{
  "url": "https://www.telesurtv.net/venezuela-frente-internacional-agresion-eeuu/",
  "title": "Venezuela consolida frente internacional ante agresiones de Estados Unidos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Agresión",
    "apoyo",
    "Caribe",
    "EE.UU.",
    "imperio",
    "Mali",
    "relaciones diplomáticas",
    "Sudáfrica",
    "Venezuela"
  ],
  "text": "El ministro del Poder Popular para Relaciones Exteriores de Venezuela, Yván Gil, desarrolló una jornada de contacto diplomático con representantes de África y Europa del Este para fortalecer la unidad del Sur Global, en la que fueron abordadas las amenazas de intervención de EE.UU. contra la nación sudamericana.\nDurante una conversación telefónica con el canciller sudafricano, Ronald Lamola, el diplomático venezolano transmitió el reconocimiento del presidente Nicolás Maduro por la firme postura de Pretoria en defensa de los pueblos soberanos durante la reciente Cumbre del G20.\n\n\n\n\nAmbos funcionarios discutieron la organización de la próxima comisión mixta bilateral y analizaron las amenazas bélicas de EE.UU. que pretenden vulnerar la paz regional para apropiarse de las riquezas del país suramericano.\nAsimismo, Gil dialogó con el ministro de Asuntos Exteriores de Belarús, Maksim Ryzhenkov, con quien reafirmó la solidez de las relaciones entre los Gobiernos de Nicolás Maduro y Alexander Lukashenko. Los diplomáticos repudiaron la creciente militarización del Caribe impulsada por la Administración de Donald Trump y rechazaron los intentos de bloquear ilegalmente el comercio petrolero venezolano.\n\n\n\n\nPreviamente, el canciller de Mali, Abdoulaye Diop, manifestó la solidaridad total de su nación ante las agresiones imperiales, coincidiendo en la necesidad de hacer valer el derecho internacional frente a las acciones que buscan doblegar la voluntad popular mediante la piratería y el asedio económico.\nCanciller Diop expresó la plena solidaridad de Mali con el pueblo y el Gobierno venezolanos frente a las agresiones, reafirmando su rechazo a toda forma de injerencia externa.\n\n\n\n\nTambién este viernes, en conversación telefónica, el canciller Gil y su par de Serbia, Marko Đurić, analizaron “la sólida relación bilateral y la amistad que une a nuestros pueblos, así como nuestro compromiso conjunto en la defensa de nuestras soberanías territoriales, la paz y la diplomacia”, informó el ministro venezolano.\nGil y Đurić conversaron sobre las amenazas a la paz en el Caribe y la situación de asedio y extorsión que enfrenta Venezuela, con el objetivo declarado de saquear sus recursos naturales.\nEl canciller venezolano dijo al ministro serbio de Exteriores que Caracas aprecia el firme respaldo del país europeo a la defensa de la paz y la integridad territorial de Venezuela, así como a los principio de soberanía y autodeterminación de los pueblos, al tiempo que reafirmó la histórica postura venezolana de apoyo al respeto a la integridad del territorio de Serbia.\n\n\n\n\nLa diplomacia bolivariana de paz fundamenta su acción en la construcción de un mundo multicéntrico y pluripolar, priorizando las relaciones de respeto mutuo con las naciones emergentes. Venezuela lidera en 2025 la resistencia contra el esquema de sanciones unilaterales, consolidando alianzas estratégicas con potencias y bloques regionales que rechazan la hegemonía de Washington y defienden el derecho al desarrollo soberano.\nEn un contexto en que el mandatario estadounidense, Donald Trump, ordenó un bloqueo total y completo contra todos los buques petroleros «sancionados» que realizan operaciones de entrada o salida en territorio venezolano.\nEl jefe de la Casa Blanca hizo el anuncio en su red social Truth Social días atrás, cuando afirmó que la nación sudamericana se encuentra rodeada por la armada más grande jamás reunida en la historia de la región. Trump condicionó el cese de esta agresión a la entrega de recursos naturales y activos que, según su visión, pertenecen a Estados Unidos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-frente-internacional-agresion-eeuu/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 177,
    "message_id": 114058,
    "date": "2025-12-19T21:55:07+00:00",
    "text": "teleSUR\nVenezuela consolida frente internacional ante agresiones de Estados Unidos\nhttps://www.telesurtv.net/venezuela-frente-internacional-agresion-eeuu/",
    "photo_path": null,
    "views": 1623,
    "reactions": {
      "❤": 31,
      "👍": 18,
      "🔥": 1
    },
    "total_reactions": 50
  }
}