{
  "url": "https://www.telesurtv.net/israel-consolidacion-presencia-franja-gaza/",
  "title": "Im치genes sat칠lites muestran consolidaci칩n de Israel en Gaza",
  "section": "Mundo",
  "tags": [
    "Gaza",
    "Genocidio en Gaza",
    "Israel",
    "Palestina"
  ],
  "text": "El r칠gimen israel칤 ha potenciado su presencia militar en la Franja de Gaza de forma permanente seg칰n el an치lisis realizado a im치genes satelitales que detallan varias construcciones, expansi칩n de su infraestructura y la destrucci칩n de propiedades palestinas, a pesar de la vigencia del alto al fuego firmado en octubre por ambas naciones.\nLa investigaci칩n realizada por el grupo Forensic Architecture reflejaba como se hab칤an construido en el per칤odo del 10 de octubre al 2 de diciembre, al menos 13 nuevos puestos militares dentro de Gaza, mientras se consolidaban y expand칤an los otros 48 ya existentes.\nLos hallazgos revelaron que las fuerzas israel칤es estaban remodelando el terreno de manera tal que evidencia una estad칤a a largo plazo en el territorio. Estas trece nuevas construcciones estar칤an en la zona de la denominada 춺l칤nea amarilla췉, en el este de Khan Younis y cerca de la frontera con Israel.\nIsrael controla m치s del 50 por ciento de la zona y han extendido su control mediante acciones constructivas y de demolici칩n en las 치reas ocupadas. Estas zonas han sido conectadas unas a otras mediante carreteras que refuerzan el movimineto log칤stico entre los distintos asentamientos levantados ilegalmente en el territorio como parte de la ocupaci칩n y el desarrollo del genocidio.\n\n\n\n\nOtras de las acciones que han modificado el terreno ocupado por el regimen indica la creaci칩n de una nueva carretera en Khan Younis que desv칤a el corredor militar Magen Oz del regimen para que transite dentro del 치rea controlada por Israel. La expansi칩n militar ha estado acompa침ada de la destrucci칩n de edificaciones palestinas y, los edificios que no fueron destruidos durante los ataques, fueron demolidos despu칠s del alto al fuego, dando paso a nuevos puestos de avanzada y carreteras militares.\nEl plan de paz propuesto por Trump establece que Israel no ocupar칤a ni anexar칤a a Gaza y que la retirada ser칤a realizada de manera gradual hacia una primera l칤nea amarilla. Desde la entrada en vigor del alto al fuego, Israel ha ocupado m치s territorios delimit치ndolos con al menos unos 27 bloques amarillos que delimitan su control, ubicados al oeste de donde estar칤a su zona de control.\nSobre esto, Mouin Rabbani, ex funcionario de las Naciones Unidas y analista senior de las cuestiones israel칤-palestinas, expres칩 que este descubrimiento responde a una forma de proceder que ha desarrollado hist칩ricamente el regimen israel칤 creando realidades irreversibles sobre el terreno.\nLos datos revelados muestran un escenario en el que el plan de paz propuesto por Donald Trump ha sido utilizado por Israel para afianzar el control sobre el 치rea mientras aun no se logran avances concretos sobre esa retirada gradual y el ej칠rcito mantiene los ataques contra territorio palestino. Estas acciones han provocado el desplazamiento de miles de refugiados palestinos que han tenido que abandonar las zonas por la fuerza tras las violaciones israel칤es al cese al fuego.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/israel-consolidacion-presencia-franja-gaza/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 76,
    "message_id": 114180,
    "date": "2025-12-21T07:55:13+00:00",
    "text": "teleSUR\nIm치genes satelitales muestran consolidaci칩n de la presencia de Israel en la Franja de Gaza\nhttps://www.telesurtv.net/israel-consolidacion-presencia-franja-gaza/",
    "photo_path": null,
    "views": 1693,
    "reactions": {
      "游뱗": 44
    },
    "total_reactions": 44
  }
}