{
  "url": "https://www.telesurtv.net/expertos-onu-retroceso-legislativo-peru/",
  "title": "Expertos de la ONU alertan sobre peligroso retroceso legislativo en Perú",
  "section": "América Latina y El Caribe",
  "tags": [
    "Congreso",
    "delitos",
    "legislativo",
    "Lesa Humanidad",
    "ONU",
    "Perú"
  ],
  "text": "Expertos en derechos humanos de las Naciones Unidas expresaron este viernes su “profunda preocupación” por el fallo del Tribunal Constitucional de Perú que avaló la Ley 32107, una norma que limita el procesamiento de delitos de lesa humanidad cometidos antes de 2002. Calificaron la medida como un “peligroso retroceso” en el cumplimiento de obligaciones internacionales.\nLa ley establece la prescripción de estos crímenes si ocurrieron antes de la ratificación por Perú del Estatuto de Roma y otros instrumentos internacionales de derechos humanos. Esto impediría enjuiciar hechos ocurridos durante el conflicto armado interno (1980–2000), que dejó más de 69.000 víctimas mortales.\n\nEn un comunicado conjunto, los expertos recordaron que “como norma imperativa vinculante para todos los Estados, la prohibición de la prescripción para los crímenes de lesa humanidad no depende de la ratificación de tratados”.\nSubrayaron que Perú está obligado por el derecho internacional general y que “las interpretaciones internas no pueden prevalecer sobre normas diseñadas para proteger a la humanidad de los peores crímenes”.\n\n\nEl texto fue firmado por el relator especial sobre justicia y reparación (Bernard Duhaime), el relator sobre ejecuciones extrajudiciales (Morris Tidball-Binz), la relatora sobre independencia judicial (Margaret Satterthwaite) y el Grupo de Trabajo de la ONU sobre Desapariciones Forzadas.\nHace dos semanas, el Tribunal Constitucional peruano ratificó la ley, rechazando las demandas de inconstitucionalidad presentadas por el Ministerio Público y el Colegio de Abogados de Lima. Previo a su aprobación, la Corte Interamericana de Derechos Humanos había instado a Perú a no promulgarla, al considerar que viola sus obligaciones internacionales.\nLa norma fue impulsada por grupos parlamentarios afines al expresidente Alberto Fujimori y una bancada integrada por exmandos de las Fuerzas Armadas.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/expertos-onu-retroceso-legislativo-peru/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 152,
    "message_id": 114085,
    "date": "2025-12-20T03:55:20+00:00",
    "text": "teleSUR\nExpertos de la ONU alertan sobre peligroso retroceso legislativo en Perú\nhttps://www.telesurtv.net/expertos-onu-retroceso-legislativo-peru/",
    "photo_path": null,
    "views": 1546,
    "reactions": {
      "👍": 23,
      "💩": 6,
      "🔥": 2
    },
    "total_reactions": 31
  }
}