{
  "url": "https://www.telesurtv.net/movilizaciones-yemen-defensa-coran-palestina/",
  "title": "Movilizaciones en Yemen en defensa del Corán y apoyo a la causa Palestina - teleSUR",
  "section": "Mundo",
  "tags": [
    "Cisjordania",
    "conflicto destacado",
    "EE.UU.",
    "Franja de Gaza",
    "Israel",
    "Movilización",
    "Palestina",
    "Yemen"
  ],
  "text": "Ciudadanos yemeníes se congregaron este viernes 19 de diciembre, en diversas regiones del país, con el firme propósito de salvaguardar la integridad de sus creencias espirituales y ratificar su compromiso inquebrantable con la lucha del pueblo palestino. La movilización, que recorrió puntos estratégicos de la nación, sirvió como escenario para elevar un grito de resistencia ante las agresiones externas que buscan socavar la identidad de las naciones árabes y musulmanas.\nBajo la consigna de una convocatoria general en resguardo de la fe y la justicia, los manifestantes abarrotaron los espacios públicos en respuesta a la exhortación realizada por el líder del movimiento Ansar Allah, Sayyed Abdul Malik al-Houthi. Esta acción de calle no solo representó un acto de devoción religiosa, sino que se consolidó como una postura política clara frente a las reiteradas ofensas dirigidas hacia los pilares fundamentales de su cultura.\n\n\nEl descontento popular se encendió tras conocerse actos denigrantes perpetrados en Occidente, específicamente una afrenta directa contra el libro sagrado por parte de sectores vinculados a la política estadounidense. Tales provocaciones han sido interpretadas por la sociedad yemenita como una extensión de la violencia simbólica que acompaña a las agresiones militares y económicas impuestas por las potencias imperiales en la región de Oriente Medio.\nDurante la jornada, las voces de denuncia calificaron estas acciones como crímenes atroces que vulneran el respeto básico entre las civilizaciones y las religiones del mundo. Al-Houthi enfatizó que el irrespeto a los símbolos sagrados no es un hecho aislado, sino una táctica deliberada para humillar a los pueblos que se niegan a someterse a los dictámenes de las potencias que hoy asedian la zona.\n\n\n\n\nLa dirigencia de Ansar Allah vinculó estas provocaciones con el actual escenario de guerra que sufre Palestina, señalando la complicidad activa de Gobiernos occidentales, principalmente el de Estados Unidos y el Reino Unido. Para los manifestantes, la defensa del Corán es inseparable de la solidaridad con Gaza y Cisjordania, al considerar que ambas luchas forman parte de un mismo frente contra el expansionismo y la opresión.\n\n\n\n\nLa jornada concluyó con un llamado a mantener la vigilancia y la unidad nacional ante los desafíos que enfrenta la soberanía yemenita. Los colectivos organizadores destacaron que la respuesta multitudinaria en Saná y otras provincias demuestran que el pueblo permanece alerta y dispuesto a movilizarse cuantas veces sea necesario para proteger sus valores y apoyar la autodeterminación de los pueblos hermanos.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/movilizaciones-yemen-defensa-coran-palestina/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 181,
    "message_id": 114054,
    "date": "2025-12-19T20:55:36+00:00",
    "text": "teleSUR\nMovilizaciones en Yemen en defensa del Corán y apoyo a la causa Palestina\nhttps://www.telesurtv.net/movilizaciones-yemen-defensa-coran-palestina/",
    "photo_path": null,
    "views": 1348,
    "reactions": {
      "👍": 48,
      "❤": 7,
      "🔥": 2,
      "✍": 1
    },
    "total_reactions": 58
  }
}