{
  "url": "https://www.telesurtv.net/israel-ataques-civiles-demoliciones-palestina/",
  "title": "Israel mantiene ataques contra civiles y demoliciones en Palestina - teleSUR",
  "section": "Mundo",
  "tags": [
    "asentamiento ilegal",
    "ataques a civiles",
    "Cisjordania",
    "demoliciones",
    "Ejército de Israel",
    "Gaza",
    "Muertos",
    "Palestina"
  ],
  "text": "\nLas Fuerzas de Defensa de Israel (FDI) mataron este sábado a dos palestinos, uno de ellos menor de edad, en el norte de Cisjordania ocupada, mientras continuaban las demoliciones en ese territorio y los asesinatos de civiles en Gaza.\nLa Autoridad General de Asuntos Civiles palestina y la agencia WAFA informaron sobre la muerte de Rayan Muhamad Abdul Qader Abu Muala, de 16 años, baleado por tropas israelíes durante una redada en numerosas localidades de la gobernación de Yenín, en la zona norte de Cisjordania ocupada.\n\n\nLa Media Luna Roja Palestina denunció que las fuerzas israelíes impidieron que sus equipos llegasen hasta él.\nEl ministerio de Sanidad informó de la muerte de un segundo palestino a manos del ejército sionista, identificado como Ahmed Saed Ziyoud, de 22 años, en la ciudad de Silat al Harithiya, también cerca de Yenín. Según la Media Luna Roja, falleció a causa de una herida de bala en el pecho después de haber sido tratado por sus equipos.\nLa Media Luna Roja agregó que un adolescente de 15 años fue trasladado a un hospital cercano tras ser herido en la mano por metralla en la misma localidad.\n\n\n\n\nA raíz de las muertes, el Ejército de Israel emitió un comunicado en el que afirmaba que “durante una operación de las tropas en la zona de Qabatiya, un terrorista lanzó un ladrillo contra los soldados, quienes respondieron con fuego y lo eliminaron”.\nUna “operación antiterrorista” similar, concluida la pasada semana, dejó al menos seis muertos en localidades cisjordanas.\nSegún datos de la ONU, desde octubre de 2023 las FDI y colonos han matado a más de 1.000 palestinos, incluidos más de 200 niños, en Cisjordania ocupada, que sufre una escaladas de incursiones militares israelíes sin precedentes.\nFuerzas militares de Israel mataron a dos palestinos este sábado después de que supuestamente cruzaran la conocida como “línea amarilla” en el norte de la Franja de Gaza.\nComo es común, las FDI informaron en un comunicado que sus tropas identificaron a dos “terroristas” que cruzaron la línea amarilla y eran una “amenaza inmediata” para los soldados.\n\n\n\n\nCon el argumento de “amenazas inmediatas”, las tropas sionistas han matado a gazatíes a diario desde que entró en vigor la tregua, el pasado 10 de octubre. Las autoridades sanitarias de la Franja dijeron el número de fallecidos por ataques israelíes supera los 400.\nEn esa cifra de “terroristas” que cruzaron la línea amarilla pactada en el acuerdo de cese del fuego, y que Israel ha convertido en nueva frontera, hay un gran número de civiles. Organizaciones han advertido que parte de la población gazatí desconoce las demarcaciones y se aproxima a esta “nueva frontera” intentando regresar a sus hogares.\nDe hecho, tras esa línea virtual, todo el perímetro, más del 50% del territorio de Gaza, permanece bajo dominio militar total de Israel.\n\n\n\n\nEste mismo sábado, se informó que al menos seis palestinos fueron asesinados por las FDI durante la noche del viernes, incluidos un niño y una mujer, en un nuevo ataque contra una escuela que albergaba a desplazados en la Franja.\nDesde que Israel empezó su ofensiva en Gaza en octubre de 2023, han muerto por acciones militares directas al menos 70.925 palestinos, entre ellos más de 20.000 niños, y más de 171.185 han sido heridos, muchos con amputaciones y lesiones de por vida, según datos de las autoridades sanitarias y organizaciones internacionales.\nEsta semana, se denunció que Israel ha emitido nuevas órdenes de demolición para el campo de Nur Shams, en el norte de la Cisjordania palestina ocupada por el Estado sionista, que con esas demoliciones busca expandir los asentamientos de colonos, fragmentar aún más ese territorio y cerrar definitivamente la posibilidad de un Estado palestino.\nImágenes satelitales mostraron que casi la mitad (48%) de los edificios del campamento de Nur Shams ya han sido dañados o destruidos, antes de que fuera emitida una nueva orden de demolición a partir del 18 de diciembre. Esas acciones afectan a cientos de familias palestinas desplazados por la fuerza, dijo Roland Friedrich, un alto funcionario de la agencia de la ONU para los refugiados palestinos (UNRWA).\n\n\n\n\n“Esta nueva orden de demolición se ajusta al patrón que hemos visto con demasiada frecuencia este año, con las fuerzas israelíes destruyendo hogares para permitir su control a largo plazo sobre los campamentos en el norte de Cisjordania, alterando permanentemente su topografía”, dijo Friedrich.\nEn enero pasado, el ejército israelí lanzó una operación a gran escala en el norte de Cisjordania que ha desplazado a miles de refugiados palestinos. La Operación Muro de Hierro se dirigió inicialmente al campo de refugiados de Jenin, pero se expandió a los campamentos de Tulkarem, Nur Shams y El Far’a.\nFriedrich denunció que “el desplazamiento forzado de más de 32.000 refugiados palestinos en el norte de Cisjordania no debe volverse permanente. Los residentes han esperado ansiosamente durante 11 meses para regresar a sus hogares. Con cada golpe de las excavadoras, esta esperanza se vuelve cada vez más distante”.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/israel-ataques-civiles-demoliciones-palestina/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 86,
    "message_id": 114170,
    "date": "2025-12-21T02:44:56+00:00",
    "text": "Israel mantiene ataques contra civiles y demoliciones en Palestina\n\n📌 Las Fuerzas de Defensa de #Israel 🇮🇱 mataron a dos palestinos este sábado en el norte de Cisjordania ocupada, uno de ellos menor de edad, en medio de la continuación de las demoliciones en ese territorio y los asesinatos de civiles en Gaza.\n\n🔴 Según informaron la Autoridad General de Asuntos Civiles palestina y la agencia WAFA, la víctima mortal fue identificada como Rayan Muhamad Abdul Qader Abu Muala, de 16 años, quien fue abatido por tropas israelíes durante una redada en varias localidades de la gobernación de Yenín, en el norte de Cisjordania ocupada.\n\nConoce más: https://www.telesurtv.net/israel-ataques-civiles-demoliciones-palestina/",
    "photo_path": null,
    "views": 1570,
    "reactions": {
      "🤬": 40,
      "👎": 2
    },
    "total_reactions": 42
  }
}