{
  "url": "https://www.telesurtv.net/culto-personalidad-trump-centro-kennedy/",
  "title": "El culto a la personalidad de Trump: a침ade su nombre al Centro Kennedy - teleSUR",
  "section": "Mundo",
  "tags": [
    "Centro Kennedy",
    "Donald Trump"
  ],
  "text": "El Centro Kennedy de las Artes Esc칠nicas fue rebautizado este viernes como Centro Conmemorativo Donald J. Trump y John F. Kennedy para las Artes Esc칠nicas, luego de que la junta directiva del instituto, electa por el mandatario estadounidense , votara a favor del cambio.\nLa decisi칩n gener칩 una ola de cr칤ticas de diversas figuras pol칤ticas y del 치mbito cultural, quienes expresaron su desacuerdo con las pol칤ticas de Trump. Adem치s, la modificaci칩n fue rotundamente rechazada por varios miembros de la influyente familia Kennedy, reconocida en Estados Unidos por su hist칩rica vinculaci칩n con el Partido Dem칩crata.\n\n\nDonald Trump manifest칩 춺sorpresa췉 y 춺honor췉 ante la decisi칩n de la junta directiva de dicho centro. Tras el anuncio hecho por Karoline Leavitt, portavoz de la Casa Blanca, el reconocido complejo art칤stico ya hab칤a actualizado su denominaci칩n en sus plataformas de redes sociales.\nTrump hab칤a propuesto en repetidas ocasiones el cambio de nombre al Centro Kennedy, que visit칩 por 칰ltima vez el pasado 5 de diciembre, con motivo del sorteo del Mundial de F칰tbol 2026, del que Estados Unidos ser치 anfitri칩n.\n\n\n\n\nA inicios de diciembre, Trump hab칤a renombrado el Instituto de la Paz de Estados Unidos (USIP), en Washington, que pas칩 a llamarse Instituto de la Paz Donald J. Trump.\nAnteriormente, la Administraci칩n Trump pr치cticamente lleg칩 a cerrar el instituto, creado por el Congreso en 1984 y dedicado a la resoluci칩n de conflictos. La propuesta presupuestaria del Gobierno para el pr칩ximo a침o fiscal contemplaba eliminar los fondos federales para la instituci칩n.\nEn sus intentos previos de desarticular el entonces USIP, el Gobierno del magnate republicano destituy칩 a su junta directiva y despidi칩 a sus empleados. Hubo intentos de acceso forzado al edificio, generando una disputa legal sobre el control de sus activos, dado que el instituto no es una agencia federal.\nGeorge Foote, abogado del USIP, calific칩 el renombramiento como una 춺afrenta adicional췉, recordando un fallo judicial que declar칩 ilegal la toma del Gobierno. Un exfuncionario consider칩 춺ir칩nico췉 que Trump nombrara una instituci칩n que 춺destruy칩췉. La Casa Blanca defendi칩 la medida argumentando que el USIP era una 춺entidad in칰til췉 y que el nuevo instituto ser치 un 춺poderoso recordatorio췉 del liderazgo fuerte de Trump.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/culto-personalidad-trump-centro-kennedy/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 155,
    "message_id": 114082,
    "date": "2025-12-20T02:55:25+00:00",
    "text": "teleSUR\nEl culto a la personalidad de Trump: a침ade su nombre al Centro Kennedy\nhttps://www.telesurtv.net/culto-personalidad-trump-centro-kennedy/",
    "photo_path": null,
    "views": 1498,
    "reactions": {
      "游뱌": 26,
      "游땸": 14,
      "游뱙": 3,
      "游녩": 1,
      "游뱂": 1
    },
    "total_reactions": 45
  }
}