{
  "url": "https://www.telesurtv.net/sindicato-universitario-ny-agresion-venezuela/",
  "title": "Sindicato universitario de Nueva York rechaza agresión política y militar contra Venezuela - teleSUR",
  "section": "Mundo",
  "tags": [
    "AGRESIÓN",
    "Agresiones a Venezuela",
    "Estados Unidos",
    "Nueva York",
    "sindicato",
    "universidades"
  ],
  "text": "\nEl Professional Staff Congress (PSC), el sindicato que representa a 30.000 trabajadores de la Universidad de la Ciudad de Nueva York (CUNY, inglés), aprobó una resolución en la que repudia la agresión política y militar del Gobierno de Estados Unidos contra Venezuela.\nCUNY (City University of Nueva York) es el sistema universitario público de la ciudad de Nueva York, el mayor de EE.UU., con 26 campus y medio millón de estudiantes.\n\n\nEl sindicato señala que el bloqueo ilegalmente decretado por Trump y la “continua escalada militar” perjudican a la clase trabajadora venezolana, y se solidariza con el pueblo de Venezuela y su derecho a la autodeterminación.\nAdvierte que la militarización estadounidense desvía fondos públicos de sistemas públicos como la Universidad de la Ciudad de Nueva York (CUNY), donde se necesitan desesperadamente, y de educación, atención médica, vivienda, infraestructura y otras necesidades sociales, “hacia la muerte y la destrucción de la clase trabajadora venezolana”.\n\n\n\n\nAl rechazar la agresión política de Estados Unidos “hacia Venezuela y el Caribe en General”, la declaración apunta que está basada “en acusaciones no probadas de contrabando de drogas” y “crea  condiciones que muchos observadores describen como una marcha hacia una nueva guerra en las Américas”.\nPara los miles de miembros de PSC, la “demonización de Venezuela y otros países latinoamericanos en los principales medios de comunicación estadounidenses inflama las narrativas xenófobas y racistas, utilizadas durante mucho tiempo para justificar la intervención en el hemisferio”.\nEsas narrativas —añaden— “afectan directamente a los estudiantes y trabajadores de CUNY, muchos de los cuales son inmigrantes de América Latina y el Caribe”.\n\n\n\n\nRecuerdan, además, que desde el siglo XIX la doctrina Monroe “ha servido como justificación para repetidas intervenciones políticas, militares y económicas de Estados Unidos en América Latina y el Caribe, socavando Gobiernos, movimientos sociales y sindicatos comprometidos con las luchas de la clase trabajadora, y dando como resultado represión, golpes militares, sanciones y asesinatos generalizados de civiles, trabajadores y sus organizaciones”.\nLos miembros del sindicato universitario de Nueva York declaran su oposición “a cualquier intervención militar, acción coercitiva o agresión de Estados Unidos contra Venezuela y a cualquier expansión regional del conflicto”.\nConcluyen anunciando que la resolución será presentada a su filial nacional, la Federación Americana de Maestros (AFT, inglés), con el fin de contribuir a construir “un movimiento laboral amplio que se oponga a la intervención estadounidense en Venezuela y apoye la soberanía, la paz y el derecho internacional en las Américas”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/sindicato-universitario-ny-agresion-venezuela/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 31,
    "message_id": 114233,
    "date": "2025-12-22T03:55:07+00:00",
    "text": "teleSUR\nSindicato universitario de Nueva York rechaza agresión política y militar contra Venezuela\nhttps://www.telesurtv.net/sindicato-universitario-ny-agresion-venezuela/",
    "photo_path": null,
    "views": 1497,
    "reactions": {
      "👍": 32,
      "👏": 9,
      "❤": 1
    },
    "total_reactions": 42
  }
}