{
  "url": "https://www.telesurtv.net/tailandia-camboya-alto-al-fuego-80-muertos/",
  "title": "Tailandia y Camboya se reunir谩n para evaluar un alto al fuego - teleSUR",
  "section": "Mundo",
  "tags": [
    "Camboya",
    "Di谩logo",
    "Enfrentamientos",
    "Tailandia"
  ],
  "text": "Los Ej茅rcitos de Tailandia y Camboya tienen previsto reunirse el pr贸ximo mi茅rcoles para analizar la posibilidad de un alto al fuego en los enfrentamientos armados que se desarrollan desde el 7 de diciembre a lo largo de su frontera com煤n, que se extiende por unos 820 kil贸metros.\n\nLEA TAMBIN\nEnfrentamientos armados entre Camboya y Tailandia suma m谩s de 50 muertos\n\nEl anuncio fue realizado por el ministro de Relaciones Exteriores de Tailandia, Sihasak Phuangketkaew, durante una conferencia de prensa en Malasia, al t茅rmino de una reuni贸n de cancilleres de la Asociaci贸n de Naciones del Sudeste Asi谩tico (ASEAN), convocada para abordar la escalada de violencia entre ambos pa铆ses miembros del bloque.\n\nSeg煤n explic贸 el funcionario tailand茅s, el encuentro se celebrar谩 en una zona fronteriza del lado de Tailandia y estar谩 encabezado por el Comit茅 General de Fronteras (GBC, por sus siglas en ingl茅s), un mecanismo bilateral de seguridad liderado por los ministros de Defensa de ambas naciones, utilizado anteriormente para gestionar tensiones y prevenir conflictos en 谩reas lim铆trofes.\nPhuangketkaew precis贸 que Camboya propuso el 24 de diciembre como fecha para la reuni贸n y subray贸 que cualquier avance hacia el cese de hostilidades deber谩 darse exclusivamente a trav茅s de un canal bilateral.\nAunque reconoci贸 los llamados a la calma de pa铆ses como China, cuestion贸 a Nom Pen por ejercer presi贸n internacional y por anunciar la intenci贸n de acudir a la Corte Internacional de Justicia sin haber enviado antes una propuesta formal de di谩logo a Bangkok.\nAl ser consultado sobre un posible cronograma para la firma de un acuerdo de paz, el canciller se帽al贸 que las conversaciones dentro del GBC se extender谩n el tiempo necesario, con el objetivo de alcanzar compromisos sustantivos, entre ellos la retirada de armamento pesado y la eliminaci贸n de minas antipersonales en la zona fronteriza.\nEl ministro tailand茅s reiter贸 la necesidad de desmantelar los centros de estafa que operan en zonas fronterizas. De acuerdo con Phuangketkaew, algunos de ellos fueron atacados por fuerzas militares y habr铆an sido uno de los factores que desencadenaron un episodio previo de violencia en julio, con un saldo de alrededor de 50 muertos.\n\n\nEn Kuala Lumpur, Phuangketkaew sostuvo adem谩s su primer encuentro directo con el canciller camboyano, Prak Sokhonn, desde el inicio de los combates. Seg煤n cifras oficiales, Tailandia contabiliza 38 civiles y 22 militares fallecidos, mientras que Camboya elev贸 a 20 el n煤mero de civiles muertos y a 79 el de heridos, sin detallar las bajas militares.\nTailandia y Camboya arrastran una disputa hist贸rica por la soberan铆a de varios territorios fronterizos, cuya delimitaci贸n se remonta a 1907, cuando Camboya formaba parte de la Indochina francesa, un diferendo que peri贸dicamente ha derivado en episodios de tensi贸n y enfrentamientos armados.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/tailandia-camboya-alto-al-fuego-80-muertos/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 13,
    "message_id": 114253,
    "date": "2025-12-22T13:55:13+00:00",
    "text": "teleSUR\nTailandia y Camboya se reunir谩n para evaluar un alto al fuego\nhttps://www.telesurtv.net/tailandia-camboya-alto-al-fuego-80-muertos/",
    "photo_path": null,
    "views": 869,
    "reactions": {
      "": 9
    },
    "total_reactions": 9
  }
}