{
  "url": "https://www.telesurtv.net/nigeria-liberacion-ciento-treinta-alumnos/",
  "title": "Nigeria anuncia la liberación de 130 alumnos secuestrados",
  "section": "Mundo",
  "tags": [
    "Estado de Níger",
    "Gobierno Nigeriano",
    "Liberación Alumnos"
  ],
  "text": "El Gobierno de Nigeria anunció el domingo la liberación de al menos 130 estudiantes secuestrados el mes de noviembre en la Escuela Católica de Primaria y Secundaria St. Mary’s, en el estado de Níger, aunque siguen cautivos alrededor de veintena de alumnos y todos los profesores.\n“Los 130 escolares restantes secuestrados por terroristas en la Escuela Católica St. Mary’s de Papiri, estado de Níger, el 21 de noviembre, ya han sido liberados”, afirmó el portavoz del Ejecutivo nigeriano a través de su cuenta en X.\nEl funcionario nigeriano informó que tiene previsto que el grupo de escolares arriben este lunes a la capital del estado de Níger, Minna y se reúnan con sus padres y familiares.\n\n\nEl portavoz del Ejecutivo nigeriano, Bayo Onanuga indicó que un grupo de 100 estudiantes fueron liberados previamente por los terroristas, lo que eleva el total de estudiantes liberados a 230.\nOnanuga señaló que la liberación de los escolares se produjo tras una operación de inteligencia militar.\nDe los 303 estudiantes y 12 miembros del personal docente raptados por supuestos terroristas, unos 50 lograron escapar por sus propios medios entre el 21 y 22 de noviembre y unos 100 fueron liberados el 8 de diciembre.\n\n\nLas autoridades del país africano denunciaron que aún permanecen secuestrados al menos 23 menores y todo el personal docente.\nTras el secuestro masivo, el Gobierno de Nigeria ordenó el cierre temporal de más de 40 escuelas en los estados de Níger, Kebbi, Plateau y Benue, en la región central del territorio, que son los principales focos de raptos y ataques armados.\nSegún un informe de Unicef publicado en abril de 2024, sólo el 37 por ciento de los colegios de una decena de estados de Nigeria afectados por conflictos cuenta con sistemas de alerta temprana ante amenazas.\nAlgunos estados de Nigeria, principalmente del centro y noroeste del país, sufren ataques constantes por parte de grupos armados que cometen asaltos y secuestros masivos para pedir rescates, que las autoridades tildan en ocasiones de «terroristas».\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/nigeria-liberacion-ciento-treinta-alumnos/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 21,
    "message_id": 114243,
    "date": "2025-12-22T09:55:13+00:00",
    "text": "teleSUR\nNigeria anuncia la liberación de al menos 130 alumnos secuestrados por grupos armados\nhttps://www.telesurtv.net/nigeria-liberacion-ciento-treinta-alumnos/",
    "photo_path": null,
    "views": 1474,
    "reactions": {
      "👍": 27
    },
    "total_reactions": 27
  }
}