{
  "url": "https://www.telesurtv.net/ultraderechista-kast-ecuador-noboa-peru/",
  "title": "El ultraderechista Kast llega a Ecuador y visitará Perú - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Chile",
    "derecha",
    "Ecuador",
    "Gira",
    "pinochetismo",
    "Ultraderecha"
  ],
  "text": "El presidente electo de Chile, José Antonio Kast, iniciará este lunes una visita oficial a Ecuador, donde sostendrá un encuentro con el mandatario Daniel Noboa, en lo que será su segundo viaje internacional desde que fue proclamado ganador de las elecciones presidenciales. La gira refuerza su acercamiento a gobiernos de derecha y ultraderecha de la región.\n\nLEA TAMBIÉN\nPresidente electo de Chile José Antonio Kast llega a Argentina para reunirse con Milei\n\nDe acuerdo con un comunicado difundido este domingo por la Oficina del Presidente Electo (OPE), Kast se reunirá el martes en Quito con Noboa para abordar asuntos vinculados a la crisis migratoria, así como los desafíos comunes en seguridad y comercio bilateral.\n\n\nLa agenda también contempla reuniones con autoridades locales y representantes del sector empresarial, con el objetivo de profundizar los vínculos políticos y económicos entre ambos países.\nNoboa fue uno de los primeros mandatarios regionales en felicitar públicamente a Kast tras su triunfo electoral. A través de la red social X, el presidente ecuatoriano sostuvo que la victoria del dirigente chileno abre “una nueva etapa para Chile y para la región”.\nEl futuro jefe de Estado chileno, quien mantiene estrechos lazos con líderes de ultraderecha del continente, adelantó una agenda de línea dura en materia migratoria y de seguridad, que incluye expulsiones masivas, la criminalización de la migración irregular y la construcción de cárceles de máxima seguridad con regímenes de aislamiento para cabecillas del narcotráfico.\nLa visita a Quito se produce pocos días después de su paso por Argentina, donde se reunió con el presidente Javier Milei. Tras ese encuentro, Kast anticipó una relación bilateral “a niveles nunca antes vistos” y afirmó que se encuentra recorriendo países de la región para identificar “buenos ejemplos” que puedan ser replicadas en Chile.\nLa OPE confirmó además que en enero Kast tiene previsto viajar a Perú, donde se reunirá con el presidente José Jeri, como parte de una estrategia para fortalecer la coordinación regional.\nKast se impuso en las elecciones del pasado 14 de diciembre con 58,1 % de los votos, frente al 41,8 % obtenido por la candidata de izquierda Jeannette Jara. Su victoria se extendió a todas las regiones del país, incluidos territorios históricamente afines a la centroizquierda.\nEl resultado representa una de las mayores diferencias electorales desde el retorno de la democracia, solo superada por el amplio triunfo de Michelle Bachelet en 2013.\nEl triunfo del líder conservador constituye un formal regreso del pinochetismo al poder, marcando un revés para el oficialismo encabezado por el presidente Gabriel Boric, que no logró articular una respuesta política eficaz ni movilizar a su base electoral.\n\n\nKast, quien en el plebiscito de 1988 respaldó la continuidad de Augusto Pinochet, se convierte así en el primer dirigente abiertamente pinochetista en llegar a La Moneda desde el fin de la dictadura. Antes, Sebastián Piñera (2010-2014 y 2018-2022) había sido el único derechista en lograrlo, pero en 1988 votó contra la permanencia del dictador.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ultraderechista-kast-ecuador-noboa-peru/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 10,
    "message_id": 114256,
    "date": "2025-12-22T14:55:07+00:00",
    "text": "teleSUR\nEl ultraderechista Kast llega a Ecuador y visitará Perú\nhttps://www.telesurtv.net/ultraderechista-kast-ecuador-noboa-peru/",
    "photo_path": null,
    "views": 649,
    "reactions": {
      "🤬": 13
    },
    "total_reactions": 13
  }
}