{
  "url": "https://www.telesurtv.net/leon-xiv-primer-consistorio-pontificado/",
  "title": "León XIV convoca primer consistorio extraordinario de su pontificado - teleSUR",
  "section": "Mundo",
  "tags": [
    "Iglesia Católica",
    "Jubileo de la Esperanza",
    "León XIV",
    "Vaticano"
  ],
  "text": "El papa León XIV ha convocado el primer consistorio extraordinario de su pontificado, que se celebrará los días 7 y 8 de enero de 2026 en el Vaticano, con el objetivo de reforzar la comunión entre el Obispo de Roma y los cardenales, informó este sábado la Santa Sede.\n\nLEA TRAMBÉN:\nPapa León XIV realiza misa por el día de la Virgen de Guadalupe\n\nSegún el comunicado emitido por la oficina de prensa del Vaticano, «el Santo Padre ha convocado el primer consistorio extraordinario de su pontificado, que se celebrará los días 7 y 8 de enero de 2026». El encuentro tendrá lugar inmediatamente después del cierre del Jubileo de la Esperanza, que concluirá el 6 de enero con la ceremonia de cierre de la Puerta Santa en la Basílica de San Pedro.\nEl consistorio se desarrollará a lo largo de dos jornadas y estará marcado por «momentos de comunión y fraternidad, así como por tiempos dedicados a la reflexión, al compartir y a la oración». Estos espacios, detalla la nota vaticana, «estarán orientados a favorecer un discernimiento común y a ofrecer apoyo y consejo» al pontífice en el ejercicio de su misión al frente de la Iglesia católica.\n\n\nLa convocatoria se enmarca en la vida y misión de la Iglesia, con la finalidad explícita de «reforzar la comunión entre el Obispo de Roma y los cardenales, llamados a colaborar en la solicitud por el bien de la Iglesia universal».\nEste será el primer consistorio extraordinario celebrado por la Santa Sede desde el de agosto de 2022, impulsado por el papa Francisco para reformar la Curia Romana y nombrar nuevos cardenales. León XIV ya realizó su primer consistorio ordinario el 13 de junio de 2025, centrado en causas de canonización.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/leon-xiv-primer-consistorio-pontificado/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 126,
    "message_id": 114113,
    "date": "2025-12-20T16:08:31+00:00",
    "text": "León XIV convoca primer consistorio extraordinario de su pontificado\n\n📌El Papa León XIV ha convocado el primer consistorio extraordinario de su pontificado, una cita crucial que se celebrará los días 7 y 8 de enero de 2026.\n\n🔴La Santa Sede informó este sábado que el objetivo de este encuentro es fortalecer la comunión y la fraternidad entre el Obispo de Roma y todos los cardenales de la Iglesia Católica. Será un momento de profunda reflexión y discernimiento común, justo después del cierre del Jubileo de la Esperanza el 6 de enero.\n\n🔴Este consistorio de dos jornadas estará dedicado a la oración, el compartir y a ofrecer apoyo y consejo al Pontífice en el ejercicio de su misión. Un evento que marca la hoja de ruta de la Iglesia en los próximos años y refuerza su unidad.\n🔗\nhttps://www.telesurtv.net/leon-xiv-primer-consistorio-pontificado/",
    "photo_path": null,
    "views": 1576,
    "reactions": {
      "🥱": 10,
      "❤": 5,
      "🤔": 4
    },
    "total_reactions": 19
  }
}