{
  "url": "https://www.telesurtv.net/venezuela-acciones-eeuu-unidad-popular/",
  "title": "Acciones de EE.UU. cambian en unidad popular en Venezuela",
  "section": "América Latina y El Caribe",
  "tags": [
    "agresiones",
    "EE.UU.",
    "Unidad Popular"
  ],
  "text": "Las agresiones de Estados Unidos contra Venezuela carecen de respaldo internacional y convierten la agresión en unidad popular contra Washington, según un analista.\nDurante una entrevista concedida el viernes a la cadena HispanTV, el analista político italiano Alessandro Pagani, indicó que el Gobierno venezolano ha denunciado que el bloqueo marítimo impuesto por EE.UU. como “piratería y colonialismo”, pues constituye una violación del artículo 24 de la Carta de las Naciones Unidas y el Derecho del Mar, y reflejan el unilateralismo de Washington carece de respaldo internacional.\n\n\nEl analista italiano ha reafirmó que el bloqueo marítimo por parte de EE.UU. “se conecta con la reactivación de la Doctrina Monroe”, sin embargo, ha asegurado que estas medidas de Donald Trump, activan la movilización cívico-militar de la Revolución Bolivariana, transformando la agresión en unidad popular y frustrando la guerra dirigida a erosionar a las Fuerzas Armadas Nacionales Bolivarianas (FANB).\n“En fin, se trata de una defensa no sólo reactiva, sino de gran visión, que expone el gasto trumpista, es decir, cambiar todo para preservar las plutocracias”, agregó Alessandro Pagani.\n\n\nEl presidente estadounidense, Donald Trump, ordenó el pasado martes “un bloqueo total y completo de todos los petroleros sancionados que entren y salgan de Venezuela” como parte de una estrategia para ejercer presión sobre el presidente Nicolás Maduro.\nDesde inicios de septiembre, EE.UU. ha realizado bombardeos contra presuntas embarcaciones vinculadas al narcotráfico tanto en el mar Caribe como en el Pacífico.\nAunque la actual administración estadounidense presenta sus operaciones como parte de una ofensiva “antinarcóticos”, tanto analistas, como Caracas señalan que el verdadero objetivo es drenar los ingresos del Estado venezolano y robar los recursos naturales del país, en particular el petróleo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-acciones-eeuu-unidad-popular/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 150,
    "message_id": 114087,
    "date": "2025-12-20T05:55:08+00:00",
    "text": "teleSUR\nAnalista: Acciones EE.UU. convierten la agresión en unidad popular en Venezuela\nhttps://www.telesurtv.net/venezuela-acciones-eeuu-unidad-popular/",
    "photo_path": null,
    "views": 1550,
    "reactions": {
      "👍": 36,
      "👏": 10
    },
    "total_reactions": 46
  }
}