{
  "url": "https://www.telesurtv.net/putin-uee-mundo-multipolar-emergente/",
  "title": "Putin resalta rol de la UEE en el \"mundo multipolar emergente\" - teleSUR",
  "section": "Mundo",
  "tags": [
    "Putin",
    "Rusia",
    "San Petersburgo",
    "Unión Económica Euroasiática"
  ],
  "text": "El presidente ruso, Vladímir Putin, aseguró este domingo que la Unión Económica Euroasiática (UEE) se ha consolidado como “uno de los centros independientes y autosuficientes del mundo multipolar emergente”, durante su intervención en la reunión del Consejo Supremo de la organización, celebrada en San Petersburgo.\nAntes de celebrarse el encuentro, el mandatario ruso sostuvo una reunión con sus homólogos bielorruso y kirguiso, Alexánder Lukashenko y Sadyr Zhapárov, respectivamente, en el marco de la celebración del consejo de la UEE.\n\nLa UEE, integrada por Rusia, Bielorrusia, Kazajistán, Kirguistán y Armenia, ha intensificado su cooperación económica y comercial, según destacó Putin. En este sentido, la cooperación en el marco de la organización «continúa desarrollándose de forma constante”, afirmó, subrayando que esta dinámica genera beneficios reales a cada uno de sus miembros y repercute de forma positiva en la vida de la población de los cinco países que conforman la unión.\nEl mandatario ruso resaltó que la alianza garantiza la estabilidad económica y la resiliencia de sus Estados miembros, “especialmente importante en el contexto de las turbulencias en la economía global”. En este marco, celebró que la economía de Kirguistán haya crecido un 10 % en lo que va de 2025.\n\n\n\n\nPor su parte, el presidente kirguís, Sadir Zhapárov, indicó que el intercambio comercial entre los países del bloque ha alcanzado casi los 100.000 millones de dólares este año, cifra que refleja la profundización de los lazos económicos entre los países que conforman el bloque.\n«Nuestro país valora mucho la cooperación mutua y multifacética con nuestros socios de la UEE y estamos realmente interesados en intensificar el trabajo conjunto para desarrollar nuestras relaciones de manera integral», destacó el presidente Putin.\nPutin también destacó el interés creciente de otros países por asociarse con la UEE, donde recordó que ya entró en vigor un acuerdo de libre comercio con Irán, y que se han firmado acuerdos comerciales con Emiratos Árabes Unidos y Mongolia. Asimismo, señaló que se prevé la firma de un nuevo acuerdo de cooperación con Indonesia, cuyo presidente visitó recientemente Rusia.\nAl cierre de la jornada, se espera que Putin mantenga reuniones bilaterales con los líderes de los cinco países miembros de la UEE, en el marco de la cumbre celebrada en San Petersburgo. Este lunes, los mandatarios participarán en una cumbre informal de la Comunidad de Estados Independientes (CEI).",
  "source_metadata": {
    "url": "https://www.telesurtv.net/putin-uee-mundo-multipolar-emergente/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 17,
    "message_id": 114247,
    "date": "2025-12-22T12:55:13+00:00",
    "text": "teleSUR\nPutin resalta rol de la UEE en el «mundo multipolar emergente»\nhttps://www.telesurtv.net/putin-uee-mundo-multipolar-emergente/",
    "photo_path": null,
    "views": 996,
    "reactions": {
      "👍": 21,
      "❤": 1
    },
    "total_reactions": 22
  }
}