{
  "url": "https://www.telesurtv.net/sudan-del-sur-paramilitares-ejercito-chocan/",
  "title": "Sudán del Sur: paramilitares y ejército chocan en región petrolera de Heglig - teleSUR",
  "section": "Mundo",
  "tags": [
    "Conflicto",
    "far",
    "Paramilitares",
    "petróleo",
    "sabotaje",
    "sUDÁN",
    "yacimiento"
  ],
  "text": "Las Fuerzas de Apoyo Rápido (FAR) de Sudán y el Ejército de Sudán del Sur protagonizaron un enfrentamiento armado la noche del sábado 20 de diciembre en la región estratégica de Heglig. Los paramilitares sudaneses intentaron desplegarse en el territorio para afianzar su control y hostigar a las Fuerzas de Defensa del Pueblo de Sudán del Sur, quienes custodian las instalaciones bajo un acuerdo tripartito. Según informes militares, las FAR buscaron obstruir los pactos vigentes para presionar al gobierno de Yuba y obtener una parte de los ingresos por la exportación de crudo.\n\nEl grupo paramilitar pretende tomar el control total de la producción en este campo ubicado en el estado de Kordofán del Oeste. Actualmente, la zona permanece militarizada y sin presencia de población civil, lo que impide la confirmación de los hechos por parte de organizaciones independientes en medio de la guerra iniciada en abril de 2023.\nDetalles de la producción en Heglig El yacimiento cuenta con un total de 75 pozos petroleros. La producción diaria alcanza los 20.000 barriles de crudo, la planta de procesamiento posee capacidad para 130.000 barriles procedentes de Sudán del Sur.\n\n\nEl presidente Salva Kiir dirigió los esfuerzos para evitar el sabotaje y la destrucción de esta infraestructura vital. La economía sursudanesa depende directamente de estas exportaciones que transitan hacia los puertos del mar Rojo.\nEl control de este campo petrolero resulta fundamental para la estabilidad económica regional, especialmente tras la toma previa de la zona por parte de las FAR luego de la retirada del Ejército de Sudán. La región de Heglig constituye un foco de conflicto histórico entre Jartum y Yuba desde la independencia de Sudán del Sur en 2011.\nEn 2012, fuerzas sursudanesas ocuparon brevemente el yacimiento antes de retirarse por presión internacional. La seguridad de este enclave petrolero representa un pilar para la soberanía económica de los pueblos de la zona en este 2025, ante las amenazas de grupos irregulares que buscan desestabilizar la producción energética.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/sudan-del-sur-paramilitares-ejercito-chocan/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 58,
    "message_id": 114199,
    "date": "2025-12-21T15:55:08+00:00",
    "text": "teleSUR\nSudán del Sur: paramilitares y ejército chocan en región petrolera de Heglig\nhttps://www.telesurtv.net/sudan-del-sur-paramilitares-ejercito-chocan/",
    "photo_path": null,
    "views": 1893,
    "reactions": {
      "❤": 17,
      "🔥": 8,
      "🤬": 4,
      "👍": 1
    },
    "total_reactions": 30
  }
}