{
  "url": "https://www.telesurtv.net/rusia-asesinam-alto-militar-atentado-moscu/",
  "title": "Asesinan a alto militar ruso tras atentado bomba en Moscú",
  "section": "Mundo",
  "tags": [
    "Atentado",
    "Carro Bomba",
    "Explosión",
    "Moscú"
  ],
  "text": "Un alto mando del Estado Mayor del Ejército ruso, el teniente general Fanil Sarvárov, falleció este lunes tras la detonación de un artefacto explosivo colocado bajo su automóvil en un barrio al sur de Moscú, informó el Comité de Investigación de Rusia (CIR).\nLa portavoz del organismo, Svetlana Petrenko, señaló que el ataque ocurrió en la calle Yásenevo y que Sarvárov, jefe de la Dirección de Operaciones Militares del Estado Mayor de las Fuerzas Armadas de Rusia, «falleció como resultado de los traumatismos que sufrió”.\nLas autoridades rusas atribuyen el atentado a los servicios de inteligencia ucraniana, aunque Petrenko precisó que “los investigadores valoran diversas teorías sobre el asesinato”.\nEl CIR abrió una causa penal por “asesinato y tráfico ilegal de sustancias explosivas”, y ya envió a la escena del crimen a investigadores y criminalistas de su oficina central.\n“Continúa la revisión del lugar de los hechos. Los investigadores llevarán a cabo los peritajes necesarios, incluyendo los de medicina forense y de explosivos. Se interroga a los testigos y se revisan las cámaras de seguridad”, detalló la vocera.\n\n\n\n\nUna de las principales sospechas se atribuyen a los servicios de inteligencia de Ucrania, quienes se muestran como «presuntos autores intelectuales del crimen». Entre los principales indicios que apuntan a este servicio tiene que ver con el sitio web Mirotvorets, conocido por reunir información sobre presuntos enemigos de Ucrania, donde aparece Sarvárov con el 22 de diciembre como fecha de «eliminación».\nEste ataque se suma a una serie de atentados similares atribuidos a Ucrania desde el inicio de la guerra, que han provocado la muerte de altos mandos rusos. Entre ellos figuran el teniente general Yaroslav Moskalik, subjefe del mando de operaciones del Estado Mayor, y el teniente general Ígor Kirílov, jefe de la defensa radiológica, química y biológica de Rusia.\nEl asesinato de Sarvárov, uno de los oficiales más relevantes en la planificación estratégica militar rusa, ocurre en un contexto de intensificación de operaciones de inteligencia y sabotaje en territorio ruso. No es la primera vez que un oficial de alto rango como Sarvárov muere en la capital rusa.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rusia-asesinam-alto-militar-atentado-moscu/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 20,
    "message_id": 114244,
    "date": "2025-12-22T10:55:08+00:00",
    "text": "teleSUR\nAlto militar ruso muere en atentado bomba en Moscú\nhttps://www.telesurtv.net/rusia-asesinam-alto-militar-atentado-moscu/",
    "photo_path": null,
    "views": 1438,
    "reactions": {
      "🤬": 24,
      "❤": 2,
      "😈": 1
    },
    "total_reactions": 27
  }
}