{
  "url": "https://www.telesurtv.net/no-cold-war-agresion-trump-petroleo-venezuela/",
  "title": "Organización No Cold War denuncia agresión de Trump contra petróleo de Venezuela - teleSUR",
  "section": "Mundo",
  "tags": [
    "Caribe",
    "Comunicado",
    "EE.UU.",
    "injerencia",
    "petróleo",
    "repudio",
    "robo",
    "Venezuela"
  ],
  "text": "El colectivo No Cold War manifestó su firme oposición al embargo ilegal y a la política de sanciones que sufre Venezuela. La organización denunció que la armada estadounidense realiza agresiones militares en el Caribe mediante ataques a pequeñas embarcaciones.\nEl grupo subrayó que estas acciones carecen de relación con la defensa de los derechos humanos o la democracia. Según el comunicado, Estados Unidos intenta derrocar al Gobierno bolivariano desde la aprobación de la Ley de Hidrocarburos en 2001, medida que aumentó los impuestos a las transnacionales y garantizó el control estatal de los recursos.\n\nLa declaración detalló que los instrumentos financieros y militares de Washington buscan favorecer exclusivamente a las empresas petroleras estadounidenses. El colectivo recordó que el primer intento de golpe de Estado ocurrió en 2002, poco después de que la nación protegiera soberanamente su crudo. El texto enfatizó que este ataque sistemático tiene como único objetivo el control de los recursos estratégicos venezolanos por parte de las corporaciones del Norte.\nLa organización internacional alertó sobre la Estrategia de Seguridad Nacional de Estados Unidos para este 2025, donde la administración de Donald Trump pretende restaurar su dominio regional y señaló que el actual Gobierno estadounidense aplica la Doctrina Monroe mediante el uso de la fuerza armada para intervenir en los asuntos internos de las naciones latinoamericanas.\n\n\nNo Cold War también advirtió que cualquier ataque contra Venezuela constituye una flagrante violación de la Carta de las Naciones Unidas y un crimen de guerra similar a la invasión de Irak en 2003. El pronunciamiento realizó un llamado urgente a los pueblos del mundo para unirse en solidaridad con el proceso revolucionario bolivariano.\nLa organización instó a detener la agresión de Estados Unidos y sus aliados en la región y Europa para preservar la dignidad de los pueblos. El grupo concluyó que el mundo no debe permitir la continuación de esta política de hostilidad que busca destruir la soberanía de una nación independiente durante casi un cuarto de siglo.\nLa política exterior de Estados Unidos en este 2025 invoca doctrinas coloniales del siglo XIX para justificar el uso de la fuerza militar en el hemisferio occidental. Esta postura desconoce los principios de autodeterminación de los pueblos y las resoluciones del Consejo de Seguridad de la ONU.\n\n\nLa resistencia del pueblo venezolano ante el asedio del imperio estadounidense representa un pilar fundamental para la integración y la defensa de la soberanía de los recursos naturales en el Sur Global en un contexto donde el Gobierno de Venezuela denuncia varios robos y secuestros de buques privado con petróleo venezolano debido a que militares de Estados Unidos perpetraron la acción en aguas internacionales, lo que incluyó la desaparición forzada de la tripulación.\nLa República Bolivariana de Venezuela reafirma que estos actos criminales no quedarán impunes aseverando que el Estado venezolano ejercerá acciones legales ante el Consejo de Seguridad de las Naciones Unidas y otros organismos internacionales.\nAdemás asegura que el derecho internacional se impondrá y los responsables tendrán que rendir cuentas ante la justicia por su proceder, en simultáneo la nación mantiene su compromiso con el crecimiento económico independiente mediante sus catorce motores de desarrollo y la industria de hidrocarburos soberana.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/no-cold-war-agresion-trump-petroleo-venezuela/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 47,
    "message_id": 114215,
    "date": "2025-12-21T22:16:42+00:00",
    "text": "📌El colectivo internacional No Cold War denunció la agresión de Trump contra el petróleo de Venezuela y manifestó su firme oposición al embargo ilegal y la política de sanciones que Washington impone a la nación venezolana.\n\n🔴La organización subrayó que la armada estadounidense intensifica sus agresiones militares en el Caribe, perpetrando ataques contra pequeñas embarcaciones, acciones que distan de defender los derechos humanos o la democracia.\n\n🔴Desde la aprobación de la Ley de Hidrocarburos en 2001, medida que elevó los impuestos a las transnacionales y garantizó el control estatal sobre los recursos, Estados Unidos ha redoblado sus intentos por derrocar al Gobierno bolivariano. Esta injerencia se ha manifestado a través de instrumentos financieros y militares diseñados para favorecer exclusivamente a sus propias empresas petroleras.\n\nConozca más 👇👇👇\n\nhttps://www.telesurtv.net/no-cold-war-agresion-trump-petroleo-venezuela/",
    "photo_path": null,
    "views": 2092,
    "reactions": {
      "👍": 44,
      "💯": 4,
      "❤": 1
    },
    "total_reactions": 49
  }
}