{
  "url": "https://www.telesurtv.net/recuerdan-panama-victimas-invasion-eeuu/",
  "title": "Recuerdan en Panamá a víctimas de invasión estadounidense en 1989 - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "20 de diciembre",
    "Estados Unidos",
    "Invasión",
    "Panamá",
    "víctimas"
  ],
  "text": "Este 20 de diciembre, Panamá conmemora el 36° aniversario de la invasión militar de Estados Unidos, una fecha marcada por el dolor, la memoria y la exigencia de verdad y justicia para las víctimas de uno de los episodios más cruentos de la historia reciente del país centroamericano.\n\nLEA TAMBIÉN\nAlertan desde Panamá que EE.UU. podría desatar un ataque a gran escala contra Venezuela\n\nLa operación militar, ordenada en 1989 por el entonces presidente estadounidense George H. W. Bush, tuvo como argumento oficial la captura del general Manuel Antonio Noriega, quien posteriormente fue juzgado en Estados Unidos bajo acusaciones de narcotráfico y de permitir el tránsito de drogas a través de estructuras estatales panameñas.\nSin embargo, distintos sectores recuerdan que Noriega había sido colaborador de la Agencia Central de Inteligencia (CIA) durante gran parte de su carrera militar. Meses antes de la invasión, en octubre de 1989, Noriega ya había sido detenido por fuerzas panameñas con la intención de entregarlo a Washington, pero Estados Unidos rechazó recibirlo. Poco después, el 20 de diciembre, lanzó la intervención armada que dio inicio a una Navidad sangrienta, aún presente en la memoria colectiva del pueblo panameño.\n\n\nA más de tres décadas de aquellos hechos, la Comisión 20 de Diciembre continúa investigando las consecuencias humanas de la invasión. Hasta ahora ha documentado 236 víctimas reconocidas oficialmente y ha logrado identificar 11 restos humanos hallados en el cementerio Jardín de Paz, en la provincia de Panamá.\nNo obstante, el organismo estima que existen más de 200 posibles víctimas y que al menos 140 cuerpos permanecen sin identificar, lo que deja a numerosas familias en la incertidumbre sobre el destino de sus seres queridos.\nDurante la invasión, numerosos fallecidos fueron incinerados y enterrados en fosas comunes, principalmente en el Jardín de Paz y en el cementerio de Monte Esperanza, en la provincia de Colón, una práctica que dificultó durante décadas la búsqueda de verdad.\nEste nuevo aniversario se da en un contexto marcado por el retorno de personal militar estadounidense al país. Aunque la Constitución panameña establece que la nación centroamericana no cuenta con fuerzas armadas y solo dispone de cuerpos policiales de carácter civil, efectivos de Estados Unidos se encuentran actualmente desplegados en al menos tres instalaciones, en el marco de un memorándum de entendimiento firmado entre el gobierno de José Raúl Mulino y el Departamento de Defensa estadounidense.\nBajo conceptos como “cooperación” e “interoperabilidad”, este acuerdo ha generado un fuerte rechazo social, expresado tanto en demandas judiciales como en movilizaciones populares.\nEn este escenario, la Asamblea Nacional declaró este sábado como jornada de duelo nacional. Un día en que el pueblo rendirá homenaje a las víctimas del 20 de diciembre de 1989, con el fin de reafirmar la memoria histórica y el reclamo de justicia.\n\n\n\n\nLa invasión de 1989 provocó cientos de muertes y graves pérdidas materiales.\nEn diálogo con teleSUR, el sociólogo panameño Olmedo Beluche afirmó que la invasión del 20 de diciembre de 1989 constituye el episodio más violento y devastador de la historia contemporánea de Panamá.\nBeluche señaló que las fuerzas estadounidenses provocaron la muerte de al menos 560 personas plenamente identificadas, además de dejar más de 2.000 heridos. A ello se sumaron graves daños materiales, entre ellos la destrucción de viviendas que afectó a cerca de 20.000 habitantes del barrio El Chorrillo, uno de los sectores más castigados por la ofensiva militar, sin contabilizar las enormes pérdidas económicas que sufrió el país.\nEl sociólogo sostuvo que, contrariamente al argumento del combate al narcotráfico, el verdadero objetivo de la invasión fue imponer Gobiernos subordinados a los intereses de Washington.\nSegún explicó, fue la presión sostenida de la sociedad panameña la que permitió, recién hace alrededor de una década, la conformación de una comisión investigadora. No obstante, advirtió que su trabajo avanzó con lentitud debido a la falta de voluntad política y a la negativa de los gobiernos a asignar los recursos necesarios para una investigación eficaz y oportuna.\nBeluche recordó además que familiares de las víctimas presentaron una denuncia ante instancias del sistema interamericano de derechos humanos, que concluyeron que la invasión constituyó una violación masiva de derechos humanos y emitieron una condena contra Estados Unidos. Sin embargo, subrayó que Washington mantiene una postura de rechazo permanente a asumir responsabilidad por los daños causados por sus fuerzas armadas en el exterior.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/recuerdan-panama-victimas-invasion-eeuu/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 187,
    "message_id": 114048,
    "date": "2025-12-19T19:55:13+00:00",
    "text": "teleSUR\nRecuerdan en Panamá a víctimas de invasión estadounidense en 1989\nhttps://www.telesurtv.net/recuerdan-panama-victimas-invasion-eeuu/",
    "photo_path": null,
    "views": 1613,
    "reactions": {
      "👍": 39,
      "💯": 4,
      "🔥": 2,
      "❤": 1,
      "😱": 1
    },
    "total_reactions": 47
  }
}