{
  "url": "https://www.telesurtv.net/400-palestinos-asesinados-israel-alto-el-fuego/",
  "title": "Más de 400 palestinos fueron asesinados por ataques israelíes desde el alto el fuego - teleSUR",
  "section": "Mundo",
  "tags": [
    "Alto el fuego",
    "conflicto destacado",
    "Franja de Gaza",
    "lesionados",
    "Muertos"
  ],
  "text": "Al menos 405 individuos han fallecido a causa de agresiones israelíes en la Franja de Gaza desde que comenzó el alto al fuego, según el boletín diario del Ministerio de Sanidad del enclave palestino, el informe incluye las víctimas hasta la medianoche del día anterior y fue difundido este lunes.\n\nEl ministerio comunicó que hospitales de la Franja han recibido el día domingo los cuerpos de doce muertos, cuatro de estos fueron víctimas de homicidio y ocho fueron recuperados entre escombros.\n\n\nEl 54 por ciento de la Franja de Gaza sigue bajo el control israelí, luego de que sus soldados se replegaran a la llamada «línea amarilla», desde donde continúan disparando casi todos los días contra palestinos que el Ejército asegura se acercan demasiado y a quienes califica como «terroristas».\nUna parte significativa de la población de Gaza no tiene conocimiento sobre las demarcaciones y se acerca a esta nueva frontera en un intento de regresar a sus casas o para conseguir comida.\nEn este último informe se reportaron cuatro muertes adicionales de ciudadanos a causa de la caída de un edificio, lo que aumenta el total a 15 víctimas mortales debido a las caídas de inmuebles, que en su mayoría fueron bombardeados durante la guerra y ahora son afectados por el clima invernal.\n\n\nLa Franja, después de más de dos años de devastación por fuego israelí, acumula toneladas de escombros y más del 80 por ciento de sus edificios han sido destruidos o dañados.\n«Varias víctimas permanecen bajo los escombros y en las carreteras, donde los equipos de ambulancias y Defensa Civil no pueden llegar a ellas por el momento«, advirtió hoy Sanidad gazatí.\nLas autoridades palestinas recalcan que aún hay miles de cuerpos atrapados entre los escombros y que las labores de rescate son restringidas debido a la falta de recursos como combustible y maquinaria pesada.\nDesde que en octubre de 2023 Israel iniciara su ofensiva contra Gaza como represalia a los asaltos de Hamás, 70.937 palestinos han fallecido y 171.192 han sufrido heridas en ataques israelíes, muchas de las cuales son amputaciones y lesiones que los acompañarán toda la vida.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/400-palestinos-asesinados-israel-alto-el-fuego/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 12,
    "message_id": 114254,
    "date": "2025-12-22T13:55:19+00:00",
    "text": "teleSUR\nMás de 400 palestinos fueron asesinados por ataques israelíes desde el alto el fuego\nhttps://www.telesurtv.net/400-palestinos-asesinados-israel-alto-el-fuego/",
    "photo_path": null,
    "views": 918,
    "reactions": {
      "🤬": 18,
      "❤": 1
    },
    "total_reactions": 19
  }
}