{
  "url": "https://www.telesurtv.net/honduras-consejero-cne-impugnara-resultados/",
  "title": "Consejero del CNE hondureño impugnara resultados electorales",
  "section": "América Latina y El Caribe",
  "tags": [
    "Consejero CNE",
    "Elecciones Hondureñas",
    "fraude",
    "Impugnación resultados"
  ],
  "text": "El consejero del Consejo Nacional Electoral (CNE) de Honduras, Marlon Ochoa anunció el sábado que impugnará los resultados de las elecciones del pasado 30 de noviembre por considerarlos fraudulentos.\nMarlon Ochoa aseguró que no validará un proceso comicial que según el magistrado del CNE fue intervenido y tutelado por Estados Unidos, porque en Honduras la voluntad es soberana y es del pueblo, según reza la Constitución, añadió el consejero del ente electoral.\n\n\nSegún el funcionario no existe ninguna circunstancia que lo obligue a firmar una declaratoria “fraudulenta”, en alusión al momento en que el CNE debe divulgar los resultados oficiales de las elecciones, cuyo plazo expira el próximo 30 de diciembre.\nAdemás insistió en que su función es representar al pueblo hondureño y no intereses de gobiernos o actores extranjeros.\nOchoa cuestionó pronunciamientos y sanciones de EE.UU., clasificándolas de injerencia directa en el proceso, y reiteró que el presidente de Honduras debe ser electo por el pueblo hondureño.\n\n\n“El fraude ha estado a la vista de todos, aunque las misiones de observadores internacionales quieran ocultarlo o maquillarlo” remarcó el funcionario electoral.\n“Aunque me lleven a ese pleno a punta de bala, me van a hacer validar un fraude”, subrayó Marlon Ochoa, quien calificó a la elección del 30 de noviembre como la “más sucia y menos transparente” en la historia del país centroamericano.\n\n\nEl funcionario electoral explicó que los niveles de manipulación y las inconsistencias detectadas superan incluso los hechos suscitados en los comicios del 2017.\nOchoa reiteró su exigencia del conteo voto por voto de las 19.167 urnas de votación para la elección presidencial, ante las evidentes discrepancias entre el número de electores y las cifras consignadas en las actas de votación.\nTambién, denunció fallas constantes en el sistema de transmisión de resultados electorales preliminares, conocido por sus siglas TREP, lo cual, a su criterio, debilitó la transparencia del proceso comicial y abrió espacio para la manipulación del procesamiento de datos.\n“Mi postura, para saber quién ganó una elección con amenaza extranjera y de maras y pandillas, tenemos que abrir las 19 mil 167 juntas receptoras de votos”, recalcó el funcionario electoral.\n“Si hacemos el voto por voto, con gusto estaré en la declaratoria oficial”, sentenció el consejero del CNE.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/honduras-consejero-cne-impugnara-resultados/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 78,
    "message_id": 114178,
    "date": "2025-12-21T06:55:14+00:00",
    "text": "teleSUR\nGolpe electoral en Honduras: consejero electoral rechaza validar resultados de elecciones del 30N\nhttps://www.telesurtv.net/honduras-consejero-cne-impugnara-resultados/",
    "photo_path": null,
    "views": 1628,
    "reactions": {
      "❤": 35,
      "👍": 18,
      "🤔": 2
    },
    "total_reactions": 55
  }
}