{
  "url": "https://www.telesurtv.net/eeuu-niega-visa-consejero-electoral-honduras/",
  "title": "EE.UU. niega visado a consejero electoral de Honduras",
  "section": "Mundo",
  "tags": [
    "Consejo Nacional Electoral (CNE) de Honduras",
    "EE.UU.",
    "Honduras",
    "Marlon Ochoa"
  ],
  "text": "El Departamento de Estado de Estados Unidos negó el visado de entrada a Marlon Ochoa, consejero del Consejo Nacional Electoral (CNE) de Honduras, y anunció medidas contra otra persona, acusándolos de “socavar la democracia” en el país, según declaró el secretario de Estado, Marco Rubio.\n“El Departamento negó el visado a Marlon Ochoa y dio pasos para imponer restricciones de visado a otro individuo por socavar la democracia en Honduras”, señala un comunicado oficial citado por fuentes diplomáticas.\nSegún la nota publicada, expresa que esta medida prohíbe la entrada a personas que podrían realizar actividades que podrían tener consecuencias en la política exterior del país, basado en lo que estipula la Sección 212(a)(3)(C) de la Ley de Inmigración y Nacionalidad (INA, por sus siglas en inglés). Esta decisión se enmarca en las tensiones de las elecciones generales del 30 de noviembre en Honduras e incluye también a Mario Morazán, magistrado del Tribunal de Justicia Electoral (TJE), a los que se acusa de «socavar la democracia».\nEl 10 de diciembre, el Congreso Nacional hondureño se negó a reconocer los resultados, denunciando “presiones internas de estructuras del crimen organizado vinculadas al narcotráfico, maras como MS-13, 18 entre otras” y la injerencia del expresidente Donald Trump. Durante la campaña, Trump instó públicamente a la población hondureña a votar por Nasry Asfura, candidato del Partido Nacional, e indultó al expresidente Juan Orlando Hernández (2014-2022), condenado a 45 años de prisión en EE.UU. por tráfico de cocaína y armas.\n\n\n\n\nEl presidente del Congreso Nacional de Honduras, Luis Redondo, denunció en su cuenta en la red social X la injerencia de Estados Unidos aseverando que «la soberanía de Honduras no se negocia» y que el derecho internacional prohíbe cualquier tipo de intromisión en los asuntos internos de otra nación.\nEn la publicación el funcionario destacó el precedente en Rumanía, donde defendió que «cuando la intervención extranjera contamina el proceso electoral y compromete la voluntad soberana del votante, la única salida democrática es revisar, corregir o repetir la elección».\nEstas acciones por parte de la administración Trump han generado rechazo en Honduras y la región, donde sectores sociales y los gobiernos de Colombia, Venezuela y Nicaragua condenaron la “ingerencia” de Trump, calificándola de violación a la soberanía nacional. Mientras, el CNE tiene plazo hasta el 30 de diciembre para proclamar a los ganadores de los comicios y, de no hacerlo, el Congreso asumiría dicha facultad conforme a la Ley Electoral hondureña.\nLa presidenta Xiomara Castro reiteró el 18 de diciembre su compromiso con una “transición pacífica” del poder gubernamental el 27 de enero próximo a quien declare ganador el CNE. La negativa de EE.UU. a otorgar el visado a Ochoa profundiza las fricciones diplomáticas, mientras Honduras enfrenta un escenario incierto días antes del plazo para certificar los comicios.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/eeuu-niega-visa-consejero-electoral-honduras/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 148,
    "message_id": 114089,
    "date": "2025-12-20T07:55:08+00:00",
    "text": "teleSUR\nEE.UU. niega visado a consejero electoral en medio de tensiones por elecciones hondureñas\nhttps://www.telesurtv.net/eeuu-niega-visa-consejero-electoral-honduras/",
    "photo_path": null,
    "views": 1512,
    "reactions": {
      "🤬": 31,
      "👎": 4,
      "😱": 3,
      "😈": 1
    },
    "total_reactions": 39
  }
}