{
  "url": "https://www.telesurtv.net/estados-unidos-ataque-ei-siria/",
  "title": "Estados Unidos lanza ataque masivo contra el Daesh en Siria - teleSUR",
  "section": "Mundo",
  "tags": [
    "Ataque de Estados Unidos",
    "ataques",
    "Estado Islámico",
    "gobierno sirio",
    "Pete Hegseth",
    "Siria"
  ],
  "text": "«Esto no es el comienzo de una guerra, es una declaración de venganza», dijo este viernes el secretario de Guerra de Estados Unidos, Pete Hegseth, poco después de anunciar en redes sociales el inicio de la Operación Ataque Ojo de Halcón, un ataque a gran escala contra objetivos del autodenominado Estado Islámico (EI) en Siria, organización terrorista también conocida como Daesh o ISIS.\nLas fuerzas estadounidenses bajo la dirección del presidente de Estados Unidos realizaron ataques aéreos y de artillería contra posiciones e infraestructura del Estado Islámico como represalia al ataque del grupo terrorista a fuerzas estadounidenses en Palmira, el pasado 13 de diciembre.\n\n\nSegún Estados Unidos, la agresión será prolongada hasta la madrugada del sábado. En un comunicado, la Cancillería siria declaró que “la República Árabe Siria reitera su firme compromiso de luchar contra ISIS y garantizar que no tenga refugios seguros en territorio sirio, y continuará intensificando las operaciones militares contra él dondequiera que represente una amenaza”.\nDe esta manera, medios locales informaron que la coalición internacional concentró sus objetivos en el desierto de Maadan, en la zona rural de Raqqa; el desierto de Hammad, en la zona rural de Deir Ezzor, y el monte al-Amour«\n\n\n\n\nAutoridades jordanas aseguran la posibilidad de que el Gobierno sirio autorizara los ataques dentro de su territorio. El Gobierno de facto sirio ha cooperado con Estados Unidos en la lucha contra el Estado Islámico, alcanzando acuerdos y manteniendo reuniones en la Casa Blanca.\nAunque tras el ataque del 13 de diciembre la Casa Blanca prometió represalias, el Ministerio del Interior de Siria ha señalado que el atacante era miembro del servicio de Seguridad Interna sirio. Funcionarios de Estados Unidos y Siria reconocieron a fuentes de prensa que los vínculos del atacante con ISIS no están del todo claros y el grupo no se ha atribuido el ataque.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/estados-unidos-ataque-ei-siria/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 154,
    "message_id": 114083,
    "date": "2025-12-20T03:55:09+00:00",
    "text": "teleSUR\nEstados Unidos lanza ataque masivo contra el Daesh en Siria\nhttps://www.telesurtv.net/estados-unidos-ataque-ei-siria/",
    "photo_path": null,
    "views": 1540,
    "reactions": {
      "👎": 22,
      "🤮": 9,
      "🤔": 7,
      "🔥": 1
    },
    "total_reactions": 39
  }
}