{
  "url": "https://www.telesurtv.net/china-condena-incautacion-arbitraria-buques/",
  "title": "China condena \"incautación arbitraria\" de buques con petróleo venezolano - teleSUR",
  "section": "Mundo",
  "tags": [
    "China",
    "EE.UU.",
    "Venezuela"
  ],
  "text": "El Gobierno de China condenó de manera categórica la incautación arbitraria de buques cisterna que transportaban petróleo venezolano por parte de Estados Unidos, al considerar que esta acción viola gravemente el derecho internacional y los principios básicos que rigen las relaciones entre los Estados.\n\nLEA TAMBIÉN:ALBA condena robo de segundo buque con petróleo venezolano por EE.UU.\n\nEl portavoz del Ministerio de Relaciones Exteriores chino, Lin Jian, denunció que la requisa de embarcaciones de terceros países, sin autorización del Consejo de Seguridad de la ONU, constituye una acción unilateral ilegítima, carente de sustento jurídico internacional.\n“La incautación arbitraria por Estados Unidos de embarcaciones de otros países viola seriamente el derecho internacional”, afirmó el diplomático, al tiempo que reiteró la posición constante de Beijing contra medidas coercitivas unilaterales impuestas al margen de los mecanismos multilaterales.\nSegún Jian, China «se opone a cualquier acción que viole los propósitos y principios de la Carta de la ONU y atente contra la soberanía y la seguridad de otros países; y se opone a toda intimidación unilateral».\n\n\nLin Jian subrayó que Venezuela tiene pleno derecho a desarrollar de manera soberana la cooperación energética y comercial con otros países, y expresó su convicción de que la comunidad internacional comprende y respalda a Caracas en la defensa de sus legítimos derechos e intereses.\nLa reacción china se produce luego de que el presidente estadounidense Donald Trump calificara al Gobierno venezolano como una “organización terrorista extranjera” y anunciara el bloqueo total de todos los petroleros sancionados que se dirijan hacia o desde Venezuela. Tras estas declaraciones, fuerzas militares de Estados Unidos se apoderaron de al menos tres buques cisterna que transportaban crudo venezolano.\nEn paralelo, Trump ha amenazado abiertamente a Venezuela, exigiendo la devolución de supuestos activos “robados” a Estados Unidos y anunciando acciones militares bajo el pretexto de la lucha contra el narcotráfico, una narrativa que sin pruebas, Washington ha utilizado para incrementar su presencia armada en el Caribe.\n\n\nEntre septiembre y octubre pasados, Estados Unidos empleó fuerzas militares para hundir embarcaciones en aguas del Caribe, alegando que transportaban drogas. Caracas y otros actores regionales han denunciado estas acciones como violaciones a la soberanía y amenazas a la seguridad regional.\nEl pasado 3 de noviembre, Trump aseguró que “los días de Nicolás Maduro estaban contados”, aunque afirmó que Washington no planeaba una guerra contra Venezuela. El Gobierno venezolano calificó esas declaraciones como una provocación directa destinada a desestabilizar la región, así como una violación de los acuerdos internacionales sobre el carácter desmilitarizado y no nuclear del Caribe.\nEn este contexto, la portavoz del Ministerio de Asuntos Exteriores de Rusia, María Zajárova, advirtió sobre el aumento sostenido de la tensión en torno a Venezuela, país aliado de Moscú, y alertó que las decisiones unilaterales de Estados Unidos representan una amenaza directa para la navegación internacional y la estabilidad regional.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/china-condena-incautacion-arbitraria-buques/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 18,
    "message_id": 114246,
    "date": "2025-12-22T12:55:08+00:00",
    "text": "teleSUR\nChina condena «incautación arbitraria» de buques con petróleo venezolano\nhttps://www.telesurtv.net/china-condena-incautacion-arbitraria-buques/",
    "photo_path": null,
    "views": 977,
    "reactions": {
      "👍": 27,
      "❤": 1
    },
    "total_reactions": 28
  }
}