{
  "url": "https://www.telesurtv.net/bolivia-sindicato-confirma-huelga-gasolinazo/",
  "title": "Mayor sindicato de Bolivia confirma huelga contra gasolinazo",
  "section": "América Latina y El Caribe",
  "tags": [
    "Central Obrera Boliviana",
    "Decreto 5503",
    "Huelga"
  ],
  "text": "El mayor sindicato de Bolivia, la Central Obrera Boliviana (COB), confirmó la huelga prevista para este lunes contra el decreto, que suprime el subsidio a los combustibles, pese a los acuerdos que logró el Gobierno con otros sectores para evitar la medida de presión.\n«Nosotros no vamos a declinar, no vamos a negociar al margen de nuestro pueblo, no vamos a decepcionar la confianza que se ha puesto para comandar este movimiento reivindicativo«, dijo el máximo dirigente de la COB, Mario Argollo.\nEl líder sindical desmintió a través de un video un supuesto pacto con el Gobierno de Rodrigo Paz con la finalidad de levantar las protestas y movilizaciones convocadas para las primeras horas de este 22 de diciembre.\n\n\n«Queremos mandar este mensaje al Gobierno central: piensen, mediten, sobre esta medida arbitraria (y) dictatorial que han asumido (y) que en este momento tiene en vilo al pueblo boliviano», enfatizó Argollo.\nMario Argollo afirmó que el decreto 5503 favorece únicamente a «un sector privilegiado, empresarial y burgués», por lo que llamó a los distintos sectores sociales a «sumarse» a la protesta que, reiteró que no tiene carácter político.\n\n\nEl decreto 5503 emitido el miércoles pasado por Rodrigo Paz pone fin a más de 20 años de subsidio al combustible.\nLa medida estableció los precios de la gasolina en 6,96 bolivianos (un dólar) por litro de la especial, 11 bolivianos (1,58 dólares) para la premium y 9,80 bolivianos (1,40 dólares) para el diésel, entre otros.\nEsto supone incrementos del 86 por ciento para la gasolina y del 162 por ciento para el diésel respecto al costo subvencionado que estuvo vigente por más de dos décadas.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/bolivia-sindicato-confirma-huelga-gasolinazo/",
    "json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 28,
    "message_id": 114236,
    "date": "2025-12-22T06:55:13+00:00",
    "text": "teleSUR\nMayor sindicato de Bolivia confirma huelga contra «gasolinazo» de Rodrigo Paz\nhttps://www.telesurtv.net/bolivia-sindicato-confirma-huelga-gasolinazo/",
    "photo_path": null,
    "views": 1167,
    "reactions": {
      "👍": 28,
      "❤": 1
    },
    "total_reactions": 29
  }
}