{
  "url": "https://www.telesurtv.net/guaido-y-el-10-e-oposicion-extremista-y-la-realidad-frente-a-la-asuncion-presidencial-de-nicolas-maduro/.)",
  "title": "Guaid칩 y el 10E: Oposici칩n extremista y la realidad frente a la asunci칩n de Nicol치s Maduro - teleSUR",
  "section": "Am칠rica Latina y El Caribe",
  "tags": [
    "Edmundo Gonz치lez",
    "extrema derecha",
    "Fracaso pol칤tico",
    "Juan Guaid칩",
    "Nicol치s Maduro",
    "Oposici칩n extremista",
    "Reelecci칩n Presidencial"
  ],
  "text": "\nEl pr칩fugo de la justicia venezolana, Juan Guaid칩 reconoci칩 que el 10 de enero no debe ser considerado una fecha privilegiada 춺entre muchas otras췉, marcando un notable alejamiento de la ret칩rica de la oposici칩n extremista con respecto al anticipado regreso de Edmundo Gonz치lez Urrutia a Venezuela.\nGuaid칩, que actualmente afronta un proceso judicial en Venezuela, ofreci칩 una declaraci칩n sobre el posible regreso de Gonz치lez durante una entrevista con medios opositores en el extranjero. 춺쯌olver치 Edmundo Gonz치lez a Venezuela? S칤. Lo que estoy diciendo es que ser치 cuando sea seguro, con reconocimiento diplom치tico, cuando hayamos hablado con los militares, cuando tengamos la fuerza suficiente para volver a las calles췉, declar칩, socavando efectivamente las afirmaciones anteriores de que Gonz치lez volver칤a para asumir la presidencia el 10 de enero.\nEl momento de estas declaraciones parece estrat칠gicamente alineado con las transiciones pol칤ticas previstas en Estados Unidos, ya que Guaid칩 indic칩 que la oposici칩n esperar칤a tanto a la toma de posesi칩n de la administraci칩n de Donald Trump como a las subsiguientes confirmaciones del Senado antes de proceder con sus pr칩ximos pasos.\nEspa침a formaliza asilo a Edmundo Gonz치lez Urrutia\nEl giro narrativo se produce cuando Espa침a concede formalmente el asilo al excandidato presidencial, seg칰n confirm칩 el ministro espa침ol de Asuntos Exteriores, Jos칠 Manuel Albares. 춺El estatuto de asilo solicitado por Edmundo Gonz치lez en Espa침a ha sido concedido y ser치 comunicado oficialmente en los pr칩ximos d칤as췉, anunci칩 Albares durante una rueda de prensa en la Comisi칩n de Asuntos Iberoamericanos del Senado.\nTras su salida de Venezuela en un avi칩n militar espa침ol despu칠s de refugiarse en la Embajada espa침ola, Edmundo Gonz치lez firm칩 inicialmente una declaraci칩n p칰blica en la que reconoc칤a tanto los resultados electorales como las instituciones venezolanas. Sin embargo, su postura evolucion칩 en los 칰ltimos meses, culminando en repetidas afirmaciones sobre su posible regreso a Caracas el 10 de enero, fecha prevista constitucionalmente para la toma de posesi칩n presidencial.\nNuevo embajador de Espa침a en Venezuela\nMientras tanto, los canales diplom치ticos entre Espa침a y Venezuela siguen evolucionando. El Ministerio de Asuntos Exteriores venezolano ha confirmado que 츼lvaro Albacete, nuevo embajador de Espa침a, ha presentado sus cartas credenciales en Caracas.\nEl canciller Yv치n Gil expres칩 a trav칠s de su cuenta oficial de Telegram el compromiso del Gobierno Bolivariano con el fortalecimiento del respeto mutuo entre ambas naciones.\nMart칤nez Mottola se entrega a las autoridades venezolanas\nEn un hecho paralelo, Fernando Mart칤nez Mottola, hasta ahora residente en la Embajada de Argentina en Venezuela, se entreg칩 voluntariamente el pasado viernes a las autoridades venezolanas. El fiscal general, Tarek William Saab, anunci칩 que Mart칤nez Mottola 춺se ha sometido a los procedimientos legales y ha prestado declaraci칩n ante la Fiscal칤a en relaci칩n con graves hechos violentos, conspirativos y desestabilizadores organizados desde la mencionada sede diplom치tica en los 칰ltimos meses췉.\nEl historial de Mart칤nez Mottola incluye importantes funciones en la pol칤tica venezolana, habiendo sido ministro de Transporte y Comunicaciones durante el segundo gobierno de Carlos Andr칠s P칠rez y asesor de la opositora Plataforma de Unidad Democr치tica (PUD). La PUD sigue impugnando la reelecci칩n del presidente Nicol치s Maduro y sostiene que Edmundo Gonz치lez result칩 vencedor el 28J.\n\nSu rendici칩n representa un cambio en el guion, particularmente dada su participaci칩n hist칩rica en el equipo pol칤tico de Juan Guaid칩 y su participaci칩n como jefe de la delegaci칩n de la oposici칩n en las 춺negociaciones secretas췉 mediadas por Noruega con el Gobierno del presidente Maduro en 2019.\nLa entrega voluntaria de Mart칤nez Mottola a las autoridades venezolanas representa algo m치s que una acci칩n individual, por lo que simboliza un posible punto de inflexi칩n en la estrategia de la oposici칩n extremista.\nEn este escenario, vale resaltar que la esfera diplom치tica venezolana muestra una notable evoluci칩n, especialmente en las relaciones hispano-venezolanas, con el nombramiento de un nuevo embajador simult치neo al proceso de asilo de Gonz치lez.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/guaido-y-el-10-e-oposicion-extremista-y-la-realidad-frente-a-la-asuncion-presidencial-de-nicolas-maduro/.)",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 542,
    "message_id": 82840,
    "date": "2024-12-21T22:14:57+00:00",
    "text": "游游 **Guaid칩 y el 10E: Cambio de discurso en la oposici칩n extremista**\n\n游댳 El pr칩fugo de la justicia venezolana, Juan Guaid칩, admite: \"El 10 de enero no es una fecha clave\". Su declaraci칩n aleja la idea del regreso inmediato de Edmundo Gonz치lez Urrutia a Venezuela como en las redes y medios hegem칩nicos avizoran en los 칰ltimos d칤as.\n\n游댳 Espa침a concedi칩 el asilo pol칤tico al excandidato presidencial de la ultraderecha venezolana, Edmundo Gonz치lez, confirmando su protecci칩n oficial.\n\n游댳 Fernando Mart칤nez Mottola se entrega al Ministerio P칰blico: El exministro de Carlos Andr칠s P칠rez y aliado de Guaid칩 enfrenta la justicia venezolana, marcando un giro en la oposici칩n.\n\n游댳 Nuevo embajador de Espa침a en Caracas: Se fortalecen las relaciones diplom치ticas entre ambos pa칤ses.\n\n游닗 M치s detalles en nuestro [sitio web](https://www.telesurtv.net/guaido-y-el-10-e-oposicion-extremista-y-la-realidad-frente-a-la-asuncion-presidencial-de-nicolas-maduro/.)",
    "photo_path": null,
    "views": 3007,
    "reactions": {
      "游녨": 35,
      "游때": 12,
      "游뱌": 11,
      "游꿀": 5,
      "游뱙": 4,
      "游뱂": 1
    },
    "total_reactions": 68
  }
}