{
  "url": "https://www.telesurtv.net/cuba-avanza-en-la-recuperacion-electrica-microsistemas-regionales-impulsan-la-generacion/)",
  "title": "Cuba avanza en la recuperación eléctrica: Microsistemas regionales impulsan la generación - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Cuba Argentina",
    "Recuperación energética"
  ],
  "text": "El Ministerio de Energía y Minas de Cuba informó este sábado que durante las últimas horas se vienen consolidado los microsistemas de generación de electricidad en las regiones Centro y Oriente de Cuba.\nEn Moa, dos motores están generando electricidad de manera estable, mientras que, en Nuevitas, la unidad 6 de la Central Termoeléctrica (CTE) se encuentra en proceso de arranque, aprovechando la isla eléctrica creada en Camagüey.\nEl organismo del Estado Cubano sostiene que la creación de un microsistema en el centro del país ha permitido suministrar electricidad a la CTE Antonio Guiteras, y una vez solucionada la avería, asegura que se iniciará el arranque de su unidad en las próximas horas.\n\nPor su parte, en Varadero, el ciclo combinado de Energás logró incorporarse a la generación. Sin embargo, en la región Occidental, una avería en el microsistema creado provocó su caída, aunque ya se ha iniciado su reconexión.\nSe espera que en poco tiempo se puedan reincorporar las plantas de Energás, la unidad 1 de Santa Cruz y las tres unidades de Mariel.\nPara la tarde del sábado, se prevé una mayor cobertura de electricidad en el país, gracias a las termoeléctricas que deben sincronizarse con los microsistemas territoriales. No obstante, no hay certeza de que el Sistema Electroenergético Nacional (SEN) pueda unificarse completamente durante esta jornada.\n\nEl presidente cubano Miguel Díaz Canel declaró este viernes que no cesarán los esfuerzos hasta lograr el total restablecimiento del Sistema Eléctrico Nacional, tras la desconexión provocada por la salida de operación de la termoeléctrica Antonio Guiteras.\nDurante una reunión de seguimiento a las labores de restauración del servicio eléctrico, el mandatario enfatizó que se trabajará con precisión, entrega y constancia para resolver la situación.\nDíaz Canel advirtió que, aun después de superar la emergencia actual, persistirán ciertos niveles de déficit energético. No obstante, aseguró que se continuará trabajando para reducir estas deficiencias en comparación con la situación de los días previos.\nDurante una reunión de trabajo que evaluó las acciones para restablecer el sistema electro energético nacional, el Jefe de Estado remarcó: “esto es una demostración más de todos los problemas que nos causa el bloqueo, y de los impactos del bloqueo”.\nCuba enfrenta una situación electroenergética compleja por las limitaciones de combustible, la causa principal de este complejo escenario, que ha generado un déficit de más de 800 megawatts (MW), lo que representa aproximadamente la mitad de las afectaciones registradas durante el horario pico de la última jornada.\nEl director general de la Unión Nacional Eléctrica (UNE), Alfredo López Valdés destacó este viernes que es la generación móvil y distribuida la más afectada, con pérdidas superiores a los 600 MW, por lo que anunció un plan integral para mejorar la situación energética, priorizando el uso de combustibles nacionales y proyectando trabajos de fondo en varias centrales termoeléctricas, incluyendo un bloque en Felton que aportaría 250 MW, puntualizó López Valdés.\nSe estima que la recuperación del sistema de generación distribuida tomaría menos de un año. El plan también contempla la reparación de líneas de transmisión y mejoras en la medición eléctrica.\nDe acuerdo a la información aportada, este programa busca una mejora gradual, enfocándose en recuperar las capacidades de generación y gestionar la demanda, que ha aumentado en 120 MW en las madrugadas respecto al año anterior, superando los 3.000 MW en total. Las autoridades enfatizan la importancia del ahorro y el uso eficiente de la energía, junto con la fabricación local de componentes básicos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-avanza-en-la-recuperacion-electrica-microsistemas-regionales-impulsan-la-generacion/)",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 839,
    "message_id": 78712,
    "date": "2024-10-19T19:20:37+00:00",
    "text": "[Cuba avanza en la recuperación eléctrica: Microsistemas regionales impulsan la generación](https://www.telesurtv.net/cuba-avanza-en-la-recuperacion-electrica-microsistemas-regionales-impulsan-la-generacion/)\n\nArrancó CTE Santa Cruz y se trabaja para enlazar CTE Mariel.\n\nEnergás está en servicio y se está sirviendo un nivel de carga en La Habana y Mayabeque.\n\nEn la zona Central el microsistema se mantiene estable.\n\nCTE Guiteras está en proceso de arranque.\n\nCTE Nuevitas en proceso de arranque alimentándose del micro sistema de Camagüey.\n\nCTE Felton y CTE Renté están más atrasadas por problemas en la barra de 110KV de Renté.\n\nCTE de Cienfuegos está indisponible por avería.\n\n370 MW servidos en el país. Hay microsistemas en casi todo el país, menos Artemisa.\n\nA diferencia de otras caídas, explicó Lázaro Guerra, ahora había menos disponibilidad de combustibles. Esta situación se irá recuperando paulatinamente.\n\n\n[https://www.telesurtv.net/cuba-avanza-en-la-recuperacion-electrica-microsistemas-regionales-impulsan-la-generacion/](https://www.telesurtv.net/cuba-avanza-en-la-recuperacion-electrica-microsistemas-regionales-impulsan-la-generacion/)",
    "photo_path": null,
    "views": 3225,
    "reactions": {
      "👍": 56,
      "🙏": 14
    },
    "total_reactions": 70
  }
}