{
  "url": "https://www.telesurtv.net/alba-tcp-rechaza-resolucion-de-la-oea-sobre-venezuela",
  "title": "ALBA-TCP rechaza resolución de la OEA sobre Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Venezuela"
  ],
  "text": "Los Estados miembros de la Alianza Bolivariana para los Pueblos de Nuestra América – Tratado de Comercio de los Pueblos (ALBA-TCP) rechazaron este lunes lo que denominaron “la espuria e intervencionista resolución de la OEA sobre asuntos internos de Venezuela”, adoptada la semana pasada en Washington.\nDe acuerdo a la nota “esta resolución improcedente, promovida fundamentalmente por Estados Unidos, representa otra intromisión abierta en los asuntos internos de Venezuela y confirma, una vez más, el rol servil de la OEA ante Washington”.\nDenuncian que con esa resolución se busca “impulsar planes golpistas, desconociendo las instituciones del Estado venezolano para solventar sus asuntos”.\nEn ese sentido, el ALBA-TCP les recuerda a algunos gobiernos de la región que la “República Bolivariana de Venezuela no es miembro de la OEA desde 2019 y que, en consecuencia, esa organización carece de facultad alguna para tratar asuntos relacionados con Venezuela y, mucho menos, para inmiscuirse de manera tan tendenciosa en sus asuntos nacionales”.\nPuntualizan que “Venezuela es una nación soberana, libre e independiente, cuyo pueblo sabio se ha caracterizado por su profunda vocación democrática y pacífica, desarrollando incluso un modelo de democracia popular único en el mundo: la democracia participativa y protagónica”.\nPor último, el ALBA-TCP “exige el respeto a la voluntad soberana del pueblo venezolano y al funcionamiento soberano de sus instituciones y hace un llamado a la OEA a ocuparse de sus propios asuntos y de las crisis sociales, económicas y de gobernabilidad que sufren varios de sus estados miembros, especialmente en Estados Unidos de Norteamérica”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/alba-tcp-rechaza-resolucion-de-la-oea-sobre-venezuela",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 706,
    "message_id": 74815,
    "date": "2024-08-19T18:58:09+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n \n↕ ALBA-TCP rechaza resolución de la OEA sobre Venezuela\nhttps://www.telesurtv.net/alba-tcp-rechaza-resolucion-de-la-oea-sobre-venezuela\n\n↕ Presidente de México exige a Estados Unidos detener actitud injerencista\nhttps://www.telesurtv.net/presidente-de-mexico-exige-a-estados-unidos-detener-actitud-injerencista/\n\n↕ Plataforma Electoral Demócrata no contempla embargo en ventas de armas a Israel, a pesar de genocidio en Gaza https://www.telesurtv.net/plataforma-electoral-democrata-no-contempla-embargo-en-ventas-de-armas-a-israel-a-pesar-de-genocidio-en-gaza/",
    "photo_path": null,
    "views": 4048,
    "reactions": {
      "👍": 83,
      "❤": 9,
      "🔥": 3
    },
    "total_reactions": 95
  }
}