{
  "url": "https://www.telesurtv.net/telesur-expresion-comunicacional-revoluciones/",
  "title": "20 años de teleSUR: \"expresión comunicacional de las revoluciones de Nuestra América\"",
  "section": "América Latina y El Caribe",
  "tags": [
    "20 aniversario teleSUR",
    "teleSUR"
  ],
  "text": "Luego de 20 años de trabajo, como televisora primero y como multiplataforma después (a tono con los cambios en materia de acceso y consumo de la información), el mayor desafío de teleSUR, en palabras de su presidenta, la periodista Patricia Villegas, está en no olvidar nunca que es “la expresión comunicacional de las revoluciones de Nuestra América, de las luchas de los pueblos del Sur Global“.\n\nLEA TAMBIÉN\nMesa Redonda: «Si teleSUR no existiera habría que inventarlo»\n\nComo parte de la emisión especial del programa Mesa Redonda, de la Televisión Cubana, transmitido desde Caracas (capital de Venezuela), Villegas reiteró la necesidad de entender las transformaciones comunicacionales a fin de insertarse en las dinámicas emergentes, sin perder la esencia del proyecto inaugurado el 24 de julio de 2005.\nPor su parte, el periodista hispano-francés Ignacio Ramonet, reconoció que el mayor desafío del medio es transformarse en algo indispensable. “Cuando uno está tan saturado de información, se necesita como una vacuna de un punto de vista diferente”, reseñó.\nDurante su intervención, Ramonet calificó a la multiplataforma como “esa palabra que viene a ponderar, equilibrar, a llevarte por el mejor camino. Eso es lo que teleSUR tiene que ser: algo a lo que uno es adictivo y, por otra parte, el correctivo que permite corregir los desvaríos de los grandes medios dominantes”, indicó.\n\n\nCon respecto a los intentos de censura que ha enfrentado teleSUR desde su fundación, Ramonet recordó que la gran comunicación de las plataformas pertenece a un grupo muy pequeño de supermultimillonarios, entre ellos Elon Musk, hasta hace poco financiador de la campaña de Trump y gran operador del presidente de EE.UU.\nEn tanto, existe una “privatización de los mensajes dominantes en el mundo y, por consiguiente, nosotros mismos utilizamos esos canales para expresarnos porque son los canales que están interrelacionados con una gran parte de la humanidad”, significó.\nFrente a ello, evocó las propuestas para hacer frente a dicho fenómeno. Se hizo eco del llamado del presidente Nicolás Maduro: crear las plataformas del Sur Global. Sin embargo, advirtió que no se puede fragmentar, “porque si lo fragmentamos comunicamos con nosotros mismos y queremos comunicar con el mundo.  A nivel del Sur Global, cuando sabemos que los BRICS ya representan más de la mitad de la demografía mundial, hay que crear canales también que no dependan únicamente de un grupo de multimillonarios esencialmente estadounidenses”, aseguró.\n\n\nPatricia Villegas destacó que, en muchos momentos, durante los primeros 20 años del proyecto de comunicación, el equipo ha demostrado que puede dominar la técnica y una estética pensando en lo humano de la tarea. Aclaró que nunca se han deslumbrado con las herramientas y no han obviado lo que quieren comunicar, el origen del problema.\nA propósito, añadió que, dentro de unos años, la comunicación que generen los humanos será de gran valor. “Que teleSUR mantenga esa marca, que pueda salir desde el territorio, va a ser una gran diferencia en un mundo en que se va cada vez a plastificar más la comunicación y lo comunicable, donde puede ser más viral una pareja infiel que un hecho tan trascendente como un genocidio”, explicó.\nVillegas subrayó que, en Venezuela, la comunicación está en la primera línea de batalla. Recordó las palabras del mandatario Nicolás Maduro durante la más reciente entrega del Premio Nacional de Periodismo Aníbal Nazoa. El jefe de Estado indicó que comunicar era tan importante, en su agenda de trabajo, como conseguir alimentos y medicamentos para la población.\n\n\nPor eso, la periodista instó a no olvidar el origen de la comunicación en tiempos de Inteligencia Artificial. Dijo que nada importa más que el problema local, que la situación cotidiana. Precisó que los medios no pueden negarse a todo el universo de la IA ni tener miedo de enfrentarlo, mientras llamó a recordar “de dónde venimos y quiénes somos“. Subrayó que la comunicación desde el territorio es fundamental.\nAl cierre del programa televisivo, que contó con la participación del ministro de Cultura venezolano, Ernesto Villegas y la conducción del vicepresidente de teleSUR, Rolando Segura, se reflexionó sobre la responsabilidad de la multiplataforma, que ha crecido con el tiempo. De tal modo, los primeros 20 años del medio ha sido una reafirmación de su compromiso y una exigencia de tener mayor conciencia.\n“La gente nos exige y nos demanda, y cada vez vamos a ser mucho más necesarios si mantenemos lo que somos y lo que hemos sido“, concluyó Patricia Villegas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/telesur-expresion-comunicacional-revoluciones/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 661,
    "message_id": 99780,
    "date": "2025-07-24T03:55:07+00:00",
    "text": "teleSUR\n20 años de teleSUR: «expresión comunicacional de las revoluciones de Nuestra América»\nhttps://www.telesurtv.net/telesur-expresion-comunicacional-revoluciones/",
    "photo_path": null,
    "views": 1434,
    "reactions": {
      "❤": 21,
      "👍": 1
    },
    "total_reactions": 22
  },
  "preprocessing": {
    "cleaned": "luego de 20 años de trabajo, como televisora primero y como multiplataforma después (a tono con los cambios en materia de acceso y consumo de la información), el mayor desafío de telesur, en palabras de su presidenta, la periodista patricia villegas, está en no olvidar nunca que es “la expresión comunicacional de las revoluciones de nuestra américa, de las luchas de los pueblos del sur global“. como parte de la emisión especial del programa mesa redonda, de la televisión cubana, transmitido desde caracas (capital de venezuela), villegas reiteró la necesidad de entender las transformaciones comunicacionales a fin de insertarse en las dinámicas emergentes, sin perder la esencia del proyecto inaugurado el 24 de julio de 2005. por su parte, el periodista hispano-francés ignacio ramonet, reconoció que el mayor desafío del medio es transformarse en algo indispensable. “cuando uno está tan saturado de información, se necesita como una vacuna de un punto de vista diferente”, reseñó. durante su intervención, ramonet calificó a la multiplataforma como “esa palabra que viene a ponderar, equilibrar, a llevarte por el mejor camino. eso es lo que telesur tiene que ser: algo a lo que uno es adictivo y, por otra parte, el correctivo que permite corregir los desvaríos de los grandes medios dominantes”, indicó. con respecto a los intentos de censura que ha enfrentado telesur desde su fundación, ramonet recordó que la gran comunicación de las plataformas pertenece a un grupo muy pequeño de supermultimillonarios, entre ellos elon musk, hasta hace poco financiador de la campaña de trump y gran operador del presidente de ee.uu. en tanto, existe una “privatización de los mensajes dominantes en el mundo y, por consiguiente, nosotros mismos utilizamos esos canales para expresarnos porque son los canales que están interrelacionados con una gran parte de la humanidad”, significó. frente a ello, evocó las propuestas para hacer frente a dicho fenómeno. se hizo eco del llamado del presidente nicolás maduro: crear las plataformas del sur global. sin embargo, advirtió que no se puede fragmentar, “porque si lo fragmentamos comunicamos con nosotros mismos y queremos comunicar con el mundo. a nivel del sur global, cuando sabemos que los brics ya representan más de la mitad de la demografía mundial, hay que crear canales también que no dependan únicamente de un grupo de multimillonarios esencialmente estadounidenses”, aseguró. patricia villegas destacó que, en muchos momentos, durante los primeros 20 años del proyecto de comunicación, el equipo ha demostrado que puede dominar la técnica y una estética pensando en lo humano de la tarea. aclaró que nunca se han deslumbrado con las herramientas y no han obviado lo que quieren comunicar, el origen del problema. a propósito, añadió que, dentro de unos años, la comunicación que generen los humanos será de gran valor. “que telesur mantenga esa marca, que pueda salir desde el territorio, va a ser una gran diferencia en un mundo en que se va cada vez a plastificar más la comunicación y lo comunicable, donde puede ser más viral una pareja infiel que un hecho tan trascendente como un genocidio”, explicó. villegas subrayó que, en venezuela, la comunicación está en la primera línea de batalla. recordó las palabras del mandatario nicolás maduro durante la más reciente entrega del premio nacional de periodismo aníbal nazoa. el jefe de estado indicó que comunicar era tan importante, en su agenda de trabajo, como conseguir alimentos y medicamentos para la población. por eso, la periodista instó a no olvidar el origen de la comunicación en tiempos de inteligencia artificial. dijo que nada importa más que el problema local, que la situación cotidiana. precisó que los medios no pueden negarse a todo el universo de la ia ni tener miedo de enfrentarlo, mientras llamó a recordar “de dónde venimos y quiénes somos“. subrayó que la comunicación desde el territorio es fundamental. al cierre del programa televisivo, que contó con la participación del ministro de cultura venezolano, ernesto villegas y la conducción del vicepresidente de telesur, rolando segura, se reflexionó sobre la responsabilidad de la multiplataforma, que ha crecido con el tiempo. de tal modo, los primeros 20 años del medio ha sido una reafirmación de su compromiso y una exigencia de tener mayor conciencia. “la gente nos exige y nos demanda, y cada vez vamos a ser mucho más necesarios si mantenemos lo que somos y lo que hemos sido“, concluyó patricia villegas.",
    "tokens": [
      "luego",
      "20",
      "años",
      "trabajo",
      ",",
      "televisora",
      "primero",
      "multiplataforma",
      "después",
      "(",
      "tono",
      "cambios",
      "materia",
      "acceso",
      "consumo",
      "información",
      ")",
      ",",
      "mayor",
      "desafío",
      "telesur",
      ",",
      "palabras",
      "presidenta",
      ",",
      "periodista",
      "patricia",
      "villegas",
      ",",
      "olvidar",
      "nunca",
      "“",
      "expresión",
      "comunicacional",
      "revoluciones",
      "américa",
      ",",
      "luchas",
      "pueblos",
      "sur",
      "global",
      "“",
      ".",
      "parte",
      "emisión",
      "especial",
      "programa",
      "mesa",
      "redonda",
      ",",
      "televisión",
      "cubana",
      ",",
      "transmitido",
      "caracas",
      "(",
      "capital",
      "venezuela",
      ")",
      ",",
      "villegas",
      "reiteró",
      "necesidad",
      "entender",
      "transformaciones",
      "comunicacionales",
      "fin",
      "insertarse",
      "dinámicas",
      "emergentes",
      ",",
      "perder",
      "esencia",
      "proyecto",
      "inaugurado",
      "24",
      "julio",
      "2005.",
      "parte",
      ",",
      "periodista",
      "hispano-francés",
      "ignacio",
      "ramonet",
      ",",
      "reconoció",
      "mayor",
      "desafío",
      "medio",
      "transformarse",
      "indispensable",
      ".",
      "“",
      "tan",
      "saturado",
      "información",
      ",",
      "necesita",
      "vacuna",
      "punto",
      "vista",
      "diferente",
      "”",
      ",",
      "reseñó",
      ".",
      "intervención",
      ",",
      "ramonet",
      "calificó",
      "multiplataforma",
      "“",
      "palabra",
      "viene",
      "ponderar",
      ",",
      "equilibrar",
      ",",
      "llevarte",
      "mejor",
      "camino",
      ".",
      "telesur",
      "ser",
      ":",
      "adictivo",
      ",",
      "parte",
      ",",
      "correctivo",
      "permite",
      "corregir",
      "desvaríos",
      "grandes",
      "medios",
      "dominantes",
      "”",
      ",",
      "indicó",
      ".",
      "respecto",
      "intentos",
      "censura",
      "enfrentado",
      "telesur",
      "fundación",
      ",",
      "ramonet",
      "recordó",
      "gran",
      "comunicación",
      "plataformas",
      "pertenece",
      "grupo",
      "pequeño",
      "supermultimillonarios",
      ",",
      "elon",
      "musk",
      ",",
      "hace",
      "financiador",
      "campaña",
      "trump",
      "gran",
      "operador",
      "presidente",
      "ee.uu.",
      ",",
      "existe",
      "“",
      "privatización",
      "mensajes",
      "dominantes",
      "mundo",
      ",",
      "consiguiente",
      ",",
      "mismos",
      "utilizamos",
      "canales",
      "expresarnos",
      "canales",
      "interrelacionados",
      "gran",
      "parte",
      "humanidad",
      "”",
      ",",
      "significó",
      ".",
      "frente",
      "ello",
      ",",
      "evocó",
      "propuestas",
      "hacer",
      "frente",
      "dicho",
      "fenómeno",
      ".",
      "hizo",
      "eco",
      "llamado",
      "presidente",
      "nicolás",
      "maduro",
      ":",
      "crear",
      "plataformas",
      "sur",
      "global",
      ".",
      "embargo",
      ",",
      "advirtió",
      "puede",
      "fragmentar",
      ",",
      "“",
      "si",
      "fragmentamos",
      "comunicamos",
      "mismos",
      "queremos",
      "comunicar",
      "mundo",
      ".",
      "nivel",
      "sur",
      "global",
      ",",
      "sabemos",
      "brics",
      "representan",
      "mitad",
      "demografía",
      "mundial",
      ",",
      "crear",
      "canales",
      "dependan",
      "únicamente",
      "grupo",
      "multimillonarios",
      "esencialmente",
      "estadounidenses",
      "”",
      ",",
      "aseguró",
      ".",
      "patricia",
      "villegas",
      "destacó",
      ",",
      "momentos",
      ",",
      "primeros",
      "20",
      "años",
      "proyecto",
      "comunicación",
      ",",
      "equipo",
      "demostrado",
      "puede",
      "dominar",
      "técnica",
      "estética",
      "pensando",
      "humano",
      "tarea",
      ".",
      "aclaró",
      "nunca",
      "deslumbrado",
      "herramientas",
      "obviado",
      "quieren",
      "comunicar",
      ",",
      "origen",
      "problema",
      ".",
      "propósito",
      ",",
      "añadió",
      ",",
      "dentro",
      "años",
      ",",
      "comunicación",
      "generen",
      "humanos",
      "gran",
      "valor",
      ".",
      "“",
      "telesur",
      "mantenga",
      "marca",
      ",",
      "pueda",
      "salir",
      "territorio",
      ",",
      "va",
      "ser",
      "gran",
      "diferencia",
      "mundo",
      "va",
      "cada",
      "vez",
      "plastificar",
      "comunicación",
      "comunicable",
      ",",
      "puede",
      "ser",
      "viral",
      "pareja",
      "infiel",
      "hecho",
      "tan",
      "trascendente",
      "genocidio",
      "”",
      ",",
      "explicó",
      ".",
      "villegas",
      "subrayó",
      ",",
      "venezuela",
      ",",
      "comunicación",
      "primera",
      "línea",
      "batalla",
      ".",
      "recordó",
      "palabras",
      "mandatario",
      "nicolás",
      "maduro",
      "reciente",
      "entrega",
      "premio",
      "nacional",
      "periodismo",
      "aníbal",
      "nazoa",
      ".",
      "jefe",
      "indicó",
      "comunicar",
      "tan",
      "importante",
      ",",
      "agenda",
      "trabajo",
      ",",
      "conseguir",
      "alimentos",
      "medicamentos",
      "población",
      ".",
      ",",
      "periodista",
      "instó",
      "olvidar",
      "origen",
      "comunicación",
      "tiempos",
      "inteligencia",
      "artificial",
      ".",
      "dijo",
      "importa",
      "problema",
      "local",
      ",",
      "situación",
      "cotidiana",
      ".",
      "precisó",
      "medios",
      "pueden",
      "negarse",
      "universo",
      "ia",
      "tener",
      "miedo",
      "enfrentarlo",
      ",",
      "mientras",
      "llamó",
      "recordar",
      "“",
      "dónde",
      "venimos",
      "quiénes",
      "“",
      ".",
      "subrayó",
      "comunicación",
      "territorio",
      "fundamental",
      ".",
      "cierre",
      "programa",
      "televisivo",
      ",",
      "contó",
      "participación",
      "ministro",
      "cultura",
      "venezolano",
      ",",
      "ernesto",
      "villegas",
      "conducción",
      "vicepresidente",
      "telesur",
      ",",
      "rolando",
      "segura",
      ",",
      "reflexionó",
      "responsabilidad",
      "multiplataforma",
      ",",
      "crecido",
      "tiempo",
      ".",
      "tal",
      "modo",
      ",",
      "primeros",
      "20",
      "años",
      "medio",
      "sido",
      "reafirmación",
      "compromiso",
      "exigencia",
      "tener",
      "mayor",
      "conciencia",
      ".",
      "“",
      "gente",
      "exige",
      "demanda",
      ",",
      "cada",
      "vez",
      "vamos",
      "ser",
      "necesarios",
      "si",
      "mantenemos",
      "sido",
      "“",
      ",",
      "concluyó",
      "patricia",
      "villegas",
      "."
    ],
    "token_count": 470,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 80,
      "FW": 162,
      "CD": 5,
      "NN": 296,
      "JJ": 65,
      "NNS": 19,
      "IN": 32,
      "VBZ": 8,
      "DT": 7,
      "RB": 3,
      "VBP": 19,
      "VBD": 5,
      "RBR": 1
    },
    "bigram_freq": {
      "NNP-FW": 10,
      "FW-CD": 2,
      "CD-NN": 1,
      "NN-FW": 27,
      "FW-FW": 98,
      "FW-NN": 26,
      "NN-NN": 183,
      "NN-JJ": 22,
      "JJ-NNS": 3,
      "NNS-FW": 1,
      "NN-IN": 25,
      "IN-FW": 21,
      "FW-NNP": 19,
      "NNP-NNP": 31,
      "NNP-NN": 28,
      "NN-VBZ": 4,
      "VBZ-DT": 4,
      "DT-NN": 5,
      "NN-RB": 3,
      "RB-JJ": 3,
      "JJ-NN": 44,
      "FW-JJ": 9,
      "JJ-FW": 2,
      "FW-NNS": 6,
      "NNS-IN": 2,
      "IN-NNP": 1,
      "NNP-IN": 3,
      "NN-NNP": 18,
      "NNP-VBZ": 3,
      "NNS-NNS": 2,
      "NNS-VBP": 14,
      "VBP-IN": 1,
      "VBZ-JJ": 2,
      "CD-FW": 1,
      "FW-IN": 1,
      "IN-CD": 1,
      "CD-NNP": 1,
      "NNP-VBD": 3,
      "VBD-JJ": 4,
      "JJ-JJ": 6,
      "JJ-NNP": 6,
      "IN-JJ": 4,
      "VBP-NNS": 1,
      "VBP-NNP": 3,
      "IN-NN": 5,
      "NN-VBD": 2,
      "VBD-NN": 1,
      "NN-NNS": 7,
      "VBP-JJ": 10,
      "VBP-NN": 3,
      "NNP-VBP": 1,
      "JJ-DT": 2,
      "DT-JJ": 2,
      "JJ-CD": 2,
      "CD-JJ": 2,
      "NN-VBP": 4,
      "VBP-DT": 1,
      "NN-RBR": 1,
      "RBR-JJ": 1,
      "FW-VBZ": 1,
      "VBZ-FW": 2
    },
    "trigram_freq": {
      "NNP-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-FW": 10,
      "FW-FW-NN": 11,
      "FW-NN-NN": 11,
      "NN-NN-NN": 115,
      "NN-NN-FW": 18,
      "NN-FW-NN": 8,
      "NN-NN-JJ": 16,
      "NN-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-FW": 65,
      "NN-NN-IN": 11,
      "NN-IN-FW": 17,
      "IN-FW-FW": 13,
      "FW-FW-NNP": 12,
      "FW-NNP-NNP": 10,
      "NNP-NNP-NN": 10,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 3,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 3,
      "RB-JJ-NN": 3,
      "JJ-NN-NN": 26,
      "NN-FW-JJ": 2,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-NNS": 5,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-FW": 2,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 6,
      "JJ-NN-NNP": 2,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-DT": 1,
      "DT-NN-NN": 2,
      "NN-NN-NNP": 11,
      "NN-NNP-NN": 9,
      "NNP-NN-IN": 1,
      "IN-FW-NNP": 1,
      "NNP-NN-NN": 22,
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 5,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "FW-NN-FW": 6,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "JJ-NN-JJ": 2,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NNP": 1,
      "NN-JJ-NN": 15,
      "FW-NN-JJ": 3,
      "JJ-NNP-NN": 4,
      "JJ-NN-IN": 12,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "IN-FW-JJ": 3,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 2,
      "NN-IN-NN": 4,
      "IN-NN-NN": 4,
      "NN-NN-VBD": 2,
      "NN-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "FW-NNP-NN": 3,
      "NNP-IN-NN": 1,
      "IN-NN-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 6,
      "JJ-NN-NNS": 2,
      "NN-NN-NNS": 4,
      "VBP-JJ-JJ": 2,
      "FW-NNP-FW": 6,
      "NNP-FW-FW": 4,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNP-NNP-VBD": 2,
      "VBD-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "JJ-NNS-VBP": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "VBP-NNP-NNP": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-JJ": 2,
      "CD-JJ-FW": 1,
      "NN-NN-VBP": 4,
      "NN-VBP-NN": 2,
      "FW-JJ-NNP": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "IN-JJ-JJ": 1,
      "IN-FW-NN": 3,
      "FW-NN-NNP": 4,
      "NN-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NNP-FW-NN": 4,
      "NNP-NNP-FW": 1,
      "NNP-FW-NNP": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "NNP-NN-RB": 1,
      "NN-VBP-JJ": 2,
      "NN-NN-VBZ": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "VBP-JJ-NNP": 1,
      "NNP-NN-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBD-JJ-NN": 1,
      "NN-JJ-CD": 1,
      "CD-JJ-NN": 1,
      "NN-NNP-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 296,
        "FW": 162,
        "NNP": 80,
        "JJ": 65,
        "IN": 32
      },
      "top_bigrams": {
        "NN-NN": 183,
        "FW-FW": 98,
        "JJ-NN": 44,
        "NNP-NNP": 31,
        "NNP-NN": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 115,
        "FW-FW-FW": 65,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 22,
        "NN-NN-FW": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 188,
      "PP": 13,
      "VP": 30,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0309
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0154
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('información', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('no', 'DT') ('olvidar', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "S -> NP ('de', 'FW') ('20', 'CD') NP ('de', 'FW') NP (',', ',') NP ('(', '(') NP NP ('en', 'FW') ('materia', 'FW') ('de', 'FW') ('acceso', 'FW') ('y', 'FW') ('consumo', 'FW') ('de', 'FW') ('la', 'FW') NP (')', ')') (',', ',') NP PP (',', ',') ('en', 'FW') ('palabras', 'FW') ('de', 'FW') ('su', 'FW') NP (',', ',') ('la', 'FW') ('periodista', 'FW') NP (',', ',') NP PP ('nunca', 'RB') NP ('expresión', 'FW') NP ('de', 'FW') ('las', 'FW') NP PP (',', ',') ('de', 'FW') ('las', 'FW') ('luchas', 'FW') ('de', 'FW') ('los', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0039
      },
      {
        "rule": "NP -> ('Luego', 'NNP')",
        "frequency": 1,
        "weight": 0.0039
      },
      {
        "rule": "NP -> ('trabajo', 'NN')",
        "frequency": 1,
        "weight": 0.0039
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Luego"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "NP",
        "text": "trabajo"
      },
      {
        "label": "NP",
        "text": "como televisora primero y como multiplataforma después"
      },
      {
        "label": "NP",
        "text": "a tono con"
      },
      {
        "label": "NP",
        "text": "los cambios"
      },
      {
        "label": "NP",
        "text": "información"
      },
      {
        "label": "NP",
        "text": "el mayor desafío"
      },
      {
        "label": "PP",
        "text": "de teleSUR"
      },
      {
        "label": "NP",
        "text": "teleSUR"
      },
      {
        "label": "NP",
        "text": "presidenta"
      },
      {
        "label": "NP",
        "text": "Patricia Villegas"
      },
      {
        "label": "NP",
        "text": "está"
      },
      {
        "label": "PP",
        "text": "en no olvidar"
      },
      {
        "label": "NP",
        "text": "no olvidar"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Luego/NNP)\n  de/FW\n  20/CD\n  (NP años/NN)\n  de/FW\n  (NP trabajo/NN)\n  ,/,\n  (NP\n    como/NN\n    televisora/NN\n    primero/NN\n    y/NN\n    como/NN\n    multiplataforma/NN\n    después/NN)\n  (/(\n  (NP a/DT tono/NN con/NN)\n  (NP los/JJ cambios/NNS)\n  en/FW\n  materia/FW\n  de/FW\n  acceso/FW\n  y/FW\n  consumo/FW\n  de/FW\n  la/FW\n  (NP información/NN)\n  )/)\n  ,/,\n  (NP el/JJ mayor/NN desafío/NN)\n  (PP de/IN (NP teleSUR/NN))\n  ,/,\n  en/FW\n  palabras/FW\n  de/FW\n  su/FW\n  (NP presidenta/NN)\n  ,/,\n  la/FW\n  periodista/FW\n  (NP Patricia/NNP Villegas/NNP)\n  ,/,\n  (NP está/NN)\n  (PP en/IN (NP no/DT olvidar/NN))\n  nunca/RB\n  (NP que/JJ es/NN “/NNP la/NNP)\n  expresión/FW\n  (NP comunicacional/NN)\n  de/FW\n  las/FW\n  (NP revoluciones/NNS)\n  (PP de/IN (NP Nuestra/NNP América/NNP))\n  ,/,\n  de/FW\n  las/FW\n  luchas/FW\n  de/FW\n  los/FW\n  (NP pueblos/JJ del/NN Sur/NNP Global/NNP “/NNP)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Mesa/NNP Redonda/NNP)\n  :/:\n  (NP «/NN Si/NNP)\n  (VP\n    teleSUR/VBZ\n    (NP\n      no/DT\n      existiera/NN\n      habría/NN\n      que/NN\n      inventarlo/NN\n      »/NNP\n      Como/NNP))\n  parte/FW\n  de/FW\n  la/FW\n  emisión/FW\n  (NP especial/JJ del/NN programa/NN Mesa/NNP Redonda/NNP)\n  ,/,\n  de/FW\n  la/FW\n  (NP Televisión/NNP Cubana/NNP)\n  ,/,\n  (NP transmitido/NN desde/NN Caracas/NNP)\n  (/(\n  (NP capital/NN)\n  (PP de/IN (NP Venezuela/NNP))\n  )/)\n  ,/,\n  (NP Villegas/NNP)\n  (VP reiteró/VBZ)\n  la/FW\n  necesidad/FW\n  de/FW\n  entender/FW\n  (NP las/NNS transformaciones/NNS comunicacionales/NNS)\n  (NP a/DT fin/NN)\n  de/IN\n  insertarse/FW\n  en/FW\n  las/FW\n  (NP dinámicas/NN emergentes/NNS)\n  ,/,\n  (NP sin/NN perder/NN la/NN)\n  esencia/FW\n  del/FW\n  proyecto/FW\n  (NP inaugurado/NN)\n  el/FW\n  24/CD\n  de/FW\n  julio/FW\n  de/IN\n  2005/CD\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN)\n  ,/,\n  (NP el/JJ periodista/NN)\n  (NP hispano-francés/JJ Ignacio/NNP Ramonet/NNP)\n  ,/,\n  (NP reconoció/NN que/NN)\n  (NP\n    el/JJ\n    mayor/NN\n    desafío/NN\n    del/NN\n    medio/NN\n    es/NN\n    transformarse/NN)\n  en/FW\n  (NP algo/NN indispensable/NN)\n  ./.)",
      "(S\n  (NP “/JJ Cuando/NNP uno/NN está/NN)\n  (NP tan/JJ saturado/NN)\n  (PP de/IN (NP información/NN))\n  ,/,\n  se/FW\n  (NP necesita/JJ como/NN)\n  (NP una/JJ vacuna/NN)\n  (PP de/IN (NP un/JJ punto/NN))\n  de/IN\n  vista/FW\n  (NP diferente/JJ ”/NNP)\n  ,/,\n  (NP reseñó/NN)\n  ./.)",
      "(S\n  (NP Durante/NNP su/NN intervención/NN)\n  ,/,\n  (NP Ramonet/NNP)\n  (VP calificó/VBZ (NP a/DT la/NN))\n  multiplataforma/FW\n  (NP como/NN)\n  “/FW\n  esa/FW\n  (NP palabra/NN que/NN)\n  (VP viene/VBZ (NP a/DT ponderar/NN))\n  ,/,\n  (NP equilibrar/NN)\n  ,/,\n  (NP a/DT llevarte/JJ por/NN el/NN mejor/NN camino/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "FECHAS_ESPECIFICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "NEOLIBERALISMO_MERCADO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          20,
          27
        ],
        "start": 20,
        "end": 27
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          587,
          594
        ],
        "start": 587,
        "end": 594
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2142,
          2150
        ],
        "start": 2142,
        "end": 2150
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "trabajo, como televisora primero y como multiplataforma después (a tono con los cambios en materia de acceso",
        "position": [
          20,
          128
        ],
        "start": 20,
        "end": 128
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de ee",
        "position": [
          1691,
          1707
        ],
        "start": 1691,
        "end": 1707
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de cultura venezolano",
        "position": [
          4095,
          4125
        ],
        "start": 4095,
        "end": 4125
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          1467,
          1476
        ],
        "start": 1467,
        "end": 1476
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "medio es transformarse en algo indispensable. “cuando uno está tan saturado de información",
        "position": [
          905,
          995
        ],
        "start": 905,
        "end": 995
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periodista patricia villegas",
        "position": [
          221,
          249
        ],
        "start": 221,
        "end": 249
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2534,
          2541
        ],
        "start": 2534,
        "end": 2541
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3256,
          3263
        ],
        "start": 3256,
        "end": 3263
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          598,
          607
        ],
        "start": 598,
        "end": 607
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          578,
          585
        ],
        "start": 578,
        "end": 585
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado indicó",
        "position": [
          3478,
          3491
        ],
        "start": 3478,
        "end": 3491
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "24 de julio de 2005",
        "position": [
          788,
          807
        ],
        "start": 788,
        "end": 807
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hace poco",
        "position": [
          1626,
          1635
        ],
        "start": 1626,
        "end": 1635
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2133,
          2140
        ],
        "start": 2133,
        "end": 2140
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "privatización",
        "position": [
          1734,
          1747
        ],
        "start": 1734,
        "end": 1747
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Elon Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ignacio Ramonet",
        "tipo": "Persona"
      },
      {
        "nombre": "Ramonet",
        "tipo": "Persona"
      },
      {
        "nombre": "Precisó",
        "tipo": "Persona"
      },
      {
        "nombre": "Nuestra América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ernesto Villegas",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rolando Segura",
        "tipo": "Persona"
      },
      {
        "nombre": "Patricia Villegas",
        "tipo": "Persona"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Villegas",
        "tipo": "Persona"
      },
      {
        "nombre": "ministro de Cultura venezolano",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Patricia Villegas",
        "relacion": "ESTAR",
        "objeto": "Nuestra América"
      },
      {
        "sujeto": "Patricia Villegas",
        "relacion": "ESTAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "Nuestra América",
        "relacion": "OLVIDAR_ESTAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "Villegas",
        "relacion": "INVENTAR_L_HABER_REITERAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Villegas",
        "relacion": "INVENTAR_L_HABER_REITERAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Ramonet",
        "relacion": "RECORDAR_SIGNIFICAR",
        "objeto": "Elon Musk"
      },
      {
        "sujeto": "Ramonet",
        "relacion": "RECORDAR_SIGNIFICAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Ramonet",
        "relacion": "RECORDAR_SIGNIFICAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Elon Musk",
        "relacion": "PERTENECER_RECORDAR_SIGNIFICAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Elon Musk",
        "relacion": "PERTENECER_RECORDAR_SIGNIFICAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "HACER",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "BRICS",
        "relacion": "CREAR_HABER_ASEGURAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "Villegas",
        "relacion": "SUBRAYAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Precisó",
        "relacion": "PRECISAR",
        "objeto": "IA"
      },
      {
        "sujeto": "ministro de Cultura venezolano",
        "relacion": "ES",
        "objeto": "Ernesto Villegas"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9001,
    "pos": 0.013,
    "neu": 0.956,
    "neg": 0.031,
    "label": "negative"
  }
}