{
  "url": "https://www.telesurtv.net/investigadores-de-60-paises-debaten-futuro-de-la-ciencia-y-la-tecnologia-en-congreso-de-jovenes-cientificos/",
  "title": "Investigadores de 60 países debaten futuro de la ciencia y la tecnología en Congreso de Jóvenes Científicos - teleSUR",
  "section": "Mundo",
  "tags": [
    "Brics",
    "Congreso",
    "desarrollo",
    "Rusia"
  ],
  "text": "La Universidad de Ciencia y Tecnología “Sirius”, donde se celebra el IV Congreso de Jóvenes Científicos, ha programado más de 170 actos. Más de 7.000 invitados de más de 60 países participarán en sesiones de negocios, mesas redondas, debates y competiciones deportivas. TV BRICS es el socio mediático oficial del evento.\nEn la apertura del congreso, los investigadores debatieron sobre las áreas clave del progreso científico y tecnológico moderno. En particular, los científicos abordaron temas como la microelectrónica, la introducción de la inteligencia artificial en la educación y la bioeconomía. Se prestó especial atención a la cooperación científica internacional y al desarrollo de las profesiones de ingeniería. En la sesión sobre medicamentos de alta tecnología, los participantes hablaron de los avances en terapia celular y genética y de los nuevos enfoques de la medicina moderna.\nDurante el debate sobre la exploración del cielo y el espacio, los científicos estudiaron el desarrollo de sistemas aéreos no tripulados y servicios espaciales basados en constelaciones de satélites de órbita baja.\nUna parte importante del acto fue el debate sobre el potencial de sinergia entre el arte y la tecnología en las industrias creativas. En las sesiones “Kinotech: un nuevo vector para el desarrollo de la industria cinematográfica” y “El arte como biomecánica: interacción entre el ser humano y la tecnología”, los participantes exploraron cómo las tecnologías modernas pueden transformar el arte y la industria cinematográfica.\n“La síntesis de tecnología, descubrimientos científicos y creatividad crea las condiciones para el desarrollo del espíritu empresarial creativo, que actúa como motor de la economía. En el ámbito científico y técnico, prestamos especial atención al desarrollo de los jóvenes talentos, que constituyen el núcleo de la clase creativa”, expresó Anton Kobyakov, asesor del presidente de Rusia y jefe del grupo de trabajo interdepartamental para la preparación y celebración del Congreso de Jóvenes Científicos.\nAdemás de los actos científicos, está previsto un rico programa cultural y deportivo, que incluye una clase magistral de hockey, un partido amistoso entre jóvenes científicos, proyecciones de películas sobre ciencia y otros actos. El 28 de noviembre, los participantes probarán el fútbol en el concepto de “fijital”, una disciplina innovadora en la intersección de la actividad física y la tecnología digital.\nLa sede del congreso también acoge la final de la Copa de Robótica RTC, con la participación de los 62 equipos más potentes de jóvenes ingenieros de Rusia y Bielorrusia. En la competición, los estudiantes demuestran sus habilidades en un polígono-laberinto especial, donde se modelan las características del terreno accidentado y urbano, las consecuencias de las catástrofes y otras condiciones en las que el ser humano no puede trabajar.\nOtro momento destacado del encuentro será el lanzamiento de la iniciativa del complejo panruso «Mentalmente preparados para el trabajo y la defensa» (GTO-M), destinada a preservar el potencial intelectual de la nación y prolongar la longevidad cognitiva. El proyecto continúa el programa del Ministerio ruso de Educación y Ciencia y promueve la importancia de mantener la actividad cerebral. Los participantes podrán someterse a pruebas para evaluar las funciones cognitivas mediante tareas lúdicas, incluidas pruebas de memoria, reacción, lógica y atención.\nEl IV Congreso de Jóvenes Científicos se celebra del 27 al 29 de noviembre. Es un acontecimiento clave de la Década de la Ciencia y Tecnología en Rusia (2022-2031), anunciada por el presidente de Rusia, Vladímir Putin. El evento está organizado por la Fundación Roscongress, el Ministerio de Ciencia y Educación Superior de la Federación Rusa y el Consejo de Coordinación para Asuntos de la Juventud en las Esferas Científica y Educativa del Consejo Presidencial para la Ciencia y la Educación. El Congreso también acogerá el 9º Foro de Jóvenes Científicos BRICS y el Concurso de Jóvenes Innovadores BRICS.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/investigadores-de-60-paises-debaten-futuro-de-la-ciencia-y-la-tecnologia-en-congreso-de-jovenes-cientificos/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 63,
    "message_id": 81428,
    "date": "2024-11-29T18:55:12+00:00",
    "text": "teleSUR\nInvestigadores de 60 países debaten futuro de la ciencia y la tecnología en Congreso de Jóvenes Científicos\nhttps://www.telesurtv.net/investigadores-de-60-paises-debaten-futuro-de-la-ciencia-y-la-tecnologia-en-congreso-de-jovenes-cientificos/",
    "photo_path": null,
    "views": 2007,
    "reactions": {
      "👏": 30,
      "👍": 2
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "la universidad de ciencia y tecnología “sirius”, donde se celebra el iv congreso de jóvenes científicos, ha programado más de 170 actos. más de 7.000 invitados de más de 60 países participarán en sesiones de negocios, mesas redondas, debates y competiciones deportivas. tv brics es el socio mediático oficial del evento. en la apertura del congreso, los investigadores debatieron sobre las áreas clave del progreso científico y tecnológico moderno. en particular, los científicos abordaron temas como la microelectrónica, la introducción de la inteligencia artificial en la educación y la bioeconomía. se prestó especial atención a la cooperación científica internacional y al desarrollo de las profesiones de ingeniería. en la sesión sobre medicamentos de alta tecnología, los participantes hablaron de los avances en terapia celular y genética y de los nuevos enfoques de la medicina moderna. durante el debate sobre la exploración del cielo y el espacio, los científicos estudiaron el desarrollo de sistemas aéreos no tripulados y servicios espaciales basados en constelaciones de satélites de órbita baja. una parte importante del acto fue el debate sobre el potencial de sinergia entre el arte y la tecnología en las industrias creativas. en las sesiones “kinotech: un nuevo vector para el desarrollo de la industria cinematográfica” y “el arte como biomecánica: interacción entre el ser humano y la tecnología”, los participantes exploraron cómo las tecnologías modernas pueden transformar el arte y la industria cinematográfica. “la síntesis de tecnología, descubrimientos científicos y creatividad crea las condiciones para el desarrollo del espíritu empresarial creativo, que actúa como motor de la economía. en el ámbito científico y técnico, prestamos especial atención al desarrollo de los jóvenes talentos, que constituyen el núcleo de la clase creativa”, expresó anton kobyakov, asesor del presidente de rusia y jefe del grupo de trabajo interdepartamental para la preparación y celebración del congreso de jóvenes científicos. además de los actos científicos, está previsto un rico programa cultural y deportivo, que incluye una clase magistral de hockey, un partido amistoso entre jóvenes científicos, proyecciones de películas sobre ciencia y otros actos. el 28 de noviembre, los participantes probarán el fútbol en el concepto de “fijital”, una disciplina innovadora en la intersección de la actividad física y la tecnología digital. la sede del congreso también acoge la final de la copa de robótica rtc, con la participación de los 62 equipos más potentes de jóvenes ingenieros de rusia y bielorrusia. en la competición, los estudiantes demuestran sus habilidades en un polígono-laberinto especial, donde se modelan las características del terreno accidentado y urbano, las consecuencias de las catástrofes y otras condiciones en las que el ser humano no puede trabajar. otro momento destacado del encuentro será el lanzamiento de la iniciativa del complejo panruso «mentalmente preparados para el trabajo y la defensa» (gto-m), destinada a preservar el potencial intelectual de la nación y prolongar la longevidad cognitiva. el proyecto continúa el programa del ministerio ruso de educación y ciencia y promueve la importancia de mantener la actividad cerebral. los participantes podrán someterse a pruebas para evaluar las funciones cognitivas mediante tareas lúdicas, incluidas pruebas de memoria, reacción, lógica y atención. el iv congreso de jóvenes científicos se celebra del 27 al 29 de noviembre. es un acontecimiento clave de la década de la ciencia y tecnología en rusia (2022-2031), anunciada por el presidente de rusia, vladímir putin. el evento está organizado por la fundación roscongress, el ministerio de ciencia y educación superior de la federación rusa y el consejo de coordinación para asuntos de la juventud en las esferas científica y educativa del consejo presidencial para la ciencia y la educación. el congreso también acogerá el 9º foro de jóvenes científicos brics y el concurso de jóvenes innovadores brics.",
    "tokens": [
      "universidad",
      "ciencia",
      "tecnología",
      "“",
      "sirius",
      "”",
      ",",
      "celebra",
      "iv",
      "congreso",
      "jóvenes",
      "científicos",
      ",",
      "programado",
      "170",
      "actos",
      ".",
      "7.000",
      "invitados",
      "60",
      "países",
      "participarán",
      "sesiones",
      "negocios",
      ",",
      "mesas",
      "redondas",
      ",",
      "debates",
      "competiciones",
      "deportivas",
      ".",
      "tv",
      "brics",
      "socio",
      "mediático",
      "oficial",
      "evento",
      ".",
      "apertura",
      "congreso",
      ",",
      "investigadores",
      "debatieron",
      "áreas",
      "clave",
      "progreso",
      "científico",
      "tecnológico",
      "moderno",
      ".",
      "particular",
      ",",
      "científicos",
      "abordaron",
      "temas",
      "microelectrónica",
      ",",
      "introducción",
      "inteligencia",
      "artificial",
      "educación",
      "bioeconomía",
      ".",
      "prestó",
      "especial",
      "atención",
      "cooperación",
      "científica",
      "internacional",
      "desarrollo",
      "profesiones",
      "ingeniería",
      ".",
      "sesión",
      "medicamentos",
      "alta",
      "tecnología",
      ",",
      "participantes",
      "hablaron",
      "avances",
      "terapia",
      "celular",
      "genética",
      "nuevos",
      "enfoques",
      "medicina",
      "moderna",
      ".",
      "debate",
      "exploración",
      "cielo",
      "espacio",
      ",",
      "científicos",
      "estudiaron",
      "desarrollo",
      "sistemas",
      "aéreos",
      "tripulados",
      "servicios",
      "espaciales",
      "basados",
      "constelaciones",
      "satélites",
      "órbita",
      "baja",
      ".",
      "parte",
      "importante",
      "acto",
      "debate",
      "potencial",
      "sinergia",
      "arte",
      "tecnología",
      "industrias",
      "creativas",
      ".",
      "sesiones",
      "“",
      "kinotech",
      ":",
      "nuevo",
      "vector",
      "desarrollo",
      "industria",
      "cinematográfica",
      "”",
      "“",
      "arte",
      "biomecánica",
      ":",
      "interacción",
      "ser",
      "humano",
      "tecnología",
      "”",
      ",",
      "participantes",
      "exploraron",
      "cómo",
      "tecnologías",
      "modernas",
      "pueden",
      "transformar",
      "arte",
      "industria",
      "cinematográfica",
      ".",
      "“",
      "síntesis",
      "tecnología",
      ",",
      "descubrimientos",
      "científicos",
      "creatividad",
      "crea",
      "condiciones",
      "desarrollo",
      "espíritu",
      "empresarial",
      "creativo",
      ",",
      "actúa",
      "motor",
      "economía",
      ".",
      "ámbito",
      "científico",
      "técnico",
      ",",
      "prestamos",
      "especial",
      "atención",
      "desarrollo",
      "jóvenes",
      "talentos",
      ",",
      "constituyen",
      "núcleo",
      "clase",
      "creativa",
      "”",
      ",",
      "expresó",
      "anton",
      "kobyakov",
      ",",
      "asesor",
      "presidente",
      "rusia",
      "jefe",
      "grupo",
      "trabajo",
      "interdepartamental",
      "preparación",
      "celebración",
      "congreso",
      "jóvenes",
      "científicos",
      ".",
      "además",
      "actos",
      "científicos",
      ",",
      "previsto",
      "rico",
      "programa",
      "cultural",
      "deportivo",
      ",",
      "incluye",
      "clase",
      "magistral",
      "hockey",
      ",",
      "partido",
      "amistoso",
      "jóvenes",
      "científicos",
      ",",
      "proyecciones",
      "películas",
      "ciencia",
      "actos",
      ".",
      "28",
      "noviembre",
      ",",
      "participantes",
      "probarán",
      "fútbol",
      "concepto",
      "“",
      "fijital",
      "”",
      ",",
      "disciplina",
      "innovadora",
      "intersección",
      "actividad",
      "física",
      "tecnología",
      "digital",
      ".",
      "sede",
      "congreso",
      "acoge",
      "final",
      "copa",
      "robótica",
      "rtc",
      ",",
      "participación",
      "62",
      "equipos",
      "potentes",
      "jóvenes",
      "ingenieros",
      "rusia",
      "bielorrusia",
      ".",
      "competición",
      ",",
      "estudiantes",
      "demuestran",
      "habilidades",
      "polígono-laberinto",
      "especial",
      ",",
      "modelan",
      "características",
      "terreno",
      "accidentado",
      "urbano",
      ",",
      "consecuencias",
      "catástrofes",
      "condiciones",
      "ser",
      "humano",
      "puede",
      "trabajar",
      ".",
      "momento",
      "destacado",
      "encuentro",
      "lanzamiento",
      "iniciativa",
      "complejo",
      "panruso",
      "«",
      "mentalmente",
      "preparados",
      "trabajo",
      "defensa",
      "»",
      "(",
      "gto-m",
      ")",
      ",",
      "destinada",
      "preservar",
      "potencial",
      "intelectual",
      "nación",
      "prolongar",
      "longevidad",
      "cognitiva",
      ".",
      "proyecto",
      "continúa",
      "programa",
      "ministerio",
      "ruso",
      "educación",
      "ciencia",
      "promueve",
      "importancia",
      "mantener",
      "actividad",
      "cerebral",
      ".",
      "participantes",
      "podrán",
      "someterse",
      "pruebas",
      "evaluar",
      "funciones",
      "cognitivas",
      "mediante",
      "tareas",
      "lúdicas",
      ",",
      "incluidas",
      "pruebas",
      "memoria",
      ",",
      "reacción",
      ",",
      "lógica",
      "atención",
      ".",
      "iv",
      "congreso",
      "jóvenes",
      "científicos",
      "celebra",
      "27",
      "29",
      "noviembre",
      ".",
      "acontecimiento",
      "clave",
      "década",
      "ciencia",
      "tecnología",
      "rusia",
      "(",
      "2022-2031",
      ")",
      ",",
      "anunciada",
      "presidente",
      "rusia",
      ",",
      "vladímir",
      "putin",
      ".",
      "evento",
      "organizado",
      "fundación",
      "roscongress",
      ",",
      "ministerio",
      "ciencia",
      "educación",
      "superior",
      "federación",
      "rusa",
      "consejo",
      "coordinación",
      "asuntos",
      "juventud",
      "esferas",
      "científica",
      "educativa",
      "consejo",
      "presidencial",
      "ciencia",
      "educación",
      ".",
      "congreso",
      "acogerá",
      "9º",
      "foro",
      "jóvenes",
      "científicos",
      "brics",
      "concurso",
      "jóvenes",
      "innovadores",
      "brics",
      "."
    ],
    "token_count": 406,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 93,
      "IN": 31,
      "NN": 170,
      "CD": 9,
      "NNS": 32,
      "FW": 143,
      "VBP": 26,
      "JJ": 59,
      "VBZ": 6,
      "VBN": 1,
      "DT": 2,
      "VBD": 5,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NNP": 36,
      "NNP-IN": 9,
      "IN-NNP": 6,
      "NNP-NN": 19,
      "NN-NN": 93,
      "NN-NNP": 15,
      "NN-IN": 13,
      "IN-CD": 2,
      "CD-NNS": 2,
      "NNS-NNP": 2,
      "CD-NN": 3,
      "NN-FW": 24,
      "FW-FW": 77,
      "FW-CD": 2,
      "NNS-VBP": 18,
      "VBP-JJ": 17,
      "JJ-NNS": 10,
      "NNS-IN": 4,
      "IN-FW": 17,
      "FW-NNS": 9,
      "NNS-NNS": 5,
      "VBP-NN": 2,
      "NN-JJ": 9,
      "JJ-NN": 30,
      "NN-VBZ": 4,
      "VBZ-VBP": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "NNP-JJ": 2,
      "NNP-FW": 17,
      "FW-JJ": 10,
      "FW-NNP": 24,
      "NNP-VBP": 2,
      "NN-VBP": 5,
      "VBP-IN": 2,
      "JJ-JJ": 9,
      "JJ-FW": 6,
      "FW-NN": 20,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "NNS-FW": 2,
      "IN-JJ": 5,
      "NN-NNS": 4,
      "VBP-NNP": 3,
      "VBP-NNS": 1,
      "NNP-CD": 2,
      "CD-IN": 2,
      "JJ-NNP": 2,
      "VBZ-IN": 1,
      "IN-NNS": 1,
      "NNP-VBZ": 2,
      "VBZ-JJ": 3,
      "NNS-VBD": 1,
      "VBD-NN": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "VBZ-NNP": 1,
      "NNP-VBD": 3,
      "VBD-JJ": 1,
      "NN-CD": 1,
      "CD-JJ": 1,
      "JJ-CD": 1,
      "VBD-NNP": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-NNP": 1
    },
    "trigram_freq": {
      "NNP-NNP-IN": 5,
      "NNP-IN-NNP": 5,
      "IN-NNP-NNP": 5,
      "NNP-NNP-NNP": 14,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 16,
      "NN-NN-NN": 43,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 5,
      "NN-NN-IN": 9,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-FW": 12,
      "FW-FW-FW": 48,
      "FW-FW-CD": 2,
      "FW-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NNS": 5,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-FW": 4,
      "FW-FW-NNS": 4,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "NN-NNP-NN": 8,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 5,
      "JJ-NN-NN": 23,
      "NN-NN-VBZ": 4,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "JJ-NNS-NNS": 2,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 5,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 5,
      "JJ-NN-FW": 2,
      "FW-FW-NNP": 10,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "NN-NN-VBP": 5,
      "NN-VBP-JJ": 4,
      "NN-IN-FW": 9,
      "IN-FW-NNS": 3,
      "FW-NNS-IN": 2,
      "IN-FW-NNP": 3,
      "FW-NNP-FW": 11,
      "FW-NNS-VBP": 4,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "VBP-JJ-JJ": 4,
      "JJ-JJ-NN": 4,
      "JJ-NN-IN": 3,
      "IN-FW-JJ": 4,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 6,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 8,
      "NN-NN-FW": 11,
      "FW-FW-NN": 9,
      "FW-NN-FW": 7,
      "FW-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NN-NNP": 3,
      "NN-FW-NN": 5,
      "NN-JJ-JJ": 1,
      "JJ-JJ-FW": 3,
      "NNP-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "NNP-NN-FW": 2,
      "NN-NN-NNS": 2,
      "NN-NNS-VBP": 3,
      "NNP-FW-NNP": 8,
      "FW-NNP-NN": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 9,
      "NNP-IN-FW": 2,
      "JJ-NN-JJ": 1,
      "NN-JJ-FW": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "FW-NN-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-FW": 2,
      "IN-FW-NN": 3,
      "FW-NN-IN": 1,
      "IN-JJ-JJ": 2,
      "NN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBD": 1,
      "NNS-VBD-NN": 1,
      "VBD-NN-NNS": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 2,
      "JJ-JJ-JJ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NN-JJ-NNS": 2,
      "NN-FW-NNS": 1,
      "IN-JJ-NN": 2,
      "NN-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-VBZ": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-CD": 1,
      "NN-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "NNP-IN-JJ": 1,
      "NNP-VBD-NNP": 2,
      "VBD-NNP-IN": 2,
      "NNP-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNP": 1,
      "CD-NNP-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 170,
        "FW": 143,
        "NNP": 93,
        "JJ": 59,
        "NNS": 32
      },
      "top_bigrams": {
        "NN-NN": 93,
        "FW-FW": 77,
        "NNP-NNP": 36,
        "JJ-NN": 30,
        "NN-FW": 24
      },
      "top_trigrams": {
        "FW-FW-FW": 48,
        "NN-NN-NN": 43,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 16,
        "NNP-NNP-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 165,
      "PP": 14,
      "VP": 32,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0331
      },
      {
        "rule": "NP -> ('Jóvenes', 'NNP') ('Científicos', 'NNP')",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "NP -> ('Ciencia', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('actos', 'NNS')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "VP -> ('clave', 'VBP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('tecnología', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('los', 'NN') ('participantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Universidad"
      },
      {
        "label": "PP",
        "text": "de Ciencia"
      },
      {
        "label": "NP",
        "text": "Ciencia"
      },
      {
        "label": "NP",
        "text": "Tecnología “ Sirius ”"
      },
      {
        "label": "NP",
        "text": "donde se celebra el IV Congreso"
      },
      {
        "label": "PP",
        "text": "de Jóvenes Científicos"
      },
      {
        "label": "NP",
        "text": "Jóvenes Científicos"
      },
      {
        "label": "NP",
        "text": "ha programado más"
      },
      {
        "label": "NP",
        "text": "actos"
      },
      {
        "label": "NP",
        "text": "Más"
      },
      {
        "label": "NP",
        "text": "invitados"
      },
      {
        "label": "NP",
        "text": "países"
      },
      {
        "label": "VP",
        "text": "participarán en sesiones"
      },
      {
        "label": "NP",
        "text": "en sesiones"
      },
      {
        "label": "PP",
        "text": "de negocios"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Universidad/NNP)\n  (PP de/IN (NP Ciencia/NNP))\n  y/CC\n  (NP Tecnología/NNP “/NNP Sirius/NNP ”/NNP)\n  ,/,\n  (NP donde/NN se/NN celebra/NN el/NN IV/NNP Congreso/NNP)\n  (PP de/IN (NP Jóvenes/NNP Científicos/NNP))\n  ,/,\n  (NP ha/NN programado/NN más/NN)\n  de/IN\n  170/CD\n  (NP actos/NNS)\n  ./.)",
      "(S\n  (NP Más/NNP)\n  de/FW\n  7.000/CD\n  (NP invitados/NN)\n  de/FW\n  más/FW\n  de/FW\n  60/CD\n  (NP países/NNS)\n  (VP participarán/VBP (NP en/JJ sesiones/NNS))\n  (PP de/IN (NP negocios/NNS))\n  ,/,\n  (NP mesas/NN redondas/NNS)\n  ,/,\n  (NP debates/NNS)\n  (VP y/VBP (NP competiciones/NNS deportivas/NN))\n  ./.)",
      "(S\n  (NP TV/NN BRICS/NNP es/NN el/NN socio/NN mediático/NN)\n  (NP oficial/JJ del/NN evento/NN)\n  ./.)",
      "(S\n  (NP En/NNP la/NN apertura/NN del/NN congreso/NN)\n  ,/,\n  (NP los/JJ investigadores/NNS)\n  (VP debatieron/VBP (NP sobre/JJ las/NNS áreas/NNS))\n  (VP clave/VBP)\n  (VP\n    del/VBN\n    (NP progreso/JJ científico/NN y/NN tecnológico/NN moderno/NN))\n  ./.)",
      "(S\n  (NP En/NNP particular/NN)\n  ,/,\n  (NP\n    los/JJ\n    científicos/NN\n    abordaron/NN\n    temas/NN\n    como/NN\n    la/NN\n    microelectrónica/NN)\n  ,/,\n  la/FW\n  introducción/FW\n  de/FW\n  la/FW\n  inteligencia/FW\n  (NP artificial/JJ en/NN la/NN)\n  educación/FW\n  (NP y/NN la/NN bioeconomía/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ORGANIZACIONES_SOCIALES",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1944,
          1951
        ],
        "start": 1944,
        "end": 1951
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación científica internacional",
        "position": [
          635,
          671
        ],
        "start": 635,
        "end": 671
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1869,
          1876
        ],
        "start": 1869,
        "end": 1876
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "desarrollo del espíritu empresarial creativo, que actúa como motor de la economía. en el ámbito científico",
        "position": [
          1635,
          1741
        ],
        "start": 1635,
        "end": 1741
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "tecnología, descubrimientos científicos y creatividad crea las condiciones para el desarrollo del espíritu empresarial creativo, que actúa como motor de la economía. en el ámbito científico y técnico, prestamos especial atención al desarrollo",
        "position": [
          1552,
          1794
        ],
        "start": 1552,
        "end": 1794
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3031,
          3038
        ],
        "start": 3031,
        "end": 3038
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "intelectual de la",
        "position": [
          3084,
          3101
        ],
        "start": 3084,
        "end": 3101
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de rusia",
        "position": [
          1904,
          1923
        ],
        "start": 1904,
        "end": 1923
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          3702,
          3711
        ],
        "start": 3702,
        "end": 3711
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          2645,
          2656
        ],
        "start": 2645,
        "end": 2656
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          84,
          91
        ],
        "start": 84,
        "end": 91
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad de ciencia",
        "position": [
          3,
          25
        ],
        "start": 3,
        "end": 25
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          3,
          14
        ],
        "start": 3,
        "end": 14
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          1918,
          1923
        ],
        "start": 1918,
        "end": 1923
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo panruso",
        "position": [
          2969,
          2985
        ],
        "start": 2969,
        "end": 2985
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad de",
        "position": [
          3,
          17
        ],
        "start": 3,
        "end": 17
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 170",
        "position": [
          119,
          129
        ],
        "start": 119,
        "end": 129
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 7.000",
        "position": [
          137,
          149
        ],
        "start": 137,
        "end": 149
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Kinotech",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vladímir Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo de Coordinación para Asuntos de la Juventud en las Esferas Científica y Educativa del Consejo Presidencial para la Ciencia y la Educación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Anton Kobyakov",
        "tipo": "Persona"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Foro de Jóvenes Científicos BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "TV BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Congreso de Jóvenes Científicos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fundación Roscongress",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bielorrusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio ruso de Educación y Ciencia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Universidad de Ciencia y Tecnología “Sirius",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Ciencia y Educación Superior de la Federación Rusa",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Congreso",
        "relacion": "ACOGER",
        "objeto": "Foro de Jóvenes Científicos BRICS"
      }
    ]
  },
  "sentiment": {
    "compound": 0.3612,
    "pos": 0.01,
    "neu": 0.982,
    "neg": 0.008,
    "label": "positive"
  }
}