{
  "url": "https://www.telesurtv.net/lideres-de-america-latina-felicitan-a-trump-tras-victoria-electoral/",
  "title": "Líderes de América Latina felicitan a Trump tras victoria electoral - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Donald Trump",
    "elecciones",
    "Estados Unidos",
    "líderes mundiales"
  ],
  "text": "La elección de Donald Trump en las elecciones presidenciales ha generado reacciones en diversos países de América Latina, donde varios líderes han expresado sus felicitaciones.\nA través de un comunicado, el Gobierno de Venezuela felicitó al pueblo estadounidense y subrayó que la nación sudamericana “siempre estará dispuesta a entablar buenas relaciones con los gobiernos estadounidenses, enmarcadas en un espíritu de diálogo, respeto y sensatez”.\nEl reconocimiento a la soberanía y a la autodeterminación de los pueblos son fundamentales para la construcción de un mundo nuevo, donde impere el equilibrio entre las naciones libres, expresa el comunicado, donde se recalcó que el pueblo venezolano aspira a transitar un sendero de paz y justicia social.\nPor su parte, Nicaragua expresó “reconocimiento al pueblo que en los Estados Unidos vive sus realidades y también conoce las verdades de los pueblos, que con la fuerza de nuestras identidades, culturas, derechos y libertades, caminamos ya en otro mundo, que sabemos, y hacemos posible”.\nDesde México, la presidenta Claudia Sheinbaum manifestó durante su conferencia de prensa su confianza en que habrá una buena relación entre los dos países. “En nombre de México, nuestro reconocimiento al pueblo estadounidense por el ejercicio democrático en su jornada electoral”, expresó la jefa de Estado a través de un mensaje en X.\nAñadió: “Estoy cierta de que vamos a continuar trabajando juntos de manera coordinada, con diálogo y respeto a nuestras soberanías, para avanzar en la amplia agenda bilateral que nos enlaza”.\nA través de la red social X, el presidente colombiano, Gustavo Petro, subrayó la necesidad de que el mundo se una en favor de la paz.\n“El mundo necesita diálogo y trabajo en común para tener más paz, desarrollo y prosperidad”, afirmó. Petro resaltó la necesidad de poner fin a los cercos económicos, “la única manera de sellar las fronteras es con la prosperidad de los pueblos del sur y el fin de los bloqueos”.\nTambién abogó por el fin de las medidas restrictivas unilaterales el jefe de Estado boliviano, Luis Arce. Al felicitar a Trump, Arce aseveró que “el nuevo gobierno de Estados Unidos tiene el desafío de apoyar el fin de los conflictos bélicos que causan luto en la humanidad, sobre todo en Medio Oriente, y escuchar la voz de los pueblos del mundo que piden terminar con los injustos y unilaterales bloqueos“.\nEl mandatario de Brasil, Luiz Inácio Lula da Silva, también deseó suerte y éxitos al nuevo gobierno.\n“Mis felicitaciones al presidente Donald Trump por su victoria electoral y regreso a la presidencia de Estados Unidos. La democracia es la voz del pueblo y siempre debe ser respetada. El mundo necesita diálogo y trabajo conjunto para tener más paz, desarrollo y prosperidad”, aseveró.\nEn tanto, la presidenta del Partido de los Trabajadores de Brasil, Gleisi Hoffmann, se refirió a la existencia de un mundo multipolar.\nEn ese sentido, expresó “la polarización sigue siendo una realidad y debemos prepararnos para afrontarla aquí en Brasil, donde la extrema derecha ya está alarmada por el resultado”.\nOtro de los líderes que se pronunció fue el presidente de Uruguay, Luis Lacalle Pou, quien aseveró “trabajaremos junto al nuevo Gobierno para seguir fortaleciendo la relación entre nuestros países, para beneficio de nuestra gente”.\nDesde Perú, la presidenta designada Dina Boluarte, manifestó estar segura de que durante la gestión de Trump “se continuará profundizando y ampliando la fuerte relación estratégica” entre las dos naciones “en materia de inversiones, comercio y otras importantes áreas”.\nEl jefe de estado de Guatemala, Bernardo Arévalo, también transmitió sus mejores deseos al candidato del Partido Republicano y anunció que continuará trabajando para estrechar los lazos entre los dos países.\nArévalo afirmó: “felicito al presidente Donald Trump por la victoria electoral y le deseo muchos éxitos en esta nueva etapa en la Casa Blanca”.\nDe acuerdo con medios argentinos, el presidente Javier Milei activó el modo fanático y a través de un mensaje en inglés saludó el regreso de Trump al Despacho Oval.\nA las felicitaciones se sumó, además, el mandatario ecuatoriano Daniel Noboa, quien publicó en X un corto mensaje en inglés: “Congratulations to @realDonaldTrump! Future looks bright for the Continent!",
  "source_metadata": {
    "url": "https://www.telesurtv.net/lideres-de-america-latina-felicitan-a-trump-tras-victoria-electoral/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 1383,
    "message_id": 80019,
    "date": "2024-11-06T20:55:13+00:00",
    "text": "teleSUR\nLíderes de América Latina felicitan a Trump tras victoria electoral\nhttps://www.telesurtv.net/lideres-de-america-latina-felicitan-a-trump-tras-victoria-electoral/",
    "photo_path": null,
    "views": 3283,
    "reactions": {
      "👍": 25,
      "🔥": 10,
      "👎": 3,
      "😴": 2
    },
    "total_reactions": 40
  },
  "preprocessing": {
    "cleaned": "la elección de donald trump en las elecciones presidenciales ha generado reacciones en diversos países de américa latina, donde varios líderes han expresado sus felicitaciones. a través de un comunicado, el gobierno de venezuela felicitó al pueblo estadounidense y subrayó que la nación sudamericana “siempre estará dispuesta a entablar buenas relaciones con los gobiernos estadounidenses, enmarcadas en un espíritu de diálogo, respeto y sensatez”. el reconocimiento a la soberanía y a la autodeterminación de los pueblos son fundamentales para la construcción de un mundo nuevo, donde impere el equilibrio entre las naciones libres, expresa el comunicado, donde se recalcó que el pueblo venezolano aspira a transitar un sendero de paz y justicia social. por su parte, nicaragua expresó “reconocimiento al pueblo que en los estados unidos vive sus realidades y también conoce las verdades de los pueblos, que con la fuerza de nuestras identidades, culturas, derechos y libertades, caminamos ya en otro mundo, que sabemos, y hacemos posible”. desde méxico, la presidenta claudia sheinbaum manifestó durante su conferencia de prensa su confianza en que habrá una buena relación entre los dos países. “en nombre de méxico, nuestro reconocimiento al pueblo estadounidense por el ejercicio democrático en su jornada electoral”, expresó la jefa de estado a través de un mensaje en x. añadió: “estoy cierta de que vamos a continuar trabajando juntos de manera coordinada, con diálogo y respeto a nuestras soberanías, para avanzar en la amplia agenda bilateral que nos enlaza”. a través de la red social x, el presidente colombiano, gustavo petro, subrayó la necesidad de que el mundo se una en favor de la paz. “el mundo necesita diálogo y trabajo en común para tener más paz, desarrollo y prosperidad”, afirmó. petro resaltó la necesidad de poner fin a los cercos económicos, “la única manera de sellar las fronteras es con la prosperidad de los pueblos del sur y el fin de los bloqueos”. también abogó por el fin de las medidas restrictivas unilaterales el jefe de estado boliviano, luis arce. al felicitar a trump, arce aseveró que “el nuevo gobierno de estados unidos tiene el desafío de apoyar el fin de los conflictos bélicos que causan luto en la humanidad, sobre todo en medio oriente, y escuchar la voz de los pueblos del mundo que piden terminar con los injustos y unilaterales bloqueos“. el mandatario de brasil, luiz inácio lula da silva, también deseó suerte y éxitos al nuevo gobierno. “mis felicitaciones al presidente donald trump por su victoria electoral y regreso a la presidencia de estados unidos. la democracia es la voz del pueblo y siempre debe ser respetada. el mundo necesita diálogo y trabajo conjunto para tener más paz, desarrollo y prosperidad”, aseveró. en tanto, la presidenta del partido de los trabajadores de brasil, gleisi hoffmann, se refirió a la existencia de un mundo multipolar. en ese sentido, expresó “la polarización sigue siendo una realidad y debemos prepararnos para afrontarla aquí en brasil, donde la extrema derecha ya está alarmada por el resultado”. otro de los líderes que se pronunció fue el presidente de uruguay, luis lacalle pou, quien aseveró “trabajaremos junto al nuevo gobierno para seguir fortaleciendo la relación entre nuestros países, para beneficio de nuestra gente”. desde perú, la presidenta designada dina boluarte, manifestó estar segura de que durante la gestión de trump “se continuará profundizando y ampliando la fuerte relación estratégica” entre las dos naciones “en materia de inversiones, comercio y otras importantes áreas”. el jefe de estado de guatemala, bernardo arévalo, también transmitió sus mejores deseos al candidato del partido republicano y anunció que continuará trabajando para estrechar los lazos entre los dos países. arévalo afirmó: “felicito al presidente donald trump por la victoria electoral y le deseo muchos éxitos en esta nueva etapa en la casa blanca”. de acuerdo con medios argentinos, el presidente javier milei activó el modo fanático y a través de un mensaje en inglés saludó el regreso de trump al despacho oval. a las felicitaciones se sumó, además, el mandatario ecuatoriano daniel noboa, quien publicó en x un corto mensaje en inglés: “congratulations to @realdonaldtrump! future looks bright for the continent!",
    "tokens": [
      "elección",
      "donald",
      "trump",
      "elecciones",
      "presidenciales",
      "generado",
      "reacciones",
      "diversos",
      "países",
      "américa",
      "latina",
      ",",
      "varios",
      "líderes",
      "expresado",
      "felicitaciones",
      ".",
      "través",
      "comunicado",
      ",",
      "gobierno",
      "venezuela",
      "felicitó",
      "pueblo",
      "estadounidense",
      "subrayó",
      "nación",
      "sudamericana",
      "“",
      "siempre",
      "dispuesta",
      "entablar",
      "buenas",
      "relaciones",
      "gobiernos",
      "estadounidenses",
      ",",
      "enmarcadas",
      "espíritu",
      "diálogo",
      ",",
      "respeto",
      "sensatez",
      "”",
      ".",
      "reconocimiento",
      "soberanía",
      "autodeterminación",
      "pueblos",
      "fundamentales",
      "construcción",
      "mundo",
      "nuevo",
      ",",
      "impere",
      "equilibrio",
      "naciones",
      "libres",
      ",",
      "expresa",
      "comunicado",
      ",",
      "recalcó",
      "pueblo",
      "venezolano",
      "aspira",
      "transitar",
      "sendero",
      "paz",
      "justicia",
      "social",
      ".",
      "parte",
      ",",
      "nicaragua",
      "expresó",
      "“",
      "reconocimiento",
      "pueblo",
      "unidos",
      "vive",
      "realidades",
      "conoce",
      "verdades",
      "pueblos",
      ",",
      "fuerza",
      "identidades",
      ",",
      "culturas",
      ",",
      "derechos",
      "libertades",
      ",",
      "caminamos",
      "mundo",
      ",",
      "sabemos",
      ",",
      "hacemos",
      "posible",
      "”",
      ".",
      "méxico",
      ",",
      "presidenta",
      "claudia",
      "sheinbaum",
      "manifestó",
      "conferencia",
      "prensa",
      "confianza",
      "buena",
      "relación",
      "dos",
      "países",
      ".",
      "“",
      "nombre",
      "méxico",
      ",",
      "reconocimiento",
      "pueblo",
      "estadounidense",
      "ejercicio",
      "democrático",
      "jornada",
      "electoral",
      "”",
      ",",
      "expresó",
      "jefa",
      "través",
      "mensaje",
      "x.",
      "añadió",
      ":",
      "“",
      "cierta",
      "vamos",
      "continuar",
      "trabajando",
      "juntos",
      "manera",
      "coordinada",
      ",",
      "diálogo",
      "respeto",
      "soberanías",
      ",",
      "avanzar",
      "amplia",
      "agenda",
      "bilateral",
      "enlaza",
      "”",
      ".",
      "través",
      "red",
      "social",
      "x",
      ",",
      "presidente",
      "colombiano",
      ",",
      "gustavo",
      "petro",
      ",",
      "subrayó",
      "necesidad",
      "mundo",
      "favor",
      "paz",
      ".",
      "“",
      "mundo",
      "necesita",
      "diálogo",
      "trabajo",
      "común",
      "tener",
      "paz",
      ",",
      "desarrollo",
      "prosperidad",
      "”",
      ",",
      "afirmó",
      ".",
      "petro",
      "resaltó",
      "necesidad",
      "poner",
      "fin",
      "cercos",
      "económicos",
      ",",
      "“",
      "única",
      "manera",
      "sellar",
      "fronteras",
      "prosperidad",
      "pueblos",
      "sur",
      "fin",
      "bloqueos",
      "”",
      ".",
      "abogó",
      "fin",
      "medidas",
      "restrictivas",
      "unilaterales",
      "jefe",
      "boliviano",
      ",",
      "luis",
      "arce",
      ".",
      "felicitar",
      "trump",
      ",",
      "arce",
      "aseveró",
      "“",
      "nuevo",
      "gobierno",
      "unidos",
      "desafío",
      "apoyar",
      "fin",
      "conflictos",
      "bélicos",
      "causan",
      "luto",
      "humanidad",
      ",",
      "medio",
      "oriente",
      ",",
      "escuchar",
      "voz",
      "pueblos",
      "mundo",
      "piden",
      "terminar",
      "injustos",
      "unilaterales",
      "bloqueos",
      "“",
      ".",
      "mandatario",
      "brasil",
      ",",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      ",",
      "deseó",
      "suerte",
      "éxitos",
      "nuevo",
      "gobierno",
      ".",
      "“",
      "felicitaciones",
      "presidente",
      "donald",
      "trump",
      "victoria",
      "electoral",
      "regreso",
      "presidencia",
      "unidos",
      ".",
      "democracia",
      "voz",
      "pueblo",
      "siempre",
      "debe",
      "ser",
      "respetada",
      ".",
      "mundo",
      "necesita",
      "diálogo",
      "trabajo",
      "conjunto",
      "tener",
      "paz",
      ",",
      "desarrollo",
      "prosperidad",
      "”",
      ",",
      "aseveró",
      ".",
      ",",
      "presidenta",
      "partido",
      "trabajadores",
      "brasil",
      ",",
      "gleisi",
      "hoffmann",
      ",",
      "refirió",
      "existencia",
      "mundo",
      "multipolar",
      ".",
      ",",
      "expresó",
      "“",
      "polarización",
      "sigue",
      "siendo",
      "realidad",
      "debemos",
      "prepararnos",
      "afrontarla",
      "aquí",
      "brasil",
      ",",
      "extrema",
      "derecha",
      "alarmada",
      "resultado",
      "”",
      ".",
      "líderes",
      "pronunció",
      "presidente",
      "uruguay",
      ",",
      "luis",
      "lacalle",
      "pou",
      ",",
      "aseveró",
      "“",
      "trabajaremos",
      "junto",
      "nuevo",
      "gobierno",
      "seguir",
      "fortaleciendo",
      "relación",
      "países",
      ",",
      "beneficio",
      "gente",
      "”",
      ".",
      "perú",
      ",",
      "presidenta",
      "designada",
      "dina",
      "boluarte",
      ",",
      "manifestó",
      "segura",
      "gestión",
      "trump",
      "“",
      "continuará",
      "profundizando",
      "ampliando",
      "fuerte",
      "relación",
      "estratégica",
      "”",
      "dos",
      "naciones",
      "“",
      "materia",
      "inversiones",
      ",",
      "comercio",
      "importantes",
      "áreas",
      "”",
      ".",
      "jefe",
      "guatemala",
      ",",
      "bernardo",
      "arévalo",
      ",",
      "transmitió",
      "mejores",
      "deseos",
      "candidato",
      "partido",
      "republicano",
      "anunció",
      "continuará",
      "trabajando",
      "estrechar",
      "lazos",
      "dos",
      "países",
      ".",
      "arévalo",
      "afirmó",
      ":",
      "“",
      "felicito",
      "presidente",
      "donald",
      "trump",
      "victoria",
      "electoral",
      "deseo",
      "éxitos",
      "nueva",
      "etapa",
      "casa",
      "blanca",
      "”",
      ".",
      "acuerdo",
      "medios",
      "argentinos",
      ",",
      "presidente",
      "javier",
      "milei",
      "activó",
      "modo",
      "fanático",
      "través",
      "mensaje",
      "inglés",
      "saludó",
      "regreso",
      "trump",
      "despacho",
      "oval",
      ".",
      "felicitaciones",
      "sumó",
      ",",
      "además",
      ",",
      "mandatario",
      "ecuatoriano",
      "daniel",
      "noboa",
      ",",
      "publicó",
      "x",
      "corto",
      "mensaje",
      "inglés",
      ":",
      "“",
      "congratulations",
      "to",
      "@",
      "realdonaldtrump",
      "!",
      "future",
      "looks",
      "bright",
      "for",
      "the",
      "continent",
      "!"
    ],
    "token_count": 473,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 93,
      "FW": 156,
      "NNS": 26,
      "VBP": 17,
      "JJ": 60,
      "IN": 30,
      "NN": 233,
      "VBZ": 15,
      "RB": 4,
      "VB": 3,
      "PRP": 1,
      "CC": 1,
      "VBD": 1,
      "JJR": 1,
      "TO": 1,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-FW": 14,
      "FW-FW": 89,
      "FW-NNP": 18,
      "NNP-NNP": 36,
      "FW-NNS": 4,
      "NNS-NNS": 1,
      "NNS-VBP": 15,
      "VBP-JJ": 9,
      "JJ-NNS": 8,
      "NNS-IN": 2,
      "IN-JJ": 7,
      "IN-NNP": 6,
      "NNP-NN": 31,
      "NN-NNS": 9,
      "NNS-VBZ": 2,
      "VBZ-JJ": 6,
      "JJ-RB": 1,
      "RB-NN": 1,
      "NNS-FW": 4,
      "FW-NN": 27,
      "NN-FW": 28,
      "NN-NN": 132,
      "NN-JJ": 12,
      "JJ-NN": 33,
      "JJ-JJ": 4,
      "VBP-IN": 1,
      "JJ-FW": 5,
      "NN-NNP": 19,
      "FW-JJ": 16,
      "NN-IN": 26,
      "IN-FW": 13,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "VBZ-NN": 1,
      "JJ-NNP": 8,
      "NNP-VBZ": 7,
      "VBZ-VB": 1,
      "VB-JJ": 2,
      "NNP-JJ": 2,
      "VBP-PRP": 1,
      "PRP-FW": 1,
      "IN-NN": 3,
      "NN-VBZ": 4,
      "VBZ-NNP": 2,
      "NNP-CC": 1,
      "CC-VB": 1,
      "VBP-NN": 3,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "VBZ-RB": 2,
      "RB-NNP": 1,
      "RB-JJ": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "NN-VBP": 1,
      "VBP-NNS": 3,
      "FW-VBZ": 1,
      "VBZ-NNS": 1,
      "NNS-NNP": 1,
      "VBZ-FW": 2,
      "NNP-VBP": 1,
      "NNS-TO": 1,
      "TO-VB": 1,
      "VB-NNP": 1,
      "JJ-IN": 1,
      "IN-DT": 1,
      "DT-NN": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 6,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 8,
      "NNP-NNP-FW": 6,
      "FW-FW-NNS": 4,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 3,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 4,
      "NNP-NNP-NN": 14,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-RB": 1,
      "JJ-RB-NN": 1,
      "RB-NN-NNS": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "FW-FW-FW": 56,
      "FW-FW-NN": 9,
      "FW-NN-FW": 6,
      "NN-FW-NNP": 4,
      "FW-NNP-FW": 6,
      "NNP-FW-NNP": 2,
      "FW-NNP-NN": 3,
      "NNP-NN-NN": 21,
      "NN-NN-NN": 77,
      "NN-NN-FW": 17,
      "NN-FW-NN": 10,
      "FW-NN-NN": 12,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 9,
      "JJ-NN-NNS": 5,
      "NN-NNS-VBP": 6,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NN-NN-NNP": 11,
      "NN-NNP-NN": 6,
      "NN-FW-FW": 12,
      "FW-FW-JJ": 8,
      "FW-JJ-NN": 9,
      "VBP-JJ-NN": 4,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 13,
      "IN-FW-FW": 6,
      "FW-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NN": 19,
      "IN-FW-JJ": 5,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-VB": 1,
      "VBZ-VB-JJ": 1,
      "VB-JJ-NN": 2,
      "NN-NN-IN": 12,
      "NN-IN-JJ": 5,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 4,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NNS-FW": 1,
      "FW-NNS-VBP": 3,
      "NNS-VBP-PRP": 1,
      "VBP-PRP-FW": 1,
      "PRP-FW-FW": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 1,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "NN-NN-VBZ": 4,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-FW": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-VB": 1,
      "CC-VB-JJ": 1,
      "NN-IN-NNP": 5,
      "IN-NNP-NN": 2,
      "NNP-NN-FW": 3,
      "IN-FW-NN": 1,
      "NNS-VBP-NN": 3,
      "VBP-NN-IN": 1,
      "JJ-JJ-NN": 2,
      "NN-NNP-NNP": 9,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "FW-JJ-FW": 3,
      "JJ-FW-NN": 2,
      "FW-NN-IN": 4,
      "NNP-FW-JJ": 1,
      "NNP-NN-IN": 2,
      "FW-JJ-NNP": 2,
      "FW-NN-NNS": 2,
      "VBP-NN-FW": 2,
      "NNP-NN-NNP": 4,
      "NNP-NNP-NNP": 11,
      "NN-VBZ-RB": 1,
      "VBZ-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "JJ-NN-NNP": 2,
      "NNP-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "IN-JJ-NN": 2,
      "NNP-FW-NN": 5,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NNP": 1,
      "JJ-NNP-JJ": 1,
      "NN-JJ-NNS": 1,
      "FW-NN-NNP": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-NNP-NN": 1,
      "NN-FW-JJ": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-JJ": 1,
      "IN-FW-NNP": 1,
      "VBZ-FW-FW": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "JJ-NNS-TO": 1,
      "NNS-TO-VB": 1,
      "TO-VB-NNP": 1,
      "VB-NNP-VBZ": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-DT": 1,
      "IN-DT-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 233,
        "FW": 156,
        "NNP": 93,
        "JJ": 60,
        "IN": 30
      },
      "top_bigrams": {
        "NN-NN": 132,
        "FW-FW": 89,
        "NNP-NNP": 36,
        "JJ-NN": 33,
        "NNP-NN": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 77,
        "FW-FW-FW": 56,
        "NNP-NN-NN": 21,
        "JJ-NN-NN": 19,
        "NN-NN-FW": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 193,
      "VP": 45,
      "PP": 21,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 10,
        "weight": 0.0344
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0309
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('Brasil', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('A', 'DT') ('través', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('y', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('expresó', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('a', 'DT') ('través', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('un', 'JJ') ('mensaje', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "elecciones presidenciales"
      },
      {
        "label": "VP",
        "text": "ha generado reacciones"
      },
      {
        "label": "NP",
        "text": "generado reacciones"
      },
      {
        "label": "PP",
        "text": "en diversos países"
      },
      {
        "label": "NP",
        "text": "diversos países"
      },
      {
        "label": "PP",
        "text": "de América Latina"
      },
      {
        "label": "NP",
        "text": "América Latina"
      },
      {
        "label": "NP",
        "text": "donde varios"
      },
      {
        "label": "VP",
        "text": "líderes han expresado sus felicitaciones"
      },
      {
        "label": "NP",
        "text": "sus felicitaciones"
      },
      {
        "label": "NP",
        "text": "A través"
      },
      {
        "label": "PP",
        "text": "de un comunicado"
      },
      {
        "label": "NP",
        "text": "un comunicado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  elección/FW\n  de/FW\n  (NP Donald/NNP Trump/NNP)\n  en/FW\n  las/FW\n  (NP elecciones/NNS presidenciales/NNS)\n  (VP ha/VBP (NP generado/JJ reacciones/NNS))\n  (PP en/IN (NP diversos/JJ países/NNS))\n  (PP de/IN (NP América/NNP Latina/NNP))\n  ,/,\n  (NP donde/JJ varios/NNS)\n  (VP líderes/VBZ han/JJ expresado/RB (NP sus/NN felicitaciones/NNS))\n  ./.)",
      "(S\n  (NP A/DT través/NN)\n  (PP de/IN (NP un/JJ comunicado/NN))\n  ,/,\n  (NP el/JJ Gobierno/NNP)\n  de/FW\n  (NP\n    Venezuela/NNP\n    felicitó/NN\n    al/NN\n    pueblo/NN\n    estadounidense/NN\n    y/NN\n    subrayó/NN\n    que/NN\n    la/NN)\n  nación/FW\n  (NP sudamericana/NN “/NNP siempre/NN estará/NN)\n  (VP dispuesta/VBZ (NP a/DT entablar/JJ buenas/NN relaciones/NNS))\n  (VP con/VBP (NP los/JJ gobiernos/JJ estadounidenses/NNS))\n  ,/,\n  (VP enmarcadas/VBP)\n  en/FW\n  (ADJP un/JJ)\n  espíritu/FW\n  de/FW\n  diálogo/FW\n  ,/,\n  (NP respeto/NN y/NN sensatez/NN ”/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (VP reconocimiento/VBZ (NP a/DT la/NN soberanía/NN))\n  (VP y/VBZ (NP a/DT la/NN))\n  autodeterminación/FW\n  de/FW\n  los/FW\n  (NP pueblos/JJ son/NN fundamentales/NNS)\n  (VP para/VBP (NP la/JJ construcción/NN))\n  de/IN\n  un/FW\n  mundo/FW\n  nuevo/FW\n  ,/,\n  (NP donde/NN)\n  impere/RB\n  (VP\n    el/VBZ\n    (NP equilibrio/NN)\n    (NP entre/JJ las/NN naciones/NNS libres/NNS))\n  ,/,\n  (VP expresa/VBP (NP el/JJ comunicado/NN))\n  ,/,\n  donde/FW\n  se/FW\n  recalcó/FW\n  (NP que/NN)\n  el/FW\n  (NP pueblo/NN venezolano/NN)\n  (VP aspira/VBZ (NP a/DT transitar/NN) (NP un/JJ sendero/NN))\n  de/IN\n  paz/FW\n  y/FW\n  (NP justicia/NN)\n  (ADJP social/JJ)\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN)\n  ,/,\n  (NP Nicaragua/NNP)\n  (VP\n    expresó/VBZ\n    (NP “/NNP reconocimiento/NN al/NN pueblo/NN que/NN))\n  (PP en/IN (NP los/JJ Estados/NNP Unidos/NNP))\n  (NP vive/JJ sus/NN realidades/NNS)\n  (VP y/VBP (NP también/JJ conoce/NN las/NNS))\n  verdades/FW\n  de/FW\n  los/FW\n  (NP pueblos/NN)\n  ,/,\n  (NP que/JJ con/NN la/NN)\n  fuerza/FW\n  de/FW\n  nuestras/FW\n  (NP identidades/NNS)\n  ,/,\n  (NP culturas/NNS)\n  ,/,\n  (NP derechos/NN y/NN libertades/NNS)\n  ,/,\n  (NP caminamos/NNS)\n  (VP ya/VBP)\n  en/FW\n  otro/FW\n  (NP mundo/NN)\n  ,/,\n  (NP que/JJ sabemos/NN)\n  ,/,\n  y/CC\n  (NP hacemos/NN)\n  (NP posible/JJ ”/NN)\n  ./.)",
      "(S\n  (NP Desde/NNP México/NNP)\n  ,/,\n  (VP\n    la/VBZ\n    (NP\n      presidenta/JJ\n      Claudia/NNP\n      Sheinbaum/NNP\n      manifestó/NN\n      durante/NN\n      su/NN\n      conferencia/NN))\n  de/IN\n  prensa/FW\n  (NP su/JJ confianza/NN)\n  (PP en/IN (NP que/NN habrá/NN))\n  (NP una/JJ buena/NN relación/NN)\n  entre/FW\n  (NP los/NN dos/NN países/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          1088,
          1097
        ],
        "start": 1088,
        "end": 1097
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "diálogo y trabajo en común para tener más paz",
        "position": [
          1723,
          1768
        ],
        "start": 1723,
        "end": 1768
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1733,
          1740
        ],
        "start": 1733,
        "end": 1740
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con medios argentinos, el presidente javier milei activó el modo fanático y a través de",
        "position": [
          3952,
          4047
        ],
        "start": 3952,
        "end": 4047
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "conferencia de prensa",
        "position": [
          1109,
          1130
        ],
        "start": 1109,
        "end": 1130
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          779,
          786
        ],
        "start": 779,
        "end": 786
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3724,
          3731
        ],
        "start": 3724,
        "end": 3731
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de venezuela felicitó",
        "position": [
          207,
          237
        ],
        "start": 207,
        "end": 237
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta claudia sheinbaum",
        "position": [
          1059,
          1087
        ],
        "start": 1059,
        "end": 1087
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          3043,
          3058
        ],
        "start": 3043,
        "end": 3058
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          265,
          272
        ],
        "start": 265,
        "end": 272
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          2409,
          2415
        ],
        "start": 2409,
        "end": 2415
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          824,
          838
        ],
        "start": 824,
        "end": 838
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          769,
          778
        ],
        "start": 769,
        "end": 778
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          219,
          228
        ],
        "start": 219,
        "end": 228
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1696,
          1702
        ],
        "start": 1696,
        "end": 1702
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "guatemala",
        "position": [
          3618,
          3627
        ],
        "start": 3618,
        "end": 3627
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado a través",
        "position": [
          1342,
          1357
        ],
        "start": 1342,
        "end": 1357
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          738,
          753
        ],
        "start": 738,
        "end": 753
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luis Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Uruguay",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Claudia Sheinbaum",
        "tipo": "Persona"
      },
      {
        "nombre": "Despacho Oval",
        "tipo": "Lugar"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luis Lacalle Pou",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Perú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arévalo",
        "tipo": "Persona"
      },
      {
        "nombre": "Gustavo Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Republicano",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado boliviano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Partido de los Trabajadores de Brasil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gleisi Hoffmann",
        "tipo": "Persona"
      },
      {
        "nombre": "Dina Boluarte",
        "tipo": "Persona"
      },
      {
        "nombre": "Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Bernardo Arévalo",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "estado de Guatemala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Donald Trump",
        "relacion": "GENERAR",
        "objeto": "América"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "EXPRESAR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "México",
        "relacion": "MANIFESTAR",
        "objeto": "Claudia Sheinbaum"
      },
      {
        "sujeto": "Arce",
        "relacion": "FELICITAR_ASEVERAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "FELICITAR_ASEVERAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Arce",
        "relacion": "ASEVERAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Brasil",
        "relacion": "DA_DESEAR",
        "objeto": "Luiz Inácio Lula da Silva"
      },
      {
        "sujeto": "Perú",
        "relacion": "MANIFESTAR",
        "objeto": "Dina Boluarte"
      },
      {
        "sujeto": "Perú",
        "relacion": "MANIFESTAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Dina Boluarte",
        "relacion": "MANIFESTAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "estado de Guatemala",
        "relacion": "TRANSMITIR",
        "objeto": "Partido Republicano"
      },
      {
        "sujeto": "Bernardo Arévalo",
        "relacion": "TRANSMITIR",
        "objeto": "Partido Republicano"
      },
      {
        "sujeto": "Arévalo",
        "relacion": "AFIRMAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "ACTIVAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "ACTIVAR",
        "objeto": "Despacho Oval"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8217,
    "pos": 0.013,
    "neu": 0.987,
    "neg": 0.0,
    "label": "positive"
  }
}