{
  "url": "https://www.telesurtv.net/venezuela-con-firmeza-ante-agresion-criminal-contra-el-sistema-electrico-nacional/",
  "title": "Venezuela con firmeza ante agresión criminal contra el sistema eléctrico nacional - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "pueblo",
    "sabotaje",
    "Sabotaje eléctrico",
    "Venezuela"
  ],
  "text": "Autoridades venezolanas ratificaron la determinación del Gobierno Bolivariano de garantizar la atención a las necesidades básicas del pueblo mientras prosiguen la recuperación del Sistema Eléctrico Nacional (SNE) tras el sabotaje perpetrado en la madrugada de este viernes por la extrema derecha.\nEl ministro del Interior, Justicia y Paz, Diosdado Cabello, confirmó la restauración de la corriente eléctrica «en varias partes del país bajo los protocolos de seguridad».\nReiteró que la extrema derecha se sabe derrotada y ante una debacle política, por lo que insistirá en atacar la institucionalidad y quebrar el funcionamiento democrático de la nación. Ratificó que el país se halla en paz y retomó su funcionamiento en medio de la adversidad.\nLos corresponsales de teleSUR desplegados por toda la ciudad mostraron sus espacios en total calma, con sus habitantes retomando sus labores habituales.\nPor su parte, la vicepresidenta para Ciencia, Tecnología, Educación y Salud, Gabriela Jiménez, resaltó la conciencia del pueblo venezolano y su serenidad, así como la operatividad del sistema de salud pública en todos los servicios de atención médica necesarios para los pacientes que lo requieran.\nCon un mensaje de calma y de resolución paulatina pero efectiva de la afectación, Gabriela Jiménez remarcó que el pueblo y el Gobierno venezolanos tienen un aprendizaje y un camino recorrido para buscar soluciones ante los hechos que han intentado desestabilizar al país.\n“Tenemos un aprendizaje, una conciencia social y ética como pueblo, contamos con un personal calificado atendiendo y gestionando la resolución y activación total del SEN”. De igual manera aseguró que se mantiene vigilantes para asegurar que los 79 hospitales de alta complejidad con los que cuenta el país sigan trabajando y brindando el servicio.\n“Todos los espacios de salud se encuentran operativos, así como las Unidades Críticas, Emergencias, Emegencias-Traumashock, Terapias Intensivas, Áreas Quirúrgicas, Unidades de Diálisis y Bancos de Sangre”, aseguró.\nAl compartir que “los laboratorios psicológicos, los ataques cibernéticos, el saboteo y la agresión a los servicios públicos pretenden causar ansiedad, intranquilidad, desinformación y desestabilización al país”, la viceministra insistió que “es importante recordar que hemos pasado por situaciones pasadas muy parecidas y hemos salido adelante”.\nSubrayó la política venezolana que el presidente ha garantizado la paz para los venezolanos, y por ello “tengamos plena confianza que el servicio eléctrico será restaurado lo más pronto posible”.\nAsimismo ante los hechos que muestran la violencia de la extrema derecha en el país, el vicepresidente Sectorial de Soberanía, Seguridad y Paz, G/J Vladimir Padrino López, anunció la activación del Plan Centella para atender la emergencia nacional.\n“La Fuerza Armada Nacional Bolivariana a través del Comando Estratégico Operacional puso en actividad de inmediato el sistema defensivo territorial y activó lo que nosotros llamamos la fuerza choque que es un centenar de oficiales preparados e ingenieros eléctricos, hidráulicos y que se activan cada vez que se produce una situación con algún servicio público”, puntualizó.\nAl recalcar que “todo está bajo control”, Padrino López refirió que “el pueblo sabe que puede contar con el Gobierno Bolivariano y su Fuerza Armada Nacional Bolivariana, con sus órganos de seguridad ciudadana, que hemos dado una batalla en los últimos años, que nos ha permitido sincronizarnos cada día mejor y avanzar hacia una Patria segura”.\nLa alcaldesa de Caracas, Carmen Meléndez, manifestó que tras la agresión contra el sistema eléctrico nacional la gente ha respondido saliendo a trabajar.\nQueremos trabajar. No queremos violencia, ataques de ningún tipo, exigió la lideresa. Refirió que las autoridades caraqueñas salieron a las calles, hallaron la seguridad desplegada y a las personas abriendo sus negocios; algunos trabajaron con plantas eléctricas.\nSeñaló que los hospitales prosiguieron con su labor y que el traslado de miles de trabajadores se viabilizó con el traslado de muchos trabajadores que emplean el metro a través de transporte superficial. “Tenemos 220 ómnibus que nuestro presidente se lo ha dado al metro de Caracas y que estaba activada la línea superficial, así como el trasporte privado” acotó Carmen Meléndez.\nPor su parte, el Jefe de Gobierno del distrito capital, Nahum Fernández, refirió que “la respuesta al fascismo ha sido contundente, una postura de la gente de nuestro pueblo, que lo vimos. Había negocios que no tenían luz y estaban abiertos”.\nAseguró que existe confianza en la gestión del presidente Nicolás Maduro para hacer frente a la situación y una vez más el fascismo buscando dañar.\nEn relación a la ultraderecha fascista, refirió que buscan “generar una conmoción, generar un estallido y que haya muertes, al contrario del pueblo de paz, que desea que haya una derrota contundente a ese fascismo, a esa condición de maldad, que acompaña a una minoría”.\n“El pueblo, que es la gran mayoría, está de acuerdo con el mensaje de paz del Presidente, está de acuerdo con el mensaje de producción”, aseguró Fernández. Esta es la victoria del pueblo venezolano y el Presidente gobernando, enfatizó.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-con-firmeza-ante-agresion-criminal-contra-el-sistema-electrico-nacional/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 55,
    "message_id": 75517,
    "date": "2024-08-30T23:55:07+00:00",
    "text": "teleSUR\nVenezuela con firmeza ante agresión criminal contra el sistema eléctrico nacional\nhttps://www.telesurtv.net/venezuela-con-firmeza-ante-agresion-criminal-contra-el-sistema-electrico-nacional/",
    "photo_path": null,
    "views": 3165,
    "reactions": {
      "👏": 51,
      "👍": 11,
      "❤": 3
    },
    "total_reactions": 65
  },
  "preprocessing": {
    "cleaned": "autoridades venezolanas ratificaron la determinación del gobierno bolivariano de garantizar la atención a las necesidades básicas del pueblo mientras prosiguen la recuperación del sistema eléctrico nacional (sne) tras el sabotaje perpetrado en la madrugada de este viernes por la extrema derecha. el ministro del interior, justicia y paz, diosdado cabello, confirmó la restauración de la corriente eléctrica «en varias partes del país bajo los protocolos de seguridad». reiteró que la extrema derecha se sabe derrotada y ante una debacle política, por lo que insistirá en atacar la institucionalidad y quebrar el funcionamiento democrático de la nación. ratificó que el país se halla en paz y retomó su funcionamiento en medio de la adversidad. los corresponsales de telesur desplegados por toda la ciudad mostraron sus espacios en total calma, con sus habitantes retomando sus labores habituales. por su parte, la vicepresidenta para ciencia, tecnología, educación y salud, gabriela jiménez, resaltó la conciencia del pueblo venezolano y su serenidad, así como la operatividad del sistema de salud pública en todos los servicios de atención médica necesarios para los pacientes que lo requieran. con un mensaje de calma y de resolución paulatina pero efectiva de la afectación, gabriela jiménez remarcó que el pueblo y el gobierno venezolanos tienen un aprendizaje y un camino recorrido para buscar soluciones ante los hechos que han intentado desestabilizar al país. “tenemos un aprendizaje, una conciencia social y ética como pueblo, contamos con un personal calificado atendiendo y gestionando la resolución y activación total del sen”. de igual manera aseguró que se mantiene vigilantes para asegurar que los 79 hospitales de alta complejidad con los que cuenta el país sigan trabajando y brindando el servicio. “todos los espacios de salud se encuentran operativos, así como las unidades críticas, emergencias, emegencias-traumashock, terapias intensivas, áreas quirúrgicas, unidades de diálisis y bancos de sangre”, aseguró. al compartir que “los laboratorios psicológicos, los ataques cibernéticos, el saboteo y la agresión a los servicios públicos pretenden causar ansiedad, intranquilidad, desinformación y desestabilización al país”, la viceministra insistió que “es importante recordar que hemos pasado por situaciones pasadas muy parecidas y hemos salido adelante”. subrayó la política venezolana que el presidente ha garantizado la paz para los venezolanos, y por ello “tengamos plena confianza que el servicio eléctrico será restaurado lo más pronto posible”. asimismo ante los hechos que muestran la violencia de la extrema derecha en el país, el vicepresidente sectorial de soberanía, seguridad y paz, g/j vladimir padrino lópez, anunció la activación del plan centella para atender la emergencia nacional. “la fuerza armada nacional bolivariana a través del comando estratégico operacional puso en actividad de inmediato el sistema defensivo territorial y activó lo que nosotros llamamos la fuerza choque que es un centenar de oficiales preparados e ingenieros eléctricos, hidráulicos y que se activan cada vez que se produce una situación con algún servicio público”, puntualizó. al recalcar que “todo está bajo control”, padrino lópez refirió que “el pueblo sabe que puede contar con el gobierno bolivariano y su fuerza armada nacional bolivariana, con sus órganos de seguridad ciudadana, que hemos dado una batalla en los últimos años, que nos ha permitido sincronizarnos cada día mejor y avanzar hacia una patria segura”. la alcaldesa de caracas, carmen meléndez, manifestó que tras la agresión contra el sistema eléctrico nacional la gente ha respondido saliendo a trabajar. queremos trabajar. no queremos violencia, ataques de ningún tipo, exigió la lideresa. refirió que las autoridades caraqueñas salieron a las calles, hallaron la seguridad desplegada y a las personas abriendo sus negocios; algunos trabajaron con plantas eléctricas. señaló que los hospitales prosiguieron con su labor y que el traslado de miles de trabajadores se viabilizó con el traslado de muchos trabajadores que emplean el metro a través de transporte superficial. “tenemos 220 ómnibus que nuestro presidente se lo ha dado al metro de caracas y que estaba activada la línea superficial, así como el trasporte privado” acotó carmen meléndez. por su parte, el jefe de gobierno del distrito capital, nahum fernández, refirió que “la respuesta al fascismo ha sido contundente, una postura de la gente de nuestro pueblo, que lo vimos. había negocios que no tenían luz y estaban abiertos”. aseguró que existe confianza en la gestión del presidente nicolás maduro para hacer frente a la situación y una vez más el fascismo buscando dañar. en relación a la ultraderecha fascista, refirió que buscan “generar una conmoción, generar un estallido y que haya muertes, al contrario del pueblo de paz, que desea que haya una derrota contundente a ese fascismo, a esa condición de maldad, que acompaña a una minoría”. “el pueblo, que es la gran mayoría, está de acuerdo con el mensaje de paz del presidente, está de acuerdo con el mensaje de producción”, aseguró fernández. esta es la victoria del pueblo venezolano y el presidente gobernando, enfatizó.",
    "tokens": [
      "autoridades",
      "venezolanas",
      "ratificaron",
      "determinación",
      "gobierno",
      "bolivariano",
      "garantizar",
      "atención",
      "necesidades",
      "básicas",
      "pueblo",
      "mientras",
      "prosiguen",
      "recuperación",
      "sistema",
      "eléctrico",
      "nacional",
      "(",
      "sne",
      ")",
      "tras",
      "sabotaje",
      "perpetrado",
      "madrugada",
      "viernes",
      "extrema",
      "derecha",
      ".",
      "ministro",
      "interior",
      ",",
      "justicia",
      "paz",
      ",",
      "diosdado",
      "cabello",
      ",",
      "confirmó",
      "restauración",
      "corriente",
      "eléctrica",
      "«",
      "varias",
      "partes",
      "país",
      "bajo",
      "protocolos",
      "seguridad",
      "»",
      ".",
      "reiteró",
      "extrema",
      "derecha",
      "sabe",
      "derrotada",
      "debacle",
      "política",
      ",",
      "insistirá",
      "atacar",
      "institucionalidad",
      "quebrar",
      "funcionamiento",
      "democrático",
      "nación",
      ".",
      "ratificó",
      "país",
      "halla",
      "paz",
      "retomó",
      "funcionamiento",
      "medio",
      "adversidad",
      ".",
      "corresponsales",
      "telesur",
      "desplegados",
      "toda",
      "ciudad",
      "mostraron",
      "espacios",
      "total",
      "calma",
      ",",
      "habitantes",
      "retomando",
      "labores",
      "habituales",
      ".",
      "parte",
      ",",
      "vicepresidenta",
      "ciencia",
      ",",
      "tecnología",
      ",",
      "educación",
      "salud",
      ",",
      "gabriela",
      "jiménez",
      ",",
      "resaltó",
      "conciencia",
      "pueblo",
      "venezolano",
      "serenidad",
      ",",
      "así",
      "operatividad",
      "sistema",
      "salud",
      "pública",
      "servicios",
      "atención",
      "médica",
      "necesarios",
      "pacientes",
      "requieran",
      ".",
      "mensaje",
      "calma",
      "resolución",
      "paulatina",
      "efectiva",
      "afectación",
      ",",
      "gabriela",
      "jiménez",
      "remarcó",
      "pueblo",
      "gobierno",
      "venezolanos",
      "aprendizaje",
      "camino",
      "recorrido",
      "buscar",
      "soluciones",
      "hechos",
      "intentado",
      "desestabilizar",
      "país",
      ".",
      "“",
      "aprendizaje",
      ",",
      "conciencia",
      "social",
      "ética",
      "pueblo",
      ",",
      "contamos",
      "personal",
      "calificado",
      "atendiendo",
      "gestionando",
      "resolución",
      "activación",
      "total",
      "sen",
      "”",
      ".",
      "igual",
      "manera",
      "aseguró",
      "mantiene",
      "vigilantes",
      "asegurar",
      "79",
      "hospitales",
      "alta",
      "complejidad",
      "cuenta",
      "país",
      "sigan",
      "trabajando",
      "brindando",
      "servicio",
      ".",
      "“",
      "espacios",
      "salud",
      "encuentran",
      "operativos",
      ",",
      "así",
      "unidades",
      "críticas",
      ",",
      "emergencias",
      ",",
      "emegencias-traumashock",
      ",",
      "terapias",
      "intensivas",
      ",",
      "áreas",
      "quirúrgicas",
      ",",
      "unidades",
      "diálisis",
      "bancos",
      "sangre",
      "”",
      ",",
      "aseguró",
      ".",
      "compartir",
      "“",
      "laboratorios",
      "psicológicos",
      ",",
      "ataques",
      "cibernéticos",
      ",",
      "saboteo",
      "agresión",
      "servicios",
      "públicos",
      "pretenden",
      "causar",
      "ansiedad",
      ",",
      "intranquilidad",
      ",",
      "desinformación",
      "desestabilización",
      "país",
      "”",
      ",",
      "viceministra",
      "insistió",
      "“",
      "importante",
      "recordar",
      "pasado",
      "situaciones",
      "pasadas",
      "parecidas",
      "salido",
      "adelante",
      "”",
      ".",
      "subrayó",
      "política",
      "venezolana",
      "presidente",
      "garantizado",
      "paz",
      "venezolanos",
      ",",
      "ello",
      "“",
      "plena",
      "confianza",
      "servicio",
      "eléctrico",
      "restaurado",
      "pronto",
      "posible",
      "”",
      ".",
      "asimismo",
      "hechos",
      "muestran",
      "violencia",
      "extrema",
      "derecha",
      "país",
      ",",
      "vicepresidente",
      "sectorial",
      "soberanía",
      ",",
      "seguridad",
      "paz",
      ",",
      "g/j",
      "vladimir",
      "padrino",
      "lópez",
      ",",
      "anunció",
      "activación",
      "plan",
      "centella",
      "atender",
      "emergencia",
      "nacional",
      ".",
      "“",
      "fuerza",
      "armada",
      "nacional",
      "bolivariana",
      "través",
      "comando",
      "estratégico",
      "operacional",
      "puso",
      "actividad",
      "inmediato",
      "sistema",
      "defensivo",
      "territorial",
      "activó",
      "llamamos",
      "fuerza",
      "choque",
      "centenar",
      "oficiales",
      "preparados",
      "ingenieros",
      "eléctricos",
      ",",
      "hidráulicos",
      "activan",
      "cada",
      "vez",
      "produce",
      "situación",
      "algún",
      "servicio",
      "público",
      "”",
      ",",
      "puntualizó",
      ".",
      "recalcar",
      "“",
      "bajo",
      "control",
      "”",
      ",",
      "padrino",
      "lópez",
      "refirió",
      "“",
      "pueblo",
      "sabe",
      "puede",
      "contar",
      "gobierno",
      "bolivariano",
      "fuerza",
      "armada",
      "nacional",
      "bolivariana",
      ",",
      "órganos",
      "seguridad",
      "ciudadana",
      ",",
      "dado",
      "batalla",
      "últimos",
      "años",
      ",",
      "permitido",
      "sincronizarnos",
      "cada",
      "día",
      "mejor",
      "avanzar",
      "hacia",
      "patria",
      "segura",
      "”",
      ".",
      "alcaldesa",
      "caracas",
      ",",
      "carmen",
      "meléndez",
      ",",
      "manifestó",
      "tras",
      "agresión",
      "sistema",
      "eléctrico",
      "nacional",
      "gente",
      "respondido",
      "saliendo",
      "trabajar",
      ".",
      "queremos",
      "trabajar",
      ".",
      "queremos",
      "violencia",
      ",",
      "ataques",
      "ningún",
      "tipo",
      ",",
      "exigió",
      "lideresa",
      ".",
      "refirió",
      "autoridades",
      "caraqueñas",
      "salieron",
      "calles",
      ",",
      "hallaron",
      "seguridad",
      "desplegada",
      "personas",
      "abriendo",
      "negocios",
      ";",
      "trabajaron",
      "plantas",
      "eléctricas",
      ".",
      "señaló",
      "hospitales",
      "prosiguieron",
      "labor",
      "traslado",
      "miles",
      "trabajadores",
      "viabilizó",
      "traslado",
      "trabajadores",
      "emplean",
      "metro",
      "través",
      "transporte",
      "superficial",
      ".",
      "“",
      "220",
      "ómnibus",
      "presidente",
      "dado",
      "metro",
      "caracas",
      "activada",
      "línea",
      "superficial",
      ",",
      "así",
      "trasporte",
      "privado",
      "”",
      "acotó",
      "carmen",
      "meléndez",
      ".",
      "parte",
      ",",
      "jefe",
      "gobierno",
      "distrito",
      "capital",
      ",",
      "nahum",
      "fernández",
      ",",
      "refirió",
      "“",
      "respuesta",
      "fascismo",
      "sido",
      "contundente",
      ",",
      "postura",
      "gente",
      "pueblo",
      ",",
      "vimos",
      ".",
      "negocios",
      "luz",
      "abiertos",
      "”",
      ".",
      "aseguró",
      "existe",
      "confianza",
      "gestión",
      "presidente",
      "nicolás",
      "maduro",
      "hacer",
      "frente",
      "situación",
      "vez",
      "fascismo",
      "buscando",
      "dañar",
      ".",
      "relación",
      "ultraderecha",
      "fascista",
      ",",
      "refirió",
      "buscan",
      "“",
      "generar",
      "conmoción",
      ",",
      "generar",
      "estallido",
      "muertes",
      ",",
      "contrario",
      "pueblo",
      "paz",
      ",",
      "desea",
      "derrota",
      "contundente",
      "fascismo",
      ",",
      "condición",
      "maldad",
      ",",
      "acompaña",
      "minoría",
      "”",
      ".",
      "“",
      "pueblo",
      ",",
      "gran",
      "mayoría",
      ",",
      "acuerdo",
      "mensaje",
      "paz",
      "presidente",
      ",",
      "acuerdo",
      "mensaje",
      "producción",
      "”",
      ",",
      "aseguró",
      "fernández",
      ".",
      "victoria",
      "pueblo",
      "venezolano",
      "presidente",
      "gobernando",
      ",",
      "enfatizó",
      "."
    ],
    "token_count": 552,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 104,
      "FW": 151,
      "NN": 316,
      "NNS": 31,
      "VBP": 26,
      "JJ": 86,
      "VBD": 7,
      "IN": 22,
      "VBZ": 10,
      "CD": 2,
      "DT": 2,
      "RB": 2
    },
    "bigram_freq": {
      "NNP-FW": 8,
      "FW-NN": 18,
      "NN-NN": 204,
      "NN-FW": 19,
      "FW-FW": 102,
      "FW-NNP": 17,
      "NNP-NNP": 50,
      "FW-NNS": 6,
      "NNS-VBP": 20,
      "VBP-JJ": 19,
      "JJ-NN": 58,
      "NN-NNS": 14,
      "JJ-FW": 6,
      "NNP-VBD": 3,
      "VBD-JJ": 5,
      "NN-IN": 16,
      "IN-FW": 11,
      "NN-NNP": 18,
      "NNP-NN": 29,
      "NN-JJ": 29,
      "IN-NN": 2,
      "NNP-NNS": 2,
      "NNS-FW": 2,
      "NNS-IN": 4,
      "IN-JJ": 5,
      "JJ-JJ": 10,
      "NN-VBZ": 5,
      "VBZ-JJ": 4,
      "VBZ-NNS": 2,
      "NNS-NNP": 3,
      "JJ-NNS": 4,
      "NNP-JJ": 3,
      "NN-VBP": 5,
      "VBP-NN": 4,
      "NNP-VBZ": 5,
      "JJ-NNP": 8,
      "FW-JJ": 8,
      "NN-VBD": 4,
      "VBD-CD": 1,
      "CD-NNS": 1,
      "VBZ-FW": 3,
      "NNP-IN": 2,
      "IN-NNP": 3,
      "NNP-VBP": 1,
      "VBP-NNP": 2,
      "VBD-NNP": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "NNS-JJ": 1,
      "IN-NNS": 1,
      "NNS-RB": 1,
      "RB-NNS": 1,
      "NNP-CD": 1,
      "CD-NNP": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "VBP-DT": 1,
      "DT-NN": 1
    },
    "trigram_freq": {
      "NNP-FW-NN": 1,
      "FW-NN-NN": 11,
      "NN-NN-FW": 14,
      "NN-FW-FW": 9,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 9,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 3,
      "FW-FW-FW": 74,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 6,
      "NNS-VBP-JJ": 16,
      "VBP-JJ-NN": 13,
      "JJ-NN-NNS": 5,
      "NN-NNS-VBP": 9,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 4,
      "NNP-NNP-NNP": 29,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "JJ-NN-NN": 35,
      "NN-NN-IN": 10,
      "NN-IN-FW": 10,
      "IN-FW-FW": 7,
      "JJ-FW-NN": 2,
      "FW-NN-NNP": 2,
      "NN-NNP-NNP": 7,
      "NNP-FW-NNP": 3,
      "NNP-NNP-NN": 11,
      "NNP-NN-NN": 25,
      "NN-NN-NN": 127,
      "IN-FW-NNP": 1,
      "FW-NNP-NN": 4,
      "NN-FW-NN": 7,
      "FW-NN-FW": 4,
      "NN-NN-JJ": 24,
      "NN-JJ-NN": 20,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "FW-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NN": 8,
      "NN-NN-NNS": 7,
      "NN-NNS-IN": 4,
      "NNS-IN-JJ": 3,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NN": 9,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "JJ-NN-NNP": 5,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 6,
      "NN-NN-VBP": 5,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 4,
      "NN-NN-NNP": 10,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-NN-JJ": 5,
      "IN-JJ-NN": 2,
      "NN-JJ-NNP": 4,
      "JJ-NNP-NN": 4,
      "NN-JJ-JJ": 5,
      "NN-FW-JJ": 3,
      "FW-JJ-JJ": 1,
      "NNP-NNP-JJ": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-FW": 3,
      "FW-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "NN-NNP-NN": 4,
      "NN-NN-VBD": 3,
      "NN-VBD-JJ": 3,
      "VBD-JJ-FW": 2,
      "FW-NNP-FW": 3,
      "NNP-NNP-VBZ": 2,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "NNP-NN-FW": 1,
      "FW-JJ-NN": 5,
      "NN-VBP-JJ": 3,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "IN-JJ-NNP": 1,
      "NNP-NN-NNP": 1,
      "NN-NNP-FW": 1,
      "VBP-JJ-JJ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNS-IN-FW": 1,
      "NNP-NN-NNS": 1,
      "NNS-VBP-NN": 2,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNS-VBP-NNP": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-NNS": 1,
      "RB-NNS-VBP": 1,
      "IN-FW-NNS": 1,
      "FW-FW-JJ": 2,
      "JJ-NNP-CD": 1,
      "NNP-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "IN-FW-JJ": 2
    },
    "top_patterns": {
      "top_tags": {
        "NN": 316,
        "FW": 151,
        "NNP": 104,
        "JJ": 86,
        "NNS": 31
      },
      "top_bigrams": {
        "NN-NN": 204,
        "FW-FW": 102,
        "JJ-NN": 58,
        "NNP-NNP": 50,
        "NNP-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 127,
        "FW-FW-FW": 74,
        "JJ-NN-NN": 35,
        "NNP-NNP-NNP": 29,
        "NNP-NN-NN": 25
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 199,
      "PP": 12,
      "VP": 42,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0211
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0105
      },
      {
        "rule": "NP -> ('derecha', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('con', 'NN') ('sus', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Por', 'NNP') ('su', 'NN') ('parte', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Carmen', 'NNP') ('Meléndez', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('trabajadores', 'NNS')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Autoridades"
      },
      {
        "label": "NP",
        "text": "ratificaron la"
      },
      {
        "label": "NP",
        "text": "Gobierno Bolivariano"
      },
      {
        "label": "NP",
        "text": "a las"
      },
      {
        "label": "PP",
        "text": "necesidades básicas del pueblo"
      },
      {
        "label": "NP",
        "text": "básicas del pueblo"
      },
      {
        "label": "NP",
        "text": "prosiguen"
      },
      {
        "label": "NP",
        "text": "Sistema Eléctrico Nacional"
      },
      {
        "label": "NP",
        "text": "SNE"
      },
      {
        "label": "VP",
        "text": "tras el sabotaje perpetrado"
      },
      {
        "label": "NP",
        "text": "el sabotaje perpetrado"
      },
      {
        "label": "NP",
        "text": "viernes"
      },
      {
        "label": "VP",
        "text": "por la"
      },
      {
        "label": "NP",
        "text": "derecha"
      },
      {
        "label": "NP",
        "text": "El"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Autoridades/NNP)\n  venezolanas/FW\n  (NP ratificaron/NN la/NN)\n  determinación/FW\n  del/FW\n  (NP Gobierno/NNP Bolivariano/NNP)\n  de/FW\n  garantizar/FW\n  la/FW\n  atención/FW\n  (NP a/DT las/NN)\n  (PP necesidades/IN (NP básicas/JJ del/NN pueblo/NN))\n  mientras/FW\n  (NP prosiguen/NN)\n  la/FW\n  recuperación/FW\n  del/FW\n  (NP Sistema/NNP Eléctrico/NNP Nacional/NNP)\n  (/(\n  (NP SNE/NNP)\n  )/)\n  (VP tras/VBP (NP el/JJ sabotaje/NN perpetrado/NN))\n  en/IN\n  la/FW\n  madrugada/FW\n  de/FW\n  este/FW\n  (NP viernes/NNS)\n  (VP por/VBP la/JJ)\n  extrema/FW\n  (NP derecha/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  ministro/PRP\n  del/FW\n  (NP Interior/NNP)\n  ,/,\n  (NP Justicia/NNP y/NNP Paz/NNP)\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP)\n  ,/,\n  (NP confirmó/NN)\n  la/FW\n  restauración/FW\n  de/FW\n  la/FW\n  corriente/FW\n  eléctrica/FW\n  «/FW\n  en/FW\n  varias/FW\n  (NP partes/NNS)\n  (VP del/VBP (NP país/JJ bajo/NN los/NN protocolos/NN))\n  de/IN\n  seguridad/FW\n  (NP »/NN)\n  ./.)",
      "(S\n  (NP Reiteró/NNP que/NN la/NN)\n  extrema/FW\n  (NP derecha/NN)\n  se/FW\n  (NP sabe/NN derrotada/NN y/NN ante/NN)\n  (NP una/JJ debacle/NN política/NN)\n  ,/,\n  (NP por/NN lo/NN que/NN insistirá/NN)\n  en/FW\n  (NP atacar/NN la/NN)\n  (NP\n    institucionalidad/JJ\n    y/NN\n    quebrar/NN\n    el/NN\n    funcionamiento/NN\n    democrático/NN)\n  de/IN\n  la/FW\n  nación/FW\n  ./.)",
      "(S\n  (NP Ratificó/NNP que/NN el/NN país/NN se/NN halla/NN)\n  (PP en/IN (NP paz/NN y/NN retomó/NN su/NN funcionamiento/NN))\n  en/FW\n  medio/FW\n  de/FW\n  la/FW\n  adversidad/FW\n  ./.)",
      "(S\n  (NP Los/NNP corresponsales/NNS)\n  de/FW\n  teleSUR/FW\n  desplegados/FW\n  por/FW\n  (NP toda/NN)\n  la/FW\n  (NP ciudad/NN mostraron/NN sus/NN espacios/NNS)\n  (PP en/IN (NP total/JJ calma/NN))\n  ,/,\n  (NP con/NN sus/NN)\n  (VP habitantes/VBZ (NP retomando/JJ sus/NN))\n  (VP labores/VBZ (NP habituales/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PERIODOS_TEMPORALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3586,
          3595
        ],
        "start": 3586,
        "end": 3595
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          4389,
          4396
        ],
        "start": 4389,
        "end": 4396
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el mensaje de paz del presidente, está de acuerdo con el mensaje de producción”, aseguró fernández. esta es la victoria del pueblo venezolano y el",
        "position": [
          5048,
          5206
        ],
        "start": 5048,
        "end": 5206
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "mensaje de calma y de resolución paulatina pero efectiva de la afectación, gabriela jiménez remarcó que el pueblo y el gobierno",
        "position": [
          1204,
          1331
        ],
        "start": 1204,
        "end": 1331
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          3962,
          3968
        ],
        "start": 3962,
        "end": 3968
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          2747,
          2754
        ],
        "start": 2747,
        "end": 2754
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno del distrito capital",
        "position": [
          4367,
          4396
        ],
        "start": 4367,
        "end": 4396
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ha garantizado",
        "position": [
          2417,
          2442
        ],
        "start": 2417,
        "end": 2442
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del interior",
        "position": [
          300,
          321
        ],
        "start": 300,
        "end": 321
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          280,
          295
        ],
        "start": 280,
        "end": 295
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          654,
          662
        ],
        "start": 654,
        "end": 662
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2379,
          2386
        ],
        "start": 2379,
        "end": 2386
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "resolución y activación total del sen”. de igual manera aseguró que se mantiene vigilantes para asegurar que los 79",
        "position": [
          1601,
          1716
        ],
        "start": 1601,
        "end": 1716
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "servicio eléctrico",
        "position": [
          2516,
          2534
        ],
        "start": 2516,
        "end": 2534
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          2443,
          2449
        ],
        "start": 2443,
        "end": 2449
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          3560,
          3567
        ],
        "start": 3560,
        "end": 3567
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la madrugada",
        "position": [
          241,
          256
        ],
        "start": 241,
        "end": 256
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía, seguridad y paz, g/j vladimir padrino lópez, anunció la activación del plan centella para atender la emergencia nacional",
        "position": [
          2691,
          2822
        ],
        "start": 2691,
        "end": 2822
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Nahum Fernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Plan Centella",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno venezolanos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Refirió",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Presidente",
        "tipo": "Persona"
      },
      {
        "nombre": "Áreas Quirúrgicas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unidades Críticas, Emergencias",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno Bolivariano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Padrino López",
        "tipo": "Persona"
      },
      {
        "nombre": "Carmen Meléndez",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "metro de Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sistema Eléctrico Nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sectorial de Soberanía",
        "tipo": "Persona"
      },
      {
        "nombre": "Comando Estratégico Operacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Jefe de Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unidades de Diálisis",
        "tipo": "Organizacion"
      },
      {
        "nombre": "SNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gabriela Jiménez",
        "tipo": "Persona"
      },
      {
        "nombre": "Fuerza Armada Nacional Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "SEN",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gobierno Bolivariano",
        "relacion": "RATIFICAR",
        "objeto": "Sistema Eléctrico Nacional"
      },
      {
        "sujeto": "Gobierno Bolivariano",
        "relacion": "RATIFICAR",
        "objeto": "SNE"
      },
      {
        "sujeto": "Gabriela Jiménez",
        "relacion": "REMARCAR",
        "objeto": "Gobierno venezolanos"
      },
      {
        "sujeto": "Sectorial de Soberanía",
        "relacion": "ANUNCIAR",
        "objeto": "Plan Centella"
      },
      {
        "sujeto": "Padrino López",
        "relacion": "REFERIR",
        "objeto": "Gobierno Bolivariano"
      },
      {
        "sujeto": "Padrino López",
        "relacion": "REFERIR",
        "objeto": "Fuerza Armada Nacional Bolivariana"
      },
      {
        "sujeto": "Carmen Meléndez",
        "relacion": "DAR_TENER_ACOTAR",
        "objeto": "metro de Caracas"
      },
      {
        "sujeto": "Jefe de Gobierno",
        "relacion": "ES",
        "objeto": "Nahum Fernández"
      }
    ]
  },
  "sentiment": {
    "compound": 0.765,
    "pos": 0.016,
    "neu": 0.979,
    "neg": 0.006,
    "label": "positive"
  }
}