{
  "url": "https://www.telesurtv.net/congreso-de-la-ciudad-de-mexico-aprueba-ley-que-sanciona-el-transfeminicidio/",
  "title": "Congreso de la Ciudad de México aprueba ley que sanciona el transfeminicidio - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "delito",
    "México",
    "patriarcado",
    "transfeminicidio"
  ],
  "text": "La ley que sanciona los delitos de transfeminicidio por misoginia y transfobia fue aprobada este jueves por el Congreso de la Ciudad de México, una victoria del movimiento LGBTIQ+ y la lucha feminista.\nCon la reforma de diversos artículos del Código Penal y Civil local, así como de la Ley Orgánica de la Fiscalía General de Justicia y de la Ley de Víctimas de la Ciudad de México, esta garantía legal representa un poco de justicia para los más de 590 asesinatos de personas transgénero en todo México entre 2007 y 2022.\nEntre tanto, la ley que otorga penas a las personas trans que sean asesinadas por su identidad fue remitida a la Jefatura de Gobierno de la capital mexicana para su promulgación y publicación.\nPor su parte, el Centro de Apoyo a las Identidades Trans (CAIT) reporta que han ocurrido un promedio anual de 53 asesinatos en el país.\nPor su parte, la diputada Ana Francis López Bayghen Patiño (MORENA), a nombre de Comisiones Unidas de Igualdad de Género y de Administración y Procuración de Justicia, presentó el dictamen a tres iniciativas que dieron origen a estas reformas, y aseguró que “legislar el transfeminicidio representa el reconocimiento oficial de esta forma específica de violencia de género, evidenciando su existencia y su gravedad”.\n“A pesar de que la Ciudad de México es la entidad con mayores avances para garantizar los derechos de la comunidad LGBTTTIQ+, se siguen presentando altos niveles de violencia, con el transfeminicidio de Paola Buenrostro, trabajadora sexual trans que fue asesinada en el 2016, como uno de los casos más representativos”, refirió Ana Francis López Bayghen Patiño.\nPor su parte, la plataforma mexicana Abogadas con Glitter, al festejar la conquista resaltaron que “en el Congreso de la CDMX se dieron cita activistas como: Keny Cuevas de la Casa de la Muñecas Tiresas, Victoria Sámano de Lleca y Natalia Lane -sobreviviente de transfeminicidio- de CLAP, entre más compañarxs es como festejaron este logro que en entrevista con medios mencionaron que veían lejano”.\nAsimismo, la legisladora Miriam Valeria Cruz Flores (MORENA) resaltó la necesidad de tipificar la violencia contra las mujeres trans, “porque la causa de las mujeres trans es la causa de todas nosotras”, mientras aseguró que se trata de eliminar todas las formas de violencia que se reproduzcan contra lo diferente y lo diverso.\nDe igual manera Miriam Valeria Cruz Flores insistió en la importancia de evitar la impunidad.\nEn Guatemala, el Observatorio de Derechos Humanos y Muertes Violentas por Orientación Sexual e Identidad de Género, desde la Asociación Lambda, documentó que en 2023 existieron 39 muertes violentas de personas LGBTIQ+, siendo el año con el mayor número de crímenes por prejuicio documentado.\nPor su parte, en Colombia se registraron 17 casos de  discriminación y seis casos de agresión sexual, todos en contra de mujeres trans. Desde el último informe de la organización Colombia Diversa se registraron 148 crímenes contra la diversidad sexual, el 68,2 por ciento de estos asesinatos fueron cometidos contra varones gays y mujeres trans.\nUno de los estados colombianos identificados por Colombia Diversa con un aumento de esta problemática social es el Valle del Cauca y Cali, como capital del estado.\nLa violencia a las mujeres trans, a las mujeres lesbianas y a las mujeres es sistemática. En este sentido, la plataforma feminista Latfem mencionó el último hecho de odio a mujeres lesbianas. “Por estos días Argentina se convirtió en un laboratorio de amenazas a los derechos adquiridos, violencia económica y discursos de odio que habilitan el pasaje a actos criminales como el que sufrieron Andrea, Pamela, Roxana y Sofía, cuatro lesbianas que vivían en la habitación de una pensión en la Ciudad de Buenos Aires”, refirió Latfem.\n“La noche del 5 de mayo pasado Justo Fernando Barrientos de 67 años arrojó una molotov en la habitación, la única sobreviviente es Sofía pero para el juez el ataque no constituye un crimen de odio por la orientación sexual”, declaró la plataforma.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/congreso-de-la-ciudad-de-mexico-aprueba-ley-que-sanciona-el-transfeminicidio/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 465,
    "message_id": 73372,
    "date": "2024-07-19T02:55:28+00:00",
    "text": "teleSUR\nCongreso de la Ciudad de México aprueba ley que sanciona el transfeminicidio\nhttps://www.telesurtv.net/congreso-de-la-ciudad-de-mexico-aprueba-ley-que-sanciona-el-transfeminicidio/",
    "photo_path": null,
    "views": 1392,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "la ley que sanciona los delitos de transfeminicidio por misoginia y transfobia fue aprobada este jueves por el congreso de la ciudad de méxico, una victoria del movimiento lgbtiq+ y la lucha feminista. con la reforma de diversos artículos del código penal y civil local, así como de la ley orgánica de la fiscalía general de justicia y de la ley de víctimas de la ciudad de méxico, esta garantía legal representa un poco de justicia para los más de 590 asesinatos de personas transgénero en todo méxico entre 2007 y 2022. entre tanto, la ley que otorga penas a las personas trans que sean asesinadas por su identidad fue remitida a la jefatura de gobierno de la capital mexicana para su promulgación y publicación. por su parte, el centro de apoyo a las identidades trans (cait) reporta que han ocurrido un promedio anual de 53 asesinatos en el país. por su parte, la diputada ana francis lópez bayghen patiño (morena), a nombre de comisiones unidas de igualdad de género y de administración y procuración de justicia, presentó el dictamen a tres iniciativas que dieron origen a estas reformas, y aseguró que “legislar el transfeminicidio representa el reconocimiento oficial de esta forma específica de violencia de género, evidenciando su existencia y su gravedad”. “a pesar de que la ciudad de méxico es la entidad con mayores avances para garantizar los derechos de la comunidad lgbtttiq+, se siguen presentando altos niveles de violencia, con el transfeminicidio de paola buenrostro, trabajadora sexual trans que fue asesinada en el 2016, como uno de los casos más representativos”, refirió ana francis lópez bayghen patiño. por su parte, la plataforma mexicana abogadas con glitter, al festejar la conquista resaltaron que “en el congreso de la cdmx se dieron cita activistas como: keny cuevas de la casa de la muñecas tiresas, victoria sámano de lleca y natalia lane -sobreviviente de transfeminicidio- de clap, entre más compañarxs es como festejaron este logro que en entrevista con medios mencionaron que veían lejano”. asimismo, la legisladora miriam valeria cruz flores (morena) resaltó la necesidad de tipificar la violencia contra las mujeres trans, “porque la causa de las mujeres trans es la causa de todas nosotras”, mientras aseguró que se trata de eliminar todas las formas de violencia que se reproduzcan contra lo diferente y lo diverso. de igual manera miriam valeria cruz flores insistió en la importancia de evitar la impunidad. en guatemala, el observatorio de derechos humanos y muertes violentas por orientación sexual e identidad de género, desde la asociación lambda, documentó que en 2023 existieron 39 muertes violentas de personas lgbtiq+, siendo el año con el mayor número de crímenes por prejuicio documentado. por su parte, en colombia se registraron 17 casos de discriminación y seis casos de agresión sexual, todos en contra de mujeres trans. desde el último informe de la organización colombia diversa se registraron 148 crímenes contra la diversidad sexual, el 68,2 por ciento de estos asesinatos fueron cometidos contra varones gays y mujeres trans. uno de los estados colombianos identificados por colombia diversa con un aumento de esta problemática social es el valle del cauca y cali, como capital del estado. la violencia a las mujeres trans, a las mujeres lesbianas y a las mujeres es sistemática. en este sentido, la plataforma feminista latfem mencionó el último hecho de odio a mujeres lesbianas. “por estos días argentina se convirtió en un laboratorio de amenazas a los derechos adquiridos, violencia económica y discursos de odio que habilitan el pasaje a actos criminales como el que sufrieron andrea, pamela, roxana y sofía, cuatro lesbianas que vivían en la habitación de una pensión en la ciudad de buenos aires”, refirió latfem. “la noche del 5 de mayo pasado justo fernando barrientos de 67 años arrojó una molotov en la habitación, la única sobreviviente es sofía pero para el juez el ataque no constituye un crimen de odio por la orientación sexual”, declaró la plataforma.",
    "tokens": [
      "ley",
      "sanciona",
      "delitos",
      "transfeminicidio",
      "misoginia",
      "transfobia",
      "aprobada",
      "jueves",
      "congreso",
      "ciudad",
      "méxico",
      ",",
      "victoria",
      "movimiento",
      "lgbtiq+",
      "lucha",
      "feminista",
      ".",
      "reforma",
      "diversos",
      "artículos",
      "código",
      "penal",
      "civil",
      "local",
      ",",
      "así",
      "ley",
      "orgánica",
      "fiscalía",
      "general",
      "justicia",
      "ley",
      "víctimas",
      "ciudad",
      "méxico",
      ",",
      "garantía",
      "legal",
      "representa",
      "justicia",
      "590",
      "asesinatos",
      "personas",
      "transgénero",
      "méxico",
      "2007",
      "2022.",
      ",",
      "ley",
      "otorga",
      "penas",
      "personas",
      "trans",
      "asesinadas",
      "identidad",
      "remitida",
      "jefatura",
      "gobierno",
      "capital",
      "mexicana",
      "promulgación",
      "publicación",
      ".",
      "parte",
      ",",
      "centro",
      "apoyo",
      "identidades",
      "trans",
      "(",
      "cait",
      ")",
      "reporta",
      "ocurrido",
      "promedio",
      "anual",
      "53",
      "asesinatos",
      "país",
      ".",
      "parte",
      ",",
      "diputada",
      "ana",
      "francis",
      "lópez",
      "bayghen",
      "patiño",
      "(",
      "morena",
      ")",
      ",",
      "nombre",
      "comisiones",
      "unidas",
      "igualdad",
      "género",
      "administración",
      "procuración",
      "justicia",
      ",",
      "presentó",
      "dictamen",
      "tres",
      "iniciativas",
      "dieron",
      "origen",
      "reformas",
      ",",
      "aseguró",
      "“",
      "legislar",
      "transfeminicidio",
      "representa",
      "reconocimiento",
      "oficial",
      "forma",
      "específica",
      "violencia",
      "género",
      ",",
      "evidenciando",
      "existencia",
      "gravedad",
      "”",
      ".",
      "“",
      "pesar",
      "ciudad",
      "méxico",
      "entidad",
      "mayores",
      "avances",
      "garantizar",
      "derechos",
      "comunidad",
      "lgbtttiq+",
      ",",
      "siguen",
      "presentando",
      "altos",
      "niveles",
      "violencia",
      ",",
      "transfeminicidio",
      "paola",
      "buenrostro",
      ",",
      "trabajadora",
      "sexual",
      "trans",
      "asesinada",
      "2016",
      ",",
      "casos",
      "representativos",
      "”",
      ",",
      "refirió",
      "ana",
      "francis",
      "lópez",
      "bayghen",
      "patiño",
      ".",
      "parte",
      ",",
      "plataforma",
      "mexicana",
      "abogadas",
      "glitter",
      ",",
      "festejar",
      "conquista",
      "resaltaron",
      "“",
      "congreso",
      "cdmx",
      "dieron",
      "cita",
      "activistas",
      ":",
      "keny",
      "cuevas",
      "casa",
      "muñecas",
      "tiresas",
      ",",
      "victoria",
      "sámano",
      "lleca",
      "natalia",
      "lane",
      "-sobreviviente",
      "transfeminicidio-",
      "clap",
      ",",
      "compañarxs",
      "festejaron",
      "logro",
      "entrevista",
      "medios",
      "mencionaron",
      "veían",
      "lejano",
      "”",
      ".",
      "asimismo",
      ",",
      "legisladora",
      "miriam",
      "valeria",
      "cruz",
      "flores",
      "(",
      "morena",
      ")",
      "resaltó",
      "necesidad",
      "tipificar",
      "violencia",
      "mujeres",
      "trans",
      ",",
      "“",
      "causa",
      "mujeres",
      "trans",
      "causa",
      "todas",
      "”",
      ",",
      "mientras",
      "aseguró",
      "trata",
      "eliminar",
      "todas",
      "formas",
      "violencia",
      "reproduzcan",
      "diferente",
      "diverso",
      ".",
      "igual",
      "manera",
      "miriam",
      "valeria",
      "cruz",
      "flores",
      "insistió",
      "importancia",
      "evitar",
      "impunidad",
      ".",
      "guatemala",
      ",",
      "observatorio",
      "derechos",
      "humanos",
      "muertes",
      "violentas",
      "orientación",
      "sexual",
      "identidad",
      "género",
      ",",
      "asociación",
      "lambda",
      ",",
      "documentó",
      "2023",
      "existieron",
      "39",
      "muertes",
      "violentas",
      "personas",
      "lgbtiq+",
      ",",
      "siendo",
      "año",
      "mayor",
      "número",
      "crímenes",
      "prejuicio",
      "documentado",
      ".",
      "parte",
      ",",
      "colombia",
      "registraron",
      "17",
      "casos",
      "discriminación",
      "seis",
      "casos",
      "agresión",
      "sexual",
      ",",
      "mujeres",
      "trans",
      ".",
      "último",
      "informe",
      "organización",
      "colombia",
      "diversa",
      "registraron",
      "148",
      "crímenes",
      "diversidad",
      "sexual",
      ",",
      "68,2",
      "ciento",
      "asesinatos",
      "cometidos",
      "varones",
      "gays",
      "mujeres",
      "trans",
      ".",
      "colombianos",
      "identificados",
      "colombia",
      "diversa",
      "aumento",
      "problemática",
      "social",
      "valle",
      "cauca",
      "cali",
      ",",
      "capital",
      ".",
      "violencia",
      "mujeres",
      "trans",
      ",",
      "mujeres",
      "lesbianas",
      "mujeres",
      "sistemática",
      ".",
      ",",
      "plataforma",
      "feminista",
      "latfem",
      "mencionó",
      "último",
      "hecho",
      "odio",
      "mujeres",
      "lesbianas",
      ".",
      "“",
      "días",
      "argentina",
      "convirtió",
      "laboratorio",
      "amenazas",
      "derechos",
      "adquiridos",
      ",",
      "violencia",
      "económica",
      "discursos",
      "odio",
      "habilitan",
      "pasaje",
      "actos",
      "criminales",
      "sufrieron",
      "andrea",
      ",",
      "pamela",
      ",",
      "roxana",
      "sofía",
      ",",
      "cuatro",
      "lesbianas",
      "vivían",
      "habitación",
      "pensión",
      "ciudad",
      "buenos",
      "aires",
      "”",
      ",",
      "refirió",
      "latfem",
      ".",
      "“",
      "noche",
      "5",
      "mayo",
      "pasado",
      "justo",
      "fernando",
      "barrientos",
      "67",
      "años",
      "arrojó",
      "molotov",
      "habitación",
      ",",
      "única",
      "sobreviviente",
      "sofía",
      "juez",
      "ataque",
      "constituye",
      "crimen",
      "odio",
      "orientación",
      "sexual",
      "”",
      ",",
      "declaró",
      "plataforma",
      "."
    ],
    "token_count": 422,
    "sentence_count": 17
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 128,
      "VBZ": 7,
      "NN": 164,
      "JJ": 59,
      "IN": 29,
      "VBP": 20,
      "NNS": 38,
      "FW": 158,
      "CD": 11,
      "RB": 1,
      "CC": 2,
      "VBD": 4,
      "$": 2,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 3,
      "VBZ-NN": 1,
      "NN-JJ": 9,
      "JJ-JJ": 8,
      "JJ-NN": 31,
      "NN-IN": 19,
      "IN-NN": 3,
      "NN-NN": 83,
      "NN-VBP": 2,
      "VBP-JJ": 15,
      "NN-NNS": 8,
      "NNS-VBP": 16,
      "JJ-NNP": 5,
      "NNP-FW": 27,
      "FW-FW": 88,
      "FW-NNP": 38,
      "NNP-JJ": 3,
      "NN-NNP": 19,
      "NNP-NNP": 53,
      "FW-JJ": 12,
      "NNP-NN": 26,
      "NN-FW": 18,
      "IN-FW": 15,
      "NNP-IN": 9,
      "IN-CD": 3,
      "CD-NNS": 5,
      "NNS-FW": 2,
      "FW-NN": 13,
      "NN-CD": 4,
      "CD-CD": 1,
      "CD-NNP": 1,
      "FW-NNS": 6,
      "VBP-NNS": 1,
      "NNS-NNS": 8,
      "NNS-JJ": 4,
      "JJ-NNS": 9,
      "JJ-FW": 6,
      "FW-CD": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "IN-NNP": 6,
      "NNS-VBZ": 4,
      "VBZ-JJ": 4,
      "NNP-CC": 2,
      "CC-FW": 1,
      "NNP-VBD": 4,
      "VBD-JJ": 2,
      "CD-NN": 4,
      "VBP-NNP": 2,
      "CC-JJ": 1,
      "VBP-NN": 2,
      "VBZ-FW": 1,
      "IN-NNS": 1,
      "VBD-$": 2,
      "$-CD": 2,
      "NNS-NNP": 2,
      "NNP-VBP": 1,
      "IN-JJ": 1,
      "VBZ-NNP": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "NNS-IN": 1
    },
    "trigram_freq": {
      "NNP-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 4,
      "JJ-NN-IN": 9,
      "NN-IN-NN": 3,
      "IN-NN-NN": 2,
      "NN-NN-NN": 43,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 8,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NNP": 4,
      "JJ-NNP-FW": 1,
      "NNP-FW-FW": 7,
      "FW-FW-NNP": 17,
      "FW-NNP-FW": 16,
      "NNP-FW-NNP": 17,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-NN-NN": 15,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 8,
      "NNP-NNP-FW": 7,
      "NNP-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-FW": 1,
      "NN-FW-FW": 11,
      "FW-FW-FW": 57,
      "FW-NNP-NNP": 15,
      "NNP-NNP-NNP": 25,
      "NNP-NNP-JJ": 1,
      "NN-NN-IN": 9,
      "NN-IN-FW": 10,
      "IN-FW-NNP": 3,
      "NNP-NNP-IN": 7,
      "NNP-IN-FW": 4,
      "FW-NNP-NN": 3,
      "NNP-NN-JJ": 2,
      "JJ-NN-JJ": 2,
      "NN-JJ-NN": 5,
      "NN-NN-JJ": 3,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "FW-FW-NN": 4,
      "FW-NN-FW": 3,
      "NN-FW-NN": 5,
      "FW-NN-NNP": 4,
      "NN-NNP-NN": 8,
      "NNP-NN-CD": 1,
      "NN-CD-CD": 1,
      "CD-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-NN": 18,
      "NN-NN-FW": 9,
      "NN-FW-NNS": 1,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-VBP": 5,
      "NN-NNP-FW": 2,
      "FW-NNP-IN": 1,
      "IN-FW-NN": 2,
      "FW-NN-NN": 4,
      "NN-FW-NNP": 1,
      "NNP-NNP-NN": 8,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NNP-IN-NNP": 4,
      "IN-NNP-NN": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-JJ": 4,
      "VBZ-JJ-NN": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "FW-FW-JJ": 8,
      "FW-JJ-FW": 1,
      "FW-NNP-CC": 2,
      "NNP-CC-FW": 1,
      "CC-FW-FW": 1,
      "FW-NN-NNS": 2,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-FW": 2,
      "NNP-FW-NN": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NNS": 1,
      "IN-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-FW": 2,
      "FW-JJ-NN": 7,
      "VBD-JJ-NN": 1,
      "JJ-NN-FW": 2,
      "NNP-NN-NNP": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "IN-NNP-FW": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-NNS": 3,
      "NNS-NNS-VBP": 2,
      "IN-FW-NNS": 3,
      "FW-NNS-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "FW-FW-NNS": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NN-NNP-JJ": 1,
      "JJ-NN-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "IN-CD-NN": 1,
      "CD-NN-CD": 1,
      "NN-CD-NNS": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "VBP-NN-NNP": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-$": 2,
      "VBD-$-CD": 2,
      "$-CD-NN": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "IN-FW-FW": 4,
      "$-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "JJ-NN-CD": 1,
      "CD-NN-NN": 1,
      "VBP-JJ-JJ": 1,
      "NNS-NNP-IN": 1,
      "IN-FW-JJ": 3,
      "JJ-NNP-NNP": 1,
      "FW-JJ-JJ": 1,
      "NNP-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "NNP-NN-IN": 1,
      "VBP-NNP-NN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-IN-CD": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-JJ": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 164,
        "FW": 158,
        "NNP": 128,
        "JJ": 59,
        "NNS": 38
      },
      "top_bigrams": {
        "FW-FW": 88,
        "NN-NN": 83,
        "NNP-NNP": 53,
        "FW-NNP": 38,
        "JJ-NN": 31
      },
      "top_trigrams": {
        "FW-FW-FW": 57,
        "NN-NN-NN": 43,
        "NNP-NNP-NNP": 25,
        "NNP-NN-NN": 18,
        "FW-FW-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 17,
    "chunk_counts": {
      "NP": 167,
      "VP": 34,
      "PP": 10,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0336
      },
      {
        "rule": "NP -> ('Ciudad', 'NNP')",
        "frequency": 4,
        "weight": 0.0168
      },
      {
        "rule": "NP -> ('Por', 'NNP') ('su', 'NN') ('parte', 'NN')",
        "frequency": 4,
        "weight": 0.0168
      },
      {
        "rule": "NP -> ('México', 'NNP')",
        "frequency": 3,
        "weight": 0.0126
      },
      {
        "rule": "NP -> ('asesinatos', 'NNS')",
        "frequency": 3,
        "weight": 0.0126
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "VP -> ('por', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('MORENA', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Género', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "ley que sanciona los delitos"
      },
      {
        "label": "NP",
        "text": "que"
      },
      {
        "label": "NP",
        "text": "sanciona los delitos"
      },
      {
        "label": "PP",
        "text": "de transfeminicidio por misoginia y transfobia"
      },
      {
        "label": "NP",
        "text": "transfeminicidio por misoginia y transfobia"
      },
      {
        "label": "VP",
        "text": "fue aprobada este jueves"
      },
      {
        "label": "NP",
        "text": "aprobada este jueves"
      },
      {
        "label": "VP",
        "text": "por el Congreso"
      },
      {
        "label": "NP",
        "text": "el Congreso"
      },
      {
        "label": "NP",
        "text": "Ciudad"
      },
      {
        "label": "NP",
        "text": "México"
      },
      {
        "label": "NP",
        "text": "una victoria del movimiento LGBTIQ+ y la"
      },
      {
        "label": "NP",
        "text": "feminista"
      },
      {
        "label": "NP",
        "text": "Con la"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP ley/VBZ (NP que/NN) (NP sanciona/JJ los/JJ delitos/NN))\n  (PP\n    de/IN\n    (NP transfeminicidio/NN por/NN misoginia/NN y/NN transfobia/NN))\n  (VP fue/VBP (NP aprobada/JJ este/NN jueves/NNS))\n  (VP por/VBP (NP el/JJ Congreso/NNP))\n  de/FW\n  la/FW\n  (NP Ciudad/NNP)\n  de/FW\n  (NP México/NNP)\n  ,/,\n  (NP\n    una/JJ\n    victoria/NN\n    del/NN\n    movimiento/NN\n    LGBTIQ+/NNP\n    y/NNP\n    la/NNP)\n  lucha/FW\n  (NP feminista/NN)\n  ./.)",
      "(S\n  (NP Con/NNP la/NNP)\n  reforma/FW\n  de/FW\n  diversos/FW\n  artículos/FW\n  del/FW\n  (NP Código/NNP Penal/NNP y/NNP Civil/NNP)\n  (ADJP local/JJ)\n  ,/,\n  (NP así/JJ como/NN)\n  de/IN\n  la/FW\n  (NP Ley/NNP Orgánica/NNP)\n  de/IN\n  la/FW\n  (NP Fiscalía/NNP General/NNP)\n  de/FW\n  (NP Justicia/NNP)\n  y/FW\n  de/FW\n  la/FW\n  (NP Ley/NNP)\n  de/FW\n  (NP Víctimas/NNP)\n  de/FW\n  la/FW\n  (NP Ciudad/NNP)\n  de/FW\n  (NP México/NNP)\n  ,/,\n  (NP esta/NN)\n  (NP garantía/JJ legal/JJ representa/NN)\n  (NP un/JJ poco/NN)\n  (PP de/IN (NP justicia/NN para/NN))\n  (NP los/JJ más/NN)\n  de/IN\n  590/CD\n  (NP asesinatos/NNS)\n  de/FW\n  personas/FW\n  (NP transgénero/NN)\n  en/FW\n  (NP todo/NN México/NNP entre/NN)\n  2007/CD\n  (NP y/NN)\n  2022/CD\n  ./.)",
      "(S\n  (NP Entre/NNP tanto/NN)\n  ,/,\n  la/FW\n  ley/FW\n  (NP que/NN)\n  otorga/FW\n  (VP\n    penas/VBZ\n    (NP a/DT las/JJ personas/NN trans/NNS)\n    (NP que/JJ sean/JJ asesinadas/NNS))\n  (VP por/VBP (NP su/JJ identidad/NN fue/NN))\n  (VP remitida/VBZ (NP a/DT la/NN Jefatura/NNP))\n  de/FW\n  (NP Gobierno/NNP)\n  de/IN\n  la/FW\n  (NP\n    capital/NN\n    mexicana/NN\n    para/NN\n    su/NN\n    promulgación/NN\n    y/NN\n    publicación/NN)\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN)\n  ,/,\n  el/FW\n  (NP Centro/NNP)\n  de/FW\n  (NP Apoyo/NNP)\n  (NP a/DT las/NN Identidades/NNP Trans/NNP)\n  (/(\n  (NP CAIT/NNP)\n  )/)\n  (NP reporta/NN que/NN han/NN ocurrido/NN)\n  (ADJP un/JJ)\n  (ADJP promedio/JJ)\n  (ADJP anual/JJ)\n  de/FW\n  53/CD\n  (NP asesinatos/NNS)\n  en/RB\n  (VP el/VBP (NP país/NN))\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN)\n  ,/,\n  la/FW\n  diputada/FW\n  (NP Ana/NNP Francis/NNP López/NNP Bayghen/NNP Patiño/NNP)\n  (/(\n  (NP MORENA/NNP)\n  )/)\n  ,/,\n  (NP a/DT nombre/NN)\n  (PP de/IN (NP Comisiones/NNP Unidas/NNP))\n  de/FW\n  (NP Igualdad/NNP)\n  de/FW\n  (NP Género/NNP)\n  y/FW\n  de/FW\n  (NP Administración/NNP)\n  y/CC\n  (NP Procuración/NNP de/NNP Justicia/NNP)\n  ,/,\n  (NP presentó/NN el/NN)\n  (VP dictamen/VBZ (NP a/DT tres/NNS))\n  (VP\n    iniciativas/VBP\n    (NP que/JJ dieron/NN origen/NN)\n    (NP a/DT estas/JJ reformas/NN))\n  ,/,\n  y/CC\n  (NP aseguró/JJ que/NN “/NNP)\n  (NP legislar/JJ el/NN transfeminicidio/NN representa/NN el/NN)\n  (VP reconocimiento/VBP oficial/JJ)\n  de/FW\n  esta/FW\n  (ADJP forma/JJ)\n  específica/FW\n  de/FW\n  violencia/FW\n  de/FW\n  género/FW\n  ,/,\n  evidenciando/FW\n  su/FW\n  existencia/FW\n  y/FW\n  su/FW\n  (NP gravedad/NN ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          662,
          669
        ],
        "start": 662,
        "end": 669
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo a las identidades trans (cait) reporta que han ocurrido un promedio anual de 53 asesinatos en el país",
        "position": [
          742,
          849
        ],
        "start": 742,
        "end": 849
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          4012,
          4019
        ],
        "start": 4012,
        "end": 4019
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "crimen de odio",
        "position": [
          3969,
          3983
        ],
        "start": 3969,
        "end": 3983
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          953,
          961
        ],
        "start": 953,
        "end": 961
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "diversidad",
        "position": [
          2979,
          2989
        ],
        "start": 2979,
        "end": 2989
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la capital",
        "position": [
          647,
          669
        ],
        "start": 647,
        "end": 669
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          2149,
          2156
        ],
        "start": 2149,
        "end": 2156
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley orgánica de la fiscalía general de justicia y de la ley de víctimas de la ciudad de méxico, esta garantía legal representa un poco de justicia para los más de 590",
        "position": [
          286,
          452
        ],
        "start": 286,
        "end": 452
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          2762,
          2770
        ],
        "start": 2762,
        "end": 2770
      },
      {
        "category": "PAISES",
        "matched_text": "guatemala",
        "position": [
          2456,
          2465
        ],
        "start": 2456,
        "end": 2465
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          136,
          142
        ],
        "start": 136,
        "end": 142
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          3756,
          3768
        ],
        "start": 3756,
        "end": 3768
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "ciudad de méxico",
        "position": [
          126,
          142
        ],
        "start": 126,
        "end": 142
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          732,
          741
        ],
        "start": 732,
        "end": 741
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          2486,
          2502
        ],
        "start": 2486,
        "end": 2502
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 590",
        "position": [
          442,
          452
        ],
        "start": 442,
        "end": 452
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Casa de la Muñecas Tiresas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pamela",
        "tipo": "Persona"
      },
      {
        "nombre": "Asociación Lambda",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jefatura de Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Roxana",
        "tipo": "Persona"
      },
      {
        "nombre": "Sofía",
        "tipo": "Persona"
      },
      {
        "nombre": "Comisiones Unidas de Igualdad de Género y de Administración",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Justo Fernando Barrientos",
        "tipo": "Persona"
      },
      {
        "nombre": "Fiscalía General de Justicia y de la Ley de Víctimas de la Ciudad de México",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Centro de Apoyo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ciudad de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Observatorio de Derechos Humanos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Valle del Cauca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Procuración de Justicia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Natalia Lane",
        "tipo": "Persona"
      },
      {
        "nombre": "La ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "Andrea",
        "tipo": "Lugar"
      },
      {
        "nombre": "Identidades Trans",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cali",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ciudad de México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ana Francis López Bayghen Patiño",
        "tipo": "Persona"
      },
      {
        "nombre": "MORENA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Congreso de la CDMX",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Paola Buenrostro",
        "tipo": "Persona"
      },
      {
        "nombre": "Civil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Victoria Sámano de Lleca",
        "tipo": "Persona"
      },
      {
        "nombre": "CAIT",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guatemala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Keny Cuevas",
        "tipo": "Persona"
      },
      {
        "nombre": "Miriam Valeria Cruz Flores",
        "tipo": "Persona"
      },
      {
        "nombre": "Colombia Diversa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Abogadas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Latfem",
        "tipo": "Persona"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso de la Ciudad de México",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "La ley",
        "relacion": "APROBAR",
        "objeto": "Congreso de la Ciudad de México"
      },
      {
        "sujeto": "Civil",
        "relacion": "REPRESENTAR",
        "objeto": "México"
      },
      {
        "sujeto": "Fiscalía General de Justicia y de la Ley de Víctimas de la Ciudad de México",
        "relacion": "REPRESENTAR",
        "objeto": "México"
      },
      {
        "sujeto": "Ciudad de México",
        "relacion": "SEGUIR_REFERIR",
        "objeto": "Paola Buenrostro"
      },
      {
        "sujeto": "Ciudad de México",
        "relacion": "SEGUIR_REFERIR",
        "objeto": "Ana Francis López Bayghen Patiño"
      },
      {
        "sujeto": "Ana Francis López Bayghen Patiño",
        "relacion": "PRESENTAR_SEGUIR_REFERIR",
        "objeto": "Paola Buenrostro"
      },
      {
        "sujeto": "Abogadas",
        "relacion": "RESALTAR",
        "objeto": "Congreso de la CDMX"
      },
      {
        "sujeto": "Keny Cuevas",
        "relacion": "RESALTAR",
        "objeto": "Abogadas"
      },
      {
        "sujeto": "Abogadas",
        "relacion": "RESALTAR",
        "objeto": "Casa de la Muñecas Tiresas"
      },
      {
        "sujeto": "Abogadas",
        "relacion": "RESALTAR",
        "objeto": "Victoria Sámano de Lleca"
      },
      {
        "sujeto": "Abogadas",
        "relacion": "RESALTAR",
        "objeto": "Natalia Lane"
      },
      {
        "sujeto": "Keny Cuevas",
        "relacion": "DAR_RESALTAR",
        "objeto": "Congreso de la CDMX"
      },
      {
        "sujeto": "Congreso de la CDMX",
        "relacion": "DAR_RESALTAR",
        "objeto": "Casa de la Muñecas Tiresas"
      },
      {
        "sujeto": "Congreso de la CDMX",
        "relacion": "DAR_RESALTAR",
        "objeto": "Victoria Sámano de Lleca"
      },
      {
        "sujeto": "Congreso de la CDMX",
        "relacion": "DAR_RESALTAR",
        "objeto": "Natalia Lane"
      },
      {
        "sujeto": "Argentina",
        "relacion": "CONVERTIR_REFERIR",
        "objeto": "Andrea"
      },
      {
        "sujeto": "Argentina",
        "relacion": "CONVERTIR_REFERIR",
        "objeto": "Pamela"
      },
      {
        "sujeto": "Argentina",
        "relacion": "CONVERTIR_REFERIR",
        "objeto": "Roxana"
      },
      {
        "sujeto": "Argentina",
        "relacion": "CONVERTIR_REFERIR",
        "objeto": "Sofía"
      },
      {
        "sujeto": "Argentina",
        "relacion": "CONVERTIR_REFERIR",
        "objeto": "Ciudad de Buenos Aires"
      },
      {
        "sujeto": "Argentina",
        "relacion": "CONVERTIR_REFERIR",
        "objeto": "Latfem"
      },
      {
        "sujeto": "Andrea",
        "relacion": "SUFRIR_HABILITAR_CONVERTIR_REFERIR",
        "objeto": "Latfem"
      },
      {
        "sujeto": "Latfem",
        "relacion": "SUFRIR_HABILITAR_CONVERTIR_REFERIR",
        "objeto": "Pamela"
      },
      {
        "sujeto": "Latfem",
        "relacion": "SUFRIR_HABILITAR_CONVERTIR_REFERIR",
        "objeto": "Roxana"
      },
      {
        "sujeto": "Latfem",
        "relacion": "SUFRIR_HABILITAR_CONVERTIR_REFERIR",
        "objeto": "Sofía"
      },
      {
        "sujeto": "Latfem",
        "relacion": "VIVIR_SUFRIR_HABILITAR_CONVERTIR_REFERIR",
        "objeto": "Ciudad de Buenos Aires"
      },
      {
        "sujeto": "Justo Fernando Barrientos",
        "relacion": "ARROJAR_DECLARAR",
        "objeto": "Sofía"
      }
    ]
  },
  "sentiment": {
    "compound": -0.1779,
    "pos": 0.002,
    "neu": 0.994,
    "neg": 0.004,
    "label": "negative"
  }
}