{
  "url": "https://www.telesurtv.net/presidente-nicolas-maduro-asegura-que-venezuela-votara-por-la-paz-y-la-tranquilidad/",
  "title": "Presidente Nicolás Maduro asegura que Venezuela votará por la paz y la tranquilidad - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "campaña",
    "Cojedes",
    "Nicolás Maduro",
    "Venezuela"
  ],
  "text": "Desde la localidad de Cojedes y en medio de una concentración de venezolanos y venezolanas, el presidente de Venezuela, Nicolás Maduro, catalogó a este territorio bolivariano como un pueblo que votará por la paz y la tranquilidad en los próximos comicios presidenciales del 28 de julio.\n“Cojedes ya tomó la decisión, lo sé. En la calle, en el barrio, en la comunicad, en la esquina. Lo veo allá en los motorizados y en las motorizadas. Lo veo en ti, mujer”, subrayó el mandatario dirigiéndose al pueblo.\nAsimismo, dijo que este territorio venezolano es “bolivariano y chavista”, agregando que el pueblo de Cojedes ya tiene clara su decisión y esta va encaminada hacia “la paz y por la tranquilidad”.\n“Anótenlo, no esperemos nada bueno de esa oligarquía racista y fascista. Esperemos de ellos siempre su odio, mentira y manipulación”, dijo al pueblo de San Carlos.\nEn esta misma línea, prometió que decretará el presupuesto para “cuatro consultas anuales” y “una trimestral” para que “las comunidades voten y elijan su proyecto”.\n“Creo en la democracia socialista, ese es nuestro camino al futuro, esa es la verdadera democracia”, subrayó.\nEste acto forma parte de la maratón de encuentros que llevará a cabo el mandatario en los distintitos territorios del país, en representación del Partido Gran Polo Patriótico del que el actual presidente es candidato.\nLa fecha tope para este tipo de actividades está pautada para el día 25 de julio, por lo que solo restan dos días para que los diferentes candidatos finalicen su etapa de campaña electoral.\nEn los distintos rincones de la nación, el líder venezolano ha denunciado los reiterados intentos desestabilizadores de extrema derecha en contra de su campaña.\nA la denuncia, el actual presidente añade que la oposición solo busca convertir a Venezuela en un Estado de crisis como lo está viviendo Argentina bajo el mandato de Javier Milei.\nAunque la batalla por la presidencia del país se disputa entre diez candidatos, Nicolás Maduro se posiciona como el de mayor intención de voto de cara a estos comicios.\nDesde Carabobo, el presidente de Venezuela, Nicolás Maduro enfatizó que el domingo 28 de julio será el triunfo de la paz, el futuro y del derecho que tienen los venezolanos y venezolanas a vivir en tranquilidad.\n“El triunfo del día domingo será el triunfo de la paz, el futuro y del derecho que tienen los venezolanos y venezolanas a vivir en tranquilidad”, dijo el presidente en la movilización que se caracterizó como el acto más grande de la historia política popular de cualquier proceso electoral en Carabobo.\nAl tiempo que precisó que rompieron el récord en Carabobo, Nicolás Maduro resaltó que si la derecha y la extrema derecha “cometen un error para hacerle daño al pueblo, será el último error que cometan los fascistas”.\n“Habrá justicia, habrá dignidad”, dijo mientras reflexionó que “el pueblo está claro y quiere vencer”. “La decisión del domingo es vital”, subrayó el jefe de Estado al caracterizar que será la más grande victoria electoral de la historia que habremos tenido en el país.\nEntre tanto, el candidato por el Gran Polo Patriótico (GPP) compartió que ha ido a más de 250 ciudades y “lo que encuentro en ustedes es la mirada de la victoria. Carabobo ya decidió”,\nEn el ámbito económico, el mandatario refirió que tiene las riendas de la nueva economía productiva en sus manos: “Tengo el plan, hemos recuperado a Venezuela con esfuerzo propio”\n“Lo que vamos es camino al crecimiento, a la prosperidad, a la generación de riquezas en Venezuela”, dijo. Asimismo recalcó que “nuestro plan de gobierno lo escribieron venezolanos y venezolanas”.\nEl plan contó con la participación de “(…) los compatriotas de los consejos comunales, las comunas, los Clap. Es el Plan de la Patria que rescata los cinco objetivos históricos del Comandante Chávez y actualiza las Siete Transformaciones (7T) que Venezuela necesita”, precisó.\nAnunció que en los próximos días entregará la vivienda 5.100.000, mientras los abuelos y abuelas de la Patria se sumaron al movimiento emprendedor, luego de que el jefe de Estado creara el Fondo Nacional de los Sueños Dorados, con una inversión de cinco millones de dólares, para otorgar financiamiento a los adultos mayores.\nDesde el estado Aragua, el presidente venezolano aseguró que su país ha tomado el camino correcto de la construcción de su propio modelo económico. “Tenemos que preservar la paz, la armonía, para que siga la recuperación del país”.\n“Voy a defender el derecho a la paz con manos de hierro porque ya basta de tanto daño”, destacó, a la vez que señaló que junto al pueblo “es de a pie, de verdad y lo vamos a demostrar con votos el domingo 28 de julio”.\nEl jefe de Estado también precisó se construirán al menos tres millones de viviendas nuevas para la misma cantidad de familias. Al respecto, indicó que de los tres millones de techos dignos, ya se están levantando 400.000. “Son hechos, no promesas”, subrayó.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-nicolas-maduro-asegura-que-venezuela-votara-por-la-paz-y-la-tranquilidad/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 301,
    "message_id": 73536,
    "date": "2024-07-24T01:55:18+00:00",
    "text": "teleSUR\nPresidente Nicolás Maduro asegura que Venezuela votará por la paz y la tranquilidad\nhttps://www.telesurtv.net/presidente-nicolas-maduro-asegura-que-venezuela-votara-por-la-paz-y-la-tranquilidad/",
    "photo_path": null,
    "views": 1540,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "desde la localidad de cojedes y en medio de una concentración de venezolanos y venezolanas, el presidente de venezuela, nicolás maduro, catalogó a este territorio bolivariano como un pueblo que votará por la paz y la tranquilidad en los próximos comicios presidenciales del 28 de julio. “cojedes ya tomó la decisión, lo sé. en la calle, en el barrio, en la comunicad, en la esquina. lo veo allá en los motorizados y en las motorizadas. lo veo en ti, mujer”, subrayó el mandatario dirigiéndose al pueblo. asimismo, dijo que este territorio venezolano es “bolivariano y chavista”, agregando que el pueblo de cojedes ya tiene clara su decisión y esta va encaminada hacia “la paz y por la tranquilidad”. “anótenlo, no esperemos nada bueno de esa oligarquía racista y fascista. esperemos de ellos siempre su odio, mentira y manipulación”, dijo al pueblo de san carlos. en esta misma línea, prometió que decretará el presupuesto para “cuatro consultas anuales” y “una trimestral” para que “las comunidades voten y elijan su proyecto”. “creo en la democracia socialista, ese es nuestro camino al futuro, esa es la verdadera democracia”, subrayó. este acto forma parte de la maratón de encuentros que llevará a cabo el mandatario en los distintitos territorios del país, en representación del partido gran polo patriótico del que el actual presidente es candidato. la fecha tope para este tipo de actividades está pautada para el día 25 de julio, por lo que solo restan dos días para que los diferentes candidatos finalicen su etapa de campaña electoral. en los distintos rincones de la nación, el líder venezolano ha denunciado los reiterados intentos desestabilizadores de extrema derecha en contra de su campaña. a la denuncia, el actual presidente añade que la oposición solo busca convertir a venezuela en un estado de crisis como lo está viviendo argentina bajo el mandato de javier milei. aunque la batalla por la presidencia del país se disputa entre diez candidatos, nicolás maduro se posiciona como el de mayor intención de voto de cara a estos comicios. desde carabobo, el presidente de venezuela, nicolás maduro enfatizó que el domingo 28 de julio será el triunfo de la paz, el futuro y del derecho que tienen los venezolanos y venezolanas a vivir en tranquilidad. “el triunfo del día domingo será el triunfo de la paz, el futuro y del derecho que tienen los venezolanos y venezolanas a vivir en tranquilidad”, dijo el presidente en la movilización que se caracterizó como el acto más grande de la historia política popular de cualquier proceso electoral en carabobo. al tiempo que precisó que rompieron el récord en carabobo, nicolás maduro resaltó que si la derecha y la extrema derecha “cometen un error para hacerle daño al pueblo, será el último error que cometan los fascistas”. “habrá justicia, habrá dignidad”, dijo mientras reflexionó que “el pueblo está claro y quiere vencer”. “la decisión del domingo es vital”, subrayó el jefe de estado al caracterizar que será la más grande victoria electoral de la historia que habremos tenido en el país. entre tanto, el candidato por el gran polo patriótico (gpp) compartió que ha ido a más de 250 ciudades y “lo que encuentro en ustedes es la mirada de la victoria. carabobo ya decidió”, en el ámbito económico, el mandatario refirió que tiene las riendas de la nueva economía productiva en sus manos: “tengo el plan, hemos recuperado a venezuela con esfuerzo propio” “lo que vamos es camino al crecimiento, a la prosperidad, a la generación de riquezas en venezuela”, dijo. asimismo recalcó que “nuestro plan de gobierno lo escribieron venezolanos y venezolanas”. el plan contó con la participación de “(…) los compatriotas de los consejos comunales, las comunas, los clap. es el plan de la patria que rescata los cinco objetivos históricos del comandante chávez y actualiza las siete transformaciones (7t) que venezuela necesita”, precisó. anunció que en los próximos días entregará la vivienda 5.100.000, mientras los abuelos y abuelas de la patria se sumaron al movimiento emprendedor, luego de que el jefe de estado creara el fondo nacional de los sueños dorados, con una inversión de cinco millones de dólares, para otorgar financiamiento a los adultos mayores. desde el estado aragua, el presidente venezolano aseguró que su país ha tomado el camino correcto de la construcción de su propio modelo económico. “tenemos que preservar la paz, la armonía, para que siga la recuperación del país”. “voy a defender el derecho a la paz con manos de hierro porque ya basta de tanto daño”, destacó, a la vez que señaló que junto al pueblo “es de a pie, de verdad y lo vamos a demostrar con votos el domingo 28 de julio”. el jefe de estado también precisó se construirán al menos tres millones de viviendas nuevas para la misma cantidad de familias. al respecto, indicó que de los tres millones de techos dignos, ya se están levantando 400.000. “son hechos, no promesas”, subrayó.",
    "tokens": [
      "localidad",
      "cojedes",
      "medio",
      "concentración",
      "venezolanos",
      "venezolanas",
      ",",
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "catalogó",
      "territorio",
      "bolivariano",
      "pueblo",
      "votará",
      "paz",
      "tranquilidad",
      "próximos",
      "comicios",
      "presidenciales",
      "28",
      "julio",
      ".",
      "“",
      "cojedes",
      "tomó",
      "decisión",
      ",",
      "sé",
      ".",
      "calle",
      ",",
      "barrio",
      ",",
      "comunicad",
      ",",
      "esquina",
      ".",
      "veo",
      "allá",
      "motorizados",
      "motorizadas",
      ".",
      "veo",
      ",",
      "mujer",
      "”",
      ",",
      "subrayó",
      "mandatario",
      "dirigiéndose",
      "pueblo",
      ".",
      "asimismo",
      ",",
      "dijo",
      "territorio",
      "venezolano",
      "“",
      "bolivariano",
      "chavista",
      "”",
      ",",
      "agregando",
      "pueblo",
      "cojedes",
      "clara",
      "decisión",
      "va",
      "encaminada",
      "hacia",
      "“",
      "paz",
      "tranquilidad",
      "”",
      ".",
      "“",
      "anótenlo",
      ",",
      "esperemos",
      "bueno",
      "oligarquía",
      "racista",
      "fascista",
      ".",
      "esperemos",
      "siempre",
      "odio",
      ",",
      "mentira",
      "manipulación",
      "”",
      ",",
      "dijo",
      "pueblo",
      "san",
      "carlos",
      ".",
      "misma",
      "línea",
      ",",
      "prometió",
      "decretará",
      "presupuesto",
      "“",
      "cuatro",
      "consultas",
      "anuales",
      "”",
      "“",
      "trimestral",
      "”",
      "“",
      "comunidades",
      "voten",
      "elijan",
      "proyecto",
      "”",
      ".",
      "“",
      "creo",
      "democracia",
      "socialista",
      ",",
      "camino",
      "futuro",
      ",",
      "verdadera",
      "democracia",
      "”",
      ",",
      "subrayó",
      ".",
      "acto",
      "forma",
      "parte",
      "maratón",
      "encuentros",
      "llevará",
      "cabo",
      "mandatario",
      "distintitos",
      "territorios",
      "país",
      ",",
      "representación",
      "partido",
      "gran",
      "polo",
      "patriótico",
      "actual",
      "presidente",
      "candidato",
      ".",
      "fecha",
      "tope",
      "tipo",
      "actividades",
      "pautada",
      "día",
      "25",
      "julio",
      ",",
      "solo",
      "restan",
      "dos",
      "días",
      "diferentes",
      "candidatos",
      "finalicen",
      "etapa",
      "campaña",
      "electoral",
      ".",
      "distintos",
      "rincones",
      "nación",
      ",",
      "líder",
      "venezolano",
      "denunciado",
      "reiterados",
      "intentos",
      "desestabilizadores",
      "extrema",
      "derecha",
      "campaña",
      ".",
      "denuncia",
      ",",
      "actual",
      "presidente",
      "añade",
      "oposición",
      "solo",
      "busca",
      "convertir",
      "venezuela",
      "crisis",
      "viviendo",
      "argentina",
      "bajo",
      "mandato",
      "javier",
      "milei",
      ".",
      "aunque",
      "batalla",
      "presidencia",
      "país",
      "disputa",
      "diez",
      "candidatos",
      ",",
      "nicolás",
      "maduro",
      "posiciona",
      "mayor",
      "intención",
      "voto",
      "cara",
      "comicios",
      ".",
      "carabobo",
      ",",
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "enfatizó",
      "domingo",
      "28",
      "julio",
      "triunfo",
      "paz",
      ",",
      "futuro",
      "derecho",
      "venezolanos",
      "venezolanas",
      "vivir",
      "tranquilidad",
      ".",
      "“",
      "triunfo",
      "día",
      "domingo",
      "triunfo",
      "paz",
      ",",
      "futuro",
      "derecho",
      "venezolanos",
      "venezolanas",
      "vivir",
      "tranquilidad",
      "”",
      ",",
      "dijo",
      "presidente",
      "movilización",
      "caracterizó",
      "acto",
      "grande",
      "historia",
      "política",
      "popular",
      "cualquier",
      "proceso",
      "electoral",
      "carabobo",
      ".",
      "tiempo",
      "precisó",
      "rompieron",
      "récord",
      "carabobo",
      ",",
      "nicolás",
      "maduro",
      "resaltó",
      "si",
      "derecha",
      "extrema",
      "derecha",
      "“",
      "cometen",
      "error",
      "hacerle",
      "daño",
      "pueblo",
      ",",
      "último",
      "error",
      "cometan",
      "fascistas",
      "”",
      ".",
      "“",
      "justicia",
      ",",
      "dignidad",
      "”",
      ",",
      "dijo",
      "mientras",
      "reflexionó",
      "“",
      "pueblo",
      "claro",
      "quiere",
      "vencer",
      "”",
      ".",
      "“",
      "decisión",
      "domingo",
      "vital",
      "”",
      ",",
      "subrayó",
      "jefe",
      "caracterizar",
      "grande",
      "victoria",
      "electoral",
      "historia",
      "país",
      ".",
      ",",
      "candidato",
      "gran",
      "polo",
      "patriótico",
      "(",
      "gpp",
      ")",
      "compartió",
      "ido",
      "250",
      "ciudades",
      "“",
      "encuentro",
      "ustedes",
      "mirada",
      "victoria",
      ".",
      "carabobo",
      "decidió",
      "”",
      ",",
      "ámbito",
      "económico",
      ",",
      "mandatario",
      "refirió",
      "riendas",
      "nueva",
      "economía",
      "productiva",
      "manos",
      ":",
      "“",
      "plan",
      ",",
      "recuperado",
      "venezuela",
      "esfuerzo",
      "propio",
      "”",
      "“",
      "vamos",
      "camino",
      "crecimiento",
      ",",
      "prosperidad",
      ",",
      "generación",
      "riquezas",
      "venezuela",
      "”",
      ",",
      "dijo",
      ".",
      "asimismo",
      "recalcó",
      "“",
      "plan",
      "gobierno",
      "escribieron",
      "venezolanos",
      "venezolanas",
      "”",
      ".",
      "plan",
      "contó",
      "participación",
      "“",
      "(",
      "…",
      ")",
      "compatriotas",
      "consejos",
      "comunales",
      ",",
      "comunas",
      ",",
      "clap",
      ".",
      "plan",
      "patria",
      "rescata",
      "cinco",
      "objetivos",
      "históricos",
      "comandante",
      "chávez",
      "actualiza",
      "siete",
      "transformaciones",
      "(",
      "7t",
      ")",
      "venezuela",
      "necesita",
      "”",
      ",",
      "precisó",
      ".",
      "anunció",
      "próximos",
      "días",
      "entregará",
      "vivienda",
      "5.100.000",
      ",",
      "mientras",
      "abuelos",
      "abuelas",
      "patria",
      "sumaron",
      "movimiento",
      "emprendedor",
      ",",
      "luego",
      "jefe",
      "creara",
      "fondo",
      "nacional",
      "sueños",
      "dorados",
      ",",
      "inversión",
      "cinco",
      "millones",
      "dólares",
      ",",
      "otorgar",
      "financiamiento",
      "adultos",
      "mayores",
      ".",
      "aragua",
      ",",
      "presidente",
      "venezolano",
      "aseguró",
      "país",
      "tomado",
      "camino",
      "correcto",
      "construcción",
      "propio",
      "modelo",
      "económico",
      ".",
      "“",
      "preservar",
      "paz",
      ",",
      "armonía",
      ",",
      "siga",
      "recuperación",
      "país",
      "”",
      ".",
      "“",
      "voy",
      "defender",
      "derecho",
      "paz",
      "manos",
      "hierro",
      "basta",
      "daño",
      "”",
      ",",
      "destacó",
      ",",
      "vez",
      "señaló",
      "junto",
      "pueblo",
      "“",
      "pie",
      ",",
      "verdad",
      "vamos",
      "demostrar",
      "votos",
      "domingo",
      "28",
      "julio",
      "”",
      ".",
      "jefe",
      "precisó",
      "construirán",
      "menos",
      "tres",
      "millones",
      "viviendas",
      "nuevas",
      "misma",
      "cantidad",
      "familias",
      ".",
      "respecto",
      ",",
      "indicó",
      "tres",
      "millones",
      "techos",
      "dignos",
      ",",
      "levantando",
      "400.000",
      ".",
      "“",
      "hechos",
      ",",
      "promesas",
      "”",
      ",",
      "subrayó",
      "."
    ],
    "token_count": 551,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 89,
      "FW": 205,
      "NN": 324,
      "IN": 38,
      "JJ": 51,
      "NNS": 21,
      "VBP": 18,
      "CD": 8,
      "VB": 2,
      "CC": 2,
      "DT": 2,
      "RB": 3,
      "VBD": 4,
      "VBZ": 12,
      "JJR": 2,
      "PRP": 1
    },
    "bigram_freq": {
      "NNP-NNP": 28,
      "NNP-FW": 12,
      "FW-FW": 123,
      "FW-NNP": 22,
      "FW-NN": 42,
      "NN-IN": 30,
      "IN-JJ": 4,
      "JJ-NN": 28,
      "IN-FW": 22,
      "FW-NNS": 7,
      "NNS-VBP": 10,
      "VBP-NN": 5,
      "NN-FW": 38,
      "NNP-NN": 32,
      "NN-NN": 204,
      "NN-JJ": 13,
      "FW-JJ": 6,
      "JJ-NNS": 4,
      "NNS-NNS": 3,
      "VBP-CD": 1,
      "CD-IN": 3,
      "IN-NN": 6,
      "NN-NNP": 21,
      "NNP-VB": 1,
      "VB-NN": 1,
      "NNP-CC": 2,
      "CC-JJ": 1,
      "NNP-DT": 1,
      "DT-NN": 2,
      "NN-RB": 2,
      "RB-VBD": 1,
      "VBD-FW": 1,
      "JJ-NNP": 6,
      "IN-NNP": 5,
      "NN-NNS": 3,
      "NNS-VBZ": 1,
      "VBZ-JJ": 6,
      "JJ-JJ": 6,
      "VBP-JJ": 9,
      "NNP-VBZ": 6,
      "VBZ-FW": 1,
      "JJ-FW": 5,
      "NN-VBP": 6,
      "VBZ-NN": 1,
      "FW-CD": 2,
      "CD-FW": 1,
      "NN-VBZ": 5,
      "VBZ-NNS": 1,
      "NNS-JJ": 3,
      "VBZ-IN": 2,
      "FW-JJR": 2,
      "JJR-NN": 1,
      "NNS-NNP": 1,
      "JJ-CD": 2,
      "JJR-JJ": 1,
      "FW-VBP": 1,
      "RB-JJ": 2,
      "NNP-VBP": 1,
      "NNP-IN": 2,
      "IN-CD": 1,
      "CD-NNS": 2,
      "NNP-PRP": 1,
      "PRP-VB": 1,
      "VB-NNP": 1,
      "VBP-NNS": 1,
      "VBP-NNP": 1,
      "NNP-VBD": 2,
      "VBD-NNP": 1,
      "NNP-CD": 1,
      "CD-NN": 1,
      "CC-NN": 1,
      "NNS-FW": 2,
      "VBP-RB": 1,
      "VBZ-NNP": 1,
      "NNS-IN": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-NNP": 1,
      "VBD-DT": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 3,
      "FW-FW-NNP": 14,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 8,
      "FW-NN-IN": 6,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 2,
      "JJ-NN-IN": 9,
      "NN-IN-FW": 18,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-FW-NNP": 4,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 26,
      "NN-NN-NN": 130,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 10,
      "JJ-NN-NN": 17,
      "NN-NN-FW": 21,
      "NN-FW-FW": 19,
      "FW-FW-FW": 83,
      "FW-FW-JJ": 4,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-CD": 1,
      "VBP-CD-IN": 1,
      "CD-IN-NN": 3,
      "IN-NN-NNP": 3,
      "NN-NNP-NNP": 6,
      "NNP-NNP-VB": 1,
      "NNP-VB-NN": 1,
      "VB-NN-FW": 1,
      "NN-FW-NN": 13,
      "FW-NN-NN": 22,
      "NN-NN-NNP": 14,
      "NN-NNP-NN": 9,
      "NN-NN-IN": 15,
      "IN-FW-NN": 2,
      "IN-FW-FW": 13,
      "FW-NNP-NN": 10,
      "NNP-NN-FW": 3,
      "FW-NN-FW": 11,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-VBD": 1,
      "RB-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-NN": 17,
      "FW-NN-JJ": 2,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "NN-IN-NNP": 5,
      "IN-NNP-NNP": 3,
      "NN-NN-NNS": 3,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "NN-NNS-NNS": 1,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-NN": 6,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 2,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "FW-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-NN": 1,
      "NN-NN-VBZ": 5,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 3,
      "IN-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "FW-JJ-NN": 2,
      "VBZ-JJ-NNP": 2,
      "FW-FW-NNS": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-NN-VBP": 4,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 2,
      "IN-NN-NN": 3,
      "NN-IN-NN": 2,
      "JJ-FW-JJR": 1,
      "FW-JJR-JJ": 1,
      "JJR-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "NN-NNS-VBP": 1,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-NN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "JJ-NN-FW": 1,
      "FW-NNP-PRP": 1,
      "NNP-PRP-VB": 1,
      "PRP-VB-NNP": 1,
      "VB-NNP-FW": 1,
      "NNP-FW-NNP": 1,
      "NN-VBP-NN": 3,
      "VBP-NN-NNP": 1,
      "NNP-NN-NNP": 1,
      "NNP-NN-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NNP": 1,
      "NN-FW-CD": 1,
      "FW-CD-NNS": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "FW-NNS-FW": 2,
      "NNS-FW-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-CD": 1,
      "IN-JJ-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NNS-FW-FW": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNP": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-DT": 1,
      "VBD-DT-NN": 1,
      "DT-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 324,
        "FW": 205,
        "NNP": 89,
        "JJ": 51,
        "IN": 38
      },
      "top_bigrams": {
        "NN-NN": 204,
        "FW-FW": 123,
        "FW-NN": 42,
        "NN-FW": 38,
        "NNP-NN": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 130,
        "FW-FW-FW": 83,
        "NNP-NN-NN": 26,
        "FW-NN-NN": 22,
        "NN-NN-FW": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 198,
      "PP": 19,
      "VP": 30,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0316
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0246
      },
      {
        "rule": "NP -> ('Cojedes', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Nicolás', 'NNP') ('Maduro', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('tranquilidad', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('julio', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('subrayó', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Desde la"
      },
      {
        "label": "NP",
        "text": "Cojedes"
      },
      {
        "label": "NP",
        "text": "en medio"
      },
      {
        "label": "PP",
        "text": "de una concentración"
      },
      {
        "label": "NP",
        "text": "una concentración"
      },
      {
        "label": "NP",
        "text": "venezolanas"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro"
      },
      {
        "label": "VP",
        "text": "catalogó a este territorio bolivariano como un pueblo que votará por la"
      },
      {
        "label": "NP",
        "text": "a este territorio bolivariano como"
      },
      {
        "label": "NP",
        "text": "un pueblo que votará por la"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "tranquilidad"
      },
      {
        "label": "PP",
        "text": "en los próximos comicios presidenciales"
      },
      {
        "label": "NP",
        "text": "los próximos comicios presidenciales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Desde/NNP la/NNP)\n  localidad/FW\n  de/FW\n  (NP Cojedes/NNP)\n  y/CC\n  (NP en/JJ medio/NN)\n  (PP de/IN (NP una/JJ concentración/NN))\n  de/IN\n  venezolanos/FW\n  y/FW\n  (NP venezolanas/NNS)\n  ,/,\n  el/FW\n  presidente/FW\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  (VP\n    catalogó/VBZ\n    (NP a/DT este/NN territorio/NN bolivariano/NN como/NN)\n    (NP un/JJ pueblo/NN que/NN votará/NN por/NN la/NN))\n  paz/FW\n  (NP y/NN)\n  la/FW\n  (NP tranquilidad/NN)\n  (PP en/IN (NP los/JJ próximos/JJ comicios/NNS presidenciales/NNS))\n  (VP del/VBP)\n  28/CD\n  (PP de/IN (NP julio/NN))\n  ./.)",
      "(S\n  (NP “/NN Cojedes/NNP ya/NNP)\n  (VP tomó/VB (NP la/NN decisión/NN))\n  ,/,\n  (NP lo/JJ sé/NN)\n  ./.)",
      "(S\n  (NP En/NNP la/NN calle/NN)\n  ,/,\n  en/FW\n  el/FW\n  (NP barrio/NN)\n  ,/,\n  en/FW\n  la/FW\n  (NP comunicad/NN)\n  ,/,\n  en/FW\n  la/FW\n  esquina/FW\n  ./.)",
      "(S\n  (NP Lo/NNP veo/NN allá/NN)\n  (PP en/IN (NP los/JJ motorizados/JJ y/NN))\n  (PP en/IN (NP las/JJ motorizadas/NNS))\n  ./.)",
      "(S\n  (NP Lo/NNP veo/NN en/NN ti/NN)\n  ,/,\n  (NP mujer/NN ”/NN)\n  ,/,\n  (NP subrayó/JJ el/NN mandatario/NN)\n  (NP dirigiéndose/JJ al/NN pueblo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          4133,
          4142
        ],
        "start": 4133,
        "end": 4142
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña electoral",
        "position": [
          1528,
          1545
        ],
        "start": 1528,
        "end": 1545
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          4566,
          4572
        ],
        "start": 4566,
        "end": 4572
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3898,
          3905
        ],
        "start": 3898,
        "end": 3905
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          2586,
          2593
        ],
        "start": 2586,
        "end": 2593
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          95,
          118
        ],
        "start": 95,
        "end": 118
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "adultos mayores",
        "position": [
          4207,
          4222
        ],
        "start": 4207,
        "end": 4222
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          1667,
          1682
        ],
        "start": 1667,
        "end": 1682
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          458,
          465
        ],
        "start": 458,
        "end": 465
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          4544,
          4551
        ],
        "start": 4544,
        "end": 4551
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          330,
          335
        ],
        "start": 330,
        "end": 335
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          1845,
          1854
        ],
        "start": 1845,
        "end": 1854
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          109,
          118
        ],
        "start": 109,
        "end": 118
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          205,
          211
        ],
        "start": 205,
        "end": 211
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          1806,
          1815
        ],
        "start": 1806,
        "end": 1815
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle, en",
        "position": [
          330,
          339
        ],
        "start": 330,
        "end": 339
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 28 de julio",
        "position": [
          2132,
          2151
        ],
        "start": 2132,
        "end": 2151
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 250",
        "position": [
          3142,
          3152
        ],
        "start": 3142,
        "end": 3152
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carabobo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Clap",
        "tipo": "Lugar"
      },
      {
        "nombre": "San Carlos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cojedes",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fondo Nacional de los Sueños Dorados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "GPP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "estado Aragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Partido Gran Polo Patriótico",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comandante Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cojedes",
        "relacion": "CATALOGAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Cojedes",
        "relacion": "CATALOGAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONVERTIR_BUSCAR_A_ADIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Argentina",
        "relacion": "CONVERTIR_BUSCAR_A_ADIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONVERTIR_BUSCAR_A_ADIR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Argentina",
        "relacion": "CONVERTIR_BUSCAR_A_ADIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Estado",
        "relacion": "CONVERTIR_BUSCAR_A_ADIR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Argentina",
        "relacion": "VIVIR_CONVERTIR_BUSCAR_A_ADIR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "ENFATIZAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "ENFATIZAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ROMPER_PRECISAR_RESALTAR",
        "objeto": "Carabobo"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "DECIDIR_DECIR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5423,
    "pos": 0.014,
    "neu": 0.968,
    "neg": 0.017,
    "label": "negative"
  }
}