{
  "url": "https://www.telesurtv.net/daniel-ortega-chavez-esta-en-todos-nosotros/",
  "title": "Daniel Ortega sobre Chávez: \"Está en todos nosotros, en todos los pueblos\"",
  "section": "América Latina y El Caribe",
  "tags": [
    "Chávez",
    "Daniel Ortega",
    "Natalicio de Chávez",
    "Nicaragua",
    "Nicolás Maduro"
  ],
  "text": "El copresidente de la República de Nicaragua, Daniel Ortega, en el marco de un acto en homenaje al Comandante de la Revolución Bolivariana de Venezuela, Hugo Rafael Chávez Frías, aseguró que el líder bolivariano no ha muerto, sigue en todos nosotros y en cada pueblo.\n\nLEA TAMBIÉN\nNicaragua felicita a Venezuela por exitosas Elecciones Municipales y Consulta Popular\n\n“La victoria ha sido posible porque la santidad del comandante Hugo Chávez ha estado acompañando todas estas batallas…Chávez es de los que después de ser crucificados, a los pocos días resucitó… Chávez está vivo, está en todos nosotros, está en todos los pueblos”, dijo, haciendo referencia al mismo tiempo a al triunfo electoral en Venezuela este domingo y a otras luchas del pueblo latinoamericano y caribeño.\n“Un día, en un pueblito humilde nació, en Sabaneta nuestro hermano Hugo Chávez el 28 de julio de 1954 y hoy le estamos conmemorando su nacimiento y un año más de vida, porque los héroes nunca mueren, siempre viven, siempre luchan”, agregó.\n\n\nSiguiendo esa línea recordó que desde el primer momento que conoció a Chávez sintió en él “firmeza, ternura y un corazón tan grande, tan bueno…Yo diría que ese día nació un santo Venezuela”.\n“Hoy nos abrazamos con el hermano pueblo bolivariano, nos abrazamos con el presidente Nicolás Maduro Moros que ha sabido llevar la espada, ha sabido defender a Venezuela, ha sabido alcanzar grandes victorias como la que alcanzaron el día de ayer: extraordinaria, donde no hubo reyertas, pleitos, donde participó el pueblo venezolano”, apuntó el mandatario nicaragüense.\nSobre el proceso electoral, dijo además que este le da derechos al pueblo a depositar su voto. “Para que haya más escuelas, hospitales, formación universitaria, para más puestos de trabajo”, resaltó, agregando que están mostrando una voluntad, no por regalos, sino por obras que beneficien al pueblo.\n\n\n“Fue una votación extraordinaria donde también ganaron las alcaldías… la oposición quedó con un número reducidos de alcaldías.  Y el pueblo venezolano, los trabajadores… Hugo Chávez, comandante eterno, alcanzó una gran victoria”, agregó.\nEn ese sentido, recordó que para obtener esas victorias hay que tener corazón, alma y fortaleza, cosas que, precisó, tiene el pueblo venezolano y el nicaragüense.\n“Esta victoria es una gran derrota para los imperialistas de la tierra”, aseguró, agregando que “levanta la moral de los pueblos que están luchando, de los pueblos, oprimidos, amenazados, extorsionados, chantajeados… de los miles de migrantes”.\nPor otro lado, Ortega hizo referencia a la crisis que viven los migrantes en los Estados Unidos. No obstante, dijo que ya está muy próximo el día de la rebelión de los y las migrantes que allí se encuentran ante las arbitrarias medidas del presidente Donald Trump que los encarcela y separa.\n“La mayor amenaza que tiene el mundo es el fascismo, el racismo, que está retomando fuerza”, alertó en esa línea, “si no sos blanco, pues no sos humano, voz vas para esclavo”, aseguró.\nEn tanto, sobre el aniversario 71 del natalicio del comandante venezolano subrayó que hoy “(Chávez) nació como un santo, se comportó como un santo, con un corazón inmenso, llevándole beneficios no solamente a su pueblo, no fue egoísta, sino que llevó beneficios a muchos pueblos, a muchas naciones, incluyendo a Nicaragua: esto no podemos olvidarlo”.\n\n\n“Es el santo más noble que yo he conocido”, resaltó, “las conversaciones que teníamos no había nada de maldad, él lo que quería que nos uniéramos y que nos ayudáramos, que Venezuela estaba dispuesta a ayudar a lo que pudiese, para que las economías de los más empobrecidos se pudieran desarrollar”, continuó.\n“Él decidió sacar de la pobreza al pueblo…para mejorar las condiciones de salud, de estudio, de las calles”, agregó, “y nosotros le decimos al pueblo venezolano, al presidente Nicolás Maduro Moros, adelante, hermano, adelante”, recordó.\nAsimismo, dijo que “Chávez tenía una gran visión y recordemos aquella noche dramática cuando estaba en condiciones difíciles, pero dando la batalla, algo que solamente los héroes por amor a sus principios son capaces de hacerlo”.\nPor último y luego de rememorar el deseo de Chávez de que fuera Maduro quien ocupara su lugar cuando él no estuviera, Ortega resaltó que así es ahora: “ahí tenemos a Nicolás dando una batalla con el pueblo venezolano, una batalla contra los imperialista de la tierra que quieren dominar Venezuela, para robarse el petróleo de Venezuela”, subrayó.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/daniel-ortega-chavez-esta-en-todos-nosotros/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 210,
    "message_id": 100390,
    "date": "2025-07-29T02:55:13+00:00",
    "text": "teleSUR\nDaniel Ortega sobre Chávez: «Está en todos nosotros, en todos los pueblos»\nhttps://www.telesurtv.net/daniel-ortega-chavez-esta-en-todos-nosotros/",
    "photo_path": null,
    "views": 1864,
    "reactions": {
      "👍": 47,
      "❤": 9
    },
    "total_reactions": 56
  },
  "preprocessing": {
    "cleaned": "el copresidente de la república de nicaragua, daniel ortega, en el marco de un acto en homenaje al comandante de la revolución bolivariana de venezuela, hugo rafael chávez frías, aseguró que el líder bolivariano no ha muerto, sigue en todos nosotros y en cada pueblo. “la victoria ha sido posible porque la santidad del comandante hugo chávez ha estado acompañando todas estas batallas…chávez es de los que después de ser crucificados, a los pocos días resucitó… chávez está vivo, está en todos nosotros, está en todos los pueblos”, dijo, haciendo referencia al mismo tiempo a al triunfo electoral en venezuela este domingo y a otras luchas del pueblo latinoamericano y caribeño. “un día, en un pueblito humilde nació, en sabaneta nuestro hermano hugo chávez el 28 de julio de 1954 y hoy le estamos conmemorando su nacimiento y un año más de vida, porque los héroes nunca mueren, siempre viven, siempre luchan”, agregó. siguiendo esa línea recordó que desde el primer momento que conoció a chávez sintió en él “firmeza, ternura y un corazón tan grande, tan bueno…yo diría que ese día nació un santo venezuela”. “hoy nos abrazamos con el hermano pueblo bolivariano, nos abrazamos con el presidente nicolás maduro moros que ha sabido llevar la espada, ha sabido defender a venezuela, ha sabido alcanzar grandes victorias como la que alcanzaron el día de ayer: extraordinaria, donde no hubo reyertas, pleitos, donde participó el pueblo venezolano”, apuntó el mandatario nicaragüense. sobre el proceso electoral, dijo además que este le da derechos al pueblo a depositar su voto. “para que haya más escuelas, hospitales, formación universitaria, para más puestos de trabajo”, resaltó, agregando que están mostrando una voluntad, no por regalos, sino por obras que beneficien al pueblo. “fue una votación extraordinaria donde también ganaron las alcaldías… la oposición quedó con un número reducidos de alcaldías. y el pueblo venezolano, los trabajadores… hugo chávez, comandante eterno, alcanzó una gran victoria”, agregó. en ese sentido, recordó que para obtener esas victorias hay que tener corazón, alma y fortaleza, cosas que, precisó, tiene el pueblo venezolano y el nicaragüense. “esta victoria es una gran derrota para los imperialistas de la tierra”, aseguró, agregando que “levanta la moral de los pueblos que están luchando, de los pueblos, oprimidos, amenazados, extorsionados, chantajeados… de los miles de migrantes”. por otro lado, ortega hizo referencia a la crisis que viven los migrantes en los estados unidos. no obstante, dijo que ya está muy próximo el día de la rebelión de los y las migrantes que allí se encuentran ante las arbitrarias medidas del presidente donald trump que los encarcela y separa. “la mayor amenaza que tiene el mundo es el fascismo, el racismo, que está retomando fuerza”, alertó en esa línea, “si no sos blanco, pues no sos humano, voz vas para esclavo”, aseguró. en tanto, sobre el aniversario 71 del natalicio del comandante venezolano subrayó que hoy “(chávez) nació como un santo, se comportó como un santo, con un corazón inmenso, llevándole beneficios no solamente a su pueblo, no fue egoísta, sino que llevó beneficios a muchos pueblos, a muchas naciones, incluyendo a nicaragua: esto no podemos olvidarlo”. “es el santo más noble que yo he conocido”, resaltó, “las conversaciones que teníamos no había nada de maldad, él lo que quería que nos uniéramos y que nos ayudáramos, que venezuela estaba dispuesta a ayudar a lo que pudiese, para que las economías de los más empobrecidos se pudieran desarrollar”, continuó. “él decidió sacar de la pobreza al pueblo…para mejorar las condiciones de salud, de estudio, de las calles”, agregó, “y nosotros le decimos al pueblo venezolano, al presidente nicolás maduro moros, adelante, hermano, adelante”, recordó. asimismo, dijo que “chávez tenía una gran visión y recordemos aquella noche dramática cuando estaba en condiciones difíciles, pero dando la batalla, algo que solamente los héroes por amor a sus principios son capaces de hacerlo”. por último y luego de rememorar el deseo de chávez de que fuera maduro quien ocupara su lugar cuando él no estuviera, ortega resaltó que así es ahora: “ahí tenemos a nicolás dando una batalla con el pueblo venezolano, una batalla contra los imperialista de la tierra que quieren dominar venezuela, para robarse el petróleo de venezuela”, subrayó.",
    "tokens": [
      "copresidente",
      "república",
      "nicaragua",
      ",",
      "daniel",
      "ortega",
      ",",
      "marco",
      "acto",
      "homenaje",
      "comandante",
      "revolución",
      "bolivariana",
      "venezuela",
      ",",
      "hugo",
      "rafael",
      "chávez",
      "frías",
      ",",
      "aseguró",
      "líder",
      "bolivariano",
      "muerto",
      ",",
      "sigue",
      "cada",
      "pueblo",
      ".",
      "“",
      "victoria",
      "sido",
      "posible",
      "santidad",
      "comandante",
      "hugo",
      "chávez",
      "acompañando",
      "todas",
      "batallas…chávez",
      "después",
      "ser",
      "crucificados",
      ",",
      "pocos",
      "días",
      "resucitó…",
      "chávez",
      "vivo",
      ",",
      ",",
      "pueblos",
      "”",
      ",",
      "dijo",
      ",",
      "haciendo",
      "referencia",
      "mismo",
      "tiempo",
      "triunfo",
      "electoral",
      "venezuela",
      "domingo",
      "luchas",
      "pueblo",
      "latinoamericano",
      "caribeño",
      ".",
      "“",
      "día",
      ",",
      "pueblito",
      "humilde",
      "nació",
      ",",
      "sabaneta",
      "hermano",
      "hugo",
      "chávez",
      "28",
      "julio",
      "1954",
      "hoy",
      "conmemorando",
      "nacimiento",
      "año",
      "vida",
      ",",
      "héroes",
      "nunca",
      "mueren",
      ",",
      "siempre",
      "viven",
      ",",
      "siempre",
      "luchan",
      "”",
      ",",
      "agregó",
      ".",
      "siguiendo",
      "línea",
      "recordó",
      "primer",
      "momento",
      "conoció",
      "chávez",
      "sintió",
      "“",
      "firmeza",
      ",",
      "ternura",
      "corazón",
      "tan",
      "grande",
      ",",
      "tan",
      "bueno…yo",
      "diría",
      "día",
      "nació",
      "santo",
      "venezuela",
      "”",
      ".",
      "“",
      "hoy",
      "abrazamos",
      "hermano",
      "pueblo",
      "bolivariano",
      ",",
      "abrazamos",
      "presidente",
      "nicolás",
      "maduro",
      "moros",
      "sabido",
      "llevar",
      "espada",
      ",",
      "sabido",
      "defender",
      "venezuela",
      ",",
      "sabido",
      "alcanzar",
      "grandes",
      "victorias",
      "alcanzaron",
      "día",
      "ayer",
      ":",
      "extraordinaria",
      ",",
      "reyertas",
      ",",
      "pleitos",
      ",",
      "participó",
      "pueblo",
      "venezolano",
      "”",
      ",",
      "apuntó",
      "mandatario",
      "nicaragüense",
      ".",
      "proceso",
      "electoral",
      ",",
      "dijo",
      "además",
      "da",
      "derechos",
      "pueblo",
      "depositar",
      "voto",
      ".",
      "“",
      "escuelas",
      ",",
      "hospitales",
      ",",
      "formación",
      "universitaria",
      ",",
      "puestos",
      "trabajo",
      "”",
      ",",
      "resaltó",
      ",",
      "agregando",
      "mostrando",
      "voluntad",
      ",",
      "regalos",
      ",",
      "sino",
      "obras",
      "beneficien",
      "pueblo",
      ".",
      "“",
      "votación",
      "extraordinaria",
      "ganaron",
      "alcaldías…",
      "oposición",
      "quedó",
      "número",
      "reducidos",
      "alcaldías",
      ".",
      "pueblo",
      "venezolano",
      ",",
      "trabajadores…",
      "hugo",
      "chávez",
      ",",
      "comandante",
      "eterno",
      ",",
      "alcanzó",
      "gran",
      "victoria",
      "”",
      ",",
      "agregó",
      ".",
      ",",
      "recordó",
      "obtener",
      "victorias",
      "tener",
      "corazón",
      ",",
      "alma",
      "fortaleza",
      ",",
      "cosas",
      ",",
      "precisó",
      ",",
      "pueblo",
      "venezolano",
      "nicaragüense",
      ".",
      "“",
      "victoria",
      "gran",
      "derrota",
      "imperialistas",
      "tierra",
      "”",
      ",",
      "aseguró",
      ",",
      "agregando",
      "“",
      "levanta",
      "moral",
      "pueblos",
      "luchando",
      ",",
      "pueblos",
      ",",
      "oprimidos",
      ",",
      "amenazados",
      ",",
      "extorsionados",
      ",",
      "chantajeados…",
      "miles",
      "migrantes",
      "”",
      ".",
      "lado",
      ",",
      "ortega",
      "hizo",
      "referencia",
      "crisis",
      "viven",
      "migrantes",
      "unidos",
      ".",
      "obstante",
      ",",
      "dijo",
      "próximo",
      "día",
      "rebelión",
      "migrantes",
      "allí",
      "encuentran",
      "arbitrarias",
      "medidas",
      "presidente",
      "donald",
      "trump",
      "encarcela",
      "separa",
      ".",
      "“",
      "mayor",
      "amenaza",
      "mundo",
      "fascismo",
      ",",
      "racismo",
      ",",
      "retomando",
      "fuerza",
      "”",
      ",",
      "alertó",
      "línea",
      ",",
      "“",
      "si",
      "sos",
      "blanco",
      ",",
      "pues",
      "sos",
      "humano",
      ",",
      "voz",
      "vas",
      "esclavo",
      "”",
      ",",
      "aseguró",
      ".",
      ",",
      "aniversario",
      "71",
      "natalicio",
      "comandante",
      "venezolano",
      "subrayó",
      "hoy",
      "“",
      "(",
      "chávez",
      ")",
      "nació",
      "santo",
      ",",
      "comportó",
      "santo",
      ",",
      "corazón",
      "inmenso",
      ",",
      "llevándole",
      "beneficios",
      "solamente",
      "pueblo",
      ",",
      "egoísta",
      ",",
      "sino",
      "llevó",
      "beneficios",
      "pueblos",
      ",",
      "muchas",
      "naciones",
      ",",
      "incluyendo",
      "nicaragua",
      ":",
      "podemos",
      "olvidarlo",
      "”",
      ".",
      "“",
      "santo",
      "noble",
      "conocido",
      "”",
      ",",
      "resaltó",
      ",",
      "“",
      "conversaciones",
      "maldad",
      ",",
      "quería",
      "uniéramos",
      "ayudáramos",
      ",",
      "venezuela",
      "dispuesta",
      "ayudar",
      "pudiese",
      ",",
      "economías",
      "empobrecidos",
      "pudieran",
      "desarrollar",
      "”",
      ",",
      "continuó",
      ".",
      "“",
      "decidió",
      "sacar",
      "pobreza",
      "pueblo…para",
      "mejorar",
      "condiciones",
      "salud",
      ",",
      "estudio",
      ",",
      "calles",
      "”",
      ",",
      "agregó",
      ",",
      "“",
      "decimos",
      "pueblo",
      "venezolano",
      ",",
      "presidente",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "adelante",
      ",",
      "hermano",
      ",",
      "adelante",
      "”",
      ",",
      "recordó",
      ".",
      "asimismo",
      ",",
      "dijo",
      "“",
      "chávez",
      "gran",
      "visión",
      "recordemos",
      "aquella",
      "noche",
      "dramática",
      "condiciones",
      "difíciles",
      ",",
      "dando",
      "batalla",
      ",",
      "solamente",
      "héroes",
      "amor",
      "principios",
      "capaces",
      "hacerlo",
      "”",
      ".",
      "último",
      "luego",
      "rememorar",
      "deseo",
      "chávez",
      "maduro",
      "ocupara",
      "lugar",
      ",",
      "ortega",
      "resaltó",
      "así",
      "ahora",
      ":",
      "“",
      "ahí",
      "nicolás",
      "dando",
      "batalla",
      "pueblo",
      "venezolano",
      ",",
      "batalla",
      "imperialista",
      "tierra",
      "quieren",
      "dominar",
      "venezuela",
      ",",
      "robarse",
      "petróleo",
      "venezuela",
      "”",
      ",",
      "subrayó",
      "."
    ],
    "token_count": 508,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 72,
      "NN": 318,
      "FW": 114,
      "DT": 10,
      "VBZ": 12,
      "JJ": 75,
      "IN": 21,
      "NNS": 28,
      "VBD": 4,
      "VBP": 19,
      "PRP": 2,
      "CD": 3,
      "CC": 2,
      "RB": 3,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 28,
      "NN-FW": 14,
      "FW-FW": 73,
      "FW-NNP": 9,
      "NNP-FW": 7,
      "NNP-NNP": 25,
      "NN-NN": 207,
      "NN-DT": 2,
      "DT-NN": 8,
      "NN-VBZ": 5,
      "VBZ-JJ": 2,
      "JJ-IN": 1,
      "IN-JJ": 4,
      "JJ-NNS": 8,
      "NNS-IN": 3,
      "IN-NN": 1,
      "NN-NNP": 23,
      "NNP-VBD": 2,
      "VBD-NNP": 1,
      "FW-NN": 17,
      "NN-JJ": 31,
      "JJ-NN": 48,
      "NN-NNS": 11,
      "NNS-VBP": 15,
      "VBP-FW": 1,
      "FW-JJ": 7,
      "NN-IN": 16,
      "IN-FW": 12,
      "FW-NNS": 5,
      "VBP-JJ": 13,
      "NNP-VBZ": 3,
      "VBZ-FW": 1,
      "JJ-JJ": 6,
      "JJ-FW": 3,
      "NN-PRP": 2,
      "PRP-VBP": 1,
      "IN-NNP": 2,
      "NNP-JJ": 3,
      "VBD-CD": 1,
      "CD-FW": 1,
      "FW-IN": 1,
      "IN-CD": 1,
      "CD-NN": 2,
      "NN-CC": 1,
      "CC-JJ": 1,
      "NNS-JJ": 3,
      "NNS-VBD": 1,
      "VBD-RB": 1,
      "RB-JJ": 2,
      "VBZ-NN": 2,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1,
      "VBP-NN": 3,
      "FW-VBZ": 2,
      "VBZ-DT": 6,
      "VBZ-NNS": 1,
      "JJ-NNP": 6,
      "VBP-NNP": 2,
      "NN-VBP": 1,
      "NNS-FW": 2,
      "NNS-NNP": 2,
      "NNP-VBP": 2,
      "NN-RB": 2,
      "DT-JJ": 2,
      "NN-CD": 1,
      "NNP-CC": 1,
      "CC-NN": 1,
      "JJ-VBZ": 1,
      "NN-VBD": 1,
      "VBD-JJ": 1,
      "JJ-DT": 2,
      "RB-NNP": 1,
      "PRP-VBZ": 1,
      "NNS-NNS": 2,
      "IN-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-FW": 8,
      "FW-FW-NNP": 6,
      "FW-NNP-FW": 3,
      "NNP-FW-NNP": 2,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 48,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 23,
      "NN-NN-NN": 132,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-VBZ": 3,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NNS": 2,
      "JJ-NNS-IN": 3,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NN-NNP": 16,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "NNP-FW-NN": 1,
      "FW-NN-NN": 13,
      "NN-NN-JJ": 24,
      "NN-JJ-NN": 23,
      "JJ-NN-NN": 31,
      "NN-NN-FW": 10,
      "FW-FW-NN": 11,
      "FW-NN-NNP": 2,
      "NN-NN-NNS": 8,
      "NN-NNS-VBP": 9,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 5,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 11,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 8,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-JJ-JJ": 4,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-NN": 2,
      "NN-NN-PRP": 2,
      "NN-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "NN-NNP-NN": 11,
      "NN-FW-JJ": 3,
      "NN-NN-IN": 9,
      "NN-IN-NNP": 2,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-NN-NNP": 4,
      "NNP-VBD-CD": 1,
      "VBD-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "IN-FW-NN": 1,
      "NN-NNS-JJ": 2,
      "NNS-JJ-NNS": 2,
      "JJ-NNS-VBD": 1,
      "NNS-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 2,
      "NN-FW-NN": 3,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-JJ": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "IN-FW-FW": 8,
      "FW-FW-VBZ": 2,
      "FW-VBZ-DT": 2,
      "VBZ-DT-NN": 5,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "FW-NN-JJ": 1,
      "JJ-NN-DT": 1,
      "DT-NN-NN": 2,
      "NN-NNP-JJ": 1,
      "JJ-NN-JJ": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "JJ-NN-NNS": 3,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-JJ": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 3,
      "FW-NN-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "FW-FW-NNS": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 2,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-JJ": 1,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-DT": 1,
      "DT-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "NN-VBZ-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 1,
      "VBP-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NN-PRP-VBZ": 1,
      "PRP-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NNS-IN-FW": 1,
      "VBP-JJ-JJ": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "DT-NN-NNP": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "IN-NNP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 318,
        "FW": 114,
        "JJ": 75,
        "NNP": 72,
        "NNS": 28
      },
      "top_bigrams": {
        "NN-NN": 207,
        "FW-FW": 73,
        "JJ-NN": 48,
        "NN-JJ": 31,
        "NNP-NN": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 132,
        "FW-FW-FW": 48,
        "JJ-NN-NN": 31,
        "NN-NN-JJ": 24,
        "NNP-NN-NN": 23
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 203,
      "VP": 35,
      "PP": 10,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('todos', 'NN') ('nosotros', 'NNS')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('agregó', 'NN')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('resaltó', 'NN')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('aseguró', 'NN')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('migrantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0073
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El copresidente"
      },
      {
        "label": "NP",
        "text": "República"
      },
      {
        "label": "NP",
        "text": "Nicaragua"
      },
      {
        "label": "NP",
        "text": "Daniel Ortega"
      },
      {
        "label": "NP",
        "text": "Comandante"
      },
      {
        "label": "NP",
        "text": "Revolución Bolivariana"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Hugo Rafael Chávez Frías"
      },
      {
        "label": "NP",
        "text": "aseguró que el líder bolivariano"
      },
      {
        "label": "NP",
        "text": "no ha muerto"
      },
      {
        "label": "NP",
        "text": "sigue"
      },
      {
        "label": "NP",
        "text": "todos nosotros"
      },
      {
        "label": "VP",
        "text": "y"
      },
      {
        "label": "PP",
        "text": "en cada pueblo"
      },
      {
        "label": "NP",
        "text": "cada pueblo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP copresidente/NN)\n  de/FW\n  la/FW\n  (NP República/NNP)\n  de/FW\n  (NP Nicaragua/NNP)\n  ,/,\n  (NP Daniel/NNP Ortega/NNP)\n  ,/,\n  en/FW\n  el/FW\n  marco/FW\n  de/FW\n  un/FW\n  acto/FW\n  en/FW\n  homenaje/FW\n  al/FW\n  (NP Comandante/NNP)\n  de/FW\n  la/FW\n  (NP Revolución/NNP Bolivariana/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Hugo/NNP Rafael/NNP Chávez/NNP Frías/NNP)\n  ,/,\n  (NP aseguró/NN que/NN el/NN líder/NN bolivariano/NN)\n  (NP no/DT ha/NN muerto/NN)\n  ,/,\n  (NP sigue/NN)\n  en/FW\n  (NP todos/NN nosotros/NNS)\n  (VP y/VBP)\n  (PP en/IN (NP cada/NN pueblo/NN))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Nicaragua/NNP)\n  (VP\n    felicita/VBD\n    (NP\n      a/DT\n      Venezuela/NNP\n      por/NN\n      exitosas/NN\n      Elecciones/NNP\n      Municipales/NNP\n      y/NNP\n      Consulta/NNP\n      Popular/NNP\n      “/NNP\n      La/NNP))\n  victoria/FW\n  (NP ha/NN sido/NN)\n  (NP posible/JJ porque/NN la/NN)\n  santidad/FW\n  del/FW\n  (NP\n    comandante/NN\n    Hugo/NNP\n    Chávez/NNP\n    ha/NN\n    estado/NN\n    acompañando/NN\n    todas/NN\n    estas/NNS)\n  (VP batallas…Chávez/VBP)\n  es/FW\n  de/FW\n  los/FW\n  (NP que/JJ después/NN)\n  de/IN\n  ser/FW\n  (NP crucificados/NN)\n  ,/,\n  (NP\n    a/DT\n    los/JJ\n    pocos/NN\n    días/NN\n    resucitó…/NN\n    Chávez/NNP\n    está/NN\n    vivo/NN)\n  ,/,\n  está/FW\n  en/FW\n  (NP todos/NN nosotros/NNS)\n  ,/,\n  (VP está/VBP)\n  en/FW\n  todos/FW\n  los/FW\n  (NP pueblos/NN ”/NN)\n  ,/,\n  (NP dijo/NN)\n  ,/,\n  (NP haciendo/NN referencia/NN al/NN mismo/NN)\n  (VP tiempo/VBD (NP a/DT al/NN) triunfo/JJ electoral/JJ)\n  en/FW\n  (NP Venezuela/NNP este/NN domingo/NN)\n  (VP\n    y/VBZ\n    (NP\n      a/DT\n      otras/JJ\n      luchas/NN\n      del/NN\n      pueblo/NN\n      latinoamericano/NN\n      y/NN\n      caribeño/NN))\n  ./.)",
      "(S\n  (NP “/JJ Un/NNP día/NN)\n  ,/,\n  en/FW\n  (NP un/JJ pueblito/NN humilde/NN nació/NN)\n  ,/,\n  en/FW\n  (NP Sabaneta/NNP)\n  nuestro/CC\n  (NP hermano/NN Hugo/NNP Chávez/NNP)\n  (VP el/VBD)\n  28/CD\n  de/FW\n  julio/FW\n  de/IN\n  1954/CD\n  (NP y/NN hoy/NN le/NN)\n  estamos/FW\n  (NP conmemorando/NN su/NN)\n  (PP nacimiento/IN (NP y/NN))\n  (NP un/JJ año/JJ más/NN)\n  de/IN\n  vida/FW\n  ,/,\n  porque/FW\n  (NP los/NN héroes/NNS)\n  (NP nunca/JJ mueren/NNS)\n  ,/,\n  (NP siempre/NN)\n  viven/RB\n  ,/,\n  (NP siempre/JJR luchan/NN ”/NN)\n  ,/,\n  (NP agregó/NN)\n  ./.)",
      "(S\n  (NP Siguiendo/NNP)\n  esa/CC\n  (NP línea/NN recordó/NN que/NN desde/NN)\n  el/FW\n  (NP primer/NN momento/NN que/NN)\n  (VP conoció/VBZ (NP a/DT Chávez/NNP sintió/NN))\n  en/FW\n  él/FW\n  “/FW\n  (NP firmeza/NN)\n  ,/,\n  (NP ternura/NN y/NN)\n  (NP un/JJ corazón/NN tan/NN grande/NN)\n  ,/,\n  (NP tan/JJ bueno…Yo/NN diría/NN que/NN)\n  (NP ese/JJ día/NN nació/NN)\n  (NP un/JJ santo/NN Venezuela/NNP ”/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Hoy/NNP)\n  nos/MD\n  (VP\n    abrazamos/VB\n    (NP con/NN)\n    (NP el/JJ hermano/NN pueblo/NN bolivariano/NN))\n  ,/,\n  (ADJP nos/JJ)\n  (VP\n    abrazamos/VBP\n    (NP\n      con/JJ\n      el/NN\n      presidente/NN\n      Nicolás/NNP\n      Maduro/NNP\n      Moros/NNP\n      que/NN\n      ha/NN\n      sabido/NN\n      llevar/NN\n      la/NN\n      espada/NN))\n  ,/,\n  (NP ha/NN sabido/NN)\n  (VP defender/VB (NP a/DT Venezuela/NNP))\n  ,/,\n  (NP ha/NN sabido/NN alcanzar/NN grandes/NNS)\n  (VP\n    victorias/VBP\n    (NP como/JJ la/NN que/NN alcanzaron/NN el/NN día/NN))\n  de/FW\n  (NP ayer/NN)\n  :/:\n  (NP extraordinaria/NN)\n  ,/,\n  (VP donde/VBZ (NP no/DT hubo/NN reyertas/NNS))\n  ,/,\n  (NP pleitos/NNS)\n  ,/,\n  (NP donde/NN participó/NN el/NN pueblo/NN venezolano/NN ”/NNP)\n  ,/,\n  (NP apuntó/NN el/NN mandatario/NN nicaragüense/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1764,
          1771
        ],
        "start": 1764,
        "end": 1771
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          2232,
          2239
        ],
        "start": 2232,
        "end": 2239
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          1288,
          1313
        ],
        "start": 1288,
        "end": 1313
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "copresidente de la",
        "position": [
          3,
          21
        ],
        "start": 3,
        "end": 21
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3083,
          3090
        ],
        "start": 3083,
        "end": 3090
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2613,
          2627
        ],
        "start": 2613,
        "end": 2627
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          35,
          44
        ],
        "start": 35,
        "end": 44
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          142,
          151
        ],
        "start": 142,
        "end": 151
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado acompañando",
        "position": [
          446,
          464
        ],
        "start": 446,
        "end": 464
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "28 de julio de 1954",
        "position": [
          862,
          881
        ],
        "start": 862,
        "end": 881
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          884,
          887
        ],
        "start": 884,
        "end": 887
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialista",
        "position": [
          4379,
          4391
        ],
        "start": 4379,
        "end": 4391
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Elecciones Municipales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Ortega",
        "tipo": "Persona"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Ortega",
        "tipo": "Persona"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consulta Popular",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hugo Rafael Chávez Frías",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Sabaneta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás",
        "tipo": "Persona"
      },
      {
        "nombre": "República de Nicaragua",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "República de Nicaragua",
        "relacion": "ASEGURAR",
        "objeto": "Hugo Rafael Chávez Frías"
      },
      {
        "sujeto": "Daniel Ortega",
        "relacion": "ASEGURAR",
        "objeto": "Hugo Rafael Chávez Frías"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "FELICITAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "FELICITAR",
        "objeto": "Elecciones Municipales"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "FELICITAR",
        "objeto": "Consulta Popular"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "FELICITAR",
        "objeto": "Elecciones Municipales"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "FELICITAR",
        "objeto": "Consulta Popular"
      },
      {
        "sujeto": "Hugo Chávez",
        "relacion": "ACOMPA_AR_DECIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Chávez",
        "relacion": "SER_DECIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Chávez",
        "relacion": "DECIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Sabaneta",
        "relacion": "NACER_AGREGAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Chávez",
        "relacion": "CONOCER_SENTIR_RECORDAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "ABRAZAR_ABRAZAR_SABER_APUNTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Ortega",
        "relacion": "HACER",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Chávez",
        "relacion": "HOY_NACER_COMPORTAR_SUBRAYAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Ortega",
        "relacion": "REMEMORAR_POR_RESALTAR_SUBRAYAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Chávez",
        "relacion": "REMEMORAR_POR_RESALTAR_SUBRAYAR",
        "objeto": "Nicolás"
      },
      {
        "sujeto": "Chávez",
        "relacion": "REMEMORAR_POR_RESALTAR_SUBRAYAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Ortega",
        "relacion": "REMEMORAR_POR_RESALTAR_SUBRAYAR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Maduro",
        "relacion": "REMEMORAR_POR_RESALTAR_SUBRAYAR",
        "objeto": "Nicolás"
      },
      {
        "sujeto": "Maduro",
        "relacion": "REMEMORAR_POR_RESALTAR_SUBRAYAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Ortega",
        "relacion": "RESALTAR_SUBRAYAR",
        "objeto": "Nicolás"
      },
      {
        "sujeto": "Ortega",
        "relacion": "RESALTAR_SUBRAYAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Nicolás",
        "relacion": "TENER_AHORA_RESALTAR_SUBRAYAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.1779,
    "pos": 0.036,
    "neu": 0.925,
    "neg": 0.039,
    "label": "negative"
  }
}