{
  "url": "https://www.telesurtv.net/china-esta-dispuesta-a-avanzar-hacia-establecimiento-de-una-comunidad-del-este-asiatico/",
  "title": "China está dispuesta a avanzar hacia establecimiento de una comunidad del Este Asiático - teleSUR",
  "section": "Mundo",
  "tags": [],
  "text": "China está dispuesta a trabajar con todas las partes para defender la apertura e inclusividad, avanzar con firmeza la integración económica regional y caminar hacia el objetivo de establecer una comunidad del Este Asiático, afirmó este sábado el ministro chino de Relaciones Exteriores, Wang Yi.\n\nWang hizo las declaraciones mientras asistía a la reunión de ministros de Exteriores de los países de la Asociación de Naciones del Sudeste Asiático (Asean, según siglas en inglés) más China, Japón y Corea, del Sur conocido como formato 10+3.\nBajo las nuevas circunstancias, el Este de Asia enfrenta retos y oportunidades, declaró Wang, añadiendo que, siendo uno de los mecanismos más maduros para la cooperación regional en Asia del Este, el 10+3 ha estado profundamente implicado en la colaboración práctica sobre diversos ámbitos durante los últimos 20 años.\nApuntó que, tras un lapso de cuatro años, la reunión entre los líderes de China, Japón y Corea del Sur se celebró exitosamente hace dos meses, logrando un importante consenso para promover la cooperación del Este de Asia, inyectando un nuevo impulso a la cooperación 10+3.\nFrente a los retos globales y regionales, los países de la región tienen una demanda más fuerte de desarrollo estable, además de una mayor urgencia para abordar los riesgos y desafíos, expresó el canciller chino.\nChina está dispuesta a trabajar con todas las partes para apoyar la centralidad de Asean en la arquitectura regional, dar el máximo protagonismo al mecanismo 10+3, profundizar la cooperación en áreas tradicionalmente fuertes y expandir la colaboración en otras emergentes.\nChina dará absoluto protagonismo a la Asociación Económica Integral Regional (RCEP, siglas en inglés), promoviendo su implementación de alta calidad, acelerará la reanudación de negociaciones del Área de Libre Comercio China-Japón-Corea del Sur.\nDurante la reunión, los ministros de Relaciones Exteriores de los países ASEAN manifestaron su máxima consideración por el papel único y resultados positivos del mecanismo 10+3, además de acordar la implementación del RCEP con alta calidad para preservar la estabilidad económica y financiera y desbloquear las cadenas de suministro.\nEsperan que el mecanismo 10+3 continuará ofreciendo un fuerte respaldo para fortalecer la resiliencia regional, garantizar la seguridad alimentaria, promover la conectividad y lograr el desarrollo verde. Las partes también plantearon sugerencias para reforzar la cooperación en agricultura inteligente, transformación digital y respuesta a crisis.\nChina recrimina a EEUU el uso abusivo de las sanciones unilaterales por guerra de Ucrania\n\nEl ministro chino de Asuntos Exteriores, Wang Yi, recriminó este sábado a EE.UU. el uso abusivo de las sanciones unilaterales por la guerra de Ucrania y aseguró que China no acepta “presiones ni chantajes”, durante una reunión con su homologo estadounidense, Antony Blinken.\n“Wang Yi dijo que la posición de China sobre la cuestión de Ucrania es abierta y sincera y que seguirá promoviendo la paz y el diálogo. Estados Unidos debería dejar de abusar de las sanciones unilaterales y de la jurisdicción de largo alcance”, señala un comunicado de la cancillería china publicado tras el encuentro.\nEl texto señala además que “China se opone a difamaciones e incriminaciones, no acepta presiones ni chantajes y tomará medidas decididas y enérgicas para salvaguardar sus principales intereses y derechos legítimos”.\nDurante el encuentro, que se celebró en los márgenes de la reunión de ministros de Exteriores del Sudeste Asiático en Laos, Wang Yi dijo a su homólogo estadounidense que “Taiwán es parte de China. Nunca ha sido ni será un país” y que la “independencia de Taiwán y la paz en el estrecho de Taiwán son incompatibles”, según el comunicado.\n“Cada vez que las fuerzas de la independencia de Taiwán provoquen, definitivamente las contrarrestaremos, reduciremos constantemente el espacio para la independencia de Taiwán y trabajaremos hacia el objetivo de lograr la reunificación completa”, añade el texto.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/china-esta-dispuesta-a-avanzar-hacia-establecimiento-de-una-comunidad-del-este-asiatico/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 169,
    "message_id": 73668,
    "date": "2024-07-27T14:55:13+00:00",
    "text": "teleSUR\nChina está dispuesta a avanzar hacia establecimiento de una comunidad del Este Asiático\nhttps://www.telesurtv.net/china-esta-dispuesta-a-avanzar-hacia-establecimiento-de-una-comunidad-del-este-asiatico/",
    "photo_path": null,
    "views": 1827,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "china está dispuesta a trabajar con todas las partes para defender la apertura e inclusividad, avanzar con firmeza la integración económica regional y caminar hacia el objetivo de establecer una comunidad del este asiático, afirmó este sábado el ministro chino de relaciones exteriores, wang yi. wang hizo las declaraciones mientras asistía a la reunión de ministros de exteriores de los países de la asociación de naciones del sudeste asiático (asean, según siglas en inglés) más china, japón y corea, del sur conocido como formato 10+3. bajo las nuevas circunstancias, el este de asia enfrenta retos y oportunidades, declaró wang, añadiendo que, siendo uno de los mecanismos más maduros para la cooperación regional en asia del este, el 10+3 ha estado profundamente implicado en la colaboración práctica sobre diversos ámbitos durante los últimos 20 años. apuntó que, tras un lapso de cuatro años, la reunión entre los líderes de china, japón y corea del sur se celebró exitosamente hace dos meses, logrando un importante consenso para promover la cooperación del este de asia, inyectando un nuevo impulso a la cooperación 10+3. frente a los retos globales y regionales, los países de la región tienen una demanda más fuerte de desarrollo estable, además de una mayor urgencia para abordar los riesgos y desafíos, expresó el canciller chino. china está dispuesta a trabajar con todas las partes para apoyar la centralidad de asean en la arquitectura regional, dar el máximo protagonismo al mecanismo 10+3, profundizar la cooperación en áreas tradicionalmente fuertes y expandir la colaboración en otras emergentes. china dará absoluto protagonismo a la asociación económica integral regional (rcep, siglas en inglés), promoviendo su implementación de alta calidad, acelerará la reanudación de negociaciones del área de libre comercio china-japón-corea del sur. durante la reunión, los ministros de relaciones exteriores de los países asean manifestaron su máxima consideración por el papel único y resultados positivos del mecanismo 10+3, además de acordar la implementación del rcep con alta calidad para preservar la estabilidad económica y financiera y desbloquear las cadenas de suministro. esperan que el mecanismo 10+3 continuará ofreciendo un fuerte respaldo para fortalecer la resiliencia regional, garantizar la seguridad alimentaria, promover la conectividad y lograr el desarrollo verde. las partes también plantearon sugerencias para reforzar la cooperación en agricultura inteligente, transformación digital y respuesta a crisis. china recrimina a eeuu el uso abusivo de las sanciones unilaterales por guerra de ucrania el ministro chino de asuntos exteriores, wang yi, recriminó este sábado a ee.uu. el uso abusivo de las sanciones unilaterales por la guerra de ucrania y aseguró que china no acepta “presiones ni chantajes”, durante una reunión con su homologo estadounidense, antony blinken. “wang yi dijo que la posición de china sobre la cuestión de ucrania es abierta y sincera y que seguirá promoviendo la paz y el diálogo. estados unidos debería dejar de abusar de las sanciones unilaterales y de la jurisdicción de largo alcance”, señala un comunicado de la cancillería china publicado tras el encuentro. el texto señala además que “china se opone a difamaciones e incriminaciones, no acepta presiones ni chantajes y tomará medidas decididas y enérgicas para salvaguardar sus principales intereses y derechos legítimos”. durante el encuentro, que se celebró en los márgenes de la reunión de ministros de exteriores del sudeste asiático en laos, wang yi dijo a su homólogo estadounidense que “taiwán es parte de china. nunca ha sido ni será un país” y que la “independencia de taiwán y la paz en el estrecho de taiwán son incompatibles”, según el comunicado. “cada vez que las fuerzas de la independencia de taiwán provoquen, definitivamente las contrarrestaremos, reduciremos constantemente el espacio para la independencia de taiwán y trabajaremos hacia el objetivo de lograr la reunificación completa”, añade el texto.",
    "tokens": [
      "china",
      "dispuesta",
      "trabajar",
      "todas",
      "partes",
      "defender",
      "apertura",
      "inclusividad",
      ",",
      "avanzar",
      "firmeza",
      "integración",
      "económica",
      "regional",
      "caminar",
      "hacia",
      "objetivo",
      "establecer",
      "comunidad",
      "asiático",
      ",",
      "afirmó",
      "sábado",
      "ministro",
      "chino",
      "relaciones",
      "exteriores",
      ",",
      "wang",
      "yi",
      ".",
      "wang",
      "hizo",
      "declaraciones",
      "mientras",
      "asistía",
      "reunión",
      "ministros",
      "exteriores",
      "países",
      "asociación",
      "naciones",
      "sudeste",
      "asiático",
      "(",
      "asean",
      ",",
      "según",
      "siglas",
      "inglés",
      ")",
      "china",
      ",",
      "japón",
      "corea",
      ",",
      "sur",
      "conocido",
      "formato",
      "10+3",
      ".",
      "bajo",
      "nuevas",
      "circunstancias",
      ",",
      "asia",
      "enfrenta",
      "retos",
      "oportunidades",
      ",",
      "declaró",
      "wang",
      ",",
      "añadiendo",
      ",",
      "siendo",
      "mecanismos",
      "maduros",
      "cooperación",
      "regional",
      "asia",
      ",",
      "10+3",
      "profundamente",
      "implicado",
      "colaboración",
      "práctica",
      "diversos",
      "ámbitos",
      "últimos",
      "20",
      "años",
      ".",
      "apuntó",
      ",",
      "tras",
      "lapso",
      "cuatro",
      "años",
      ",",
      "reunión",
      "líderes",
      "china",
      ",",
      "japón",
      "corea",
      "sur",
      "celebró",
      "exitosamente",
      "hace",
      "dos",
      "meses",
      ",",
      "logrando",
      "importante",
      "consenso",
      "promover",
      "cooperación",
      "asia",
      ",",
      "inyectando",
      "nuevo",
      "impulso",
      "cooperación",
      "10+3",
      ".",
      "frente",
      "retos",
      "globales",
      "regionales",
      ",",
      "países",
      "región",
      "demanda",
      "fuerte",
      "desarrollo",
      "estable",
      ",",
      "además",
      "mayor",
      "urgencia",
      "abordar",
      "riesgos",
      "desafíos",
      ",",
      "expresó",
      "canciller",
      "chino",
      ".",
      "china",
      "dispuesta",
      "trabajar",
      "todas",
      "partes",
      "apoyar",
      "centralidad",
      "asean",
      "arquitectura",
      "regional",
      ",",
      "dar",
      "máximo",
      "protagonismo",
      "mecanismo",
      "10+3",
      ",",
      "profundizar",
      "cooperación",
      "áreas",
      "tradicionalmente",
      "fuertes",
      "expandir",
      "colaboración",
      "emergentes",
      ".",
      "china",
      "dará",
      "absoluto",
      "protagonismo",
      "asociación",
      "económica",
      "integral",
      "regional",
      "(",
      "rcep",
      ",",
      "siglas",
      "inglés",
      ")",
      ",",
      "promoviendo",
      "implementación",
      "alta",
      "calidad",
      ",",
      "acelerará",
      "reanudación",
      "negociaciones",
      "área",
      "libre",
      "comercio",
      "china-japón-corea",
      "sur",
      ".",
      "reunión",
      ",",
      "ministros",
      "relaciones",
      "exteriores",
      "países",
      "asean",
      "manifestaron",
      "máxima",
      "consideración",
      "papel",
      "único",
      "resultados",
      "positivos",
      "mecanismo",
      "10+3",
      ",",
      "además",
      "acordar",
      "implementación",
      "rcep",
      "alta",
      "calidad",
      "preservar",
      "estabilidad",
      "económica",
      "financiera",
      "desbloquear",
      "cadenas",
      "suministro",
      ".",
      "esperan",
      "mecanismo",
      "10+3",
      "continuará",
      "ofreciendo",
      "fuerte",
      "respaldo",
      "fortalecer",
      "resiliencia",
      "regional",
      ",",
      "garantizar",
      "seguridad",
      "alimentaria",
      ",",
      "promover",
      "conectividad",
      "lograr",
      "desarrollo",
      "verde",
      ".",
      "partes",
      "plantearon",
      "sugerencias",
      "reforzar",
      "cooperación",
      "agricultura",
      "inteligente",
      ",",
      "transformación",
      "digital",
      "respuesta",
      "crisis",
      ".",
      "china",
      "recrimina",
      "eeuu",
      "uso",
      "abusivo",
      "sanciones",
      "unilaterales",
      "guerra",
      "ucrania",
      "ministro",
      "chino",
      "asuntos",
      "exteriores",
      ",",
      "wang",
      "yi",
      ",",
      "recriminó",
      "sábado",
      "ee.uu.",
      "uso",
      "abusivo",
      "sanciones",
      "unilaterales",
      "guerra",
      "ucrania",
      "aseguró",
      "china",
      "acepta",
      "“",
      "presiones",
      "chantajes",
      "”",
      ",",
      "reunión",
      "homologo",
      "estadounidense",
      ",",
      "antony",
      "blinken",
      ".",
      "“",
      "wang",
      "yi",
      "dijo",
      "posición",
      "china",
      "cuestión",
      "ucrania",
      "abierta",
      "sincera",
      "seguirá",
      "promoviendo",
      "paz",
      "diálogo",
      ".",
      "unidos",
      "debería",
      "dejar",
      "abusar",
      "sanciones",
      "unilaterales",
      "jurisdicción",
      "largo",
      "alcance",
      "”",
      ",",
      "señala",
      "comunicado",
      "cancillería",
      "china",
      "publicado",
      "tras",
      "encuentro",
      ".",
      "texto",
      "señala",
      "además",
      "“",
      "china",
      "opone",
      "difamaciones",
      "incriminaciones",
      ",",
      "acepta",
      "presiones",
      "chantajes",
      "tomará",
      "medidas",
      "decididas",
      "enérgicas",
      "salvaguardar",
      "principales",
      "intereses",
      "derechos",
      "legítimos",
      "”",
      ".",
      "encuentro",
      ",",
      "celebró",
      "márgenes",
      "reunión",
      "ministros",
      "exteriores",
      "sudeste",
      "asiático",
      "laos",
      ",",
      "wang",
      "yi",
      "dijo",
      "homólogo",
      "estadounidense",
      "“",
      "taiwán",
      "parte",
      "china",
      ".",
      "nunca",
      "sido",
      "país",
      "”",
      "“",
      "independencia",
      "taiwán",
      "paz",
      "estrecho",
      "taiwán",
      "incompatibles",
      "”",
      ",",
      "según",
      "comunicado",
      ".",
      "“",
      "cada",
      "vez",
      "fuerzas",
      "independencia",
      "taiwán",
      "provoquen",
      ",",
      "definitivamente",
      "contrarrestaremos",
      ",",
      "reduciremos",
      "constantemente",
      "espacio",
      "independencia",
      "taiwán",
      "trabajaremos",
      "hacia",
      "objetivo",
      "lograr",
      "reunificación",
      "completa",
      "”",
      ",",
      "añade",
      "texto",
      "."
    ],
    "token_count": 431,
    "sentence_count": 17
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "CC": 4,
      "JJ": 63,
      "NN": 192,
      "NNS": 30,
      "VBP": 20,
      "FW": 132,
      "VBZ": 10,
      "IN": 22,
      "VBD": 8,
      "RB": 4,
      "CD": 7,
      "$": 1,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-CC": 4,
      "CC-JJ": 3,
      "JJ-JJ": 8,
      "JJ-NN": 37,
      "NN-NNS": 11,
      "NNS-VBP": 12,
      "VBP-NNS": 2,
      "NNS-JJ": 3,
      "NN-NN": 105,
      "NN-JJ": 14,
      "NN-VBP": 4,
      "VBP-JJ": 13,
      "NN-FW": 19,
      "FW-FW": 75,
      "FW-JJ": 7,
      "NN-NNP": 13,
      "NNP-NNP": 32,
      "NNP-VBZ": 6,
      "VBZ-NN": 2,
      "FW-NN": 15,
      "NN-IN": 19,
      "IN-NNP": 3,
      "NNP-VBD": 4,
      "VBD-JJ": 1,
      "JJ-NNS": 7,
      "NNS-FW": 3,
      "FW-RB": 1,
      "RB-FW": 1,
      "FW-NNP": 29,
      "NNP-FW": 17,
      "FW-NNS": 5,
      "VBD-NNS": 1,
      "NNS-IN": 3,
      "IN-JJ": 6,
      "JJ-NNP": 6,
      "NNP-NN": 24,
      "NN-VBD": 4,
      "VBD-CD": 5,
      "CD-NNP": 2,
      "NNP-NNS": 1,
      "NNS-RB": 3,
      "RB-VBP": 3,
      "CC-NN": 1,
      "VBP-NNP": 1,
      "IN-FW": 12,
      "CD-NN": 4,
      "VBZ-JJ": 5,
      "JJ-CD": 1,
      "CD-JJ": 1,
      "JJ-FW": 4,
      "NN-VBZ": 2,
      "VBP-$": 1,
      "$-CD": 1,
      "NNS-VBZ": 2,
      "VBP-NN": 3,
      "NNS-NNP": 2,
      "NNP-VBP": 1,
      "VBD-FW": 1,
      "IN-NN": 1,
      "VBZ-NNP": 1,
      "NNS-NNS": 2,
      "NNP-DT": 1,
      "DT-JJ": 2,
      "VBZ-DT": 1,
      "VBZ-NNS": 1
    },
    "trigram_freq": {
      "NNP-CC-JJ": 3,
      "CC-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-NN": 20,
      "NN-NN-NN": 50,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 13,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 6,
      "NN-NN-FW": 11,
      "NN-FW-FW": 11,
      "FW-FW-FW": 47,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 6,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 3,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NN": 2,
      "FW-FW-NN": 7,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-NNP": 2,
      "NNP-NNP-NNP": 17,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-RB": 1,
      "FW-RB-FW": 1,
      "RB-FW-FW": 1,
      "FW-FW-NNP": 15,
      "FW-NNP-FW": 9,
      "NNP-FW-FW": 4,
      "FW-FW-NNS": 3,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "NNP-FW-NNP": 10,
      "FW-NNP-NNP": 9,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-FW": 5,
      "FW-NNP-NN": 8,
      "NNP-NN-NN": 19,
      "NN-NN-VBD": 4,
      "NN-VBD-CD": 4,
      "VBD-CD-NNP": 1,
      "CD-NNP-NNS": 1,
      "NNP-NNS-RB": 1,
      "NNS-RB-VBP": 3,
      "RB-VBP-JJ": 3,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "FW-NNP-CC": 2,
      "NNP-CC-NN": 1,
      "CC-NN-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 10,
      "IN-FW-JJ": 3,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-JJ": 1,
      "JJ-NN-NNP": 2,
      "NN-NNP-FW": 1,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 4,
      "CD-NN-NN": 3,
      "NN-NN-IN": 10,
      "IN-FW-NN": 1,
      "FW-NN-NN": 8,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-NNS": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "NNP-FW-NN": 2,
      "FW-NN-FW": 4,
      "NN-FW-NN": 5,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 1,
      "NN-FW-NNP": 3,
      "NNP-NN-JJ": 2,
      "NN-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-NN-NNS": 4,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "IN-FW-FW": 5,
      "FW-NN-JJ": 1,
      "NN-IN-JJ": 5,
      "IN-JJ-NN": 3,
      "JJ-NN-JJ": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NNP-NN": 4,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-FW": 2,
      "IN-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "CD-NN-FW": 1,
      "FW-NN-VBP": 1,
      "IN-FW-NNP": 1,
      "VBZ-JJ-NN": 2,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NNP-NNP-NN": 5,
      "NNP-NN-FW": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-NNS": 2,
      "JJ-NNS-RB": 2,
      "IN-NNP-CC": 1,
      "CC-JJ-NN": 2,
      "NN-JJ-NNP": 1,
      "NNS-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 192,
        "FW": 132,
        "NNP": 90,
        "JJ": 63,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 105,
        "FW-FW": 75,
        "JJ-NN": 37,
        "NNP-NNP": 32,
        "FW-NNP": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 50,
        "FW-FW-FW": 47,
        "JJ-NN-NN": 20,
        "NNP-NN-NN": 19,
        "NNP-NNP-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 17,
    "chunk_counts": {
      "NP": 163,
      "VP": 35,
      "PP": 10,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "NP -> ('China', 'NNP')",
        "frequency": 6,
        "weight": 0.0258
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0258
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0172
      },
      {
        "rule": "NP -> ('Wang', 'NNP') ('Yi', 'NNP')",
        "frequency": 3,
        "weight": 0.0129
      },
      {
        "rule": "NP -> ('Exteriores', 'NNP')",
        "frequency": 3,
        "weight": 0.0129
      },
      {
        "rule": "NP -> ('sanciones', 'NNS') ('unilaterales', 'NNS')",
        "frequency": 3,
        "weight": 0.0129
      },
      {
        "rule": "VP -> ('está', 'VBZ')",
        "frequency": 2,
        "weight": 0.0086
      },
      {
        "rule": "VP -> ('dispuesta', 'VB') NP",
        "frequency": 2,
        "weight": 0.0086
      },
      {
        "rule": "NP -> ('a', 'DT') ('trabajar', 'JJ') ('con', 'NN') ('todas', 'NNS')",
        "frequency": 2,
        "weight": 0.0086
      },
      {
        "rule": "NP -> ('partes', 'NNS')",
        "frequency": 2,
        "weight": 0.0086
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "China"
      },
      {
        "label": "VP",
        "text": "está"
      },
      {
        "label": "VP",
        "text": "dispuesta a trabajar con todas"
      },
      {
        "label": "NP",
        "text": "a trabajar con todas"
      },
      {
        "label": "VP",
        "text": "las partes para defender la apertura e inclusividad"
      },
      {
        "label": "NP",
        "text": "partes"
      },
      {
        "label": "NP",
        "text": "para defender la apertura e inclusividad"
      },
      {
        "label": "NP",
        "text": "avanzar con firmeza la integración"
      },
      {
        "label": "VP",
        "text": "económica regional y caminar hacia el"
      },
      {
        "label": "NP",
        "text": "regional y caminar hacia el"
      },
      {
        "label": "NP",
        "text": "una comunidad del Este Asiático"
      },
      {
        "label": "NP",
        "text": "afirmó este sábado"
      },
      {
        "label": "NP",
        "text": "chino"
      },
      {
        "label": "PP",
        "text": "de Relaciones Exteriores"
      },
      {
        "label": "NP",
        "text": "Relaciones Exteriores"
      }
    ],
    "clause_structures": [
      "(S\n  (NP China/NNP)\n  (VP está/VBZ)\n  (VP dispuesta/VB (NP a/DT trabajar/JJ con/NN todas/NNS))\n  (VP\n    las/VBP\n    (NP partes/NNS)\n    (NP para/JJ defender/NN la/NN apertura/NN e/NN inclusividad/NN))\n  ,/,\n  (NP avanzar/JJ con/NN firmeza/NN la/NN integración/NN)\n  (VP económica/VBP (NP regional/JJ y/NN caminar/NN hacia/NN el/NN))\n  objetivo/FW\n  de/FW\n  establecer/FW\n  (NP una/JJ comunidad/NN del/NN Este/NNP Asiático/NNP)\n  ,/,\n  (NP afirmó/JJ este/NN sábado/NN)\n  el/FW\n  ministro/FW\n  (NP chino/NN)\n  (PP de/IN (NP Relaciones/NNP Exteriores/NNP))\n  ,/,\n  (NP Wang/NNP Yi/NNP)\n  ./.)",
      "(S\n  (NP Wang/NNP)\n  (VP hizo/VBD (NP las/JJ declaraciones/NNS mientras/NNS))\n  (VP asistía/VBP (NP a/DT la/NN reunión/NN))\n  de/IN\n  ministros/FW\n  de/FW\n  (NP Exteriores/NNP)\n  de/FW\n  los/FW\n  (NP países/NNS)\n  de/FW\n  la/FW\n  (NP Asociación/NNP)\n  de/FW\n  (NP Naciones/NNP)\n  del/FW\n  (NP Sudeste/NNP Asiático/NNP)\n  (/(\n  (NP Asean/NNP)\n  ,/,\n  (NP según/NN siglas/NNS)\n  (PP en/IN (NP inglés/NN))\n  )/)\n  (NP más/NN China/NNP)\n  ,/,\n  (NP Japón/NNP y/NNP Corea/NNP)\n  ,/,\n  (NP del/NN Sur/NNP conocido/NN como/NN)\n  (VP formato/VBD)\n  10+3/CD\n  ./.)",
      "(S\n  (NP Bajo/NNP)\n  (VP las/VBZ (NP nuevas/JJ circunstancias/NNS))\n  ,/,\n  (NP el/JJ Este/NNP)\n  de/FW\n  (NP Asia/NNP)\n  enfrenta/CC\n  (NP retos/NN y/NN oportunidades/NNS)\n  ,/,\n  (NP declaró/NN Wang/NNP)\n  ,/,\n  (NP añadiendo/NN que/NN)\n  ,/,\n  (NP siendo/JJ uno/NN)\n  de/IN\n  los/FW\n  (NP mecanismos/JJ más/NN maduros/NNS)\n  (VP para/VBP (NP la/JJ cooperación/JJ regional/JJ en/NN Asia/NNP))\n  del/FW\n  (NP Este/NNP)\n  ,/,\n  (VP el/VBZ)\n  10+3/CD\n  (NP ha/NN estado/NN profundamente/NN implicado/NN)\n  en/IN\n  la/FW\n  (NP colaboración/NN práctica/NN sobre/NN diversos/NN ámbitos/NNP)\n  (VP durante/VBZ los/JJ últimos/JJ)\n  20/CD\n  (NP años/NN)\n  ./.)",
      "(S\n  (NP Apuntó/NNP que/NN)\n  ,/,\n  tras/EX\n  (NP un/JJ lapso/NN)\n  de/FW\n  cuatro/FW\n  (NP años/NN)\n  ,/,\n  la/FW\n  reunión/FW\n  entre/FW\n  los/FW\n  líderes/FW\n  de/FW\n  (NP China/NNP)\n  ,/,\n  (NP Japón/NNP y/NNP Corea/NNP)\n  del/FW\n  (NP Sur/NNP)\n  se/FW\n  (NP celebró/NN)\n  exitosamente/FW\n  (NP hace/NN dos/NN meses/NNS)\n  ,/,\n  (NP\n    logrando/JJ\n    un/JJ\n    importante/NN\n    consenso/NN\n    para/NN\n    promover/NN)\n  la/FW\n  (NP cooperación/NN)\n  del/FW\n  (NP Este/NNP)\n  de/FW\n  (NP Asia/NNP)\n  ,/,\n  (NP inyectando/NN)\n  (NP un/JJ nuevo/NN)\n  (VP impulso/VBZ (NP a/DT la/NN cooperación/NN))\n  10+3/CD\n  ./.)",
      "(S\n  (NP Frente/NNP)\n  (NP a/DT los/NN retos/NN globales/NNS)\n  (VP y/VBP (NP regionales/NNS))\n  ,/,\n  (NP los/JJ países/NNS)\n  de/IN\n  la/FW\n  región/FW\n  (NP tienen/NN)\n  (NP una/JJ demanda/NN más/NN fuerte/NN)\n  de/IN\n  desarrollo/FW\n  (ADJP estable/JJ)\n  ,/,\n  además/FW\n  de/FW\n  una/FW\n  (NP mayor/NN)\n  (NP urgencia/JJ para/NN abordar/NN los/NN)\n  (NP riesgos/JJ y/NN desafíos/NN)\n  ,/,\n  (ADJP expresó/JJ)\n  el/FW\n  (NP canciller/NN chino/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "INTEGRACION_LATINOAMERICANA",
      "PAISES"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          224,
          230
        ],
        "start": 224,
        "end": 230
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3048,
          3062
        ],
        "start": 3048,
        "end": 3062
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          0,
          5
        ],
        "start": 0,
        "end": 5
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3027,
          3033
        ],
        "start": 3027,
        "end": 3033
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado profundamente",
        "position": [
          748,
          768
        ],
        "start": 748,
        "end": 768
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "cooperación regional",
        "position": [
          698,
          718
        ],
        "start": 698,
        "end": 718
      }
    ],
    "match_count": 6
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Exteriores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corea",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asociación Económica Integral Regional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asuntos Exteriores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Laos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asean",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Relaciones Exteriores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Japón",
        "tipo": "Lugar"
      },
      {
        "nombre": "EEUU",
        "tipo": "Lugar"
      },
      {
        "nombre": "del Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "ASEAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "estrecho de Taiwán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Wang",
        "tipo": "Persona"
      },
      {
        "nombre": "Corea del Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asia del Este",
        "tipo": "Lugar"
      },
      {
        "nombre": "Este",
        "tipo": "Lugar"
      },
      {
        "nombre": "Este Asiático",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nunca",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Exteriores del Sudeste Asiático",
        "tipo": "Lugar"
      },
      {
        "nombre": "Wang Yi",
        "tipo": "Persona"
      },
      {
        "nombre": "Área de Libre Comercio China-Japón-Corea del Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asociación de Naciones del Sudeste Asiático",
        "tipo": "Organizacion"
      },
      {
        "nombre": "RCEP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Taiwán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Antony Blinken",
        "tipo": "Persona"
      },
      {
        "nombre": "Este de Asia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "China",
        "relacion": "AFIRMAR",
        "objeto": "Relaciones Exteriores"
      },
      {
        "sujeto": "China",
        "relacion": "AFIRMAR",
        "objeto": "Wang Yi"
      },
      {
        "sujeto": "Este Asiático",
        "relacion": "ESTABLECER_CAMINAR_TRABAJAR_AFIRMAR",
        "objeto": "Relaciones Exteriores"
      },
      {
        "sujeto": "Este Asiático",
        "relacion": "ESTABLECER_CAMINAR_TRABAJAR_AFIRMAR",
        "objeto": "Wang Yi"
      },
      {
        "sujeto": "Wang",
        "relacion": "HACER",
        "objeto": "Exteriores"
      },
      {
        "sujeto": "Wang",
        "relacion": "HACER",
        "objeto": "Asociación de Naciones del Sudeste Asiático"
      },
      {
        "sujeto": "Wang",
        "relacion": "HACER",
        "objeto": "Asean"
      },
      {
        "sujeto": "Wang",
        "relacion": "HACER",
        "objeto": "China"
      },
      {
        "sujeto": "Wang",
        "relacion": "HACER",
        "objeto": "Japón"
      },
      {
        "sujeto": "Wang",
        "relacion": "HACER",
        "objeto": "Corea"
      },
      {
        "sujeto": "Wang",
        "relacion": "HACER",
        "objeto": "del Sur"
      },
      {
        "sujeto": "Este",
        "relacion": "ENFRENTAR_DECLARAR",
        "objeto": "Wang"
      },
      {
        "sujeto": "Este",
        "relacion": "ENFRENTAR_DECLARAR",
        "objeto": "Asia del Este"
      },
      {
        "sujeto": "Wang",
        "relacion": "ENFRENTAR_DECLARAR",
        "objeto": "Asia"
      },
      {
        "sujeto": "Asia",
        "relacion": "ENFRENTAR_DECLARAR",
        "objeto": "Asia del Este"
      },
      {
        "sujeto": "Wang",
        "relacion": "DECLARAR",
        "objeto": "Asia del Este"
      },
      {
        "sujeto": "China",
        "relacion": "CELEBRAR_APUNTAR",
        "objeto": "Este de Asia"
      },
      {
        "sujeto": "Japón",
        "relacion": "CELEBRAR_APUNTAR",
        "objeto": "Este de Asia"
      },
      {
        "sujeto": "Corea del Sur",
        "relacion": "CELEBRAR_APUNTAR",
        "objeto": "Este de Asia"
      },
      {
        "sujeto": "China",
        "relacion": "DAR",
        "objeto": "Asociación Económica Integral Regional"
      },
      {
        "sujeto": "China",
        "relacion": "DAR",
        "objeto": "Área de Libre Comercio China-Japón-Corea del Sur"
      },
      {
        "sujeto": "Asociación Económica Integral Regional",
        "relacion": "DAR",
        "objeto": "Área de Libre Comercio China-Japón-Corea del Sur"
      },
      {
        "sujeto": "Relaciones Exteriores",
        "relacion": "MANIFESTAR",
        "objeto": "RCEP"
      },
      {
        "sujeto": "ASEAN",
        "relacion": "MANIFESTAR",
        "objeto": "RCEP"
      },
      {
        "sujeto": "China",
        "relacion": "RECRIMINAR",
        "objeto": "EEUU"
      },
      {
        "sujeto": "China",
        "relacion": "RECRIMINAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "China",
        "relacion": "RECRIMINAR",
        "objeto": "Asuntos Exteriores"
      },
      {
        "sujeto": "China",
        "relacion": "RECRIMINAR",
        "objeto": "Wang Yi"
      },
      {
        "sujeto": "China",
        "relacion": "RECRIMINAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "China",
        "relacion": "RECRIMINAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "EEUU",
        "relacion": "RECRIMINAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "EEUU",
        "relacion": "RECRIMINAR",
        "objeto": "Asuntos Exteriores"
      },
      {
        "sujeto": "EEUU",
        "relacion": "RECRIMINAR",
        "objeto": "Wang Yi"
      },
      {
        "sujeto": "EEUU",
        "relacion": "RECRIMINAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "EEUU",
        "relacion": "RECRIMINAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "RECRIMINAR",
        "objeto": "Asuntos Exteriores"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "RECRIMINAR",
        "objeto": "Wang Yi"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "RECRIMINAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Ucrania",
        "relacion": "RECRIMINAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "Asuntos Exteriores",
        "relacion": "RECRIMINAR_RECRIMINAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "China",
        "relacion": "RECRIMINAR_RECRIMINAR",
        "objeto": "Asuntos Exteriores"
      },
      {
        "sujeto": "Asuntos Exteriores",
        "relacion": "RECRIMINAR_RECRIMINAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "Wang Yi",
        "relacion": "RECRIMINAR_RECRIMINAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "China",
        "relacion": "RECRIMINAR_RECRIMINAR",
        "objeto": "Wang Yi"
      },
      {
        "sujeto": "Wang Yi",
        "relacion": "RECRIMINAR_RECRIMINAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "China",
        "relacion": "RECRIMINAR_RECRIMINAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "RECRIMINAR_RECRIMINAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "China",
        "relacion": "ACEPTAR_ASEGURAR_RECRIMINAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "Wang Yi",
        "relacion": "DECIR",
        "objeto": "China"
      },
      {
        "sujeto": "Wang Yi",
        "relacion": "DECIR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Wang Yi",
        "relacion": "CELEBRAR_DECIR",
        "objeto": "Exteriores del Sudeste Asiático"
      },
      {
        "sujeto": "Taiwán",
        "relacion": "CELEBRAR_DECIR",
        "objeto": "Exteriores del Sudeste Asiático"
      },
      {
        "sujeto": "Exteriores del Sudeste Asiático",
        "relacion": "CELEBRAR_DECIR",
        "objeto": "China"
      },
      {
        "sujeto": "Wang Yi",
        "relacion": "CELEBRAR_DECIR",
        "objeto": "Laos"
      },
      {
        "sujeto": "Taiwán",
        "relacion": "CELEBRAR_DECIR",
        "objeto": "Laos"
      },
      {
        "sujeto": "Laos",
        "relacion": "CELEBRAR_DECIR",
        "objeto": "China"
      },
      {
        "sujeto": "Wang Yi",
        "relacion": "DECIR",
        "objeto": "Taiwán"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5106,
    "pos": 0.01,
    "neu": 0.975,
    "neg": 0.014,
    "label": "negative"
  }
}