{
  "url": "https://www.telesurtv.net/gobierno-venezolano-acusa-a-machado-de-sabotaje-electrico-y-reclutamiento-de-menores/",
  "title": "Gobierno venezolano acusa a Machado de sabotaje eléctrico y reclutamiento de menores - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [],
  "text": "El vicepresidente del Partido Socialista Unido de Venezuela (PSUV), Diosdado Cabello Rondón, acusó al “sector fascista” liderado por María Corina Machado de ser responsable del reciente ataque al Sistema Eléctrico Nacional (SEN) ocurrido el viernes pasado.\n\nEn sus declaraciones, Cabello Rondón afirmó: “El sector fascista de la señora María Corina Machado y todos los que están a su alrededor; ella es la responsable directa de estos ataques”. Criticó duramente las tácticas empleadas por estos grupos de oposición, calificándolas de “políticas fascistas”.\nEl dirigente del PSUV argumentó que estas acciones perjudican a todos los venezolanos sin distinción. “Repiten el mismo guion con acciones como éstas, creyendo que le hacen daño solo a los chavistas y terminan atacando también a su propia gente”, expresó.\nCabello aprovechó para elogiar la labor de los trabajadores de la Corporación Eléctrica Nacional (CORPOELEC) por su rápida respuesta en la restauración del servicio eléctrico tras el ataque.\nAdicionalmente, acusó a María Corina Machado de reclutar menores para participar en acciones violentas. El también Ministro del Interior, Diosdado Cabello, anunció además que continuarán las investigaciones sobre los adolescentes recientemente excarcelados.\nCabello reveló: “Hay una averiguación porque ahí hay menores que tienen rastros de pólvora en sus manos y hay personas fallecidas en el sitio donde ese joven fue detenido y esa es la averiguación que se está haciendo, y nosotros no estamos persiguiendo a nadie, no secuestramos a nadie”.\nExplicó que algunos menores han sido liberados bajo medidas cautelares, donde “los padres se hacen responsables de los actos de sus hijos”. Añadió: “¿Qué dicen muchos padres? Que ellos no sabían, que los contactaron (a los jóvenes) escondidos. ¿Quiénes? El fascismo de María Corina Machado”.\nHaciendo referencia a eventos pasados, Cabello mencionó: “Es la misma extrema derecha que reclutó niños -mostrando pruebas del 2017- para participar en las guarimbas para luego culpar al Gobierno por su detención”.\nEl también Ministro de Interior, Justicia y Paz venezolano fue más allá en sus acusaciones contra Machado, declarando: “La señora María Corina Machado es una fascista, es una asesina de niños, los lleva a la muerte, no les importa absolutamente nada, mientras sus hijos están en Estados Unidos viviendo como reyezuelos”.\nCabello contrastó estas acusaciones con las acciones del gobierno, afirmando: “No tenemos nada que ocultar (…) queremos que todos los niños de Venezuela puedan ir a una escuela y lo que se ha venido haciendo es para garantizarle la educación a todos los niños de Venezuela”. También señaló que en Venezuela no existen “campamentos de jóvenes, como en Estados Unidos, para los jóvenes y los niños migrantes, que los separan de sus padres”.\nEn este sentido, reiteró el compromiso del gobierno con el bienestar infantil: “Los niños y las niñas para nosotros son intocables, los amamos con el alma y estamos aquí para asegurarle a los niños y a las niñas un país sin odio y sin irresponsables, como la fascista terrorista Machado y el señor Edmundo González el mismo combo de fascismo”.\nA pesar de que una organización no gubernamental informó a través de las redes sociales que un total de 86 adolescentes, de los más de 100 detenidos tras las elecciones presidenciales del 28 de julio, fueron excarcelados entre el 29 de agosto y el 1 de septiembre. Detalló que los jóvenes liberados tienen edades comprendidas entre los 14 y 17 años. Del total de excarcelados, 74 son varones y 12 son mujeres.\n\nEl ministro aclaró que ninguna ONG ha intervenido en estas liberaciones, sino que el Estado ha seguido un proceso legal y los padres han asumido la responsabilidad. Según Cabello, muchos de estos padres afirmaron desconocer que sus hijos habían sido contactados para estos fines.\n“Para el chavismo los niños son intocables y los amamos con el alma”, reiteró Cabello, subrayando el compromiso del gobierno con el bienestar de los menores.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/gobierno-venezolano-acusa-a-machado-de-sabotaje-electrico-y-reclutamiento-de-menores/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1594,
    "message_id": 75665,
    "date": "2024-09-02T18:55:18+00:00",
    "text": "teleSUR\nGobierno venezolano acusa a Machado de sabotaje eléctrico y reclutamiento de menores\nhttps://www.telesurtv.net/gobierno-venezolano-acusa-a-machado-de-sabotaje-electrico-y-reclutamiento-de-menores/",
    "photo_path": null,
    "views": 3425,
    "reactions": {
      "👍": 78,
      "💯": 6,
      "❤": 4,
      "🤬": 3,
      "👏": 1
    },
    "total_reactions": 92
  },
  "preprocessing": {
    "cleaned": "el vicepresidente del partido socialista unido de venezuela (psuv), diosdado cabello rondón, acusó al “sector fascista” liderado por maría corina machado de ser responsable del reciente ataque al sistema eléctrico nacional (sen) ocurrido el viernes pasado. en sus declaraciones, cabello rondón afirmó: “el sector fascista de la señora maría corina machado y todos los que están a su alrededor; ella es la responsable directa de estos ataques”. criticó duramente las tácticas empleadas por estos grupos de oposición, calificándolas de “políticas fascistas”. el dirigente del psuv argumentó que estas acciones perjudican a todos los venezolanos sin distinción. “repiten el mismo guion con acciones como éstas, creyendo que le hacen daño solo a los chavistas y terminan atacando también a su propia gente”, expresó. cabello aprovechó para elogiar la labor de los trabajadores de la corporación eléctrica nacional (corpoelec) por su rápida respuesta en la restauración del servicio eléctrico tras el ataque. adicionalmente, acusó a maría corina machado de reclutar menores para participar en acciones violentas. el también ministro del interior, diosdado cabello, anunció además que continuarán las investigaciones sobre los adolescentes recientemente excarcelados. cabello reveló: “hay una averiguación porque ahí hay menores que tienen rastros de pólvora en sus manos y hay personas fallecidas en el sitio donde ese joven fue detenido y esa es la averiguación que se está haciendo, y nosotros no estamos persiguiendo a nadie, no secuestramos a nadie”. explicó que algunos menores han sido liberados bajo medidas cautelares, donde “los padres se hacen responsables de los actos de sus hijos”. añadió: “¿qué dicen muchos padres? que ellos no sabían, que los contactaron (a los jóvenes) escondidos. ¿quiénes? el fascismo de maría corina machado”. haciendo referencia a eventos pasados, cabello mencionó: “es la misma extrema derecha que reclutó niños -mostrando pruebas del 2017- para participar en las guarimbas para luego culpar al gobierno por su detención”. el también ministro de interior, justicia y paz venezolano fue más allá en sus acusaciones contra machado, declarando: “la señora maría corina machado es una fascista, es una asesina de niños, los lleva a la muerte, no les importa absolutamente nada, mientras sus hijos están en estados unidos viviendo como reyezuelos”. cabello contrastó estas acusaciones con las acciones del gobierno, afirmando: “no tenemos nada que ocultar (…) queremos que todos los niños de venezuela puedan ir a una escuela y lo que se ha venido haciendo es para garantizarle la educación a todos los niños de venezuela”. también señaló que en venezuela no existen “campamentos de jóvenes, como en estados unidos, para los jóvenes y los niños migrantes, que los separan de sus padres”. en este sentido, reiteró el compromiso del gobierno con el bienestar infantil: “los niños y las niñas para nosotros son intocables, los amamos con el alma y estamos aquí para asegurarle a los niños y a las niñas un país sin odio y sin irresponsables, como la fascista terrorista machado y el señor edmundo gonzález el mismo combo de fascismo”. a pesar de que una organización no gubernamental informó a través de las redes sociales que un total de 86 adolescentes, de los más de 100 detenidos tras las elecciones presidenciales del 28 de julio, fueron excarcelados entre el 29 de agosto y el 1 de septiembre. detalló que los jóvenes liberados tienen edades comprendidas entre los 14 y 17 años. del total de excarcelados, 74 son varones y 12 son mujeres. el ministro aclaró que ninguna ong ha intervenido en estas liberaciones, sino que el estado ha seguido un proceso legal y los padres han asumido la responsabilidad. según cabello, muchos de estos padres afirmaron desconocer que sus hijos habían sido contactados para estos fines. “para el chavismo los niños son intocables y los amamos con el alma”, reiteró cabello, subrayando el compromiso del gobierno con el bienestar de los menores.",
    "tokens": [
      "vicepresidente",
      "partido",
      "socialista",
      "unido",
      "venezuela",
      "(",
      "psuv",
      ")",
      ",",
      "diosdado",
      "cabello",
      "rondón",
      ",",
      "acusó",
      "“",
      "sector",
      "fascista",
      "”",
      "liderado",
      "maría",
      "corina",
      "machado",
      "ser",
      "responsable",
      "reciente",
      "ataque",
      "sistema",
      "eléctrico",
      "nacional",
      "(",
      "sen",
      ")",
      "ocurrido",
      "viernes",
      "pasado",
      ".",
      "declaraciones",
      ",",
      "cabello",
      "rondón",
      "afirmó",
      ":",
      "“",
      "sector",
      "fascista",
      "señora",
      "maría",
      "corina",
      "machado",
      "alrededor",
      ";",
      "responsable",
      "directa",
      "ataques",
      "”",
      ".",
      "criticó",
      "duramente",
      "tácticas",
      "empleadas",
      "grupos",
      "oposición",
      ",",
      "calificándolas",
      "“",
      "políticas",
      "fascistas",
      "”",
      ".",
      "dirigente",
      "psuv",
      "argumentó",
      "acciones",
      "perjudican",
      "venezolanos",
      "distinción",
      ".",
      "“",
      "repiten",
      "mismo",
      "guion",
      "acciones",
      "éstas",
      ",",
      "creyendo",
      "hacen",
      "daño",
      "solo",
      "chavistas",
      "terminan",
      "atacando",
      "propia",
      "gente",
      "”",
      ",",
      "expresó",
      ".",
      "cabello",
      "aprovechó",
      "elogiar",
      "labor",
      "trabajadores",
      "corporación",
      "eléctrica",
      "nacional",
      "(",
      "corpoelec",
      ")",
      "rápida",
      "respuesta",
      "restauración",
      "servicio",
      "eléctrico",
      "tras",
      "ataque",
      ".",
      "adicionalmente",
      ",",
      "acusó",
      "maría",
      "corina",
      "machado",
      "reclutar",
      "menores",
      "participar",
      "acciones",
      "violentas",
      ".",
      "ministro",
      "interior",
      ",",
      "diosdado",
      "cabello",
      ",",
      "anunció",
      "además",
      "continuarán",
      "investigaciones",
      "adolescentes",
      "recientemente",
      "excarcelados",
      ".",
      "cabello",
      "reveló",
      ":",
      "“",
      "averiguación",
      "ahí",
      "menores",
      "rastros",
      "pólvora",
      "manos",
      "personas",
      "fallecidas",
      "sitio",
      "joven",
      "detenido",
      "averiguación",
      "haciendo",
      ",",
      "persiguiendo",
      "nadie",
      ",",
      "secuestramos",
      "nadie",
      "”",
      ".",
      "explicó",
      "menores",
      "sido",
      "liberados",
      "bajo",
      "medidas",
      "cautelares",
      ",",
      "“",
      "padres",
      "hacen",
      "responsables",
      "actos",
      "hijos",
      "”",
      ".",
      "añadió",
      ":",
      "“",
      "¿qué",
      "dicen",
      "padres",
      "?",
      "sabían",
      ",",
      "contactaron",
      "(",
      "jóvenes",
      ")",
      "escondidos",
      ".",
      "¿quiénes",
      "?",
      "fascismo",
      "maría",
      "corina",
      "machado",
      "”",
      ".",
      "haciendo",
      "referencia",
      "eventos",
      "pasados",
      ",",
      "cabello",
      "mencionó",
      ":",
      "“",
      "misma",
      "extrema",
      "derecha",
      "reclutó",
      "niños",
      "-mostrando",
      "pruebas",
      "2017-",
      "participar",
      "guarimbas",
      "luego",
      "culpar",
      "gobierno",
      "detención",
      "”",
      ".",
      "ministro",
      "interior",
      ",",
      "justicia",
      "paz",
      "venezolano",
      "allá",
      "acusaciones",
      "machado",
      ",",
      "declarando",
      ":",
      "“",
      "señora",
      "maría",
      "corina",
      "machado",
      "fascista",
      ",",
      "asesina",
      "niños",
      ",",
      "lleva",
      "muerte",
      ",",
      "importa",
      "absolutamente",
      ",",
      "mientras",
      "hijos",
      "unidos",
      "viviendo",
      "reyezuelos",
      "”",
      ".",
      "cabello",
      "contrastó",
      "acusaciones",
      "acciones",
      "gobierno",
      ",",
      "afirmando",
      ":",
      "“",
      "ocultar",
      "(",
      "…",
      ")",
      "queremos",
      "niños",
      "venezuela",
      "puedan",
      "ir",
      "escuela",
      "venido",
      "haciendo",
      "garantizarle",
      "educación",
      "niños",
      "venezuela",
      "”",
      ".",
      "señaló",
      "venezuela",
      "existen",
      "“",
      "campamentos",
      "jóvenes",
      ",",
      "unidos",
      ",",
      "jóvenes",
      "niños",
      "migrantes",
      ",",
      "separan",
      "padres",
      "”",
      ".",
      ",",
      "reiteró",
      "compromiso",
      "gobierno",
      "bienestar",
      "infantil",
      ":",
      "“",
      "niños",
      "niñas",
      "intocables",
      ",",
      "amamos",
      "alma",
      "aquí",
      "asegurarle",
      "niños",
      "niñas",
      "país",
      "odio",
      "irresponsables",
      ",",
      "fascista",
      "terrorista",
      "machado",
      "señor",
      "edmundo",
      "gonzález",
      "mismo",
      "combo",
      "fascismo",
      "”",
      ".",
      "pesar",
      "organización",
      "gubernamental",
      "informó",
      "través",
      "redes",
      "sociales",
      "total",
      "86",
      "adolescentes",
      ",",
      "100",
      "detenidos",
      "tras",
      "elecciones",
      "presidenciales",
      "28",
      "julio",
      ",",
      "excarcelados",
      "29",
      "agosto",
      "1",
      "septiembre",
      ".",
      "detalló",
      "jóvenes",
      "liberados",
      "edades",
      "comprendidas",
      "14",
      "17",
      "años",
      ".",
      "total",
      "excarcelados",
      ",",
      "74",
      "varones",
      "12",
      "mujeres",
      ".",
      "ministro",
      "aclaró",
      "ninguna",
      "ong",
      "intervenido",
      "liberaciones",
      ",",
      "sino",
      "seguido",
      "proceso",
      "legal",
      "padres",
      "asumido",
      "responsabilidad",
      ".",
      "según",
      "cabello",
      ",",
      "padres",
      "afirmaron",
      "desconocer",
      "hijos",
      "sido",
      "contactados",
      "fines",
      ".",
      "“",
      "chavismo",
      "niños",
      "intocables",
      "amamos",
      "alma",
      "”",
      ",",
      "reiteró",
      "cabello",
      ",",
      "subrayando",
      "compromiso",
      "gobierno",
      "bienestar",
      "menores",
      "."
    ],
    "token_count": 428,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "NN": 231,
      "FW": 67,
      "VBZ": 15,
      "JJ": 61,
      "IN": 31,
      "MD": 1,
      "VB": 2,
      "NNS": 51,
      "VBD": 2,
      "RBR": 1,
      "VBP": 28,
      "DT": 7,
      "RB": 2,
      "CD": 8,
      "$": 1
    },
    "bigram_freq": {
      "NNP-NN": 33,
      "NN-NN": 133,
      "NN-NNP": 23,
      "NNP-NNP": 35,
      "NNP-FW": 4,
      "FW-NNP": 10,
      "NNP-VBZ": 9,
      "VBZ-NN": 1,
      "NN-JJ": 11,
      "JJ-NN": 41,
      "NNP-IN": 3,
      "IN-FW": 18,
      "FW-JJ": 4,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNS": 1,
      "NNS-VB": 1,
      "VB-NNP": 1,
      "NN-NNS": 23,
      "NNS-NNP": 8,
      "VBZ-NNP": 3,
      "NN-IN": 21,
      "FW-FW": 34,
      "NNP-VBD": 1,
      "VBD-JJ": 2,
      "JJ-JJ": 7,
      "NN-RBR": 1,
      "RBR-JJ": 1,
      "FW-NNS": 9,
      "NNS-VBP": 26,
      "VBP-JJ": 19,
      "JJ-NNS": 9,
      "NNS-JJ": 2,
      "VBZ-JJ": 7,
      "NN-FW": 9,
      "FW-NN": 7,
      "NNS-IN": 4,
      "JJ-NNP": 3,
      "IN-NN": 5,
      "JJ-FW": 1,
      "NNS-NNS": 4,
      "NNS-VBD": 1,
      "NNP-JJ": 2,
      "NN-VBZ": 5,
      "IN-DT": 1,
      "DT-JJ": 3,
      "VBZ-DT": 4,
      "DT-NN": 3,
      "NN-RB": 2,
      "RB-NNP": 1,
      "VBP-NNS": 2,
      "IN-NNP": 3,
      "VBP-NNP": 2,
      "DT-NNS": 1,
      "VBP-IN": 1,
      "VBP-NN": 2,
      "NNS-FW": 1,
      "FW-VBZ": 1,
      "RB-JJ": 1,
      "NNP-DT": 1,
      "IN-NNS": 1,
      "NNS-NN": 2,
      "IN-JJ": 2,
      "NN-DT": 1,
      "IN-CD": 1,
      "CD-NNS": 1,
      "FW-CD": 2,
      "CD-NN": 4,
      "VBP-CD": 1,
      "CD-IN": 2,
      "NN-VBP": 1,
      "VBP-$": 1,
      "$-CD": 1,
      "NN-CD": 1,
      "CD-CD": 1,
      "NNS-CD": 1,
      "NNP-VBP": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 22,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NNP": 16,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 2,
      "FW-NNP-NNP": 6,
      "NNP-NNP-VBZ": 5,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-NN": 80,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 9,
      "JJ-NN-NNP": 2,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 21,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNS": 1,
      "VB-NNS-VB": 1,
      "NNS-VB-NNP": 1,
      "VB-NNP-NN": 1,
      "NNP-NN-NNS": 3,
      "NN-NNS-NNP": 4,
      "NNS-NNP-NNP": 1,
      "NNP-VBZ-NNP": 2,
      "VBZ-NNP-NN": 1,
      "NN-NN-IN": 9,
      "NN-IN-FW": 12,
      "IN-FW-FW": 10,
      "FW-FW-NNP": 3,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NN-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "JJ-NN-IN": 9,
      "IN-FW-NNS": 4,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 6,
      "NN-NNS-VBP": 16,
      "NNS-VBP-JJ": 18,
      "VBP-JJ-NN": 12,
      "FW-FW-FW": 20,
      "FW-FW-NNS": 4,
      "NN-NNP-NN": 9,
      "NN-JJ-NNS": 1,
      "JJ-NNS-JJ": 2,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-NN": 5,
      "NN-NN-NNS": 10,
      "NN-NN-FW": 6,
      "NN-FW-NNP": 4,
      "FW-NNP-NN": 3,
      "NN-FW-NN": 2,
      "FW-NN-IN": 2,
      "FW-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "IN-FW-NNP": 1,
      "NNP-NNP-NN": 7,
      "FW-NNS-VBP": 2,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NNP-NN-NNP": 6,
      "NNP-IN-NN": 1,
      "IN-NN-NNS": 3,
      "VBP-JJ-FW": 1,
      "JJ-FW-NNS": 1,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NNP": 1,
      "NN-NNP-FW": 1,
      "NN-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "FW-NN-FW": 1,
      "NN-FW-FW": 2,
      "FW-FW-NN": 3,
      "NN-IN-DT": 1,
      "IN-DT-JJ": 1,
      "DT-JJ-NN": 3,
      "JJ-NN-VBZ": 2,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 3,
      "DT-NN-RB": 2,
      "NN-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "JJ-NN-NNS": 3,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-IN": 1,
      "FW-NN-NNP": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "DT-NN-NN": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNP": 1,
      "NNP-NN-FW": 1,
      "NNP-FW-NN": 1,
      "FW-NN-NN": 3,
      "IN-FW-NN": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NN-IN-NN": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "VBZ-NNP-NNP": 1,
      "FW-FW-JJ": 2,
      "VBZ-DT-NNS": 1,
      "DT-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-IN-NNP": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-NNP-NN": 1,
      "NN-FW-JJ": 1,
      "JJ-NN-FW": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "VBP-NNP-NNP": 1,
      "NNP-JJ-NNS": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NN": 2,
      "NNS-NN-NNS": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "VBP-JJ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "JJ-NN-DT": 1,
      "NN-DT-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 2,
      "CD-NN-NNS": 3,
      "VBP-NNS-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-IN": 1,
      "CD-IN-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-IN": 1,
      "CD-IN-FW": 1,
      "JJ-NN-CD": 1,
      "NN-CD-CD": 1,
      "CD-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NNP-NN-IN": 1,
      "IN-FW-CD": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "IN-JJ-NNS": 1,
      "NNS-NN-NN": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NNP-FW-FW": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 231,
        "NNP": 90,
        "FW": 67,
        "JJ": 61,
        "NNS": 51
      },
      "top_bigrams": {
        "NN-NN": 133,
        "JJ-NN": 41,
        "NNP-NNP": 35,
        "FW-FW": 34,
        "NNP-NN": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 80,
        "NNP-NN-NN": 22,
        "JJ-NN-NN": 21,
        "FW-FW-FW": 20,
        "NNS-VBP-JJ": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 168,
      "VP": 44,
      "PP": 9,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0161
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0161
      },
      {
        "rule": "VP -> ('”', 'VBP')",
        "frequency": 3,
        "weight": 0.0121
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Interior', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('han', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "S -> NP ('de', 'FW') NP ('(', '(') NP (')', ')') (',', ',') NP (',', ',') NP VP ('de', 'IN') ('ser', 'FW') NP ('(', '(') NP (')', ')') VP ('.', '.')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('El', 'NNP') ('vicepresidente', 'NN') ('del', 'NN') ('Partido', 'NNP') ('Socialista', 'NNP') ('Unido', 'NNP')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('PSUV', 'NNP')",
        "frequency": 1,
        "weight": 0.004
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El vicepresidente del Partido Socialista Unido"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "PSUV"
      },
      {
        "label": "NP",
        "text": "Diosdado Cabello Rondón"
      },
      {
        "label": "NP",
        "text": "acusó al “ sector fascista ”"
      },
      {
        "label": "VP",
        "text": "liderado por María Corina Machado"
      },
      {
        "label": "NP",
        "text": "por María Corina Machado"
      },
      {
        "label": "NP",
        "text": "responsable del reciente ataque al Sistema Eléctrico Nacional"
      },
      {
        "label": "NP",
        "text": "SEN"
      },
      {
        "label": "VP",
        "text": "ocurrido el viernes pasado"
      },
      {
        "label": "NP",
        "text": "el viernes pasado"
      },
      {
        "label": "NP",
        "text": "En sus declaraciones"
      },
      {
        "label": "NP",
        "text": "Cabello Rondón afirmó"
      },
      {
        "label": "NP",
        "text": "“ El sector fascista"
      },
      {
        "label": "NP",
        "text": "María Corina Machado y"
      }
    ],
    "clause_structures": [
      "(S\n  (NP\n    El/NNP\n    vicepresidente/NN\n    del/NN\n    Partido/NNP\n    Socialista/NNP\n    Unido/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  (/(\n  (NP PSUV/NNP)\n  )/)\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP Rondón/NNP)\n  ,/,\n  (NP acusó/NN al/NN “/NNP sector/NN fascista/NN ”/NNP)\n  (VP liderado/VBZ (NP por/JJ María/NNP Corina/NNP Machado/NNP))\n  de/IN\n  ser/FW\n  (NP\n    responsable/JJ\n    del/NN\n    reciente/NN\n    ataque/NN\n    al/NN\n    Sistema/NNP\n    Eléctrico/NNP\n    Nacional/NNP)\n  (/(\n  (NP SEN/NNP)\n  )/)\n  (VP ocurrido/VBP (NP el/JJ viernes/NNS pasado/NN))\n  ./.)",
      "(S\n  (NP En/NNP sus/NN declaraciones/NNS)\n  ,/,\n  (NP Cabello/NNP Rondón/NNP afirmó/NN)\n  :/:\n  (NP “/JJ El/NNP sector/NN fascista/NN)\n  de/IN\n  la/FW\n  señora/FW\n  (NP María/NNP Corina/NNP Machado/NNP y/NNP)\n  (VP\n    todos/VBD\n    (NP los/JJ que/JJ están/NN)\n    (NP a/DT su/JJ alrededor/NN))\n  ;/:\n  ella/CC\n  (VP es/VB (NP la/NN) (NP responsable/JJ directa/NN))\n  de/IN\n  estos/FW\n  (NP ataques/NNS)\n  (VP ”/VBP)\n  ./.)",
      "(S\n  (NP Criticó/NNP duramente/NN las/NNS)\n  (VP tácticas/VBP (NP empleadas/JJ por/NN estos/NN grupos/NN))\n  de/IN\n  oposición/FW\n  ,/,\n  calificándolas/FW\n  de/FW\n  “/FW\n  políticas/FW\n  (NP fascistas/NNS)\n  (VP ”/VBP)\n  ./.)",
      "(S\n  (NP El/NNP dirigente/NN del/NN PSUV/NNP argumentó/NN que/NN)\n  (NP estas/JJ acciones/NNS)\n  (VP perjudican/VBP (NP a/DT todos/JJ los/NN venezolanos/NNS))\n  (VP sin/VBP (NP distinción/NN))\n  ./.)",
      "(S\n  (NP “/NNS Repiten/NNP)\n  (VP\n    el/VBP\n    (NP mismo/JJ guion/NN con/NN acciones/NNS como/NN éstas/NNS))\n  ,/,\n  (NP creyendo/NN que/NN le/NN hacen/NN daño/NN)\n  (VP\n    solo/VBD\n    (NP a/DT los/NN)\n    (NP chavistas/JJ y/NN terminan/NN atacando/NN))\n  (VP también/VBD (NP a/DT su/NN propia/NN gente/NN ”/NNP))\n  ,/,\n  (NP expresó/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "ORGANIZACIONES_SOCIALES",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó al",
        "position": [
          93,
          101
        ],
        "start": 93,
        "end": 101
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          295,
          301
        ],
        "start": 295,
        "end": 301
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          1161,
          1168
        ],
        "start": 1161,
        "end": 1168
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1551,
          1558
        ],
        "start": 1551,
        "end": 1558
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del interior",
        "position": [
          1120,
          1141
        ],
        "start": 1120,
        "end": 1141
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "organización no gubernamental",
        "position": [
          3181,
          3210
        ],
        "start": 3181,
        "end": 3210
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          3563,
          3570
        ],
        "start": 3563,
        "end": 3570
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          1774,
          1781
        ],
        "start": 1774,
        "end": 1781
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          1913,
          1928
        ],
        "start": 1913,
        "end": 1928
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "escuela y lo que",
        "position": [
          2548,
          2564
        ],
        "start": 2548,
        "end": 2564
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          445,
          452
        ],
        "start": 445,
        "end": 452
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          93,
          98
        ],
        "start": 93,
        "end": 98
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "escuela",
        "position": [
          2548,
          2555
        ],
        "start": 2548,
        "end": 2555
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "servicio eléctrico",
        "position": [
          970,
          988
        ],
        "start": 970,
        "end": 988
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2337,
          2351
        ],
        "start": 2337,
        "end": 2351
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          50,
          59
        ],
        "start": 50,
        "end": 59
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado ha",
        "position": [
          3658,
          3667
        ],
        "start": 3658,
        "end": 3667
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "escuela y lo",
        "position": [
          2548,
          2560
        ],
        "start": 2548,
        "end": 2560
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          1235,
          1248
        ],
        "start": 1235,
        "end": 1248
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 100",
        "position": [
          3290,
          3300
        ],
        "start": 3290,
        "end": 3300
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Diosdado Cabello Rondón",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Edmundo González",
        "tipo": "Persona"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Cabello Rondón",
        "tipo": "Persona"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "CORPOELEC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Sistema Eléctrico Nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministro de Interior",
        "tipo": "Lugar"
      },
      {
        "nombre": "Según Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Corporación Eléctrica Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Partido Socialista Unido de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "SEN",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Partido Socialista Unido de Venezuela",
        "relacion": "ACUSAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "Partido Socialista Unido de Venezuela",
        "relacion": "ACUSAR",
        "objeto": "Sistema Eléctrico Nacional"
      },
      {
        "sujeto": "Partido Socialista Unido de Venezuela",
        "relacion": "ACUSAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "PSUV",
        "relacion": "ACUSAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "PSUV",
        "relacion": "ACUSAR",
        "objeto": "Sistema Eléctrico Nacional"
      },
      {
        "sujeto": "PSUV",
        "relacion": "ACUSAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Diosdado Cabello Rondón",
        "relacion": "ACUSAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "Diosdado Cabello Rondón",
        "relacion": "ACUSAR",
        "objeto": "Sistema Eléctrico Nacional"
      },
      {
        "sujeto": "Diosdado Cabello Rondón",
        "relacion": "ACUSAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Cabello Rondón",
        "relacion": "AFIRMAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "Cabello",
        "relacion": "APROVECHAR",
        "objeto": "Corporación Eléctrica Nacional"
      },
      {
        "sujeto": "Cabello",
        "relacion": "APROVECHAR",
        "objeto": "CORPOELEC"
      },
      {
        "sujeto": "Cabello",
        "relacion": "MENCIONAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Cabello",
        "relacion": "CONTRASTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "EXISTIR_SE_ALAR",
        "objeto": "en Estados Unidos"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9536,
    "pos": 0.014,
    "neu": 0.943,
    "neg": 0.043,
    "label": "negative"
  }
}