{
  "url": "https://www.telesurtv.net/parlamento-venezolano-rechaza-ley-estadounidense-que-pretende-profundizar-acciones-coercitivas-contra-el-pais/",
  "title": "Parlamento venezolano rechaza ley estadounidense que pretende profundizar acciones coercitivas contra el país - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "EE.UU",
    "Ley de sanciones",
    "Rechazo",
    "Venezuela"
  ],
  "text": "El presidente de la Asamblea Nacional de Venezuela, Jorge Rodríguez, en el contexto de la sesión ordinaria de ese ente, rechazó este martes la ley estadounidense HR 825 por “ilegal e ilegítima”. Se trata de un proyecto que ha sido emitido por la cámara de representantes de los Estados Unidos.\nLa HR 825 busca “incrementar la imposición criminal de Medidas Coercitivas Unilaterales contra la República Bolivariana de Venezuela”.\nAnte ello, Rodríguez remarcó que “las sanciones son crímenes de lesa humanidad porque están dirigidas al exterminio de la libertad económica, pero resulta que es la Revolución chavista la que sale a defender los intereses de los venezolanos”.\n“Los vamos a volver a derrotar y van a comer el polvo de la derrota nuevamente. Es una ley o es un acta para insistir y persistir en algunas de las acciones más agresivas que ha conocido Venezuela: sanciones que constituyen crímenes de lesa humanidad”, agregó.\nEn ese sentido, el alto funcionario venezolano advirtió que los Estados Unidos se han vuelto “a equivocar”, resaltando al mismo tiempo que Venezuela les “va a demostrar que van a volver a comer el polvo de la derrota”.\nSiguiendo esa línea, Rodríguez subrayó que  su país “podrá llevar adelante una economía que defienda a los venezolanos y venezolanas”, a pesar de estas restricciones.\nAdemás, indicó que aunque ellos digan que esas medidas solo afectan al Gobierno, también dañan a “los no chavistas” y a los que “no se meten en política”.\nEl proyecto de Ley HR 825 ha sido promovida por el futuro asesor de Seguridad del presidente electo Donald Trump, Mike Waltz, quien además es miembro de la Cámara de Representantes de los Estados Unidos.\nEl proyecto está conformado por dos artículos: uno que pone prohibiciones a las empresas a negociar con Venezuela bajo el riesgo de ser sancionadas, y otro que plantea que el Departamento de Estado, podrá hacer excepciones. En ese sentido, el proyecto se ha denominado Ley Bolívar, como ofensa a la identidad e historia de Venezuela, cuyo proyecto de libertad se basa en las ideas bolivarianas.\n“Ese adefesio persigue la intención de ofender, agraviar, de herir nuestro gentilicio colocándole el nombre de Bolívar, pero los herederos que fundaron esa nación le tienen profunda envida al Libertador de América y además de envidia, le tienen terror”, sostuvo Rodríguez.\nAl respecto, Rodríguez anunció que el próximo martes “la Asamblea Nacional votará por la Ley Especial Libertador Simón Bolívar” e indicó que el Gobierno venezolano está comprometido con los que decidieron quedarse en el país, con los que “han contribuido, con los trabajadores, con los migrantes, con los maestros, médicos”.\n“Es nuestra obligación con los venezolanos de a pie”, aseguró, al tiempo que advirtió que estarían (el Gobierno) “quedando mal con todo un país y yo sé porque los y las conozco que ese no va a pasar”.Asimismo, dejó claro que, en siete días, la Asamblea Nacional estará votando para aprobar la Ley Especial Libertador Simón Bolívar.\nEsta nueva legislación, asegura Rodríguez, está enfilada a combatir el bloqueo, defender la independencia de Venezuela, así como defender la “dignidad, historia, idiosincrasia…los huesos de los libertadores de nuestra América”.\n“El próximo martes, la Asamblea Nacional venezolana levantará con orgullo sus manos para votar por dicha ley. Venceremos con Bolívar por los siglos de los siglos”, ultimó.\nTras las palabras de Rodríguez, quedó aprobado por unanimidad el Proyecto de Acuerdo en Repudio y Rechazo a la aprobación del ilegal e ilegítimo Proyecto de Ley HR 825, propuesto por la Cámara de Representantes estadounidense.\nEn la jornada, el diputado José Villarroel presentó la Ley de Inteligencia Artificial (IA) que fue debatida por primera vez en sesión ordinaria de la Asamblea Nacional, gracias al artículo 104 del Reglamento Interior y de Debates de la Asamblea Nacional.\nSobre este marco legal, el diputado Miguel Pérez Abad (PSUV/Nacional), ya había dicho en ocasiones anteriores que el objetivo es “alcanzar la soberanía nacional en el desarrollo de la IA, así como la soberanía productiva”.\nEsto, detalló Pérez Abad, permitirá la administración de la herramienta tecnológica de “manera eficiente, desde el punto de vista jurídico e institucional”.\n“La potencia que nos pueden ofrecer las nuevas tecnologías disruptivas para hacer las cosas mejor, y competir en los mercados internacionales, promoviendo el desarrollo cultural”, destacó.\nTras el debate de este martes, quedó aprobado por unanimidad, el Proyecto de Ley de Inteligencia Artificial, en su primera discusión.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/parlamento-venezolano-rechaza-ley-estadounidense-que-pretende-profundizar-acciones-coercitivas-contra-el-pais/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 711,
    "message_id": 80738,
    "date": "2024-11-19T21:55:12+00:00",
    "text": "teleSUR\nParlamento venezolano rechaza ley estadounidense que pretende profundizar acciones coercitivas contra el país\nhttps://www.telesurtv.net/parlamento-venezolano-rechaza-ley-estadounidense-que-pretende-profundizar-acciones-coercitivas-contra-el-pais/",
    "photo_path": null,
    "views": 2680,
    "reactions": {
      "👍": 63,
      "❤": 3,
      "🔥": 1
    },
    "total_reactions": 67
  },
  "preprocessing": {
    "cleaned": "el presidente de la asamblea nacional de venezuela, jorge rodríguez, en el contexto de la sesión ordinaria de ese ente, rechazó este martes la ley estadounidense hr 825 por “ilegal e ilegítima”. se trata de un proyecto que ha sido emitido por la cámara de representantes de los estados unidos. la hr 825 busca “incrementar la imposición criminal de medidas coercitivas unilaterales contra la república bolivariana de venezuela”. ante ello, rodríguez remarcó que “las sanciones son crímenes de lesa humanidad porque están dirigidas al exterminio de la libertad económica, pero resulta que es la revolución chavista la que sale a defender los intereses de los venezolanos”. “los vamos a volver a derrotar y van a comer el polvo de la derrota nuevamente. es una ley o es un acta para insistir y persistir en algunas de las acciones más agresivas que ha conocido venezuela: sanciones que constituyen crímenes de lesa humanidad”, agregó. en ese sentido, el alto funcionario venezolano advirtió que los estados unidos se han vuelto “a equivocar”, resaltando al mismo tiempo que venezuela les “va a demostrar que van a volver a comer el polvo de la derrota”. siguiendo esa línea, rodríguez subrayó que su país “podrá llevar adelante una economía que defienda a los venezolanos y venezolanas”, a pesar de estas restricciones. además, indicó que aunque ellos digan que esas medidas solo afectan al gobierno, también dañan a “los no chavistas” y a los que “no se meten en política”. el proyecto de ley hr 825 ha sido promovida por el futuro asesor de seguridad del presidente electo donald trump, mike waltz, quien además es miembro de la cámara de representantes de los estados unidos. el proyecto está conformado por dos artículos: uno que pone prohibiciones a las empresas a negociar con venezuela bajo el riesgo de ser sancionadas, y otro que plantea que el departamento de estado, podrá hacer excepciones. en ese sentido, el proyecto se ha denominado ley bolívar, como ofensa a la identidad e historia de venezuela, cuyo proyecto de libertad se basa en las ideas bolivarianas. “ese adefesio persigue la intención de ofender, agraviar, de herir nuestro gentilicio colocándole el nombre de bolívar, pero los herederos que fundaron esa nación le tienen profunda envida al libertador de américa y además de envidia, le tienen terror”, sostuvo rodríguez. al respecto, rodríguez anunció que el próximo martes “la asamblea nacional votará por la ley especial libertador simón bolívar” e indicó que el gobierno venezolano está comprometido con los que decidieron quedarse en el país, con los que “han contribuido, con los trabajadores, con los migrantes, con los maestros, médicos”. “es nuestra obligación con los venezolanos de a pie”, aseguró, al tiempo que advirtió que estarían (el gobierno) “quedando mal con todo un país y yo sé porque los y las conozco que ese no va a pasar”.asimismo, dejó claro que, en siete días, la asamblea nacional estará votando para aprobar la ley especial libertador simón bolívar. esta nueva legislación, asegura rodríguez, está enfilada a combatir el bloqueo, defender la independencia de venezuela, así como defender la “dignidad, historia, idiosincrasia…los huesos de los libertadores de nuestra américa”. “el próximo martes, la asamblea nacional venezolana levantará con orgullo sus manos para votar por dicha ley. venceremos con bolívar por los siglos de los siglos”, ultimó. tras las palabras de rodríguez, quedó aprobado por unanimidad el proyecto de acuerdo en repudio y rechazo a la aprobación del ilegal e ilegítimo proyecto de ley hr 825, propuesto por la cámara de representantes estadounidense. en la jornada, el diputado josé villarroel presentó la ley de inteligencia artificial (ia) que fue debatida por primera vez en sesión ordinaria de la asamblea nacional, gracias al artículo 104 del reglamento interior y de debates de la asamblea nacional. sobre este marco legal, el diputado miguel pérez abad (psuv/nacional), ya había dicho en ocasiones anteriores que el objetivo es “alcanzar la soberanía nacional en el desarrollo de la ia, así como la soberanía productiva”. esto, detalló pérez abad, permitirá la administración de la herramienta tecnológica de “manera eficiente, desde el punto de vista jurídico e institucional”. “la potencia que nos pueden ofrecer las nuevas tecnologías disruptivas para hacer las cosas mejor, y competir en los mercados internacionales, promoviendo el desarrollo cultural”, destacó. tras el debate de este martes, quedó aprobado por unanimidad, el proyecto de ley de inteligencia artificial, en su primera discusión.",
    "tokens": [
      "presidente",
      "asamblea",
      "nacional",
      "venezuela",
      ",",
      "jorge",
      "rodríguez",
      ",",
      "contexto",
      "sesión",
      "ordinaria",
      "ente",
      ",",
      "rechazó",
      "martes",
      "ley",
      "estadounidense",
      "hr",
      "825",
      "“",
      "ilegal",
      "ilegítima",
      "”",
      ".",
      "trata",
      "proyecto",
      "sido",
      "emitido",
      "cámara",
      "representantes",
      "unidos",
      ".",
      "hr",
      "825",
      "busca",
      "“",
      "incrementar",
      "imposición",
      "criminal",
      "medidas",
      "coercitivas",
      "unilaterales",
      "república",
      "bolivariana",
      "venezuela",
      "”",
      ".",
      "ello",
      ",",
      "rodríguez",
      "remarcó",
      "“",
      "sanciones",
      "crímenes",
      "lesa",
      "humanidad",
      "dirigidas",
      "exterminio",
      "libertad",
      "económica",
      ",",
      "resulta",
      "revolución",
      "chavista",
      "sale",
      "defender",
      "intereses",
      "venezolanos",
      "”",
      ".",
      "“",
      "vamos",
      "volver",
      "derrotar",
      "van",
      "comer",
      "polvo",
      "derrota",
      "nuevamente",
      ".",
      "ley",
      "acta",
      "insistir",
      "persistir",
      "acciones",
      "agresivas",
      "conocido",
      "venezuela",
      ":",
      "sanciones",
      "constituyen",
      "crímenes",
      "lesa",
      "humanidad",
      "”",
      ",",
      "agregó",
      ".",
      ",",
      "alto",
      "funcionario",
      "venezolano",
      "advirtió",
      "unidos",
      "vuelto",
      "“",
      "equivocar",
      "”",
      ",",
      "resaltando",
      "mismo",
      "tiempo",
      "venezuela",
      "“",
      "va",
      "demostrar",
      "van",
      "volver",
      "comer",
      "polvo",
      "derrota",
      "”",
      ".",
      "siguiendo",
      "línea",
      ",",
      "rodríguez",
      "subrayó",
      "país",
      "“",
      "podrá",
      "llevar",
      "adelante",
      "economía",
      "defienda",
      "venezolanos",
      "venezolanas",
      "”",
      ",",
      "pesar",
      "restricciones",
      ".",
      "además",
      ",",
      "indicó",
      "aunque",
      "digan",
      "medidas",
      "solo",
      "afectan",
      "gobierno",
      ",",
      "dañan",
      "“",
      "chavistas",
      "”",
      "“",
      "meten",
      "política",
      "”",
      ".",
      "proyecto",
      "ley",
      "hr",
      "825",
      "sido",
      "promovida",
      "futuro",
      "asesor",
      "seguridad",
      "presidente",
      "electo",
      "donald",
      "trump",
      ",",
      "mike",
      "waltz",
      ",",
      "además",
      "miembro",
      "cámara",
      "representantes",
      "unidos",
      ".",
      "proyecto",
      "conformado",
      "dos",
      "artículos",
      ":",
      "pone",
      "prohibiciones",
      "empresas",
      "negociar",
      "venezuela",
      "bajo",
      "riesgo",
      "ser",
      "sancionadas",
      ",",
      "plantea",
      "departamento",
      ",",
      "podrá",
      "hacer",
      "excepciones",
      ".",
      ",",
      "proyecto",
      "denominado",
      "ley",
      "bolívar",
      ",",
      "ofensa",
      "identidad",
      "historia",
      "venezuela",
      ",",
      "cuyo",
      "proyecto",
      "libertad",
      "basa",
      "ideas",
      "bolivarianas",
      ".",
      "“",
      "adefesio",
      "persigue",
      "intención",
      "ofender",
      ",",
      "agraviar",
      ",",
      "herir",
      "gentilicio",
      "colocándole",
      "nombre",
      "bolívar",
      ",",
      "herederos",
      "fundaron",
      "nación",
      "profunda",
      "envida",
      "libertador",
      "américa",
      "además",
      "envidia",
      ",",
      "terror",
      "”",
      ",",
      "sostuvo",
      "rodríguez",
      ".",
      "respecto",
      ",",
      "rodríguez",
      "anunció",
      "próximo",
      "martes",
      "“",
      "asamblea",
      "nacional",
      "votará",
      "ley",
      "especial",
      "libertador",
      "simón",
      "bolívar",
      "”",
      "indicó",
      "gobierno",
      "venezolano",
      "comprometido",
      "decidieron",
      "quedarse",
      "país",
      ",",
      "“",
      "contribuido",
      ",",
      "trabajadores",
      ",",
      "migrantes",
      ",",
      "maestros",
      ",",
      "médicos",
      "”",
      ".",
      "“",
      "obligación",
      "venezolanos",
      "pie",
      "”",
      ",",
      "aseguró",
      ",",
      "tiempo",
      "advirtió",
      "(",
      "gobierno",
      ")",
      "“",
      "quedando",
      "mal",
      "país",
      "sé",
      "conozco",
      "va",
      "pasar",
      "”",
      ".asimismo",
      ",",
      "dejó",
      "claro",
      ",",
      "siete",
      "días",
      ",",
      "asamblea",
      "nacional",
      "votando",
      "aprobar",
      "ley",
      "especial",
      "libertador",
      "simón",
      "bolívar",
      ".",
      "nueva",
      "legislación",
      ",",
      "asegura",
      "rodríguez",
      ",",
      "enfilada",
      "combatir",
      "bloqueo",
      ",",
      "defender",
      "independencia",
      "venezuela",
      ",",
      "así",
      "defender",
      "“",
      "dignidad",
      ",",
      "historia",
      ",",
      "idiosincrasia…los",
      "huesos",
      "libertadores",
      "américa",
      "”",
      ".",
      "“",
      "próximo",
      "martes",
      ",",
      "asamblea",
      "nacional",
      "venezolana",
      "levantará",
      "orgullo",
      "manos",
      "votar",
      "dicha",
      "ley",
      ".",
      "venceremos",
      "bolívar",
      "siglos",
      "siglos",
      "”",
      ",",
      "ultimó",
      ".",
      "tras",
      "palabras",
      "rodríguez",
      ",",
      "quedó",
      "aprobado",
      "unanimidad",
      "proyecto",
      "acuerdo",
      "repudio",
      "rechazo",
      "aprobación",
      "ilegal",
      "ilegítimo",
      "proyecto",
      "ley",
      "hr",
      "825",
      ",",
      "propuesto",
      "cámara",
      "representantes",
      "estadounidense",
      ".",
      "jornada",
      ",",
      "diputado",
      "josé",
      "villarroel",
      "presentó",
      "ley",
      "inteligencia",
      "artificial",
      "(",
      "ia",
      ")",
      "debatida",
      "primera",
      "vez",
      "sesión",
      "ordinaria",
      "asamblea",
      "nacional",
      ",",
      "gracias",
      "artículo",
      "104",
      "reglamento",
      "interior",
      "debates",
      "asamblea",
      "nacional",
      ".",
      "marco",
      "legal",
      ",",
      "diputado",
      "miguel",
      "pérez",
      "abad",
      "(",
      "psuv/nacional",
      ")",
      ",",
      "dicho",
      "ocasiones",
      "anteriores",
      "objetivo",
      "“",
      "alcanzar",
      "soberanía",
      "nacional",
      "desarrollo",
      "ia",
      ",",
      "así",
      "soberanía",
      "productiva",
      "”",
      ".",
      ",",
      "detalló",
      "pérez",
      "abad",
      ",",
      "permitirá",
      "administración",
      "herramienta",
      "tecnológica",
      "“",
      "manera",
      "eficiente",
      ",",
      "punto",
      "vista",
      "jurídico",
      "institucional",
      "”",
      ".",
      "“",
      "potencia",
      "pueden",
      "ofrecer",
      "nuevas",
      "tecnologías",
      "disruptivas",
      "hacer",
      "cosas",
      "mejor",
      ",",
      "competir",
      "mercados",
      "internacionales",
      ",",
      "promoviendo",
      "desarrollo",
      "cultural",
      "”",
      ",",
      "destacó",
      ".",
      "tras",
      "debate",
      "martes",
      ",",
      "quedó",
      "aprobado",
      "unanimidad",
      ",",
      "proyecto",
      "ley",
      "inteligencia",
      "artificial",
      ",",
      "primera",
      "discusión",
      "."
    ],
    "token_count": 516,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 127,
      "NN": 277,
      "FW": 133,
      "NNS": 22,
      "VBP": 16,
      "JJ": 68,
      "CD": 5,
      "VBZ": 11,
      "IN": 26,
      "RB": 2,
      "VBD": 3,
      "JJR": 1,
      "DT": 3
    },
    "bigram_freq": {
      "NNP-NN": 38,
      "NN-FW": 15,
      "FW-FW": 73,
      "FW-NNP": 31,
      "NNP-NNP": 47,
      "NNP-FW": 20,
      "FW-NN": 20,
      "NN-NNS": 9,
      "NNS-VBP": 13,
      "VBP-JJ": 9,
      "JJ-NN": 34,
      "NN-NNP": 30,
      "NNP-CD": 4,
      "CD-NN": 5,
      "NN-JJ": 23,
      "NN-NN": 171,
      "JJ-JJ": 14,
      "JJ-FW": 5,
      "NNP-VBZ": 5,
      "VBZ-FW": 4,
      "JJ-NNS": 6,
      "NNS-JJ": 2,
      "NNS-IN": 2,
      "IN-FW": 14,
      "NN-VBP": 1,
      "VBP-NNS": 1,
      "NN-VBZ": 5,
      "VBZ-IN": 1,
      "FW-JJ": 4,
      "JJ-NNP": 7,
      "NN-IN": 19,
      "NNP-JJ": 6,
      "FW-NNS": 4,
      "NNS-FW": 2,
      "FW-RB": 1,
      "RB-JJ": 1,
      "VBZ-JJ": 4,
      "NNP-VBD": 1,
      "VBD-JJ": 2,
      "IN-JJR": 1,
      "JJR-NN": 1,
      "NNS-NNP": 2,
      "VBZ-DT": 1,
      "DT-NN": 3,
      "JJ-DT": 2,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "VBZ-NN": 1,
      "IN-NNP": 5,
      "NNP-IN": 4,
      "VBP-NNP": 4,
      "NNP-VBP": 2,
      "VBP-NN": 2,
      "IN-JJ": 3,
      "IN-NN": 2,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "IN-NNS": 1,
      "NNS-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-FW": 11,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 13,
      "NNP-NNP-FW": 8,
      "NNP-FW-NNP": 12,
      "NNP-NNP-NNP": 19,
      "NNP-FW-FW": 2,
      "FW-FW-FW": 50,
      "FW-FW-NN": 9,
      "FW-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 5,
      "JJ-NN-NNP": 6,
      "NN-NNP-CD": 1,
      "NNP-CD-NN": 4,
      "CD-NN-JJ": 1,
      "NN-JJ-NN": 12,
      "NN-NNP-NN": 12,
      "FW-NN-NN": 15,
      "NN-NN-NN": 100,
      "NN-NN-FW": 9,
      "NNP-NNP-CD": 3,
      "CD-NN-NN": 3,
      "NN-NN-JJ": 19,
      "NN-JJ-JJ": 7,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 4,
      "VBZ-FW-NNP": 1,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 28,
      "NN-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "IN-FW-NN": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "NN-NN-NNP": 18,
      "JJ-NN-NN": 21,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NN-NN-IN": 14,
      "NN-IN-FW": 9,
      "IN-FW-FW": 5,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 6,
      "FW-FW-NNS": 2,
      "FW-NNS-FW": 2,
      "NNS-FW-RB": 1,
      "FW-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NNS": 2,
      "NN-NNP-JJ": 2,
      "NN-NNP-NNP": 10,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "VBZ-FW-NN": 2,
      "NN-IN-JJR": 1,
      "IN-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "FW-NNP-FW": 7,
      "NNP-FW-NN": 6,
      "FW-NN-NNP": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "JJ-JJ-NN": 7,
      "JJ-NN-NNS": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-DT": 1,
      "JJ-DT-NN": 2,
      "DT-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-NN": 1,
      "VBZ-NN-NNP": 1,
      "NNP-NN-IN": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-NNP": 3,
      "IN-NNP-FW": 1,
      "FW-NN-FW": 3,
      "NN-FW-NNP": 3,
      "NNP-NNP-NN": 13,
      "JJ-NN-IN": 4,
      "IN-FW-NNP": 3,
      "FW-NNP-IN": 2,
      "NNP-IN-FW": 2,
      "NN-NN-NNS": 3,
      "VBP-JJ-JJ": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "IN-NNP-NN": 1,
      "FW-NNS-VBP": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 3,
      "NNP-NN-NNP": 3,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "VBP-NNP-JJ": 1,
      "NN-JJ-FW": 1,
      "NNP-NN-JJ": 2,
      "NN-JJ-DT": 1,
      "DT-NN-NN": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 1,
      "NNP-NNP-JJ": 1,
      "NN-FW-NN": 1,
      "NNS-FW-FW": 1,
      "NNP-NN-NNS": 1,
      "VBP-NNP-NNP": 1,
      "NN-IN-NN": 2,
      "IN-NN-NNS": 2,
      "NNS-VBP-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 3,
      "VBZ-FW-JJ": 1,
      "FW-JJ-NN": 1,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "IN-JJ-FW": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "FW-FW-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 277,
        "FW": 133,
        "NNP": 127,
        "JJ": 68,
        "IN": 26
      },
      "top_bigrams": {
        "NN-NN": 171,
        "FW-FW": 73,
        "NNP-NNP": 47,
        "NNP-NN": 38,
        "JJ-NN": 34
      },
      "top_trigrams": {
        "NN-NN-NN": 100,
        "FW-FW-FW": 50,
        "NNP-NN-NN": 28,
        "JJ-NN-NN": 21,
        "NNP-NNP-NNP": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 208,
      "VP": 35,
      "ADJP": 4,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "NP -> ('Asamblea', 'NNP') ('Nacional', 'NNP')",
        "frequency": 4,
        "weight": 0.0143
      },
      {
        "rule": "NP -> ('Rodríguez', 'NNP')",
        "frequency": 4,
        "weight": 0.0143
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0143
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('este', 'NN') ('martes', 'NNS')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('a', 'DT') ('volver', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('a', 'DT') ('comer', 'NN') ('el', 'NN') ('polvo', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Asamblea Nacional"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Jorge Rodríguez"
      },
      {
        "label": "NP",
        "text": "este martes"
      },
      {
        "label": "VP",
        "text": "la ley estadounidense HR"
      },
      {
        "label": "NP",
        "text": "ley estadounidense HR"
      },
      {
        "label": "NP",
        "text": "por “ ilegal e"
      },
      {
        "label": "NP",
        "text": "ilegítima ”"
      },
      {
        "label": "NP",
        "text": "Se trata"
      },
      {
        "label": "NP",
        "text": "que ha sido emitido por"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "La HR"
      },
      {
        "label": "NP",
        "text": "busca “ incrementar la"
      },
      {
        "label": "ADJP",
        "text": "imposición"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Jorge/NNP Rodríguez/NNP)\n  ,/,\n  en/FW\n  el/FW\n  contexto/FW\n  de/FW\n  la/FW\n  sesión/FW\n  ordinaria/FW\n  de/FW\n  ese/FW\n  ente/FW\n  ,/,\n  rechazó/FW\n  (NP este/NN martes/NNS)\n  (VP la/VBP (NP ley/JJ estadounidense/NN HR/NNP))\n  825/CD\n  (NP por/NN “/NNP ilegal/NN e/NN)\n  (NP ilegítima/JJ ”/NN)\n  ./.)",
      "(S\n  (NP Se/NNP trata/NN)\n  de/FW\n  un/FW\n  proyecto/FW\n  (NP que/NN ha/NN sido/NN emitido/NN por/NN)\n  la/FW\n  cámara/FW\n  de/FW\n  representantes/FW\n  de/FW\n  los/FW\n  (NP Estados/NNP Unidos/NNP)\n  ./.)",
      "(S\n  (NP La/NNP HR/NNP)\n  825/CD\n  (NP busca/NN “/NNP incrementar/NN la/NN)\n  (ADJP imposición/JJ)\n  (ADJP criminal/JJ)\n  de/FW\n  (NP Medidas/NNP Coercitivas/NNP Unilaterales/NNP)\n  (VP contra/VBZ)\n  la/FW\n  (NP República/NNP Bolivariana/NNP)\n  de/FW\n  (NP Venezuela/NNP ”/NNP)\n  ./.)",
      "(S\n  (NP Ante/NNP ello/NN)\n  ,/,\n  (NP Rodríguez/NNP)\n  (VP\n    remarcó/VBZ\n    (NP que/JJ “/NNP las/NN sanciones/NNS)\n    (NP son/JJ crímenes/NNS))\n  de/IN\n  lesa/FW\n  (NP humanidad/NN porque/NN)\n  (VP están/VBP (NP dirigidas/NNS) al/JJ)\n  exterminio/FW\n  de/FW\n  la/FW\n  libertad/FW\n  económica/FW\n  ,/,\n  pero/FW\n  (NP resulta/NN que/NN es/NN la/NN Revolución/NNP chavista/NN la/NN)\n  (NP que/JJ sale/NN)\n  (NP a/DT defender/NN los/NN)\n  (VP intereses/VBZ)\n  de/IN\n  los/FW\n  (NP venezolanos/JJ ”/NN)\n  ./.)",
      "(S\n  (NP “/JJ Los/NNP vamos/NN)\n  (NP a/DT volver/NN)\n  (NP a/DT derrotar/NN y/NN)\n  (PP van/IN (NP a/DT comer/NN el/NN polvo/NN))\n  de/IN\n  la/FW\n  (NP derrota/JJ nuevamente/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "prohibiciones a las empresas",
        "position": [
          1738,
          1766
        ],
        "start": 1738,
        "end": 1766
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "presidente electo",
        "position": [
          1556,
          1573
        ],
        "start": 1556,
        "end": 1573
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sostuvo",
        "position": [
          2327,
          2334
        ],
        "start": 2327,
        "end": 2334
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          2369,
          2376
        ],
        "start": 2369,
        "end": 2376
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          980,
          988
        ],
        "start": 980,
        "end": 988
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "rechazó este martes la ley",
        "position": [
          120,
          146
        ],
        "start": 120,
        "end": 146
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "asamblea nacional de venezuela, jorge rodríguez, en el contexto de la sesión ordinaria de ese ente, rechazó",
        "position": [
          20,
          127
        ],
        "start": 20,
        "end": 127
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "aprobación del ilegal e ilegítimo proyecto de ley",
        "position": [
          3514,
          3563
        ],
        "start": 3514,
        "end": 3563
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          3,
          19
        ],
        "start": 3,
        "end": 19
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          20,
          37
        ],
        "start": 20,
        "end": 37
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "maestros",
        "position": [
          2651,
          2659
        ],
        "start": 2651,
        "end": 2659
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de estado",
        "position": [
          1853,
          1875
        ],
        "start": 1853,
        "end": 1875
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          120,
          127
        ],
        "start": 120,
        "end": 127
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1183,
          1190
        ],
        "start": 1183,
        "end": 1190
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          4445,
          4452
        ],
        "start": 4445,
        "end": 4452
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley estadounidense hr 825",
        "position": [
          143,
          168
        ],
        "start": 143,
        "end": 168
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          1477,
          1492
        ],
        "start": 1477,
        "end": 1492
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "reglamento",
        "position": [
          3827,
          3837
        ],
        "start": 3827,
        "end": 3837
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          278,
          292
        ],
        "start": 278,
        "end": 292
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          41,
          50
        ],
        "start": 41,
        "end": 50
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          1853,
          1868
        ],
        "start": 1853,
        "end": 1868
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          4027,
          4045
        ],
        "start": 4027,
        "end": 4045
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          3074,
          3081
        ],
        "start": 3074,
        "end": 3081
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cámara de Representantes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Medidas Coercitivas Unilaterales",
        "tipo": "Persona"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mike Waltz",
        "tipo": "Persona"
      },
      {
        "nombre": "Miguel Pérez Abad",
        "tipo": "Persona"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cámara de Representantes de los Estados Unidos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pérez Abad",
        "tipo": "Persona"
      },
      {
        "nombre": "Repudio",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jorge Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Departamento de Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "HR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "José Villarroel",
        "tipo": "Persona"
      },
      {
        "nombre": "Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Nacional de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "República Bolivariana de Venezuela",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Asamblea Nacional de Venezuela",
        "relacion": "RECHAZAR",
        "objeto": "HR"
      },
      {
        "sujeto": "Jorge Rodríguez",
        "relacion": "RECHAZAR",
        "objeto": "HR"
      },
      {
        "sujeto": "HR",
        "relacion": "BUSCAR",
        "objeto": "Medidas Coercitivas Unilaterales"
      },
      {
        "sujeto": "HR",
        "relacion": "BUSCAR",
        "objeto": "República Bolivariana de Venezuela"
      },
      {
        "sujeto": "los Estados Unidos",
        "relacion": "VOLVER_ADVERTIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "COLOCAR_L_HERIR_AGRAVIAR_PERSEGUIR_SOSTENER",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "ANUNCIAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "ANUNCIAR",
        "objeto": "Gobierno venezolano"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "VOTAR_ANUNCIAR",
        "objeto": "Gobierno venezolano"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "QUEDAR",
        "objeto": "Repudio"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "QUEDAR",
        "objeto": "Cámara de Representantes"
      },
      {
        "sujeto": "José Villarroel",
        "relacion": "PRESENTAR",
        "objeto": "IA"
      },
      {
        "sujeto": "José Villarroel",
        "relacion": "PRESENTAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Miguel Pérez Abad",
        "relacion": "DECIR",
        "objeto": "IA"
      },
      {
        "sujeto": "PSUV",
        "relacion": "DECIR",
        "objeto": "IA"
      },
      {
        "sujeto": "Nacional",
        "relacion": "DECIR",
        "objeto": "IA"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5423,
    "pos": 0.022,
    "neu": 0.967,
    "neg": 0.011,
    "label": "positive"
  }
}