{
  "url": "https://www.telesurtv.net/aranceles-de-trump-a-rusia-tendrian-efecto-bumeran-contra-agricultores-de-ee-uu/",
  "title": "Aranceles de Trump a Rusia tendrían efecto \"búmeran\" contra agricultores de EE.UU. - teleSUR",
  "section": "Mundo",
  "tags": [
    "Aranceles",
    "EE.UU.",
    "Rusia"
  ],
  "text": "La decisión del presidente Donald Trump de imponer un arancel del 100 por ciento a los productos rusos amenaza con un nuevo golpe a los agricultores estadounidenses, en especial a los productores de cultivos en hileras como maíz y soja, que dependen fuertemente de fertilizantes importados. Esta medida, concebida como presión diplomática para forzar un alto el fuego en Ucrania en un plazo de 50 días, podría tener repercusiones globales en los mercados agrícolas y en la seguridad alimentaria.\nDurante el año pasado, Estados Unidos importó fertilizantes rusos por valor de 1.300 millones de dólares, una cifra que se espera superar en 2025. La mayoría de estos productos fueron urea y nitrato de amonio ureico, compuestos ricos en nitrógeno, elemento clave para la productividad agrícola. De acuerdo con Allan Pickett, analista de S&P Capital, el 46 por ciento de las importaciones estadounidenses de nitrato amónico de urea provienen de Rusia, lo que lo convierte en el componente más vulnerable a las restricciones comerciales.\nLos agricultores estadounidenses ya enfrentan una situación compleja: precios de venta bajos, márgenes ajustados y elevados costos de producción. “Las empresas ya están incorporando a sus costos la posibilidad de que se produzca un desastre”, declaró Rob Larew, presidente del Sindicato Nacional de Agricultores, advirtiendo que algunos productores podrían verse forzados a abandonar sus tierras si los costos siguen creciendo.\nLos aranceles previos impuestos por EE. UU. a países como Qatar y Argelia han incrementado su dependencia de Rusia. Según el Washington Post, tras la imposición de aranceles del 10 por ciento en abril de 2024, los suministros rusos de urea se duplicaron, pasando a representar el 64 por ciento de las importaciones estadounidenses en mayo. La decisión de excluir temporalmente a Rusia de nuevas sanciones económicas por estar ya bajo medidas restrictivas llevó a un aumento inesperado de su participación en el mercado estadounidense.\nEl volumen de exportaciones rusas a Estados Unidos alcanzó en mayo los 539.6 millones de dólares, su nivel más alto desde marzo de 2023, según cifras de la Oficina del Censo. Las variaciones en estos flujos reflejan el impacto directo de las políticas arancelarias sobre el comercio internacional de insumos agrícolas.\nLa posible introducción de sanciones secundarias contra países que comercian con Rusia despierta temor en América Latina, donde los fertilizantes rusos son vitales para cultivos estratégicos.\nBrasil, una potencia agrícola, cubrió en 2024 cerca de un tercio de su demanda de fertilizantes con importaciones rusas, valoradas en 3.700 millones de dólares. Las exportaciones rusas al país sudamericano aumentaron un 30 por ciento solo en la primera mitad de este año.\nMéxico también se encuentra en una posición vulnerable. Ese país importó más de 580 millones de dólares en fertilizantes rusos el año pasado. Raúl Urteaga, exdirector de Asuntos Internacionales de la Secretaría de Agricultura, advirtió que una interrupción en el suministro afectaría directamente cultivos como maíz, trigo, sorgo y aguacate.\nColombia, por su parte, depende de Rusia para cerca del 25 por ciento de los fertilizantes requeridos por su sector agrícola, fundamental en la exportación de flores, frutas y café.\nEl efecto dominó podría extenderse hasta el consumidor estadounidense, particularmente en el precio de productos como el aguacate mexicano, del cual EE.UU. importa más del 80 por ciento de la producción exportada. En 2024, este mercado generó más de 3.000 millones de dólares.\nEn respuesta a la incertidumbre, Brasil anunció planes para reducir su dependencia de fertilizantes extranjeros en un 50 por ciento, mientras México busca incrementar la producción nacional del 33 al 80 por ciento. Sin embargo, expertos advierten que no existen fuentes alternativas capaces de reemplazar los volúmenes rusos a corto plazo, lo que aumenta el riesgo de escasez y volatilidad en los mercados agrícolas globales.\nRusia, por su lado, apuesta por fortalecer su posición en el mercado global de fertilizantes. Según estimaciones de productores rusos, su objetivo es alcanzar el 25 por ciento de participación mundial para 2030, concentrándose en países del bloque BRICS como India, China y Brasil.\nEl cruce entre estrategia comercial y geopolítica ha colocado a los agricultores en una situación límite. En EE. UU., ya se sienten los efectos de las medidas anteriores, y nuevas restricciones podrían ahogar aún más al sector. En América Latina, los países más expuestos deben actuar rápido para evitar una crisis de insumos que afecte sus cosechas y economías.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/aranceles-de-trump-a-rusia-tendrian-efecto-bumeran-contra-agricultores-de-ee-uu/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 784,
    "message_id": 99605,
    "date": "2025-07-22T09:55:12+00:00",
    "text": "teleSUR\nAranceles de Trump a Rusia tendrían efecto «búmeran» contra agricultores de EE.UU.\nhttps://www.telesurtv.net/aranceles-de-trump-a-rusia-tendrian-efecto-bumeran-contra-agricultores-de-ee-uu/",
    "photo_path": null,
    "views": 1660,
    "reactions": {
      "👍": 25,
      "🙏": 5,
      "😁": 4,
      "❤": 1
    },
    "total_reactions": 35
  },
  "preprocessing": {
    "cleaned": "la decisión del presidente donald trump de imponer un arancel del 100 por ciento a los productos rusos amenaza con un nuevo golpe a los agricultores estadounidenses, en especial a los productores de cultivos en hileras como maíz y soja, que dependen fuertemente de fertilizantes importados. esta medida, concebida como presión diplomática para forzar un alto el fuego en ucrania en un plazo de 50 días, podría tener repercusiones globales en los mercados agrícolas y en la seguridad alimentaria. durante el año pasado, estados unidos importó fertilizantes rusos por valor de 1.300 millones de dólares, una cifra que se espera superar en 2025. la mayoría de estos productos fueron urea y nitrato de amonio ureico, compuestos ricos en nitrógeno, elemento clave para la productividad agrícola. de acuerdo con allan pickett, analista de s&p capital, el 46 por ciento de las importaciones estadounidenses de nitrato amónico de urea provienen de rusia, lo que lo convierte en el componente más vulnerable a las restricciones comerciales. los agricultores estadounidenses ya enfrentan una situación compleja: precios de venta bajos, márgenes ajustados y elevados costos de producción. “las empresas ya están incorporando a sus costos la posibilidad de que se produzca un desastre”, declaró rob larew, presidente del sindicato nacional de agricultores, advirtiendo que algunos productores podrían verse forzados a abandonar sus tierras si los costos siguen creciendo. los aranceles previos impuestos por ee. uu. a países como qatar y argelia han incrementado su dependencia de rusia. según el washington post, tras la imposición de aranceles del 10 por ciento en abril de 2024, los suministros rusos de urea se duplicaron, pasando a representar el 64 por ciento de las importaciones estadounidenses en mayo. la decisión de excluir temporalmente a rusia de nuevas sanciones económicas por estar ya bajo medidas restrictivas llevó a un aumento inesperado de su participación en el mercado estadounidense. el volumen de exportaciones rusas a estados unidos alcanzó en mayo los 539.6 millones de dólares, su nivel más alto desde marzo de 2023, según cifras de la oficina del censo. las variaciones en estos flujos reflejan el impacto directo de las políticas arancelarias sobre el comercio internacional de insumos agrícolas. la posible introducción de sanciones secundarias contra países que comercian con rusia despierta temor en américa latina, donde los fertilizantes rusos son vitales para cultivos estratégicos. brasil, una potencia agrícola, cubrió en 2024 cerca de un tercio de su demanda de fertilizantes con importaciones rusas, valoradas en 3.700 millones de dólares. las exportaciones rusas al país sudamericano aumentaron un 30 por ciento solo en la primera mitad de este año. méxico también se encuentra en una posición vulnerable. ese país importó más de 580 millones de dólares en fertilizantes rusos el año pasado. raúl urteaga, exdirector de asuntos internacionales de la secretaría de agricultura, advirtió que una interrupción en el suministro afectaría directamente cultivos como maíz, trigo, sorgo y aguacate. colombia, por su parte, depende de rusia para cerca del 25 por ciento de los fertilizantes requeridos por su sector agrícola, fundamental en la exportación de flores, frutas y café. el efecto dominó podría extenderse hasta el consumidor estadounidense, particularmente en el precio de productos como el aguacate mexicano, del cual ee.uu. importa más del 80 por ciento de la producción exportada. en 2024, este mercado generó más de 3.000 millones de dólares. en respuesta a la incertidumbre, brasil anunció planes para reducir su dependencia de fertilizantes extranjeros en un 50 por ciento, mientras méxico busca incrementar la producción nacional del 33 al 80 por ciento. sin embargo, expertos advierten que no existen fuentes alternativas capaces de reemplazar los volúmenes rusos a corto plazo, lo que aumenta el riesgo de escasez y volatilidad en los mercados agrícolas globales. rusia, por su lado, apuesta por fortalecer su posición en el mercado global de fertilizantes. según estimaciones de productores rusos, su objetivo es alcanzar el 25 por ciento de participación mundial para 2030, concentrándose en países del bloque brics como india, china y brasil. el cruce entre estrategia comercial y geopolítica ha colocado a los agricultores en una situación límite. en ee. uu., ya se sienten los efectos de las medidas anteriores, y nuevas restricciones podrían ahogar aún más al sector. en américa latina, los países más expuestos deben actuar rápido para evitar una crisis de insumos que afecte sus cosechas y economías.",
    "tokens": [
      "decisión",
      "presidente",
      "donald",
      "trump",
      "imponer",
      "arancel",
      "100",
      "ciento",
      "productos",
      "rusos",
      "amenaza",
      "nuevo",
      "golpe",
      "agricultores",
      "estadounidenses",
      ",",
      "especial",
      "productores",
      "cultivos",
      "hileras",
      "maíz",
      "soja",
      ",",
      "dependen",
      "fuertemente",
      "fertilizantes",
      "importados",
      ".",
      "medida",
      ",",
      "concebida",
      "presión",
      "diplomática",
      "forzar",
      "alto",
      "fuego",
      "ucrania",
      "plazo",
      "50",
      "días",
      ",",
      "podría",
      "tener",
      "repercusiones",
      "globales",
      "mercados",
      "agrícolas",
      "seguridad",
      "alimentaria",
      ".",
      "año",
      "pasado",
      ",",
      "unidos",
      "importó",
      "fertilizantes",
      "rusos",
      "valor",
      "1.300",
      "millones",
      "dólares",
      ",",
      "cifra",
      "espera",
      "superar",
      "2025.",
      "mayoría",
      "productos",
      "urea",
      "nitrato",
      "amonio",
      "ureico",
      ",",
      "compuestos",
      "ricos",
      "nitrógeno",
      ",",
      "elemento",
      "clave",
      "productividad",
      "agrícola",
      ".",
      "acuerdo",
      "allan",
      "pickett",
      ",",
      "analista",
      "s",
      "&",
      "p",
      "capital",
      ",",
      "46",
      "ciento",
      "importaciones",
      "estadounidenses",
      "nitrato",
      "amónico",
      "urea",
      "provienen",
      "rusia",
      ",",
      "convierte",
      "componente",
      "vulnerable",
      "restricciones",
      "comerciales",
      ".",
      "agricultores",
      "estadounidenses",
      "enfrentan",
      "situación",
      "compleja",
      ":",
      "precios",
      "venta",
      "bajos",
      ",",
      "márgenes",
      "ajustados",
      "elevados",
      "costos",
      "producción",
      ".",
      "“",
      "empresas",
      "incorporando",
      "costos",
      "posibilidad",
      "produzca",
      "desastre",
      "”",
      ",",
      "declaró",
      "rob",
      "larew",
      ",",
      "presidente",
      "sindicato",
      "nacional",
      "agricultores",
      ",",
      "advirtiendo",
      "productores",
      "podrían",
      "verse",
      "forzados",
      "abandonar",
      "tierras",
      "si",
      "costos",
      "siguen",
      "creciendo",
      ".",
      "aranceles",
      "previos",
      "impuestos",
      "ee",
      ".",
      "uu.",
      "países",
      "qatar",
      "argelia",
      "incrementado",
      "dependencia",
      "rusia",
      ".",
      "según",
      "washington",
      "post",
      ",",
      "tras",
      "imposición",
      "aranceles",
      "10",
      "ciento",
      "abril",
      "2024",
      ",",
      "suministros",
      "rusos",
      "urea",
      "duplicaron",
      ",",
      "pasando",
      "representar",
      "64",
      "ciento",
      "importaciones",
      "estadounidenses",
      "mayo",
      ".",
      "decisión",
      "excluir",
      "temporalmente",
      "rusia",
      "nuevas",
      "sanciones",
      "económicas",
      "bajo",
      "medidas",
      "restrictivas",
      "llevó",
      "aumento",
      "inesperado",
      "participación",
      "mercado",
      "estadounidense",
      ".",
      "volumen",
      "exportaciones",
      "rusas",
      "unidos",
      "alcanzó",
      "mayo",
      "539.6",
      "millones",
      "dólares",
      ",",
      "nivel",
      "alto",
      "marzo",
      "2023",
      ",",
      "según",
      "cifras",
      "oficina",
      "censo",
      ".",
      "variaciones",
      "flujos",
      "reflejan",
      "impacto",
      "directo",
      "políticas",
      "arancelarias",
      "comercio",
      "internacional",
      "insumos",
      "agrícolas",
      ".",
      "posible",
      "introducción",
      "sanciones",
      "secundarias",
      "países",
      "comercian",
      "rusia",
      "despierta",
      "temor",
      "américa",
      "latina",
      ",",
      "fertilizantes",
      "rusos",
      "vitales",
      "cultivos",
      "estratégicos",
      ".",
      "brasil",
      ",",
      "potencia",
      "agrícola",
      ",",
      "cubrió",
      "2024",
      "cerca",
      "tercio",
      "demanda",
      "fertilizantes",
      "importaciones",
      "rusas",
      ",",
      "valoradas",
      "3.700",
      "millones",
      "dólares",
      ".",
      "exportaciones",
      "rusas",
      "país",
      "sudamericano",
      "aumentaron",
      "30",
      "ciento",
      "solo",
      "primera",
      "mitad",
      "año",
      ".",
      "méxico",
      "encuentra",
      "posición",
      "vulnerable",
      ".",
      "país",
      "importó",
      "580",
      "millones",
      "dólares",
      "fertilizantes",
      "rusos",
      "año",
      "pasado",
      ".",
      "raúl",
      "urteaga",
      ",",
      "exdirector",
      "asuntos",
      "internacionales",
      "secretaría",
      "agricultura",
      ",",
      "advirtió",
      "interrupción",
      "suministro",
      "afectaría",
      "directamente",
      "cultivos",
      "maíz",
      ",",
      "trigo",
      ",",
      "sorgo",
      "aguacate",
      ".",
      "colombia",
      ",",
      "parte",
      ",",
      "depende",
      "rusia",
      "cerca",
      "25",
      "ciento",
      "fertilizantes",
      "requeridos",
      "sector",
      "agrícola",
      ",",
      "fundamental",
      "exportación",
      "flores",
      ",",
      "frutas",
      "café",
      ".",
      "efecto",
      "dominó",
      "podría",
      "extenderse",
      "consumidor",
      "estadounidense",
      ",",
      "particularmente",
      "precio",
      "productos",
      "aguacate",
      "mexicano",
      ",",
      "ee.uu.",
      "importa",
      "80",
      "ciento",
      "producción",
      "exportada",
      ".",
      "2024",
      ",",
      "mercado",
      "generó",
      "3.000",
      "millones",
      "dólares",
      ".",
      "respuesta",
      "incertidumbre",
      ",",
      "brasil",
      "anunció",
      "planes",
      "reducir",
      "dependencia",
      "fertilizantes",
      "extranjeros",
      "50",
      "ciento",
      ",",
      "mientras",
      "méxico",
      "busca",
      "incrementar",
      "producción",
      "nacional",
      "33",
      "80",
      "ciento",
      ".",
      "embargo",
      ",",
      "expertos",
      "advierten",
      "existen",
      "fuentes",
      "alternativas",
      "capaces",
      "reemplazar",
      "volúmenes",
      "rusos",
      "corto",
      "plazo",
      ",",
      "aumenta",
      "riesgo",
      "escasez",
      "volatilidad",
      "mercados",
      "agrícolas",
      "globales",
      ".",
      "rusia",
      ",",
      "lado",
      ",",
      "apuesta",
      "fortalecer",
      "posición",
      "mercado",
      "global",
      "fertilizantes",
      ".",
      "según",
      "estimaciones",
      "productores",
      "rusos",
      ",",
      "objetivo",
      "alcanzar",
      "25",
      "ciento",
      "participación",
      "mundial",
      "2030",
      ",",
      "concentrándose",
      "países",
      "bloque",
      "brics",
      "india",
      ",",
      "china",
      "brasil",
      ".",
      "cruce",
      "estrategia",
      "comercial",
      "geopolítica",
      "colocado",
      "agricultores",
      "situación",
      "límite",
      ".",
      "ee",
      ".",
      "uu.",
      ",",
      "sienten",
      "efectos",
      "medidas",
      "anteriores",
      ",",
      "nuevas",
      "restricciones",
      "podrían",
      "ahogar",
      "aún",
      "sector",
      ".",
      "américa",
      "latina",
      ",",
      "países",
      "expuestos",
      "deben",
      "actuar",
      "rápido",
      "evitar",
      "crisis",
      "insumos",
      "afecte",
      "cosechas",
      "economías",
      "."
    ],
    "token_count": 494,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "VBZ": 19,
      "FW": 143,
      "NN": 216,
      "JJ": 84,
      "CD": 23,
      "NNS": 54,
      "IN": 41,
      "VBP": 34,
      "VBN": 1,
      "VBD": 2,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 6,
      "VBZ-FW": 4,
      "FW-NN": 15,
      "NN-NNP": 14,
      "NNP-NNP": 22,
      "NNP-FW": 13,
      "FW-FW": 82,
      "FW-JJ": 11,
      "JJ-NN": 47,
      "NN-NN": 112,
      "NN-CD": 4,
      "CD-NN": 15,
      "NN-JJ": 17,
      "JJ-JJ": 15,
      "NN-VBZ": 7,
      "VBZ-VBZ": 2,
      "VBZ-JJ": 6,
      "NN-NNS": 10,
      "NNS-IN": 3,
      "IN-NN": 3,
      "NN-FW": 15,
      "FW-VBZ": 2,
      "JJ-NNP": 8,
      "NNP-NN": 22,
      "NN-IN": 33,
      "IN-NNP": 6,
      "IN-CD": 8,
      "CD-NNS": 6,
      "NNS-JJ": 4,
      "NNS-NNS": 6,
      "IN-JJ": 4,
      "JJ-NNS": 6,
      "FW-NNS": 17,
      "NNS-NNP": 7,
      "NNP-VBP": 4,
      "VBP-JJ": 21,
      "NNS-FW": 7,
      "CD-NNP": 1,
      "IN-FW": 18,
      "NNS-VBP": 26,
      "VBP-IN": 3,
      "FW-VBP": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "NNP-VBD": 2,
      "VBD-CD": 1,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "FW-NNP": 13,
      "VBZ-NNS": 1,
      "VBP-NNP": 3,
      "NNP-NNS": 3,
      "VBP-FW": 1,
      "FW-CD": 2,
      "VBZ-CD": 4,
      "JJ-IN": 1,
      "CD-JJ": 1,
      "JJ-FW": 3,
      "NNP-JJ": 2,
      "IN-NNS": 2,
      "VBZ-NN": 1,
      "VBP-NN": 1,
      "VBP-NNS": 3,
      "JJ-CD": 2,
      "NN-VBP": 3,
      "NNP-CD": 1,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "JJ-VBZ": 1,
      "VBP-CD": 1,
      "VBD-JJ": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NN": 2,
      "FW-NN-NNP": 3,
      "NN-NNP-NNP": 8,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 7,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 7,
      "JJ-NN-NN": 22,
      "NN-NN-CD": 1,
      "NN-CD-NN": 4,
      "CD-NN-NN": 11,
      "NN-NN-NN": 59,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 9,
      "JJ-NN-JJ": 2,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 10,
      "NN-NN-VBZ": 5,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 3,
      "JJ-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 2,
      "IN-NN-FW": 2,
      "NN-FW-FW": 7,
      "FW-FW-NN": 7,
      "FW-NN-NN": 6,
      "JJ-NN-FW": 3,
      "NN-FW-VBZ": 2,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NN": 5,
      "NNP-NN-NN": 14,
      "NN-NN-IN": 18,
      "NN-IN-NNP": 6,
      "IN-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "JJ-NN-IN": 12,
      "NN-IN-CD": 7,
      "IN-CD-NNS": 5,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 4,
      "JJ-NNS-IN": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-NNP": 5,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 3,
      "VBP-JJ-NN": 15,
      "JJ-NN-NNP": 4,
      "NNP-NNP-NN": 7,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "CD-NNS-FW": 5,
      "NNS-FW-NNS": 5,
      "FW-NNS-JJ": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "FW-FW-FW": 55,
      "FW-NN-JJ": 1,
      "NN-IN-FW": 16,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 1,
      "IN-FW-FW": 9,
      "FW-FW-VBP": 1,
      "FW-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-JJ": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "NNP-NN-IN": 2,
      "IN-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "IN-FW-NNS": 4,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-FW-NNP": 7,
      "FW-NNP-NN": 4,
      "IN-FW-NN": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-VBZ": 1,
      "JJ-JJ-JJ": 1,
      "NN-NN-FW": 6,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 17,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 4,
      "FW-NN-FW": 1,
      "NN-FW-NN": 3,
      "NN-NN-NNP": 6,
      "NNP-NNP-VBZ": 3,
      "VBZ-FW-NNP": 1,
      "FW-NNP-NNP": 3,
      "NNP-FW-NNP": 3,
      "FW-NNP-VBP": 1,
      "VBP-JJ-JJ": 3,
      "NN-NN-NNS": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 2,
      "NNP-VBZ-JJ": 1,
      "JJ-NNP-NNP": 1,
      "IN-NNP-NNP": 3,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "NNP-NNP-NNS": 2,
      "NNP-NNS-VBP": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-CD": 2,
      "FW-CD-NN": 2,
      "CD-NN-JJ": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-VBZ-CD": 4,
      "VBZ-CD-NN": 3,
      "FW-NNS-NNS": 2,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "FW-JJ-NNP": 2,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 8,
      "NN-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "IN-NN-IN": 1,
      "NNP-NN-FW": 1,
      "FW-NN-VBZ": 1,
      "VBZ-CD-NNS": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-IN-NNS": 2,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-NNS-JJ": 1,
      "NN-NNP-NN": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNP-JJ": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 2,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-NNS": 1,
      "VBP-IN-CD": 1,
      "NNS-NNP-NNS": 1,
      "NN-JJ-CD": 1,
      "JJ-CD-NN": 2,
      "NN-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "NN-JJ-NNP": 2,
      "VBP-NNS-VBP": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-VBP": 1,
      "IN-NNP-NN": 1,
      "NN-FW-JJ": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "NNS-NNP-NN": 2,
      "NNP-NN-NNS": 3,
      "IN-NNS-VBP": 1,
      "VBP-IN-JJ": 1,
      "IN-JJ-CD": 1,
      "NN-FW-NNP": 1,
      "JJ-NN-CD": 2,
      "CD-NN-CD": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-VBZ": 1,
      "JJ-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NNS": 1,
      "NNS-NNP-FW": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "FW-VBZ-FW": 1,
      "NNP-NN-NNP": 1,
      "NNP-NNP-NNP": 5,
      "NN-VBP-JJ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 216,
        "FW": 143,
        "JJ": 84,
        "NNP": 75,
        "NNS": 54
      },
      "top_bigrams": {
        "NN-NN": 112,
        "FW-FW": 82,
        "JJ-NN": 47,
        "NN-IN": 33,
        "NNS-VBP": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 59,
        "FW-FW-FW": 55,
        "JJ-NN-NN": 22,
        "NN-NN-IN": 18,
        "NNS-VBP-JJ": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 206,
      "VP": 58,
      "PP": 14,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 9,
        "weight": 0.0286
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0286
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 5,
        "weight": 0.0159
      },
      {
        "rule": "NP -> ('dólares', 'NNS')",
        "frequency": 5,
        "weight": 0.0159
      },
      {
        "rule": "NP -> ('fertilizantes', 'NNS')",
        "frequency": 5,
        "weight": 0.0159
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0127
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "VP -> ('rusos', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0063
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "decisión"
      },
      {
        "label": "NP",
        "text": "presidente Donald Trump"
      },
      {
        "label": "NP",
        "text": "un arancel del"
      },
      {
        "label": "NP",
        "text": "por ciento"
      },
      {
        "label": "NP",
        "text": "a los productos rusos"
      },
      {
        "label": "NP",
        "text": "amenaza con"
      },
      {
        "label": "NP",
        "text": "un nuevo golpe"
      },
      {
        "label": "NP",
        "text": "a los"
      },
      {
        "label": "VP",
        "text": "agricultores estadounidenses"
      },
      {
        "label": "NP",
        "text": "estadounidenses"
      },
      {
        "label": "NP",
        "text": "a los productores"
      },
      {
        "label": "PP",
        "text": "de cultivos"
      },
      {
        "label": "NP",
        "text": "cultivos"
      },
      {
        "label": "NP",
        "text": "como maíz y soja"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP decisión/VBZ)\n  del/FW\n  (NP presidente/NN Donald/NNP Trump/NNP)\n  de/FW\n  imponer/FW\n  (NP un/JJ arancel/NN del/NN)\n  100/CD\n  (NP por/NN ciento/NN)\n  (NP a/DT los/NN productos/NN rusos/NN)\n  (NP amenaza/JJ con/NN)\n  (NP un/JJ nuevo/JJ golpe/NN)\n  (NP a/DT los/NN)\n  (VP agricultores/VBZ (NP estadounidenses/NNS))\n  ,/,\n  en/FW\n  especial/FW\n  (NP a/DT los/JJ productores/NNS)\n  (PP de/IN (NP cultivos/NN))\n  en/FW\n  hileras/FW\n  (NP como/NN maíz/NN y/NN soja/NN)\n  ,/,\n  (NP que/JJ dependen/JJ fuertemente/NN)\n  de/FW\n  (VP fertilizantes/VBZ (NP importados/NNS))\n  ./.)",
      "(S\n  (NP Esta/NNP medida/NN)\n  ,/,\n  (NP\n    concebida/NN\n    como/NN\n    presión/NN\n    diplomática/NN\n    para/NN\n    forzar/NN)\n  (NP un/JJ alto/NN el/NN fuego/NN)\n  (PP en/IN (NP Ucrania/NNP))\n  en/FW\n  (NP un/JJ plazo/NN)\n  de/IN\n  50/CD\n  (NP días/NN)\n  ,/,\n  (NP podría/NN tener/NN repercusiones/NNS globales/NNS)\n  (PP en/IN (NP los/JJ mercados/JJ agrícolas/NNS))\n  (VP y/VBP)\n  en/IN\n  la/FW\n  seguridad/FW\n  (NP alimentaria/NNS)\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  el/CC\n  (NP año/JJ pasado/NN)\n  ,/,\n  (NP Estados/NNP Unidos/NNP importó/NN)\n  (VP fertilizantes/VBZ (NP rusos/JJ por/JJ valor/NN))\n  de/IN\n  1.300/CD\n  (NP millones/NNS)\n  de/FW\n  (NP dólares/NNS)\n  ,/,\n  (NP una/JJ cifra/NN que/NN se/NN espera/NN superar/NN)\n  en/IN\n  2025/CD\n  ./.)",
      "(S\n  (NP La/NNP)\n  mayoría/FW\n  de/FW\n  estos/FW\n  productos/FW\n  (NP fueron/NN)\n  (NP urea/JJ y/NN nitrato/NN)\n  de/IN\n  amonio/FW\n  (ADJP ureico/JJ)\n  ,/,\n  (NP compuestos/JJ ricos/NN)\n  (PP en/IN (NP nitrógeno/NN))\n  ,/,\n  elemento/FW\n  (VP clave/VBP)\n  (VP para/VBN (NP la/JJ productividad/NN agrícola/NN))\n  ./.)",
      "(S\n  (NP De/NNP)\n  acuerdo/FW\n  (NP con/NN Allan/NNP Pickett/NNP)\n  ,/,\n  (NP analista/NN)\n  (PP de/IN (NP S/NNP))\n  &/CC\n  (NP P/NNP Capital/NNP)\n  ,/,\n  (VP el/VBD)\n  46/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  las/FW\n  (NP importaciones/NNS)\n  (VP estadounidenses/VBZ)\n  de/IN\n  nitrato/FW\n  amónico/FW\n  de/FW\n  urea/FW\n  provienen/FW\n  de/FW\n  (NP Rusia/NNP)\n  ,/,\n  (NP lo/NN que/NN lo/NN convierte/NN)\n  en/IN\n  el/FW\n  (NP componente/NN más/NN)\n  vulnerable/FW\n  (NP a/DT las/JJ restricciones/NNS comerciales/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          1102,
          1109
        ],
        "start": 1102,
        "end": 1109
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          837,
          844
        ],
        "start": 837,
        "end": 844
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1275,
          1282
        ],
        "start": 1275,
        "end": 1282
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3619,
          3626
        ],
        "start": 3619,
        "end": 3626
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          3005,
          3013
        ],
        "start": 3005,
        "end": 3013
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente donald trump",
        "position": [
          16,
          39
        ],
        "start": 16,
        "end": 39
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con allan pickett, analista de s&p capital, el 46",
        "position": [
          794,
          851
        ],
        "start": 794,
        "end": 851
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          2506,
          2512
        ],
        "start": 2506,
        "end": 2512
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          519,
          533
        ],
        "start": 519,
        "end": 533
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          2778,
          2784
        ],
        "start": 2778,
        "end": 2784
      },
      {
        "category": "PAISES",
        "matched_text": "ucrania",
        "position": [
          371,
          378
        ],
        "start": 371,
        "end": 378
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "durante el año",
        "position": [
          496,
          510
        ],
        "start": 496,
        "end": 510
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "el año pasado",
        "position": [
          504,
          517
        ],
        "start": 504,
        "end": 517
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3798,
          3805
        ],
        "start": 3798,
        "end": 3805
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "300 millones",
        "position": [
          577,
          589
        ],
        "start": 577,
        "end": 589
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 580",
        "position": [
          2851,
          2861
        ],
        "start": 2851,
        "end": 2861
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 3.000",
        "position": [
          3545,
          3557
        ],
        "start": 3545,
        "end": 3557
      },
      {
        "category": "MONETARIOS",
        "matched_text": "1.300 millones de dólares",
        "position": [
          575,
          600
        ],
        "start": 575,
        "end": 600
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington Post",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE. UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sindicato Nacional de Agricultores",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asuntos Internacionales de la Secretaría de Agricultura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argelia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Allan Pickett",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "S&P Capital",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Qatar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Raúl Urteaga",
        "tipo": "Persona"
      },
      {
        "nombre": "Rob Larew",
        "tipo": "Persona"
      },
      {
        "nombre": "Oficina del Censo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Allan Pickett",
        "relacion": "PROVENIR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "S&P Capital",
        "relacion": "PROVENIR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "EE. UU.",
        "relacion": "INCREMENTAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Qatar",
        "relacion": "INCREMENTAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Argelia",
        "relacion": "INCREMENTAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ALCANZAR",
        "objeto": "Oficina del Censo"
      },
      {
        "sujeto": "Colombia",
        "relacion": "DEPENDER",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Brasil",
        "relacion": "ANUNCIAR",
        "objeto": "México"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9313,
    "pos": 0.003,
    "neu": 0.972,
    "neg": 0.024,
    "label": "negative"
  }
}