{
  "url": "https://www.telesurtv.net/cumbre-africa-central-cincluye-llamado-unidad-regional/",
  "title": "Cumbre de líderes de África Central concluye con un llamado a reforzar la unidad regional - teleSUR",
  "section": "Mundo",
  "tags": [
    "África central",
    "CEEAC",
    "Comunidad Económica de los Estados de África Central",
    "cooperación",
    "cooperaciónç",
    "Crisis humanitaria",
    "Cumbre Ordinaria",
    "Guinea Ecuatorial",
    "jefes de Estado",
    "República Democrática del Congo",
    "Ruanda",
    "unidad regional"
  ],
  "text": "Los jefes de Estado y de Gobierno de África Central concluyeron en Malabo, Guinea Ecuatorial, la 26ª Cumbre Ordinaria de la Comunidad Económica de los Estados de África Central (CEEAC), reafirmando su intención de avanzar hacia la consolidación de la paz y el fortalecimiento de la integración regional.\nEl encuentro, celebrado bajo el lema “Consolidar los logros de la reforma de la CEEAC para acelerar la integración regional y la construcción de una comunidad de destino en África Central“, congregó a los líderes regionales, representantes de instituciones internacionales, ministros y miembros del cuerpo diplomático acreditado ante los Estados miembros de la CEEAC, un bloque que hasta el momento integraban 11 países.\nLa cumbre se enmarcó en la aplicación del Tratado revisado de la CEEAC, que establece la Conferencia de jefes de Estado y de Gobierno como el órgano supremo de orientación política del proceso de integración regional.\nDurante las sesiones, se hizo un balance de las principales decisiones adoptadas en reuniones anteriores, revisándose los avances en la aplicación del tratado de la organización.\nLos trabajos brindaron la oportunidad de evaluar el progreso en áreas clave como la reforma institucional, la cooperación en materia de seguridad y gobernanza, así como la adopción de textos estructurales en materia de seguridad marítima, economía azul, acción humanitaria e integración jurídica.\nEl Representante Especial de la ONU para África Central (UNOCA), Abdou Abarry, subrayó que la determinación de los jefes de Estado y de Gobierno de fortalecer la cooperación entre sus Estados, dialogar y actuar conjuntamente, deviene la mejor arma para seguir construyendo una África Central más estable, unida y próspera.\nEn el ámbito político y de seguridad, Abarry también hizo un llamado urgente al restablecimiento de la paz y la seguridad en el este de la República Democrática del Congo (RDC), lamentando la falta de mejora en la situación sobre el terreno y el considerable coste humano del conflicto, con casi 7 millones de personas desplazadas dentro del territorio congoleño en 2024 y más de 400.000 desde enero de este año debido a la violencia.\nPor su parte, el actual presidente de la CEEAC y de Guinea Ecuatorial, Teodoro Obiang Nguema Mbasogo, presentó los resultados de su mandato, destacando los avances logrados en la búsqueda de una comunidad “más integrada, unida y próspera”.\nSin embargo, el presidente Obiang también alertó sobre los persistentes desafíos en materia de seguridad, paz y desarrollo que son la causa de las crisis humanitarias en la subregión, e hizo un llamado urgente a sus homólogos a movilizarse colectivamente para consolidar la paz y traducir las decisiones políticas en acciones concretas en beneficio de la población.\nLos líderes de África Central también expresaron sus felicitaciones al presidente de Gabón, Brice Clotaire Okigui Nguema por la exitosa conducción del proceso de transición en la República, incluyendo la organización del referéndum constitucional del 16 de noviembre de 2024 y la elección presidencial del 12 de abril de 2025.\nEn cuanto a la Presidencia rotatoria de la CEEAC, la Conferencia decidió posponer el traspaso a la República de Ruanda, resultando en la reelección de Su Excelencia Teodoro Obiang Nguema Mbasogo al frente de la Institución por un año más.\nEsta decisión llevó al Ministerio de Asuntos Exteriores de Ruanda a anunciar la retirada del país de la organización, denunciando su “instrumentalización” por parte de la República Democrática del Congo (RDC) con el apoyo de ciertos Estados miembros.\nRuanda argumentó que la decisión violaba sus derechos garantizados por los textos constitutivos de la organización, no viendo justificación para permanecer en ella. Su salida dejará al bloque con diez Estados miembro: Burundi, Camerún, República Centroafricana, Chad, República del Congo (Brazzaville), Guinea Ecuatorial, Gabón, Santo Tomé y Príncipe, República Democrática del Congo (Kinsasa) y Angola.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cumbre-africa-central-cincluye-llamado-unidad-regional/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1804,
    "message_id": 95885,
    "date": "2025-06-08T18:55:09+00:00",
    "text": "teleSUR\nCumbre de líderes de África Central concluye con un llamado a reforzar la unidad regional\nhttps://www.telesurtv.net/cumbre-africa-central-cincluye-llamado-unidad-regional/",
    "photo_path": null,
    "views": 2334,
    "reactions": {
      "👍": 30,
      "❤": 9,
      "👏": 3,
      "😁": 1
    },
    "total_reactions": 43
  },
  "preprocessing": {
    "cleaned": "los jefes de estado y de gobierno de áfrica central concluyeron en malabo, guinea ecuatorial, la 26ª cumbre ordinaria de la comunidad económica de los estados de áfrica central (ceeac), reafirmando su intención de avanzar hacia la consolidación de la paz y el fortalecimiento de la integración regional. el encuentro, celebrado bajo el lema “consolidar los logros de la reforma de la ceeac para acelerar la integración regional y la construcción de una comunidad de destino en áfrica central“, congregó a los líderes regionales, representantes de instituciones internacionales, ministros y miembros del cuerpo diplomático acreditado ante los estados miembros de la ceeac, un bloque que hasta el momento integraban 11 países. la cumbre se enmarcó en la aplicación del tratado revisado de la ceeac, que establece la conferencia de jefes de estado y de gobierno como el órgano supremo de orientación política del proceso de integración regional. durante las sesiones, se hizo un balance de las principales decisiones adoptadas en reuniones anteriores, revisándose los avances en la aplicación del tratado de la organización. los trabajos brindaron la oportunidad de evaluar el progreso en áreas clave como la reforma institucional, la cooperación en materia de seguridad y gobernanza, así como la adopción de textos estructurales en materia de seguridad marítima, economía azul, acción humanitaria e integración jurídica. el representante especial de la onu para áfrica central (unoca), abdou abarry, subrayó que la determinación de los jefes de estado y de gobierno de fortalecer la cooperación entre sus estados, dialogar y actuar conjuntamente, deviene la mejor arma para seguir construyendo una áfrica central más estable, unida y próspera. en el ámbito político y de seguridad, abarry también hizo un llamado urgente al restablecimiento de la paz y la seguridad en el este de la república democrática del congo (rdc), lamentando la falta de mejora en la situación sobre el terreno y el considerable coste humano del conflicto, con casi 7 millones de personas desplazadas dentro del territorio congoleño en 2024 y más de 400.000 desde enero de este año debido a la violencia. por su parte, el actual presidente de la ceeac y de guinea ecuatorial, teodoro obiang nguema mbasogo, presentó los resultados de su mandato, destacando los avances logrados en la búsqueda de una comunidad “más integrada, unida y próspera”. sin embargo, el presidente obiang también alertó sobre los persistentes desafíos en materia de seguridad, paz y desarrollo que son la causa de las crisis humanitarias en la subregión, e hizo un llamado urgente a sus homólogos a movilizarse colectivamente para consolidar la paz y traducir las decisiones políticas en acciones concretas en beneficio de la población. los líderes de áfrica central también expresaron sus felicitaciones al presidente de gabón, brice clotaire okigui nguema por la exitosa conducción del proceso de transición en la república, incluyendo la organización del referéndum constitucional del 16 de noviembre de 2024 y la elección presidencial del 12 de abril de 2025. en cuanto a la presidencia rotatoria de la ceeac, la conferencia decidió posponer el traspaso a la república de ruanda, resultando en la reelección de su excelencia teodoro obiang nguema mbasogo al frente de la institución por un año más. esta decisión llevó al ministerio de asuntos exteriores de ruanda a anunciar la retirada del país de la organización, denunciando su “instrumentalización” por parte de la república democrática del congo (rdc) con el apoyo de ciertos estados miembros. ruanda argumentó que la decisión violaba sus derechos garantizados por los textos constitutivos de la organización, no viendo justificación para permanecer en ella. su salida dejará al bloque con diez estados miembro: burundi, camerún, república centroafricana, chad, república del congo (brazzaville), guinea ecuatorial, gabón, santo tomé y príncipe, república democrática del congo (kinsasa) y angola.",
    "tokens": [
      "jefes",
      "gobierno",
      "áfrica",
      "central",
      "concluyeron",
      "malabo",
      ",",
      "guinea",
      "ecuatorial",
      ",",
      "26ª",
      "cumbre",
      "ordinaria",
      "comunidad",
      "económica",
      "áfrica",
      "central",
      "(",
      "ceeac",
      ")",
      ",",
      "reafirmando",
      "intención",
      "avanzar",
      "hacia",
      "consolidación",
      "paz",
      "fortalecimiento",
      "integración",
      "regional",
      ".",
      "encuentro",
      ",",
      "celebrado",
      "bajo",
      "lema",
      "“",
      "consolidar",
      "logros",
      "reforma",
      "ceeac",
      "acelerar",
      "integración",
      "regional",
      "construcción",
      "comunidad",
      "destino",
      "áfrica",
      "central",
      "“",
      ",",
      "congregó",
      "líderes",
      "regionales",
      ",",
      "representantes",
      "instituciones",
      "internacionales",
      ",",
      "ministros",
      "miembros",
      "cuerpo",
      "diplomático",
      "acreditado",
      "miembros",
      "ceeac",
      ",",
      "bloque",
      "momento",
      "integraban",
      "11",
      "países",
      ".",
      "cumbre",
      "enmarcó",
      "aplicación",
      "tratado",
      "revisado",
      "ceeac",
      ",",
      "establece",
      "conferencia",
      "jefes",
      "gobierno",
      "órgano",
      "supremo",
      "orientación",
      "política",
      "proceso",
      "integración",
      "regional",
      ".",
      "sesiones",
      ",",
      "hizo",
      "balance",
      "principales",
      "decisiones",
      "adoptadas",
      "reuniones",
      "anteriores",
      ",",
      "revisándose",
      "avances",
      "aplicación",
      "tratado",
      "organización",
      ".",
      "trabajos",
      "brindaron",
      "oportunidad",
      "evaluar",
      "progreso",
      "áreas",
      "clave",
      "reforma",
      "institucional",
      ",",
      "cooperación",
      "materia",
      "seguridad",
      "gobernanza",
      ",",
      "así",
      "adopción",
      "textos",
      "estructurales",
      "materia",
      "seguridad",
      "marítima",
      ",",
      "economía",
      "azul",
      ",",
      "acción",
      "humanitaria",
      "integración",
      "jurídica",
      ".",
      "representante",
      "especial",
      "onu",
      "áfrica",
      "central",
      "(",
      "unoca",
      ")",
      ",",
      "abdou",
      "abarry",
      ",",
      "subrayó",
      "determinación",
      "jefes",
      "gobierno",
      "fortalecer",
      "cooperación",
      ",",
      "dialogar",
      "actuar",
      "conjuntamente",
      ",",
      "deviene",
      "mejor",
      "arma",
      "seguir",
      "construyendo",
      "áfrica",
      "central",
      "estable",
      ",",
      "unida",
      "próspera",
      ".",
      "ámbito",
      "político",
      "seguridad",
      ",",
      "abarry",
      "hizo",
      "llamado",
      "urgente",
      "restablecimiento",
      "paz",
      "seguridad",
      "república",
      "democrática",
      "congo",
      "(",
      "rdc",
      ")",
      ",",
      "lamentando",
      "falta",
      "mejora",
      "situación",
      "terreno",
      "considerable",
      "coste",
      "humano",
      "conflicto",
      ",",
      "casi",
      "7",
      "millones",
      "personas",
      "desplazadas",
      "dentro",
      "territorio",
      "congoleño",
      "2024",
      "400.000",
      "enero",
      "año",
      "debido",
      "violencia",
      ".",
      "parte",
      ",",
      "actual",
      "presidente",
      "ceeac",
      "guinea",
      "ecuatorial",
      ",",
      "teodoro",
      "obiang",
      "nguema",
      "mbasogo",
      ",",
      "presentó",
      "resultados",
      "mandato",
      ",",
      "destacando",
      "avances",
      "logrados",
      "búsqueda",
      "comunidad",
      "“",
      "integrada",
      ",",
      "unida",
      "próspera",
      "”",
      ".",
      "embargo",
      ",",
      "presidente",
      "obiang",
      "alertó",
      "persistentes",
      "desafíos",
      "materia",
      "seguridad",
      ",",
      "paz",
      "desarrollo",
      "causa",
      "crisis",
      "humanitarias",
      "subregión",
      ",",
      "hizo",
      "llamado",
      "urgente",
      "homólogos",
      "movilizarse",
      "colectivamente",
      "consolidar",
      "paz",
      "traducir",
      "decisiones",
      "políticas",
      "acciones",
      "concretas",
      "beneficio",
      "población",
      ".",
      "líderes",
      "áfrica",
      "central",
      "expresaron",
      "felicitaciones",
      "presidente",
      "gabón",
      ",",
      "brice",
      "clotaire",
      "okigui",
      "nguema",
      "exitosa",
      "conducción",
      "proceso",
      "transición",
      "república",
      ",",
      "incluyendo",
      "organización",
      "referéndum",
      "constitucional",
      "16",
      "noviembre",
      "2024",
      "elección",
      "presidencial",
      "12",
      "abril",
      "2025.",
      "cuanto",
      "presidencia",
      "rotatoria",
      "ceeac",
      ",",
      "conferencia",
      "decidió",
      "posponer",
      "traspaso",
      "república",
      "ruanda",
      ",",
      "resultando",
      "reelección",
      "excelencia",
      "teodoro",
      "obiang",
      "nguema",
      "mbasogo",
      "frente",
      "institución",
      "año",
      ".",
      "decisión",
      "llevó",
      "ministerio",
      "asuntos",
      "exteriores",
      "ruanda",
      "anunciar",
      "retirada",
      "país",
      "organización",
      ",",
      "denunciando",
      "“",
      "instrumentalización",
      "”",
      "parte",
      "república",
      "democrática",
      "congo",
      "(",
      "rdc",
      ")",
      "apoyo",
      "ciertos",
      "miembros",
      ".",
      "ruanda",
      "argumentó",
      "decisión",
      "violaba",
      "derechos",
      "garantizados",
      "textos",
      "constitutivos",
      "organización",
      ",",
      "viendo",
      "justificación",
      "permanecer",
      ".",
      "salida",
      "dejará",
      "bloque",
      "diez",
      "miembro",
      ":",
      "burundi",
      ",",
      "camerún",
      ",",
      "república",
      "centroafricana",
      ",",
      "chad",
      ",",
      "república",
      "congo",
      "(",
      "brazzaville",
      ")",
      ",",
      "guinea",
      "ecuatorial",
      ",",
      "gabón",
      ",",
      "santo",
      "tomé",
      "príncipe",
      ",",
      "república",
      "democrática",
      "congo",
      "(",
      "kinsasa",
      ")",
      "angola",
      "."
    ],
    "token_count": 410,
    "sentence_count": 14
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 115,
      "NN": 168,
      "FW": 187,
      "VBD": 4,
      "CD": 8,
      "IN": 29,
      "JJ": 36,
      "VBZ": 5,
      "NNS": 19,
      "VBP": 14,
      "RB": 1,
      "VBN": 1,
      "CC": 1,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-NN": 35,
      "NN-FW": 22,
      "FW-NNP": 37,
      "NNP-FW": 16,
      "NNP-NNP": 49,
      "NN-NN": 87,
      "NN-NNP": 17,
      "NNP-VBD": 3,
      "VBD-CD": 1,
      "CD-NNP": 2,
      "NNP-IN": 5,
      "IN-FW": 19,
      "NN-IN": 20,
      "FW-NN": 17,
      "FW-FW": 119,
      "FW-JJ": 6,
      "JJ-NNP": 5,
      "NN-JJ": 11,
      "JJ-JJ": 3,
      "JJ-NN": 21,
      "IN-JJ": 2,
      "IN-NN": 2,
      "NN-VBZ": 2,
      "VBZ-NNS": 1,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "IN-NNS": 1,
      "NNS-NNS": 4,
      "NNS-VBP": 9,
      "VBP-NNS": 2,
      "VBP-JJ": 6,
      "NNP-JJ": 2,
      "NN-VBD": 1,
      "VBD-JJ": 2,
      "JJ-CD": 1,
      "CD-NNS": 1,
      "NNS-NNP": 1,
      "NNP-VBP": 2,
      "NN-NNS": 5,
      "FW-NNS": 3,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "JJ-NNS": 2,
      "VBP-FW": 1,
      "FW-VBP": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "JJ-FW": 4,
      "NNS-FW": 2,
      "VBP-NN": 3,
      "NNP-VBZ": 2,
      "VBZ-FW": 2,
      "NNS-IN": 1,
      "IN-CD": 2,
      "CD-NN": 2,
      "CD-JJ": 1,
      "NN-VBP": 1,
      "VBP-IN": 1,
      "VBZ-JJ": 1,
      "FW-CD": 3,
      "CD-FW": 1,
      "NN-CC": 1,
      "CC-JJ": 1,
      "NN-CD": 1,
      "CD-IN": 1,
      "IN-NNP": 3,
      "VBD-FW": 1,
      "FW-DT": 1,
      "DT-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 4,
      "FW-NNP-FW": 11,
      "NNP-FW-NNP": 13,
      "FW-NNP-NNP": 12,
      "NNP-NNP-NN": 5,
      "NNP-NN-NN": 24,
      "NN-NN-NNP": 9,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 31,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 6,
      "NN-NN-NN": 45,
      "NN-NN-IN": 10,
      "NN-IN-FW": 14,
      "IN-FW-NN": 1,
      "FW-NN-FW": 6,
      "NN-FW-FW": 10,
      "FW-FW-FW": 88,
      "FW-FW-JJ": 3,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 5,
      "NN-NNP-NN": 11,
      "IN-FW-FW": 10,
      "FW-FW-NNP": 14,
      "FW-NNP-NN": 11,
      "NN-NN-JJ": 5,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "JJ-NN-NN": 10,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "JJ-NN-IN": 6,
      "NN-IN-NN": 2,
      "IN-NN-FW": 1,
      "NN-FW-JJ": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJ": 4,
      "VBP-JJ-NN": 3,
      "IN-JJ-NNP": 1,
      "NNP-NN-IN": 2,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNP-FW-FW": 2,
      "NN-NN-FW": 11,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 4,
      "VBP-JJ-JJ": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 2,
      "FW-FW-NN": 8,
      "FW-FW-NNS": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNS-VBP": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NNP": 1,
      "NNP-NNP-FW": 5,
      "NNP-NN-NNP": 3,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "NNP-FW-NN": 1,
      "NN-FW-NN": 7,
      "FW-NN-NNP": 1,
      "FW-NN-NN": 7,
      "NN-JJ-NNP": 1,
      "NNP-NN-JJ": 2,
      "JJ-NN-NNP": 2,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "NN-JJ-NN": 8,
      "JJ-NN-JJ": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "NN-NN-NNS": 3,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NN-IN-CD": 2,
      "IN-CD-NN": 1,
      "CD-NN-IN": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "IN-FW-JJ": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "FW-NN-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "FW-NN-JJ": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "FW-NNP-VBZ": 1,
      "VBP-NN-FW": 1,
      "FW-NN-IN": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-CD": 2,
      "FW-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "JJ-NN-CD": 1,
      "NN-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 3,
      "IN-NNP-NN": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "IN-NNP-NNP": 1,
      "IN-NNP-JJ": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 1,
      "IN-NN-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "FW": 187,
        "NN": 168,
        "NNP": 115,
        "JJ": 36,
        "IN": 29
      },
      "top_bigrams": {
        "FW-FW": 119,
        "NN-NN": 87,
        "NNP-NNP": 49,
        "FW-NNP": 37,
        "NNP-NN": 35
      },
      "top_trigrams": {
        "FW-FW-FW": 88,
        "NN-NN-NN": 45,
        "NNP-NNP-NNP": 31,
        "NNP-NN-NN": 24,
        "NN-IN-FW": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 14,
    "chunk_counts": {
      "NP": 147,
      "VP": 26,
      "ADJP": 6,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "NP -> ('CEEAC', 'NNP')",
        "frequency": 5,
        "weight": 0.0249
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0249
      },
      {
        "rule": "NP -> ('Congo', 'NNP')",
        "frequency": 4,
        "weight": 0.0199
      },
      {
        "rule": "NP -> ('Estado', 'NNP')",
        "frequency": 3,
        "weight": 0.0149
      },
      {
        "rule": "NP -> ('Guinea', 'NNP') ('Ecuatorial', 'NNP')",
        "frequency": 3,
        "weight": 0.0149
      },
      {
        "rule": "NP -> ('República', 'NNP') ('Democrática', 'NNP')",
        "frequency": 3,
        "weight": 0.0149
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 2,
        "weight": 0.01
      },
      {
        "rule": "ADJP -> ('regional', 'JJ')",
        "frequency": 2,
        "weight": 0.01
      },
      {
        "rule": "NP -> ('los', 'JJ') ('avances', 'NNS')",
        "frequency": 2,
        "weight": 0.01
      },
      {
        "rule": "NP -> ('RDC', 'NNP')",
        "frequency": 2,
        "weight": 0.01
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Los jefes"
      },
      {
        "label": "NP",
        "text": "Estado"
      },
      {
        "label": "NP",
        "text": "Gobierno"
      },
      {
        "label": "NP",
        "text": "África Central concluyeron en Malabo"
      },
      {
        "label": "NP",
        "text": "Guinea Ecuatorial"
      },
      {
        "label": "VP",
        "text": "la"
      },
      {
        "label": "NP",
        "text": "Cumbre Ordinaria"
      },
      {
        "label": "NP",
        "text": "Comunidad Económica"
      },
      {
        "label": "NP",
        "text": "Estados"
      },
      {
        "label": "NP",
        "text": "África Central"
      },
      {
        "label": "NP",
        "text": "CEEAC"
      },
      {
        "label": "NP",
        "text": "reafirmando su intención"
      },
      {
        "label": "NP",
        "text": "hacia"
      },
      {
        "label": "ADJP",
        "text": "integración"
      },
      {
        "label": "ADJP",
        "text": "regional"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Los/NNP jefes/NN)\n  de/FW\n  (NP Estado/NNP)\n  y/FW\n  de/FW\n  (NP Gobierno/NNP)\n  de/FW\n  (NP África/NNP Central/NNP concluyeron/NN en/NN Malabo/NNP)\n  ,/,\n  (NP Guinea/NNP Ecuatorial/NNP)\n  ,/,\n  (VP la/VBZ)\n  26ª/CD\n  (NP Cumbre/NNP Ordinaria/NNP)\n  de/IN\n  la/FW\n  (NP Comunidad/NNP Económica/NNP)\n  de/IN\n  los/FW\n  (NP Estados/NNP)\n  de/FW\n  (NP África/NNP Central/NNP)\n  (/(\n  (NP CEEAC/NNP)\n  )/)\n  ,/,\n  (NP reafirmando/JJ su/NN intención/NN)\n  de/IN\n  avanzar/FW\n  (NP hacia/NN)\n  la/FW\n  consolidación/FW\n  de/FW\n  la/FW\n  paz/FW\n  y/FW\n  el/FW\n  fortalecimiento/FW\n  de/FW\n  la/FW\n  (ADJP integración/JJ)\n  (ADJP regional/JJ)\n  ./.)",
      "(S\n  (NP El/NNP encuentro/NN)\n  ,/,\n  (NP celebrado/NN bajo/NN el/NN lema/NN “/NNP Consolidar/NNP)\n  (VP los/VBD)\n  logros/FW\n  de/FW\n  la/FW\n  reforma/FW\n  de/FW\n  la/FW\n  (NP CEEAC/NNP para/NN acelerar/NN la/NN)\n  (NP integración/JJ regional/JJ y/NN la/NN construcción/NN)\n  (PP de/IN (NP una/JJ comunidad/NN))\n  (PP de/IN (NP destino/NN))\n  en/FW\n  (NP África/JJ Central/NNP “/NNP)\n  ,/,\n  (VP congregó/VBZ (NP a/DT los/JJ líderes/NNS regionales/NNS))\n  ,/,\n  (VP representantes/VBZ)\n  (PP de/IN (NP instituciones/NNS internacionales/NNS))\n  ,/,\n  (NP ministros/NNS)\n  (VP y/VBP (NP miembros/NNS))\n  (VP del/VBP (NP cuerpo/JJ diplomático/NN acreditado/NN))\n  (PP ante/IN (NP los/JJ Estados/NNP miembros/NN))\n  de/IN\n  la/FW\n  (NP CEEAC/NNP)\n  ,/,\n  (NP un/JJ bloque/NN que/NN hasta/NN el/NN)\n  (VP momento/VBD integraban/JJ)\n  11/CD\n  (NP países/NNS)\n  ./.)",
      "(S\n  (NP La/NNP cumbre/NN se/NN enmarcó/NN)\n  en/IN\n  la/FW\n  aplicación/FW\n  del/FW\n  (NP Tratado/NNP)\n  revisado/FW\n  de/FW\n  la/FW\n  (NP CEEAC/NNP)\n  ,/,\n  (NP que/NN establece/NN)\n  la/FW\n  (NP Conferencia/NNP)\n  de/FW\n  jefes/FW\n  de/FW\n  (NP Estado/NNP)\n  y/FW\n  de/FW\n  (NP Gobierno/NNP como/NN el/NN órgano/NNP supremo/NN)\n  de/FW\n  orientación/FW\n  política/FW\n  del/FW\n  proceso/FW\n  de/FW\n  integración/FW\n  (ADJP regional/JJ)\n  ./.)",
      "(S\n  (NP Durante/NNP las/NN sesiones/NNS)\n  ,/,\n  se/FW\n  hizo/FW\n  (NP un/JJ balance/NN)\n  de/IN\n  las/FW\n  (NP principales/NNS decisiones/NNS)\n  adoptadas/RB\n  (VP en/VBP (NP reuniones/NNS anteriores/NNS))\n  ,/,\n  (VP revisándose/VB (NP los/JJ avances/NNS))\n  (VP en/VBP)\n  la/FW\n  aplicación/FW\n  del/FW\n  tratado/FW\n  de/FW\n  la/FW\n  organización/FW\n  ./.)",
      "(S\n  (NP Los/NNP trabajos/NN brindaron/NN la/NN)\n  oportunidad/FW\n  de/FW\n  evaluar/FW\n  el/FW\n  progreso/FW\n  en/FW\n  áreas/FW\n  (VP clave/VBP)\n  (VP como/VBN (NP la/JJ reforma/JJ institucional/NN))\n  ,/,\n  la/FW\n  cooperación/FW\n  en/FW\n  materia/FW\n  de/FW\n  seguridad/FW\n  y/FW\n  (NP gobernanza/NN)\n  ,/,\n  (NP así/JJ como/NN la/NN)\n  adopción/FW\n  de/FW\n  textos/FW\n  (NP estructurales/NNS)\n  en/FW\n  materia/FW\n  de/FW\n  seguridad/FW\n  (NP marítima/NN)\n  ,/,\n  (NP economía/JJ azul/NN)\n  ,/,\n  (NP acción/JJ humanitaria/NN e/NN integración/NN jurídica/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto, con casi 7 millones de personas desplazadas dentro del territorio congoleño en 2024 y más de",
        "position": [
          2018,
          2121
        ],
        "start": 2018,
        "end": 2121
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación entre sus estados, dialogar y actuar",
        "position": [
          1581,
          1629
        ],
        "start": 1581,
        "end": 1629
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alertó",
        "position": [
          2459,
          2465
        ],
        "start": 2459,
        "end": 2465
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de áfrica central",
        "position": [
          25,
          51
        ],
        "start": 25,
        "end": 51
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          2201,
          2217
        ],
        "start": 2201,
        "end": 2217
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          1451,
          1454
        ],
        "start": 1451,
        "end": 1454
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1498,
          1505
        ],
        "start": 1498,
        "end": 1505
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          248,
          254
        ],
        "start": 248,
        "end": 254
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y de",
        "position": [
          13,
          24
        ],
        "start": 13,
        "end": 24
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "16 de noviembre de 2024",
        "position": [
          3034,
          3057
        ],
        "start": 3034,
        "end": 3057
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2421,
          2428
        ],
        "start": 2421,
        "end": 2428
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "7 millones",
        "position": [
          2038,
          2048
        ],
        "start": 2038,
        "end": 2048
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 400.000",
        "position": [
          2115,
          2129
        ],
        "start": 2115,
        "end": 2129
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "12 de abril de 2025",
        "position": [
          3089,
          3108
        ],
        "start": 3089,
        "end": 3108
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Camerún",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brice Clotaire Okigui Nguema",
        "tipo": "Persona"
      },
      {
        "nombre": "Su Excelencia",
        "tipo": "Persona"
      },
      {
        "nombre": "Malabo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Burundi",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guinea Ecuatorial",
        "tipo": "Lugar"
      },
      {
        "nombre": "Abarry",
        "tipo": "Persona"
      },
      {
        "nombre": "República",
        "tipo": "Organizacion"
      },
      {
        "nombre": "África Central",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ruanda",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Representante Especial",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República Democrática del Congo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Abdou Abarry",
        "tipo": "Persona"
      },
      {
        "nombre": "sus Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Obiang",
        "tipo": "Persona"
      },
      {
        "nombre": "Presidencia rotatoria de la CEEAC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Central",
        "tipo": "Lugar"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santo Tomé y Príncipe",
        "tipo": "Lugar"
      },
      {
        "nombre": "RDC",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kinsasa",
        "tipo": "Lugar"
      },
      {
        "nombre": "República de Ruanda",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Institución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "República del Congo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado y de Gobierno de África Central",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brazzaville",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Asuntos Exteriores de Ruanda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Angola",
        "tipo": "Lugar"
      },
      {
        "nombre": "Teodoro Obiang Nguema Mbasogo",
        "tipo": "Persona"
      },
      {
        "nombre": "CEEAC",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gabón",
        "tipo": "Lugar"
      },
      {
        "nombre": "República Centroafricana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chad",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado y de Gobierno",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Estado y de Gobierno de África Central",
        "relacion": "CONCLUIR",
        "objeto": "Malabo"
      },
      {
        "sujeto": "Estado y de Gobierno de África Central",
        "relacion": "CONCLUIR",
        "objeto": "Guinea Ecuatorial"
      },
      {
        "sujeto": "Estado y de Gobierno de África Central",
        "relacion": "CONCLUIR",
        "objeto": "CEEAC"
      },
      {
        "sujeto": "Representante Especial",
        "relacion": "SUBRAYAR",
        "objeto": "Estado y de Gobierno"
      },
      {
        "sujeto": "Representante Especial",
        "relacion": "SUBRAYAR",
        "objeto": "sus Estados"
      },
      {
        "sujeto": "Representante Especial",
        "relacion": "SUBRAYAR",
        "objeto": "África"
      },
      {
        "sujeto": "Representante Especial",
        "relacion": "SUBRAYAR",
        "objeto": "Central"
      },
      {
        "sujeto": "ONU",
        "relacion": "SUBRAYAR",
        "objeto": "Estado y de Gobierno"
      },
      {
        "sujeto": "ONU",
        "relacion": "SUBRAYAR",
        "objeto": "sus Estados"
      },
      {
        "sujeto": "ONU",
        "relacion": "SUBRAYAR",
        "objeto": "África"
      },
      {
        "sujeto": "ONU",
        "relacion": "SUBRAYAR",
        "objeto": "Central"
      },
      {
        "sujeto": "África Central",
        "relacion": "SUBRAYAR",
        "objeto": "Estado y de Gobierno"
      },
      {
        "sujeto": "África Central",
        "relacion": "SUBRAYAR",
        "objeto": "sus Estados"
      },
      {
        "sujeto": "África Central",
        "relacion": "SUBRAYAR",
        "objeto": "África"
      },
      {
        "sujeto": "África Central",
        "relacion": "SUBRAYAR",
        "objeto": "Central"
      },
      {
        "sujeto": "Abdou Abarry",
        "relacion": "SUBRAYAR",
        "objeto": "Estado y de Gobierno"
      },
      {
        "sujeto": "Abdou Abarry",
        "relacion": "SUBRAYAR",
        "objeto": "sus Estados"
      },
      {
        "sujeto": "Abdou Abarry",
        "relacion": "SUBRAYAR",
        "objeto": "África"
      },
      {
        "sujeto": "Abdou Abarry",
        "relacion": "SUBRAYAR",
        "objeto": "Central"
      },
      {
        "sujeto": "Estado y de Gobierno",
        "relacion": "DEVENIR_SUBRAYAR",
        "objeto": "África"
      },
      {
        "sujeto": "Estado y de Gobierno",
        "relacion": "DEVENIR_SUBRAYAR",
        "objeto": "Central"
      },
      {
        "sujeto": "sus Estados",
        "relacion": "FORTALECER_DEVENIR_SUBRAYAR",
        "objeto": "África"
      },
      {
        "sujeto": "sus Estados",
        "relacion": "FORTALECER_DEVENIR_SUBRAYAR",
        "objeto": "Central"
      },
      {
        "sujeto": "Abarry",
        "relacion": "HACER",
        "objeto": "República Democrática del Congo"
      },
      {
        "sujeto": "Abarry",
        "relacion": "HACER",
        "objeto": "RDC"
      },
      {
        "sujeto": "África Central",
        "relacion": "EXPRESAR",
        "objeto": "Gabón"
      },
      {
        "sujeto": "África Central",
        "relacion": "EXPRESAR",
        "objeto": "Brice Clotaire Okigui Nguema"
      },
      {
        "sujeto": "África Central",
        "relacion": "EXPRESAR",
        "objeto": "República"
      },
      {
        "sujeto": "Gabón",
        "relacion": "EXPRESAR",
        "objeto": "República"
      },
      {
        "sujeto": "Brice Clotaire Okigui Nguema",
        "relacion": "EXPRESAR",
        "objeto": "República"
      },
      {
        "sujeto": "Presidencia rotatoria de la CEEAC",
        "relacion": "DECIDIR",
        "objeto": "República de Ruanda"
      },
      {
        "sujeto": "Presidencia rotatoria de la CEEAC",
        "relacion": "DECIDIR",
        "objeto": "Su Excelencia"
      },
      {
        "sujeto": "Presidencia rotatoria de la CEEAC",
        "relacion": "DECIDIR",
        "objeto": "Teodoro Obiang Nguema Mbasogo"
      },
      {
        "sujeto": "Presidencia rotatoria de la CEEAC",
        "relacion": "DECIDIR",
        "objeto": "Institución"
      },
      {
        "sujeto": "República de Ruanda",
        "relacion": "POSPONER_DECIDIR",
        "objeto": "Su Excelencia"
      },
      {
        "sujeto": "República de Ruanda",
        "relacion": "POSPONER_DECIDIR",
        "objeto": "Teodoro Obiang Nguema Mbasogo"
      },
      {
        "sujeto": "República de Ruanda",
        "relacion": "POSPONER_DECIDIR",
        "objeto": "Institución"
      },
      {
        "sujeto": "Ministerio de Asuntos Exteriores de Ruanda",
        "relacion": "LLEVAR",
        "objeto": "República Democrática del Congo"
      },
      {
        "sujeto": "Ministerio de Asuntos Exteriores de Ruanda",
        "relacion": "LLEVAR",
        "objeto": "RDC"
      },
      {
        "sujeto": "Ministerio de Asuntos Exteriores de Ruanda",
        "relacion": "LLEVAR",
        "objeto": "Estados"
      },
      {
        "sujeto": "Estados",
        "relacion": "ES",
        "objeto": "Burundi"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7906,
    "pos": 0.005,
    "neu": 0.979,
    "neg": 0.017,
    "label": "negative"
  }
}