{
  "url": "https://www.telesurtv.net/denuncian-detencion-injusta-del-lider-sindical-panameno-yamir-cordoba/",
  "title": "Denuncian detenci칩n injusta del l칤der sindical paname침o Yamir C칩rdoba - teleSUR",
  "section": "Am칠rica Latina y El Caribe",
  "tags": [
    "detenci칩n",
    "Huelga Nacional",
    "Sindicatos",
    "Suntracs",
    "Yamir C칩rdoba"
  ],
  "text": "Este martes 6 de mayo, la polic칤a detuvo de forma arbitraria e injusta al coordinador de la Alianza Pueblo Unido, Yamir C칩rdoba, quien se encontraba conversando con trabajadores en un proyecto de la empresa RM. La corresponsal de teleSUR en Panam치, Rekha Chandiramani, convers칩 con el abogado de Sindicato 칔nico de Trabajadores de la Construcci칩n y Similares de Panam치 (Suntracs), Antonio Vargas.\nDe acuerdo con Vargas, en dicha empresa dieron la orden de llamar a la polic칤a en caso de que los miembros de Suntracs se acerquen a arengar a los trabajadores. Precisamente cuando Yamir se encontraba con trabajadores que posiblemente querr칤an unirse a las protestas, la polic칤a irrumpi칩 y lo detuvo sin dar justificaciones.\nEn este sentido, el abogado asegura que estos proyectos asociados con funcionarios del Gobierno de Jos칠 Ra칰l Mulino han creado un escenario de criminalizaci칩n de los dirigentes sindicales sin que hayan cometido delito alguno. Se trata de la represi칩n a la expresi칩n pol칤tica que ha desplegado el Ejecutivo paname침o, a contrapelo del derecho a huelga que poseen todos los ciudadanos paname침os.\nVargas enfatiza que el Gobierno ha desconocido ese derecho al ejercicio de la huelga, reconocido en la Carta Marga de Panam치; ha desarrollado una pol칤tica de persecuci칩n sindical contra los que accionan a favor del ejercicio de huelga y, violando el foro de huelga, han autorizando a despedir a trabajadores que se encuentren en paro.\nEn esa l칤nea, el abogado denuncia que en esta pol칤tica de persecuci칩n que se ha hecho efectiva en las protestas masivas, con la detenci칩n, persecuci칩n y difamaci칩n acerca de los dirigentes y los trabajadores que critican las decisiones del Ejecutivo; el Ministerio P칰blico se ha convertido en un instrumento de la polic칤a. El experto afirm칩 que se ha convertido en juez y parte, deteniendo y diciendo qui칠n comete delito y qui칠n no.\n\n\nEn tanto, la huelga general indefinida se mantiene en todo el territorio, y los gremios que participan han exigido al Gobierno el establecimiento de un di치logo abierto y transparente, que conduzca a soluciones concretas y priorice el bienestar de la sociedad paname침a por encima de los intereses econ칩micos privados, en muchos casos en manos de funcionarios del propio Ejecutivo.\nDe acuerdo con la corresponsal Rekha Chandiramani en reporte para teleSUR, si se mira un poco m치s lejos, la huelga nacional es una expresi칩n del descontento popular con pol칤ticas neoliberales que se han consolidado hace m치s de 30 a침os, despu칠s de la invasi칩n de Estados Unidos al pa칤s.\n\n\nUn elemento que ha hecho estallar las inconformidades en distintos gremios es la falta de escucha y voluntad de consensuar por parte del Gobierno, que para llevar a cabo las reformas a la Caja de Seguro Social no contempl칩 ninguna de las opciones alternativas presentadas por al menos 11 gremios, de los cuales 9 ped칤a regresar al sistema solidario de seguridad social, el cual fue abolido en su totalidad tras las reformas.\nEllo se agrava al tratarse de un Gobierno proempresarial que lleg칩 a la direcci칩n del pa칤s sin una base partidaria s칩lida, que se endos칩 los votos que habr칤an sido del expresidente Ricardo Martinelli, inhabilitado por una condena de blanqueo de capitales poco antes de las elecciones.\n\n\nActualmente, en la tercera semana de protestas, la corresponsal informa de al menos cuatro exigencias por parte de los manifestantes: la defensa de la soberan칤a nacional, vulnerada por el memor치ndum de entendimiento suscrito por el presidente Mulino con Estados Unidos sin previa consulta de ning칰n tipo; el rechazo a las reformas de la Caja de Seguro Social; la reapertura de la mina de cobre, mientras otros sectores protestas contra el proyecto de embalse anunciado por el Canal de Panam치.\nCabe destacar que varias demandas de inconstitucionalidad han sido interpuestas ante la Corte Suprema paname침a contra varios funcionarios paname침os, por violaci칩n de la personalidad jur칤dica del Estado y poner en juego la soberan칤a del pa칤s, fundamentalmente con la apertura al despliegue de tropas estadounidenses en zonas adyacentes al canal.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/denuncian-detencion-injusta-del-lider-sindical-panameno-yamir-cordoba/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 1685,
    "message_id": 93487,
    "date": "2025-05-06T18:55:17+00:00",
    "text": "teleSUR\nDenuncian detenci칩n injusta del l칤der sindical paname침o Yamir C칩rdoba\nhttps://www.telesurtv.net/denuncian-detencion-injusta-del-lider-sindical-panameno-yamir-cordoba/",
    "photo_path": null,
    "views": 2030,
    "reactions": {
      "游뱗": 35
    },
    "total_reactions": 35
  },
  "preprocessing": {
    "cleaned": "este martes 6 de mayo, la polic칤a detuvo de forma arbitraria e injusta al coordinador de la alianza pueblo unido, yamir c칩rdoba, quien se encontraba conversando con trabajadores en un proyecto de la empresa rm. la corresponsal de telesur en panam치, rekha chandiramani, convers칩 con el abogado de sindicato 칰nico de trabajadores de la construcci칩n y similares de panam치 (suntracs), antonio vargas. de acuerdo con vargas, en dicha empresa dieron la orden de llamar a la polic칤a en caso de que los miembros de suntracs se acerquen a arengar a los trabajadores. precisamente cuando yamir se encontraba con trabajadores que posiblemente querr칤an unirse a las protestas, la polic칤a irrumpi칩 y lo detuvo sin dar justificaciones. en este sentido, el abogado asegura que estos proyectos asociados con funcionarios del gobierno de jos칠 ra칰l mulino han creado un escenario de criminalizaci칩n de los dirigentes sindicales sin que hayan cometido delito alguno. se trata de la represi칩n a la expresi칩n pol칤tica que ha desplegado el ejecutivo paname침o, a contrapelo del derecho a huelga que poseen todos los ciudadanos paname침os. vargas enfatiza que el gobierno ha desconocido ese derecho al ejercicio de la huelga, reconocido en la carta marga de panam치; ha desarrollado una pol칤tica de persecuci칩n sindical contra los que accionan a favor del ejercicio de huelga y, violando el foro de huelga, han autorizando a despedir a trabajadores que se encuentren en paro. en esa l칤nea, el abogado denuncia que en esta pol칤tica de persecuci칩n que se ha hecho efectiva en las protestas masivas, con la detenci칩n, persecuci칩n y difamaci칩n acerca de los dirigentes y los trabajadores que critican las decisiones del ejecutivo; el ministerio p칰blico se ha convertido en un instrumento de la polic칤a. el experto afirm칩 que se ha convertido en juez y parte, deteniendo y diciendo qui칠n comete delito y qui칠n no. en tanto, la huelga general indefinida se mantiene en todo el territorio, y los gremios que participan han exigido al gobierno el establecimiento de un di치logo abierto y transparente, que conduzca a soluciones concretas y priorice el bienestar de la sociedad paname침a por encima de los intereses econ칩micos privados, en muchos casos en manos de funcionarios del propio ejecutivo. de acuerdo con la corresponsal rekha chandiramani en reporte para telesur, si se mira un poco m치s lejos, la huelga nacional es una expresi칩n del descontento popular con pol칤ticas neoliberales que se han consolidado hace m치s de 30 a침os, despu칠s de la invasi칩n de estados unidos al pa칤s. un elemento que ha hecho estallar las inconformidades en distintos gremios es la falta de escucha y voluntad de consensuar por parte del gobierno, que para llevar a cabo las reformas a la caja de seguro social no contempl칩 ninguna de las opciones alternativas presentadas por al menos 11 gremios, de los cuales 9 ped칤a regresar al sistema solidario de seguridad social, el cual fue abolido en su totalidad tras las reformas. ello se agrava al tratarse de un gobierno proempresarial que lleg칩 a la direcci칩n del pa칤s sin una base partidaria s칩lida, que se endos칩 los votos que habr칤an sido del expresidente ricardo martinelli, inhabilitado por una condena de blanqueo de capitales poco antes de las elecciones. actualmente, en la tercera semana de protestas, la corresponsal informa de al menos cuatro exigencias por parte de los manifestantes: la defensa de la soberan칤a nacional, vulnerada por el memor치ndum de entendimiento suscrito por el presidente mulino con estados unidos sin previa consulta de ning칰n tipo; el rechazo a las reformas de la caja de seguro social; la reapertura de la mina de cobre, mientras otros sectores protestas contra el proyecto de embalse anunciado por el canal de panam치. cabe destacar que varias demandas de inconstitucionalidad han sido interpuestas ante la corte suprema paname침a contra varios funcionarios paname침os, por violaci칩n de la personalidad jur칤dica del estado y poner en juego la soberan칤a del pa칤s, fundamentalmente con la apertura al despliegue de tropas estadounidenses en zonas adyacentes al canal.",
    "tokens": [
      "martes",
      "6",
      "mayo",
      ",",
      "polic칤a",
      "detuvo",
      "forma",
      "arbitraria",
      "injusta",
      "coordinador",
      "alianza",
      "pueblo",
      "unido",
      ",",
      "yamir",
      "c칩rdoba",
      ",",
      "encontraba",
      "conversando",
      "trabajadores",
      "proyecto",
      "empresa",
      "rm",
      ".",
      "corresponsal",
      "telesur",
      "panam치",
      ",",
      "rekha",
      "chandiramani",
      ",",
      "convers칩",
      "abogado",
      "sindicato",
      "칰nico",
      "trabajadores",
      "construcci칩n",
      "similares",
      "panam치",
      "(",
      "suntracs",
      ")",
      ",",
      "antonio",
      "vargas",
      ".",
      "acuerdo",
      "vargas",
      ",",
      "dicha",
      "empresa",
      "dieron",
      "orden",
      "llamar",
      "polic칤a",
      "caso",
      "miembros",
      "suntracs",
      "acerquen",
      "arengar",
      "trabajadores",
      ".",
      "precisamente",
      "yamir",
      "encontraba",
      "trabajadores",
      "posiblemente",
      "querr칤an",
      "unirse",
      "protestas",
      ",",
      "polic칤a",
      "irrumpi칩",
      "detuvo",
      "dar",
      "justificaciones",
      ".",
      ",",
      "abogado",
      "asegura",
      "proyectos",
      "asociados",
      "funcionarios",
      "gobierno",
      "jos칠",
      "ra칰l",
      "mulino",
      "creado",
      "escenario",
      "criminalizaci칩n",
      "dirigentes",
      "sindicales",
      "cometido",
      "delito",
      "alguno",
      ".",
      "trata",
      "represi칩n",
      "expresi칩n",
      "pol칤tica",
      "desplegado",
      "ejecutivo",
      "paname침o",
      ",",
      "contrapelo",
      "derecho",
      "huelga",
      "poseen",
      "ciudadanos",
      "paname침os",
      ".",
      "vargas",
      "enfatiza",
      "gobierno",
      "desconocido",
      "derecho",
      "ejercicio",
      "huelga",
      ",",
      "reconocido",
      "carta",
      "marga",
      "panam치",
      ";",
      "desarrollado",
      "pol칤tica",
      "persecuci칩n",
      "sindical",
      "accionan",
      "favor",
      "ejercicio",
      "huelga",
      ",",
      "violando",
      "foro",
      "huelga",
      ",",
      "autorizando",
      "despedir",
      "trabajadores",
      "encuentren",
      "paro",
      ".",
      "l칤nea",
      ",",
      "abogado",
      "denuncia",
      "pol칤tica",
      "persecuci칩n",
      "hecho",
      "efectiva",
      "protestas",
      "masivas",
      ",",
      "detenci칩n",
      ",",
      "persecuci칩n",
      "difamaci칩n",
      "acerca",
      "dirigentes",
      "trabajadores",
      "critican",
      "decisiones",
      "ejecutivo",
      ";",
      "ministerio",
      "p칰blico",
      "convertido",
      "instrumento",
      "polic칤a",
      ".",
      "experto",
      "afirm칩",
      "convertido",
      "juez",
      "parte",
      ",",
      "deteniendo",
      "diciendo",
      "qui칠n",
      "comete",
      "delito",
      "qui칠n",
      ".",
      ",",
      "huelga",
      "general",
      "indefinida",
      "mantiene",
      "territorio",
      ",",
      "gremios",
      "participan",
      "exigido",
      "gobierno",
      "establecimiento",
      "di치logo",
      "abierto",
      "transparente",
      ",",
      "conduzca",
      "soluciones",
      "concretas",
      "priorice",
      "bienestar",
      "sociedad",
      "paname침a",
      "encima",
      "intereses",
      "econ칩micos",
      "privados",
      ",",
      "casos",
      "manos",
      "funcionarios",
      "propio",
      "ejecutivo",
      ".",
      "acuerdo",
      "corresponsal",
      "rekha",
      "chandiramani",
      "reporte",
      "telesur",
      ",",
      "si",
      "mira",
      "lejos",
      ",",
      "huelga",
      "nacional",
      "expresi칩n",
      "descontento",
      "popular",
      "pol칤ticas",
      "neoliberales",
      "consolidado",
      "hace",
      "30",
      "a침os",
      ",",
      "despu칠s",
      "invasi칩n",
      "unidos",
      "pa칤s",
      ".",
      "elemento",
      "hecho",
      "estallar",
      "inconformidades",
      "distintos",
      "gremios",
      "falta",
      "escucha",
      "voluntad",
      "consensuar",
      "parte",
      "gobierno",
      ",",
      "llevar",
      "cabo",
      "reformas",
      "caja",
      "seguro",
      "social",
      "contempl칩",
      "ninguna",
      "opciones",
      "alternativas",
      "presentadas",
      "menos",
      "11",
      "gremios",
      ",",
      "cuales",
      "9",
      "ped칤a",
      "regresar",
      "sistema",
      "solidario",
      "seguridad",
      "social",
      ",",
      "abolido",
      "totalidad",
      "tras",
      "reformas",
      ".",
      "ello",
      "agrava",
      "tratarse",
      "gobierno",
      "proempresarial",
      "lleg칩",
      "direcci칩n",
      "pa칤s",
      "base",
      "partidaria",
      "s칩lida",
      ",",
      "endos칩",
      "votos",
      "sido",
      "expresidente",
      "ricardo",
      "martinelli",
      ",",
      "inhabilitado",
      "condena",
      "blanqueo",
      "capitales",
      "elecciones",
      ".",
      "actualmente",
      ",",
      "tercera",
      "semana",
      "protestas",
      ",",
      "corresponsal",
      "informa",
      "menos",
      "cuatro",
      "exigencias",
      "parte",
      "manifestantes",
      ":",
      "defensa",
      "soberan칤a",
      "nacional",
      ",",
      "vulnerada",
      "memor치ndum",
      "entendimiento",
      "suscrito",
      "presidente",
      "mulino",
      "unidos",
      "previa",
      "consulta",
      "ning칰n",
      "tipo",
      ";",
      "rechazo",
      "reformas",
      "caja",
      "seguro",
      "social",
      ";",
      "reapertura",
      "mina",
      "cobre",
      ",",
      "mientras",
      "sectores",
      "protestas",
      "proyecto",
      "embalse",
      "anunciado",
      "canal",
      "panam치",
      ".",
      "cabe",
      "destacar",
      "varias",
      "demandas",
      "inconstitucionalidad",
      "sido",
      "interpuestas",
      "corte",
      "suprema",
      "paname침a",
      "varios",
      "funcionarios",
      "paname침os",
      ",",
      "violaci칩n",
      "personalidad",
      "jur칤dica",
      "poner",
      "juego",
      "soberan칤a",
      "pa칤s",
      ",",
      "fundamentalmente",
      "apertura",
      "despliegue",
      "tropas",
      "estadounidenses",
      "zonas",
      "adyacentes",
      "canal",
      "."
    ],
    "token_count": 393,
    "sentence_count": 15
  },
  "pos_analysis": {
    "tag_freq": {
      "NN": 213,
      "NNS": 34,
      "IN": 27,
      "FW": 187,
      "VBP": 23,
      "JJ": 52,
      "NNP": 72,
      "VBZ": 8,
      "VBD": 3,
      "DT": 2,
      "RB": 1,
      "CD": 3
    },
    "bigram_freq": {
      "NN-NNS": 14,
      "NNS-IN": 2,
      "IN-FW": 16,
      "FW-FW": 124,
      "FW-NNS": 10,
      "NNS-VBP": 22,
      "VBP-JJ": 15,
      "JJ-NN": 34,
      "NN-IN": 23,
      "FW-NNP": 24,
      "NNP-NNP": 27,
      "NNP-NN": 24,
      "NN-NN": 124,
      "NN-FW": 19,
      "FW-NN": 22,
      "NN-VBZ": 5,
      "VBZ-FW": 1,
      "FW-JJ": 6,
      "JJ-FW": 7,
      "NNP-FW": 16,
      "NN-NNP": 11,
      "NNS-NNP": 3,
      "VBZ-JJ": 4,
      "NN-JJ": 15,
      "VBP-NNP": 2,
      "NNS-NNS": 3,
      "JJ-JJ": 3,
      "NNP-IN": 1,
      "IN-NNP": 1,
      "JJ-NNS": 4,
      "IN-NN": 5,
      "NNP-VBZ": 2,
      "VBZ-NN": 1,
      "VBP-NN": 2,
      "VBP-NNS": 1,
      "NNS-JJ": 1,
      "NNS-FW": 2,
      "NNP-VBD": 1,
      "VBD-JJ": 2,
      "IN-JJ": 4,
      "VBZ-DT": 1,
      "DT-NNP": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NN-VBD": 2,
      "IN-CD": 1,
      "CD-JJ": 1,
      "JJ-NNP": 3,
      "NNP-DT": 1,
      "DT-JJ": 1,
      "VBD-CD": 1,
      "CD-NNS": 2,
      "FW-VBZ": 1,
      "VBZ-IN": 1,
      "VBP-FW": 2,
      "VBP-CD": 1
    },
    "trigram_freq": {
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 9,
      "FW-FW-FW": 92,
      "FW-FW-NNS": 8,
      "FW-NNS-VBP": 8,
      "NNS-VBP-JJ": 15,
      "VBP-JJ-NN": 7,
      "JJ-NN-IN": 10,
      "NN-IN-FW": 14,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 15,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 19,
      "NN-NN-FW": 10,
      "NN-FW-NN": 5,
      "FW-NN-NN": 11,
      "NN-NN-VBZ": 5,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 5,
      "FW-FW-NNP": 11,
      "NNP-NN-IN": 1,
      "NN-FW-FW": 13,
      "NNP-NNP-FW": 6,
      "NNP-FW-NNP": 7,
      "FW-NNP-FW": 7,
      "NNP-FW-FW": 3,
      "NNP-FW-NN": 6,
      "FW-NN-NNP": 2,
      "NN-NNP-FW": 1,
      "FW-NN-FW": 7,
      "NN-NN-NN": 70,
      "NN-NN-NNS": 7,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "NNP-NN-NNP": 2,
      "NN-NNP-NN": 6,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "JJ-NN-NN": 19,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 12,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 9,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "NN-NN-NNP": 6,
      "NNP-NN-FW": 2,
      "FW-FW-NN": 11,
      "NN-JJ-JJ": 1,
      "VBP-NNP-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "FW-NN-NNS": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-IN": 11,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "IN-FW-NNS": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "NN-IN-NN": 4,
      "IN-NN-NN": 3,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NNP": 1,
      "DT-NNP-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NN": 1,
      "VBP-NN-IN": 1,
      "VBP-JJ-FW": 3,
      "NN-NNP-NNP": 3,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "JJ-NN-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "JJ-NNS-NNS": 1,
      "FW-NNP-NN": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "JJ-FW-JJ": 1,
      "VBP-JJ-NNP": 1,
      "IN-JJ-NNP": 1,
      "FW-NN-JJ": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 1,
      "FW-FW-JJ": 1,
      "VBP-FW-NNP": 1,
      "NN-FW-NNP": 1,
      "IN-NN-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-VBP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 213,
        "FW": 187,
        "NNP": 72,
        "JJ": 52,
        "NNS": 34
      },
      "top_bigrams": {
        "FW-FW": 124,
        "NN-NN": 124,
        "JJ-NN": 34,
        "NNP-NNP": 27,
        "FW-NNP": 24
      },
      "top_trigrams": {
        "FW-FW-FW": 92,
        "NN-NN-NN": 70,
        "NNP-NN-NN": 19,
        "JJ-NN-NN": 19,
        "NNS-VBP-JJ": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 15,
    "chunk_counts": {
      "NP": 152,
      "VP": 33,
      "ADJP": 6,
      "PP": 14
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0273
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0273
      },
      {
        "rule": "NP -> ('Panam치', 'NNP')",
        "frequency": 4,
        "weight": 0.0182
      },
      {
        "rule": "NP -> ('Suntracs', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "VP -> ('se', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('Seguro', 'NNP') ('Social', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Este"
      },
      {
        "label": "VP",
        "text": "martes"
      },
      {
        "label": "NP",
        "text": "de mayo"
      },
      {
        "label": "NP",
        "text": "arbitraria"
      },
      {
        "label": "VP",
        "text": "e injusta al coordinador"
      },
      {
        "label": "NP",
        "text": "injusta al coordinador"
      },
      {
        "label": "NP",
        "text": "Alianza Pueblo Unido"
      },
      {
        "label": "NP",
        "text": "Yamir C칩rdoba"
      },
      {
        "label": "NP",
        "text": "quien se"
      },
      {
        "label": "NP",
        "text": "conversando con"
      },
      {
        "label": "VP",
        "text": "trabajadores"
      },
      {
        "label": "ADJP",
        "text": "un"
      },
      {
        "label": "NP",
        "text": "RM"
      },
      {
        "label": "NP",
        "text": "La corresponsal"
      },
      {
        "label": "NP",
        "text": "Panam치"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Este/NN)\n  (VP martes/VBZ)\n  6/CD\n  (NP de/NN mayo/NN)\n  ,/,\n  la/FW\n  polic칤a/FW\n  detuvo/FW\n  de/FW\n  forma/FW\n  (NP arbitraria/NNS)\n  (VP e/VBP (NP injusta/JJ al/JJ coordinador/NN))\n  de/IN\n  la/FW\n  (NP Alianza/NNP Pueblo/NNP Unido/NNP)\n  ,/,\n  (NP Yamir/NNP C칩rdoba/NNP)\n  ,/,\n  (NP quien/NN se/NN)\n  encontraba/FW\n  (NP conversando/NN con/NN)\n  (VP trabajadores/VBZ)\n  en/FW\n  (ADJP un/JJ)\n  proyecto/FW\n  de/FW\n  la/FW\n  empresa/FW\n  (NP RM/NNP)\n  ./.)",
      "(S\n  (NP La/NNP corresponsal/NN)\n  de/IN\n  teleSUR/FW\n  en/FW\n  (NP Panam치/NNP)\n  ,/,\n  (NP Rekha/NNP Chandiramani/NNP)\n  ,/,\n  (NP convers칩/JJ con/NN el/NN abogado/NN)\n  (PP de/IN (NP Sindicato/NNP 칔nico/NNP))\n  de/FW\n  (NP Trabajadores/NNP)\n  de/FW\n  la/FW\n  (NP Construcci칩n/NNP y/NN Similares/NNP)\n  de/FW\n  (NP Panam치/NNP)\n  (/(\n  (NP Suntracs/NNP)\n  )/)\n  ,/,\n  (NP Antonio/NNP Vargas/NNP)\n  ./.)",
      "(S\n  (NP De/NNP)\n  acuerdo/FW\n  (NP con/NN Vargas/NNP)\n  ,/,\n  en/FW\n  dicha/FW\n  empresa/FW\n  (NP dieron/NN)\n  la/FW\n  orden/FW\n  de/FW\n  llamar/FW\n  (NP a/DT la/NN polic칤a/NN)\n  en/FW\n  (NP caso/NN)\n  de/IN\n  que/FW\n  (ADJP los/JJ)\n  miembros/FW\n  de/FW\n  (NP Suntracs/NNP)\n  se/FW\n  (VP\n    acerquen/VBZ\n    (NP a/DT arengar/NN)\n    (NP a/DT los/NN trabajadores/NNS))\n  ./.)",
      "(S\n  (NP\n    Precisamente/NNP\n    cuando/NN\n    Yamir/NNP\n    se/NN\n    encontraba/NN\n    con/NN)\n  (VP trabajadores/VBZ (NP que/JJ posiblemente/NN querr칤an/NN))\n  (PP unirse/IN (NP a/DT las/NN protestas/NN))\n  ,/,\n  la/FW\n  polic칤a/FW\n  irrumpi칩/FW\n  y/FW\n  lo/FW\n  detuvo/FW\n  (NP sin/NN dar/NN justificaciones/NNS)\n  ./.)",
      "(S\n  (NP En/NNP este/NN sentido/NN)\n  ,/,\n  el/FW\n  abogado/FW\n  (NP asegura/NN que/NN estos/NN proyectos/NN)\n  (NP asociados/JJ con/NN funcionarios/NNS)\n  (VP del/VBP (NP Gobierno/NNP))\n  de/FW\n  (NP Jos칠/NNP Ra칰l/NNP Mulino/NNP han/NN creado/NN)\n  (NP un/JJ escenario/NN)\n  de/IN\n  criminalizaci칩n/FW\n  de/FW\n  los/FW\n  (NP dirigentes/NNS sindicales/NNS)\n  (VP sin/VBP (NP que/JJ hayan/JJ cometido/NN delito/NN alguno/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "NEGOCIACION_ACUERDOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "huelga, reconocido en la carta marga de panam치; ha desarrollado una pol칤tica de persecuci칩n sindical",
        "position": [
          1193,
          1293
        ],
        "start": 1193,
        "end": 1293
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "polic칤a detuvo",
        "position": [
          26,
          40
        ],
        "start": 26,
        "end": 40
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defensa de la soberan칤a nacional, vulnerada por el memor치ndum de entendimiento suscrito por el presidente mulino con estados unidos sin previa consulta de ning칰n tipo; el rechazo a las reformas de la caja de seguro social; la reapertura de la mina de cobre, mientras otros sectores protestas contra",
        "position": [
          3402,
          3700
        ],
        "start": 3402,
        "end": 3700
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza pueblo unido, yamir c칩rdoba, quien se encontraba conversando con trabajadores en un proyecto de la empresa rm. la corresponsal de telesur en panam치, rekha chandiramani, convers칩 con el abogado de sindicato 칰nico de trabajadores de la construcci칩n y similares",
        "position": [
          92,
          358
        ],
        "start": 92,
        "end": 358
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "votos que habr칤an sido del expresidente ricardo martinelli, inhabilitado por una condena de blanqueo de capitales poco antes de las elecciones",
        "position": [
          3119,
          3261
        ],
        "start": 3119,
        "end": 3261
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirm칩",
        "position": [
          1784,
          1790
        ],
        "start": 1784,
        "end": 1790
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3402,
          3409
        ],
        "start": 3402,
        "end": 3409
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "blanqueo de capitales",
        "position": [
          3211,
          3232
        ],
        "start": 3211,
        "end": 3232
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de jos칠 ra칰l",
        "position": [
          809,
          830
        ],
        "start": 809,
        "end": 830
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente mulino con",
        "position": [
          3497,
          3518
        ],
        "start": 3497,
        "end": 3518
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "sindicato 칰nico de trabajadores",
        "position": [
          296,
          327
        ],
        "start": 296,
        "end": 327
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "canal de panam치",
        "position": [
          3741,
          3756
        ],
        "start": 3741,
        "end": 3756
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "corresponsal de telesur",
        "position": [
          214,
          237
        ],
        "start": 214,
        "end": 237
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "endos칩",
        "position": [
          3108,
          3114
        ],
        "start": 3108,
        "end": 3114
      },
      {
        "category": "NEGOCIACION_ACUERDOS",
        "matched_text": "convers칩",
        "position": [
          269,
          277
        ],
        "start": 269,
        "end": 277
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con la corresponsal rekha chandiramani en reporte para telesur, si se mira un poco m치s lejos, la huelga nacional es una expresi칩n del descontento popular con pol칤ticas neoliberales que se han consolidado hace m치s de 30",
        "position": [
          2268,
          2494
        ],
        "start": 2268,
        "end": 2494
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2527,
          2541
        ],
        "start": 2527,
        "end": 2541
      },
      {
        "category": "PAISES",
        "matched_text": "panam치",
        "position": [
          241,
          247
        ],
        "start": 241,
        "end": 247
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y poner",
        "position": [
          3953,
          3967
        ],
        "start": 3953,
        "end": 3967
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "martes 6 de mayo",
        "position": [
          5,
          21
        ],
        "start": 5,
        "end": 21
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          3265,
          3276
        ],
        "start": 3265,
        "end": 3276
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberan칤a nacional",
        "position": [
          3416,
          3434
        ],
        "start": 3416,
        "end": 3434
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "m치s de 30",
        "position": [
          2485,
          2494
        ],
        "start": 2485,
        "end": 2494
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Vargas",
        "tipo": "Persona"
      },
      {
        "nombre": "Suntracs",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rekha Chandiramani",
        "tipo": "Persona"
      },
      {
        "nombre": "Suntracs",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de Jos칠 Ra칰l Mulino",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio P칰blico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ricardo Martinelli",
        "tipo": "Persona"
      },
      {
        "nombre": "Canal de Panam치",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caja de Seguro Social",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Yamir",
        "tipo": "Persona"
      },
      {
        "nombre": "Alianza Pueblo Unido",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Similares",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sindicato 칔nico de Trabajadores de la Construcci칩n",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Panam치",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mulino",
        "tipo": "Persona"
      },
      {
        "nombre": "Yamir C칩rdoba",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Antonio Vargas",
        "tipo": "Persona"
      },
      {
        "nombre": "Corte Suprema",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Panam치",
        "relacion": "CONVERSAR",
        "objeto": "Sindicato 칔nico de Trabajadores de la Construcci칩n"
      },
      {
        "sujeto": "Panam치",
        "relacion": "CONVERSAR",
        "objeto": "Similares"
      },
      {
        "sujeto": "Panam치",
        "relacion": "CONVERSAR",
        "objeto": "Suntracs"
      },
      {
        "sujeto": "Panam치",
        "relacion": "CONVERSAR",
        "objeto": "Antonio Vargas"
      },
      {
        "sujeto": "Rekha Chandiramani",
        "relacion": "CONVERSAR",
        "objeto": "Sindicato 칔nico de Trabajadores de la Construcci칩n"
      },
      {
        "sujeto": "Rekha Chandiramani",
        "relacion": "CONVERSAR",
        "objeto": "Similares"
      },
      {
        "sujeto": "Rekha Chandiramani",
        "relacion": "CONVERSAR",
        "objeto": "Panam치"
      },
      {
        "sujeto": "Rekha Chandiramani",
        "relacion": "CONVERSAR",
        "objeto": "Suntracs"
      },
      {
        "sujeto": "Rekha Chandiramani",
        "relacion": "CONVERSAR",
        "objeto": "Antonio Vargas"
      },
      {
        "sujeto": "Vargas",
        "relacion": "DAR",
        "objeto": "Suntracs"
      },
      {
        "sujeto": "Vargas",
        "relacion": "ENFATIZAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Vargas",
        "relacion": "ENFATIZAR",
        "objeto": "Panam치"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "DESCONOCER_ENFATIZAR",
        "objeto": "Panam치"
      },
      {
        "sujeto": "Ministerio P칰blico",
        "relacion": "CRITICAR_HACER_CONVERTIR_DENUNCIAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "EXIGIR_MANTENER",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Mulino",
        "relacion": "INFORMAR",
        "objeto": "Caja de Seguro Social"
      },
      {
        "sujeto": "Mulino",
        "relacion": "INFORMAR",
        "objeto": "Canal de Panam치"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "INFORMAR",
        "objeto": "Caja de Seguro Social"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "INFORMAR",
        "objeto": "Canal de Panam치"
      },
      {
        "sujeto": "Caja de Seguro Social",
        "relacion": "INFORMAR",
        "objeto": "Canal de Panam치"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "INTERPONER_DESTACAR",
        "objeto": "Estado"
      }
    ]
  },
  "sentiment": {
    "compound": 0.128,
    "pos": 0.034,
    "neu": 0.937,
    "neg": 0.029,
    "label": "positive"
  }
}