{
  "url": "https://www.telesurtv.net/testigo-clave-contra-uribe-denuncia-vinculos-del-expresidente-con-el-paramilitarismo/",
  "title": "Testigo clave contra Uribe denuncia vínculos del expresidente con el paramilitarismo - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Autodefensas Unidas de Colombia",
    "Bloque Metro",
    "Juan Guillermo Monsalve",
    "juicio",
    "paramilitarismo",
    "testigo clave",
    "Uribe"
  ],
  "text": "\nEl juicio contra el expresidente colombiano Álvaro Uribe (2002-2010) por los delitos de soborno a testigos y fraude procesal dio un giro trascendental con el testimonio del exparamilitar Juan Guillermo Monsalve, quien brindó detalles clave sobre los supuestos vínculos del exmandatario con el Bloque Metro de las Autodefensas Unidas de Colombia (AUC).\nEste grupo paramilitar, que operó en Antioquia a finales del siglo XX y principios del XXI, habría tenido su origen en la finca Guacharacas, propiedad de la familia Uribe, según el testimonio de Monsalve.\nEl exparamilitar, quien actualmente cumple una condena por secuestro en la cárcel de La Picota en Bogotá, es hijo del exmayordomo de la finca Guacharacas. Su declaración no solo ha puesto en evidencia los presuntos nexos de Uribe con el paramilitarismo, sino que también revela las presiones que sufrió mientras estaba detenido.\n\nDurante su testimonio, Monsalve afirmó que el Bloque Metro no solo se creó para proteger la finca Guacharacas, sino que también realizaba patrullajes en zonas aledañas, se enfrentaba a grupos insurgentes y estaba organizado con brazaletes que identificaban a sus miembros. Según el exparamilitar, tanto Álvaro Uribe como su hermano Santiago tuvieron un papel fundamental en la formación y fortalecimiento de este grupo paramilitar.\nMonsalve relató tras su creación, en 1996, el Bloque Metro crecio rápidamente, llegando a contar con alrededor de 1.500 miembros hacia el año 2000. Además, el testigo vinculó las reuniones en Guacharacas con la campaña de Álvaro Uribe para la Gobernación de Antioquia en los años 90, señalando que estos encuentros no solo abordaban estrategias de seguridad, sino también aspectos políticos relacionados con la candidatura del exmandatario.\n“Desde que hablé de los Uribe, mi vida cambió. Hubo una cacería en mi contra”, declaró Monsalve en el Juzgado 44 de Bogotá, refiriéndose a las represalias que habría sufrido tras revelar estos supuestos nexos.\nEl testimonio de Monsalve no solo ha sido relevante por su contenido, sino también por las circunstancias en las que se ha producido. Un día antes de su comparecencia, el martes 25 de febrero, los guardias de la cárcel de La Picota irrumpieron violentamente en su celda, donde Monsalve, quien padece una enfermedad cardíaca, resultó golpeado en las manos durante una requisa.\nLa bancada de víctimas del proceso contra Uribe denunció que este hecho constituye un intento claro de intimidar a un testigo clave. Monsalve ha sido fundamental en el caso debido a una grabación que realizó en 2018, en la que captó una conversación con el abogado Diego Cadena, quien trabajaba para Uribe. En la grabación, Cadena le habría ofrecido beneficios jurídicos a cambio de que Monsalve declarara a favor del expresidente, lo que constituiría un intento de soborno.\nEl equipo legal de Uribe argumenta que Cadena actuó por su cuenta y sin el conocimiento del expresidente. Sin embargo, la Fiscalía sostiene que Uribe estuvo directamente involucrado en estos hechos, lo que ha llevado a la imputación de tres delitos: soborno en actuación penal, fraude procesal y soborno.\n\n\nEl juicio contra Álvaro Uribe comenzó el pasado 10 de febrero, pero ha enfrentado múltiples interrupciones debido a recursos legales presentados por la defensa. Uno de los más recientes fue una tutela interpuesta contra la jueza Sandra Heredia, acusándola de falta de imparcialidad. No obstante, el Tribunal Superior de Bogotá declaró improcedente la tutela, permitiendo que las audiencias continuaran su curso.\nLos abogados de Uribe han calificado el proceso como una “persecución política” y han intentado desacreditar las pruebas presentadas, incluyendo los videos y audios captados por Monsalve. Jaime Granados, abogado defensor del expresidente, ha cuestionado la claridad de las grabaciones y ha señalado que estas se prestan a interpretaciones subjetivas.\nPor su parte, las víctimas del proceso han denunciado que los recursos presentados por la defensa buscan dilatar el juicio y lograr su prescripción, lo que ocurriría en octubre de este año si no se llega a una sentencia antes.\nEl juicio contra Álvaro Uribe marca un hito en la historia judicial de Colombia, ya que es la primera vez que un expresidente enfrenta un proceso penal de esta magnitud. Las acusaciones de soborno y fraude procesal se suman a las sombras que han perseguido a Uribe desde su mandato, incluyendo el escándalo de los “falsos positivos”, en el que militares asesinaron a civiles y los presentaron como guerrilleros muertos en combate.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/testigo-clave-contra-uribe-denuncia-vinculos-del-expresidente-con-el-paramilitarismo/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 17,
    "message_id": 87978,
    "date": "2025-02-28T18:50:12+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐 \n \n↕️ Trump y Zelenski se reúnen en la Casa Blanca\nhttps://www.telesurtv.net/trump-y-zelenski-se-reunen-en-la-casa-blanca/ \n\n↕️ Carnaval de Brasil atraerá a más de 53 millones de visitantes\nhttps://www.telesurtv.net/carnaval-de-brasil-atraera-a-mas-de-53-millones-de-visitantes/ \n\n↕️ Testigo clave contra Uribe denuncia vínculos del expresidente con el paramilitarismo\nhttps://www.telesurtv.net/testigo-clave-contra-uribe-denuncia-vinculos-del-expresidente-con-el-paramilitarismo/",
    "photo_path": null,
    "views": 1765,
    "reactions": {
      "😁": 20,
      "🔥": 9,
      "👎": 2
    },
    "total_reactions": 31
  },
  "preprocessing": {
    "cleaned": "el juicio contra el expresidente colombiano álvaro uribe (2002-2010) por los delitos de soborno a testigos y fraude procesal dio un giro trascendental con el testimonio del exparamilitar juan guillermo monsalve, quien brindó detalles clave sobre los supuestos vínculos del exmandatario con el bloque metro de las autodefensas unidas de colombia (auc). este grupo paramilitar, que operó en antioquia a finales del siglo xx y principios del xxi, habría tenido su origen en la finca guacharacas, propiedad de la familia uribe, según el testimonio de monsalve. el exparamilitar, quien actualmente cumple una condena por secuestro en la cárcel de la picota en bogotá, es hijo del exmayordomo de la finca guacharacas. su declaración no solo ha puesto en evidencia los presuntos nexos de uribe con el paramilitarismo, sino que también revela las presiones que sufrió mientras estaba detenido. durante su testimonio, monsalve afirmó que el bloque metro no solo se creó para proteger la finca guacharacas, sino que también realizaba patrullajes en zonas aledañas, se enfrentaba a grupos insurgentes y estaba organizado con brazaletes que identificaban a sus miembros. según el exparamilitar, tanto álvaro uribe como su hermano santiago tuvieron un papel fundamental en la formación y fortalecimiento de este grupo paramilitar. monsalve relató tras su creación, en 1996, el bloque metro crecio rápidamente, llegando a contar con alrededor de 1.500 miembros hacia el año 2000. además, el testigo vinculó las reuniones en guacharacas con la campaña de álvaro uribe para la gobernación de antioquia en los años 90, señalando que estos encuentros no solo abordaban estrategias de seguridad, sino también aspectos políticos relacionados con la candidatura del exmandatario. “desde que hablé de los uribe, mi vida cambió. hubo una cacería en mi contra”, declaró monsalve en el juzgado 44 de bogotá, refiriéndose a las represalias que habría sufrido tras revelar estos supuestos nexos. el testimonio de monsalve no solo ha sido relevante por su contenido, sino también por las circunstancias en las que se ha producido. un día antes de su comparecencia, el martes 25 de febrero, los guardias de la cárcel de la picota irrumpieron violentamente en su celda, donde monsalve, quien padece una enfermedad cardíaca, resultó golpeado en las manos durante una requisa. la bancada de víctimas del proceso contra uribe denunció que este hecho constituye un intento claro de intimidar a un testigo clave. monsalve ha sido fundamental en el caso debido a una grabación que realizó en 2018, en la que captó una conversación con el abogado diego cadena, quien trabajaba para uribe. en la grabación, cadena le habría ofrecido beneficios jurídicos a cambio de que monsalve declarara a favor del expresidente, lo que constituiría un intento de soborno. el equipo legal de uribe argumenta que cadena actuó por su cuenta y sin el conocimiento del expresidente. sin embargo, la fiscalía sostiene que uribe estuvo directamente involucrado en estos hechos, lo que ha llevado a la imputación de tres delitos: soborno en actuación penal, fraude procesal y soborno. el juicio contra álvaro uribe comenzó el pasado 10 de febrero, pero ha enfrentado múltiples interrupciones debido a recursos legales presentados por la defensa. uno de los más recientes fue una tutela interpuesta contra la jueza sandra heredia, acusándola de falta de imparcialidad. no obstante, el tribunal superior de bogotá declaró improcedente la tutela, permitiendo que las audiencias continuaran su curso. los abogados de uribe han calificado el proceso como una “persecución política” y han intentado desacreditar las pruebas presentadas, incluyendo los videos y audios captados por monsalve. jaime granados, abogado defensor del expresidente, ha cuestionado la claridad de las grabaciones y ha señalado que estas se prestan a interpretaciones subjetivas. por su parte, las víctimas del proceso han denunciado que los recursos presentados por la defensa buscan dilatar el juicio y lograr su prescripción, lo que ocurriría en octubre de este año si no se llega a una sentencia antes. el juicio contra álvaro uribe marca un hito en la historia judicial de colombia, ya que es la primera vez que un expresidente enfrenta un proceso penal de esta magnitud. las acusaciones de soborno y fraude procesal se suman a las sombras que han perseguido a uribe desde su mandato, incluyendo el escándalo de los “falsos positivos”, en el que militares asesinaron a civiles y los presentaron como guerrilleros muertos en combate.",
    "tokens": [
      "juicio",
      "expresidente",
      "colombiano",
      "álvaro",
      "uribe",
      "(",
      "2002-2010",
      ")",
      "delitos",
      "soborno",
      "testigos",
      "fraude",
      "procesal",
      "dio",
      "giro",
      "trascendental",
      "testimonio",
      "exparamilitar",
      "juan",
      "guillermo",
      "monsalve",
      ",",
      "brindó",
      "detalles",
      "clave",
      "supuestos",
      "vínculos",
      "exmandatario",
      "bloque",
      "metro",
      "autodefensas",
      "unidas",
      "colombia",
      "(",
      "auc",
      ")",
      ".",
      "grupo",
      "paramilitar",
      ",",
      "operó",
      "antioquia",
      "finales",
      "siglo",
      "xx",
      "principios",
      "xxi",
      ",",
      "origen",
      "finca",
      "guacharacas",
      ",",
      "propiedad",
      "familia",
      "uribe",
      ",",
      "según",
      "testimonio",
      "monsalve",
      ".",
      "exparamilitar",
      ",",
      "actualmente",
      "cumple",
      "condena",
      "secuestro",
      "cárcel",
      "picota",
      "bogotá",
      ",",
      "hijo",
      "exmayordomo",
      "finca",
      "guacharacas",
      ".",
      "declaración",
      "solo",
      "puesto",
      "evidencia",
      "presuntos",
      "nexos",
      "uribe",
      "paramilitarismo",
      ",",
      "sino",
      "revela",
      "presiones",
      "sufrió",
      "mientras",
      "detenido",
      ".",
      "testimonio",
      ",",
      "monsalve",
      "afirmó",
      "bloque",
      "metro",
      "solo",
      "creó",
      "proteger",
      "finca",
      "guacharacas",
      ",",
      "sino",
      "realizaba",
      "patrullajes",
      "zonas",
      "aledañas",
      ",",
      "enfrentaba",
      "grupos",
      "insurgentes",
      "organizado",
      "brazaletes",
      "identificaban",
      "miembros",
      ".",
      "según",
      "exparamilitar",
      ",",
      "álvaro",
      "uribe",
      "hermano",
      "santiago",
      "papel",
      "fundamental",
      "formación",
      "fortalecimiento",
      "grupo",
      "paramilitar",
      ".",
      "monsalve",
      "relató",
      "tras",
      "creación",
      ",",
      "1996",
      ",",
      "bloque",
      "metro",
      "crecio",
      "rápidamente",
      ",",
      "llegando",
      "contar",
      "alrededor",
      "1.500",
      "miembros",
      "hacia",
      "año",
      "2000.",
      "además",
      ",",
      "testigo",
      "vinculó",
      "reuniones",
      "guacharacas",
      "campaña",
      "álvaro",
      "uribe",
      "gobernación",
      "antioquia",
      "años",
      "90",
      ",",
      "señalando",
      "encuentros",
      "solo",
      "abordaban",
      "estrategias",
      "seguridad",
      ",",
      "sino",
      "aspectos",
      "políticos",
      "relacionados",
      "candidatura",
      "exmandatario",
      ".",
      "“",
      "hablé",
      "uribe",
      ",",
      "vida",
      "cambió",
      ".",
      "cacería",
      "”",
      ",",
      "declaró",
      "monsalve",
      "juzgado",
      "44",
      "bogotá",
      ",",
      "refiriéndose",
      "represalias",
      "sufrido",
      "tras",
      "revelar",
      "supuestos",
      "nexos",
      ".",
      "testimonio",
      "monsalve",
      "solo",
      "sido",
      "relevante",
      "contenido",
      ",",
      "sino",
      "circunstancias",
      "producido",
      ".",
      "día",
      "comparecencia",
      ",",
      "martes",
      "25",
      "febrero",
      ",",
      "guardias",
      "cárcel",
      "picota",
      "irrumpieron",
      "violentamente",
      "celda",
      ",",
      "monsalve",
      ",",
      "padece",
      "enfermedad",
      "cardíaca",
      ",",
      "resultó",
      "golpeado",
      "manos",
      "requisa",
      ".",
      "bancada",
      "víctimas",
      "proceso",
      "uribe",
      "denunció",
      "hecho",
      "constituye",
      "intento",
      "claro",
      "intimidar",
      "testigo",
      "clave",
      ".",
      "monsalve",
      "sido",
      "fundamental",
      "caso",
      "debido",
      "grabación",
      "realizó",
      "2018",
      ",",
      "captó",
      "conversación",
      "abogado",
      "diego",
      "cadena",
      ",",
      "trabajaba",
      "uribe",
      ".",
      "grabación",
      ",",
      "cadena",
      "ofrecido",
      "beneficios",
      "jurídicos",
      "cambio",
      "monsalve",
      "declarara",
      "favor",
      "expresidente",
      ",",
      "constituiría",
      "intento",
      "soborno",
      ".",
      "equipo",
      "legal",
      "uribe",
      "argumenta",
      "cadena",
      "actuó",
      "cuenta",
      "conocimiento",
      "expresidente",
      ".",
      "embargo",
      ",",
      "fiscalía",
      "sostiene",
      "uribe",
      "directamente",
      "involucrado",
      "hechos",
      ",",
      "llevado",
      "imputación",
      "tres",
      "delitos",
      ":",
      "soborno",
      "actuación",
      "penal",
      ",",
      "fraude",
      "procesal",
      "soborno",
      ".",
      "juicio",
      "álvaro",
      "uribe",
      "comenzó",
      "pasado",
      "10",
      "febrero",
      ",",
      "enfrentado",
      "múltiples",
      "interrupciones",
      "debido",
      "recursos",
      "legales",
      "presentados",
      "defensa",
      ".",
      "recientes",
      "tutela",
      "interpuesta",
      "jueza",
      "sandra",
      "heredia",
      ",",
      "acusándola",
      "falta",
      "imparcialidad",
      ".",
      "obstante",
      ",",
      "tribunal",
      "superior",
      "bogotá",
      "declaró",
      "improcedente",
      "tutela",
      ",",
      "permitiendo",
      "audiencias",
      "continuaran",
      "curso",
      ".",
      "abogados",
      "uribe",
      "calificado",
      "proceso",
      "“",
      "persecución",
      "política",
      "”",
      "intentado",
      "desacreditar",
      "pruebas",
      "presentadas",
      ",",
      "incluyendo",
      "videos",
      "audios",
      "captados",
      "monsalve",
      ".",
      "jaime",
      "granados",
      ",",
      "abogado",
      "defensor",
      "expresidente",
      ",",
      "cuestionado",
      "claridad",
      "grabaciones",
      "señalado",
      "prestan",
      "interpretaciones",
      "subjetivas",
      ".",
      "parte",
      ",",
      "víctimas",
      "proceso",
      "denunciado",
      "recursos",
      "presentados",
      "defensa",
      "buscan",
      "dilatar",
      "juicio",
      "lograr",
      "prescripción",
      ",",
      "ocurriría",
      "octubre",
      "año",
      "si",
      "llega",
      "sentencia",
      ".",
      "juicio",
      "álvaro",
      "uribe",
      "marca",
      "hito",
      "historia",
      "judicial",
      "colombia",
      ",",
      "primera",
      "vez",
      "expresidente",
      "enfrenta",
      "proceso",
      "penal",
      "magnitud",
      ".",
      "acusaciones",
      "soborno",
      "fraude",
      "procesal",
      "suman",
      "sombras",
      "perseguido",
      "uribe",
      "mandato",
      ",",
      "incluyendo",
      "escándalo",
      "“",
      "falsos",
      "positivos",
      "”",
      ",",
      "militares",
      "asesinaron",
      "civiles",
      "presentaron",
      "guerrilleros",
      "muertos",
      "combate",
      "."
    ],
    "token_count": 457,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 93,
      "NN": 313,
      "JJ": 66,
      "IN": 28,
      "FW": 98,
      "NNS": 30,
      "VBP": 28,
      "VBN": 1,
      "VBZ": 10,
      "DT": 5,
      "VBD": 4,
      "CD": 8,
      "RB": 2,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 43,
      "NN-NN": 202,
      "NN-JJ": 20,
      "JJ-NN": 42,
      "NN-NNP": 29,
      "NNP-NNP": 23,
      "NNP-JJ": 2,
      "NN-IN": 20,
      "IN-FW": 15,
      "FW-JJ": 8,
      "NN-NNS": 13,
      "NNS-VBP": 24,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "JJ-NNS": 8,
      "VBP-JJ": 19,
      "NNP-IN": 4,
      "FW-NNP": 20,
      "IN-NNP": 7,
      "NNP-NNS": 3,
      "JJ-NNP": 6,
      "VBP-NNP": 3,
      "FW-FW": 53,
      "NNP-FW": 10,
      "FW-NN": 13,
      "NN-FW": 15,
      "NNP-VBZ": 2,
      "VBZ-DT": 3,
      "DT-NN": 3,
      "NNP-DT": 2,
      "NN-VBZ": 7,
      "VBZ-JJ": 3,
      "JJ-JJ": 5,
      "NNS-NNP": 1,
      "NNP-VBP": 2,
      "VBP-NN": 3,
      "NN-VBD": 4,
      "VBD-NN": 1,
      "IN-CD": 3,
      "CD-NN": 4,
      "CD-NNS": 1,
      "NNS-JJ": 2,
      "JJ-RB": 1,
      "RB-JJ": 1,
      "JJ-CD": 1,
      "CD-NNP": 1,
      "NNS-IN": 1,
      "NN-RB": 1,
      "RB-CD": 1,
      "DT-JJ": 2,
      "IN-NN": 2,
      "VBZ-FW": 1,
      "NNP-CD": 1,
      "CD-IN": 2,
      "VBP-NNS": 2,
      "VBZ-IN": 1,
      "VBZ-CD": 1,
      "IN-JJ": 1,
      "NN-VBP": 1,
      "JJ-FW": 3,
      "FW-NNS": 2,
      "VBD-CD": 1,
      "NNS-NNS": 1,
      "VBD-NNP": 1,
      "VBD-JJ": 1,
      "FW-VBZ": 1,
      "VBZ-NNP": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNS-FW": 1,
      "FW-VBP": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 37,
      "NN-NN-NN": 125,
      "NN-NN-JJ": 17,
      "NN-JJ-NN": 16,
      "JJ-NN-NNP": 3,
      "NN-NNP-NNP": 11,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-NN": 23,
      "NN-NN-IN": 15,
      "NN-IN-FW": 12,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 3,
      "JJ-NN-JJ": 3,
      "NN-NN-NNP": 24,
      "NNP-NNP-NNP": 3,
      "NNP-NNP-NN": 12,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 9,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NNS": 1,
      "JJ-NNS-VBP": 8,
      "NNS-VBP-JJ": 18,
      "VBP-JJ-NN": 10,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 3,
      "FW-NNP-NNP": 4,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "NN-IN-NNP": 3,
      "IN-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "VBP-JJ-NNP": 4,
      "JJ-NNP-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 3,
      "IN-FW-FW": 6,
      "FW-FW-NNP": 10,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 3,
      "FW-FW-FW": 31,
      "FW-NNP-NN": 8,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 2,
      "NNP-FW-NN": 4,
      "FW-NN-FW": 1,
      "NN-FW-FW": 12,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 3,
      "VBP-JJ-NNS": 3,
      "JJ-NNP-NN": 4,
      "NN-NNP-NN": 13,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "NN-JJ-NNP": 1,
      "FW-FW-NN": 5,
      "FW-NN-NNS": 2,
      "JJ-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "JJ-NN-NNS": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NN-VBD": 3,
      "NN-VBD-NN": 1,
      "VBD-NN-FW": 1,
      "FW-NN-NNP": 1,
      "NNP-NN-NNS": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-IN": 1,
      "NN-IN-CD": 3,
      "IN-CD-NN": 2,
      "CD-NN-NNP": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-RB": 1,
      "JJ-RB-JJ": 1,
      "RB-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "FW-NN-NN": 8,
      "NN-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-NNP-IN": 2,
      "IN-NNP-FW": 1,
      "FW-NN-RB": 1,
      "NN-RB-CD": 1,
      "RB-CD-NN": 1,
      "CD-NN-NN": 3,
      "NN-NN-VBZ": 3,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 2,
      "DT-JJ-NN": 2,
      "JJ-NN-FW": 1,
      "NN-NNP-JJ": 1,
      "JJ-NN-IN": 4,
      "NN-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-VBP": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 2,
      "FW-NNP-DT": 1,
      "NN-NN-FW": 8,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-NN": 3,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "NN-FW-NN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NN-NNP-FW": 1,
      "FW-FW-JJ": 3,
      "FW-JJ-NNP": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NN-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-NNP": 2,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "FW-JJ-NNS": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNP-NNP": 1,
      "VBZ-JJ-NN": 2,
      "NN-JJ-JJ": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "NNS-VBP-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 313,
        "FW": 98,
        "NNP": 93,
        "JJ": 66,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 202,
        "FW-FW": 53,
        "NNP-NN": 43,
        "JJ-NN": 42,
        "NN-NNP": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 125,
        "NNP-NN-NN": 37,
        "FW-FW-FW": 31,
        "NN-NN-NNP": 24,
        "JJ-NN-NN": 23
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 170,
      "ADJP": 11,
      "VP": 38,
      "PP": 14
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.031
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0194
      },
      {
        "rule": "NP -> ('Monsalve', 'NNP')",
        "frequency": 4,
        "weight": 0.0155
      },
      {
        "rule": "NP -> ('Colombia', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Antioquia', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Guacharacas', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Uribe', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Bogotá', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('febrero', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('soborno', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El juicio contra el"
      },
      {
        "label": "NP",
        "text": "expresidente colombiano Álvaro Uribe"
      },
      {
        "label": "ADJP",
        "text": "2002-2010"
      },
      {
        "label": "NP",
        "text": "por"
      },
      {
        "label": "NP",
        "text": "los delitos"
      },
      {
        "label": "NP",
        "text": "a testigos y fraude procesal dio"
      },
      {
        "label": "NP",
        "text": "un giro"
      },
      {
        "label": "NP",
        "text": "trascendental con el testimonio del exparamilitar Juan Guillermo Monsalve"
      },
      {
        "label": "NP",
        "text": "quien brindó detalles"
      },
      {
        "label": "VP",
        "text": "clave"
      },
      {
        "label": "VP",
        "text": "sobre los supuestos"
      },
      {
        "label": "NP",
        "text": "los supuestos"
      },
      {
        "label": "VP",
        "text": "vínculos del exmandatario con el Bloque Metro"
      },
      {
        "label": "NP",
        "text": "del exmandatario con el Bloque Metro"
      },
      {
        "label": "NP",
        "text": "Autodefensas Unidas"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP juicio/NN contra/NN el/NN)\n  (NP expresidente/JJ colombiano/NN Álvaro/NN Uribe/NNP)\n  (/(\n  (ADJP 2002-2010/JJ)\n  )/)\n  (NP por/NN)\n  (NP los/JJ delitos/NN)\n  de/FW\n  soborno/FW\n  (NP a/DT testigos/NN y/NN fraude/NN procesal/NN dio/NN)\n  (NP un/JJ giro/NN)\n  (NP\n    trascendental/JJ\n    con/NN\n    el/NN\n    testimonio/NN\n    del/NN\n    exparamilitar/NN\n    Juan/NNP\n    Guillermo/NNP\n    Monsalve/NNP)\n  ,/,\n  (NP quien/NN brindó/NN detalles/NNS)\n  (VP clave/VBP)\n  (VP sobre/VBN (NP los/JJ supuestos/NNS))\n  (VP\n    vínculos/VBP\n    (NP del/JJ exmandatario/NN con/NN el/NN Bloque/NNP Metro/NNP))\n  de/IN\n  las/FW\n  (NP Autodefensas/NNP Unidas/NNP)\n  (PP de/IN (NP Colombia/NNP))\n  (/(\n  (NP AUC/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP Este/NN grupo/NN paramilitar/NN)\n  ,/,\n  (NP que/JJ operó/NN)\n  en/FW\n  (NP Antioquia/NNP)\n  (NP a/DT finales/NNS)\n  del/FW\n  (NP siglo/NN XX/NNP y/NNP principios/NNS del/NN XXI/NNP)\n  ,/,\n  (NP habría/NN tenido/NN su/NN origen/NN)\n  en/IN\n  la/FW\n  finca/FW\n  (NP Guacharacas/NNP)\n  ,/,\n  propiedad/FW\n  de/FW\n  la/FW\n  familia/FW\n  (NP Uribe/NNP)\n  ,/,\n  (NP según/NN el/NN testimonio/NN)\n  (PP de/IN (NP Monsalve/NNP))\n  ./.)",
      "(S\n  (NP El/NNP exparamilitar/NN)\n  ,/,\n  (NP quien/JJ actualmente/NN cumple/NN)\n  (NP una/JJ condena/NN por/NN secuestro/NN)\n  en/IN\n  la/FW\n  cárcel/FW\n  de/FW\n  (NP La/NNP Picota/NNP)\n  en/FW\n  (NP Bogotá/NNP)\n  ,/,\n  (NP es/JJ hijo/NN del/NN)\n  exmayordomo/FW\n  de/FW\n  la/FW\n  finca/FW\n  (NP Guacharacas/NNP)\n  ./.)",
      "(S\n  (NP Su/NNP)\n  (VP declaración/VBZ (NP no/DT solo/NN ha/NN puesto/NN))\n  en/IN\n  evidencia/FW\n  los/FW\n  presuntos/FW\n  nexos/FW\n  de/FW\n  (NP Uribe/NNP con/NN el/NN paramilitarismo/NN)\n  ,/,\n  (NP sino/NN que/NN también/NN revela/NN las/NN presiones/NNS)\n  (VP que/VBP (NP sufrió/JJ mientras/NNS))\n  (VP estaba/VBP (NP detenido/NN))\n  ./.)",
      "(S\n  (NP Durante/NNP su/NN testimonio/NN)\n  ,/,\n  (NP Monsalve/NNP)\n  (VP\n    afirmó/VBZ\n    (NP que/JJ el/NN Bloque/NNP Metro/NNP)\n    (NP\n      no/DT\n      solo/NN\n      se/NN\n      creó/NN\n      para/NN\n      proteger/NN\n      la/NN\n      finca/NN\n      Guacharacas/NNP))\n  ,/,\n  (NP sino/NN que/NN también/NN realizaba/NN patrullajes/NN)\n  (PP en/IN (NP zonas/NN aledañas/NN))\n  ,/,\n  se/FW\n  enfrentaba/FW\n  (NP a/DT grupos/NN)\n  (VP insurgentes/VBZ (NP y/JJ estaba/JJ organizado/NN con/NN))\n  (VP\n    brazaletes/VBZ\n    (NP que/JJ identificaban/NN)\n    (NP a/DT sus/NN miembros/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "FECHAS_ESPECIFICAS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que este hecho constituye un intento claro de intimidar a",
        "position": [
          2395,
          2461
        ],
        "start": 2395,
        "end": 2461
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          920,
          926
        ],
        "start": 920,
        "end": 926
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "expresidente enfrenta un proceso",
        "position": [
          4232,
          4264
        ],
        "start": 4232,
        "end": 4264
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "soborno",
        "position": [
          89,
          96
        ],
        "start": 89,
        "end": 96
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3281,
          3288
        ],
        "start": 3281,
        "end": 3288
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2395,
          2403
        ],
        "start": 2395,
        "end": 2403
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          337,
          345
        ],
        "start": 337,
        "end": 345
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "bogotá",
        "position": [
          656,
          662
        ],
        "start": 656,
        "end": 662
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "martes 25 de febrero",
        "position": [
          2142,
          2162
        ],
        "start": 2142,
        "end": 2162
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2000",
        "position": [
          1458,
          1466
        ],
        "start": 1458,
        "end": 1466
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          582,
          593
        ],
        "start": 582,
        "end": 593
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2932,
          2939
        ],
        "start": 2932,
        "end": 2939
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "1.500 miembros",
        "position": [
          1434,
          1448
        ],
        "start": 1434,
        "end": 1448
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 1.500",
        "position": [
          1421,
          1439
        ],
        "start": 1421,
        "end": 1439
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "500 miembros",
        "position": [
          1436,
          1448
        ],
        "start": 1436,
        "end": 1448
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "el año 2000",
        "position": [
          1455,
          1466
        ],
        "start": 1455,
        "end": 1466
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "finca Guacharacas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santiago",
        "tipo": "Persona"
      },
      {
        "nombre": "AUC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Juzgado 44 de Bogotá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bloque Metro",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Álvaro Uribe",
        "tipo": "Persona"
      },
      {
        "nombre": "Jaime Granados",
        "tipo": "Persona"
      },
      {
        "nombre": "Juan Guillermo Monsalve",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobernación de Antioquia",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Picota",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cadena",
        "tipo": "Persona"
      },
      {
        "nombre": "Sandra Heredia",
        "tipo": "Persona"
      },
      {
        "nombre": "Tribunal Superior de Bogotá",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fiscalía",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Antioquia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Uribe",
        "tipo": "Persona"
      },
      {
        "nombre": "Diego Cadena",
        "tipo": "Persona"
      },
      {
        "nombre": "Bloque Metro de las Autodefensas Unidas de Colombia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Guacharacas",
        "tipo": "Persona"
      },
      {
        "nombre": "Monsalve",
        "tipo": "Persona"
      },
      {
        "nombre": "Bogotá",
        "tipo": "Lugar"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Álvaro Uribe",
        "relacion": "DAR",
        "objeto": "Juan Guillermo Monsalve"
      },
      {
        "sujeto": "Álvaro Uribe",
        "relacion": "DAR",
        "objeto": "Bloque Metro de las Autodefensas Unidas de Colombia"
      },
      {
        "sujeto": "Álvaro Uribe",
        "relacion": "DAR",
        "objeto": "AUC"
      },
      {
        "sujeto": "Antioquia",
        "relacion": "OPERAR_TENER",
        "objeto": "finca Guacharacas"
      },
      {
        "sujeto": "Antioquia",
        "relacion": "OPERAR_TENER",
        "objeto": "Uribe"
      },
      {
        "sujeto": "Antioquia",
        "relacion": "OPERAR_TENER",
        "objeto": "Monsalve"
      },
      {
        "sujeto": "finca Guacharacas",
        "relacion": "TENER",
        "objeto": "Monsalve"
      },
      {
        "sujeto": "Uribe",
        "relacion": "TENER",
        "objeto": "Monsalve"
      },
      {
        "sujeto": "La Picota",
        "relacion": "CUMPLIR",
        "objeto": "Bogotá"
      },
      {
        "sujeto": "Monsalve",
        "relacion": "AFIRMAR",
        "objeto": "Bloque Metro"
      },
      {
        "sujeto": "Monsalve",
        "relacion": "AFIRMAR",
        "objeto": "finca Guacharacas"
      },
      {
        "sujeto": "Bloque Metro",
        "relacion": "CREAR_AFIRMAR",
        "objeto": "finca Guacharacas"
      },
      {
        "sujeto": "Monsalve",
        "relacion": "RELATAR",
        "objeto": "Bloque Metro"
      },
      {
        "sujeto": "Guacharacas",
        "relacion": "VINCULAR",
        "objeto": "Álvaro Uribe"
      },
      {
        "sujeto": "Guacharacas",
        "relacion": "VINCULAR",
        "objeto": "Gobernación de Antioquia"
      },
      {
        "sujeto": "Monsalve",
        "relacion": "DECLARAR",
        "objeto": "Juzgado 44 de Bogotá"
      },
      {
        "sujeto": "Monsalve",
        "relacion": "IRRUMPIR",
        "objeto": "La Picota"
      },
      {
        "sujeto": "Cadena",
        "relacion": "OFRECER",
        "objeto": "Monsalve"
      },
      {
        "sujeto": "Cadena",
        "relacion": "ARGUMENTAR",
        "objeto": "Uribe"
      },
      {
        "sujeto": "Fiscalía",
        "relacion": "SOSTENER",
        "objeto": "Uribe"
      },
      {
        "sujeto": "Uribe",
        "relacion": "CALIFICAR",
        "objeto": "Monsalve"
      },
      {
        "sujeto": "Álvaro Uribe",
        "relacion": "MARCAR",
        "objeto": "de Colombia"
      }
    ]
  },
  "sentiment": {
    "compound": 0.6705,
    "pos": 0.038,
    "neu": 0.934,
    "neg": 0.029,
    "label": "positive"
  }
}