{
  "url": "https://www.telesurtv.net/encuentro-de-alba-tcp-analiza-una-alternativa-mundial-al-sistema-dominante-actual/",
  "title": "Encuentro de ALBA TCP analiza una alternativa mundial al sistema dominante actual - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [],
  "text": "\nEl secretario ejecutivo de la Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos (ALBA-TCP), Jorge Arreaza, destacó el consenso sobre quien es el enemigo de los países que buscan romper el hegemonismo y defender su independencia pero ahora debemos organizarnos sobre qué debemos hacer.\n\nArreaza participó este martes en el panel: Alternativa Social Mundial y los desafíos actuales en el marco del 2do Encuentro para una Alternativa Social Mundiale, que se desarrolla en Caracas y concluye mañana miércoles.\n\n“Cómo pasamos de la resistencia a la ofensiva, cómo creamos los injertos socialistas que van surgiendo en medio de las redes socialistas y cómo esos injertos van generando redes eficaces con comunicación fluída y acciones coordinadas para crecer hasta que reviertes la hegemonía del capital”, señaló.\n\n\n“Queremos generar un programa común de mínimos acuerdos que nos permita desde usarlo como bandera como escudo hasta aplicar políticas públicas en nuestros países, alcaldías, comunas hasta que esos injertos vayan interconectándose y tuerzan el ritmo de la historia”, comentó Arreaza.\nParticiparon además de Arreaza, Vijay Prashad, escritor y director de @tri_continental, Atilio Borón, sociólogo, y Yván Gil, ministro de Relaciones Exteriores de Venezuela.\n“No es copiando modelos, es intercambiando ideas experiencias, reflexiones y mínimos comunes para que el capital financiero no domine a los Gobiernos”, aseveró.\nEn su oportunidad, Atilio Borón manifestó: “Nosotros necesitamos convertinos en guerreros digitales, sino la tarea de articular u organizar los movimientos de oposición al imperialismo será casi imposible, debemos tener una actitud más activa”.\n“Hay demasiada pasividad, tenemos que articular todos los movimientos, esfuerzos y gobiernos que estan siendo arrasados por el imperialismo. Necesitamos resistir, que el reloj de la historia no siga avanzando hacia la destrucción del planeta”, consideró.\n“Nos falta internacionalismo (…) Debemos tener un plan de acción para salvar al planeta”, remató.Al participar en el eveto, Vijay Prashad, escritor y director de @tri_continental, afirmó: “Tenemos que creer en algo, debemos creer en el socialismo la única salvación para el planeta” .\n“75% del mercado de armas está controlado por países de la OTAN, son la fuerza más peligrosa del planeta. El norte global se ha convertido en hiperimperialista”, precisó.\nSobre el proceso electoral venezolano, previo a las elecciones presidente del próximo domingo, comentó que la extrema derecha “no tiene ideas ni propuestas para mejorar la condición de vida de las personas van diseminando su maldad, su veneno”.\n“La Alternativa Social Mundial es un plan para trascender e ir más allá de los problemas de las personas”, consideró.\nEn su momento, el canciller venezolano Yván Gil comentó: el neocolonialismo y el imperialismo siguen siendo los enemigos de los pueblos.\nEn su exposición destaco que : “El imperialismo y el neocolonialismo en su crisis y contradicciones estan echando mano del fascismo y la violencia directa contra las clases populares”.\nEn este sentido, sobre las elecciones presidenciales en Venezuela el próximo domingo 28 de julio, Gil dijo que “Se trata de poder eliminar la posibilidad de que el fascismo pueda acceder a algún elemento de poder”.\n“La responsabilidad de los movimientos no solo pasa por discutir cuál es la forma de resistir sino la ofensiva, el poder para construir un nuevo mundo”, insistió.\nAlertó que el imperialismo busca utilizar estrategias que en el pasado eran funcionales para ellos, como lo son el fascismo y la violencia, contra las clases populares para así afectar a los países libres e independientes.\n“Los desafíos y las amenazas que teníamos en el futuro, ha quedado claro en lo que hemos visto acá que han enfrentado las fuerzas populares durante siglos”.\n“El primero de ellos es el colonialismo, en sus distintas formas y ahora el neocolonialismo, que no solo es el causante de deterioro e inequidades que tiene la vida, si no que hoy se presenta como una nueva amenaza aún más poderosa con hambre de saqueo”, expresó Gil.\nDe igual forma, recordó la teoría expuesta en la primera edición de este encuentro, la cual indica que el capitalismo se encuentra en un periodo de declive, fuertemente golpeado y en crisis.\nEste episodio trató sobre la alternativa mundial al sistema actual: necesitamos propuestas de unidad, de lucha unificada, alternativas reales que nos distingan del cansado y exhausto Centro. Somos la izquierda y creemos en el futuro.\n“Estas amenazas han motivado a la movilización de la Revolución Bolivariana, la lucha contra el imperialismo y el neocolonialismo. Esos valores y objetivos nos unen en el mundo y que nos da sentido a todas las clases trabajadoras del mundo y debemos ir consolidándolo”.\n“Desde Venezuela el Comandante Chávez hizo una propuesta que es la construcción del Socialismo del Siglo XXI como la alternativa para enfrentar estas dos grandes amenazas que tenemos presentes y son el origen de todos los males que padecemos dentro de las naciones industrializadas”, concluyó",
  "source_metadata": {
    "url": "https://www.telesurtv.net/encuentro-de-alba-tcp-analiza-una-alternativa-mundial-al-sistema-dominante-actual/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 316,
    "message_id": 73521,
    "date": "2024-07-23T22:55:18+00:00",
    "text": "teleSUR\nEncuentro de ALBA TCP analiza una alternativa mundial al sistema dominante actual\nhttps://www.telesurtv.net/encuentro-de-alba-tcp-analiza-una-alternativa-mundial-al-sistema-dominante-actual/",
    "photo_path": null,
    "views": 1288,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el secretario ejecutivo de la alianza bolivariana para los pueblos de nuestra américa-tratado de comercio de los pueblos (alba-tcp), jorge arreaza, destacó el consenso sobre quien es el enemigo de los países que buscan romper el hegemonismo y defender su independencia pero ahora debemos organizarnos sobre qué debemos hacer. arreaza participó este martes en el panel: alternativa social mundial y los desafíos actuales en el marco del 2do encuentro para una alternativa social mundiale, que se desarrolla en caracas y concluye mañana miércoles. “cómo pasamos de la resistencia a la ofensiva, cómo creamos los injertos socialistas que van surgiendo en medio de las redes socialistas y cómo esos injertos van generando redes eficaces con comunicación fluída y acciones coordinadas para crecer hasta que reviertes la hegemonía del capital”, señaló. “queremos generar un programa común de mínimos acuerdos que nos permita desde usarlo como bandera como escudo hasta aplicar políticas públicas en nuestros países, alcaldías, comunas hasta que esos injertos vayan interconectándose y tuerzan el ritmo de la historia”, comentó arreaza. participaron además de arreaza, vijay prashad, escritor y director de @tri_continental, atilio borón, sociólogo, y yván gil, ministro de relaciones exteriores de venezuela. “no es copiando modelos, es intercambiando ideas experiencias, reflexiones y mínimos comunes para que el capital financiero no domine a los gobiernos”, aseveró. en su oportunidad, atilio borón manifestó: “nosotros necesitamos convertinos en guerreros digitales, sino la tarea de articular u organizar los movimientos de oposición al imperialismo será casi imposible, debemos tener una actitud más activa”. “hay demasiada pasividad, tenemos que articular todos los movimientos, esfuerzos y gobiernos que estan siendo arrasados por el imperialismo. necesitamos resistir, que el reloj de la historia no siga avanzando hacia la destrucción del planeta”, consideró. “nos falta internacionalismo (…) debemos tener un plan de acción para salvar al planeta”, remató.al participar en el eveto, vijay prashad, escritor y director de @tri_continental, afirmó: “tenemos que creer en algo, debemos creer en el socialismo la única salvación para el planeta” . “75% del mercado de armas está controlado por países de la otan, son la fuerza más peligrosa del planeta. el norte global se ha convertido en hiperimperialista”, precisó. sobre el proceso electoral venezolano, previo a las elecciones presidente del próximo domingo, comentó que la extrema derecha “no tiene ideas ni propuestas para mejorar la condición de vida de las personas van diseminando su maldad, su veneno”. “la alternativa social mundial es un plan para trascender e ir más allá de los problemas de las personas”, consideró. en su momento, el canciller venezolano yván gil comentó: el neocolonialismo y el imperialismo siguen siendo los enemigos de los pueblos. en su exposición destaco que : “el imperialismo y el neocolonialismo en su crisis y contradicciones estan echando mano del fascismo y la violencia directa contra las clases populares”. en este sentido, sobre las elecciones presidenciales en venezuela el próximo domingo 28 de julio, gil dijo que “se trata de poder eliminar la posibilidad de que el fascismo pueda acceder a algún elemento de poder”. “la responsabilidad de los movimientos no solo pasa por discutir cuál es la forma de resistir sino la ofensiva, el poder para construir un nuevo mundo”, insistió. alertó que el imperialismo busca utilizar estrategias que en el pasado eran funcionales para ellos, como lo son el fascismo y la violencia, contra las clases populares para así afectar a los países libres e independientes. “los desafíos y las amenazas que teníamos en el futuro, ha quedado claro en lo que hemos visto acá que han enfrentado las fuerzas populares durante siglos”. “el primero de ellos es el colonialismo, en sus distintas formas y ahora el neocolonialismo, que no solo es el causante de deterioro e inequidades que tiene la vida, si no que hoy se presenta como una nueva amenaza aún más poderosa con hambre de saqueo”, expresó gil. de igual forma, recordó la teoría expuesta en la primera edición de este encuentro, la cual indica que el capitalismo se encuentra en un periodo de declive, fuertemente golpeado y en crisis. este episodio trató sobre la alternativa mundial al sistema actual: necesitamos propuestas de unidad, de lucha unificada, alternativas reales que nos distingan del cansado y exhausto centro. somos la izquierda y creemos en el futuro. “estas amenazas han motivado a la movilización de la revolución bolivariana, la lucha contra el imperialismo y el neocolonialismo. esos valores y objetivos nos unen en el mundo y que nos da sentido a todas las clases trabajadoras del mundo y debemos ir consolidándolo”. “desde venezuela el comandante chávez hizo una propuesta que es la construcción del socialismo del siglo xxi como la alternativa para enfrentar estas dos grandes amenazas que tenemos presentes y son el origen de todos los males que padecemos dentro de las naciones industrializadas”, concluyó",
    "tokens": [
      "secretario",
      "ejecutivo",
      "alianza",
      "bolivariana",
      "pueblos",
      "américa-tratado",
      "comercio",
      "pueblos",
      "(",
      "alba-tcp",
      ")",
      ",",
      "jorge",
      "arreaza",
      ",",
      "destacó",
      "consenso",
      "enemigo",
      "países",
      "buscan",
      "romper",
      "hegemonismo",
      "defender",
      "independencia",
      "ahora",
      "debemos",
      "organizarnos",
      "debemos",
      "hacer",
      ".",
      "arreaza",
      "participó",
      "martes",
      "panel",
      ":",
      "alternativa",
      "social",
      "mundial",
      "desafíos",
      "actuales",
      "marco",
      "2do",
      "encuentro",
      "alternativa",
      "social",
      "mundiale",
      ",",
      "desarrolla",
      "caracas",
      "concluye",
      "mañana",
      "miércoles",
      ".",
      "“",
      "cómo",
      "pasamos",
      "resistencia",
      "ofensiva",
      ",",
      "cómo",
      "creamos",
      "injertos",
      "socialistas",
      "van",
      "surgiendo",
      "medio",
      "redes",
      "socialistas",
      "cómo",
      "injertos",
      "van",
      "generando",
      "redes",
      "eficaces",
      "comunicación",
      "fluída",
      "acciones",
      "coordinadas",
      "crecer",
      "reviertes",
      "hegemonía",
      "capital",
      "”",
      ",",
      "señaló",
      ".",
      "“",
      "queremos",
      "generar",
      "programa",
      "común",
      "mínimos",
      "acuerdos",
      "permita",
      "usarlo",
      "bandera",
      "escudo",
      "aplicar",
      "políticas",
      "públicas",
      "países",
      ",",
      "alcaldías",
      ",",
      "comunas",
      "injertos",
      "vayan",
      "interconectándose",
      "tuerzan",
      "ritmo",
      "historia",
      "”",
      ",",
      "comentó",
      "arreaza",
      ".",
      "participaron",
      "además",
      "arreaza",
      ",",
      "vijay",
      "prashad",
      ",",
      "escritor",
      "director",
      "@",
      "tri_continental",
      ",",
      "atilio",
      "borón",
      ",",
      "sociólogo",
      ",",
      "yván",
      "gil",
      ",",
      "ministro",
      "relaciones",
      "exteriores",
      "venezuela",
      ".",
      "“",
      "copiando",
      "modelos",
      ",",
      "intercambiando",
      "ideas",
      "experiencias",
      ",",
      "reflexiones",
      "mínimos",
      "comunes",
      "capital",
      "financiero",
      "domine",
      "gobiernos",
      "”",
      ",",
      "aseveró",
      ".",
      "oportunidad",
      ",",
      "atilio",
      "borón",
      "manifestó",
      ":",
      "“",
      "necesitamos",
      "convertinos",
      "guerreros",
      "digitales",
      ",",
      "sino",
      "tarea",
      "articular",
      "u",
      "organizar",
      "movimientos",
      "oposición",
      "imperialismo",
      "casi",
      "imposible",
      ",",
      "debemos",
      "tener",
      "actitud",
      "activa",
      "”",
      ".",
      "“",
      "demasiada",
      "pasividad",
      ",",
      "articular",
      "movimientos",
      ",",
      "esfuerzos",
      "gobiernos",
      "estan",
      "siendo",
      "arrasados",
      "imperialismo",
      ".",
      "necesitamos",
      "resistir",
      ",",
      "reloj",
      "historia",
      "siga",
      "avanzando",
      "hacia",
      "destrucción",
      "planeta",
      "”",
      ",",
      "consideró",
      ".",
      "“",
      "falta",
      "internacionalismo",
      "(",
      "…",
      ")",
      "debemos",
      "tener",
      "plan",
      "acción",
      "salvar",
      "planeta",
      "”",
      ",",
      "remató.al",
      "participar",
      "eveto",
      ",",
      "vijay",
      "prashad",
      ",",
      "escritor",
      "director",
      "@",
      "tri_continental",
      ",",
      "afirmó",
      ":",
      "“",
      "creer",
      ",",
      "debemos",
      "creer",
      "socialismo",
      "única",
      "salvación",
      "planeta",
      "”",
      ".",
      "“",
      "75",
      "%",
      "mercado",
      "armas",
      "controlado",
      "países",
      "otan",
      ",",
      "fuerza",
      "peligrosa",
      "planeta",
      ".",
      "norte",
      "global",
      "convertido",
      "hiperimperialista",
      "”",
      ",",
      "precisó",
      ".",
      "proceso",
      "electoral",
      "venezolano",
      ",",
      "previo",
      "elecciones",
      "presidente",
      "próximo",
      "domingo",
      ",",
      "comentó",
      "extrema",
      "derecha",
      "“",
      "ideas",
      "propuestas",
      "mejorar",
      "condición",
      "vida",
      "personas",
      "van",
      "diseminando",
      "maldad",
      ",",
      "veneno",
      "”",
      ".",
      "“",
      "alternativa",
      "social",
      "mundial",
      "plan",
      "trascender",
      "ir",
      "allá",
      "problemas",
      "personas",
      "”",
      ",",
      "consideró",
      ".",
      "momento",
      ",",
      "canciller",
      "venezolano",
      "yván",
      "gil",
      "comentó",
      ":",
      "neocolonialismo",
      "imperialismo",
      "siguen",
      "siendo",
      "enemigos",
      "pueblos",
      ".",
      "exposición",
      "destaco",
      ":",
      "“",
      "imperialismo",
      "neocolonialismo",
      "crisis",
      "contradicciones",
      "estan",
      "echando",
      "mano",
      "fascismo",
      "violencia",
      "directa",
      "clases",
      "populares",
      "”",
      ".",
      ",",
      "elecciones",
      "presidenciales",
      "venezuela",
      "próximo",
      "domingo",
      "28",
      "julio",
      ",",
      "gil",
      "dijo",
      "“",
      "trata",
      "poder",
      "eliminar",
      "posibilidad",
      "fascismo",
      "pueda",
      "acceder",
      "algún",
      "elemento",
      "poder",
      "”",
      ".",
      "“",
      "responsabilidad",
      "movimientos",
      "solo",
      "pasa",
      "discutir",
      "cuál",
      "forma",
      "resistir",
      "sino",
      "ofensiva",
      ",",
      "poder",
      "construir",
      "nuevo",
      "mundo",
      "”",
      ",",
      "insistió",
      ".",
      "alertó",
      "imperialismo",
      "busca",
      "utilizar",
      "estrategias",
      "pasado",
      "funcionales",
      ",",
      "fascismo",
      "violencia",
      ",",
      "clases",
      "populares",
      "así",
      "afectar",
      "países",
      "libres",
      "independientes",
      ".",
      "“",
      "desafíos",
      "amenazas",
      "futuro",
      ",",
      "quedado",
      "claro",
      "visto",
      "acá",
      "enfrentado",
      "fuerzas",
      "populares",
      "siglos",
      "”",
      ".",
      "“",
      "primero",
      "colonialismo",
      ",",
      "distintas",
      "formas",
      "ahora",
      "neocolonialismo",
      ",",
      "solo",
      "causante",
      "deterioro",
      "inequidades",
      "vida",
      ",",
      "si",
      "hoy",
      "presenta",
      "nueva",
      "amenaza",
      "aún",
      "poderosa",
      "hambre",
      "saqueo",
      "”",
      ",",
      "expresó",
      "gil",
      ".",
      "igual",
      "forma",
      ",",
      "recordó",
      "teoría",
      "expuesta",
      "primera",
      "edición",
      "encuentro",
      ",",
      "indica",
      "capitalismo",
      "encuentra",
      "periodo",
      "declive",
      ",",
      "fuertemente",
      "golpeado",
      "crisis",
      ".",
      "episodio",
      "trató",
      "alternativa",
      "mundial",
      "sistema",
      "actual",
      ":",
      "necesitamos",
      "propuestas",
      "unidad",
      ",",
      "lucha",
      "unificada",
      ",",
      "alternativas",
      "reales",
      "distingan",
      "cansado",
      "exhausto",
      "centro",
      ".",
      "izquierda",
      "creemos",
      "futuro",
      ".",
      "“",
      "amenazas",
      "motivado",
      "movilización",
      "revolución",
      "bolivariana",
      ",",
      "lucha",
      "imperialismo",
      "neocolonialismo",
      ".",
      "valores",
      "objetivos",
      "unen",
      "mundo",
      "da",
      "todas",
      "clases",
      "trabajadoras",
      "mundo",
      "debemos",
      "ir",
      "consolidándolo",
      "”",
      ".",
      "“",
      "venezuela",
      "comandante",
      "chávez",
      "hizo",
      "propuesta",
      "construcción",
      "socialismo",
      "siglo",
      "xxi",
      "alternativa",
      "enfrentar",
      "dos",
      "grandes",
      "amenazas",
      "presentes",
      "origen",
      "males",
      "padecemos",
      "dentro",
      "naciones",
      "industrializadas",
      "”",
      ",",
      "concluyó"
    ],
    "token_count": 553,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 85,
      "NN": 313,
      "IN": 33,
      "FW": 141,
      "NNS": 42,
      "VBP": 36,
      "JJ": 79,
      "VBZ": 14,
      "CD": 3,
      "DT": 6,
      "CC": 1,
      "RB": 1,
      "VBD": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NN": 40,
      "NN-NN": 183,
      "NN-IN": 28,
      "IN-FW": 18,
      "FW-NNP": 14,
      "NNP-NNP": 29,
      "NN-NNP": 26,
      "NNP-IN": 1,
      "IN-NNP": 2,
      "NNP-FW": 9,
      "FW-FW": 84,
      "NN-FW": 21,
      "FW-NNS": 6,
      "NNS-VBP": 33,
      "VBP-JJ": 23,
      "JJ-NN": 52,
      "IN-JJ": 8,
      "NN-VBZ": 9,
      "VBZ-IN": 2,
      "NN-NNS": 17,
      "NN-CD": 3,
      "CD-NNP": 1,
      "NN-JJ": 18,
      "JJ-NNP": 5,
      "NNS-NNP": 3,
      "FW-NN": 24,
      "NNS-NNS": 4,
      "VBZ-JJ": 4,
      "JJ-JJ": 10,
      "FW-JJ": 10,
      "JJ-NNS": 5,
      "VBP-NNS": 6,
      "NN-DT": 3,
      "DT-NN": 6,
      "VBZ-NNP": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-FW": 7,
      "FW-DT": 2,
      "NN-RB": 1,
      "RB-JJ": 1,
      "VBP-IN": 1,
      "NN-VBP": 3,
      "VBP-NN": 2,
      "CD-NN": 1,
      "IN-NN": 5,
      "NNP-VBZ": 2,
      "VBP-FW": 2,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "VBZ-JJR": 1,
      "JJR-JJ": 1,
      "VBP-NNP": 2,
      "VBZ-NNS": 3,
      "CD-IN": 1,
      "NNS-VBZ": 1,
      "VBZ-VBZ": 1,
      "NNS-JJ": 1,
      "NNP-JJ": 1,
      "NNP-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 29,
      "NN-NN-IN": 19,
      "NN-IN-FW": 16,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 13,
      "NN-NN-NNP": 16,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 3,
      "FW-NNP-FW": 3,
      "NNP-FW-FW": 3,
      "FW-FW-NNP": 7,
      "NNP-NNP-NNP": 9,
      "NN-NN-NN": 103,
      "NN-NN-FW": 13,
      "NN-FW-FW": 10,
      "FW-FW-FW": 58,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 6,
      "NNS-VBP-JJ": 22,
      "VBP-JJ-NN": 16,
      "JJ-NN-NN": 36,
      "NN-IN-JJ": 7,
      "IN-JJ-NN": 4,
      "NN-NNP-NN": 15,
      "NN-NN-VBZ": 5,
      "NN-VBZ-IN": 2,
      "VBZ-IN-JJ": 1,
      "JJ-NN-NNP": 2,
      "NN-NNP-NNP": 7,
      "NN-NN-NNS": 8,
      "NN-NNS-VBP": 14,
      "NN-NN-CD": 2,
      "NN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-JJ": 4,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "NNP-NN-IN": 2,
      "IN-FW-FW": 8,
      "FW-FW-NN": 12,
      "FW-NN-NN": 11,
      "NN-FW-NN": 7,
      "FW-NN-FW": 5,
      "FW-NN-IN": 1,
      "IN-FW-NNS": 3,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "JJ-NN-NNS": 5,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 7,
      "NN-JJ-NN": 11,
      "IN-FW-JJ": 5,
      "FW-JJ-NN": 7,
      "VBP-JJ-JJ": 4,
      "IN-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNS": 5,
      "VBP-NNS-VBP": 4,
      "NN-NN-JJ": 12,
      "FW-NN-NNP": 3,
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 2,
      "IN-JJ-NNP": 1,
      "NNP-NN-NNP": 3,
      "FW-NN-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NN-NN-DT": 2,
      "NN-DT-NN": 3,
      "DT-NN-VBZ": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-NN-JJ": 1,
      "FW-FW-DT": 2,
      "FW-DT-NN": 2,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-IN": 6,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "VBZ-IN-FW": 1,
      "FW-NNP-NN": 2,
      "NN-IN-NN": 4,
      "IN-NN-NN": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NNS": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJR": 1,
      "VBZ-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "NN-JJ-FW": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 2,
      "VBP-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "NN-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NNP": 2,
      "DT-NN-NN": 1,
      "NN-JJ-JJ": 3,
      "JJ-NN-JJ": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-NNS": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "VBP-JJ-NNP": 1,
      "IN-NN-NNS": 1,
      "VBZ-JJ-NN": 2,
      "JJ-NN-FW": 1,
      "FW-NN-DT": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-FW-JJ": 2,
      "JJ-FW-JJ": 1,
      "NN-VBP-JJ": 1,
      "JJ-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "NNP-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-FW-FW": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-NNP-FW": 1,
      "NNS-VBP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 313,
        "FW": 141,
        "NNP": 85,
        "JJ": 79,
        "NNS": 42
      },
      "top_bigrams": {
        "NN-NN": 183,
        "FW-FW": 84,
        "JJ-NN": 52,
        "NNP-NN": 40,
        "NNS-VBP": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 103,
        "FW-FW-FW": 58,
        "JJ-NN-NN": 36,
        "NNP-NN-NN": 29,
        "NNS-VBP-JJ": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 213,
      "PP": 18,
      "VP": 58,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 12,
        "weight": 0.0369
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 5,
        "weight": 0.0154
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0123
      },
      {
        "rule": "NP -> ('Vijay', 'NNP') ('Prashad', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('escritor', 'NN')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('y', 'JJ') ('director', 'NN')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('@', 'NNP') ('tri_continental', 'NN')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "ADJP -> ('los', 'JJ')",
        "frequency": 2,
        "weight": 0.0062
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El secretario ejecutivo"
      },
      {
        "label": "NP",
        "text": "Alianza Bolivariana para los Pueblos"
      },
      {
        "label": "PP",
        "text": "de Nuestra América-Tratado"
      },
      {
        "label": "NP",
        "text": "Nuestra América-Tratado"
      },
      {
        "label": "NP",
        "text": "Comercio"
      },
      {
        "label": "NP",
        "text": "Pueblos"
      },
      {
        "label": "NP",
        "text": "ALBA-TCP"
      },
      {
        "label": "NP",
        "text": "Jorge Arreaza"
      },
      {
        "label": "NP",
        "text": "destacó el consenso sobre quien es"
      },
      {
        "label": "NP",
        "text": "países"
      },
      {
        "label": "VP",
        "text": "que buscan romper el hegemonismo y defender su independencia pero ahora debemos"
      },
      {
        "label": "NP",
        "text": "buscan romper el hegemonismo y defender su independencia pero ahora debemos"
      },
      {
        "label": "PP",
        "text": "organizarnos sobre qué debemos hacer"
      },
      {
        "label": "NP",
        "text": "sobre qué debemos hacer"
      },
      {
        "label": "NP",
        "text": "Arreaza participó este"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP secretario/NN ejecutivo/NN)\n  de/IN\n  la/FW\n  (NP Alianza/NNP Bolivariana/NNP para/NN los/NN Pueblos/NNP)\n  (PP de/IN (NP Nuestra/NNP América-Tratado/NNP))\n  de/FW\n  (NP Comercio/NNP)\n  de/FW\n  los/FW\n  (NP Pueblos/NNP)\n  (/(\n  (NP ALBA-TCP/NNP)\n  )/)\n  ,/,\n  (NP Jorge/NNP Arreaza/NNP)\n  ,/,\n  (NP destacó/NN el/NN consenso/NN sobre/NN quien/NN es/NN)\n  el/FW\n  enemigo/FW\n  de/FW\n  los/FW\n  (NP países/NNS)\n  (VP\n    que/VBP\n    (NP\n      buscan/JJ\n      romper/NN\n      el/NN\n      hegemonismo/NN\n      y/NN\n      defender/NN\n      su/NN\n      independencia/NN\n      pero/NN\n      ahora/NN\n      debemos/NN))\n  (PP organizarnos/IN (NP sobre/JJ qué/NN debemos/NN hacer/NN))\n  ./.)",
      "(S\n  (NP Arreaza/NNP participó/NN este/NN)\n  (VP martes/VBZ)\n  (PP en/IN (NP el/JJ panel/NN))\n  :/:\n  (NP Alternativa/NNP Social/NNP Mundial/NNP y/NNP)\n  (VP los/VBZ (NP desafíos/JJ actuales/NNS))\n  (PP en/IN (NP el/JJ marco/NN del/NN))\n  2do/CD\n  (NP Encuentro/NNP para/NN)\n  (NP una/JJ Alternativa/NNP Social/NNP Mundiale/NNP)\n  ,/,\n  (NP que/NN se/NN desarrolla/NN)\n  (PP\n    en/IN\n    (NP Caracas/NNP y/NNP concluye/NN mañana/NN miércoles/NNS))\n  ./.)",
      "(S\n  (NP “/JJ Cómo/NNP pasamos/NN)\n  de/IN\n  la/FW\n  resistencia/FW\n  (NP a/DT la/NN ofensiva/NN)\n  ,/,\n  (NP cómo/NN creamos/NNS)\n  (VP los/VBP (NP injertos/JJ socialistas/NNS))\n  (VP que/VBP (NP van/JJ surgiendo/NN))\n  (PP en/IN (NP medio/NN))\n  de/FW\n  las/FW\n  (NP redes/NNS)\n  (VP\n    socialistas/VBP\n    (NP\n      y/JJ\n      cómo/NN\n      esos/NN\n      injertos/NN\n      van/NN\n      generando/NN\n      redes/NNS\n      eficaces/NNS))\n  (VP con/VBP (NP comunicación/JJ fluída/NN y/NN acciones/NNS))\n  (VP coordinadas/VBP (NP para/JJ crecer/NN hasta/NN que/NN))\n  (VP reviertes/VBZ (NP la/JJ hegemonía/JJ del/NN capital/NN ”/NNP))\n  ,/,\n  (NP señaló/NN)\n  ./.)",
      "(S\n  (NP “/JJ Queremos/NNP generar/NN)\n  (NP un/JJ programa/NN común/NN)\n  de/IN\n  mínimos/FW\n  (NP acuerdos/JJ que/NN nos/NNS)\n  (VP\n    permita/VBP\n    (NP\n      desde/JJ\n      usarlo/JJ\n      como/NN\n      bandera/NN\n      como/NN\n      escudo/NN\n      hasta/NN\n      aplicar/NN\n      políticas/NN\n      públicas/NN))\n  (PP en/IN (NP nuestros/JJ países/NNS))\n  ,/,\n  (NP alcaldías/NN)\n  ,/,\n  (NP comunas/JJ hasta/NN que/NN esos/NN injertos/NN vayan/NN)\n  (NP interconectándose/JJ y/NNS)\n  (VP tuerzan/VBP (NP el/JJ ritmo/NN))\n  de/IN\n  la/FW\n  historia/FW\n  ”/FW\n  ,/,\n  (NP comentó/JJ Arreaza/NNP)\n  ./.)",
      "(S\n  (NP Participaron/NNP además/NN)\n  de/FW\n  (NP Arreaza/NNP)\n  ,/,\n  (NP Vijay/NNP Prashad/NNP)\n  ,/,\n  (NP escritor/NN)\n  (NP y/JJ director/NN)\n  (PP de/IN (NP @/NNP tri_continental/NN))\n  ,/,\n  (NP Atilio/NNP Borón/NNP)\n  ,/,\n  (NP sociólogo/NN)\n  ,/,\n  y/CC\n  (NP Yván/NNP Gil/NNP)\n  ,/,\n  ministro/FW\n  de/FW\n  Relaciones/FW\n  (NP Exteriores/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          1501,
          1510
        ],
        "start": 1501,
        "end": 1510
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          832,
          839
        ],
        "start": 832,
        "end": 839
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          842,
          848
        ],
        "start": 842,
        "end": 848
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          2416,
          2423
        ],
        "start": 2416,
        "end": 2423
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente del próximo",
        "position": [
          2488,
          2510
        ],
        "start": 2488,
        "end": 2510
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de relaciones exteriores",
        "position": [
          1260,
          1293
        ],
        "start": 1260,
        "end": 1293
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          123,
          127
        ],
        "start": 123,
        "end": 127
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          2535,
          2550
        ],
        "start": 2535,
        "end": 2550
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "medio de las redes socialistas y cómo esos injertos van generando redes eficaces con comunicación",
        "position": [
          655,
          752
        ],
        "start": 655,
        "end": 752
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          149,
          156
        ],
        "start": 149,
        "end": 156
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          1297,
          1306
        ],
        "start": 1297,
        "end": 1306
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          511,
          518
        ],
        "start": 511,
        "end": 518
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro. somos",
        "position": [
          4510,
          4523
        ],
        "start": 4510,
        "end": 4523
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 28 de julio",
        "position": [
          3187,
          3206
        ],
        "start": 3187,
        "end": 3206
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          530,
          536
        ],
        "start": 530,
        "end": 536
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          1641,
          1653
        ],
        "start": 1641,
        "end": 1653
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi c",
        "position": [
          4930,
          4941
        ],
        "start": 4930,
        "end": 4941
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arreaza",
        "tipo": "Persona"
      },
      {
        "nombre": "Comandante Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Atilio Borón",
        "tipo": "Persona"
      },
      {
        "nombre": "Revolución Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Relaciones Exteriores de Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "El norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Yván Gil",
        "tipo": "Persona"
      },
      {
        "nombre": "Alternativa Social Mundial",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vijay Prashad",
        "tipo": "Persona"
      },
      {
        "nombre": "OTAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Centro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jorge Arreaza",
        "tipo": "Persona"
      },
      {
        "nombre": "Gil",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Arreaza",
        "relacion": "PARTICIPAR",
        "objeto": "Alternativa Social Mundial"
      },
      {
        "sujeto": "Arreaza",
        "relacion": "PARTICIPAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Gil",
        "relacion": "DECIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Comandante Chávez",
        "relacion": "HACER_CONCLUIR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9186,
    "pos": 0.008,
    "neu": 0.967,
    "neg": 0.025,
    "label": "negative"
  }
}