{
  "url": "https://www.telesurtv.net/parlamento-de-venezuela-avala-sentencia-del-tsj-sobre-elecciones-presidenciales/",
  "title": "Parlamento de Venezuela avala sentencia del TSJ sobre elecciones presidenciales - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Elecciones presidenciales",
    "Parlamento",
    "TSJ"
  ],
  "text": "La Asamblea Nacional de Venezuela avaló este martes la sentencia emitida por la Sala Electoral del Tribunal Supremo de Justicia (TSJ) donde certifica con carácter inobjetable los resultados de las elecciones presidenciales del pasado 28 de julio que fueron presentados por el Consejo Nacional Electoral (CNE).\nDurante la sección ordinaria de la Asamblea Nacional venezolana, su presidente, Jorge Rodríguez, sostuvo que el TSJ leyó de manera magistral el contenido de la sentencia, que sienta las bases de jurisdicción para situaciones similares en el futuro.\n“La primera de ellas, es que quien recurre al TSJ, en aras del mantenimiento de la paz de la República, en plena amenaza fascista contra personas, es el presidente venezolano, para que la Sala Electoral dirima la controversia y garantice la paz y la soberanía”, sostuvo.\nEn ese sentido, precisó que los rectores del CNE entregaron todo el material, a los efectos de que la Sala Electoral pudiera definir y resolver la controversia establecida.\nRodríguez detalló que, de los 38 partidos, sólo 33 consignaron el material electoral requerido, y enfatizó que acudieron al TSJ, Manuel Rosales, representante de Un Nuevo Tiempo; José Luis Cartaya, de la Mesa de la Unidad Democrática y José Simón Calzadilla, del Movimiento por Venezuela.\nLos tres eran miembros de la llamada Alianza Plataforma Unitaria y postulantes del excandidato Edmundo González, y no consignaron material electoral alguno. En cambio, manifestaron que no tenían las actas de escrutinio de los testigos de las mesas ni listados de las mismas.\n“Los otros partidos consignaron lo que tenían. El CNE consignó lo que tenía. ¿Dónde están las actas, Rosales? ¿Dónde están las actas, Calzadilla? ¿Dónde están las actas, Cartaya?”, inquirió.\nAl referir que el material electoral se hallaba en físico y en digital, advirtió que esa fue la razón principal por la que afectaron brutalmente el sistema electoral venezolano.\nEn ese sentido, reflexionó que es imposible que alguien que esté ganando una elección va a atacar el sistema electoral para retardar el conteo de los votos.\n“No era un acto electoral, era un golpe de Estado. A lo que ellos aspiraban era que el ataque fuera tan brutal que no permitiera emitir el primer boletín para poder ellos colar la barbarie de las actas coladas esas”, denunció, a la vez que afirmó que no contaban con que el CNE tenía fuerza técnica y disposición de trabajo y logró recuperarse del ataque y tener los escrutinios suficientes para dar el primer boletín.\nSobre el cuarto punto de la sentencia del TSJ, relacionado con el peritaje, destacó que no existe en Venezuela un científico con el nivel académico superior a los técnicos que participaron en ese ejercicio, quienes analizaron todo el material electoral y las 30.026 máquinas de votación.\nEn ese sentido, alertó que los medios de comunicación internacionales no se han hecho eco del peritaje.\nRodríguez comentó que la oposición pudo presentar otros recursos contenidos en la Constitución, pues tenían 20 días para acudir al CNE y un mes para hacerlo ante el TSJ, pero no los aprovecharon.\n“Esa es la prueba de lo que realmente intentaban hacer e hicieron, pero otra vez nos deben 25 muertos; otra vez mujeres y hombres del pueblo fueron asesinados salvajemente; otra vez intentaron sembrar el terror, pero otra vez les salió mal la cuenta”, afirmó.\nEl presidente del Parlamento afirmó que los parlamentarios tienen una responsabilidad, pues actualmente exista una Ley de Partidos Políticos que data de 1964 y debe ser actualizada.\n“No podemos seguir trabajando con una ley de partidos políticos que haya sido escrita por los fariseos de la Cuarta República, porque cada vez incurren en hechos más graves”, destacó.\nEn ese sentido, afirmó que la Asamblea venezolana “tiene que hacer de manera perentoria, para las elecciones que vengan, una Ley de Partidos Políticos que prohíba que una persona de este país convoque a golpes de Estado, a invasiones por países extranjeros, al asesinato por razones políticas”.\nRodríguez precisó que en Venezuela, un fascista no puede ser candidato a ningún cargo de elección popular.\nAl respecto, destacó que no puede existir un partido político que por una parte se inscribe con las prerrogativas que da el Estado y, por otra, organice “comanditos” de la violencia y de la muerte.\nSobre la sentencia del TSJ, aconsejó a los alcaldes y gobernadores de los 23 estados venezolanos a que acaten la sentencia, pues “si quieren entrar al juego democrático, tienen que acatar esta sentencia del TSJ y quien no la acate, está fuera”.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/parlamento-de-venezuela-avala-sentencia-del-tsj-sobre-elecciones-presidenciales/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 548,
    "message_id": 74984,
    "date": "2024-08-22T22:55:07+00:00",
    "text": "teleSUR\nParlamento de Venezuela avala sentencia del TSJ sobre elecciones presidenciales\nhttps://www.telesurtv.net/parlamento-de-venezuela-avala-sentencia-del-tsj-sobre-elecciones-presidenciales/",
    "photo_path": null,
    "views": 3427,
    "reactions": {
      "👏": 115,
      "❤": 13,
      "👍": 12,
      "🤡": 2
    },
    "total_reactions": 142
  },
  "preprocessing": {
    "cleaned": "la asamblea nacional de venezuela avaló este martes la sentencia emitida por la sala electoral del tribunal supremo de justicia (tsj) donde certifica con carácter inobjetable los resultados de las elecciones presidenciales del pasado 28 de julio que fueron presentados por el consejo nacional electoral (cne). durante la sección ordinaria de la asamblea nacional venezolana, su presidente, jorge rodríguez, sostuvo que el tsj leyó de manera magistral el contenido de la sentencia, que sienta las bases de jurisdicción para situaciones similares en el futuro. “la primera de ellas, es que quien recurre al tsj, en aras del mantenimiento de la paz de la república, en plena amenaza fascista contra personas, es el presidente venezolano, para que la sala electoral dirima la controversia y garantice la paz y la soberanía”, sostuvo. en ese sentido, precisó que los rectores del cne entregaron todo el material, a los efectos de que la sala electoral pudiera definir y resolver la controversia establecida. rodríguez detalló que, de los 38 partidos, sólo 33 consignaron el material electoral requerido, y enfatizó que acudieron al tsj, manuel rosales, representante de un nuevo tiempo; josé luis cartaya, de la mesa de la unidad democrática y josé simón calzadilla, del movimiento por venezuela. los tres eran miembros de la llamada alianza plataforma unitaria y postulantes del excandidato edmundo gonzález, y no consignaron material electoral alguno. en cambio, manifestaron que no tenían las actas de escrutinio de los testigos de las mesas ni listados de las mismas. “los otros partidos consignaron lo que tenían. el cne consignó lo que tenía. ¿dónde están las actas, rosales? ¿dónde están las actas, calzadilla? ¿dónde están las actas, cartaya?”, inquirió. al referir que el material electoral se hallaba en físico y en digital, advirtió que esa fue la razón principal por la que afectaron brutalmente el sistema electoral venezolano. en ese sentido, reflexionó que es imposible que alguien que esté ganando una elección va a atacar el sistema electoral para retardar el conteo de los votos. “no era un acto electoral, era un golpe de estado. a lo que ellos aspiraban era que el ataque fuera tan brutal que no permitiera emitir el primer boletín para poder ellos colar la barbarie de las actas coladas esas”, denunció, a la vez que afirmó que no contaban con que el cne tenía fuerza técnica y disposición de trabajo y logró recuperarse del ataque y tener los escrutinios suficientes para dar el primer boletín. sobre el cuarto punto de la sentencia del tsj, relacionado con el peritaje, destacó que no existe en venezuela un científico con el nivel académico superior a los técnicos que participaron en ese ejercicio, quienes analizaron todo el material electoral y las 30.026 máquinas de votación. en ese sentido, alertó que los medios de comunicación internacionales no se han hecho eco del peritaje. rodríguez comentó que la oposición pudo presentar otros recursos contenidos en la constitución, pues tenían 20 días para acudir al cne y un mes para hacerlo ante el tsj, pero no los aprovecharon. “esa es la prueba de lo que realmente intentaban hacer e hicieron, pero otra vez nos deben 25 muertos; otra vez mujeres y hombres del pueblo fueron asesinados salvajemente; otra vez intentaron sembrar el terror, pero otra vez les salió mal la cuenta”, afirmó. el presidente del parlamento afirmó que los parlamentarios tienen una responsabilidad, pues actualmente exista una ley de partidos políticos que data de 1964 y debe ser actualizada. “no podemos seguir trabajando con una ley de partidos políticos que haya sido escrita por los fariseos de la cuarta república, porque cada vez incurren en hechos más graves”, destacó. en ese sentido, afirmó que la asamblea venezolana “tiene que hacer de manera perentoria, para las elecciones que vengan, una ley de partidos políticos que prohíba que una persona de este país convoque a golpes de estado, a invasiones por países extranjeros, al asesinato por razones políticas”. rodríguez precisó que en venezuela, un fascista no puede ser candidato a ningún cargo de elección popular. al respecto, destacó que no puede existir un partido político que por una parte se inscribe con las prerrogativas que da el estado y, por otra, organice “comanditos” de la violencia y de la muerte. sobre la sentencia del tsj, aconsejó a los alcaldes y gobernadores de los 23 estados venezolanos a que acaten la sentencia, pues “si quieren entrar al juego democrático, tienen que acatar esta sentencia del tsj y quien no la acate, está fuera”.",
    "tokens": [
      "asamblea",
      "nacional",
      "venezuela",
      "avaló",
      "martes",
      "sentencia",
      "emitida",
      "sala",
      "electoral",
      "tribunal",
      "supremo",
      "justicia",
      "(",
      "tsj",
      ")",
      "certifica",
      "carácter",
      "inobjetable",
      "resultados",
      "elecciones",
      "presidenciales",
      "pasado",
      "28",
      "julio",
      "presentados",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      ".",
      "sección",
      "ordinaria",
      "asamblea",
      "nacional",
      "venezolana",
      ",",
      "presidente",
      ",",
      "jorge",
      "rodríguez",
      ",",
      "sostuvo",
      "tsj",
      "leyó",
      "manera",
      "magistral",
      "contenido",
      "sentencia",
      ",",
      "sienta",
      "bases",
      "jurisdicción",
      "situaciones",
      "similares",
      "futuro",
      ".",
      "“",
      "primera",
      ",",
      "recurre",
      "tsj",
      ",",
      "aras",
      "mantenimiento",
      "paz",
      "república",
      ",",
      "plena",
      "amenaza",
      "fascista",
      "personas",
      ",",
      "presidente",
      "venezolano",
      ",",
      "sala",
      "electoral",
      "dirima",
      "controversia",
      "garantice",
      "paz",
      "soberanía",
      "”",
      ",",
      "sostuvo",
      ".",
      ",",
      "precisó",
      "rectores",
      "cne",
      "entregaron",
      "material",
      ",",
      "efectos",
      "sala",
      "electoral",
      "pudiera",
      "definir",
      "resolver",
      "controversia",
      "establecida",
      ".",
      "rodríguez",
      "detalló",
      ",",
      "38",
      "partidos",
      ",",
      "sólo",
      "33",
      "consignaron",
      "material",
      "electoral",
      "requerido",
      ",",
      "enfatizó",
      "acudieron",
      "tsj",
      ",",
      "manuel",
      "rosales",
      ",",
      "representante",
      "nuevo",
      "tiempo",
      ";",
      "josé",
      "luis",
      "cartaya",
      ",",
      "mesa",
      "unidad",
      "democrática",
      "josé",
      "simón",
      "calzadilla",
      ",",
      "movimiento",
      "venezuela",
      ".",
      "tres",
      "miembros",
      "llamada",
      "alianza",
      "plataforma",
      "unitaria",
      "postulantes",
      "excandidato",
      "edmundo",
      "gonzález",
      ",",
      "consignaron",
      "material",
      "electoral",
      "alguno",
      ".",
      "cambio",
      ",",
      "manifestaron",
      "actas",
      "escrutinio",
      "testigos",
      "mesas",
      "listados",
      "mismas",
      ".",
      "“",
      "partidos",
      "consignaron",
      ".",
      "cne",
      "consignó",
      ".",
      "¿dónde",
      "actas",
      ",",
      "rosales",
      "?",
      "¿dónde",
      "actas",
      ",",
      "calzadilla",
      "?",
      "¿dónde",
      "actas",
      ",",
      "cartaya",
      "?",
      "”",
      ",",
      "inquirió",
      ".",
      "referir",
      "material",
      "electoral",
      "hallaba",
      "físico",
      "digital",
      ",",
      "advirtió",
      "razón",
      "principal",
      "afectaron",
      "brutalmente",
      "sistema",
      "electoral",
      "venezolano",
      ".",
      ",",
      "reflexionó",
      "imposible",
      "alguien",
      "ganando",
      "elección",
      "va",
      "atacar",
      "sistema",
      "electoral",
      "retardar",
      "conteo",
      "votos",
      ".",
      "“",
      "acto",
      "electoral",
      ",",
      "golpe",
      ".",
      "aspiraban",
      "ataque",
      "tan",
      "brutal",
      "permitiera",
      "emitir",
      "primer",
      "boletín",
      "poder",
      "colar",
      "barbarie",
      "actas",
      "coladas",
      "”",
      ",",
      "denunció",
      ",",
      "vez",
      "afirmó",
      "contaban",
      "cne",
      "fuerza",
      "técnica",
      "disposición",
      "trabajo",
      "logró",
      "recuperarse",
      "ataque",
      "tener",
      "escrutinios",
      "suficientes",
      "dar",
      "primer",
      "boletín",
      ".",
      "cuarto",
      "punto",
      "sentencia",
      "tsj",
      ",",
      "relacionado",
      "peritaje",
      ",",
      "destacó",
      "existe",
      "venezuela",
      "científico",
      "nivel",
      "académico",
      "superior",
      "técnicos",
      "participaron",
      "ejercicio",
      ",",
      "analizaron",
      "material",
      "electoral",
      "30.026",
      "máquinas",
      "votación",
      ".",
      ",",
      "alertó",
      "medios",
      "comunicación",
      "internacionales",
      "hecho",
      "eco",
      "peritaje",
      ".",
      "rodríguez",
      "comentó",
      "oposición",
      "pudo",
      "presentar",
      "recursos",
      "contenidos",
      "constitución",
      ",",
      "pues",
      "20",
      "días",
      "acudir",
      "cne",
      "mes",
      "hacerlo",
      "tsj",
      ",",
      "aprovecharon",
      ".",
      "“",
      "prueba",
      "realmente",
      "intentaban",
      "hacer",
      "hicieron",
      ",",
      "vez",
      "deben",
      "25",
      "muertos",
      ";",
      "vez",
      "mujeres",
      "hombres",
      "pueblo",
      "asesinados",
      "salvajemente",
      ";",
      "vez",
      "intentaron",
      "sembrar",
      "terror",
      ",",
      "vez",
      "salió",
      "mal",
      "cuenta",
      "”",
      ",",
      "afirmó",
      ".",
      "presidente",
      "parlamento",
      "afirmó",
      "parlamentarios",
      "responsabilidad",
      ",",
      "pues",
      "actualmente",
      "exista",
      "ley",
      "partidos",
      "políticos",
      "data",
      "1964",
      "debe",
      "ser",
      "actualizada",
      ".",
      "“",
      "podemos",
      "seguir",
      "trabajando",
      "ley",
      "partidos",
      "políticos",
      "sido",
      "escrita",
      "fariseos",
      "cuarta",
      "república",
      ",",
      "cada",
      "vez",
      "incurren",
      "hechos",
      "graves",
      "”",
      ",",
      "destacó",
      ".",
      ",",
      "afirmó",
      "asamblea",
      "venezolana",
      "“",
      "hacer",
      "manera",
      "perentoria",
      ",",
      "elecciones",
      "vengan",
      ",",
      "ley",
      "partidos",
      "políticos",
      "prohíba",
      "persona",
      "país",
      "convoque",
      "golpes",
      ",",
      "invasiones",
      "países",
      "extranjeros",
      ",",
      "asesinato",
      "razones",
      "políticas",
      "”",
      ".",
      "rodríguez",
      "precisó",
      "venezuela",
      ",",
      "fascista",
      "puede",
      "ser",
      "candidato",
      "ningún",
      "cargo",
      "elección",
      "popular",
      ".",
      "respecto",
      ",",
      "destacó",
      "puede",
      "existir",
      "partido",
      "político",
      "parte",
      "inscribe",
      "prerrogativas",
      "da",
      ",",
      ",",
      "organice",
      "“",
      "comanditos",
      "”",
      "violencia",
      "muerte",
      ".",
      "sentencia",
      "tsj",
      ",",
      "aconsejó",
      "alcaldes",
      "gobernadores",
      "23",
      "venezolanos",
      "acaten",
      "sentencia",
      ",",
      "pues",
      "“",
      "si",
      "quieren",
      "entrar",
      "juego",
      "democrático",
      ",",
      "acatar",
      "sentencia",
      "tsj",
      "acate",
      ",",
      "”",
      "."
    ],
    "token_count": 481,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 102,
      "FW": 110,
      "CC": 2,
      "NN": 294,
      "NNS": 33,
      "VBP": 25,
      "JJ": 85,
      "IN": 28,
      "CD": 8,
      "VBZ": 12,
      "DT": 10,
      "MD": 1,
      "VB": 2,
      "RB": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NNP": 38,
      "NNP-FW": 14,
      "FW-NNP": 26,
      "NNP-CC": 2,
      "CC-NN": 1,
      "NN-NNS": 15,
      "NNS-VBP": 21,
      "VBP-JJ": 17,
      "JJ-NN": 53,
      "NN-NN": 171,
      "NN-NNP": 22,
      "NNP-IN": 2,
      "IN-NNP": 3,
      "NNP-NN": 30,
      "NN-JJ": 27,
      "JJ-JJ": 14,
      "NN-IN": 20,
      "IN-FW": 16,
      "FW-NNS": 3,
      "NNS-NNS": 3,
      "JJ-CD": 1,
      "CD-IN": 1,
      "IN-NN": 5,
      "FW-FW": 58,
      "NN-FW": 15,
      "FW-JJ": 6,
      "JJ-FW": 4,
      "FW-NN": 15,
      "NN-VBZ": 7,
      "VBZ-IN": 1,
      "VBP-FW": 1,
      "JJ-NNP": 6,
      "JJ-NNS": 7,
      "NNP-JJ": 7,
      "VBZ-FW": 2,
      "NN-VBP": 3,
      "FW-CD": 2,
      "CD-NN": 6,
      "NN-CD": 3,
      "NNP-VBZ": 4,
      "VBZ-JJ": 6,
      "NNP-DT": 1,
      "DT-NN": 9,
      "NN-DT": 7,
      "VBZ-NNS": 1,
      "NNS-IN": 4,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 2,
      "NNS-NNP": 3,
      "IN-JJ": 4,
      "CC-JJ": 1,
      "DT-JJ": 1,
      "VBP-NN": 2,
      "NNP-VBP": 1,
      "VBZ-DT": 2,
      "NNP-NNS": 2,
      "VBP-CD": 2,
      "NN-RB": 1,
      "RB-NNP": 1,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "NNS-VBZ": 1,
      "NN-VBD": 1,
      "VBD-JJ": 1,
      "VBP-NNP": 2,
      "VBP-NNS": 1,
      "NN-VB": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 17,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 5,
      "FW-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NNS": 1,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 11,
      "JJ-NN-NN": 34,
      "NN-NN-NN": 94,
      "NN-NN-NNP": 18,
      "NN-NNP-NNP": 7,
      "FW-NNP-NNP": 10,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-NN": 11,
      "NNP-NN-NN": 24,
      "NN-NN-JJ": 20,
      "NN-JJ-JJ": 5,
      "JJ-JJ-NN": 8,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 13,
      "IN-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NN": 3,
      "NNP-FW-FW": 5,
      "FW-FW-FW": 38,
      "FW-FW-NNP": 14,
      "NN-NNP-NN": 11,
      "NNP-NN-FW": 1,
      "NN-FW-FW": 6,
      "FW-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-IN": 1,
      "IN-FW-FW": 5,
      "FW-FW-NN": 3,
      "FW-NN-NN": 7,
      "NN-NN-VBZ": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "NN-NN-NNS": 7,
      "NN-NNS-NNS": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 4,
      "NNP-NN-IN": 1,
      "FW-NNP-FW": 7,
      "NNP-FW-NN": 4,
      "JJ-JJ-NNS": 4,
      "JJ-NNS-VBP": 5,
      "NN-NN-FW": 10,
      "FW-NNP-JJ": 4,
      "NNP-JJ-NN": 6,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 3,
      "NN-NN-IN": 10,
      "IN-FW-CD": 2,
      "FW-CD-NN": 2,
      "CD-NN-NN": 3,
      "NN-NN-CD": 2,
      "NN-CD-NN": 3,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 3,
      "FW-NNP-NN": 1,
      "NNP-NN-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-JJ-NN": 20,
      "JJ-NN-NNP": 2,
      "NN-NN-DT": 5,
      "NN-DT-NN": 6,
      "DT-NN-VBZ": 4,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 2,
      "NN-NNS-NNP": 3,
      "NNS-NNP-NNP": 2,
      "NNS-NNP-NN": 1,
      "NN-NN-VBP": 2,
      "VBP-JJ-JJ": 4,
      "NN-IN-NN": 2,
      "IN-NN-IN": 1,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "NN-FW-NN": 5,
      "FW-NN-FW": 1,
      "FW-NN-JJ": 3,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "NN-NNP-JJ": 2,
      "IN-FW-JJ": 3,
      "JJ-NN-JJ": 3,
      "NN-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-JJ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-FW": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "FW-JJ-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NNP-VBZ": 2,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "DT-NN-FW": 1,
      "NN-FW-NNP": 3,
      "IN-JJ-JJ": 1,
      "JJ-NN-CD": 1,
      "CD-NN-FW": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "VBZ-JJ-JJ": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "NNS-VBP-CD": 2,
      "VBP-CD-NN": 1,
      "NNP-JJ-NNS": 1,
      "NNP-NN-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "JJ-NN-NNS": 4,
      "VBP-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "CD-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "IN-FW-NN": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-JJ": 1,
      "FW-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-NNP-NN": 1,
      "JJ-NN-DT": 1,
      "NNP-NN-JJ": 1,
      "NNS-NNS-IN": 1,
      "CD-NN-NNS": 1,
      "VBP-JJ-FW": 1,
      "NNP-VBZ-DT": 1,
      "DT-NN-VB": 1,
      "NN-VB-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 294,
        "FW": 110,
        "NNP": 102,
        "JJ": 85,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 171,
        "FW-FW": 58,
        "JJ-NN": 53,
        "NNP-NNP": 38,
        "NNP-NN": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 94,
        "FW-FW-FW": 38,
        "JJ-NN-NN": 34,
        "NNP-NN-NN": 24,
        "NN-NN-JJ": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 204,
      "VP": 46,
      "PP": 8,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('ese', 'JJ') ('sentido', 'NN')",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0104
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0104
      },
      {
        "rule": "NP -> ('¿Dónde', 'JJ') ('están', 'NN') ('las', 'NN') ('actas', 'NNS')",
        "frequency": 3,
        "weight": 0.0104
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0104
      },
      {
        "rule": "NP -> ('pero', 'NN')",
        "frequency": 3,
        "weight": 0.0104
      },
      {
        "rule": "NP -> ('TSJ', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('CNE', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Asamblea Nacional"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "este martes"
      },
      {
        "label": "VP",
        "text": "la sentencia emitida por la Sala Electoral"
      },
      {
        "label": "NP",
        "text": "sentencia emitida por la Sala Electoral"
      },
      {
        "label": "NP",
        "text": "Tribunal Supremo"
      },
      {
        "label": "NP",
        "text": "Justicia"
      },
      {
        "label": "NP",
        "text": "TSJ"
      },
      {
        "label": "NP",
        "text": "donde certifica con carácter"
      },
      {
        "label": "NP",
        "text": "inobjetable los resultados"
      },
      {
        "label": "NP",
        "text": "elecciones presidenciales"
      },
      {
        "label": "VP",
        "text": "del pasado"
      },
      {
        "label": "PP",
        "text": "de julio que fueron presentados por el Consejo Nacional Electoral"
      },
      {
        "label": "NP",
        "text": "julio que fueron presentados por el Consejo Nacional Electoral"
      },
      {
        "label": "NP",
        "text": "CNE"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Asamblea/NNP Nacional/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  avaló/CC\n  (NP este/NN martes/NNS)\n  (VP\n    la/VBP\n    (NP sentencia/JJ emitida/NN por/NN la/NN Sala/NNP Electoral/NNP))\n  del/FW\n  (NP Tribunal/NNP Supremo/NNP)\n  de/FW\n  (NP Justicia/NNP)\n  (/(\n  (NP TSJ/NNP)\n  )/)\n  (NP donde/NN certifica/NN con/NN carácter/NN)\n  (NP inobjetable/JJ los/JJ resultados/NN)\n  de/IN\n  las/FW\n  (NP elecciones/NNS presidenciales/NNS)\n  (VP del/VBP pasado/JJ)\n  28/CD\n  (PP\n    de/IN\n    (NP\n      julio/NN\n      que/NN\n      fueron/NN\n      presentados/NN\n      por/NN\n      el/NN\n      Consejo/NNP\n      Nacional/NNP\n      Electoral/NNP))\n  (/(\n  (NP CNE/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP Durante/NNP la/NNP)\n  sección/FW\n  ordinaria/FW\n  de/FW\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP venezolana/NN)\n  ,/,\n  (NP su/NN presidente/NN)\n  ,/,\n  (NP Jorge/NNP Rodríguez/NNP)\n  ,/,\n  (NP sostuvo/NN que/NN el/NN TSJ/NNP leyó/NN)\n  de/FW\n  manera/FW\n  (ADJP magistral/JJ)\n  el/FW\n  (NP contenido/NN)\n  de/IN\n  la/FW\n  sentencia/FW\n  ,/,\n  que/FW\n  sienta/FW\n  las/FW\n  (NP bases/NNS)\n  de/FW\n  jurisdicción/FW\n  (NP para/NN situaciones/NNS similares/NNS)\n  (VP en/VBP (NP el/JJ futuro/NN))\n  ./.)",
      "(S\n  (NP “/JJ La/NNP primera/NN)\n  de/FW\n  ellas/FW\n  ,/,\n  es/FW\n  (NP que/JJ quien/NN recurre/NN al/NN TSJ/NNP)\n  ,/,\n  en/FW\n  aras/FW\n  del/FW\n  mantenimiento/FW\n  de/FW\n  la/FW\n  paz/FW\n  de/FW\n  la/FW\n  (NP República/NNP)\n  ,/,\n  en/FW\n  plena/FW\n  amenaza/FW\n  (NP fascista/JJ contra/JJ personas/NNS)\n  ,/,\n  (VP es/VBP (NP el/JJ presidente/NN venezolano/NN))\n  ,/,\n  (NP\n    para/NN\n    que/NN\n    la/NN\n    Sala/NNP\n    Electoral/NNP\n    dirima/NNP\n    la/NNP\n    controversia/NN\n    y/NN\n    garantice/NN)\n  la/FW\n  paz/FW\n  y/FW\n  la/FW\n  soberanía/FW\n  ”/FW\n  ,/,\n  (NP sostuvo/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP precisó/NN que/NN los/NN)\n  (VP rectores/VBZ)\n  del/FW\n  (NP CNE/NNP)\n  entregaron/FW\n  (NP todo/NN)\n  (VP el/VBP (NP material/NN))\n  ,/,\n  (NP a/DT los/JJ efectos/NN)\n  de/FW\n  que/FW\n  la/FW\n  (NP\n    Sala/NNP\n    Electoral/NNP\n    pudiera/NN\n    definir/NN\n    y/NN\n    resolver/NN\n    la/NN\n    controversia/NN\n    establecida/NN)\n  ./.)",
      "(S\n  (NP Rodríguez/NNP detalló/NN que/NN)\n  ,/,\n  de/FW\n  los/FW\n  38/CD\n  (NP partidos/NN)\n  ,/,\n  (VP sólo/VBD)\n  33/CD\n  (NP consignaron/NN el/NN)\n  (NP material/JJ electoral/JJ requerido/NN)\n  ,/,\n  y/CC\n  (NP enfatizó/JJ que/NN acudieron/NN al/NN TSJ/NNP)\n  ,/,\n  (NP Manuel/NNP Rosales/NNP)\n  ,/,\n  (NP representante/NN)\n  de/FW\n  (NP Un/NNP Nuevo/NNP Tiempo/NNP)\n  ;/:\n  (NP José/NNP Luis/NNP Cartaya/NNP)\n  ,/,\n  de/FW\n  la/FW\n  (NP Mesa/NNP)\n  de/FW\n  la/FW\n  (NP\n    Unidad/NNP\n    Democrática/NNP\n    y/NNP\n    José/NNP\n    Simón/NNP\n    Calzadilla/NNP)\n  ,/,\n  (NP del/NN Movimiento/NNP por/NN Venezuela/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció, a",
        "position": [
          2310,
          2321
        ],
        "start": 2310,
        "end": 2321
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2409,
          2416
        ],
        "start": 2409,
        "end": 2416
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sostuvo",
        "position": [
          407,
          414
        ],
        "start": 407,
        "end": 414
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          846,
          853
        ],
        "start": 846,
        "end": 853
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente venezolano",
        "position": [
          712,
          733
        ],
        "start": 712,
        "end": 733
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          3,
          20
        ],
        "start": 3,
        "end": 20
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          3212,
          3219
        ],
        "start": 3212,
        "end": 3219
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "avaló",
        "position": [
          34,
          39
        ],
        "start": 34,
        "end": 39
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2588,
          2595
        ],
        "start": 2588,
        "end": 2595
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2310,
          2318
        ],
        "start": 2310,
        "end": 2318
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley de partidos políticos que data de 1964",
        "position": [
          3475,
          3517
        ],
        "start": 3475,
        "end": 3517
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2986,
          2998
        ],
        "start": 2986,
        "end": 2998
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          24,
          33
        ],
        "start": 24,
        "end": 33
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          639,
          645
        ],
        "start": 639,
        "end": 645
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado. a lo",
        "position": [
          2136,
          2148
        ],
        "start": 2136,
        "end": 2148
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          3452,
          3463
        ],
        "start": 3452,
        "end": 3463
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rosales",
        "tipo": "Persona"
      },
      {
        "nombre": "Movimiento por Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Manuel Rosales",
        "tipo": "Persona"
      },
      {
        "nombre": "Tribunal Supremo de Justicia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Edmundo González",
        "tipo": "Persona"
      },
      {
        "nombre": "José Luis Cartaya",
        "tipo": "Persona"
      },
      {
        "nombre": "Parlamento",
        "tipo": "Organizacion"
      },
      {
        "nombre": "TSJ",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jorge Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Un Nuevo Tiempo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea venezolana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unidad Democrática",
        "tipo": "Organizacion"
      },
      {
        "nombre": "TSJ",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cartaya",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuarta República",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alianza Plataforma Unitaria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Nacional de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partidos Políticos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Calzadilla",
        "tipo": "Persona"
      },
      {
        "nombre": "José Simón Calzadilla",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Asamblea Nacional de Venezuela",
        "relacion": "AVALAR",
        "objeto": "Tribunal Supremo de Justicia"
      },
      {
        "sujeto": "Asamblea Nacional de Venezuela",
        "relacion": "AVALAR",
        "objeto": "TSJ"
      },
      {
        "sujeto": "Asamblea Nacional de Venezuela",
        "relacion": "AVALAR",
        "objeto": "Consejo Nacional Electoral"
      },
      {
        "sujeto": "Asamblea Nacional de Venezuela",
        "relacion": "AVALAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "SOSTENER",
        "objeto": "Jorge Rodríguez"
      },
      {
        "sujeto": "TSJ",
        "relacion": "SOSTENER",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "TSJ",
        "relacion": "SOSTENER",
        "objeto": "Jorge Rodríguez"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "DETALLAR",
        "objeto": "TSJ"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "DETALLAR",
        "objeto": "Manuel Rosales"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "DETALLAR",
        "objeto": "Un Nuevo Tiempo"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "DETALLAR",
        "objeto": "José Luis Cartaya"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "DETALLAR",
        "objeto": "Unidad Democrática"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "DETALLAR",
        "objeto": "José Simón Calzadilla"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "DETALLAR",
        "objeto": "Movimiento por Venezuela"
      },
      {
        "sujeto": "TSJ",
        "relacion": "ES",
        "objeto": "Manuel Rosales"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "COMENTAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "COMENTAR",
        "objeto": "TSJ"
      },
      {
        "sujeto": "CNE",
        "relacion": "ACUDIR_TENER_PRESENTAR_COMENTAR",
        "objeto": "TSJ"
      },
      {
        "sujeto": "Ley",
        "relacion": "AFIRMAR",
        "objeto": "Parlamento"
      },
      {
        "sujeto": "Parlamento",
        "relacion": "AFIRMAR",
        "objeto": "Partidos Políticos"
      },
      {
        "sujeto": "Asamblea venezolana",
        "relacion": "HACER_TENER_AFIRMAR",
        "objeto": "Ley"
      },
      {
        "sujeto": "Asamblea venezolana",
        "relacion": "HACER_TENER_AFIRMAR",
        "objeto": "Partidos Políticos"
      },
      {
        "sujeto": "Asamblea venezolana",
        "relacion": "HACER_TENER_AFIRMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "PRECISAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9445,
    "pos": 0.015,
    "neu": 0.945,
    "neg": 0.041,
    "label": "negative"
  }
}