{
  "url": "https://www.telesurtv.net/presidente-arce-se-dirige-a-la-nacion-y-pide-a-los-bolivianos-evitar-confrontaciones/",
  "title": "Presidente Arce se dirige a la nación y pide a los bolivianos evitar confrontaciones - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "amenazas",
    "Bolivia",
    "Conflictos",
    "Luis Arce"
  ],
  "text": "El presidente de Bolivia, Luis Arce Catacora, se dirigió este domingo a la nación y le pidió a los ciudadanos evitar a toda costa confrontaciones entre hermanos tras la convocatoria lanzada por el exmandatario Evo Morales a una marcha nacional y bloqueos de carreteras para que sea admitida su candidatura presidencial.\nEl jefe de Estado recordó que a lo largo de la historia nacional la recuperación de la democracia ha tenido un alto costo para el pueblo, por lo que su cuidado deviene tarea colectiva de primer orden.\nAseveró que por ambiciones desmedidas de poder y apetitos personales, un grupo de personas han puesto en riesgo la democracia y están dispuestos a enfrentar al pueblo entre sí.\nTengo la misión de evitar la confrontación y la violencia entre hermanos, así como la interrupción del proceso de cambios y la destrucción del Estado Plurinacional, expresó.\nSe refirió al bloqueo de carreteras anunciado por Evo Morales. Descartó que su interés sea defender la democracia o la economía. Precisó que el expresidente desea imponer su candidatura presidencial a cualquier precio, con bloqueos o haciendo correr sangre del pueblo, como han expresado públicamente voceros suyos.\nSeñaló que si valora la economía nacional y popular, ya habría indicado a su bancada parlamentaria que ponga fin al bloqueo de leyes que, de ser aprobadas, permitirían emplear fondos millonarios represados desde el 2023 en la Asamblea Legislativa Plurinacional (ALP), o no habría convocado a bloqueos de carreteras que impedirán la llegada de alimentos a las ciudades. Afirmó que no le importa afectar al pueblo ni a los más vulnerables, a quienes viven del día a día.\nLe pidió no equivocarse nuevamente deseando imponer su candidatura. Recordó que lo intentó en una ocasión anterior y tuvo un alto costo para el pueblo. Defendió la importancia de nuevos liderazgos para seguir el proceso de cambios. Nuestro rol es impulsar esos liderazgos para garantizar la continuidad de un proyecto político que es del pueblo, acotó.\nDefendió que el MAS – IPSP (Movimiento al Socialismo – Instrumento Político por la Soberanía de los Pueblos) no se agota en una persona. Es patrimonio de las organizaciones sociales y del pueblo boliviano.Lo responsabilizó de llevar a la militancia y al país a una situación de conflictividad y enfrentamientos entre hermanos. Le preguntó si pondrá en riesgo la vida del pueblo pese a saber que no puede ser candidato.\nValoró que la vida del pueblo y la tranquilidad de Bolivia es el bien mayor a cuidar. No soy yo quien te está inhabilitando; es la Constitución la que no te permite que seas candidato. Enfatizó: No es a mí a quien estás atacando. Es al pueblo. Quieres llevar a la ruina a millones de bolivianos y bolivianas. No quieras pisotear la Constitución que tú mismo promulgaste. Deja de amenazar al pueblo con bloqueos. Deja de incendiar la democracia.\nRecalcó que no permitirá que se ponga en riesgo la vida del pueblo. Actuaré de acuerdo a lo que manda la Constitución. Resolvamos cualquier problema que exista entre nosotros asumiendo las reglas de la democracia, urgió.\nConsideró que ha llegado la hora de que Evo Morales le explique a la militancia y la izquierda del mundo por qué instruye bloquear a un Gobierno popular empeñado en continuar las tareas inconclusas del proceso de cambios y corregir los errores que se cometieron; por qué mantiene un pacto con quienes ejecutaron el golpe de Estado en 2019; por qué bloquea la aprobación de leyes en beneficio del pueblo y por qué teme que se lleve adelante el referendo para conocer qué piensa el pueblo sobre la subvención de los combustibles y la reelección, con lo cual se busca evitar un escenario de convulsión y permitir que los ciudadanos se pronuncien sobre asuntos trascendentales de la vida nacional.\nDio a conocer que este domingo respondieron el pliego petitorio enviado por Evo Morales a sabiendas de que, cualquiera que fuese la respuesta del Gobierno, ya los bloqueos estaban organizados de antemano.\nRecalcó que el Gobierno nacional trabaja diariamente en la atención a los problemas estructurales del país. Le pidió a Evo Morales no disfrazar sus ambiciones personales ni socavar la democracia tomando como bandera esos problemas.\nAlertó que durante las próximas horas Evo Morales y sus partidarios iniciarán una marcha nacional, bloqueos de carreteras, y a continuación intentarán propinar un golpe de Estado a un Gobierno popular. Ratificó que cumplirá su misión hasta el último día de su vida enmarcado en lo que establece la Constitución.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-arce-se-dirige-a-la-nacion-y-pide-a-los-bolivianos-evitar-confrontaciones/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 926,
    "message_id": 76370,
    "date": "2024-09-16T01:55:07+00:00",
    "text": "teleSUR\nPresidente Arce se dirige a la nación y pide a los bolivianos evitar confrontaciones\nhttps://www.telesurtv.net/presidente-arce-se-dirige-a-la-nacion-y-pide-a-los-bolivianos-evitar-confrontaciones/",
    "photo_path": null,
    "views": 3763,
    "reactions": {
      "👍": 74,
      "🤔": 6,
      "👎": 1
    },
    "total_reactions": 81
  },
  "preprocessing": {
    "cleaned": "el presidente de bolivia, luis arce catacora, se dirigió este domingo a la nación y le pidió a los ciudadanos evitar a toda costa confrontaciones entre hermanos tras la convocatoria lanzada por el exmandatario evo morales a una marcha nacional y bloqueos de carreteras para que sea admitida su candidatura presidencial. el jefe de estado recordó que a lo largo de la historia nacional la recuperación de la democracia ha tenido un alto costo para el pueblo, por lo que su cuidado deviene tarea colectiva de primer orden. aseveró que por ambiciones desmedidas de poder y apetitos personales, un grupo de personas han puesto en riesgo la democracia y están dispuestos a enfrentar al pueblo entre sí. tengo la misión de evitar la confrontación y la violencia entre hermanos, así como la interrupción del proceso de cambios y la destrucción del estado plurinacional, expresó. se refirió al bloqueo de carreteras anunciado por evo morales. descartó que su interés sea defender la democracia o la economía. precisó que el expresidente desea imponer su candidatura presidencial a cualquier precio, con bloqueos o haciendo correr sangre del pueblo, como han expresado públicamente voceros suyos. señaló que si valora la economía nacional y popular, ya habría indicado a su bancada parlamentaria que ponga fin al bloqueo de leyes que, de ser aprobadas, permitirían emplear fondos millonarios represados desde el 2023 en la asamblea legislativa plurinacional (alp), o no habría convocado a bloqueos de carreteras que impedirán la llegada de alimentos a las ciudades. afirmó que no le importa afectar al pueblo ni a los más vulnerables, a quienes viven del día a día. le pidió no equivocarse nuevamente deseando imponer su candidatura. recordó que lo intentó en una ocasión anterior y tuvo un alto costo para el pueblo. defendió la importancia de nuevos liderazgos para seguir el proceso de cambios. nuestro rol es impulsar esos liderazgos para garantizar la continuidad de un proyecto político que es del pueblo, acotó. defendió que el mas – ipsp (movimiento al socialismo – instrumento político por la soberanía de los pueblos) no se agota en una persona. es patrimonio de las organizaciones sociales y del pueblo boliviano.lo responsabilizó de llevar a la militancia y al país a una situación de conflictividad y enfrentamientos entre hermanos. le preguntó si pondrá en riesgo la vida del pueblo pese a saber que no puede ser candidato. valoró que la vida del pueblo y la tranquilidad de bolivia es el bien mayor a cuidar. no soy yo quien te está inhabilitando; es la constitución la que no te permite que seas candidato. enfatizó: no es a mí a quien estás atacando. es al pueblo. quieres llevar a la ruina a millones de bolivianos y bolivianas. no quieras pisotear la constitución que tú mismo promulgaste. deja de amenazar al pueblo con bloqueos. deja de incendiar la democracia. recalcó que no permitirá que se ponga en riesgo la vida del pueblo. actuaré de acuerdo a lo que manda la constitución. resolvamos cualquier problema que exista entre nosotros asumiendo las reglas de la democracia, urgió. consideró que ha llegado la hora de que evo morales le explique a la militancia y la izquierda del mundo por qué instruye bloquear a un gobierno popular empeñado en continuar las tareas inconclusas del proceso de cambios y corregir los errores que se cometieron; por qué mantiene un pacto con quienes ejecutaron el golpe de estado en 2019; por qué bloquea la aprobación de leyes en beneficio del pueblo y por qué teme que se lleve adelante el referendo para conocer qué piensa el pueblo sobre la subvención de los combustibles y la reelección, con lo cual se busca evitar un escenario de convulsión y permitir que los ciudadanos se pronuncien sobre asuntos trascendentales de la vida nacional. dio a conocer que este domingo respondieron el pliego petitorio enviado por evo morales a sabiendas de que, cualquiera que fuese la respuesta del gobierno, ya los bloqueos estaban organizados de antemano. recalcó que el gobierno nacional trabaja diariamente en la atención a los problemas estructurales del país. le pidió a evo morales no disfrazar sus ambiciones personales ni socavar la democracia tomando como bandera esos problemas. alertó que durante las próximas horas evo morales y sus partidarios iniciarán una marcha nacional, bloqueos de carreteras, y a continuación intentarán propinar un golpe de estado a un gobierno popular. ratificó que cumplirá su misión hasta el último día de su vida enmarcado en lo que establece la constitución.",
    "tokens": [
      "presidente",
      "bolivia",
      ",",
      "luis",
      "arce",
      "catacora",
      ",",
      "dirigió",
      "domingo",
      "nación",
      "pidió",
      "ciudadanos",
      "evitar",
      "toda",
      "costa",
      "confrontaciones",
      "hermanos",
      "tras",
      "convocatoria",
      "lanzada",
      "exmandatario",
      "evo",
      "morales",
      "marcha",
      "nacional",
      "bloqueos",
      "carreteras",
      "admitida",
      "candidatura",
      "presidencial",
      ".",
      "jefe",
      "recordó",
      "largo",
      "historia",
      "nacional",
      "recuperación",
      "democracia",
      "alto",
      "costo",
      "pueblo",
      ",",
      "cuidado",
      "deviene",
      "tarea",
      "colectiva",
      "primer",
      "orden",
      ".",
      "aseveró",
      "ambiciones",
      "desmedidas",
      "poder",
      "apetitos",
      "personales",
      ",",
      "grupo",
      "personas",
      "puesto",
      "riesgo",
      "democracia",
      "dispuestos",
      "enfrentar",
      "pueblo",
      ".",
      "misión",
      "evitar",
      "confrontación",
      "violencia",
      "hermanos",
      ",",
      "así",
      "interrupción",
      "proceso",
      "cambios",
      "destrucción",
      "plurinacional",
      ",",
      "expresó",
      ".",
      "refirió",
      "bloqueo",
      "carreteras",
      "anunciado",
      "evo",
      "morales",
      ".",
      "descartó",
      "interés",
      "defender",
      "democracia",
      "economía",
      ".",
      "precisó",
      "expresidente",
      "desea",
      "imponer",
      "candidatura",
      "presidencial",
      "cualquier",
      "precio",
      ",",
      "bloqueos",
      "haciendo",
      "correr",
      "sangre",
      "pueblo",
      ",",
      "expresado",
      "públicamente",
      "voceros",
      ".",
      "señaló",
      "si",
      "valora",
      "economía",
      "nacional",
      "popular",
      ",",
      "indicado",
      "bancada",
      "parlamentaria",
      "ponga",
      "fin",
      "bloqueo",
      "leyes",
      ",",
      "ser",
      "aprobadas",
      ",",
      "permitirían",
      "emplear",
      "fondos",
      "millonarios",
      "represados",
      "2023",
      "asamblea",
      "legislativa",
      "plurinacional",
      "(",
      "alp",
      ")",
      ",",
      "convocado",
      "bloqueos",
      "carreteras",
      "impedirán",
      "llegada",
      "alimentos",
      "ciudades",
      ".",
      "afirmó",
      "importa",
      "afectar",
      "pueblo",
      "vulnerables",
      ",",
      "viven",
      "día",
      "día",
      ".",
      "pidió",
      "equivocarse",
      "nuevamente",
      "deseando",
      "imponer",
      "candidatura",
      ".",
      "recordó",
      "intentó",
      "ocasión",
      "anterior",
      "alto",
      "costo",
      "pueblo",
      ".",
      "defendió",
      "importancia",
      "nuevos",
      "liderazgos",
      "seguir",
      "proceso",
      "cambios",
      ".",
      "rol",
      "impulsar",
      "liderazgos",
      "garantizar",
      "continuidad",
      "proyecto",
      "político",
      "pueblo",
      ",",
      "acotó",
      ".",
      "defendió",
      "mas",
      "–",
      "ipsp",
      "(",
      "movimiento",
      "socialismo",
      "–",
      "instrumento",
      "político",
      "soberanía",
      "pueblos",
      ")",
      "agota",
      "persona",
      ".",
      "patrimonio",
      "organizaciones",
      "sociales",
      "pueblo",
      "boliviano.lo",
      "responsabilizó",
      "llevar",
      "militancia",
      "país",
      "situación",
      "conflictividad",
      "enfrentamientos",
      "hermanos",
      ".",
      "preguntó",
      "si",
      "pondrá",
      "riesgo",
      "vida",
      "pueblo",
      "pese",
      "saber",
      "puede",
      "ser",
      "candidato",
      ".",
      "valoró",
      "vida",
      "pueblo",
      "tranquilidad",
      "bolivia",
      "bien",
      "mayor",
      "cuidar",
      ".",
      "inhabilitando",
      ";",
      "constitución",
      "permite",
      "candidato",
      ".",
      "enfatizó",
      ":",
      "atacando",
      ".",
      "pueblo",
      ".",
      "quieres",
      "llevar",
      "ruina",
      "millones",
      "bolivianos",
      "bolivianas",
      ".",
      "quieras",
      "pisotear",
      "constitución",
      "mismo",
      "promulgaste",
      ".",
      "deja",
      "amenazar",
      "pueblo",
      "bloqueos",
      ".",
      "deja",
      "incendiar",
      "democracia",
      ".",
      "recalcó",
      "permitirá",
      "ponga",
      "riesgo",
      "vida",
      "pueblo",
      ".",
      "actuaré",
      "acuerdo",
      "manda",
      "constitución",
      ".",
      "resolvamos",
      "cualquier",
      "problema",
      "exista",
      "asumiendo",
      "reglas",
      "democracia",
      ",",
      "urgió",
      ".",
      "consideró",
      "llegado",
      "hora",
      "evo",
      "morales",
      "explique",
      "militancia",
      "izquierda",
      "mundo",
      "instruye",
      "bloquear",
      "gobierno",
      "popular",
      "empeñado",
      "continuar",
      "tareas",
      "inconclusas",
      "proceso",
      "cambios",
      "corregir",
      "errores",
      "cometieron",
      ";",
      "mantiene",
      "pacto",
      "ejecutaron",
      "golpe",
      "2019",
      ";",
      "bloquea",
      "aprobación",
      "leyes",
      "beneficio",
      "pueblo",
      "teme",
      "lleve",
      "adelante",
      "referendo",
      "conocer",
      "piensa",
      "pueblo",
      "subvención",
      "combustibles",
      "reelección",
      ",",
      "busca",
      "evitar",
      "escenario",
      "convulsión",
      "permitir",
      "ciudadanos",
      "pronuncien",
      "asuntos",
      "trascendentales",
      "vida",
      "nacional",
      ".",
      "dio",
      "conocer",
      "domingo",
      "respondieron",
      "pliego",
      "petitorio",
      "enviado",
      "evo",
      "morales",
      "sabiendas",
      ",",
      "cualquiera",
      "respuesta",
      "gobierno",
      ",",
      "bloqueos",
      "organizados",
      "antemano",
      ".",
      "recalcó",
      "gobierno",
      "nacional",
      "trabaja",
      "diariamente",
      "atención",
      "problemas",
      "estructurales",
      "país",
      ".",
      "pidió",
      "evo",
      "morales",
      "disfrazar",
      "ambiciones",
      "personales",
      "socavar",
      "democracia",
      "tomando",
      "bandera",
      "problemas",
      ".",
      "alertó",
      "próximas",
      "horas",
      "evo",
      "morales",
      "partidarios",
      "iniciarán",
      "marcha",
      "nacional",
      ",",
      "bloqueos",
      "carreteras",
      ",",
      "continuación",
      "intentarán",
      "propinar",
      "golpe",
      "gobierno",
      "popular",
      ".",
      "ratificó",
      "cumplirá",
      "misión",
      "último",
      "día",
      "vida",
      "enmarcado",
      "establece",
      "constitución",
      "."
    ],
    "token_count": 430,
    "sentence_count": 33
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 78,
      "NN": 273,
      "FW": 174,
      "VBD": 1,
      "JJ": 70,
      "NNS": 26,
      "VBP": 24,
      "IN": 19,
      "CD": 2,
      "DT": 9,
      "VBZ": 8,
      "RB": 6,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 31,
      "NN-FW": 30,
      "FW-NNP": 16,
      "NNP-NNP": 23,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "JJ-NN": 42,
      "NN-NN": 163,
      "FW-NN": 22,
      "NN-JJ": 17,
      "NN-NNS": 9,
      "NNS-VBP": 15,
      "VBP-JJ": 17,
      "JJ-NNS": 5,
      "VBP-NNS": 1,
      "NN-NNP": 24,
      "NNP-JJ": 5,
      "NN-IN": 15,
      "IN-FW": 13,
      "NN-VBP": 4,
      "JJ-NNP": 8,
      "FW-FW": 115,
      "FW-JJ": 12,
      "JJ-FW": 8,
      "NNS-FW": 1,
      "FW-NNS": 6,
      "NNS-NNS": 4,
      "NNS-JJ": 2,
      "NNP-FW": 7,
      "VBP-NN": 4,
      "VBP-NNP": 2,
      "JJ-JJ": 5,
      "FW-VBP": 2,
      "NN-CD": 1,
      "CD-NN": 2,
      "NNP-DT": 3,
      "DT-NN": 8,
      "NNS-NNP": 2,
      "NN-DT": 3,
      "NN-VBZ": 3,
      "VBZ-JJ": 5,
      "NNS-RB": 2,
      "RB-VBP": 2,
      "NNP-VBZ": 3,
      "VBZ-DT": 2,
      "NN-RB": 4,
      "RB-JJ": 3,
      "IN-JJ": 1,
      "NNP-IN": 3,
      "RB-VBZ": 1,
      "JJ-VBP": 1,
      "JJ-DT": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "FW-VBZ": 1,
      "DT-JJ": 1,
      "IN-NN": 1,
      "IN-NNS": 1,
      "IN-NNP": 2,
      "IN-CD": 1,
      "VBZ-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 4,
      "NN-FW-NNP": 5,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-NN": 23,
      "NN-NN-NN": 101,
      "NN-NN-FW": 16,
      "NN-FW-NN": 8,
      "FW-NN-NN": 11,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 16,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 4,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-NN": 8,
      "NN-NN-NNP": 16,
      "NN-NNP-NNP": 10,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-NN-JJ": 4,
      "JJ-NN-IN": 10,
      "NN-IN-FW": 10,
      "IN-FW-NN": 3,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NN": 6,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 21,
      "IN-FW-FW": 6,
      "FW-FW-JJ": 6,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 5,
      "FW-FW-FW": 84,
      "FW-FW-NN": 8,
      "IN-FW-JJ": 3,
      "FW-JJ-NNP": 3,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-NNS": 5,
      "FW-NNS-NNS": 2,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "FW-NN-FW": 8,
      "NN-FW-FW": 14,
      "FW-NNS-VBP": 3,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 5,
      "NN-FW-JJ": 2,
      "JJ-FW-NN": 2,
      "NN-FW-NNS": 1,
      "JJ-NN-NNP": 5,
      "NNP-FW-NNP": 1,
      "NN-NN-IN": 5,
      "FW-JJ-NN": 4,
      "NNP-NNP-NN": 6,
      "NN-VBP-NN": 3,
      "VBP-NN-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "FW-FW-VBP": 2,
      "FW-VBP-JJ": 2,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NNP-NNP-DT": 2,
      "NNP-DT-NN": 3,
      "DT-NN-NN": 4,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-DT": 2,
      "NN-DT-NN": 3,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NN-NNS-NNS": 2,
      "NNS-NNS-RB": 2,
      "NNS-RB-VBP": 2,
      "RB-VBP-JJ": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 3,
      "NN-RB-JJ": 3,
      "RB-JJ-NN": 2,
      "NN-NNP-NN": 9,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "FW-FW-NNP": 9,
      "NNP-NN-NNP": 2,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 1,
      "FW-NNP-DT": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "NNS-NNS-VBP": 1,
      "FW-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NNP-NN-RB": 1,
      "FW-NNP-FW": 2,
      "NNP-FW-NN": 1,
      "FW-NN-DT": 1,
      "RB-JJ-NNS": 1,
      "VBP-NNP-NNP": 1,
      "FW-NN-NNP": 1,
      "NN-NN-VBZ": 2,
      "VBZ-JJ-FW": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "NN-NNP-FW": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "JJ-NNP-JJ": 2,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NN": 1,
      "VBP-NN-FW": 1,
      "NN-JJ-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-NNP-JJ": 1,
      "FW-JJ-NNS": 1,
      "VBP-JJ-FW": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NN-NNS": 1,
      "JJ-FW-JJ": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NNP": 2
    },
    "top_patterns": {
      "top_tags": {
        "NN": 273,
        "FW": 174,
        "NNP": 78,
        "JJ": 70,
        "NNS": 26
      },
      "top_bigrams": {
        "NN-NN": 163,
        "FW-FW": 115,
        "JJ-NN": 42,
        "NNP-NN": 31,
        "NN-FW": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 101,
        "FW-FW-FW": 84,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 21,
        "NN-NN-FW": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 33,
    "chunk_counts": {
      "NP": 183,
      "VP": 41,
      "ADJP": 5,
      "PP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0184
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 4,
        "weight": 0.0147
      },
      {
        "rule": "NP -> ('riesgo', 'NN')",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "NP -> ('cambios', 'NNS')",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "NP -> ('Bolivia', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "ADJP -> ('nacional', 'JJ')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('un', 'JJ') ('alto', 'NN') ('costo', 'NN') ('para', 'NN') ('el', 'NN') ('pueblo', 'NN')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('hermanos', 'NNS')",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Bolivia"
      },
      {
        "label": "NP",
        "text": "Luis Arce Catacora"
      },
      {
        "label": "VP",
        "text": "se dirigió este"
      },
      {
        "label": "NP",
        "text": "dirigió este"
      },
      {
        "label": "VP",
        "text": "domingo a la nación y le"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "NP",
        "text": "nación y le"
      },
      {
        "label": "VP",
        "text": "pidió a los ciudadanos evitar a toda costa confrontaciones"
      },
      {
        "label": "NP",
        "text": "a los ciudadanos evitar"
      },
      {
        "label": "NP",
        "text": "a toda costa confrontaciones"
      },
      {
        "label": "VP",
        "text": "entre hermanos tras"
      },
      {
        "label": "NP",
        "text": "hermanos tras"
      },
      {
        "label": "VP",
        "text": "la convocatoria"
      },
      {
        "label": "NP",
        "text": "convocatoria"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Bolivia/NNP)\n  ,/,\n  (NP Luis/NNP Arce/NNP Catacora/NNP)\n  ,/,\n  (VP se/VBD (NP dirigió/JJ este/NN))\n  (VP domingo/VBZ (NP a/DT la/NN) (NP nación/JJ y/NN le/NN))\n  (VP\n    pidió/VBZ\n    (NP a/DT los/JJ ciudadanos/JJ evitar/NN)\n    (NP a/DT toda/NN costa/NN confrontaciones/NNS))\n  (VP entre/VBP (NP hermanos/JJ tras/NNS))\n  (VP la/VBP (NP convocatoria/NNS))\n  (VP\n    lanzada/VBP\n    (NP por/JJ el/NN exmandatario/NN Evo/NNP Morales/NNP)\n    (NP a/DT una/JJ marcha/NN)\n    (NP nacional/JJ y/NN bloqueos/NN))\n  de/IN\n  carreteras/FW\n  (NP\n    para/NN\n    que/NN\n    sea/NN\n    admitida/NN\n    su/NN\n    candidatura/NN\n    presidencial/NN)\n  ./.)",
      "(S\n  (NP El/NNP jefe/NN)\n  de/FW\n  (NP Estado/NNP recordó/NN que/NN)\n  (NP a/DT lo/JJ largo/NN)\n  de/IN\n  la/FW\n  historia/FW\n  (ADJP nacional/JJ)\n  la/FW\n  recuperación/FW\n  de/FW\n  la/FW\n  democracia/FW\n  (NP ha/NN tenido/NN)\n  (NP un/JJ alto/NN costo/NN para/NN el/NN pueblo/NN)\n  ,/,\n  (NP por/NN lo/NN que/NN su/NN cuidado/NN deviene/NN)\n  (NP tarea/JJ colectiva/NN)\n  de/IN\n  primer/FW\n  (NP orden/NN)\n  ./.)",
      "(S\n  (NP Aseveró/NNP que/NN por/NN ambiciones/NNS)\n  desmedidas/FW\n  de/FW\n  poder/FW\n  y/CC\n  (NP apetitos/JJ personales/NNS)\n  ,/,\n  (NP un/JJ grupo/NN)\n  de/IN\n  personas/FW\n  (NP han/NN puesto/NN)\n  en/FW\n  (NP riesgo/NN)\n  la/FW\n  democracia/FW\n  y/FW\n  están/FW\n  dispuestos/FW\n  (NP a/DT enfrentar/NN al/NN pueblo/NN entre/NN sí/NN)\n  ./.)",
      "(S\n  (NP Tengo/NNP la/NN)\n  misión/FW\n  de/FW\n  evitar/FW\n  la/FW\n  confrontación/FW\n  y/FW\n  la/FW\n  violencia/FW\n  entre/FW\n  (NP hermanos/NNS)\n  ,/,\n  (VP\n    así/VBP\n    (NP como/NN la/NN)\n    (NP interrupción/JJ del/NN proceso/NN))\n  (PP de/IN (NP cambios/NNS))\n  y/CC\n  (NP la/NN)\n  (VP destrucción/VBP (NP del/NN Estado/NNP Plurinacional/NNP))\n  ,/,\n  (NP expresó/NN)\n  ./.)",
      "(S\n  (NP Se/NNP refirió/NN al/NN bloqueo/NN)\n  de/IN\n  carreteras/FW\n  (NP anunciado/JJ por/NN Evo/NNP Morales/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "marcha nacional, bloqueos de carreteras, y a continuación intentarán propinar un golpe de estado a un gobierno",
        "position": [
          4308,
          4418
        ],
        "start": 4308,
        "end": 4418
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "responsabilizó de llevar a",
        "position": [
          2218,
          2244
        ],
        "start": 2218,
        "end": 2244
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defendió",
        "position": [
          1809,
          1817
        ],
        "start": 1809,
        "end": 1817
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          863,
          870
        ],
        "start": 863,
        "end": 870
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          1001,
          1008
        ],
        "start": 1001,
        "end": 1008
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de bolivia",
        "position": [
          3,
          24
        ],
        "start": 3,
        "end": 24
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          4428,
          4436
        ],
        "start": 4428,
        "end": 4436
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2560,
          2572
        ],
        "start": 2560,
        "end": 2572
      },
      {
        "category": "PAISES",
        "matched_text": "bolivia",
        "position": [
          17,
          24
        ],
        "start": 17,
        "end": 24
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado recordó",
        "position": [
          331,
          345
        ],
        "start": 331,
        "end": 345
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          886,
          893
        ],
        "start": 886,
        "end": 893
      }
    ],
    "match_count": 11
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Actuaré",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado Plurinacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Precisó",
        "tipo": "Persona"
      },
      {
        "nombre": "ALP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Constitución.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "MAS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nuestro",
        "tipo": "Persona"
      },
      {
        "nombre": "Le",
        "tipo": "Persona"
      },
      {
        "nombre": "Aseveró",
        "tipo": "Persona"
      },
      {
        "nombre": "IPSP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Legislativa Plurinacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Movimiento al Socialismo – Instrumento Político por la Soberanía de los Pueblos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luis Arce Catacora",
        "tipo": "Persona"
      },
      {
        "nombre": "Evo Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Deja",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Bolivia",
        "relacion": "DIRIGIR",
        "objeto": "Evo Morales"
      },
      {
        "sujeto": "Luis Arce Catacora",
        "relacion": "DIRIGIR",
        "objeto": "Evo Morales"
      },
      {
        "sujeto": "MAS",
        "relacion": "ES",
        "objeto": "Movimiento al Socialismo – Instrumento Político por la Soberanía de los Pueblos"
      },
      {
        "sujeto": "Evo Morales",
        "relacion": "EXPLICAR_LLEGAR_CONSIDERAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Evo Morales",
        "relacion": "RESPONDER_DAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Evo Morales",
        "relacion": "INICIAR_ALERTAR",
        "objeto": "Gobierno"
      }
    ]
  },
  "sentiment": {
    "compound": -0.765,
    "pos": 0.02,
    "neu": 0.946,
    "neg": 0.034,
    "label": "negative"
  }
}