{
  "url": "https://www.telesurtv.net/tsj-de-venezuela-llama-a-partidos-politicos-a-acatar-la-sentencia-que-emita-su-sala-electoral/",
  "title": "TSJ de Venezuela llama a partidos políticos a acatar la sentencia que emita su Sala Electoral - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "CNE",
    "Elecciones presidenciales",
    "TSJ",
    "Venezuela"
  ],
  "text": "La presidenta del Tribunal Supremo de Justicia (TSJ) de Venezuela, Caryslia Beatriz Rodríguez Rodríguez, llamó este viernes a las organizaciones con fines políticos de esa nación a acatar la sentencia que emita su Sala Electoral relacionada con las elecciones presidenciales del pasado 28 de julio.\nEn respuesta al recurso contencioso electoral interpuesto por el presidente de Venezuela, Nicolás Maduro, la magistrada expresó: “Se insta a todos los ciudadanos candidatos, partidos políticos, y demás sujetos intervinientes a acatar y respetar la sentencia inherente al presente caso”.\nLa audiencia se realizó para que los candidatos presentaran sus recaudos obtenidos de la contienda electoral, de modo que contribuyan a una investigación exhaustiva sobre el proceso comicial.\nAsistieron Nicolás Maduro, Luis Martínez, Daniel Ceballos, Antonio Ecarri, Benjamín Rausseo, Enrique Márquez, José Brito, Javier Bertucci y Claudio Fermín. A pesar de la obligación legal de comparecer ante el TSJ, no asistió el candidato de Plataforma Democrática (extrema derecha), Edmundo González.\nRodríguez Rodríguez subrayó que Venezuela es un Estado democrático social de derecho y de justicia, en el cual “la soberanía reside intransferiblemente en el pueblo, quien la ejerce directamente mediante el sufragio como medio participativo y protagónico”.\nAseveró que con la promulgación de la actual Carta Magna nació lo que se conoce hoy como el sistema de justicia venezolano, establecido en su artículo 297, cuyo objetivo central es proteger el ejercicio de los derechos políticos de la población.\nSubrayó que la Sala Electoral del TSJ “es la única y máxima instancia de la jurisdicción contenciosa electoral, lo cual convierte sus decisiones en mandatos de obligatorio cumplimiento”.\nTras su intervención, los candidatos presentes se comprometieron por escrito a brindar su colaboración y presentar los recaudos que les sean exigidos como elementos de prueba y certificación para realizar un peritaje de los resultados. Este compromiso no fue firmado por el candidato Enrique Márquez.\nAl concluir la audiencia, varios candidatos presidenciales comparecieron de manera breve ante los medios. Claudio Fermín (Soluciones por Venezuela) expresó que “la publicación de los resultados mesa por mesa es una contribución necesaria a la transparencia y es una contribución a la tranquilidad del país”.\nJavier Bertucci (Esperanza por el Cambio) solicitó el concurso del TSJ para que el CNE presente las actas y las papeletas de votación. En ese sentido también se pronunció Daniel Ceballo (Voluntad Popular).\nJosé Brito (Partido Primero Venezuela) también exigió que se muestre esa documentación electoral en pro de “la tranquilidad del país” y alertó sobre la gravedad de que no se presentara Edmundo González, a quien consideró responsable de los actos violentos ocurridos durante el lunes y el martes pasado en el país.\nTambién brindó declaraciones el jefe de Estado, quien ratificó a todos los venezolanos que está “a disposición absoluta de la máxima sala en materia electoral en la legislación y en la Constitución venezolana”.\nMaduro Moros agregó: “Estamos preparados para entregar el 100 por ciento de las actas y todo lo que sea requerido para ser revisado por el máximo tribunal de justicia, como contempla la legislación”.\nEl jefe de Estado se dirigió directamente al candidato de Plataforma Democrática: “Hemos sido citados judicialmente los diez candidatos, hemos asistido nueve. Faltó nuevamente el candidato del fascismo, González Urrutia. Señor González Urrutia, si usted no respeta al CNE ni al Tribunal Supremo de Justicia, ¿qué pretende usted?”.\nEl presidente venezolano recurrió al contencioso electoral para garantizar la transparencia del evento del pasado domingo, cuyos resultados no fueron reconocidos por la extrema derecha, que hasta el momento no ha mostrado pruebas sobre presuntas irregularidades.\nLa oposición intentó suplantar al Poder Electoral, único reconocido por la Constitución para emitir resultados electorales, e imponer a su candidato como ganador de los comicios. Tras el fracaso de ese plan, incitó a actos violentos que fueron perpetrados por grupos delincuenciales a los que se quiso presentar como comandos de campaña o manifestantes pacíficos.\nEntre otras acciones vandálicas, estos grupos quemaron oficinas electorales regionales, centros de votación y centros de trasmisión de contingencia, todo con la intención de destruir las máquinas de votación, documentación electoral y otros medios que contribuyen a transparentar la elección presidencial. En paralelo, la infraestructura de trasmisión de resultados del CNE sufrió ataques informáticos masivos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/tsj-de-venezuela-llama-a-partidos-politicos-a-acatar-la-sentencia-que-emita-su-sala-electoral/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 1574,
    "message_id": 73901,
    "date": "2024-08-03T00:55:50+00:00",
    "text": "teleSUR\nTSJ de Venezuela llama a partidos políticos a acatar la sentencia que emita su Sala Electoral\nhttps://www.telesurtv.net/tsj-de-venezuela-llama-a-partidos-politicos-a-acatar-la-sentencia-que-emita-su-sala-electoral/",
    "photo_path": null,
    "views": 2382,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "la presidenta del tribunal supremo de justicia (tsj) de venezuela, caryslia beatriz rodríguez rodríguez, llamó este viernes a las organizaciones con fines políticos de esa nación a acatar la sentencia que emita su sala electoral relacionada con las elecciones presidenciales del pasado 28 de julio. en respuesta al recurso contencioso electoral interpuesto por el presidente de venezuela, nicolás maduro, la magistrada expresó: “se insta a todos los ciudadanos candidatos, partidos políticos, y demás sujetos intervinientes a acatar y respetar la sentencia inherente al presente caso”. la audiencia se realizó para que los candidatos presentaran sus recaudos obtenidos de la contienda electoral, de modo que contribuyan a una investigación exhaustiva sobre el proceso comicial. asistieron nicolás maduro, luis martínez, daniel ceballos, antonio ecarri, benjamín rausseo, enrique márquez, josé brito, javier bertucci y claudio fermín. a pesar de la obligación legal de comparecer ante el tsj, no asistió el candidato de plataforma democrática (extrema derecha), edmundo gonzález. rodríguez rodríguez subrayó que venezuela es un estado democrático social de derecho y de justicia, en el cual “la soberanía reside intransferiblemente en el pueblo, quien la ejerce directamente mediante el sufragio como medio participativo y protagónico”. aseveró que con la promulgación de la actual carta magna nació lo que se conoce hoy como el sistema de justicia venezolano, establecido en su artículo 297, cuyo objetivo central es proteger el ejercicio de los derechos políticos de la población. subrayó que la sala electoral del tsj “es la única y máxima instancia de la jurisdicción contenciosa electoral, lo cual convierte sus decisiones en mandatos de obligatorio cumplimiento”. tras su intervención, los candidatos presentes se comprometieron por escrito a brindar su colaboración y presentar los recaudos que les sean exigidos como elementos de prueba y certificación para realizar un peritaje de los resultados. este compromiso no fue firmado por el candidato enrique márquez. al concluir la audiencia, varios candidatos presidenciales comparecieron de manera breve ante los medios. claudio fermín (soluciones por venezuela) expresó que “la publicación de los resultados mesa por mesa es una contribución necesaria a la transparencia y es una contribución a la tranquilidad del país”. javier bertucci (esperanza por el cambio) solicitó el concurso del tsj para que el cne presente las actas y las papeletas de votación. en ese sentido también se pronunció daniel ceballo (voluntad popular). josé brito (partido primero venezuela) también exigió que se muestre esa documentación electoral en pro de “la tranquilidad del país” y alertó sobre la gravedad de que no se presentara edmundo gonzález, a quien consideró responsable de los actos violentos ocurridos durante el lunes y el martes pasado en el país. también brindó declaraciones el jefe de estado, quien ratificó a todos los venezolanos que está “a disposición absoluta de la máxima sala en materia electoral en la legislación y en la constitución venezolana”. maduro moros agregó: “estamos preparados para entregar el 100 por ciento de las actas y todo lo que sea requerido para ser revisado por el máximo tribunal de justicia, como contempla la legislación”. el jefe de estado se dirigió directamente al candidato de plataforma democrática: “hemos sido citados judicialmente los diez candidatos, hemos asistido nueve. faltó nuevamente el candidato del fascismo, gonzález urrutia. señor gonzález urrutia, si usted no respeta al cne ni al tribunal supremo de justicia, ¿qué pretende usted?”. el presidente venezolano recurrió al contencioso electoral para garantizar la transparencia del evento del pasado domingo, cuyos resultados no fueron reconocidos por la extrema derecha, que hasta el momento no ha mostrado pruebas sobre presuntas irregularidades. la oposición intentó suplantar al poder electoral, único reconocido por la constitución para emitir resultados electorales, e imponer a su candidato como ganador de los comicios. tras el fracaso de ese plan, incitó a actos violentos que fueron perpetrados por grupos delincuenciales a los que se quiso presentar como comandos de campaña o manifestantes pacíficos. entre otras acciones vandálicas, estos grupos quemaron oficinas electorales regionales, centros de votación y centros de trasmisión de contingencia, todo con la intención de destruir las máquinas de votación, documentación electoral y otros medios que contribuyen a transparentar la elección presidencial. en paralelo, la infraestructura de trasmisión de resultados del cne sufrió ataques informáticos masivos.",
    "tokens": [
      "presidenta",
      "tribunal",
      "supremo",
      "justicia",
      "(",
      "tsj",
      ")",
      "venezuela",
      ",",
      "caryslia",
      "beatriz",
      "rodríguez",
      "rodríguez",
      ",",
      "llamó",
      "viernes",
      "organizaciones",
      "fines",
      "políticos",
      "nación",
      "acatar",
      "sentencia",
      "emita",
      "sala",
      "electoral",
      "relacionada",
      "elecciones",
      "presidenciales",
      "pasado",
      "28",
      "julio",
      ".",
      "respuesta",
      "recurso",
      "contencioso",
      "electoral",
      "interpuesto",
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "magistrada",
      "expresó",
      ":",
      "“",
      "insta",
      "ciudadanos",
      "candidatos",
      ",",
      "partidos",
      "políticos",
      ",",
      "demás",
      "sujetos",
      "intervinientes",
      "acatar",
      "respetar",
      "sentencia",
      "inherente",
      "presente",
      "caso",
      "”",
      ".",
      "audiencia",
      "realizó",
      "candidatos",
      "presentaran",
      "recaudos",
      "obtenidos",
      "contienda",
      "electoral",
      ",",
      "modo",
      "contribuyan",
      "investigación",
      "exhaustiva",
      "proceso",
      "comicial",
      ".",
      "asistieron",
      "nicolás",
      "maduro",
      ",",
      "luis",
      "martínez",
      ",",
      "daniel",
      "ceballos",
      ",",
      "antonio",
      "ecarri",
      ",",
      "benjamín",
      "rausseo",
      ",",
      "enrique",
      "márquez",
      ",",
      "josé",
      "brito",
      ",",
      "javier",
      "bertucci",
      "claudio",
      "fermín",
      ".",
      "pesar",
      "obligación",
      "legal",
      "comparecer",
      "tsj",
      ",",
      "asistió",
      "candidato",
      "plataforma",
      "democrática",
      "(",
      "extrema",
      "derecha",
      ")",
      ",",
      "edmundo",
      "gonzález",
      ".",
      "rodríguez",
      "rodríguez",
      "subrayó",
      "venezuela",
      "democrático",
      "social",
      "derecho",
      "justicia",
      ",",
      "“",
      "soberanía",
      "reside",
      "intransferiblemente",
      "pueblo",
      ",",
      "ejerce",
      "directamente",
      "mediante",
      "sufragio",
      "medio",
      "participativo",
      "protagónico",
      "”",
      ".",
      "aseveró",
      "promulgación",
      "actual",
      "carta",
      "magna",
      "nació",
      "conoce",
      "hoy",
      "sistema",
      "justicia",
      "venezolano",
      ",",
      "establecido",
      "artículo",
      "297",
      ",",
      "cuyo",
      "objetivo",
      "central",
      "proteger",
      "ejercicio",
      "derechos",
      "políticos",
      "población",
      ".",
      "subrayó",
      "sala",
      "electoral",
      "tsj",
      "“",
      "única",
      "máxima",
      "instancia",
      "jurisdicción",
      "contenciosa",
      "electoral",
      ",",
      "convierte",
      "decisiones",
      "mandatos",
      "obligatorio",
      "cumplimiento",
      "”",
      ".",
      "tras",
      "intervención",
      ",",
      "candidatos",
      "presentes",
      "comprometieron",
      "escrito",
      "brindar",
      "colaboración",
      "presentar",
      "recaudos",
      "exigidos",
      "elementos",
      "prueba",
      "certificación",
      "realizar",
      "peritaje",
      "resultados",
      ".",
      "compromiso",
      "firmado",
      "candidato",
      "enrique",
      "márquez",
      ".",
      "concluir",
      "audiencia",
      ",",
      "varios",
      "candidatos",
      "presidenciales",
      "comparecieron",
      "manera",
      "breve",
      "medios",
      ".",
      "claudio",
      "fermín",
      "(",
      "soluciones",
      "venezuela",
      ")",
      "expresó",
      "“",
      "publicación",
      "resultados",
      "mesa",
      "mesa",
      "contribución",
      "necesaria",
      "transparencia",
      "contribución",
      "tranquilidad",
      "país",
      "”",
      ".",
      "javier",
      "bertucci",
      "(",
      "esperanza",
      "cambio",
      ")",
      "solicitó",
      "concurso",
      "tsj",
      "cne",
      "presente",
      "actas",
      "papeletas",
      "votación",
      ".",
      "pronunció",
      "daniel",
      "ceballo",
      "(",
      "voluntad",
      "popular",
      ")",
      ".",
      "josé",
      "brito",
      "(",
      "partido",
      "primero",
      "venezuela",
      ")",
      "exigió",
      "muestre",
      "documentación",
      "electoral",
      "pro",
      "“",
      "tranquilidad",
      "país",
      "”",
      "alertó",
      "gravedad",
      "presentara",
      "edmundo",
      "gonzález",
      ",",
      "consideró",
      "responsable",
      "actos",
      "violentos",
      "ocurridos",
      "lunes",
      "martes",
      "pasado",
      "país",
      ".",
      "brindó",
      "declaraciones",
      "jefe",
      ",",
      "ratificó",
      "venezolanos",
      "“",
      "disposición",
      "absoluta",
      "máxima",
      "sala",
      "materia",
      "electoral",
      "legislación",
      "constitución",
      "venezolana",
      "”",
      ".",
      "maduro",
      "moros",
      "agregó",
      ":",
      "“",
      "preparados",
      "entregar",
      "100",
      "ciento",
      "actas",
      "requerido",
      "ser",
      "revisado",
      "máximo",
      "tribunal",
      "justicia",
      ",",
      "contempla",
      "legislación",
      "”",
      ".",
      "jefe",
      "dirigió",
      "directamente",
      "candidato",
      "plataforma",
      "democrática",
      ":",
      "“",
      "sido",
      "citados",
      "judicialmente",
      "diez",
      "candidatos",
      ",",
      "asistido",
      "nueve",
      ".",
      "faltó",
      "nuevamente",
      "candidato",
      "fascismo",
      ",",
      "gonzález",
      "urrutia",
      ".",
      "señor",
      "gonzález",
      "urrutia",
      ",",
      "si",
      "usted",
      "respeta",
      "cne",
      "tribunal",
      "supremo",
      "justicia",
      ",",
      "¿qué",
      "pretende",
      "usted",
      "?",
      "”",
      ".",
      "presidente",
      "venezolano",
      "recurrió",
      "contencioso",
      "electoral",
      "garantizar",
      "transparencia",
      "evento",
      "pasado",
      "domingo",
      ",",
      "cuyos",
      "resultados",
      "reconocidos",
      "extrema",
      "derecha",
      ",",
      "momento",
      "mostrado",
      "pruebas",
      "presuntas",
      "irregularidades",
      ".",
      "oposición",
      "intentó",
      "suplantar",
      "poder",
      "electoral",
      ",",
      "único",
      "reconocido",
      "constitución",
      "emitir",
      "resultados",
      "electorales",
      ",",
      "imponer",
      "candidato",
      "ganador",
      "comicios",
      ".",
      "tras",
      "fracaso",
      "plan",
      ",",
      "incitó",
      "actos",
      "violentos",
      "perpetrados",
      "grupos",
      "delincuenciales",
      "quiso",
      "presentar",
      "comandos",
      "campaña",
      "manifestantes",
      "pacíficos",
      ".",
      "acciones",
      "vandálicas",
      ",",
      "grupos",
      "quemaron",
      "oficinas",
      "electorales",
      "regionales",
      ",",
      "centros",
      "votación",
      "centros",
      "trasmisión",
      "contingencia",
      ",",
      "intención",
      "destruir",
      "máquinas",
      "votación",
      ",",
      "documentación",
      "electoral",
      "medios",
      "contribuyen",
      "transparentar",
      "elección",
      "presidencial",
      ".",
      "paralelo",
      ",",
      "infraestructura",
      "trasmisión",
      "resultados",
      "cne",
      "sufrió",
      "ataques",
      "informáticos",
      "masivos",
      "."
    ],
    "token_count": 484,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 116,
      "VBZ": 16,
      "FW": 146,
      "IN": 19,
      "NN": 237,
      "NNS": 26,
      "VBP": 24,
      "JJ": 59,
      "CD": 3,
      "DT": 6,
      "VBD": 4,
      "MD": 1,
      "VB": 1,
      "RB": 3
    },
    "bigram_freq": {
      "NNP-VBZ": 5,
      "VBZ-FW": 2,
      "FW-NNP": 16,
      "NNP-NNP": 62,
      "NNP-IN": 2,
      "IN-NNP": 4,
      "NNP-FW": 11,
      "VBZ-NN": 2,
      "NN-NNS": 11,
      "NNS-VBP": 17,
      "VBP-NNS": 5,
      "NNS-FW": 3,
      "FW-FW": 94,
      "FW-NN": 19,
      "NN-FW": 20,
      "NN-NNP": 18,
      "NNP-NN": 30,
      "NN-NN": 136,
      "NNS-NNS": 3,
      "VBP-JJ": 9,
      "JJ-CD": 1,
      "CD-IN": 1,
      "IN-NN": 4,
      "NN-JJ": 17,
      "JJ-JJ": 7,
      "JJ-NN": 35,
      "NN-VBZ": 10,
      "VBZ-JJ": 8,
      "JJ-FW": 7,
      "NN-VBP": 5,
      "JJ-NNP": 7,
      "FW-JJ": 11,
      "NNP-DT": 1,
      "DT-NN": 6,
      "NN-IN": 11,
      "NN-VBD": 4,
      "VBD-JJ": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "IN-FW": 9,
      "NN-CD": 1,
      "CD-NN": 2,
      "NNS-IN": 1,
      "NN-DT": 1,
      "NN-RB": 2,
      "RB-JJ": 2,
      "JJ-NNS": 2,
      "VBP-IN": 4,
      "NNP-JJ": 2,
      "FW-DT": 1,
      "VBZ-NNP": 2,
      "FW-NNS": 5,
      "VBP-NN": 3,
      "NNP-VBP": 2,
      "VBP-NNP": 3,
      "VBD-CD": 1,
      "VBD-DT": 1,
      "RB-NNP": 1,
      "VBD-NNP": 1,
      "VBZ-DT": 1,
      "IN-DT": 1,
      "NNS-VBZ": 1,
      "VBZ-RB": 1,
      "NNS-NNP": 1,
      "IN-JJ": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NNP": 2,
      "FW-NNP-NNP": 5,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 4,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 4,
      "NNP-NNP-NNP": 40,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NNS": 5,
      "VBP-NNS-VBP": 3,
      "VBP-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "FW-FW-FW": 67,
      "FW-FW-NN": 9,
      "FW-NN-FW": 4,
      "NN-FW-FW": 10,
      "NN-FW-NN": 5,
      "FW-NN-NNP": 3,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NN": 11,
      "NNP-NN-NN": 22,
      "NN-NN-NN": 77,
      "NN-NN-NNS": 5,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-NN": 8,
      "NN-NN-JJ": 13,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 4,
      "JJ-NN-NN": 23,
      "NN-NN-FW": 10,
      "NN-FW-NNP": 4,
      "FW-NNP-NN": 6,
      "NN-JJ-NN": 9,
      "NN-NN-VBZ": 6,
      "NN-VBZ-JJ": 6,
      "VBZ-JJ-NN": 6,
      "FW-NN-NN": 12,
      "NN-NN-NNP": 13,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "NN-JJ-FW": 3,
      "JJ-FW-FW": 7,
      "JJ-NN-FW": 3,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 3,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNP": 4,
      "NNP-FW-FW": 3,
      "FW-FW-JJ": 9,
      "FW-JJ-FW": 2,
      "FW-FW-NNP": 6,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 4,
      "NN-VBZ-NN": 1,
      "VBZ-NN-IN": 1,
      "NN-IN-NNP": 2,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-JJ": 1,
      "FW-JJ-NN": 4,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "FW-JJ-NNP": 3,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "JJ-NN-IN": 3,
      "NN-IN-FW": 6,
      "IN-FW-NN": 2,
      "NN-NN-IN": 6,
      "NN-IN-NN": 2,
      "IN-NN-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "IN-FW-FW": 4,
      "FW-NNP-FW": 3,
      "NNP-FW-NN": 3,
      "FW-JJ-JJ": 1,
      "JJ-NN-JJ": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-FW": 1,
      "IN-FW-JJ": 1,
      "NNP-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 3,
      "NN-FW-JJ": 1,
      "NNP-NN-NNP": 1,
      "JJ-NN-NNS": 2,
      "VBP-JJ-NN": 6,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-FW": 2,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNP-NN-NNS": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-FW-NNS": 2,
      "NNP-NN-FW": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-FW": 2,
      "NNP-NN-VBD": 2,
      "NN-VBD-DT": 1,
      "VBD-DT-NN": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "NN-VBP-IN": 1,
      "VBP-IN-DT": 1,
      "IN-DT-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-IN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "JJ-NN-VBP": 1,
      "IN-NN-NNS": 1,
      "NNS-VBP-NNP": 1,
      "NNP-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "FW-NNS-NNS": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 237,
        "FW": 146,
        "NNP": 116,
        "JJ": 59,
        "NNS": 26
      },
      "top_bigrams": {
        "NN-NN": 136,
        "FW-FW": 94,
        "NNP-NNP": 62,
        "JJ-NN": 35,
        "NNP-NN": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 77,
        "FW-FW-FW": 67,
        "NNP-NNP-NNP": 40,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 175,
      "VP": 48,
      "PP": 9,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0189
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "ADJP -> ('electoral', 'JJ')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('Justicia', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('TSJ', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('José', 'NNP') ('Brito', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Plataforma', 'NNP') ('Democrática', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Edmundo', 'NNP') ('González', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "presidenta"
      },
      {
        "label": "NP",
        "text": "Tribunal Supremo"
      },
      {
        "label": "NP",
        "text": "Justicia"
      },
      {
        "label": "NP",
        "text": "TSJ"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Caryslia Beatriz Rodríguez Rodríguez"
      },
      {
        "label": "NP",
        "text": "llamó este"
      },
      {
        "label": "VP",
        "text": "viernes a las organizaciones"
      },
      {
        "label": "NP",
        "text": "a las organizaciones"
      },
      {
        "label": "VP",
        "text": "con fines"
      },
      {
        "label": "NP",
        "text": "fines"
      },
      {
        "label": "NP",
        "text": "a acatar la sentencia que"
      },
      {
        "label": "NP",
        "text": "emita su Sala Electoral relacionada con las elecciones presidenciales"
      },
      {
        "label": "VP",
        "text": "del pasado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP presidenta/VBZ)\n  del/FW\n  (NP Tribunal/NNP Supremo/NNP)\n  de/FW\n  (NP Justicia/NNP)\n  (/(\n  (NP TSJ/NNP)\n  )/)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Caryslia/NNP Beatriz/NNP Rodríguez/NNP Rodríguez/NNP)\n  ,/,\n  (NP llamó/JJ este/NN)\n  (VP viernes/VBZ (NP a/DT las/JJ organizaciones/NNS))\n  (VP con/VBP (NP fines/NNS))\n  políticos/FW\n  de/FW\n  esa/FW\n  nación/FW\n  (NP a/DT acatar/NN la/NN sentencia/NN que/NN)\n  (NP\n    emita/JJ\n    su/NN\n    Sala/NNP\n    Electoral/NNP\n    relacionada/NN\n    con/NN\n    las/NN\n    elecciones/NNS\n    presidenciales/NNS)\n  (VP del/VBP pasado/JJ)\n  28/CD\n  (PP de/IN (NP julio/NN))\n  ./.)",
      "(S\n  (NP En/NNP respuesta/NN al/NN recurso/NN)\n  (NP contencioso/JJ electoral/JJ interpuesto/NN por/NN)\n  el/FW\n  (NP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  la/FW\n  magistrada/FW\n  (NP expresó/NN)\n  :/:\n  (NP “/JJ Se/NNP insta/NN)\n  (NP a/DT todos/JJ los/NN ciudadanos/NNS candidatos/NN)\n  ,/,\n  (NP partidos/JJ políticos/NN)\n  ,/,\n  y/CC\n  (NP demás/JJ sujetos/NN)\n  (VP intervinientes/VBZ (NP a/DT acatar/NN y/NN respetar/NN la/NN))\n  sentencia/FW\n  (NP inherente/NN al/NN presente/NN caso/NN ”/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    audiencia/VBZ\n    (NP\n      se/JJ\n      realizó/NN\n      para/NN\n      que/NN\n      los/NN\n      candidatos/NN\n      presentaran/NN\n      sus/NN)\n    recaudos/JJ)\n  obtenidos/FW\n  de/FW\n  la/FW\n  contienda/FW\n  (ADJP electoral/JJ)\n  ,/,\n  de/FW\n  modo/FW\n  (NP que/NN)\n  (VP contribuyan/VBP (NP a/DT una/JJ investigación/NN))\n  exhaustiva/FW\n  (NP sobre/NN el/NN proceso/NN comicial/NN)\n  ./.)",
      "(S\n  (NP Asistieron/NNP Nicolás/NNP Maduro/NNP)\n  ,/,\n  (NP Luis/NNP Martínez/NNP)\n  ,/,\n  (NP Daniel/NNP Ceballos/NNP)\n  ,/,\n  (NP Antonio/NNP Ecarri/NNP)\n  ,/,\n  (NP Benjamín/NNP Rausseo/NNP)\n  ,/,\n  (NP Enrique/NNP Márquez/NNP)\n  ,/,\n  (NP José/NNP Brito/NNP)\n  ,/,\n  (NP Javier/NNP Bertucci/NNP y/NN Claudio/NNP Fermín/NNP)\n  ./.)",
      "(S\n  (NP A/DT pesar/NN)\n  de/IN\n  la/FW\n  (ADJP obligación/JJ)\n  (ADJP legal/JJ)\n  de/FW\n  comparecer/FW\n  ante/FW\n  el/FW\n  (NP TSJ/NNP)\n  ,/,\n  (NP no/DT asistió/NN)\n  (VP el/VBZ (NP candidato/NN))\n  (PP de/IN (NP Plataforma/NNP Democrática/NNP))\n  (/(\n  (NP extrema/JJ derecha/NN)\n  )/)\n  ,/,\n  (NP Edmundo/NNP González/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "contribución",
        "position": [
          2285,
          2297
        ],
        "start": 2285,
        "end": 2297
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "candidato como ganador",
        "position": [
          4042,
          4064
        ],
        "start": 4042,
        "end": 4064
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          419,
          426
        ],
        "start": 419,
        "end": 426
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alertó",
        "position": [
          2720,
          2726
        ],
        "start": 2720,
        "end": 2726
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "recurso contencioso electoral interpuesto",
        "position": [
          315,
          356
        ],
        "start": 315,
        "end": 356
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta del tribunal",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "tribunal de justicia",
        "position": [
          3255,
          3275
        ],
        "start": 3255,
        "end": 3275
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          1043,
          1058
        ],
        "start": 1043,
        "end": 1058
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          2952,
          2960
        ],
        "start": 2952,
        "end": 2960
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1099,
          1106
        ],
        "start": 1099,
        "end": 1106
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "carta magna",
        "position": [
          1381,
          1392
        ],
        "start": 1381,
        "end": 1392
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          56,
          65
        ],
        "start": 56,
        "end": 65
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado democrático",
        "position": [
          1127,
          1145
        ],
        "start": 1127,
        "end": 1145
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1416,
          1419
        ],
        "start": 1416,
        "end": 1419
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Claudio Fermín",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Primero Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Antonio Ecarri",
        "tipo": "Persona"
      },
      {
        "nombre": "José Brito",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Bertucci",
        "tipo": "Persona"
      },
      {
        "nombre": "Edmundo González",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Ceballos",
        "tipo": "Persona"
      },
      {
        "nombre": "Sala Electoral del TSJ",
        "tipo": "Lugar"
      },
      {
        "nombre": "TSJ",
        "tipo": "Lugar"
      },
      {
        "nombre": "Enrique Márquez",
        "tipo": "Persona"
      },
      {
        "nombre": "Plataforma Democrática",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tribunal Supremo de Justicia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Aseveró",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Ceballo",
        "tipo": "Persona"
      },
      {
        "nombre": "Benjamín Rausseo",
        "tipo": "Persona"
      },
      {
        "nombre": "TSJ",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rodríguez Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luis Martínez",
        "tipo": "Persona"
      },
      {
        "nombre": "Señor González Urrutia",
        "tipo": "Persona"
      },
      {
        "nombre": "Beatriz Rodríguez Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Caryslia",
        "tipo": "Persona"
      },
      {
        "nombre": "González Urrutia",
        "tipo": "Persona"
      },
      {
        "nombre": "Voluntad Popular",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "TSJ",
        "relacion": "COMPARECER_ASISTIR",
        "objeto": "Plataforma Democrática"
      },
      {
        "sujeto": "TSJ",
        "relacion": "COMPARECER_ASISTIR",
        "objeto": "Edmundo González"
      },
      {
        "sujeto": "Rodríguez Rodríguez",
        "relacion": "SUBRAYAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Rodríguez Rodríguez",
        "relacion": "SUBRAYAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Javier Bertucci",
        "relacion": "SOLICITAR",
        "objeto": "TSJ"
      },
      {
        "sujeto": "Javier Bertucci",
        "relacion": "SOLICITAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "CNE",
        "relacion": "SOLICITAR",
        "objeto": "TSJ"
      },
      {
        "sujeto": "José Brito",
        "relacion": "EXIGIR",
        "objeto": "Edmundo González"
      },
      {
        "sujeto": "Edmundo González",
        "relacion": "EXIGIR",
        "objeto": "Partido Primero Venezuela"
      },
      {
        "sujeto": "Señor González Urrutia",
        "relacion": "PRETENDER",
        "objeto": "CNE"
      },
      {
        "sujeto": "Señor González Urrutia",
        "relacion": "PRETENDER",
        "objeto": "Tribunal Supremo de Justicia"
      }
    ]
  },
  "sentiment": {
    "compound": -0.3612,
    "pos": 0.014,
    "neu": 0.966,
    "neg": 0.02,
    "label": "negative"
  }
}