{
  "url": "https://www.telesurtv.net/sondeo-rechaza-deportacion-de-migrantes-que-no-han-delinquido-en-ee-uu/",
  "title": "Sondeo rechaza deportación de migrantes que no han delinquido en EE.UU. - teleSUR",
  "section": "Mundo",
  "tags": [
    "EE.UU.",
    "encuesta",
    "Inmigrantes",
    "Trump"
  ],
  "text": "El tema migratorio centra la agenda mediática en torno a la nueva administración de la Casa Blanca, pues el presidente de Estados Unidos (EE.UU.), Donald Trump, prometió durante su campaña presidencial que deportaría masivamente a indocumentados, así como a supuestos miembros de organizaciones criminales que se encuentran en ese país.\nExpectantes, observadores del mundo y la comunidad internacional toda han estado al tanto de esta política radical del nuevo inquilino de Washington.\nUna reciente encuesta de Ipsos, una empresa de investigación de mercado, expone que un 48 por ciento de los encuestados se opone a lo que ha hecho el presidente en su primer mes en el cargo, mientras un 43 por ciento lo apoya.\nEn ese sentido, el sondeo arrojó que un 57 por ciento de los estadounidenses se oponen la deportación de inmigrantes indocumentados que no son criminales; un 70 por ciento se opone a que se deporten migrantes que arribaron al país cuando eran niños; mientras un 66 por ciento se opone a que sean deportadas personas que tienen hijos con ciudadanía estadounidense.\nSin embargo, las deportaciones masivas cuentan con un 51 por ciento de aprobación.\nPor otra parte, la encuesta reflejó que un mayor porcentaje de estadounidenses desaprueban fuertemente a Trump (39 por ciento), contra un 27 por ciento que lo aprueban fuertemente.\nEn general, el 71 por ciento de los participantes en el sondeo opinaron que los ricos tienen demasiada influencia sobre la Casa Blanca, marcando que a un mes de haber asumido el cargo, la popularidad de Trump ha comenzado a languidecer.\nLe encuesta se aplicó entre el 13 y el 18 de febrero.\nUna semana antes, otras encuesta también de Ipsos que se aplicó entre el 7 y el 10 de febrero de 2025 a 1.013 adultos en línea, con un margen de error de más o menos 3,8 puntos porcentuales para todos los encuestados, destacó algunos puntos en los que la popularidad de Trump comenzaba a mermar.\nSobre su idea de proseguir la construcción de un muro que divida al territorio estadounidense del mexicano, el estudio arrojó en el año 2018 —cuando se lanzó esta propuesta desde Washington– que solo el 38 por ciento estaba a favor de esta división fronteriza.\nEn cambio, la nueva encuesta precisa que esta vez los números rozan el 50 por ciento de apoyo, evidenciando un cambio en la mentalidad de los estadounidenses.\nSobre esta misma línea, el apoyo a los DREAMers (inmigrantes que llegaron ilegalmente a EE.UU. cuando eran niños) disminuyó considerablemente, así lo muestran los recientes resultados que comparado con hace siete años donde casi dos tercios de los estadounidenses opinaba que debían recibir un estatus migratorio legal, ahora solo menos de la mitad considera que ello es lo correcto.\nDe acuerdo con Mallory Newall, vicepresidenta de Ipsos, los datos anteriores reflejan el “estado de ánimo general en el que se encuentra el país en este momento”.\n“Pero muchas de estas nuevas propuestas que está impulsando la administración son demasiado exageradas. Sí, cuentan con el apoyo de la base republicana, pero no cuentan con el apoyo del público estadounidense“, agregó.\nLa propia vicepresidenta de Ipsos explica que “en teoría, los estadounidenses en general pueden estar más a favor de las restricciones a la inmigración”, en cambio opina que “todavía no hay mucho acuerdo sobre cómo se vería eso”.\nEl estudio precisa que el 47 por ciento de los republicanos cataloga a la inmigración “como un tema principal”, esto, frente al 19 por ciento de los independientes que cree lo mismo y al nueve por ciento de los demócratas que sigue esa misma línea.\nEn tanto, el 23 por ciento de los encuestados dicen que para ellos la migración es “un problema de primer orden”, un dato mayor en comparación con estudios de opinión anteriores, precisa el informe de la encuesta.\nNo obstante, ese dato es muy bajo frente a los que piensan (47 por ciento) que la principal preocupación para los estadounidenses es “la inflación y los costos crecientes”.\nLa encuesta de Ipsos detalla que casi uno de cada tres encuestados afirma que las restricciones trumpistas a la inmigración “van demasiado lejos”, frente a un 29 por ciento que piensa que “no van lo suficientemente lejos”.\nEn tanto, tres de cada cuatro “apoyan la negación de fondos federales a las ciudades santuario que limitan su cooperación con las autoridades de inmigración”, a ello se suma que una cantidad similar “respalda el uso del Ejército estadounidense para arrestar y detener a inmigrantes sin estatus legal”.\nAdemás, cuatro de cada cinco republicanos están a favor de que todos los inmigrantes que no cuenten con estatus legal sean deportados.\nDe acuerdo con el estudio, menos de un tercio de los estadounidenses está a favor de la propuesta del presidente Trump, un número alineado a la opinión de varios jueces federales que han bloqueado esta solicitud.\nSobre ello, una votante demócrata del suroeste de Luisiana que respondió a la encuesta subraya que “parece un derecho fundamental”, agregando que “si naciste aquí (en EE.UU), independientemente de dónde vengas, deberías ser ciudadano estadounidense. Es decir, ahí se acaba todo, ¿sabes?”.\nAsimismo, sobre la iniciativa de enviar a inmigrantes detenidos por no poseer estatus legal hacia la ilegal base naval estadounidense asentada en Guantánamo, la encuesta arrojó que sólo el 36 por ciento de los encuestados la aprobó.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/sondeo-rechaza-deportacion-de-migrantes-que-no-han-delinquido-en-ee-uu/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 333,
    "message_id": 87641,
    "date": "2025-02-24T23:55:13+00:00",
    "text": "teleSUR\nSondeo rechaza deportación de migrantes que no han delinquido en EE.UU.\nhttps://www.telesurtv.net/sondeo-rechaza-deportacion-de-migrantes-que-no-han-delinquido-en-ee-uu/",
    "photo_path": null,
    "views": 2113,
    "reactions": {
      "🔥": 12,
      "👏": 8,
      "👍": 3,
      "🎉": 2,
      "🤮": 2
    },
    "total_reactions": 27
  },
  "preprocessing": {
    "cleaned": "el tema migratorio centra la agenda mediática en torno a la nueva administración de la casa blanca, pues el presidente de estados unidos (ee.uu.), donald trump, prometió durante su campaña presidencial que deportaría masivamente a indocumentados, así como a supuestos miembros de organizaciones criminales que se encuentran en ese país. expectantes, observadores del mundo y la comunidad internacional toda han estado al tanto de esta política radical del nuevo inquilino de washington. una reciente encuesta de ipsos, una empresa de investigación de mercado, expone que un 48 por ciento de los encuestados se opone a lo que ha hecho el presidente en su primer mes en el cargo, mientras un 43 por ciento lo apoya. en ese sentido, el sondeo arrojó que un 57 por ciento de los estadounidenses se oponen la deportación de inmigrantes indocumentados que no son criminales; un 70 por ciento se opone a que se deporten migrantes que arribaron al país cuando eran niños; mientras un 66 por ciento se opone a que sean deportadas personas que tienen hijos con ciudadanía estadounidense. sin embargo, las deportaciones masivas cuentan con un 51 por ciento de aprobación. por otra parte, la encuesta reflejó que un mayor porcentaje de estadounidenses desaprueban fuertemente a trump (39 por ciento), contra un 27 por ciento que lo aprueban fuertemente. en general, el 71 por ciento de los participantes en el sondeo opinaron que los ricos tienen demasiada influencia sobre la casa blanca, marcando que a un mes de haber asumido el cargo, la popularidad de trump ha comenzado a languidecer. le encuesta se aplicó entre el 13 y el 18 de febrero. una semana antes, otras encuesta también de ipsos que se aplicó entre el 7 y el 10 de febrero de 2025 a 1.013 adultos en línea, con un margen de error de más o menos 3,8 puntos porcentuales para todos los encuestados, destacó algunos puntos en los que la popularidad de trump comenzaba a mermar. sobre su idea de proseguir la construcción de un muro que divida al territorio estadounidense del mexicano, el estudio arrojó en el año 2018 —cuando se lanzó esta propuesta desde washington– que solo el 38 por ciento estaba a favor de esta división fronteriza. en cambio, la nueva encuesta precisa que esta vez los números rozan el 50 por ciento de apoyo, evidenciando un cambio en la mentalidad de los estadounidenses. sobre esta misma línea, el apoyo a los dreamers (inmigrantes que llegaron ilegalmente a ee.uu. cuando eran niños) disminuyó considerablemente, así lo muestran los recientes resultados que comparado con hace siete años donde casi dos tercios de los estadounidenses opinaba que debían recibir un estatus migratorio legal, ahora solo menos de la mitad considera que ello es lo correcto. de acuerdo con mallory newall, vicepresidenta de ipsos, los datos anteriores reflejan el “estado de ánimo general en el que se encuentra el país en este momento”. “pero muchas de estas nuevas propuestas que está impulsando la administración son demasiado exageradas. sí, cuentan con el apoyo de la base republicana, pero no cuentan con el apoyo del público estadounidense“, agregó. la propia vicepresidenta de ipsos explica que “en teoría, los estadounidenses en general pueden estar más a favor de las restricciones a la inmigración”, en cambio opina que “todavía no hay mucho acuerdo sobre cómo se vería eso”. el estudio precisa que el 47 por ciento de los republicanos cataloga a la inmigración “como un tema principal”, esto, frente al 19 por ciento de los independientes que cree lo mismo y al nueve por ciento de los demócratas que sigue esa misma línea. en tanto, el 23 por ciento de los encuestados dicen que para ellos la migración es “un problema de primer orden”, un dato mayor en comparación con estudios de opinión anteriores, precisa el informe de la encuesta. no obstante, ese dato es muy bajo frente a los que piensan (47 por ciento) que la principal preocupación para los estadounidenses es “la inflación y los costos crecientes”. la encuesta de ipsos detalla que casi uno de cada tres encuestados afirma que las restricciones trumpistas a la inmigración “van demasiado lejos”, frente a un 29 por ciento que piensa que “no van lo suficientemente lejos”. en tanto, tres de cada cuatro “apoyan la negación de fondos federales a las ciudades santuario que limitan su cooperación con las autoridades de inmigración”, a ello se suma que una cantidad similar “respalda el uso del ejército estadounidense para arrestar y detener a inmigrantes sin estatus legal”. además, cuatro de cada cinco republicanos están a favor de que todos los inmigrantes que no cuenten con estatus legal sean deportados. de acuerdo con el estudio, menos de un tercio de los estadounidenses está a favor de la propuesta del presidente trump, un número alineado a la opinión de varios jueces federales que han bloqueado esta solicitud. sobre ello, una votante demócrata del suroeste de luisiana que respondió a la encuesta subraya que “parece un derecho fundamental”, agregando que “si naciste aquí (en ee.uu), independientemente de dónde vengas, deberías ser ciudadano estadounidense. es decir, ahí se acaba todo, ¿sabes?”. asimismo, sobre la iniciativa de enviar a inmigrantes detenidos por no poseer estatus legal hacia la ilegal base naval estadounidense asentada en guantánamo, la encuesta arrojó que sólo el 36 por ciento de los encuestados la aprobó.",
    "tokens": [
      "tema",
      "migratorio",
      "centra",
      "agenda",
      "mediática",
      "torno",
      "nueva",
      "administración",
      "casa",
      "blanca",
      ",",
      "pues",
      "presidente",
      "unidos",
      "(",
      "ee.uu.",
      ")",
      ",",
      "donald",
      "trump",
      ",",
      "prometió",
      "campaña",
      "presidencial",
      "deportaría",
      "masivamente",
      "indocumentados",
      ",",
      "así",
      "supuestos",
      "miembros",
      "organizaciones",
      "criminales",
      "encuentran",
      "país",
      ".",
      "expectantes",
      ",",
      "observadores",
      "mundo",
      "comunidad",
      "internacional",
      "toda",
      "política",
      "radical",
      "nuevo",
      "inquilino",
      "washington",
      ".",
      "reciente",
      "encuesta",
      "ipsos",
      ",",
      "empresa",
      "investigación",
      "mercado",
      ",",
      "expone",
      "48",
      "ciento",
      "encuestados",
      "opone",
      "hecho",
      "presidente",
      "primer",
      "mes",
      "cargo",
      ",",
      "mientras",
      "43",
      "ciento",
      "apoya",
      ".",
      ",",
      "sondeo",
      "arrojó",
      "57",
      "ciento",
      "estadounidenses",
      "oponen",
      "deportación",
      "inmigrantes",
      "indocumentados",
      "criminales",
      ";",
      "70",
      "ciento",
      "opone",
      "deporten",
      "migrantes",
      "arribaron",
      "país",
      "niños",
      ";",
      "mientras",
      "66",
      "ciento",
      "opone",
      "deportadas",
      "personas",
      "hijos",
      "ciudadanía",
      "estadounidense",
      ".",
      "embargo",
      ",",
      "deportaciones",
      "masivas",
      "cuentan",
      "51",
      "ciento",
      "aprobación",
      ".",
      "parte",
      ",",
      "encuesta",
      "reflejó",
      "mayor",
      "porcentaje",
      "estadounidenses",
      "desaprueban",
      "fuertemente",
      "trump",
      "(",
      "39",
      "ciento",
      ")",
      ",",
      "27",
      "ciento",
      "aprueban",
      "fuertemente",
      ".",
      "general",
      ",",
      "71",
      "ciento",
      "participantes",
      "sondeo",
      "opinaron",
      "ricos",
      "demasiada",
      "influencia",
      "casa",
      "blanca",
      ",",
      "marcando",
      "mes",
      "haber",
      "asumido",
      "cargo",
      ",",
      "popularidad",
      "trump",
      "comenzado",
      "languidecer",
      ".",
      "encuesta",
      "aplicó",
      "13",
      "18",
      "febrero",
      ".",
      "semana",
      ",",
      "encuesta",
      "ipsos",
      "aplicó",
      "7",
      "10",
      "febrero",
      "2025",
      "1.013",
      "adultos",
      "línea",
      ",",
      "margen",
      "error",
      "menos",
      "3,8",
      "puntos",
      "porcentuales",
      "encuestados",
      ",",
      "destacó",
      "puntos",
      "popularidad",
      "trump",
      "comenzaba",
      "mermar",
      ".",
      "idea",
      "proseguir",
      "construcción",
      "muro",
      "divida",
      "territorio",
      "estadounidense",
      "mexicano",
      ",",
      "estudio",
      "arrojó",
      "año",
      "2018",
      "—cuando",
      "lanzó",
      "propuesta",
      "washington–",
      "solo",
      "38",
      "ciento",
      "favor",
      "división",
      "fronteriza",
      ".",
      "cambio",
      ",",
      "nueva",
      "encuesta",
      "precisa",
      "vez",
      "números",
      "rozan",
      "50",
      "ciento",
      "apoyo",
      ",",
      "evidenciando",
      "cambio",
      "mentalidad",
      "estadounidenses",
      ".",
      "misma",
      "línea",
      ",",
      "apoyo",
      "dreamers",
      "(",
      "inmigrantes",
      "llegaron",
      "ilegalmente",
      "ee.uu.",
      "niños",
      ")",
      "disminuyó",
      "considerablemente",
      ",",
      "así",
      "muestran",
      "recientes",
      "resultados",
      "comparado",
      "hace",
      "siete",
      "años",
      "casi",
      "dos",
      "tercios",
      "estadounidenses",
      "opinaba",
      "debían",
      "recibir",
      "estatus",
      "migratorio",
      "legal",
      ",",
      "ahora",
      "solo",
      "menos",
      "mitad",
      "considera",
      "ello",
      "correcto",
      ".",
      "acuerdo",
      "mallory",
      "newall",
      ",",
      "vicepresidenta",
      "ipsos",
      ",",
      "datos",
      "anteriores",
      "reflejan",
      "“",
      "ánimo",
      "general",
      "encuentra",
      "país",
      "momento",
      "”",
      ".",
      "“",
      "muchas",
      "nuevas",
      "propuestas",
      "impulsando",
      "administración",
      "demasiado",
      "exageradas",
      ".",
      ",",
      "cuentan",
      "apoyo",
      "base",
      "republicana",
      ",",
      "cuentan",
      "apoyo",
      "público",
      "estadounidense",
      "“",
      ",",
      "agregó",
      ".",
      "propia",
      "vicepresidenta",
      "ipsos",
      "explica",
      "“",
      "teoría",
      ",",
      "estadounidenses",
      "general",
      "pueden",
      "favor",
      "restricciones",
      "inmigración",
      "”",
      ",",
      "cambio",
      "opina",
      "“",
      "todavía",
      "acuerdo",
      "cómo",
      "vería",
      "”",
      ".",
      "estudio",
      "precisa",
      "47",
      "ciento",
      "republicanos",
      "cataloga",
      "inmigración",
      "“",
      "tema",
      "principal",
      "”",
      ",",
      ",",
      "frente",
      "19",
      "ciento",
      "independientes",
      "cree",
      "mismo",
      "nueve",
      "ciento",
      "demócratas",
      "sigue",
      "misma",
      "línea",
      ".",
      ",",
      "23",
      "ciento",
      "encuestados",
      "dicen",
      "migración",
      "“",
      "problema",
      "primer",
      "orden",
      "”",
      ",",
      "dato",
      "mayor",
      "comparación",
      "estudios",
      "opinión",
      "anteriores",
      ",",
      "precisa",
      "informe",
      "encuesta",
      ".",
      "obstante",
      ",",
      "dato",
      "bajo",
      "frente",
      "piensan",
      "(",
      "47",
      "ciento",
      ")",
      "principal",
      "preocupación",
      "estadounidenses",
      "“",
      "inflación",
      "costos",
      "crecientes",
      "”",
      ".",
      "encuesta",
      "ipsos",
      "detalla",
      "casi",
      "cada",
      "tres",
      "encuestados",
      "afirma",
      "restricciones",
      "trumpistas",
      "inmigración",
      "“",
      "van",
      "demasiado",
      "lejos",
      "”",
      ",",
      "frente",
      "29",
      "ciento",
      "piensa",
      "“",
      "van",
      "suficientemente",
      "lejos",
      "”",
      ".",
      ",",
      "tres",
      "cada",
      "cuatro",
      "“",
      "apoyan",
      "negación",
      "fondos",
      "federales",
      "ciudades",
      "santuario",
      "limitan",
      "cooperación",
      "autoridades",
      "inmigración",
      "”",
      ",",
      "ello",
      "suma",
      "cantidad",
      "similar",
      "“",
      "respalda",
      "uso",
      "ejército",
      "estadounidense",
      "arrestar",
      "detener",
      "inmigrantes",
      "estatus",
      "legal",
      "”",
      ".",
      "además",
      ",",
      "cuatro",
      "cada",
      "cinco",
      "republicanos",
      "favor",
      "inmigrantes",
      "cuenten",
      "estatus",
      "legal",
      "deportados",
      ".",
      "acuerdo",
      "estudio",
      ",",
      "menos",
      "tercio",
      "estadounidenses",
      "favor",
      "propuesta",
      "presidente",
      "trump",
      ",",
      "número",
      "alineado",
      "opinión",
      "varios",
      "jueces",
      "federales",
      "bloqueado",
      "solicitud",
      ".",
      "ello",
      ",",
      "votante",
      "demócrata",
      "suroeste",
      "luisiana",
      "respondió",
      "encuesta",
      "subraya",
      "“",
      "parece",
      "derecho",
      "fundamental",
      "”",
      ",",
      "agregando",
      "“",
      "si",
      "naciste",
      "aquí",
      "(",
      "ee.uu",
      ")",
      ",",
      "independientemente",
      "dónde",
      "vengas",
      ",",
      "deberías",
      "ser",
      "ciudadano",
      "estadounidense",
      ".",
      "decir",
      ",",
      "ahí",
      "acaba",
      ",",
      "¿sabes",
      "?",
      "”",
      ".",
      "asimismo",
      ",",
      "iniciativa",
      "enviar",
      "inmigrantes",
      "detenidos",
      "poseer",
      "estatus",
      "legal",
      "hacia",
      "ilegal",
      "base",
      "naval",
      "estadounidense",
      "asentada",
      "guantánamo",
      ",",
      "encuesta",
      "arrojó",
      "sólo",
      "36",
      "ciento",
      "encuestados",
      "aprobó",
      "."
    ],
    "token_count": 567,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 57,
      "NN": 353,
      "JJ": 113,
      "FW": 159,
      "VBZ": 16,
      "VBP": 29,
      "NNS": 35,
      "IN": 42,
      "CD": 24,
      "DT": 6,
      "RB": 4,
      "VB": 1,
      "VBD": 7,
      "$": 1,
      "CC": 2,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NN": 24,
      "NN-NN": 203,
      "NN-JJ": 33,
      "JJ-NN": 70,
      "NN-FW": 25,
      "FW-NN": 25,
      "FW-FW": 88,
      "FW-NNP": 12,
      "NNP-NNP": 9,
      "NNP-VBZ": 5,
      "VBZ-FW": 3,
      "NN-VBP": 6,
      "VBP-JJ": 20,
      "FW-NNS": 15,
      "NNS-VBP": 20,
      "NN-IN": 33,
      "IN-JJ": 5,
      "NN-NNP": 23,
      "FW-JJ": 12,
      "JJ-JJ": 15,
      "VBP-NN": 4,
      "IN-FW": 26,
      "IN-NNP": 5,
      "NNP-JJ": 5,
      "JJ-CD": 10,
      "CD-NN": 17,
      "NN-NNS": 9,
      "NNS-JJ": 4,
      "JJ-FW": 6,
      "FW-VBP": 1,
      "JJ-DT": 2,
      "DT-NN": 4,
      "NN-VBZ": 9,
      "VBZ-RB": 1,
      "RB-CD": 2,
      "NN-VB": 1,
      "VB-VBZ": 1,
      "VBZ-JJ": 9,
      "NN-VBD": 6,
      "VBD-JJ": 3,
      "JJ-NNS": 6,
      "NNP-FW": 8,
      "FW-VBZ": 1,
      "JJ-NNP": 3,
      "NNP-CD": 1,
      "JJ-RB": 1,
      "CD-JJ": 2,
      "NNS-IN": 4,
      "IN-NN": 5,
      "VBP-$": 1,
      "$-CD": 1,
      "CD-IN": 1,
      "FW-CD": 3,
      "CD-FW": 1,
      "FW-IN": 1,
      "IN-CD": 1,
      "CD-CD": 1,
      "CD-NNS": 1,
      "VBP-IN": 1,
      "CD-NNP": 1,
      "VBD-CD": 4,
      "NNS-NNP": 1,
      "NNP-VBP": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "VBP-NNP": 1,
      "NN-DT": 2,
      "DT-JJ": 2,
      "VBZ-IN": 1,
      "NNS-FW": 2,
      "VBZ-DT": 1,
      "NN-CD": 1,
      "NNP-IN": 1,
      "VBZ-NNP": 1,
      "NNS-NNS": 3,
      "VBP-NNS": 1,
      "VBP-DT": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "NNP-VBD": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 20,
      "NN-NN-JJ": 23,
      "NN-JJ-NN": 21,
      "JJ-NN-NN": 40,
      "NN-NN-NN": 106,
      "NN-NN-FW": 18,
      "NN-FW-NN": 7,
      "FW-NN-FW": 4,
      "NN-FW-FW": 13,
      "FW-FW-FW": 54,
      "FW-FW-NNP": 9,
      "FW-NNP-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-FW": 2,
      "NNP-NNP-NNP": 3,
      "NNP-NNP-NN": 3,
      "NN-NN-VBP": 6,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 14,
      "FW-FW-NNS": 9,
      "FW-NNS-VBP": 11,
      "NNS-VBP-JJ": 15,
      "JJ-NN-IN": 10,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 4,
      "JJ-NN-NNP": 6,
      "NN-NNP-VBZ": 3,
      "VBZ-FW-NN": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NN": 8,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NN-IN": 19,
      "NN-IN-FW": 24,
      "IN-FW-JJ": 8,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 1,
      "IN-NNP-JJ": 2,
      "NNP-JJ-NN": 4,
      "IN-FW-FW": 8,
      "FW-FW-NN": 8,
      "FW-NN-NN": 13,
      "NN-JJ-CD": 4,
      "JJ-CD-NN": 8,
      "CD-NN-NN": 16,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 5,
      "JJ-NN-NNS": 4,
      "NN-NNS-JJ": 1,
      "NNS-JJ-CD": 2,
      "NN-NN-NNP": 15,
      "NN-NNP-JJ": 2,
      "IN-FW-NNS": 6,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 5,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "VBP-JJ-DT": 2,
      "JJ-DT-NN": 2,
      "DT-NN-VBZ": 3,
      "NN-VBZ-RB": 1,
      "VBZ-RB-CD": 1,
      "RB-CD-NN": 1,
      "NN-NN-VB": 1,
      "NN-VB-VBZ": 1,
      "VB-VBZ-JJ": 1,
      "VBZ-JJ-NN": 6,
      "NN-NN-VBD": 5,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NNS": 2,
      "JJ-NNS-JJ": 2,
      "NN-JJ-JJ": 5,
      "NN-NNP-NN": 13,
      "NN-NN-NNS": 1,
      "JJ-NN-JJ": 8,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 2,
      "NNP-FW-NN": 4,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 3,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "JJ-JJ-CD": 2,
      "NNP-JJ-RB": 1,
      "JJ-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 4,
      "NN-NNP-NNP": 3,
      "NN-JJ-NNS": 3,
      "JJ-NNS-IN": 2,
      "NNS-IN-NNP": 1,
      "FW-NNP-NN": 5,
      "NN-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-JJ": 5,
      "IN-NNP-NN": 1,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "FW-FW-CD": 2,
      "FW-CD-NN": 2,
      "CD-NN-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "FW-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NN-VBD-CD": 4,
      "VBD-CD-NN": 4,
      "FW-NN-IN": 2,
      "FW-JJ-NN": 8,
      "JJ-NN-VBD": 1,
      "FW-FW-JJ": 3,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NNS-VBP": 2,
      "NNS-IN-FW": 2,
      "NNS-JJ-FW": 1,
      "VBP-JJ-JJ": 2,
      "NN-NNP-FW": 2,
      "FW-NN-NNP": 1,
      "NNP-NNP-FW": 1,
      "NNP-FW-FW": 4,
      "FW-NNP-CC": 2,
      "NNP-CC-JJ": 2,
      "CC-JJ-NNS": 1,
      "FW-JJ-FW": 1,
      "NNP-NN-FW": 1,
      "NN-IN-NN": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-JJ": 1,
      "IN-FW-NN": 3,
      "NN-NN-DT": 2,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "CC-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-JJ": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-DT-NN": 1,
      "NNP-NN-NNS": 1,
      "NN-NNS-IN": 1,
      "FW-NN-JJ": 2,
      "JJ-NN-FW": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "JJ-JJ-JJ": 3,
      "JJ-NNP-NN": 1,
      "NNP-NN-IN": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-JJ": 1,
      "VBP-NN-IN": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NN-FW-NNP": 2,
      "IN-NNP-FW": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 353,
        "FW": 159,
        "JJ": 113,
        "NNP": 57,
        "IN": 42
      },
      "top_bigrams": {
        "NN-NN": 203,
        "FW-FW": 88,
        "JJ-NN": 70,
        "NN-JJ": 33,
        "NN-IN": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 106,
        "FW-FW-FW": 54,
        "JJ-NN-NN": 40,
        "NN-IN-FW": 24,
        "NN-NN-JJ": 23
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 225,
      "VP": 71,
      "PP": 14,
      "ADJP": 17
    },
    "top_rules": [
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 10,
        "weight": 0.0283
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 9,
        "weight": 0.0255
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0198
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.017
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 5,
        "weight": 0.0142
      },
      {
        "rule": "NP -> ('estadounidenses', 'NNS')",
        "frequency": 4,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('a', 'DT') ('favor', 'NN')",
        "frequency": 4,
        "weight": 0.0113
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('Ipsos', 'NNP')",
        "frequency": 3,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0057
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El tema migratorio"
      },
      {
        "label": "NP",
        "text": "centra la agenda mediática"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "NP",
        "text": "nueva administración"
      },
      {
        "label": "NP",
        "text": "Casa Blanca"
      },
      {
        "label": "VP",
        "text": "pues el presidente"
      },
      {
        "label": "NP",
        "text": "el presidente"
      },
      {
        "label": "PP",
        "text": "de Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "EE.UU."
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "prometió durante su"
      },
      {
        "label": "VP",
        "text": "campaña presidencial que deportaría"
      },
      {
        "label": "NP",
        "text": "presidencial que deportaría"
      },
      {
        "label": "VP",
        "text": "masivamente a indocumentados"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP tema/NN migratorio/NN)\n  (NP centra/JJ la/NN agenda/NN mediática/NN)\n  en/FW\n  torno/FW\n  (NP a/DT la/NN)\n  (NP nueva/JJ administración/NN)\n  de/IN\n  la/FW\n  (NP Casa/NNP Blanca/NNP)\n  ,/,\n  (VP pues/VBZ (NP el/JJ presidente/NN))\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  (/(\n  (NP EE.UU./NNP)\n  )/)\n  ,/,\n  (NP Donald/NNP Trump/NNP)\n  ,/,\n  (NP prometió/NN durante/NN su/NN)\n  (VP campaña/VBP (NP presidencial/JJ que/NN deportaría/NN))\n  (VP masivamente/VBD (NP a/DT indocumentados/NN))\n  ,/,\n  (VP así/VBP)\n  (VP como/VB (NP a/DT supuestos/JJ miembros/NN))\n  (PP de/IN (NP organizaciones/NNS criminales/NNS))\n  (VP que/VBP (NP se/JJ encuentran/NN))\n  (PP en/IN (NP ese/JJ país/NN))\n  ./.)",
      "(S\n  (NP Expectantes/NNS)\n  ,/,\n  (VP observadores/VBZ)\n  del/FW\n  mundo/FW\n  y/FW\n  la/FW\n  comunidad/FW\n  (NP internacional/JJ toda/NN han/NN)\n  (VP estado/VBP (NP al/NN tanto/NN))\n  de/IN\n  esta/FW\n  (NP política/JJ radical/JJ del/NN nuevo/NN inquilino/NN)\n  (PP de/IN (NP Washington/NNP))\n  ./.)",
      "(S\n  (NP Una/NNP reciente/NN encuesta/NN)\n  (PP de/IN (NP Ipsos/NNP))\n  ,/,\n  (ADJP una/JJ)\n  empresa/FW\n  de/FW\n  investigación/FW\n  de/FW\n  mercado/FW\n  ,/,\n  (NP expone/NN que/NN)\n  (ADJP un/JJ)\n  48/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  los/FW\n  encuestados/FW\n  se/FW\n  opone/FW\n  (NP a/DT lo/NN que/NN ha/NN hecho/NN el/NN presidente/NN)\n  en/FW\n  su/FW\n  (NP primer/NN mes/NNS)\n  (VP en/VBP (NP el/JJ cargo/NN))\n  ,/,\n  mientras/FW\n  (ADJP un/JJ)\n  43/CD\n  (NP por/NN ciento/NN lo/NN apoya/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  el/FW\n  (NP sondeo/NN arrojó/NN que/NN)\n  (ADJP un/JJ)\n  57/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  los/FW\n  (NP estadounidenses/NNS)\n  (VP se/VBP oponen/JJ)\n  la/FW\n  deportación/FW\n  de/FW\n  inmigrantes/FW\n  (VP indocumentados/VBP que/JJ (NP no/DT son/NN))\n  (VP criminales/VBZ)\n  ;/:\n  (ADJP un/JJ)\n  70/CD\n  (NP por/NN ciento/NN se/NN)\n  (VP opone/VBP (NP a/DT que/NN se/NN))\n  (VP deporten/VB)\n  (VP\n    migrantes/VBZ\n    (NP que/JJ arribaron/NN al/NN país/NN cuando/NN eran/NN niños/NN))\n  ;/:\n  mientras/CC\n  (ADJP un/JJ)\n  66/CD\n  (NP por/NN ciento/NN se/NN)\n  (VP\n    opone/VBP\n    (NP\n      a/DT\n      que/JJ\n      sean/JJ\n      deportadas/NN\n      personas/NN\n      que/NN\n      tienen/NN\n      hijos/NN\n      con/NN\n      ciudadanía/NN\n      estadounidense/NN))\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  (NP las/JJ deportaciones/NNS)\n  masivas/FW\n  (NP cuentan/JJ con/NN)\n  (ADJP un/JJ)\n  51/CD\n  (NP por/NN ciento/NN)\n  (PP de/IN (NP aprobación/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          3945,
          3954
        ],
        "start": 3945,
        "end": 3954
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación con las autoridades de inmigración”, a ello se suma que una cantidad similar “respalda el uso del ejército estadounidense para arrestar y detener",
        "position": [
          4314,
          4471
        ],
        "start": 4314,
        "end": 4471
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "derecho fundamental",
        "position": [
          4964,
          4983
        ],
        "start": 4964,
        "end": 4983
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de estados",
        "position": [
          108,
          129
        ],
        "start": 108,
        "end": 129
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "aprobó",
        "position": [
          5368,
          5374
        ],
        "start": 5368,
        "end": 5374
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1851,
          1858
        ],
        "start": 1851,
        "end": 1858
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          122,
          136
        ],
        "start": 122,
        "end": 136
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado al",
        "position": [
          411,
          420
        ],
        "start": 411,
        "end": 420
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "10 de febrero de 2025",
        "position": [
          1713,
          1734
        ],
        "start": 1713,
        "end": 1734
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2018",
        "position": [
          2061,
          2069
        ],
        "start": 2061,
        "end": 2069
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          2055,
          2064
        ],
        "start": 2055,
        "end": 2064
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1082,
          1089
        ],
        "start": 1082,
        "end": 1089
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "8 puntos",
        "position": [
          1801,
          1809
        ],
        "start": 1801,
        "end": 1809
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2018",
        "position": [
          2055,
          2069
        ],
        "start": 2055,
        "end": 2069
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Expectantes",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Guantánamo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "EE.UU",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mallory Newall",
        "tipo": "Persona"
      },
      {
        "nombre": "Luisiana",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Casa Blanca",
        "relacion": "CENTRAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "CENTRAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "CENTRAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Expectantes",
        "relacion": "ESTAR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "TENER_OPINAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Luisiana",
        "relacion": "SUBRAYAR",
        "objeto": "EE.UU"
      }
    ]
  },
  "sentiment": {
    "compound": -0.6124,
    "pos": 0.023,
    "neu": 0.951,
    "neg": 0.026,
    "label": "negative"
  }
}