{
  "url": "https://www.telesurtv.net/para-venezuela-el-sur-global-sera-el-motor-de-la-demanda-energetica-mundial/",
  "title": "Para Venezuela, \"El Sur Global será el motor de la demanda energética mundial\" - teleSUR",
  "section": "Mundo",
  "tags": [
    "Moscú",
    "Venezuela"
  ],
  "text": "\nEn su intervención en la Semana de la Energía, celebrada en Moscú del 26 al 28 de septiembre, la Vicepresidenta Ejecutiva de Venezuela, Delcy Rodríguez, ofreció un análisis detallado sobre los cambios geopolíticos que se avecinan en el mercado energético global.\nEn su discurso, Rodríguez subrayó el creciente papel del Sur Global en la demanda energética, el rol estratégico del petróleo venezolano y la resistencia de las naciones sancionadas ante las agresiones económicas.\nRodríguez enfatizó que para 2040 y 2050, los países del Sur Global, en especial India, China y África, serán los principales actores en la demanda energética. “El Sur Global estará jugando un papel predominante, como hoy lo hace el espacio de los BRICS Plus”, afirmó, destacando que esta alianza ya es un motor fundamental en la economía mundial.\nSegún la Vicepresidenta, este fenómeno marca una reconfiguración geopolítica que posiciona a los países sancionados, como Venezuela, en el centro del tablero energético global.\nLa líder venezolana elogió el papel de los BRICS (Brasil, Rusia, India, China y Sudáfrica) en la economía internacional, indicando que su influencia seguirá creciendo en las próximas décadas. “Los BRICS mantienen una participación determinante en el crecimiento económico mundial”, recalcó, subrayando que este bloque es clave en la búsqueda de nuevos mecanismos comerciales y en la resistencia ante las sanciones unilaterales impuestas por potencias hegemónicas.\nRodríguez denunció las sanciones económicas impuestas por Occidente, subrayando que no solo buscan desestabilizar a los gobiernos soberanos, sino que también generan un desequilibrio en el mercado energético mundial.\n“Un 26 por ciento de la producción global de petróleo está sancionada ilícitamente, de una manera unilateral, violentando todo el derecho internacional”, aseveró, alertando sobre las consecuencias de estas medidas en el precio del crudo y en la inversión en el sector energético.\nPara Venezuela, las sanciones representan una agresión directa contra su estabilidad económica y energética. “El petróleo y las reservas energéticas de Venezuela han sido considerados un objetivo geoestratégico fundamental”, afirmó, y agregó que la seguridad energética de Venezuela se ha convertido en una prioridad estratégica para los centros de poder en Occidente.\nSin embargo, Rodríguez destacó la fortaleza moral de su país para resistir estas medidas. “La mayor fortaleza de Venezuela ha sido moral (…) La determinación de no sucumbir ante las medidas coercitivas unilaterales es un ejemplo de resistencia“, subrayó, recalcando que tanto Venezuela como Rusia han sido capaces de recolocar sus productos en Asia, a pesar de los intentos de Occidente por aislarlos. “Rusia hoy ha podido recolocar sus productos en Asia”, dijo Rodríguez, destacando la resiliencia de los países sancionados.\nEn tanto, Rodríguez subrayó que el petróleo de Venezuela, que representa el 19% de las reservas mundiales, sigue siendo un recurso geoestratégico de gran importancia, tanto para el país como para la economía global.\nY señaló que es “imposible que Venezuela sea excluida de la forma energética internacional”, a pesar de los intentos de algunas potencias occidentales por bloquear la participación del país caribeño en el mercado energético.\nEn esa línea, la vicepresidenta venezolana destacó que su país sigue desempeñando un papel crucial, no solo en el suministro de petróleo, sino también en la transición hacia energías limpias como el gas.\n“Venezuela también tiene una de las mayores reservas de gas del planeta”, subrayó Rodríguez, indicando que el país sudamericano está bien posicionado para jugar un papel clave en las energías de transición.\nY destacó que al igual que Rusia, la Nación bolivariana ya están adoptando nuevos mecanismos de comercialización, como la venta de crudo en monedas nacionales. “El crudo ruso hoy se paga en rublos un 40%, y Venezuela también vende petróleo en bolívares, en su moneda nacional”, afirmó, destacando la búsqueda de alternativas al sistema financiero hegemónico.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/para-venezuela-el-sur-global-sera-el-motor-de-la-demanda-energetica-mundial/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 305,
    "message_id": 77099,
    "date": "2024-09-26T15:55:19+00:00",
    "text": "teleSUR\nPara Venezuela, «El Sur Global será el motor de la demanda energética mundial»\nhttps://www.telesurtv.net/para-venezuela-el-sur-global-sera-el-motor-de-la-demanda-energetica-mundial/",
    "photo_path": null,
    "views": 2204,
    "reactions": {
      "👍": 58
    },
    "total_reactions": 58
  },
  "preprocessing": {
    "cleaned": "en su intervención en la semana de la energía, celebrada en moscú del 26 al 28 de septiembre, la vicepresidenta ejecutiva de venezuela, delcy rodríguez, ofreció un análisis detallado sobre los cambios geopolíticos que se avecinan en el mercado energético global. en su discurso, rodríguez subrayó el creciente papel del sur global en la demanda energética, el rol estratégico del petróleo venezolano y la resistencia de las naciones sancionadas ante las agresiones económicas. rodríguez enfatizó que para 2040 y 2050, los países del sur global, en especial india, china y áfrica, serán los principales actores en la demanda energética. “el sur global estará jugando un papel predominante, como hoy lo hace el espacio de los brics plus”, afirmó, destacando que esta alianza ya es un motor fundamental en la economía mundial. según la vicepresidenta, este fenómeno marca una reconfiguración geopolítica que posiciona a los países sancionados, como venezuela, en el centro del tablero energético global. la líder venezolana elogió el papel de los brics (brasil, rusia, india, china y sudáfrica) en la economía internacional, indicando que su influencia seguirá creciendo en las próximas décadas. “los brics mantienen una participación determinante en el crecimiento económico mundial”, recalcó, subrayando que este bloque es clave en la búsqueda de nuevos mecanismos comerciales y en la resistencia ante las sanciones unilaterales impuestas por potencias hegemónicas. rodríguez denunció las sanciones económicas impuestas por occidente, subrayando que no solo buscan desestabilizar a los gobiernos soberanos, sino que también generan un desequilibrio en el mercado energético mundial. “un 26 por ciento de la producción global de petróleo está sancionada ilícitamente, de una manera unilateral, violentando todo el derecho internacional”, aseveró, alertando sobre las consecuencias de estas medidas en el precio del crudo y en la inversión en el sector energético. para venezuela, las sanciones representan una agresión directa contra su estabilidad económica y energética. “el petróleo y las reservas energéticas de venezuela han sido considerados un objetivo geoestratégico fundamental”, afirmó, y agregó que la seguridad energética de venezuela se ha convertido en una prioridad estratégica para los centros de poder en occidente. sin embargo, rodríguez destacó la fortaleza moral de su país para resistir estas medidas. “la mayor fortaleza de venezuela ha sido moral (…) la determinación de no sucumbir ante las medidas coercitivas unilaterales es un ejemplo de resistencia“, subrayó, recalcando que tanto venezuela como rusia han sido capaces de recolocar sus productos en asia, a pesar de los intentos de occidente por aislarlos. “rusia hoy ha podido recolocar sus productos en asia”, dijo rodríguez, destacando la resiliencia de los países sancionados. en tanto, rodríguez subrayó que el petróleo de venezuela, que representa el 19% de las reservas mundiales, sigue siendo un recurso geoestratégico de gran importancia, tanto para el país como para la economía global. y señaló que es “imposible que venezuela sea excluida de la forma energética internacional”, a pesar de los intentos de algunas potencias occidentales por bloquear la participación del país caribeño en el mercado energético. en esa línea, la vicepresidenta venezolana destacó que su país sigue desempeñando un papel crucial, no solo en el suministro de petróleo, sino también en la transición hacia energías limpias como el gas. “venezuela también tiene una de las mayores reservas de gas del planeta”, subrayó rodríguez, indicando que el país sudamericano está bien posicionado para jugar un papel clave en las energías de transición. y destacó que al igual que rusia, la nación bolivariana ya están adoptando nuevos mecanismos de comercialización, como la venta de crudo en monedas nacionales. “el crudo ruso hoy se paga en rublos un 40%, y venezuela también vende petróleo en bolívares, en su moneda nacional”, afirmó, destacando la búsqueda de alternativas al sistema financiero hegemónico.",
    "tokens": [
      "intervención",
      "semana",
      "energía",
      ",",
      "celebrada",
      "moscú",
      "26",
      "28",
      "septiembre",
      ",",
      "vicepresidenta",
      "ejecutiva",
      "venezuela",
      ",",
      "delcy",
      "rodríguez",
      ",",
      "ofreció",
      "análisis",
      "detallado",
      "cambios",
      "geopolíticos",
      "avecinan",
      "mercado",
      "energético",
      "global",
      ".",
      "discurso",
      ",",
      "rodríguez",
      "subrayó",
      "creciente",
      "papel",
      "sur",
      "global",
      "demanda",
      "energética",
      ",",
      "rol",
      "estratégico",
      "petróleo",
      "venezolano",
      "resistencia",
      "naciones",
      "sancionadas",
      "agresiones",
      "económicas",
      ".",
      "rodríguez",
      "enfatizó",
      "2040",
      "2050",
      ",",
      "países",
      "sur",
      "global",
      ",",
      "especial",
      "india",
      ",",
      "china",
      "áfrica",
      ",",
      "principales",
      "actores",
      "demanda",
      "energética",
      ".",
      "“",
      "sur",
      "global",
      "jugando",
      "papel",
      "predominante",
      ",",
      "hoy",
      "hace",
      "espacio",
      "brics",
      "plus",
      "”",
      ",",
      "afirmó",
      ",",
      "destacando",
      "alianza",
      "motor",
      "fundamental",
      "economía",
      "mundial",
      ".",
      "según",
      "vicepresidenta",
      ",",
      "fenómeno",
      "marca",
      "reconfiguración",
      "geopolítica",
      "posiciona",
      "países",
      "sancionados",
      ",",
      "venezuela",
      ",",
      "centro",
      "tablero",
      "energético",
      "global",
      ".",
      "líder",
      "venezolana",
      "elogió",
      "papel",
      "brics",
      "(",
      "brasil",
      ",",
      "rusia",
      ",",
      "india",
      ",",
      "china",
      "sudáfrica",
      ")",
      "economía",
      "internacional",
      ",",
      "indicando",
      "influencia",
      "seguirá",
      "creciendo",
      "próximas",
      "décadas",
      ".",
      "“",
      "brics",
      "mantienen",
      "participación",
      "determinante",
      "crecimiento",
      "económico",
      "mundial",
      "”",
      ",",
      "recalcó",
      ",",
      "subrayando",
      "bloque",
      "clave",
      "búsqueda",
      "nuevos",
      "mecanismos",
      "comerciales",
      "resistencia",
      "sanciones",
      "unilaterales",
      "impuestas",
      "potencias",
      "hegemónicas",
      ".",
      "rodríguez",
      "denunció",
      "sanciones",
      "económicas",
      "impuestas",
      "occidente",
      ",",
      "subrayando",
      "solo",
      "buscan",
      "desestabilizar",
      "gobiernos",
      "soberanos",
      ",",
      "sino",
      "generan",
      "desequilibrio",
      "mercado",
      "energético",
      "mundial",
      ".",
      "“",
      "26",
      "ciento",
      "producción",
      "global",
      "petróleo",
      "sancionada",
      "ilícitamente",
      ",",
      "manera",
      "unilateral",
      ",",
      "violentando",
      "derecho",
      "internacional",
      "”",
      ",",
      "aseveró",
      ",",
      "alertando",
      "consecuencias",
      "medidas",
      "precio",
      "crudo",
      "inversión",
      "sector",
      "energético",
      ".",
      "venezuela",
      ",",
      "sanciones",
      "representan",
      "agresión",
      "directa",
      "estabilidad",
      "económica",
      "energética",
      ".",
      "“",
      "petróleo",
      "reservas",
      "energéticas",
      "venezuela",
      "sido",
      "considerados",
      "objetivo",
      "geoestratégico",
      "fundamental",
      "”",
      ",",
      "afirmó",
      ",",
      "agregó",
      "seguridad",
      "energética",
      "venezuela",
      "convertido",
      "prioridad",
      "estratégica",
      "centros",
      "poder",
      "occidente",
      ".",
      "embargo",
      ",",
      "rodríguez",
      "destacó",
      "fortaleza",
      "moral",
      "país",
      "resistir",
      "medidas",
      ".",
      "“",
      "mayor",
      "fortaleza",
      "venezuela",
      "sido",
      "moral",
      "(",
      "…",
      ")",
      "determinación",
      "sucumbir",
      "medidas",
      "coercitivas",
      "unilaterales",
      "ejemplo",
      "resistencia",
      "“",
      ",",
      "subrayó",
      ",",
      "recalcando",
      "venezuela",
      "rusia",
      "sido",
      "capaces",
      "recolocar",
      "productos",
      "asia",
      ",",
      "pesar",
      "intentos",
      "occidente",
      "aislarlos",
      ".",
      "“",
      "rusia",
      "hoy",
      "podido",
      "recolocar",
      "productos",
      "asia",
      "”",
      ",",
      "dijo",
      "rodríguez",
      ",",
      "destacando",
      "resiliencia",
      "países",
      "sancionados",
      ".",
      ",",
      "rodríguez",
      "subrayó",
      "petróleo",
      "venezuela",
      ",",
      "representa",
      "19",
      "%",
      "reservas",
      "mundiales",
      ",",
      "sigue",
      "siendo",
      "recurso",
      "geoestratégico",
      "gran",
      "importancia",
      ",",
      "país",
      "economía",
      "global",
      ".",
      "señaló",
      "“",
      "imposible",
      "venezuela",
      "excluida",
      "forma",
      "energética",
      "internacional",
      "”",
      ",",
      "pesar",
      "intentos",
      "potencias",
      "occidentales",
      "bloquear",
      "participación",
      "país",
      "caribeño",
      "mercado",
      "energético",
      ".",
      "línea",
      ",",
      "vicepresidenta",
      "venezolana",
      "destacó",
      "país",
      "sigue",
      "desempeñando",
      "papel",
      "crucial",
      ",",
      "solo",
      "suministro",
      "petróleo",
      ",",
      "sino",
      "transición",
      "hacia",
      "energías",
      "limpias",
      "gas",
      ".",
      "“",
      "venezuela",
      "mayores",
      "reservas",
      "gas",
      "planeta",
      "”",
      ",",
      "subrayó",
      "rodríguez",
      ",",
      "indicando",
      "país",
      "sudamericano",
      "bien",
      "posicionado",
      "jugar",
      "papel",
      "clave",
      "energías",
      "transición",
      ".",
      "destacó",
      "igual",
      "rusia",
      ",",
      "nación",
      "bolivariana",
      "adoptando",
      "nuevos",
      "mecanismos",
      "comercialización",
      ",",
      "venta",
      "crudo",
      "monedas",
      "nacionales",
      ".",
      "“",
      "crudo",
      "ruso",
      "hoy",
      "paga",
      "rublos",
      "40",
      "%",
      ",",
      "venezuela",
      "vende",
      "petróleo",
      "bolívares",
      ",",
      "moneda",
      "nacional",
      "”",
      ",",
      "afirmó",
      ",",
      "destacando",
      "búsqueda",
      "alternativas",
      "sistema",
      "financiero",
      "hegemónico",
      "."
    ],
    "token_count": 436,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 69,
      "NN": 235,
      "IN": 23,
      "FW": 143,
      "CD": 7,
      "JJ": 61,
      "MD": 1,
      "VB": 1,
      "NNS": 21,
      "VBP": 21,
      "VBD": 2,
      "VBZ": 8,
      "VBN": 2,
      "DT": 3,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 32,
      "NN-NN": 137,
      "NN-IN": 17,
      "IN-FW": 16,
      "FW-NNP": 18,
      "NNP-FW": 10,
      "FW-FW": 86,
      "NN-FW": 19,
      "FW-CD": 1,
      "CD-JJ": 1,
      "JJ-CD": 2,
      "CD-FW": 1,
      "NNP-NNP": 20,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1,
      "NN-JJ": 24,
      "JJ-NNS": 3,
      "NNS-VBP": 14,
      "VBP-JJ": 10,
      "JJ-NN": 37,
      "FW-JJ": 9,
      "JJ-NNP": 6,
      "NN-NNP": 16,
      "NN-VBP": 7,
      "VBP-NN": 1,
      "FW-NNS": 7,
      "NNS-NNS": 2,
      "VBP-NNP": 5,
      "NN-CD": 1,
      "CD-CD": 1,
      "CD-NN": 2,
      "NN-NNS": 8,
      "NNP-IN": 1,
      "IN-JJ": 2,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNS-VBZ": 1,
      "VBZ-JJ": 4,
      "JJ-FW": 5,
      "NNP-VBZ": 3,
      "NN-VBZ": 2,
      "VBZ-FW": 3,
      "FW-NN": 20,
      "VBP-VBN": 2,
      "VBN-FW": 1,
      "VBP-FW": 2,
      "NN-DT": 1,
      "DT-JJ": 1,
      "JJ-JJ": 7,
      "NNP-CD": 1,
      "NNS-IN": 2,
      "VBZ-NNS": 1,
      "NNS-JJ": 1,
      "FW-IN": 1,
      "IN-DT": 1,
      "DT-NN": 2,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "IN-NNP": 1,
      "IN-NN": 3,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 1,
      "JJ-DT": 1,
      "VBP-IN": 1,
      "VBN-JJ": 1,
      "NNS-NNP": 1,
      "CD-NNP": 1,
      "FW-VBZ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 24,
      "NN-NN-IN": 13,
      "NN-IN-FW": 14,
      "IN-FW-NNP": 2,
      "FW-NNP-FW": 6,
      "NNP-FW-FW": 3,
      "FW-FW-NNP": 10,
      "FW-NNP-NN": 5,
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 5,
      "NNP-FW-CD": 1,
      "FW-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "JJ-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-FW": 52,
      "FW-NNP-NNP": 7,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 1,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-NN-NN": 74,
      "NN-NN-JJ": 21,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 26,
      "IN-FW-FW": 10,
      "FW-FW-JJ": 7,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NN-NN-NNP": 6,
      "NN-NNP-NN": 12,
      "NN-NNP-NNP": 3,
      "NNP-NNP-NN": 5,
      "NN-NN-VBP": 4,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NN-FW": 12,
      "NN-FW-FW": 10,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 4,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NN": 3,
      "NN-NN-CD": 1,
      "NN-CD-CD": 1,
      "CD-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "NN-JJ-NN": 17,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "JJ-NN-JJ": 1,
      "NN-VBP-JJ": 3,
      "VBP-JJ-NNP": 1,
      "NNP-NN-NNP": 5,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "JJ-NN-NNP": 4,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-NN": 6,
      "NN-JJ-NNP": 2,
      "NNP-NN-JJ": 1,
      "FW-FW-NN": 12,
      "FW-NN-VBP": 2,
      "NN-VBP-VBN": 2,
      "VBP-VBN-FW": 1,
      "VBN-FW-FW": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-NNS-NNS": 1,
      "NN-NN-NNS": 2,
      "NN-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-IN": 4,
      "JJ-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 1,
      "FW-JJ-FW": 1,
      "NN-JJ-JJ": 3,
      "IN-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-NN-FW": 6,
      "FW-NN-NN": 8,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-VBP-NNP": 1,
      "NNP-NN-NNS": 1,
      "NNP-FW-NN": 4,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "JJ-JJ-FW": 1,
      "FW-NN-NNS": 3,
      "VBP-NNP-FW": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-IN": 1,
      "FW-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "JJ-NN-NNS": 1,
      "VBP-JJ-FW": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "FW-NN-NNP": 1,
      "NN-FW-NN": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NN": 2,
      "VBP-JJ-JJ": 1,
      "NN-FW-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "JJ-NN-VBP": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 235,
        "FW": 143,
        "NNP": 69,
        "JJ": 61,
        "IN": 23
      },
      "top_bigrams": {
        "NN-NN": 137,
        "FW-FW": 86,
        "JJ-NN": 37,
        "NNP-NN": 32,
        "NN-JJ": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 74,
        "FW-FW-FW": 52,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 24,
        "NN-NN-JJ": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 160,
      "ADJP": 11,
      "VP": 31,
      "PP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0216
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 4,
        "weight": 0.0173
      },
      {
        "rule": "ADJP -> ('global', 'JJ')",
        "frequency": 4,
        "weight": 0.0173
      },
      {
        "rule": "NP -> ('Rodríguez', 'NNP')",
        "frequency": 3,
        "weight": 0.013
      },
      {
        "rule": "NP -> ('afirmó', 'NN')",
        "frequency": 3,
        "weight": 0.013
      },
      {
        "rule": "VP -> ('subrayó', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "VP -> ('sancionados', 'VBP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "VP -> ('clave', 'VBP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "VP -> ('reservas', 'VBP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0087
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En su intervención"
      },
      {
        "label": "NP",
        "text": "Semana"
      },
      {
        "label": "NP",
        "text": "Energía"
      },
      {
        "label": "NP",
        "text": "celebrada"
      },
      {
        "label": "NP",
        "text": "Moscú"
      },
      {
        "label": "ADJP",
        "text": "al"
      },
      {
        "label": "NP",
        "text": "Vicepresidenta Ejecutiva"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Delcy Rodríguez"
      },
      {
        "label": "NP",
        "text": "ofreció un análisis detallado sobre"
      },
      {
        "label": "NP",
        "text": "los cambios"
      },
      {
        "label": "VP",
        "text": "geopolíticos que se avecinan"
      },
      {
        "label": "NP",
        "text": "que se avecinan"
      },
      {
        "label": "ADJP",
        "text": "global"
      },
      {
        "label": "NP",
        "text": "En su discurso"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP su/NN intervención/NN)\n  en/IN\n  la/FW\n  (NP Semana/NNP)\n  de/FW\n  la/FW\n  (NP Energía/NNP)\n  ,/,\n  (NP celebrada/NN)\n  en/FW\n  (NP Moscú/NNP)\n  del/FW\n  26/CD\n  (ADJP al/JJ)\n  28/CD\n  de/FW\n  septiembre/FW\n  ,/,\n  la/FW\n  (NP Vicepresidenta/NNP Ejecutiva/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Delcy/NNP Rodríguez/NNP)\n  ,/,\n  (NP ofreció/JJ un/JJ análisis/NN detallado/NN sobre/NN)\n  (NP los/JJ cambios/NNS)\n  (VP geopolíticos/VBP (NP que/JJ se/NN avecinan/NN))\n  en/IN\n  el/FW\n  mercado/FW\n  energético/FW\n  (ADJP global/JJ)\n  ./.)",
      "(S\n  (NP En/NNP su/NN discurso/NN)\n  ,/,\n  (NP Rodríguez/NNP)\n  (VP\n    subrayó/VBD\n    (NP\n      el/JJ\n      creciente/NN\n      papel/NN\n      del/NN\n      Sur/NNP\n      Global/NNP\n      en/NN\n      la/NN\n      demanda/NN\n      energética/NN))\n  ,/,\n  el/FW\n  (NP rol/NN)\n  estratégico/FW\n  del/FW\n  (NP petróleo/NN venezolano/NN y/NN)\n  la/FW\n  resistencia/FW\n  de/FW\n  las/FW\n  (NP naciones/NNS)\n  (VP\n    sancionadas/VBP\n    (NP ante/JJ las/NNS agresiones/NNS)\n    económicas/RB)\n  ./.)",
      "(S\n  (NP Rodríguez/NNP enfatizó/NN que/NN para/NN)\n  2040/CD\n  (NP y/NN)\n  2050/CD\n  ,/,\n  (NP los/JJ países/NNS)\n  (VP del/VBP (NP Sur/NNP Global/NNP))\n  ,/,\n  (VP en/VBZ (NP especial/JJ India/NNP))\n  ,/,\n  (NP China/NNP y/NNP África/NNP)\n  ,/,\n  (VP serán/VBD (NP los/JJ principales/NNS))\n  (VP actores/VBZ en/JJ)\n  la/FW\n  (NP demanda/NN energética/NN)\n  ./.)",
      "(S\n  (NP “/JJ El/NNP Sur/NNP Global/NNP estará/NN jugando/NN)\n  (NP un/JJ papel/NN predominante/NN)\n  ,/,\n  (NP como/NN hoy/NN)\n  (NP lo/JJ hace/NN el/NN)\n  espacio/FW\n  de/FW\n  los/FW\n  (NP BRICS/NNP Plus/NNP ”/NNP)\n  ,/,\n  (NP afirmó/NN)\n  ,/,\n  (NP destacando/NN que/NN esta/NN alianza/NN ya/NN es/NN)\n  (NP un/JJ motor/NN)\n  (NP fundamental/JJ en/NN la/NN)\n  (NP economía/JJ mundial/NN)\n  ./.)",
      "(S\n  (NP Según/NNP la/NN Vicepresidenta/NNP)\n  ,/,\n  (NP este/NN fenómeno/NN marca/NN)\n  (NP una/JJ reconfiguración/NN geopolítica/NN que/NN)\n  (VP posiciona/VBZ (NP a/DT los/JJ países/NNS))\n  (VP sancionados/VBP)\n  ,/,\n  (NP como/JJ Venezuela/NNP)\n  ,/,\n  en/FW\n  el/FW\n  (NP centro/NN del/NN tablero/NN energético/NN)\n  (ADJP global/JJ)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "RECURSOS_NATURALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció las sanciones económicas impuestas por occidente, subrayando que no solo buscan desestabilizar a",
        "position": [
          1476,
          1581
        ],
        "start": 1476,
        "end": 1581
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          1928,
          1937
        ],
        "start": 1928,
        "end": 1937
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          738,
          744
        ],
        "start": 738,
        "end": 744
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          290,
          297
        ],
        "start": 290,
        "end": 297
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2355,
          2362
        ],
        "start": 2355,
        "end": 2362
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1476,
          1484
        ],
        "start": 1476,
        "end": 1484
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "petróleo está sancionada ilícitamente, de una manera unilateral, violentando todo el derecho internacional”, aseveró, alertando sobre las consecuencias de estas medidas en el precio del crudo y en la inversión en el sector energético",
        "position": [
          1728,
          1961
        ],
        "start": 1728,
        "end": 1961
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          39,
          46
        ],
        "start": 39,
        "end": 46
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          1052,
          1058
        ],
        "start": 1052,
        "end": 1058
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          126,
          135
        ],
        "start": 126,
        "end": 135
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "moscú",
        "position": [
          61,
          66
        ],
        "start": 61,
        "end": 66
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro del",
        "position": [
          964,
          974
        ],
        "start": 964,
        "end": 974
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la semana",
        "position": [
          20,
          32
        ],
        "start": 20,
        "end": 32
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          695,
          698
        ],
        "start": 695,
        "end": 698
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2336,
          2343
        ],
        "start": 2336,
        "end": 2343
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nación bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Moscú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sudáfrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Moscú",
        "relacion": "OFRECER",
        "objeto": "Delcy Rodríguez"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "SUBRAYAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "ENFATIZAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "ENFATIZAR",
        "objeto": "India"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "ENFATIZAR",
        "objeto": "China"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "ENFATIZAR",
        "objeto": "África"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "DENUNCIAR",
        "objeto": "Occidente"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONSIDERAR_AFIRMAR",
        "objeto": "Occidente"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONVERTIR_AGREGAR_AFIRMAR",
        "objeto": "Occidente"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUBRAYAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUBRAYAR",
        "objeto": "Asia"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUBRAYAR",
        "objeto": "Occidente"
      },
      {
        "sujeto": "Asia",
        "relacion": "RECOLOCAR_RECALCAR_SUBRAYAR",
        "objeto": "Occidente"
      },
      {
        "sujeto": "Rusia",
        "relacion": "RECOLOCAR_DECIR",
        "objeto": "Asia"
      },
      {
        "sujeto": "Rusia",
        "relacion": "RECOLOCAR_DECIR",
        "objeto": "Rodríguez"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "RECOLOCAR_DECIR",
        "objeto": "Asia"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "SUBRAYAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TENER_SUBRAYAR",
        "objeto": "Rodríguez"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4588,
    "pos": 0.012,
    "neu": 0.971,
    "neg": 0.017,
    "label": "negative"
  }
}