{
  "url": "https://www.telesurtv.net/sindicatos-y-organizaciones-sociales-de-bolivia-participan-en-marcha-historica-por-la-democracia/",
  "title": "Presidente Luis Arce expresa su reconocimiento al pueblo boliviano en marcha histórica por la democracia - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bolivia",
    "Democracia",
    "Marcha"
  ],
  "text": "El presidente de Bolivia, Luis Arce, elogió este viernes la voluntad popular de conservar y proteger la democracia durante el intento de golpe de Estado del pasado 26 de junio, cuando el pueblo salió a la plaza Murillo a defender lo logrado en las urnas en 2020.\n“El pueblo boliviano ha luchado por la democracia. El pueblo sale a las calles a defender la democracia, eso es lo que los golpistas tienen que escuchar desde aquí de la plaza Murillo, que el pueblo boliviano no va a dejar pasar a los golpistas”, aseguró durante su intervención.\nTambién recordó que el pueblo, en distintos momentos de la historia se ha movilizado en rechazo de los golpes de Estado que se han dado en esa nación, y destacó que los bolivianos han “derramado sangre por defender la democracia y tener libertades, y hoy tampoco va a ser la excepción”.\nAsimismo, aseguró que “el pueblo boliviano respondió a la altura” pues las movilizaciones condenando el acto golpista ha ocurrido en todo el país, “porque no están de acuerdo con ese tipo de golpistas de los que el pueblo boliviano está hartado. Ese es precisamente el mensaje que el pueblo boliviano le dio a esos golpistas que fallaron en su intento”.\nEl jefe de Estado denunció que la derecha y el fascismo han intentado construir la idea de un autogolpe, ocultando los verdaderos objetivos que se tenían con el golpe.\n“Siempre detrás de un golpe de Estado hay intereses económicos y siempre en nuestro país hemos tenido que enfrentar golpes de Estado por querer arrebatarnos nuestros recursos naturales y querer estratégicamente, por geopolítica, arrebatarnos lo que significa para nosotros el desarrollo y el crecimiento de las familias”, subrayó.\nEn ese sentido, precisó que el pueblo boliviano actuó con sabiduría y salió a las calles a defender la democracia, y aseguró que la defensa de esta es un deber de cada boliviano.\n“La democracia es para nosotros poder decidir qué hacer, y sobre nosotros qué rumbo tomar para llegar al crecimiento tan deseado que necesita Bolivia”, indicó, a la vez que aseguró que los bolivianos aspiran a un país industrializado.\nAdemás de agradecer al pueblo boliviano, el dignatario también agradeció la solidaridad inmediata recibida por parte “de gobiernos, de pueblos, de organismos internacionales que se manifestaron para condenar el golpe de estado fallido” y manifestarse a favor de la democracia.\nLos participantes en la Gran Marcha por la Democracia coreaban consignas como “Lucho”, aclamando al presidente, y “El pueblo unido, jamás será vencido”, ratificando el valor del pueblo boliviano.\nMiles de personas de distintos sectores sociales de Bolivia iniciaron desde las primeras horas de este viernes concentraciones para luego dar inicio a la gran marcha en apoyo a la democracia y al presidente Luis Arce.\nLa jornada de lucha permitió rechazar los intentos de romper el orden constitucional mediante la desestabilización económica, denunciar los constantes bloqueos de políticos opositores que traban créditos y otras medidas favorables a la gente en la Asamblea Legislativa Plurinacional, y deplorar el intento de golpe de Estado del 26 de junio pasado, derrotado gracias a la firmeza del pueblo y su Gobierno.\nLa movilización partió desde dos puntos: el Multifuncional de la Ceja de El Alto y el otro es la plaza Villarroel, de la zona Villa Fátima, en La Paz. Ambos contingentes marcharon hasta la plaza Murillo, símbolo del poder político en esa nación.\n\nEl secretario de Relaciones Internacionales del El Movimiento al Socialismo – Instrumento Político por la Soberanía de los Pueblos (MAS-IPSP), Fidel Surco, subrayó: “Más de un centenar de organizaciones sociales y sindicales anunciaron su masiva presencia en la gran marcha por la democracia y la unidad de Bolivia, que busca marcar la fuerza del pueblo, que exige el respeto a su voto”.\nAsimismo, un ejecutivo de la Confederación Sindical de Comunidades Interculturales Originarias de Bolivia (Csciob), Esteban Alavi, expresó: “Nosotros no vamos a permitir más golpes de Estado; lo ha dicho la comunidad internacional y como país no podemos caer en un retroceso”.\n\nEn tanto, Guillermina Kuno, ejecutiva de la Confederación Nacional de Mujeres Campesinas Indígenas Originarias de Bolivia Bartolina Sisa (Cnmciob) enfatizó: “Vamos a defender la democracia y hacer respetar la Constitución Política del Estado, por nuestros derechos y por el litio”.\nMientras, el presidente de la Regional Urbana del MAS-IPSP, Miguel Delgadillo, afirmó que participan los 16 distritos de la región cruceña.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/sindicatos-y-organizaciones-sociales-de-bolivia-participan-en-marcha-historica-por-la-democracia/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 693,
    "message_id": 73144,
    "date": "2024-07-12T15:55:07+00:00",
    "text": "teleSUR\nSindicatos y organizaciones sociales de Bolivia participan en marcha histórica por la democracia\nhttps://www.telesurtv.net/sindicatos-y-organizaciones-sociales-de-bolivia-participan-en-marcha-historica-por-la-democracia/",
    "photo_path": null,
    "views": 1620,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el presidente de bolivia, luis arce, elogió este viernes la voluntad popular de conservar y proteger la democracia durante el intento de golpe de estado del pasado 26 de junio, cuando el pueblo salió a la plaza murillo a defender lo logrado en las urnas en 2020. “el pueblo boliviano ha luchado por la democracia. el pueblo sale a las calles a defender la democracia, eso es lo que los golpistas tienen que escuchar desde aquí de la plaza murillo, que el pueblo boliviano no va a dejar pasar a los golpistas”, aseguró durante su intervención. también recordó que el pueblo, en distintos momentos de la historia se ha movilizado en rechazo de los golpes de estado que se han dado en esa nación, y destacó que los bolivianos han “derramado sangre por defender la democracia y tener libertades, y hoy tampoco va a ser la excepción”. asimismo, aseguró que “el pueblo boliviano respondió a la altura” pues las movilizaciones condenando el acto golpista ha ocurrido en todo el país, “porque no están de acuerdo con ese tipo de golpistas de los que el pueblo boliviano está hartado. ese es precisamente el mensaje que el pueblo boliviano le dio a esos golpistas que fallaron en su intento”. el jefe de estado denunció que la derecha y el fascismo han intentado construir la idea de un autogolpe, ocultando los verdaderos objetivos que se tenían con el golpe. “siempre detrás de un golpe de estado hay intereses económicos y siempre en nuestro país hemos tenido que enfrentar golpes de estado por querer arrebatarnos nuestros recursos naturales y querer estratégicamente, por geopolítica, arrebatarnos lo que significa para nosotros el desarrollo y el crecimiento de las familias”, subrayó. en ese sentido, precisó que el pueblo boliviano actuó con sabiduría y salió a las calles a defender la democracia, y aseguró que la defensa de esta es un deber de cada boliviano. “la democracia es para nosotros poder decidir qué hacer, y sobre nosotros qué rumbo tomar para llegar al crecimiento tan deseado que necesita bolivia”, indicó, a la vez que aseguró que los bolivianos aspiran a un país industrializado. además de agradecer al pueblo boliviano, el dignatario también agradeció la solidaridad inmediata recibida por parte “de gobiernos, de pueblos, de organismos internacionales que se manifestaron para condenar el golpe de estado fallido” y manifestarse a favor de la democracia. los participantes en la gran marcha por la democracia coreaban consignas como “lucho”, aclamando al presidente, y “el pueblo unido, jamás será vencido”, ratificando el valor del pueblo boliviano. miles de personas de distintos sectores sociales de bolivia iniciaron desde las primeras horas de este viernes concentraciones para luego dar inicio a la gran marcha en apoyo a la democracia y al presidente luis arce. la jornada de lucha permitió rechazar los intentos de romper el orden constitucional mediante la desestabilización económica, denunciar los constantes bloqueos de políticos opositores que traban créditos y otras medidas favorables a la gente en la asamblea legislativa plurinacional, y deplorar el intento de golpe de estado del 26 de junio pasado, derrotado gracias a la firmeza del pueblo y su gobierno. la movilización partió desde dos puntos: el multifuncional de la ceja de el alto y el otro es la plaza villarroel, de la zona villa fátima, en la paz. ambos contingentes marcharon hasta la plaza murillo, símbolo del poder político en esa nación. el secretario de relaciones internacionales del el movimiento al socialismo – instrumento político por la soberanía de los pueblos (mas-ipsp), fidel surco, subrayó: “más de un centenar de organizaciones sociales y sindicales anunciaron su masiva presencia en la gran marcha por la democracia y la unidad de bolivia, que busca marcar la fuerza del pueblo, que exige el respeto a su voto”. asimismo, un ejecutivo de la confederación sindical de comunidades interculturales originarias de bolivia (csciob), esteban alavi, expresó: “nosotros no vamos a permitir más golpes de estado; lo ha dicho la comunidad internacional y como país no podemos caer en un retroceso”. en tanto, guillermina kuno, ejecutiva de la confederación nacional de mujeres campesinas indígenas originarias de bolivia bartolina sisa (cnmciob) enfatizó: “vamos a defender la democracia y hacer respetar la constitución política del estado, por nuestros derechos y por el litio”. mientras, el presidente de la regional urbana del mas-ipsp, miguel delgadillo, afirmó que participan los 16 distritos de la región cruceña.",
    "tokens": [
      "presidente",
      "bolivia",
      ",",
      "luis",
      "arce",
      ",",
      "elogió",
      "viernes",
      "voluntad",
      "popular",
      "conservar",
      "proteger",
      "democracia",
      "intento",
      "golpe",
      "pasado",
      "26",
      "junio",
      ",",
      "pueblo",
      "salió",
      "plaza",
      "murillo",
      "defender",
      "logrado",
      "urnas",
      "2020",
      ".",
      "“",
      "pueblo",
      "boliviano",
      "luchado",
      "democracia",
      ".",
      "pueblo",
      "sale",
      "calles",
      "defender",
      "democracia",
      ",",
      "golpistas",
      "escuchar",
      "aquí",
      "plaza",
      "murillo",
      ",",
      "pueblo",
      "boliviano",
      "va",
      "dejar",
      "pasar",
      "golpistas",
      "”",
      ",",
      "aseguró",
      "intervención",
      ".",
      "recordó",
      "pueblo",
      ",",
      "distintos",
      "momentos",
      "historia",
      "movilizado",
      "rechazo",
      "golpes",
      "dado",
      "nación",
      ",",
      "destacó",
      "bolivianos",
      "“",
      "derramado",
      "sangre",
      "defender",
      "democracia",
      "tener",
      "libertades",
      ",",
      "hoy",
      "tampoco",
      "va",
      "ser",
      "excepción",
      "”",
      ".",
      "asimismo",
      ",",
      "aseguró",
      "“",
      "pueblo",
      "boliviano",
      "respondió",
      "altura",
      "”",
      "pues",
      "movilizaciones",
      "condenando",
      "acto",
      "golpista",
      "ocurrido",
      "país",
      ",",
      "“",
      "acuerdo",
      "tipo",
      "golpistas",
      "pueblo",
      "boliviano",
      "hartado",
      ".",
      "precisamente",
      "mensaje",
      "pueblo",
      "boliviano",
      "dio",
      "golpistas",
      "fallaron",
      "intento",
      "”",
      ".",
      "jefe",
      "denunció",
      "derecha",
      "fascismo",
      "intentado",
      "construir",
      "idea",
      "autogolpe",
      ",",
      "ocultando",
      "verdaderos",
      "objetivos",
      "golpe",
      ".",
      "“",
      "siempre",
      "detrás",
      "golpe",
      "intereses",
      "económicos",
      "siempre",
      "país",
      "enfrentar",
      "golpes",
      "querer",
      "arrebatarnos",
      "recursos",
      "naturales",
      "querer",
      "estratégicamente",
      ",",
      "geopolítica",
      ",",
      "arrebatarnos",
      "significa",
      "desarrollo",
      "crecimiento",
      "familias",
      "”",
      ",",
      "subrayó",
      ".",
      ",",
      "precisó",
      "pueblo",
      "boliviano",
      "actuó",
      "sabiduría",
      "salió",
      "calles",
      "defender",
      "democracia",
      ",",
      "aseguró",
      "defensa",
      "deber",
      "cada",
      "boliviano",
      ".",
      "“",
      "democracia",
      "poder",
      "decidir",
      "hacer",
      ",",
      "rumbo",
      "tomar",
      "llegar",
      "crecimiento",
      "tan",
      "deseado",
      "necesita",
      "bolivia",
      "”",
      ",",
      "indicó",
      ",",
      "vez",
      "aseguró",
      "bolivianos",
      "aspiran",
      "país",
      "industrializado",
      ".",
      "además",
      "agradecer",
      "pueblo",
      "boliviano",
      ",",
      "dignatario",
      "agradeció",
      "solidaridad",
      "inmediata",
      "recibida",
      "parte",
      "“",
      "gobiernos",
      ",",
      "pueblos",
      ",",
      "organismos",
      "internacionales",
      "manifestaron",
      "condenar",
      "golpe",
      "fallido",
      "”",
      "manifestarse",
      "favor",
      "democracia",
      ".",
      "participantes",
      "gran",
      "marcha",
      "democracia",
      "coreaban",
      "consignas",
      "“",
      "lucho",
      "”",
      ",",
      "aclamando",
      "presidente",
      ",",
      "“",
      "pueblo",
      "unido",
      ",",
      "jamás",
      "vencido",
      "”",
      ",",
      "ratificando",
      "valor",
      "pueblo",
      "boliviano",
      ".",
      "miles",
      "personas",
      "distintos",
      "sectores",
      "sociales",
      "bolivia",
      "iniciaron",
      "primeras",
      "horas",
      "viernes",
      "concentraciones",
      "luego",
      "dar",
      "inicio",
      "gran",
      "marcha",
      "apoyo",
      "democracia",
      "presidente",
      "luis",
      "arce",
      ".",
      "jornada",
      "lucha",
      "permitió",
      "rechazar",
      "intentos",
      "romper",
      "orden",
      "constitucional",
      "mediante",
      "desestabilización",
      "económica",
      ",",
      "denunciar",
      "constantes",
      "bloqueos",
      "políticos",
      "opositores",
      "traban",
      "créditos",
      "medidas",
      "favorables",
      "gente",
      "asamblea",
      "legislativa",
      "plurinacional",
      ",",
      "deplorar",
      "intento",
      "golpe",
      "26",
      "junio",
      "pasado",
      ",",
      "derrotado",
      "gracias",
      "firmeza",
      "pueblo",
      "gobierno",
      ".",
      "movilización",
      "partió",
      "dos",
      "puntos",
      ":",
      "multifuncional",
      "ceja",
      "alto",
      "plaza",
      "villarroel",
      ",",
      "zona",
      "villa",
      "fátima",
      ",",
      "paz",
      ".",
      "ambos",
      "contingentes",
      "marcharon",
      "plaza",
      "murillo",
      ",",
      "símbolo",
      "poder",
      "político",
      "nación",
      ".",
      "secretario",
      "relaciones",
      "internacionales",
      "movimiento",
      "socialismo",
      "–",
      "instrumento",
      "político",
      "soberanía",
      "pueblos",
      "(",
      "mas-ipsp",
      ")",
      ",",
      "fidel",
      "surco",
      ",",
      "subrayó",
      ":",
      "“",
      "centenar",
      "organizaciones",
      "sociales",
      "sindicales",
      "anunciaron",
      "masiva",
      "presencia",
      "gran",
      "marcha",
      "democracia",
      "unidad",
      "bolivia",
      ",",
      "busca",
      "marcar",
      "fuerza",
      "pueblo",
      ",",
      "exige",
      "respeto",
      "voto",
      "”",
      ".",
      "asimismo",
      ",",
      "ejecutivo",
      "confederación",
      "sindical",
      "comunidades",
      "interculturales",
      "originarias",
      "bolivia",
      "(",
      "csciob",
      ")",
      ",",
      "esteban",
      "alavi",
      ",",
      "expresó",
      ":",
      "“",
      "vamos",
      "permitir",
      "golpes",
      ";",
      "dicho",
      "comunidad",
      "internacional",
      "país",
      "podemos",
      "caer",
      "retroceso",
      "”",
      ".",
      ",",
      "guillermina",
      "kuno",
      ",",
      "ejecutiva",
      "confederación",
      "nacional",
      "mujeres",
      "campesinas",
      "indígenas",
      "originarias",
      "bolivia",
      "bartolina",
      "sisa",
      "(",
      "cnmciob",
      ")",
      "enfatizó",
      ":",
      "“",
      "vamos",
      "defender",
      "democracia",
      "hacer",
      "respetar",
      "constitución",
      "política",
      ",",
      "derechos",
      "litio",
      "”",
      ".",
      "mientras",
      ",",
      "presidente",
      "regional",
      "urbana",
      "mas-ipsp",
      ",",
      "miguel",
      "delgadillo",
      ",",
      "afirmó",
      "participan",
      "16",
      "distritos",
      "región",
      "cruceña",
      "."
    ],
    "token_count": 471,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 101,
      "NN": 273,
      "FW": 162,
      "NNS": 29,
      "VBP": 26,
      "JJ": 48,
      "CD": 4,
      "IN": 24,
      "DT": 4,
      "VBZ": 8,
      "VBD": 4,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 28,
      "NN-FW": 28,
      "FW-NNP": 34,
      "NNP-NNP": 38,
      "NN-NN": 175,
      "NN-NNS": 14,
      "NNS-VBP": 23,
      "VBP-JJ": 16,
      "JJ-JJ": 3,
      "JJ-FW": 9,
      "FW-FW": 88,
      "FW-NN": 29,
      "NNP-FW": 19,
      "NN-CD": 1,
      "CD-IN": 1,
      "IN-FW": 13,
      "NN-IN": 16,
      "FW-JJ": 5,
      "JJ-IN": 1,
      "IN-CD": 1,
      "CD-NNP": 1,
      "NN-NNP": 16,
      "VBP-NN": 5,
      "NN-JJ": 13,
      "JJ-NN": 29,
      "NN-DT": 3,
      "DT-NN": 4,
      "IN-NN": 2,
      "JJ-NNS": 4,
      "NN-VBZ": 2,
      "VBZ-JJ": 4,
      "VBP-NNS": 2,
      "NNP-VBZ": 6,
      "IN-JJ": 3,
      "NNS-IN": 2,
      "IN-NNP": 4,
      "NNP-VBP": 1,
      "NN-VBP": 2,
      "FW-NNS": 5,
      "VBP-NNP": 2,
      "NNP-JJ": 2,
      "JJ-NNP": 2,
      "VBZ-FW": 3,
      "NNS-FW": 1,
      "NNS-NNS": 3,
      "NN-VBD": 2,
      "VBD-JJ": 1,
      "NNP-IN": 3,
      "VBP-IN": 1,
      "FW-CD": 1,
      "CD-FW": 1,
      "NNP-VBD": 2,
      "VBD-NNP": 2,
      "IN-NNS": 1,
      "NNP-DT": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBZ-NNP": 1,
      "VBD-CD": 1,
      "CD-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 4,
      "FW-NNP-NNP": 18,
      "NNP-NNP-NNP": 16,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 20,
      "NN-NN-NNS": 8,
      "NN-NNS-VBP": 12,
      "NNS-VBP-JJ": 15,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "FW-FW-NN": 11,
      "FW-NN-FW": 8,
      "NN-FW-FW": 16,
      "NN-FW-NN": 8,
      "FW-FW-FW": 49,
      "FW-FW-NNP": 20,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 2,
      "FW-NN-CD": 1,
      "NN-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NN": 3,
      "FW-NN-NN": 14,
      "NN-NN-NN": 111,
      "NN-NN-FW": 13,
      "FW-NNP-NN": 11,
      "NN-NN-IN": 9,
      "NN-IN-FW": 9,
      "IN-FW-JJ": 1,
      "FW-JJ-IN": 1,
      "JJ-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-NN-NNP": 13,
      "NN-NNP-NN": 6,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 3,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 10,
      "JJ-NN-NN": 22,
      "IN-FW-FW": 7,
      "NN-NN-DT": 3,
      "NN-DT-NN": 3,
      "DT-NN-NN": 3,
      "VBP-JJ-NN": 10,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "JJ-NN-FW": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "DT-NN-IN": 1,
      "FW-NN-JJ": 1,
      "JJ-NN-IN": 2,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 4,
      "VBP-NN-FW": 1,
      "FW-NN-IN": 3,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "IN-JJ-NNS": 1,
      "NNP-NN-NNS": 3,
      "VBP-JJ-FW": 3,
      "NN-NNS-IN": 2,
      "NNS-IN-NNP": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-JJ-FW": 2,
      "FW-NN-NNP": 1,
      "JJ-NN-NNS": 2,
      "JJ-JJ-NN": 2,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 1,
      "NN-NNP-FW": 2,
      "NNP-FW-FW": 7,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-FW": 2,
      "VBP-NNP-NN": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 2,
      "FW-JJ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-NNS": 1,
      "NNP-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "NNP-NNP-FW": 11,
      "JJ-NNP-FW": 1,
      "NNP-FW-NNP": 9,
      "NNP-NNP-VBZ": 2,
      "VBZ-FW-NN": 1,
      "NNP-NN-IN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NN-NNP": 1,
      "NN-NNP-NNP": 2,
      "NN-NNP-IN": 2,
      "IN-FW-NNP": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NNP": 2,
      "VBD-NNP-FW": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "VBD-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-VBP-JJ": 1,
      "JJ-NN-NNP": 1,
      "NNP-IN-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 273,
        "FW": 162,
        "NNP": 101,
        "JJ": 48,
        "NNS": 29
      },
      "top_bigrams": {
        "NN-NN": 175,
        "FW-FW": 88,
        "NNP-NNP": 38,
        "FW-NNP": 34,
        "FW-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 111,
        "FW-FW-FW": 49,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 20,
        "FW-FW-NNP": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 193,
      "VP": 41,
      "PP": 10,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0223
      },
      {
        "rule": "NP -> ('Estado', 'NNP')",
        "frequency": 5,
        "weight": 0.0186
      },
      {
        "rule": "NP -> ('Bolivia', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "ADJP -> ('las', 'JJ')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "VP -> ('calles', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('a', 'DT') ('defender', 'NN') ('la', 'NN') ('democracia', 'NN')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Murillo', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Bolivia"
      },
      {
        "label": "NP",
        "text": "Luis Arce"
      },
      {
        "label": "NP",
        "text": "elogió este viernes"
      },
      {
        "label": "VP",
        "text": "la voluntad popular"
      },
      {
        "label": "NP",
        "text": "proteger"
      },
      {
        "label": "NP",
        "text": "durante"
      },
      {
        "label": "NP",
        "text": "intento"
      },
      {
        "label": "NP",
        "text": "Estado"
      },
      {
        "label": "NP",
        "text": "pasado"
      },
      {
        "label": "PP",
        "text": "de junio"
      },
      {
        "label": "NP",
        "text": "junio"
      },
      {
        "label": "NP",
        "text": "cuando el pueblo"
      },
      {
        "label": "VP",
        "text": "salió a la plaza Murillo a defender lo logrado"
      },
      {
        "label": "NP",
        "text": "a la plaza Murillo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Bolivia/NNP)\n  ,/,\n  (NP Luis/NNP Arce/NNP)\n  ,/,\n  (NP elogió/JJ este/NN viernes/NNS)\n  (VP la/VBP voluntad/JJ popular/JJ)\n  de/FW\n  conservar/FW\n  y/FW\n  (NP proteger/NN)\n  la/FW\n  democracia/FW\n  (NP durante/NN)\n  el/FW\n  (NP intento/NN)\n  de/FW\n  golpe/FW\n  de/FW\n  (NP Estado/NNP)\n  del/FW\n  (NP pasado/NN)\n  26/CD\n  (PP de/IN (NP junio/NN))\n  ,/,\n  (NP cuando/NN el/NN pueblo/NN)\n  (VP\n    salió/VBD\n    (NP a/DT la/NN plaza/NN Murillo/NNP)\n    (NP a/DT defender/NN lo/NN logrado/NN))\n  en/IN\n  las/FW\n  (NP urnas/JJ en/NN)\n  2020/CD\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    El/NNP\n    pueblo/NN\n    boliviano/NN\n    ha/NN\n    luchado/NN\n    por/NN\n    la/NN\n    democracia/NN)\n  ./.)",
      "(S\n  (NP El/NNP pueblo/NN sale/NN)\n  a/DT\n  (ADJP las/JJ)\n  (VP calles/VBZ (NP a/DT defender/NN la/NN democracia/NN))\n  ,/,\n  (NP eso/JJ es/NN lo/NN que/NN los/NN)\n  (NP golpistas/JJ tienen/NN que/NN escuchar/NN desde/NN aquí/NN)\n  de/IN\n  la/FW\n  plaza/FW\n  (NP Murillo/NNP)\n  ,/,\n  (NP que/NN el/NN pueblo/NN boliviano/NN)\n  (NP no/DT va/NN)\n  (NP a/DT dejar/NN pasar/NN)\n  (NP a/DT los/NN)\n  (NP golpistas/JJ ”/NNP)\n  ,/,\n  (NP aseguró/NN durante/NN su/NN intervención/NN)\n  ./.)",
      "(S\n  (NP También/NNP recordó/NN que/NN el/NN pueblo/NN)\n  ,/,\n  en/FW\n  distintos/FW\n  momentos/FW\n  de/FW\n  la/FW\n  historia/FW\n  se/FW\n  (NP ha/NN movilizado/NN)\n  en/FW\n  rechazo/FW\n  de/FW\n  los/FW\n  golpes/FW\n  de/FW\n  (NP Estado/NNP que/NN se/NN han/NN dado/NN)\n  en/IN\n  esa/FW\n  (NP nación/NN)\n  ,/,\n  y/CC\n  (NP destacó/NN que/NN)\n  (NP los/JJ bolivianos/NNS)\n  (VP\n    han/VBP\n    (NP\n      “/JJ\n      derramado/NN\n      sangre/NN\n      por/NN\n      defender/NN\n      la/NN\n      democracia/NN\n      y/NN\n      tener/NN\n      libertades/NNS))\n  ,/,\n  y/CC\n  (NP hoy/NN tampoco/NN)\n  (PP va/IN (NP a/DT ser/NN la/NN))\n  excepción/FW\n  (NP ”/NN)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP aseguró/NN que/NN “/NNP)\n  (VP el/VBZ (NP pueblo/JJ boliviano/NN))\n  (VP respondió/VBZ (NP a/DT la/NN altura/NN ”/NNP))\n  (VP pues/VBZ (NP las/JJ movilizaciones/NNS))\n  (VP\n    condenando/VBP\n    (NP el/JJ acto/NN golpista/NN ha/NN ocurrido/NN))\n  (PP en/IN (NP todo/NN el/NN país/NN))\n  ,/,\n  (NP “/NNP)\n  (VP porque/VBZ (NP no/DT están/NN))\n  de/IN\n  acuerdo/FW\n  (NP con/NN)\n  (NP ese/JJ tipo/NN)\n  de/IN\n  golpistas/FW\n  de/FW\n  los/FW\n  (NP que/JJ el/NN pueblo/NN boliviano/NN está/NN hartado/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "marcha por la democracia coreaban consignas como “lucho”, aclamando al presidente",
        "position": [
          2403,
          2484
        ],
        "start": 2403,
        "end": 2484
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          3960,
          3967
        ],
        "start": 3960,
        "end": 3967
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          1699,
          1706
        ],
        "start": 1699,
        "end": 1706
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1815,
          1822
        ],
        "start": 1815,
        "end": 1822
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "soberanía de los pueblos (mas-ipsp), fidel surco, subrayó: “más de un centenar de organizaciones sociales y sindicales anunciaron su masiva presencia en la gran marcha por la democracia y la unidad de bolivia, que busca marcar la fuerza del pueblo, que exige el respeto",
        "position": [
          3547,
          3816
        ],
        "start": 3547,
        "end": 3816
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de bolivia",
        "position": [
          3,
          24
        ],
        "start": 3,
        "end": 24
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          4196,
          4205
        ],
        "start": 4196,
        "end": 4205
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          4177,
          4184
        ],
        "start": 4177,
        "end": 4184
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          696,
          703
        ],
        "start": 696,
        "end": 703
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1674,
          1681
        ],
        "start": 1674,
        "end": 1681
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1202,
          1210
        ],
        "start": 1202,
        "end": 1210
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          4316,
          4328
        ],
        "start": 4316,
        "end": 4328
      },
      {
        "category": "PAISES",
        "matched_text": "bolivia",
        "position": [
          17,
          24
        ],
        "start": 17,
        "end": 24
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3337,
          3343
        ],
        "start": 3337,
        "end": 3343
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado del",
        "position": [
          146,
          156
        ],
        "start": 146,
        "end": 156
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza murillo",
        "position": [
          205,
          218
        ],
        "start": 205,
        "end": 218
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          794,
          797
        ],
        "start": 794,
        "end": 797
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Regional Urbana del MAS-IPSP",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luis Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución Política del Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Confederación Sindical de Comunidades Interculturales Originarias de Bolivia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Relaciones Internacionales del El Movimiento al Socialismo – Instrumento Político por la Soberanía de los Pueblos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Confederación Nacional de Mujeres Campesinas Indígenas Originarias de Bolivia Bartolina Sisa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Villa Fátima",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miguel Delgadillo",
        "tipo": "Persona"
      },
      {
        "nombre": "Multifuncional de la Ceja de El Alto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guillermina Kuno",
        "tipo": "Persona"
      },
      {
        "nombre": "El pueblo unido",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ese",
        "tipo": "Persona"
      },
      {
        "nombre": "Murillo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Legislativa Plurinacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Murillo",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cnmciob",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lucho",
        "tipo": "Persona"
      },
      {
        "nombre": "Fidel Surco",
        "tipo": "Persona"
      },
      {
        "nombre": "Csciob",
        "tipo": "Lugar"
      },
      {
        "nombre": "Villarroel",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Paz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Esteban Alavi",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "MAS-IPSP",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Bolivia",
        "relacion": "ELOGIAR",
        "objeto": "Murillo"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "ELOGIAR",
        "objeto": "Murillo"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "INICIAR",
        "objeto": "Luis Arce"
      },
      {
        "sujeto": "Asamblea Legislativa Plurinacional",
        "relacion": "TRAR_DENUNCIAR_RECHAZAR_PERMITIR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Relaciones Internacionales del El Movimiento al Socialismo – Instrumento Político por la Soberanía de los Pueblos",
        "relacion": "SUBRAYAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "MAS-IPSP",
        "relacion": "SUBRAYAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Fidel Surco",
        "relacion": "SUBRAYAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Confederación Sindical de Comunidades Interculturales Originarias de Bolivia",
        "relacion": "EXPRESAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Csciob",
        "relacion": "EXPRESAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Esteban Alavi",
        "relacion": "EXPRESAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Guillermina Kuno",
        "relacion": "ENFATIZAR",
        "objeto": "Constitución Política del Estado"
      },
      {
        "sujeto": "Confederación Nacional de Mujeres Campesinas Indígenas Originarias de Bolivia Bartolina Sisa",
        "relacion": "ENFATIZAR",
        "objeto": "Constitución Política del Estado"
      },
      {
        "sujeto": "Cnmciob",
        "relacion": "ENFATIZAR",
        "objeto": "Constitución Política del Estado"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8519,
    "pos": 0.032,
    "neu": 0.956,
    "neg": 0.013,
    "label": "positive"
  }
}