{
  "url": "https://www.telesurtv.net/cuba-etecsa-variaciones-medidas-comerciales/",
  "title": "Cuba: Etecsa anuncia variaciones a sus recientes medidas comerciales",
  "section": "América Latina y El Caribe",
  "tags": [
    "estudiantes universitarios",
    "ETECSA",
    "medidas comerciales"
  ],
  "text": "En relación con las medidas asociadas con la recarga nacional y las ofertas de planes y paquetes del servicio móvil, aplicadas desde el pasado 30 de mayo en Cuba, la presidenta ejecutiva de la Empresa de Telecomunicaciones de Cuba S.A., Etecsa, Tania Velázquez Rodríguez, dio a conocer un conjunto de variaciones, encaminadas a facilitar el acceso a internet en los diferentes niveles de enseñanza y salud en el país.\n\nLEA TAMBIÉN\nETECSA aborda la situación de las telecomunicaciones en Cuba y las nuevas medidas comerciales\n\nComo resultado de los intercambios de los directivos de la entidad con diferentes sectores de la población, incluidos líderes de la comunidad universitaria cubana, se decidió: habilitar la posibilidad de comprar un segundo plan de 6 GB por un valor de 360 CUP para los estudiantes del nivel superior. Esto permitirá que, en el mes, accedan a 12 GB por un valor de 720 CUP.\nAsimismo, se facilitará el acceso gratuito a sitios educativos y de información a través de la red móvil, beneficiando actividades de salud pública y ciencia. A propósito, se han identificado alrededor de 40 sitios que ofrecerán este acceso sin costo.\nVelázquez aseguró que Etecsa continúa trabajando con varios organismos para fomentar el uso de plataformas nacionales de intercambio de información, como Todus y el correo Nauta. Recordó que estos cuentan con precios diferenciados y son accesibles a través de los megas nacionales.\n\n\nEn los centros de datos de Etecsa, se alojarán revistas científicas para potenciar un acceso más económico a fuentes bibliográficas, como un esfuerzo de apoyo a la investigación. A la misma vez, se fortalecerán los entornos educativos gratuitos en las universidades, con la ubicación de servidores en los centros de ETECSA, incluido el suministro energético adecuado.\nLa presidenta ejecutiva de la empresa también hizo alusión al uso de canales educativos en PICTA, plataforma de contenidos audiovisuales desarrollada en la Universidad de las Ciencias Informáticas, con la incorporación de contenidos más consumidos desde internet en el proceso de enseñanza.\nDe acuerdo con las declaraciones de Tania Velázquez, se trabajará en la mejora de las zonas WIFI en universidades, IPVCE, Escuelas Pedagógicas y Centros Provinciales de la Enseñanza Técnica Profesional, y se implementarán soluciones para facilitar el acceso a estudiantes menores de 18 años, con la debida autorización de sus tutores legales.\nEn el marco de la segunda Mesa Redonda sobre el tema, se informó que habrá un plan de datos extra intermedio inferior a los 3 360 pesos. A la vez, la vigencia de los planes contratados será de 35 días, luego de su compra. Dichos recursos se mantendrán si se hace una nueva recarga antes del periodo señalado.\n\n\n“En el contexto actual, cualquier medio asociado a la infraestructura tecnológica o a los servicios en Cuba tiene un costo superior a la media internacional. Este incremento no solo se debe al bloqueo, sino también al riesgo que asumen los proveedores al ofrecer servicios en la isla. Actualmente, varios proveedores han limitado sus servicios o se han retirado del mercado, lo que incluye el soporte técnico esencial”, indicó el ministro interino de Comunicaciones, Ernesto Rodríguez Hernández, en el programa televisivo.\nCon respecto a las nuevas medidas de Etecsa, la calificó como “una decisión compleja y sensible, pero necesaria para iniciar el camino hacia la recuperación. Era preferible actuar que esperar un mal mayor“, afirmó Rodríguez Hernández. En ese sentido, reflexionó sobre la importancia de comprender que la industria de las telecomunicaciones requiere inversiones constantes.\n\n\nPor su parte, el presidente nacional de la Federación Estudiantil Universitaria (FEU), Ricardo Rodríguez González, mencionó las inquietudes del sector en cuanto al acceso a datos en las diferentes carreras, sobre todo en las científicas y tecnológicas. Asimismo, hizo énfasis en la importancia de mantener la claridad en torno a las declaraciones de las facultades universitarias. Aclaró que estas se han realizado desde el respeto y con el objetivo de buscar soluciones óptimas para el país y su comunidad universitaria.\nEn cuanto a la cifra de 6 GB como plan básico mensual de datos móviles, la presidenta de Etecsa aclaró que la medida no se determinó al azar, sino que responde a un estudio detallado sobre el consumo promedio de datos de la mayoría de los clientes prepago.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-etecsa-variaciones-medidas-comerciales/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 2142,
    "message_id": 95525,
    "date": "2025-06-03T02:55:18+00:00",
    "text": "teleSUR\nCuba: Etecsa anuncia variaciones a sus recientes medidas comerciales de acceso a internet\nhttps://www.telesurtv.net/cuba-etecsa-variaciones-medidas-comerciales/",
    "photo_path": null,
    "views": 1861,
    "reactions": {
      "👍": 26,
      "🤬": 2,
      "❤": 1
    },
    "total_reactions": 29
  },
  "preprocessing": {
    "cleaned": "en relación con las medidas asociadas con la recarga nacional y las ofertas de planes y paquetes del servicio móvil, aplicadas desde el pasado 30 de mayo en cuba, la presidenta ejecutiva de la empresa de telecomunicaciones de cuba s.a., etecsa, tania velázquez rodríguez, dio a conocer un conjunto de variaciones, encaminadas a facilitar el acceso a internet en los diferentes niveles de enseñanza y salud en el país. como resultado de los intercambios de los directivos de la entidad con diferentes sectores de la población, incluidos líderes de la comunidad universitaria cubana, se decidió: habilitar la posibilidad de comprar un segundo plan de 6 gb por un valor de 360 cup para los estudiantes del nivel superior. esto permitirá que, en el mes, accedan a 12 gb por un valor de 720 cup. asimismo, se facilitará el acceso gratuito a sitios educativos y de información a través de la red móvil, beneficiando actividades de salud pública y ciencia. a propósito, se han identificado alrededor de 40 sitios que ofrecerán este acceso sin costo. velázquez aseguró que etecsa continúa trabajando con varios organismos para fomentar el uso de plataformas nacionales de intercambio de información, como todus y el correo nauta. recordó que estos cuentan con precios diferenciados y son accesibles a través de los megas nacionales. en los centros de datos de etecsa, se alojarán revistas científicas para potenciar un acceso más económico a fuentes bibliográficas, como un esfuerzo de apoyo a la investigación. a la misma vez, se fortalecerán los entornos educativos gratuitos en las universidades, con la ubicación de servidores en los centros de etecsa, incluido el suministro energético adecuado. la presidenta ejecutiva de la empresa también hizo alusión al uso de canales educativos en picta, plataforma de contenidos audiovisuales desarrollada en la universidad de las ciencias informáticas, con la incorporación de contenidos más consumidos desde internet en el proceso de enseñanza. de acuerdo con las declaraciones de tania velázquez, se trabajará en la mejora de las zonas wifi en universidades, ipvce, escuelas pedagógicas y centros provinciales de la enseñanza técnica profesional, y se implementarán soluciones para facilitar el acceso a estudiantes menores de 18 años, con la debida autorización de sus tutores legales. en el marco de la segunda mesa redonda sobre el tema, se informó que habrá un plan de datos extra intermedio inferior a los 3 360 pesos. a la vez, la vigencia de los planes contratados será de 35 días, luego de su compra. dichos recursos se mantendrán si se hace una nueva recarga antes del periodo señalado. “en el contexto actual, cualquier medio asociado a la infraestructura tecnológica o a los servicios en cuba tiene un costo superior a la media internacional. este incremento no solo se debe al bloqueo, sino también al riesgo que asumen los proveedores al ofrecer servicios en la isla. actualmente, varios proveedores han limitado sus servicios o se han retirado del mercado, lo que incluye el soporte técnico esencial”, indicó el ministro interino de comunicaciones, ernesto rodríguez hernández, en el programa televisivo. con respecto a las nuevas medidas de etecsa, la calificó como “una decisión compleja y sensible, pero necesaria para iniciar el camino hacia la recuperación. era preferible actuar que esperar un mal mayor“, afirmó rodríguez hernández. en ese sentido, reflexionó sobre la importancia de comprender que la industria de las telecomunicaciones requiere inversiones constantes. por su parte, el presidente nacional de la federación estudiantil universitaria (feu), ricardo rodríguez gonzález, mencionó las inquietudes del sector en cuanto al acceso a datos en las diferentes carreras, sobre todo en las científicas y tecnológicas. asimismo, hizo énfasis en la importancia de mantener la claridad en torno a las declaraciones de las facultades universitarias. aclaró que estas se han realizado desde el respeto y con el objetivo de buscar soluciones óptimas para el país y su comunidad universitaria. en cuanto a la cifra de 6 gb como plan básico mensual de datos móviles, la presidenta de etecsa aclaró que la medida no se determinó al azar, sino que responde a un estudio detallado sobre el consumo promedio de datos de la mayoría de los clientes prepago.",
    "tokens": [
      "relación",
      "medidas",
      "asociadas",
      "recarga",
      "nacional",
      "ofertas",
      "planes",
      "paquetes",
      "servicio",
      "móvil",
      ",",
      "aplicadas",
      "pasado",
      "30",
      "mayo",
      "cuba",
      ",",
      "presidenta",
      "ejecutiva",
      "empresa",
      "telecomunicaciones",
      "cuba",
      "s.a.",
      ",",
      "etecsa",
      ",",
      "tania",
      "velázquez",
      "rodríguez",
      ",",
      "dio",
      "conocer",
      "conjunto",
      "variaciones",
      ",",
      "encaminadas",
      "facilitar",
      "acceso",
      "internet",
      "diferentes",
      "niveles",
      "enseñanza",
      "salud",
      "país",
      ".",
      "resultado",
      "intercambios",
      "directivos",
      "entidad",
      "diferentes",
      "sectores",
      "población",
      ",",
      "incluidos",
      "líderes",
      "comunidad",
      "universitaria",
      "cubana",
      ",",
      "decidió",
      ":",
      "habilitar",
      "posibilidad",
      "comprar",
      "segundo",
      "plan",
      "6",
      "gb",
      "valor",
      "360",
      "cup",
      "estudiantes",
      "nivel",
      "superior",
      ".",
      "permitirá",
      ",",
      "mes",
      ",",
      "accedan",
      "12",
      "gb",
      "valor",
      "720",
      "cup",
      ".",
      "asimismo",
      ",",
      "facilitará",
      "acceso",
      "gratuito",
      "sitios",
      "educativos",
      "información",
      "través",
      "red",
      "móvil",
      ",",
      "beneficiando",
      "actividades",
      "salud",
      "pública",
      "ciencia",
      ".",
      "propósito",
      ",",
      "identificado",
      "alrededor",
      "40",
      "sitios",
      "ofrecerán",
      "acceso",
      "costo",
      ".",
      "velázquez",
      "aseguró",
      "etecsa",
      "continúa",
      "trabajando",
      "varios",
      "organismos",
      "fomentar",
      "uso",
      "plataformas",
      "nacionales",
      "intercambio",
      "información",
      ",",
      "todus",
      "correo",
      "nauta",
      ".",
      "recordó",
      "cuentan",
      "precios",
      "diferenciados",
      "accesibles",
      "través",
      "megas",
      "nacionales",
      ".",
      "centros",
      "datos",
      "etecsa",
      ",",
      "alojarán",
      "revistas",
      "científicas",
      "potenciar",
      "acceso",
      "económico",
      "fuentes",
      "bibliográficas",
      ",",
      "esfuerzo",
      "apoyo",
      "investigación",
      ".",
      "misma",
      "vez",
      ",",
      "fortalecerán",
      "entornos",
      "educativos",
      "gratuitos",
      "universidades",
      ",",
      "ubicación",
      "servidores",
      "centros",
      "etecsa",
      ",",
      "incluido",
      "suministro",
      "energético",
      "adecuado",
      ".",
      "presidenta",
      "ejecutiva",
      "empresa",
      "hizo",
      "alusión",
      "uso",
      "canales",
      "educativos",
      "picta",
      ",",
      "plataforma",
      "contenidos",
      "audiovisuales",
      "desarrollada",
      "universidad",
      "ciencias",
      "informáticas",
      ",",
      "incorporación",
      "contenidos",
      "consumidos",
      "internet",
      "proceso",
      "enseñanza",
      ".",
      "acuerdo",
      "declaraciones",
      "tania",
      "velázquez",
      ",",
      "trabajará",
      "mejora",
      "zonas",
      "wifi",
      "universidades",
      ",",
      "ipvce",
      ",",
      "escuelas",
      "pedagógicas",
      "centros",
      "provinciales",
      "enseñanza",
      "técnica",
      "profesional",
      ",",
      "implementarán",
      "soluciones",
      "facilitar",
      "acceso",
      "estudiantes",
      "menores",
      "18",
      "años",
      ",",
      "debida",
      "autorización",
      "tutores",
      "legales",
      ".",
      "marco",
      "segunda",
      "mesa",
      "redonda",
      "tema",
      ",",
      "informó",
      "plan",
      "datos",
      "extra",
      "intermedio",
      "inferior",
      "3",
      "360",
      "pesos",
      ".",
      "vez",
      ",",
      "vigencia",
      "planes",
      "contratados",
      "35",
      "días",
      ",",
      "luego",
      "compra",
      ".",
      "dichos",
      "recursos",
      "mantendrán",
      "si",
      "hace",
      "nueva",
      "recarga",
      "periodo",
      "señalado",
      ".",
      "“",
      "contexto",
      "actual",
      ",",
      "cualquier",
      "medio",
      "asociado",
      "infraestructura",
      "tecnológica",
      "servicios",
      "cuba",
      "costo",
      "superior",
      "media",
      "internacional",
      ".",
      "incremento",
      "solo",
      "debe",
      "bloqueo",
      ",",
      "sino",
      "riesgo",
      "asumen",
      "proveedores",
      "ofrecer",
      "servicios",
      "isla",
      ".",
      "actualmente",
      ",",
      "varios",
      "proveedores",
      "limitado",
      "servicios",
      "retirado",
      "mercado",
      ",",
      "incluye",
      "soporte",
      "técnico",
      "esencial",
      "”",
      ",",
      "indicó",
      "ministro",
      "interino",
      "comunicaciones",
      ",",
      "ernesto",
      "rodríguez",
      "hernández",
      ",",
      "programa",
      "televisivo",
      ".",
      "respecto",
      "nuevas",
      "medidas",
      "etecsa",
      ",",
      "calificó",
      "“",
      "decisión",
      "compleja",
      "sensible",
      ",",
      "necesaria",
      "iniciar",
      "camino",
      "hacia",
      "recuperación",
      ".",
      "preferible",
      "actuar",
      "esperar",
      "mal",
      "mayor",
      "“",
      ",",
      "afirmó",
      "rodríguez",
      "hernández",
      ".",
      ",",
      "reflexionó",
      "importancia",
      "comprender",
      "industria",
      "telecomunicaciones",
      "requiere",
      "inversiones",
      "constantes",
      ".",
      "parte",
      ",",
      "presidente",
      "nacional",
      "federación",
      "estudiantil",
      "universitaria",
      "(",
      "feu",
      ")",
      ",",
      "ricardo",
      "rodríguez",
      "gonzález",
      ",",
      "mencionó",
      "inquietudes",
      "sector",
      "cuanto",
      "acceso",
      "datos",
      "diferentes",
      "carreras",
      ",",
      "científicas",
      "tecnológicas",
      ".",
      "asimismo",
      ",",
      "hizo",
      "énfasis",
      "importancia",
      "mantener",
      "claridad",
      "torno",
      "declaraciones",
      "facultades",
      "universitarias",
      ".",
      "aclaró",
      "realizado",
      "respeto",
      "objetivo",
      "buscar",
      "soluciones",
      "óptimas",
      "país",
      "comunidad",
      "universitaria",
      ".",
      "cuanto",
      "cifra",
      "6",
      "gb",
      "plan",
      "básico",
      "mensual",
      "datos",
      "móviles",
      ",",
      "presidenta",
      "etecsa",
      "aclaró",
      "medida",
      "determinó",
      "azar",
      ",",
      "sino",
      "responde",
      "estudio",
      "detallado",
      "consumo",
      "promedio",
      "datos",
      "mayoría",
      "clientes",
      "prepago",
      "."
    ],
    "token_count": 446,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 78,
      "NN": 202,
      "NNS": 46,
      "VBP": 29,
      "JJ": 67,
      "FW": 183,
      "CD": 8,
      "IN": 29,
      "VBZ": 12,
      "VBD": 4,
      "DT": 2,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 23,
      "NN-NN": 106,
      "NN-NNS": 16,
      "NNS-VBP": 26,
      "VBP-JJ": 17,
      "JJ-NN": 46,
      "NN-VBP": 3,
      "JJ-NNS": 5,
      "NNS-FW": 4,
      "FW-FW": 124,
      "FW-NNS": 15,
      "NN-CD": 2,
      "CD-IN": 1,
      "IN-FW": 14,
      "FW-NNP": 17,
      "NNP-FW": 16,
      "NNP-NNP": 30,
      "NN-JJ": 21,
      "NN-IN": 18,
      "IN-NNS": 2,
      "NNS-NNS": 2,
      "JJ-JJ": 6,
      "IN-NN": 2,
      "NNP-VBZ": 3,
      "VBZ-FW": 2,
      "NNS-IN": 5,
      "IN-NNP": 6,
      "NNS-NNP": 3,
      "FW-NN": 19,
      "NN-VBZ": 7,
      "VBZ-NNS": 3,
      "FW-JJ": 7,
      "NN-FW": 17,
      "IN-CD": 5,
      "CD-NNP": 3,
      "JJ-NNP": 5,
      "VBP-CD": 1,
      "NNP-VBD": 4,
      "VBD-JJ": 4,
      "VBP-IN": 4,
      "VBZ-IN": 1,
      "CD-NNS": 1,
      "NNS-JJ": 4,
      "NN-NNP": 11,
      "VBZ-NN": 1,
      "VBP-NN": 3,
      "VBZ-JJ": 3,
      "JJ-FW": 5,
      "CD-JJ": 2,
      "NNS-VBZ": 1,
      "VBZ-NNP": 1,
      "CD-NN": 1,
      "VBP-NNP": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "VBP-NNS": 1,
      "VBP-FW": 1,
      "NNP-JJ": 2,
      "NNS-RB": 1,
      "RB-NNS": 1,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 16,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 12,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 12,
      "JJ-NN-NN": 24,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 3,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-FW-FW": 85,
      "FW-FW-NNS": 13,
      "FW-NNS-VBP": 9,
      "JJ-NN-NNS": 5,
      "JJ-NN-CD": 2,
      "NN-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-FW": 9,
      "FW-FW-NNP": 14,
      "FW-NNP-FW": 9,
      "NNP-FW-FW": 8,
      "NNP-FW-NNP": 2,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NNP": 18,
      "NNP-NNP-NN": 4,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 16,
      "JJ-NN-IN": 10,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "NN-IN-NN": 2,
      "IN-NN-NNS": 2,
      "NN-NNS-FW": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-NNS-IN": 2,
      "NNS-IN-NNP": 2,
      "IN-NNP-FW": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-IN": 1,
      "NN-IN-FW": 7,
      "FW-FW-NN": 9,
      "FW-NN-VBZ": 1,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "FW-FW-JJ": 3,
      "FW-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "FW-JJ-NN": 3,
      "NN-NN-NN": 57,
      "NN-NN-FW": 12,
      "NN-FW-FW": 12,
      "FW-NN-NN": 7,
      "NN-NN-IN": 5,
      "NN-IN-NNP": 3,
      "IN-NNP-NN": 2,
      "NNP-NN-JJ": 3,
      "NN-IN-CD": 4,
      "IN-CD-NNP": 2,
      "CD-NNP-NN": 2,
      "NN-NN-VBZ": 4,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 4,
      "VBD-JJ-NN": 3,
      "NNS-VBP-IN": 4,
      "VBP-IN-FW": 3,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NN-NNP": 7,
      "NN-NNP-NN": 6,
      "FW-NN-NNP": 3,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNP": 1,
      "NN-NNP-NNP": 2,
      "NNS-VBP-NN": 3,
      "VBP-NN-NNS": 1,
      "IN-FW-JJ": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-NN": 4,
      "FW-NN-FW": 5,
      "FW-NN-NNS": 1,
      "VBP-NN-NN": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-JJ": 4,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 5,
      "FW-NNP-NN": 2,
      "NN-NNP-FW": 1,
      "IN-NNS-VBP": 1,
      "VBP-IN-NNP": 1,
      "IN-FW-NNP": 1,
      "NN-FW-NNS": 1,
      "IN-NNP-NNP": 2,
      "VBD-JJ-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-FW": 2,
      "NNS-IN-CD": 1,
      "IN-CD-JJ": 2,
      "CD-JJ-NN": 2,
      "NN-FW-NN": 3,
      "FW-NN-IN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "VBP-NN-IN": 1,
      "IN-FW-NN": 2,
      "FW-NN-JJ": 1,
      "NN-JJ-JJ": 3,
      "JJ-NN-VBZ": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NNS-JJ": 2,
      "NNS-JJ-NNP": 2,
      "NNP-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NNP-FW-NNS": 1,
      "NNP-NN-NNS": 2,
      "NNS-JJ-FW": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NNP-NNP-JJ": 1,
      "FW-NNS-RB": 1,
      "NNS-RB-NNS": 1,
      "RB-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "JJ-JJ-FW": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NNS-JJ": 1,
      "NN-JJ-NNP": 1,
      "FW-NNS-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 202,
        "FW": 183,
        "NNP": 78,
        "JJ": 67,
        "NNS": 46
      },
      "top_bigrams": {
        "FW-FW": 124,
        "NN-NN": 106,
        "JJ-NN": 46,
        "NNP-NNP": 30,
        "NNS-VBP": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 85,
        "NN-NN-NN": 57,
        "JJ-NN-NN": 24,
        "NNP-NNP-NNP": 18,
        "NNP-NN-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 185,
      "VP": 54,
      "PP": 10,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0213
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 4,
        "weight": 0.0142
      },
      {
        "rule": "NP -> ('Etecsa', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "VP -> ('acceso', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('planes', 'NNS')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('telecomunicaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('GB', 'NNP') ('por', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('un', 'JJ') ('valor', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En relación con las"
      },
      {
        "label": "VP",
        "text": "medidas asociadas con la"
      },
      {
        "label": "NP",
        "text": "asociadas con la"
      },
      {
        "label": "VP",
        "text": "recarga nacional y las"
      },
      {
        "label": "NP",
        "text": "nacional y las"
      },
      {
        "label": "VP",
        "text": "ofertas"
      },
      {
        "label": "PP",
        "text": "de planes"
      },
      {
        "label": "NP",
        "text": "planes"
      },
      {
        "label": "NP",
        "text": "paquetes"
      },
      {
        "label": "VP",
        "text": "del servicio móvil"
      },
      {
        "label": "NP",
        "text": "servicio móvil"
      },
      {
        "label": "NP",
        "text": "aplicadas desde el"
      },
      {
        "label": "VP",
        "text": "pasado"
      },
      {
        "label": "NP",
        "text": "Cuba"
      },
      {
        "label": "VP",
        "text": "la presidenta"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP relación/NN con/NN las/NNS)\n  (VP medidas/VBP (NP asociadas/JJ con/NN la/NN))\n  (VP recarga/VBP (NP nacional/JJ y/NN las/NNS))\n  (VP ofertas/VBP)\n  (PP de/IN (NP planes/NNS))\n  y/CC\n  (NP paquetes/NNS)\n  (VP del/VBP (NP servicio/JJ móvil/NN))\n  ,/,\n  (NP aplicadas/JJ desde/NN el/NN)\n  (VP pasado/VBD)\n  30/CD\n  de/IN\n  mayo/FW\n  en/FW\n  (NP Cuba/NNP)\n  ,/,\n  (VP la/VBZ presidenta/JJ)\n  ejecutiva/FW\n  de/FW\n  la/FW\n  (NP Empresa/NNP)\n  de/FW\n  (NP Telecomunicaciones/NNP)\n  de/FW\n  (NP Cuba/NNP S.A./NNP)\n  ,/,\n  (NP Etecsa/NNP)\n  ,/,\n  (NP Tania/NNP Velázquez/NNP Rodríguez/NNP)\n  ,/,\n  (VP dio/VBZ (NP a/DT conocer/NN) (NP un/JJ conjunto/NN))\n  (PP de/IN (NP variaciones/NNS))\n  ,/,\n  (VP encaminadas/VBP (NP a/DT facilitar/NN el/NN))\n  (VP acceso/VBZ (NP a/DT internet/NN))\n  (PP en/IN (NP los/NN diferentes/NNS))\n  niveles/FW\n  de/FW\n  enseñanza/FW\n  y/FW\n  salud/FW\n  en/FW\n  el/FW\n  (NP país/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP ETECSA/NNP)\n  (VP aborda/VBZ)\n  la/FW\n  situación/FW\n  de/FW\n  las/FW\n  (NP telecomunicaciones/NNS)\n  (PP en/IN (NP Cuba/NNP y/NNP))\n  (VP\n    las/VBZ\n    (NP nuevas/JJ medidas/NNS comerciales/NNS Como/NNP resultado/NN))\n  de/IN\n  los/FW\n  intercambios/FW\n  de/FW\n  los/FW\n  directivos/FW\n  de/FW\n  la/FW\n  entidad/FW\n  (NP con/NN)\n  (VP diferentes/VBZ (NP sectores/NNS))\n  de/IN\n  la/FW\n  población/FW\n  ,/,\n  (ADJP incluidos/JJ)\n  líderes/FW\n  de/FW\n  la/FW\n  comunidad/FW\n  (NP universitaria/JJ cubana/NN)\n  ,/,\n  (NP se/JJ decidió/NN)\n  :/:\n  (NP habilitar/NN)\n  la/FW\n  posibilidad/FW\n  de/FW\n  comprar/FW\n  un/FW\n  (NP segundo/NN plan/NN)\n  de/IN\n  6/CD\n  (NP GB/NNP por/NN)\n  (NP un/JJ valor/NN)\n  de/IN\n  360/CD\n  (NP CUP/NNP para/NN los/NN)\n  (VP estudiantes/VBZ)\n  del/FW\n  (NP nivel/JJ superior/NN)\n  ./.)",
      "(S\n  (NP Esto/NNP permitirá/NN que/NN)\n  ,/,\n  en/FW\n  el/FW\n  (NP mes/NNS)\n  ,/,\n  (VP accedan/VBP)\n  a/DT\n  12/CD\n  (NP GB/NNP por/NN)\n  (NP un/JJ valor/NN)\n  de/IN\n  720/CD\n  (NP CUP/NNP)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (VP se/VBD (NP facilitará/JJ el/NN acceso/NN))\n  (VP gratuito/VBD (NP a/DT sitios/JJ educativos/NN y/NN))\n  de/IN\n  información/FW\n  (NP a/DT través/NN)\n  de/IN\n  la/FW\n  (NP red/JJ móvil/NN)\n  ,/,\n  (ADJP beneficiando/JJ)\n  actividades/FW\n  de/FW\n  salud/FW\n  pública/FW\n  y/FW\n  (NP ciencia/NN)\n  ./.)",
      "(S\n  (NP A/DT propósito/NN)\n  ,/,\n  se/FW\n  (NP han/NN identificado/NN alrededor/NN)\n  de/IN\n  40/CD\n  (NP sitios/NNS)\n  (NP que/JJ ofrecerán/JJ este/NN acceso/NN sin/NN costo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "INSTITUCIONES_EDUCATIVAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          1360,
          1367
        ],
        "start": 1360,
        "end": 1367
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con las declaraciones de tania velázquez, se trabajará en la mejora de las zonas wifi en universidades, ipvce, escuelas pedagógicas y centros",
        "position": [
          2097,
          2246
        ],
        "start": 2097,
        "end": 2246
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          3478,
          3484
        ],
        "start": 3478,
        "end": 3484
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          2494,
          2501
        ],
        "start": 2494,
        "end": 2501
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "aclaró",
        "position": [
          4027,
          4033
        ],
        "start": 4027,
        "end": 4033
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "universidad de las ciencias",
        "position": [
          1959,
          1986
        ],
        "start": 1959,
        "end": 1986
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "salud pública y ciencia. a propósito, se han identificado alrededor de 40 sitios que ofrecerán este acceso",
        "position": [
          1033,
          1139
        ],
        "start": 1033,
        "end": 1139
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta ejecutiva de",
        "position": [
          166,
          189
        ],
        "start": 166,
        "end": 189
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          795,
          806
        ],
        "start": 795,
        "end": 806
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad de las",
        "position": [
          1959,
          1977
        ],
        "start": 1959,
        "end": 1977
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con las declaraciones de tania velázquez, se trabajará en la mejora de las zonas wifi en universidades, ipvce, escuelas pedagógicas y centros provinciales de la enseñanza técnica profesional, y se implementarán soluciones para facilitar el acceso a estudiantes menores de 18",
        "position": [
          2097,
          2379
        ],
        "start": 2097,
        "end": 2379
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          1959,
          1970
        ],
        "start": 1959,
        "end": 1970
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          157,
          161
        ],
        "start": 157,
        "end": 161
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad de",
        "position": [
          1959,
          1973
        ],
        "start": 1959,
        "end": 1973
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el mes",
        "position": [
          847,
          856
        ],
        "start": 847,
        "end": 856
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          3033,
          3044
        ],
        "start": 3033,
        "end": 3044
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          2941,
          2948
        ],
        "start": 2941,
        "end": 2948
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 40",
        "position": [
          1091,
          1106
        ],
        "start": 1091,
        "end": 1106
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Tania Velázquez",
        "tipo": "Persona"
      },
      {
        "nombre": "Ernesto Rodríguez Hernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Escuelas Pedagógicas",
        "tipo": "Lugar"
      },
      {
        "nombre": "FEU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CUP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Velázquez",
        "tipo": "Persona"
      },
      {
        "nombre": "Etecsa",
        "tipo": "Persona"
      },
      {
        "nombre": "Tania Velázquez Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Ricardo Rodríguez González",
        "tipo": "Persona"
      },
      {
        "nombre": "Etecsa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "PICTA",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centros Provinciales de la Enseñanza Técnica Profesional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rodríguez Hernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Nauta",
        "tipo": "Lugar"
      },
      {
        "nombre": "ETECSA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Universidad de las Ciencias Informáticas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comunicaciones",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Federación Estudiantil Universitaria",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cuba",
        "relacion": "DAR",
        "objeto": "Etecsa"
      },
      {
        "sujeto": "Cuba",
        "relacion": "DAR",
        "objeto": "Tania Velázquez Rodríguez"
      },
      {
        "sujeto": "ETECSA",
        "relacion": "TAMBI_N_ABORDAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "ETECSA",
        "relacion": "TAMBI_N_ABORDAR",
        "objeto": "CUP"
      },
      {
        "sujeto": "Cuba",
        "relacion": "DECIDIR_ABORDAR",
        "objeto": "CUP"
      },
      {
        "sujeto": "Velázquez",
        "relacion": "ASEGURAR",
        "objeto": "Etecsa"
      },
      {
        "sujeto": "Velázquez",
        "relacion": "ASEGURAR",
        "objeto": "Nauta"
      },
      {
        "sujeto": "Etecsa",
        "relacion": "CONTINUAR_ASEGURAR",
        "objeto": "Nauta"
      },
      {
        "sujeto": "Tania Velázquez",
        "relacion": "TRABAJAR",
        "objeto": "Escuelas Pedagógicas"
      },
      {
        "sujeto": "Tania Velázquez",
        "relacion": "TRABAJAR",
        "objeto": "Centros Provinciales de la Enseñanza Técnica Profesional"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4019,
    "pos": 0.01,
    "neu": 0.974,
    "neg": 0.016,
    "label": "negative"
  }
}