{
  "url": "https://www.telesurtv.net/presidente-de-venezuela-hemos-derrotado-la-primera-parte-del-golpe-fascista-criminal/",
  "title": "Presidente de Venezuela: hemos derrotado la primera parte del golpe fascista criminal - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "presidente",
    "venezuela decide 2024"
  ],
  "text": "El presidente Nicolás Maduro en el Palacio de Miraflores al dirigirse a la movilización permanente del pueblo venezolano que acontece en Caracas precisó que “hemos derrotado la primera parte del golpe fascista criminal”.\n“Y el fascismo en Venezuela no pasará”, refirió el presidente, al tiempo que instó al fortalecimiento de la unión y movilización popular. “Voy a proteger al pueblo”, dijo.\n“Estoy aquí por ustedes y admiro mucho la valentía del pueblo. Que viva la victoria del 28 de julio. Que viva la patria, que viva Venezuela”, exaltó.\n“La buena noticia es que la sala electoral ha decidido aceptar el recurso, avocarse al proceso, al pedir que los 10 candidatos se presenten. Allí estaré. Espero que todos los candidatos asistan. ¿Quién no irá?”, precisó.\nEl presidente refirió que todos los partidos presenten sus actas. “Nosotros tenemos todas las actas. Que sea el Tribunal y el CNE quienes determinen todo”, reiteró.\n“Yo lo dije de distintas maneras, fui a más de 300 ciudades. Yo cuando decía esto veía en los ojos de ustedes. Yo soy pueblo y sé leer el rostro de ustedes porque yo soy pueblo. Yo le decía: ¿Ustedes quieren que vuelvan la guarimba? Ellos sí quieren. ¿Ustedes quieren que vengan unos criminales fascistas?”, recordó.\nEl presidente constitucional de Venezuela Nicolás Maduro Moros, también asistió este jueves a la reunión del Consejo Nacional de Economía Productiva Sector Agroindustrial, donde se discutieron las líneas de trabajo para potenciar el aparato productivo venezolano.\nNicolás Maduro aseguró que la nación bolivariana derrotó las barreras de la guerra económica y hoy por hoy en la nación, se produce la mayor cantidad de alimentos para el consumo de las y los venezolanos.\nAseveró que continuará apoyando a los emprendedores para seguir fortaleciendo el resurgir de la economía venezolana.\n“La estrategia de economía la hemos construido entre nosotros, es nuestro pensamiento económico, venezolano del Siglo XXI, hemos tomado de las corrientes económicas, pero hemos tomado de la experiencia real y de la potencialidad de la economía venezolana”, subrayó el presidente.\nAsimismo, refirió que han logrado articular en motores, en circuitos virtuosos, que permite que la economía pueda soportar las acciones que han sucedido domingo, lunes y martes, y cada día que pase, estará más controlada y abra mas paz y estabilidad, para que haya  trabajo, prosperidad, producción sobre todo en el segundo semestre”.\nDe igual manera, el presidente afirmó que se ha vencido la guerra económica y la hiperinflación generada por la conspiración política del imperialismo, en conjunto con los sectores de la extrema derecha.\nAl respecto, aseguró que Venezuela jamás volverá a verse comprometida en su economía gracias a la acción del poder popular, en combinación con el Gobierno venezolano para impulsar la economía del país.\nComo las acciones a llevar adelante “tenemos el precio del dólar más estable en los últimos  ocho meses de doce años, hiperinflación derrotada, consolidación moderada con tendencia a baja, crecimiento económico de la economía real estable, democratización del crédito, sistema cambiario autónomo propio, buen nivel de recaudación y aumentar la inversión nacional e internacional”.\nDurante el encuentro, el mandatario aseguró que está en marcha el primer golpe cibernético de la historia en Venezuela.\nAsimismo, explicó que en el desarrollo de los actos de violencia que tuvieron lugar en la nación, las personas confiaron en las promesas de la oposición, “quienes son los responsables de las sanciones, y los mismos que pidieron las sanciones los iban a traer, hubo gente que lo creyó, he ahí el poder del golpe cibernético que están tratando de imponer a Venezuela”.\nEl presidente también explicó a los presentes que se trata de “manipular las mentes de las gentes a partir de sus deseos porque saben lo que a las personas les angustia y no les angustia”.\nEn relación a los integrantes de los Comanditos, aseguró que “no reclaman nada, el 80 por ciento de los Comanditos delincuentes que hemos detenido, no votaron, venían preparados para el zarpazo que pretendían dar a la nación si hacían el apagón del país”.\n“Casi el 85 por ciento son migrantes llegados de Texas, de Colombia, de Perú y de Chile. Habían preparado la emboscada más grande y nosotros hemos visto golpes, pero no habíamos visto una criminalidad con estas características”, subrayó Maduro.\n“Ellos son el odio, la violencia, ellos son el regreso de la guarimba y la violencia”, aseveró, a la vez que afirmó que “le entregaron la política a los criminales querían convertir a Venezuela en una especie de Haití o Ecuador, donde las bandas controlan. Estas son bandas de nueva generación, muy de nueva generación”.\nTambién anunció que, hasta el momento, se han capturado 1.200 guarimberos y se realiza la búsqueda y captura de más 1.000 de los que generaron violencia, dónde los autores intelectuales son los dirigentes de la extrema derecha en combinación con el imperialismo norteamericano.\nEl presidente Nicolás Maduro aseguró que no permitirán que la paz de Venezuela sea vulnerada.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-de-venezuela-hemos-derrotado-la-primera-parte-del-golpe-fascista-criminal/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 1606,
    "message_id": 73869,
    "date": "2024-08-01T23:55:13+00:00",
    "text": "teleSUR\nPresidente de Venezuela: hemos derrotado la primera parte del golpe fascista criminal\nhttps://www.telesurtv.net/presidente-de-venezuela-hemos-derrotado-la-primera-parte-del-golpe-fascista-criminal/",
    "photo_path": null,
    "views": 2432,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el presidente nicolás maduro en el palacio de miraflores al dirigirse a la movilización permanente del pueblo venezolano que acontece en caracas precisó que “hemos derrotado la primera parte del golpe fascista criminal”. “y el fascismo en venezuela no pasará”, refirió el presidente, al tiempo que instó al fortalecimiento de la unión y movilización popular. “voy a proteger al pueblo”, dijo. “estoy aquí por ustedes y admiro mucho la valentía del pueblo. que viva la victoria del 28 de julio. que viva la patria, que viva venezuela”, exaltó. “la buena noticia es que la sala electoral ha decidido aceptar el recurso, avocarse al proceso, al pedir que los 10 candidatos se presenten. allí estaré. espero que todos los candidatos asistan. ¿quién no irá?”, precisó. el presidente refirió que todos los partidos presenten sus actas. “nosotros tenemos todas las actas. que sea el tribunal y el cne quienes determinen todo”, reiteró. “yo lo dije de distintas maneras, fui a más de 300 ciudades. yo cuando decía esto veía en los ojos de ustedes. yo soy pueblo y sé leer el rostro de ustedes porque yo soy pueblo. yo le decía: ¿ustedes quieren que vuelvan la guarimba? ellos sí quieren. ¿ustedes quieren que vengan unos criminales fascistas?”, recordó. el presidente constitucional de venezuela nicolás maduro moros, también asistió este jueves a la reunión del consejo nacional de economía productiva sector agroindustrial, donde se discutieron las líneas de trabajo para potenciar el aparato productivo venezolano. nicolás maduro aseguró que la nación bolivariana derrotó las barreras de la guerra económica y hoy por hoy en la nación, se produce la mayor cantidad de alimentos para el consumo de las y los venezolanos. aseveró que continuará apoyando a los emprendedores para seguir fortaleciendo el resurgir de la economía venezolana. “la estrategia de economía la hemos construido entre nosotros, es nuestro pensamiento económico, venezolano del siglo xxi, hemos tomado de las corrientes económicas, pero hemos tomado de la experiencia real y de la potencialidad de la economía venezolana”, subrayó el presidente. asimismo, refirió que han logrado articular en motores, en circuitos virtuosos, que permite que la economía pueda soportar las acciones que han sucedido domingo, lunes y martes, y cada día que pase, estará más controlada y abra mas paz y estabilidad, para que haya trabajo, prosperidad, producción sobre todo en el segundo semestre”. de igual manera, el presidente afirmó que se ha vencido la guerra económica y la hiperinflación generada por la conspiración política del imperialismo, en conjunto con los sectores de la extrema derecha. al respecto, aseguró que venezuela jamás volverá a verse comprometida en su economía gracias a la acción del poder popular, en combinación con el gobierno venezolano para impulsar la economía del país. como las acciones a llevar adelante “tenemos el precio del dólar más estable en los últimos ocho meses de doce años, hiperinflación derrotada, consolidación moderada con tendencia a baja, crecimiento económico de la economía real estable, democratización del crédito, sistema cambiario autónomo propio, buen nivel de recaudación y aumentar la inversión nacional e internacional”. durante el encuentro, el mandatario aseguró que está en marcha el primer golpe cibernético de la historia en venezuela. asimismo, explicó que en el desarrollo de los actos de violencia que tuvieron lugar en la nación, las personas confiaron en las promesas de la oposición, “quienes son los responsables de las sanciones, y los mismos que pidieron las sanciones los iban a traer, hubo gente que lo creyó, he ahí el poder del golpe cibernético que están tratando de imponer a venezuela”. el presidente también explicó a los presentes que se trata de “manipular las mentes de las gentes a partir de sus deseos porque saben lo que a las personas les angustia y no les angustia”. en relación a los integrantes de los comanditos, aseguró que “no reclaman nada, el 80 por ciento de los comanditos delincuentes que hemos detenido, no votaron, venían preparados para el zarpazo que pretendían dar a la nación si hacían el apagón del país”. “casi el 85 por ciento son migrantes llegados de texas, de colombia, de perú y de chile. habían preparado la emboscada más grande y nosotros hemos visto golpes, pero no habíamos visto una criminalidad con estas características”, subrayó maduro. “ellos son el odio, la violencia, ellos son el regreso de la guarimba y la violencia”, aseveró, a la vez que afirmó que “le entregaron la política a los criminales querían convertir a venezuela en una especie de haití o ecuador, donde las bandas controlan. estas son bandas de nueva generación, muy de nueva generación”. también anunció que, hasta el momento, se han capturado 1.200 guarimberos y se realiza la búsqueda y captura de más 1.000 de los que generaron violencia, dónde los autores intelectuales son los dirigentes de la extrema derecha en combinación con el imperialismo norteamericano. el presidente nicolás maduro aseguró que no permitirán que la paz de venezuela sea vulnerada.",
    "tokens": [
      "presidente",
      "nicolás",
      "maduro",
      "palacio",
      "miraflores",
      "dirigirse",
      "movilización",
      "permanente",
      "pueblo",
      "venezolano",
      "acontece",
      "caracas",
      "precisó",
      "“",
      "derrotado",
      "primera",
      "parte",
      "golpe",
      "fascista",
      "criminal",
      "”",
      ".",
      "“",
      "fascismo",
      "venezuela",
      "pasará",
      "”",
      ",",
      "refirió",
      "presidente",
      ",",
      "tiempo",
      "instó",
      "fortalecimiento",
      "unión",
      "movilización",
      "popular",
      ".",
      "“",
      "voy",
      "proteger",
      "pueblo",
      "”",
      ",",
      "dijo",
      ".",
      "“",
      "aquí",
      "ustedes",
      "admiro",
      "valentía",
      "pueblo",
      ".",
      "viva",
      "victoria",
      "28",
      "julio",
      ".",
      "viva",
      "patria",
      ",",
      "viva",
      "venezuela",
      "”",
      ",",
      "exaltó",
      ".",
      "“",
      "buena",
      "noticia",
      "sala",
      "electoral",
      "decidido",
      "aceptar",
      "recurso",
      ",",
      "avocarse",
      "proceso",
      ",",
      "pedir",
      "10",
      "candidatos",
      "presenten",
      ".",
      "allí",
      ".",
      "espero",
      "candidatos",
      "asistan",
      ".",
      "¿quién",
      "irá",
      "?",
      "”",
      ",",
      "precisó",
      ".",
      "presidente",
      "refirió",
      "partidos",
      "presenten",
      "actas",
      ".",
      "“",
      "todas",
      "actas",
      ".",
      "tribunal",
      "cne",
      "determinen",
      "”",
      ",",
      "reiteró",
      ".",
      "“",
      "dije",
      "distintas",
      "maneras",
      ",",
      "300",
      "ciudades",
      ".",
      "decía",
      "veía",
      "ojos",
      "ustedes",
      ".",
      "pueblo",
      "sé",
      "leer",
      "rostro",
      "ustedes",
      "pueblo",
      ".",
      "decía",
      ":",
      "¿ustedes",
      "quieren",
      "vuelvan",
      "guarimba",
      "?",
      "quieren",
      ".",
      "¿ustedes",
      "quieren",
      "vengan",
      "criminales",
      "fascistas",
      "?",
      "”",
      ",",
      "recordó",
      ".",
      "presidente",
      "constitucional",
      "venezuela",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "asistió",
      "jueves",
      "reunión",
      "consejo",
      "nacional",
      "economía",
      "productiva",
      "sector",
      "agroindustrial",
      ",",
      "discutieron",
      "líneas",
      "trabajo",
      "potenciar",
      "aparato",
      "productivo",
      "venezolano",
      ".",
      "nicolás",
      "maduro",
      "aseguró",
      "nación",
      "bolivariana",
      "derrotó",
      "barreras",
      "guerra",
      "económica",
      "hoy",
      "hoy",
      "nación",
      ",",
      "produce",
      "mayor",
      "cantidad",
      "alimentos",
      "consumo",
      "venezolanos",
      ".",
      "aseveró",
      "continuará",
      "apoyando",
      "emprendedores",
      "seguir",
      "fortaleciendo",
      "resurgir",
      "economía",
      "venezolana",
      ".",
      "“",
      "estrategia",
      "economía",
      "construido",
      ",",
      "pensamiento",
      "económico",
      ",",
      "venezolano",
      "siglo",
      "xxi",
      ",",
      "tomado",
      "corrientes",
      "económicas",
      ",",
      "tomado",
      "experiencia",
      "real",
      "potencialidad",
      "economía",
      "venezolana",
      "”",
      ",",
      "subrayó",
      "presidente",
      ".",
      "asimismo",
      ",",
      "refirió",
      "logrado",
      "articular",
      "motores",
      ",",
      "circuitos",
      "virtuosos",
      ",",
      "permite",
      "economía",
      "pueda",
      "soportar",
      "acciones",
      "sucedido",
      "domingo",
      ",",
      "lunes",
      "martes",
      ",",
      "cada",
      "día",
      "pase",
      ",",
      "controlada",
      "abra",
      "mas",
      "paz",
      "estabilidad",
      ",",
      "trabajo",
      ",",
      "prosperidad",
      ",",
      "producción",
      "segundo",
      "semestre",
      "”",
      ".",
      "igual",
      "manera",
      ",",
      "presidente",
      "afirmó",
      "vencido",
      "guerra",
      "económica",
      "hiperinflación",
      "generada",
      "conspiración",
      "política",
      "imperialismo",
      ",",
      "conjunto",
      "sectores",
      "extrema",
      "derecha",
      ".",
      "respecto",
      ",",
      "aseguró",
      "venezuela",
      "jamás",
      "volverá",
      "verse",
      "comprometida",
      "economía",
      "gracias",
      "acción",
      "poder",
      "popular",
      ",",
      "combinación",
      "gobierno",
      "venezolano",
      "impulsar",
      "economía",
      "país",
      ".",
      "acciones",
      "llevar",
      "adelante",
      "“",
      "precio",
      "dólar",
      "estable",
      "últimos",
      "ocho",
      "meses",
      "doce",
      "años",
      ",",
      "hiperinflación",
      "derrotada",
      ",",
      "consolidación",
      "moderada",
      "tendencia",
      "baja",
      ",",
      "crecimiento",
      "económico",
      "economía",
      "real",
      "estable",
      ",",
      "democratización",
      "crédito",
      ",",
      "sistema",
      "cambiario",
      "autónomo",
      "propio",
      ",",
      "buen",
      "nivel",
      "recaudación",
      "aumentar",
      "inversión",
      "nacional",
      "internacional",
      "”",
      ".",
      "encuentro",
      ",",
      "mandatario",
      "aseguró",
      "marcha",
      "primer",
      "golpe",
      "cibernético",
      "historia",
      "venezuela",
      ".",
      "asimismo",
      ",",
      "explicó",
      "desarrollo",
      "actos",
      "violencia",
      "lugar",
      "nación",
      ",",
      "personas",
      "confiaron",
      "promesas",
      "oposición",
      ",",
      "“",
      "responsables",
      "sanciones",
      ",",
      "mismos",
      "pidieron",
      "sanciones",
      "iban",
      "traer",
      ",",
      "gente",
      "creyó",
      ",",
      "ahí",
      "poder",
      "golpe",
      "cibernético",
      "tratando",
      "imponer",
      "venezuela",
      "”",
      ".",
      "presidente",
      "explicó",
      "presentes",
      "trata",
      "“",
      "manipular",
      "mentes",
      "gentes",
      "partir",
      "deseos",
      "saben",
      "personas",
      "angustia",
      "angustia",
      "”",
      ".",
      "relación",
      "integrantes",
      "comanditos",
      ",",
      "aseguró",
      "“",
      "reclaman",
      ",",
      "80",
      "ciento",
      "comanditos",
      "delincuentes",
      "detenido",
      ",",
      "votaron",
      ",",
      "venían",
      "preparados",
      "zarpazo",
      "pretendían",
      "dar",
      "nación",
      "si",
      "hacían",
      "apagón",
      "país",
      "”",
      ".",
      "“",
      "casi",
      "85",
      "ciento",
      "migrantes",
      "llegados",
      "texas",
      ",",
      "colombia",
      ",",
      "perú",
      "chile",
      ".",
      "preparado",
      "emboscada",
      "grande",
      "visto",
      "golpes",
      ",",
      "visto",
      "criminalidad",
      "características",
      "”",
      ",",
      "subrayó",
      "maduro",
      ".",
      "“",
      "odio",
      ",",
      "violencia",
      ",",
      "regreso",
      "guarimba",
      "violencia",
      "”",
      ",",
      "aseveró",
      ",",
      "vez",
      "afirmó",
      "“",
      "entregaron",
      "política",
      "criminales",
      "querían",
      "convertir",
      "venezuela",
      "especie",
      "haití",
      "ecuador",
      ",",
      "bandas",
      "controlan",
      ".",
      "bandas",
      "nueva",
      "generación",
      ",",
      "nueva",
      "generación",
      "”",
      ".",
      "anunció",
      ",",
      "momento",
      ",",
      "capturado",
      "1.200",
      "guarimberos",
      "realiza",
      "búsqueda",
      "captura",
      "1.000",
      "generaron",
      "violencia",
      ",",
      "dónde",
      "autores",
      "intelectuales",
      "dirigentes",
      "extrema",
      "derecha",
      "combinación",
      "imperialismo",
      "norteamericano",
      ".",
      "presidente",
      "nicolás",
      "maduro",
      "aseguró",
      "permitirán",
      "paz",
      "venezuela",
      "vulnerada",
      "."
    ],
    "token_count": 546,
    "sentence_count": 37
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "NN": 329,
      "FW": 188,
      "VBP": 28,
      "IN": 26,
      "JJ": 58,
      "DT": 7,
      "VBZ": 15,
      "CD": 7,
      "VBD": 4,
      "NNS": 34,
      "RB": 4,
      "PRP": 1
    },
    "bigram_freq": {
      "NNP-NN": 35,
      "NN-NNP": 20,
      "NNP-NNP": 16,
      "NNP-FW": 14,
      "FW-FW": 110,
      "FW-NNP": 26,
      "NNP-VBP": 2,
      "VBP-NN": 4,
      "NN-NN": 218,
      "NN-FW": 31,
      "FW-NN": 33,
      "NN-IN": 19,
      "IN-NNP": 1,
      "NN-JJ": 12,
      "JJ-JJ": 8,
      "JJ-NN": 27,
      "NNP-DT": 2,
      "DT-NN": 6,
      "NN-VBZ": 8,
      "VBZ-JJ": 7,
      "IN-FW": 19,
      "FW-JJ": 11,
      "JJ-NNP": 4,
      "IN-JJ": 4,
      "FW-CD": 3,
      "CD-FW": 1,
      "NN-VBD": 3,
      "VBD-CD": 2,
      "CD-NNS": 3,
      "NNS-RB": 3,
      "RB-VBP": 2,
      "VBP-NNP": 3,
      "NN-VBP": 1,
      "NN-NNS": 13,
      "NNS-NNP": 2,
      "VBP-JJ": 13,
      "JJ-NNS": 10,
      "NNS-VBP": 21,
      "VBD-NNP": 1,
      "NNP-VBZ": 4,
      "VBZ-NN": 1,
      "JJ-FW": 8,
      "NNS-NNS": 1,
      "NNP-JJ": 1,
      "FW-VBP": 1,
      "VBP-FW": 3,
      "NNP-VBD": 1,
      "VBD-FW": 1,
      "FW-NNS": 4,
      "NNS-VBZ": 2,
      "NNS-IN": 2,
      "IN-NN": 2,
      "NNS-NN": 2,
      "NN-PRP": 1,
      "PRP-VBZ": 1,
      "VBZ-IN": 3,
      "VBP-IN": 1,
      "VBP-NNS": 1,
      "VBP-DT": 3,
      "DT-NNS": 1,
      "RB-NNP": 1,
      "NN-DT": 2,
      "VBZ-RB": 1,
      "RB-CD": 1,
      "CD-JJ": 1,
      "VBZ-CD": 1,
      "CD-NN": 1,
      "VBZ-FW": 1,
      "NNS-JJ": 1,
      "JJ-VBP": 1,
      "CD-IN": 1,
      "VBZ-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-NNP": 4,
      "NN-NNP-NNP": 4,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 6,
      "FW-FW-NNP": 12,
      "FW-NNP-FW": 8,
      "NNP-FW-NNP": 6,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-NN-FW": 20,
      "NN-FW-NN": 13,
      "FW-NN-FW": 9,
      "FW-NN-NN": 16,
      "NN-NN-NN": 148,
      "NN-NN-IN": 15,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-NN": 28,
      "NN-NN-JJ": 6,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 5,
      "JJ-NN-NN": 14,
      "NN-FW-NNP": 4,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 5,
      "NN-IN-FW": 12,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 3,
      "JJ-NN-JJ": 4,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 10,
      "NN-IN-JJ": 4,
      "IN-JJ-JJ": 1,
      "JJ-NN-FW": 2,
      "NN-FW-FW": 11,
      "FW-FW-NN": 17,
      "FW-NN-NNP": 3,
      "NN-NNP-FW": 2,
      "FW-FW-FW": 74,
      "FW-FW-CD": 2,
      "FW-CD-FW": 1,
      "CD-FW-NN": 1,
      "NN-FW-JJ": 3,
      "FW-JJ-JJ": 3,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 2,
      "VBD-CD-NNS": 2,
      "CD-NNS-RB": 1,
      "NNS-RB-VBP": 2,
      "RB-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NN-NNP-DT": 1,
      "DT-NN-NN": 4,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-NNP": 2,
      "NNP-NN-VBD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "IN-FW-FW": 8,
      "FW-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 7,
      "FW-NNP-NN": 8,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 2,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 8,
      "NN-NN-VBZ": 6,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NNP": 4,
      "NNP-NNP-NN": 9,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 10,
      "JJ-NN-NNP": 3,
      "NN-JJ-FW": 2,
      "FW-FW-VBP": 1,
      "FW-VBP-FW": 1,
      "VBP-FW-FW": 2,
      "IN-JJ-NNS": 2,
      "FW-JJ-FW": 5,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NN": 2,
      "FW-FW-JJ": 2,
      "JJ-NN-NNS": 2,
      "NN-NNS-RB": 1,
      "RB-VBP-JJ": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "JJ-FW-NNP": 1,
      "NNP-FW-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "FW-NN-JJ": 1,
      "NN-JJ-NN": 4,
      "NNP-NN-NNS": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "IN-FW-NN": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "FW-NNS-NN": 1,
      "NNS-NN-JJ": 1,
      "IN-FW-NNS": 2,
      "NN-NN-PRP": 1,
      "NN-PRP-VBZ": 1,
      "PRP-VBZ-JJ": 1,
      "FW-NN-IN": 2,
      "IN-FW-NNP": 3,
      "FW-NN-NNS": 2,
      "JJ-NN-IN": 2,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-DT": 3,
      "VBP-DT-NNS": 1,
      "DT-NNS-RB": 1,
      "NNS-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NN-VBZ-IN": 2,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "NN-VBZ-RB": 1,
      "VBZ-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "FW-NNP-VBZ": 1,
      "VBP-DT-NN": 2,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NNP-FW-JJ": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-FW": 1,
      "IN-FW-CD": 1,
      "FW-CD-IN": 1,
      "CD-IN-FW": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 329,
        "FW": 188,
        "NNP": 75,
        "JJ": 58,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 218,
        "FW-FW": 110,
        "NNP-NN": 35,
        "FW-NN": 33,
        "NN-FW": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 148,
        "FW-FW-FW": 74,
        "NNP-NN-NN": 28,
        "NN-NN-FW": 20,
        "FW-FW-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 37,
    "chunk_counts": {
      "NP": 212,
      "VP": 50,
      "PP": 5,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0096
      },
      {
        "rule": "S -> NP ('.', '.')",
        "frequency": 3,
        "weight": 0.0096
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 3,
        "weight": 0.0096
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('Que', 'NNP')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('¿Ustedes', 'NNS')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "VP -> ('quieren', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "ADJP -> ('las', 'JJ')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 2,
        "weight": 0.0064
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente Nicolás Maduro"
      },
      {
        "label": "NP",
        "text": "Palacio"
      },
      {
        "label": "NP",
        "text": "Miraflores"
      },
      {
        "label": "VP",
        "text": "al"
      },
      {
        "label": "VP",
        "text": "dirigirse a la movilización permanente"
      },
      {
        "label": "NP",
        "text": "a la movilización permanente"
      },
      {
        "label": "NP",
        "text": "pueblo venezolano que acontece"
      },
      {
        "label": "PP",
        "text": "en Caracas precisó que “ hemos derrotado la primera parte del golpe"
      },
      {
        "label": "NP",
        "text": "Caracas precisó que “ hemos derrotado la primera parte del golpe"
      },
      {
        "label": "NP",
        "text": "fascista criminal ”"
      },
      {
        "label": "NP",
        "text": "“ Y el fascismo"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "no pasará ”"
      },
      {
        "label": "VP",
        "text": "refirió el presidente"
      },
      {
        "label": "NP",
        "text": "el presidente"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN Nicolás/NNP Maduro/NNP)\n  en/FW\n  el/FW\n  (NP Palacio/NNP)\n  de/FW\n  (NP Miraflores/NNP)\n  (VP al/VBP)\n  (VP dirigirse/VB (NP a/DT la/NN movilización/NN permanente/NN))\n  del/FW\n  (NP pueblo/NN venezolano/NN que/NN acontece/NN)\n  (PP\n    en/IN\n    (NP\n      Caracas/NNP\n      precisó/NN\n      que/NN\n      “/NNP\n      hemos/NN\n      derrotado/NN\n      la/NN\n      primera/NN\n      parte/NN\n      del/NN\n      golpe/NN))\n  (NP fascista/JJ criminal/JJ ”/NN)\n  ./.)",
      "(S\n  (NP “/JJ Y/NNP el/NN fascismo/NN)\n  en/FW\n  (NP Venezuela/NNP)\n  (NP no/DT pasará/NN ”/NN)\n  ,/,\n  (VP refirió/VB (NP el/NN presidente/NN))\n  ,/,\n  (NP al/JJ tiempo/NN que/NN instó/NN al/NN fortalecimiento/NN)\n  de/IN\n  la/FW\n  (NP unión/JJ y/NN movilización/NN)\n  (ADJP popular/JJ)\n  ./.)",
      "(S\n  (NP “/NN Voy/NNP)\n  (NP a/DT proteger/NN al/NN pueblo/NN ”/NNP)\n  ,/,\n  (NP dijo/NN)\n  ./.)",
      "(S\n  (NP “/JJ Estoy/NNP aquí/NN por/NN ustedes/NNS)\n  (VP y/VBP (NP admiro/JJ mucho/NN la/NN))\n  valentía/FW\n  (NP del/NN pueblo/NN)\n  ./.)",
      "(S\n  (NP Que/NNP)\n  viva/FW\n  la/FW\n  victoria/FW\n  del/FW\n  28/CD\n  (PP de/IN (NP julio/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra económica y hoy por hoy en la",
        "position": [
          1586,
          1622
        ],
        "start": 1586,
        "end": 1622
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1453,
          1460
        ],
        "start": 1453,
        "end": 1460
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "crédito",
        "position": [
          3113,
          3120
        ],
        "start": 3113,
        "end": 3120
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2478,
          2484
        ],
        "start": 2478,
        "end": 2484
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          4740,
          4747
        ],
        "start": 4740,
        "end": 4747
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          145,
          152
        ],
        "start": 145,
        "end": 152
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          3,
          28
        ],
        "start": 3,
        "end": 28
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          2634,
          2649
        ],
        "start": 2634,
        "end": 2649
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2089,
          2096
        ],
        "start": 2089,
        "end": 2096
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          4225,
          4233
        ],
        "start": 4225,
        "end": 4233
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          4631,
          4638
        ],
        "start": 4631,
        "end": 4638
      },
      {
        "category": "PAISES",
        "matched_text": "perú",
        "position": [
          4238,
          4242
        ],
        "start": 4238,
        "end": 4242
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          239,
          248
        ],
        "start": 239,
        "end": 248
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          5069,
          5075
        ],
        "start": 5069,
        "end": 5075
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          137,
          144
        ],
        "start": 137,
        "end": 144
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1605,
          1608
        ],
        "start": 1605,
        "end": 1608
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          2585,
          2597
        ],
        "start": 2585,
        "end": 2597
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 300",
        "position": [
          969,
          979
        ],
        "start": 969,
        "end": 979
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          1944,
          1953
        ],
        "start": 1944,
        "end": 1953
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo Nacional de Economía Productiva Sector Agroindustrial",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chile",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Tribunal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Palacio de Miraflores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aseveró",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comanditos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Perú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ustedes",
        "tipo": "Persona"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Texas",
        "tipo": "Lugar"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "ASISTIR",
        "objeto": "Consejo Nacional de Economía Productiva Sector Agroindustrial"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "ASISTIR",
        "objeto": "Consejo Nacional de Economía Productiva Sector Agroindustrial"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "VOLVER_ASEGURAR",
        "objeto": "Gobierno venezolano"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONVERTIR_QUERER_ENTREGAR_AFIRMAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONVERTIR_QUERER_ENTREGAR_AFIRMAR",
        "objeto": "Ecuador"
      }
    ]
  },
  "sentiment": {
    "compound": 0.3695,
    "pos": 0.017,
    "neu": 0.967,
    "neg": 0.017,
    "label": "positive"
  }
}