{
  "url": "https://www.telesurtv.net/semana-santa-tradiciones-religiosas-reivindican-la-identidad-de-los-pueblos-latinoamericanos/",
  "title": "Semana Santa: Tradiciones religiosas reivindican la identidad de los pueblos latinoamericanos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "América Latina",
    "Identidad cultural",
    "Semana Santa",
    "Tradiciones religiosas",
    "Viernes santo"
  ],
  "text": "Este viernes santo, se celebran diferentes actividades cristianas en América Latina y el Caribe. En entrevista con teleSUR, el teólogo, filósofo y sacerdote peruano Luis Balazar, habla de cómo las tradiciones religiosas movilizan a la población de cada país manteniendo viva la fe, reforzando la unión familiar y reivindicando la identidad cultural de los pueblos.\n\nLEA TAMBIÉN\nSemana Santa: América Latina celebra su fe desde la tradición\n\nEl sacerdote peruano Luis Balazar reivindica a un Jesucristo que buscaba la belleza y se posicionaba del lado de los oprimidos con un enfrentamiento constante al sistema opresor de su época, citando el célebre pasaje del nuevo testamento en el que echa a los mercaderes del templo.\n\nLos feligreses del país andino se movilizan en Semana Santa en un tradicional recorrido por las iglesias de la geografía, siendo diversos los escenarios de las distintas procesiones que atraen a visitantes nacionales y extranjeros.\nSe destaca más fervor en las manifestaciones religiosas en las ciudades de Ayacucho, Arequipa y Cuzco; puntos donde las calles se convierten en auténticas ofrendas florales con cánticos religiosos.\nAproximadamente, 1.8 millones de peruanos se movilizan en estas fechas, cifra superior a la de los años anteriores, generando este hecho incrementos económicos para el país.\n\n\nLa procesión del Santo Sepulcro del viernes santo será el punto culminante de esta festividad en La Paz. Cuando termina, los pasos regresan a la catedral en la Plaza Murillo, que cierra sus puertas en señal de luto y a la espera de la resurrección. Esta procesión es precedida por el Sermón de las Siete Palabras, que aborda las últimas horas de vida de Jesús.\nOtras tradiciones bolivianas recurrentes en estas fechas son la visita de fieles a diferentes iglesias el jueves santo por la noche, junto a la peregrinación a pie al Santuario de la Virgen en Copacabana, donde los asistentes recorren 154 km en dos días.\n\n\nLa Semana Santa es una de las épocas más importantes del país. Moviliza a más de dos millones de hondureños por su geografía para disfrutar de las esperadas vacaciones y se convierte en una de las semanas de mayor actividad turística. Este año se prevé el arribo de 50.000 extranjeros que llegan al país a disfrutar de los diferentes parajes. Se habilitarán más de 600 puntos de control para proporcionar seguridad a la población.\n\n\nPor estos días, el pueblo venezolano disfruta de sus vacaciones, en especial los niños, que se deleitan gratuitamente de actividades socio culturales habilitadas en el Paseo de los Próceres por el Consejo Comunal. El jueves llegaron a Caracas familias de toda la capital, compartiendo en comunidad y significando estos días vacacionales con un ambiente de interacción; que deja de lado las pantallas tan habituales hoy en la infancia para centrarse en el respeto y la integración familiar.\n\n\nColombia aún tiene muy arraigadas las tradiciones religiosas en esta época en la que sus habitantes conmemoran la vida, muerte y resurrección de Cristo. La comunidad católica se centra en realizar actividades al respecto en varios municipios y en diversos departamentos del país.\nLa tradición más extendida es el Vía Crucis, gracias al cual la ciudad de Popayán fue categorizada como Patrimonio de la Humanidad en el 2009, por su simbolismo y caracterización que recuerdan al sufrimiento de Jesús.\n\n\nEn Guatemala, el viernes santo es uno de los días más sagrados para la fe católica tanto en ciudades como en comunidades rurales. Diversos cortejos procesionales recorren las calles conmemorando la pasión y crucifixión de Jesucristo, representado en diferentes tallas de madera, y seguido del paso de los creyentes.\nAlgo muy particular de estas procesiones es que se nutren de alfombras multicolores de artistas y colectivos pertenecientes a grupos sociales y van acompañadas de bandas de música popular.\n\n\nLa devoción y la espiritualidad católica se encarnan en todas las iglesias mexicanas, por humildes que puedan llegar a ser, realizando respectivos Vía Crucis, tanto grandes como pequeños. Destaca en la Ciudad de México uno de los más importantes, en la alcaldía Iztapalapa, que se realiza desde hace 182 años con cientos de actores que participan voluntariamente y se estima que 2 millones de personas irán a verlo durante los 3 días principales.\nTambién en México se habilitan juegos y parques para aquellos que no han salido de la ciudad, dándoles la oportunidad de poder disfrutar en familia.\nEs relevante mencionar que en este periodo se eleva el consumo de pescados y mariscos, famosos por su dispendio en la vigilia, cumpliendo con la tradición de no comer carne.\n\n\nLa Procesión de los Cristos en Izalco es una tradición salvadoreña que se mantiene en el tiempo desde hace más de cien años. Se trata de una manifestación de fe que combina creencias indígenas con el catolicismo, dando lugar a un sincretismo religioso que hace de este acto de fe una manifestación identitaria y mística. El arraigo cultural de este pueblo continua vigente durante las dieciocho horas de procesión, donde los “doce Cristos” simbolizan las famosas doce energías.\nSe trata de uno de los rituales más solemnes del país, que une a las familias para hacer decorativos altares y alfombras artísticas.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/semana-santa-tradiciones-religiosas-reivindican-la-identidad-de-los-pueblos-latinoamericanos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 798,
    "message_id": 92176,
    "date": "2025-04-18T19:55:12+00:00",
    "text": "teleSUR\nSemana Santa: Tradiciones religiosas reivindican la identidad de los pueblos latinoamericanos\nhttps://www.telesurtv.net/semana-santa-tradiciones-religiosas-reivindican-la-identidad-de-los-pueblos-latinoamericanos/",
    "photo_path": null,
    "views": 1735,
    "reactions": {
      "👍": 31,
      "👏": 2,
      "💩": 2
    },
    "total_reactions": 35
  },
  "preprocessing": {
    "cleaned": "este viernes santo, se celebran diferentes actividades cristianas en américa latina y el caribe. en entrevista con telesur, el teólogo, filósofo y sacerdote peruano luis balazar, habla de cómo las tradiciones religiosas movilizan a la población de cada país manteniendo viva la fe, reforzando la unión familiar y reivindicando la identidad cultural de los pueblos. el sacerdote peruano luis balazar reivindica a un jesucristo que buscaba la belleza y se posicionaba del lado de los oprimidos con un enfrentamiento constante al sistema opresor de su época, citando el célebre pasaje del nuevo testamento en el que echa a los mercaderes del templo. los feligreses del país andino se movilizan en semana santa en un tradicional recorrido por las iglesias de la geografía, siendo diversos los escenarios de las distintas procesiones que atraen a visitantes nacionales y extranjeros. se destaca más fervor en las manifestaciones religiosas en las ciudades de ayacucho, arequipa y cuzco; puntos donde las calles se convierten en auténticas ofrendas florales con cánticos religiosos. aproximadamente, 1.8 millones de peruanos se movilizan en estas fechas, cifra superior a la de los años anteriores, generando este hecho incrementos económicos para el país. la procesión del santo sepulcro del viernes santo será el punto culminante de esta festividad en la paz. cuando termina, los pasos regresan a la catedral en la plaza murillo, que cierra sus puertas en señal de luto y a la espera de la resurrección. esta procesión es precedida por el sermón de las siete palabras, que aborda las últimas horas de vida de jesús. otras tradiciones bolivianas recurrentes en estas fechas son la visita de fieles a diferentes iglesias el jueves santo por la noche, junto a la peregrinación a pie al santuario de la virgen en copacabana, donde los asistentes recorren 154 km en dos días. la semana santa es una de las épocas más importantes del país. moviliza a más de dos millones de hondureños por su geografía para disfrutar de las esperadas vacaciones y se convierte en una de las semanas de mayor actividad turística. este año se prevé el arribo de 50.000 extranjeros que llegan al país a disfrutar de los diferentes parajes. se habilitarán más de 600 puntos de control para proporcionar seguridad a la población. por estos días, el pueblo venezolano disfruta de sus vacaciones, en especial los niños, que se deleitan gratuitamente de actividades socio culturales habilitadas en el paseo de los próceres por el consejo comunal. el jueves llegaron a caracas familias de toda la capital, compartiendo en comunidad y significando estos días vacacionales con un ambiente de interacción; que deja de lado las pantallas tan habituales hoy en la infancia para centrarse en el respeto y la integración familiar. colombia aún tiene muy arraigadas las tradiciones religiosas en esta época en la que sus habitantes conmemoran la vida, muerte y resurrección de cristo. la comunidad católica se centra en realizar actividades al respecto en varios municipios y en diversos departamentos del país. la tradición más extendida es el vía crucis, gracias al cual la ciudad de popayán fue categorizada como patrimonio de la humanidad en el 2009, por su simbolismo y caracterización que recuerdan al sufrimiento de jesús. en guatemala, el viernes santo es uno de los días más sagrados para la fe católica tanto en ciudades como en comunidades rurales. diversos cortejos procesionales recorren las calles conmemorando la pasión y crucifixión de jesucristo, representado en diferentes tallas de madera, y seguido del paso de los creyentes. algo muy particular de estas procesiones es que se nutren de alfombras multicolores de artistas y colectivos pertenecientes a grupos sociales y van acompañadas de bandas de música popular. la devoción y la espiritualidad católica se encarnan en todas las iglesias mexicanas, por humildes que puedan llegar a ser, realizando respectivos vía crucis, tanto grandes como pequeños. destaca en la ciudad de méxico uno de los más importantes, en la alcaldía iztapalapa, que se realiza desde hace 182 años con cientos de actores que participan voluntariamente y se estima que 2 millones de personas irán a verlo durante los 3 días principales. también en méxico se habilitan juegos y parques para aquellos que no han salido de la ciudad, dándoles la oportunidad de poder disfrutar en familia. es relevante mencionar que en este periodo se eleva el consumo de pescados y mariscos, famosos por su dispendio en la vigilia, cumpliendo con la tradición de no comer carne. la procesión de los cristos en izalco es una tradición salvadoreña que se mantiene en el tiempo desde hace más de cien años. se trata de una manifestación de fe que combina creencias indígenas con el catolicismo, dando lugar a un sincretismo religioso que hace de este acto de fe una manifestación identitaria y mística. el arraigo cultural de este pueblo continua vigente durante las dieciocho horas de procesión, donde los “doce cristos” simbolizan las famosas doce energías. se trata de uno de los rituales más solemnes del país, que une a las familias para hacer decorativos altares y alfombras artísticas.",
    "tokens": [
      "viernes",
      "santo",
      ",",
      "celebran",
      "diferentes",
      "actividades",
      "cristianas",
      "américa",
      "latina",
      "caribe",
      ".",
      "entrevista",
      "telesur",
      ",",
      "teólogo",
      ",",
      "filósofo",
      "sacerdote",
      "peruano",
      "luis",
      "balazar",
      ",",
      "habla",
      "cómo",
      "tradiciones",
      "religiosas",
      "movilizan",
      "población",
      "cada",
      "país",
      "manteniendo",
      "viva",
      "fe",
      ",",
      "reforzando",
      "unión",
      "familiar",
      "reivindicando",
      "identidad",
      "cultural",
      "pueblos",
      ".",
      "sacerdote",
      "peruano",
      "luis",
      "balazar",
      "reivindica",
      "jesucristo",
      "buscaba",
      "belleza",
      "posicionaba",
      "lado",
      "oprimidos",
      "enfrentamiento",
      "constante",
      "sistema",
      "opresor",
      "época",
      ",",
      "citando",
      "célebre",
      "pasaje",
      "nuevo",
      "testamento",
      "echa",
      "mercaderes",
      "templo",
      ".",
      "feligreses",
      "país",
      "andino",
      "movilizan",
      "semana",
      "santa",
      "tradicional",
      "recorrido",
      "iglesias",
      "geografía",
      ",",
      "siendo",
      "diversos",
      "escenarios",
      "distintas",
      "procesiones",
      "atraen",
      "visitantes",
      "nacionales",
      "extranjeros",
      ".",
      "destaca",
      "fervor",
      "manifestaciones",
      "religiosas",
      "ciudades",
      "ayacucho",
      ",",
      "arequipa",
      "cuzco",
      ";",
      "puntos",
      "calles",
      "convierten",
      "auténticas",
      "ofrendas",
      "florales",
      "cánticos",
      "religiosos",
      ".",
      "aproximadamente",
      ",",
      "1.8",
      "millones",
      "peruanos",
      "movilizan",
      "fechas",
      ",",
      "cifra",
      "superior",
      "años",
      "anteriores",
      ",",
      "generando",
      "hecho",
      "incrementos",
      "económicos",
      "país",
      ".",
      "procesión",
      "santo",
      "sepulcro",
      "viernes",
      "santo",
      "punto",
      "culminante",
      "festividad",
      "paz",
      ".",
      "termina",
      ",",
      "pasos",
      "regresan",
      "catedral",
      "plaza",
      "murillo",
      ",",
      "cierra",
      "puertas",
      "señal",
      "luto",
      "espera",
      "resurrección",
      ".",
      "procesión",
      "precedida",
      "sermón",
      "siete",
      "palabras",
      ",",
      "aborda",
      "últimas",
      "horas",
      "vida",
      "jesús",
      ".",
      "tradiciones",
      "bolivianas",
      "recurrentes",
      "fechas",
      "visita",
      "fieles",
      "diferentes",
      "iglesias",
      "jueves",
      "santo",
      "noche",
      ",",
      "junto",
      "peregrinación",
      "pie",
      "santuario",
      "virgen",
      "copacabana",
      ",",
      "asistentes",
      "recorren",
      "154",
      "km",
      "dos",
      "días",
      ".",
      "semana",
      "santa",
      "épocas",
      "importantes",
      "país",
      ".",
      "moviliza",
      "dos",
      "millones",
      "hondureños",
      "geografía",
      "disfrutar",
      "esperadas",
      "vacaciones",
      "convierte",
      "semanas",
      "mayor",
      "actividad",
      "turística",
      ".",
      "año",
      "prevé",
      "arribo",
      "50.000",
      "extranjeros",
      "llegan",
      "país",
      "disfrutar",
      "diferentes",
      "parajes",
      ".",
      "habilitarán",
      "600",
      "puntos",
      "control",
      "proporcionar",
      "seguridad",
      "población",
      ".",
      "días",
      ",",
      "pueblo",
      "venezolano",
      "disfruta",
      "vacaciones",
      ",",
      "especial",
      "niños",
      ",",
      "deleitan",
      "gratuitamente",
      "actividades",
      "socio",
      "culturales",
      "habilitadas",
      "paseo",
      "próceres",
      "consejo",
      "comunal",
      ".",
      "jueves",
      "llegaron",
      "caracas",
      "familias",
      "toda",
      "capital",
      ",",
      "compartiendo",
      "comunidad",
      "significando",
      "días",
      "vacacionales",
      "ambiente",
      "interacción",
      ";",
      "deja",
      "lado",
      "pantallas",
      "tan",
      "habituales",
      "hoy",
      "infancia",
      "centrarse",
      "respeto",
      "integración",
      "familiar",
      ".",
      "colombia",
      "aún",
      "arraigadas",
      "tradiciones",
      "religiosas",
      "época",
      "habitantes",
      "conmemoran",
      "vida",
      ",",
      "muerte",
      "resurrección",
      "cristo",
      ".",
      "comunidad",
      "católica",
      "centra",
      "realizar",
      "actividades",
      "respecto",
      "varios",
      "municipios",
      "diversos",
      "departamentos",
      "país",
      ".",
      "tradición",
      "extendida",
      "vía",
      "crucis",
      ",",
      "gracias",
      "ciudad",
      "popayán",
      "categorizada",
      "patrimonio",
      "humanidad",
      "2009",
      ",",
      "simbolismo",
      "caracterización",
      "recuerdan",
      "sufrimiento",
      "jesús",
      ".",
      "guatemala",
      ",",
      "viernes",
      "santo",
      "días",
      "sagrados",
      "fe",
      "católica",
      "ciudades",
      "comunidades",
      "rurales",
      ".",
      "diversos",
      "cortejos",
      "procesionales",
      "recorren",
      "calles",
      "conmemorando",
      "pasión",
      "crucifixión",
      "jesucristo",
      ",",
      "representado",
      "diferentes",
      "tallas",
      "madera",
      ",",
      "seguido",
      "paso",
      "creyentes",
      ".",
      "particular",
      "procesiones",
      "nutren",
      "alfombras",
      "multicolores",
      "artistas",
      "colectivos",
      "pertenecientes",
      "grupos",
      "sociales",
      "van",
      "acompañadas",
      "bandas",
      "música",
      "popular",
      ".",
      "devoción",
      "espiritualidad",
      "católica",
      "encarnan",
      "todas",
      "iglesias",
      "mexicanas",
      ",",
      "humildes",
      "puedan",
      "llegar",
      "ser",
      ",",
      "realizando",
      "respectivos",
      "vía",
      "crucis",
      ",",
      "grandes",
      "pequeños",
      ".",
      "destaca",
      "ciudad",
      "méxico",
      "importantes",
      ",",
      "alcaldía",
      "iztapalapa",
      ",",
      "realiza",
      "hace",
      "182",
      "años",
      "cientos",
      "actores",
      "participan",
      "voluntariamente",
      "estima",
      "2",
      "millones",
      "personas",
      "irán",
      "verlo",
      "3",
      "días",
      "principales",
      ".",
      "méxico",
      "habilitan",
      "juegos",
      "parques",
      "aquellos",
      "salido",
      "ciudad",
      ",",
      "dándoles",
      "oportunidad",
      "poder",
      "disfrutar",
      "familia",
      ".",
      "relevante",
      "mencionar",
      "periodo",
      "eleva",
      "consumo",
      "pescados",
      "mariscos",
      ",",
      "famosos",
      "dispendio",
      "vigilia",
      ",",
      "cumpliendo",
      "tradición",
      "comer",
      "carne",
      ".",
      "procesión",
      "cristos",
      "izalco",
      "tradición",
      "salvadoreña",
      "mantiene",
      "tiempo",
      "hace",
      "cien",
      "años",
      ".",
      "trata",
      "manifestación",
      "fe",
      "combina",
      "creencias",
      "indígenas",
      "catolicismo",
      ",",
      "dando",
      "lugar",
      "sincretismo",
      "religioso",
      "hace",
      "acto",
      "fe",
      "manifestación",
      "identitaria",
      "mística",
      ".",
      "arraigo",
      "cultural",
      "pueblo",
      "continua",
      "vigente",
      "dieciocho",
      "horas",
      "procesión",
      ",",
      "“",
      "doce",
      "cristos",
      "”",
      "simbolizan",
      "famosas",
      "doce",
      "energías",
      ".",
      "trata",
      "rituales",
      "solemnes",
      "país",
      ",",
      "une",
      "familias",
      "hacer",
      "decorativos",
      "altares",
      "alfombras",
      "artísticas",
      "."
    ],
    "token_count": 508,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NN": 260,
      "NNS": 61,
      "VBP": 39,
      "JJ": 71,
      "IN": 49,
      "NNP": 88,
      "VBD": 4,
      "FW": 213,
      "VBZ": 11,
      "RB": 1,
      "CD": 6,
      "DT": 2
    },
    "bigram_freq": {
      "NN-NNS": 17,
      "NNS-VBP": 34,
      "VBP-JJ": 23,
      "JJ-NN": 36,
      "NNS-IN": 11,
      "IN-NNS": 2,
      "IN-NNP": 7,
      "NNP-NNP": 29,
      "NNP-VBD": 3,
      "VBD-NNP": 1,
      "NNP-FW": 16,
      "FW-NN": 38,
      "NN-NN": 141,
      "NN-JJ": 15,
      "NN-NNP": 17,
      "NNP-NN": 27,
      "NN-FW": 29,
      "FW-FW": 117,
      "FW-NNS": 20,
      "JJ-FW": 13,
      "JJ-JJ": 6,
      "FW-JJ": 15,
      "JJ-NNP": 8,
      "NN-IN": 30,
      "IN-FW": 28,
      "NNP-VBZ": 5,
      "VBZ-FW": 3,
      "FW-NNP": 21,
      "NNS-NNS": 3,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NNS": 5,
      "VBP-NNP": 2,
      "IN-JJ": 3,
      "JJ-NNS": 8,
      "VBP-IN": 4,
      "NNP-CD": 1,
      "CD-NNS": 3,
      "VBP-NN": 3,
      "VBD-JJ": 2,
      "IN-NN": 7,
      "NN-VBZ": 5,
      "VBZ-JJ": 5,
      "NNP-NNS": 1,
      "NNS-NN": 2,
      "NNP-IN": 4,
      "VBZ-VBP": 1,
      "VBP-CD": 1,
      "CD-NN": 2,
      "NNS-FW": 6,
      "IN-CD": 2,
      "NNS-JJ": 1,
      "NNP-VBP": 2,
      "NN-VBP": 1,
      "NN-CD": 2,
      "NNS-NNP": 3,
      "VBZ-NNS": 2,
      "NN-VBD": 1,
      "VBD-NN": 1,
      "CD-JJ": 1,
      "FW-VBZ": 1,
      "NN-DT": 1,
      "DT-NN": 2,
      "FW-DT": 1,
      "VBP-FW": 1
    },
    "trigram_freq": {
      "NN-NNS-VBP": 13,
      "NNS-VBP-JJ": 21,
      "VBP-JJ-NN": 11,
      "JJ-NN-NNS": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-NNS": 1,
      "IN-NNS-IN": 1,
      "NNS-IN-NNP": 2,
      "IN-NNP-NNP": 4,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NNP-NNP-FW": 4,
      "NNP-FW-NN": 5,
      "FW-NN-NN": 20,
      "NN-NN-NN": 75,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 9,
      "JJ-NN-NN": 21,
      "NN-NN-NNP": 15,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NN": 10,
      "NNP-NN-FW": 4,
      "NN-FW-FW": 14,
      "FW-FW-FW": 74,
      "FW-FW-NNS": 14,
      "FW-NNS-VBP": 11,
      "VBP-JJ-FW": 4,
      "JJ-FW-FW": 8,
      "FW-FW-NN": 15,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "JJ-JJ-FW": 3,
      "FW-FW-JJ": 6,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-NNP": 10,
      "NNP-NN-NN": 17,
      "NN-NNP-NN": 5,
      "NNP-NN-JJ": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NN-NN-FW": 10,
      "FW-JJ-NN": 8,
      "JJ-NN-JJ": 2,
      "NN-NN-IN": 19,
      "NN-IN-FW": 18,
      "IN-FW-FW": 12,
      "FW-NN-FW": 7,
      "NN-FW-NN": 10,
      "FW-NN-NNS": 3,
      "VBP-JJ-NNP": 4,
      "JJ-NNP-VBZ": 1,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NN": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 6,
      "NNP-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-NN-IN": 7,
      "FW-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 2,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-IN": 4,
      "VBP-IN-FW": 3,
      "IN-FW-NNS": 5,
      "FW-NNS-IN": 4,
      "NN-NN-NNS": 6,
      "JJ-FW-NN": 2,
      "FW-NN-IN": 4,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "JJ-NN-NNP": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-FW": 4,
      "FW-NN-JJ": 1,
      "NN-JJ-FW": 1,
      "FW-JJ-NNS": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NNP-VBZ": 3,
      "VBZ-FW-NNP": 2,
      "NNP-FW-NNS": 1,
      "IN-FW-JJ": 5,
      "FW-JJ-FW": 2,
      "JJ-FW-NNP": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-JJ": 1,
      "JJ-FW-JJ": 1,
      "FW-FW-NNP": 7,
      "NNS-IN-NN": 3,
      "IN-NN-FW": 1,
      "FW-NNP-NN": 4,
      "FW-NNP-FW": 10,
      "NNP-FW-FW": 5,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 2,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-IN": 1,
      "IN-NN-NNS": 2,
      "NN-NNS-NN": 1,
      "NNS-NN-FW": 1,
      "VBP-JJ-NNS": 3,
      "JJ-NN-FW": 3,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 3,
      "IN-FW-NNP": 4,
      "NNP-FW-NNP": 3,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-NNS-FW": 3,
      "NNS-FW-NN": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "CD-NNS-FW": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNP-NNP-VBZ": 1,
      "NN-IN-NN": 3,
      "IN-NN-NN": 4,
      "VBP-NNS-VBP": 1,
      "VBP-IN-NN": 1,
      "FW-NN-VBZ": 1,
      "NN-IN-NNP": 4,
      "VBP-NN-FW": 1,
      "NNP-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "FW-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NNP-NN-NNS": 4,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-NNP-NN": 1,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-IN": 1,
      "IN-FW-NN": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "VBD-JJ-FW": 1,
      "VBP-JJ-JJ": 1,
      "NNS-FW-FW": 3,
      "VBP-NNS-FW": 2,
      "JJ-NNP-FW": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-NN": 1,
      "VBD-NN-CD": 1,
      "NN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "JJ-NNS-IN": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-FW": 1,
      "FW-NN-NNP": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-NNP-IN": 1,
      "NN-FW-JJ": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-JJ-NNS": 1,
      "VBZ-NNS-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 260,
        "FW": 213,
        "NNP": 88,
        "JJ": 71,
        "NNS": 61
      },
      "top_bigrams": {
        "NN-NN": 141,
        "FW-FW": 117,
        "FW-NN": 38,
        "JJ-NN": 36,
        "NNS-VBP": 34
      },
      "top_trigrams": {
        "NN-NN-NN": 75,
        "FW-FW-FW": 74,
        "NNS-VBP-JJ": 21,
        "JJ-NN-NN": 21,
        "FW-NN-NN": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 217,
      "PP": 16,
      "VP": 68,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 8,
        "weight": 0.0237
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0178
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 3,
        "weight": 0.0089
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 3,
        "weight": 0.0089
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0089
      },
      {
        "rule": "VP -> ('santo', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0089
      },
      {
        "rule": "NP -> ('tradiciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0059
      },
      {
        "rule": "VP -> ('religiosas', 'VBP')",
        "frequency": 2,
        "weight": 0.0059
      },
      {
        "rule": "ADJP -> ('cultural', 'JJ')",
        "frequency": 2,
        "weight": 0.0059
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0059
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Este viernes santo"
      },
      {
        "label": "NP",
        "text": "celebran diferentes"
      },
      {
        "label": "PP",
        "text": "actividades cristianas"
      },
      {
        "label": "NP",
        "text": "cristianas"
      },
      {
        "label": "PP",
        "text": "en América Latina y"
      },
      {
        "label": "NP",
        "text": "América Latina y"
      },
      {
        "label": "VP",
        "text": "el Caribe"
      },
      {
        "label": "NP",
        "text": "Caribe"
      },
      {
        "label": "NP",
        "text": "En entrevista con teleSUR"
      },
      {
        "label": "NP",
        "text": "el teólogo"
      },
      {
        "label": "NP",
        "text": "filósofo y sacerdote peruano Luis Balazar"
      },
      {
        "label": "NP",
        "text": "habla"
      },
      {
        "label": "NP",
        "text": "tradiciones"
      },
      {
        "label": "VP",
        "text": "religiosas"
      },
      {
        "label": "VP",
        "text": "movilizan a la"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Este/NN viernes/NNS santo/NN)\n  ,/,\n  se/FW\n  (NP celebran/NN diferentes/NNS)\n  (PP actividades/IN (NP cristianas/NNS))\n  (PP en/IN (NP América/NNP Latina/NNP y/NNP))\n  (VP el/VBD (NP Caribe/NNP))\n  ./.)",
      "(S\n  (NP En/NNP entrevista/NN con/NN teleSUR/NN)\n  ,/,\n  (NP el/NN teólogo/NN)\n  ,/,\n  (NP filósofo/JJ y/NN sacerdote/NN peruano/NN Luis/NNP Balazar/NNP)\n  ,/,\n  (NP habla/NN)\n  de/FW\n  cómo/FW\n  las/FW\n  (NP tradiciones/NNS)\n  (VP religiosas/VBP)\n  (VP movilizan/VB (NP a/DT la/NN))\n  población/FW\n  de/FW\n  cada/FW\n  país/FW\n  manteniendo/FW\n  viva/FW\n  la/FW\n  fe/FW\n  ,/,\n  (VP reforzando/VBP)\n  la/FW\n  (NP unión/JJ familiar/JJ y/NN reivindicando/NN la/NN)\n  (ADJP identidad/JJ)\n  (ADJP cultural/JJ)\n  de/FW\n  los/FW\n  (NP pueblos/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Semana/NNP Santa/NNP)\n  :/:\n  (NP\n    América/NNP\n    Latina/NNP\n    celebra/NN\n    su/NN\n    fe/NN\n    desde/NN\n    la/NN\n    tradición/NN\n    El/NNP\n    sacerdote/NN\n    peruano/NN\n    Luis/NNP\n    Balazar/NNP)\n  (VP\n    reivindica/VBZ\n    (NP\n      a/DT\n      un/JJ\n      Jesucristo/NNP\n      que/NN\n      buscaba/NN\n      la/NN\n      belleza/NN\n      y/NN\n      se/NN\n      posicionaba/NN))\n  del/FW\n  lado/FW\n  de/FW\n  los/FW\n  (NP oprimidos/JJ con/NN)\n  (NP\n    un/JJ\n    enfrentamiento/NN\n    constante/NN\n    al/NN\n    sistema/NN\n    opresor/NN)\n  de/IN\n  su/FW\n  (NP época/NNP)\n  ,/,\n  (NP citando/NN el/NN célebre/NN pasaje/NN del/NN nuevo/NN)\n  testamento/IN\n  en/FW\n  el/FW\n  (NP que/NN)\n  (VP echa/VBP (NP a/DT los/JJ mercaderes/NNS))\n  (VP del/VBP (NP templo/NN))\n  ./.)",
      "(S\n  (NP Los/NNP)\n  (VP feligreses/VBZ)\n  del/FW\n  (NP país/NN andino/NN se/NN movilizan/NN)\n  en/FW\n  (NP Semana/NNP Santa/NNP)\n  en/FW\n  (NP un/JJ tradicional/JJ recorrido/NN por/NN)\n  (NP las/JJ iglesias/NN)\n  de/IN\n  la/FW\n  geografía/FW\n  ,/,\n  siendo/FW\n  diversos/FW\n  los/FW\n  escenarios/FW\n  de/FW\n  las/FW\n  (NP distintas/NNS procesiones/NNS)\n  que/RB\n  (VP\n    atraen/VBP\n    (NP a/DT visitantes/NNS nacionales/NNS)\n    y/RB\n    (NP extranjeros/NNS))\n  ./.)",
      "(S\n  (NP Se/NNP destaca/NN más/NN fervor/NN)\n  (PP en/IN (NP las/JJ manifestaciones/NNS))\n  (VP religiosas/VBP)\n  en/IN\n  las/FW\n  (NP ciudades/NNS)\n  (PP de/IN (NP Ayacucho/NNP))\n  ,/,\n  (NP Arequipa/NNP y/NNP Cuzco/NNP)\n  ;/:\n  (NP puntos/NNS)\n  (VP donde/VBP (NP las/JJ calles/NNS))\n  (VP se/VBP convierten/JJ)\n  en/FW\n  (NP auténticas/NN)\n  (PP ofrendas/IN (NP florales/NNS))\n  (VP con/VBP (NP cánticos/JJ religiosos/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "enfrentamiento constante al sistema opresor de su época, citando el célebre pasaje del nuevo testamento en el",
        "position": [
          575,
          684
        ],
        "start": 575,
        "end": 684
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          2644,
          2651
        ],
        "start": 2644,
        "end": 2651
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "tradición salvadoreña que se mantiene en el tiempo desde hace más de cien años. se trata de una manifestación de fe que combina creencias indígenas con el catolicismo, dando lugar a un sincretismo religioso que hace de este acto de fe una manifestación identitaria y mística. el arraigo cultural",
        "position": [
          4697,
          4992
        ],
        "start": 4697,
        "end": 4992
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "música popular",
        "position": [
          3862,
          3876
        ],
        "start": 3862,
        "end": 3876
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          4835,
          4844
        ],
        "start": 4835,
        "end": 4844
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          2873,
          2881
        ],
        "start": 2873,
        "end": 2881
      },
      {
        "category": "PAISES",
        "matched_text": "guatemala",
        "position": [
          3376,
          3385
        ],
        "start": 3376,
        "end": 3385
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          4092,
          4098
        ],
        "start": 4092,
        "end": 4098
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1427,
          1433
        ],
        "start": 1427,
        "end": 1433
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "ciudad de méxico",
        "position": [
          4082,
          4098
        ],
        "start": 4082,
        "end": 4098
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          2616,
          2623
        ],
        "start": 2616,
        "end": 2623
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          89,
          95
        ],
        "start": 89,
        "end": 95
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza murillo",
        "position": [
          1490,
          1503
        ],
        "start": 1490,
        "end": 1503
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2796,
          2799
        ],
        "start": 2796,
        "end": 2799
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "8 millones",
        "position": [
          1173,
          1183
        ],
        "start": 1173,
        "end": 1183
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 600",
        "position": [
          2306,
          2316
        ],
        "start": 2306,
        "end": 2316
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "600 puntos",
        "position": [
          2313,
          2323
        ],
        "start": 2313,
        "end": 2323
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "hace 182 años",
        "position": [
          4175,
          4188
        ],
        "start": 4175,
        "end": 4188
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Consejo Comunal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Diversos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plaza Murillo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santo Sepulcro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vía Crucis",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jesús",
        "tipo": "Persona"
      },
      {
        "nombre": "Iztapalapa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arequipa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuzco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ayacucho",
        "tipo": "Lugar"
      },
      {
        "nombre": "Moviliza",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ciudad de México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santuario de la Virgen",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Paseo de los Próceres",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jesucristo",
        "tipo": "Persona"
      },
      {
        "nombre": "La Paz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cristo",
        "tipo": "Persona"
      },
      {
        "nombre": "Izalco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guatemala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cristos",
        "tipo": "Persona"
      },
      {
        "nombre": "Luis Balazar",
        "tipo": "Persona"
      },
      {
        "nombre": "Copacabana",
        "tipo": "Lugar"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Popayán",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Luis Balazar",
        "relacion": "REIVINDICAR_CELEBRAR",
        "objeto": "Jesucristo"
      },
      {
        "sujeto": "Colombia",
        "relacion": "TENER",
        "objeto": "Cristo"
      },
      {
        "sujeto": "Popayán",
        "relacion": "CATEGORIZAR",
        "objeto": "Jesús"
      },
      {
        "sujeto": "Diversos",
        "relacion": "RECORRER",
        "objeto": "Jesucristo"
      }
    ]
  },
  "sentiment": {
    "compound": -0.25,
    "pos": 0.008,
    "neu": 0.982,
    "neg": 0.01,
    "label": "negative"
  }
}