{
  "url": "https://www.telesurtv.net/venezuela-denuncia-violacion-derechos-migrant/",
  "title": "Anahí Arizmendi denuncia violación sistemática a DD.HH. de migrantes venezolanos",
  "section": "América Latina y El Caribe",
  "tags": [
    "Anahí Arizmendi",
    "DD.HH.",
    "denuncia",
    "migrantes venezolanos",
    "violación"
  ],
  "text": "En entrevista exclusiva con la multiplataforma informativa teleSUR, Arizmendi destacó que desde la reactivación de los vuelos del Plan Vuelta a la Patria, han arribado al país más de 3.000 personas con historias distintas que han impacto a las instituciones que trabajan con los venezolanos que han retornado.\nRelató que “cada historia es distinta y conmovedora. Es un momento que llega al corazón“. Al respecto, se refirió a personas que estaban constantemente en la calle sin tener dónde vivir, mujeres que batallaron para que sus hijas no fueran secuestradas, y muchos que buscaron trabajo para regresar a Venezuela.\n“Lamentablemente, hay una violación sistemática de los derechos humanos de los migrantes. Gente que está desaparecida, gente que fue asesinada, gente que fue secuestrada por carteles de la droga y grupos delincuenciales, por eso es tan importante una misión de este tipo para rescatar a los venezolanos y venezolanas“, apuntó.\nArizmendi explicó que “la Gran Misión Vuelta a la Patria es una oportunidad para garantizar el derecho a todos los que quieran retornar, en condiciones seguras, gratuitas y amorosas, pero sobre todo es una respuesta al bloqueo criminal que trajo una migración inducida, y que desde el inicio ha intentado criminaliza a la migración venezolana”.\nDenunció que se mantienen secuestrados en el campo de concentración de El Salvador 252 venezolanos y venezolanas y están perseguidos y secuestrados miles de venezolanos en otros países, sobre todo en EE.UU., con la aplicación de la ley de guerra contra la población civil.\nEn ese marco, la institucionalidad del Estado recibe a todos los venezolanos con amor y solidaridad, “lo que significa el fortalecimiento de la familia, la comunidad, reunificación de la familia, es una experiencia única en el mundo e implica amor y concepción de lo humano”.\nDestacó que la mayoría de los que regresan son gente trabajadora y creativa, “con muchas ganas de hacer las cosas que por una u otra circunstancia se fueron del país en el medio de la confusión, en el medio de lo que ha sido esta política de guerra no convencional para el despoblamiento del territorio, que buscó también confundir a la juventud y la familia”.\nAsimismo, denunció que los migrantes venezolanos son víctimas de una ley de guerra y de una campaña sistemática contra la población del país bolivariano, y precisó que ningún venezolano ha arribado encadenado a su tierra.\nPrecisó la existencia de un grupo instituciones que trabajan articuladas, junto a la embajada de Venezuela en México, a la vez que enfatizó en que el Gobierno venezolano ha hecho “todas las acciones para que el retorno de las personas que están secuestradas en EEUU y detenidas ilegalmente, que no han tenido un debido proceso”.\n“Cuando ellos llegan, hay más de 30 instituciones que están trabajando. El primer contacto que tienen con su patria es un contacto de protección, es garantizar su protección y sus derechos humanos. Su derecho a la salud. Son hombres y mujeres niños que llegan con afecciones físicas y psicológicas”, remarcó.\nCon relación a los menores de edad, dijo que aunque muchos viajan solos, se trabaja en la ubicación de sus familiares antes de que lleguen al país, para que sean entregados a ellos.\n“Se garantiza al niño el derecho a una familia, a no ser explotado, a tener educación. Hay toda una atención integral junto a la Cruz Roja y el ministerio de Justicia y Paz. Luego eso lleva un proceso de acompañamiento, para garantizar que sean llevados hasta su casa”, explicó.\nSobre la reinserción económica para quien vendió todo antes de emigrar, anunció la apertura de un módulo de atención integral para los migrantes en los estados de Táchira y Bolívar, para que los repatriados acudan en busca de atención y orientación. La experiencia va a ampliarse a otros estados.\nComentó además sobre la iniciativa Emprende en tu Patria, que aporta herramientas a los migrantes para que desarrollen emprendimientos, una estrategia de resistencia del pueblo venezolano, para impulsar la economía territorial.\n“Estamos activando todos los vértices para emprender ese esfuerzo”, afirmó.\nDestacó que quienes decidan regresar, solo deben acudir a las embajadas de países con los que Venezuela tiene relación. Precisó que con las naciones con las que actualmente no existe relación se están explorando otras rutas, que podrían divulgarse más adelante por medio de las redes sociales.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-denuncia-violacion-derechos-migrant/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 245,
    "message_id": 92816,
    "date": "2025-04-27T02:55:07+00:00",
    "text": "teleSUR\nAnahí Arizmendi denuncia violación sistemática a DD.HH. de migrantes venezolanos\nhttps://www.telesurtv.net/venezuela-denuncia-violacion-derechos-migrant/",
    "photo_path": null,
    "views": 2073,
    "reactions": {
      "🤬": 40,
      "👍": 11,
      "👎": 1
    },
    "total_reactions": 52
  },
  "preprocessing": {
    "cleaned": "en entrevista exclusiva con la multiplataforma informativa telesur, arizmendi destacó que desde la reactivación de los vuelos del plan vuelta a la patria, han arribado al país más de 3.000 personas con historias distintas que han impacto a las instituciones que trabajan con los venezolanos que han retornado. relató que “cada historia es distinta y conmovedora. es un momento que llega al corazón“. al respecto, se refirió a personas que estaban constantemente en la calle sin tener dónde vivir, mujeres que batallaron para que sus hijas no fueran secuestradas, y muchos que buscaron trabajo para regresar a venezuela. “lamentablemente, hay una violación sistemática de los derechos humanos de los migrantes. gente que está desaparecida, gente que fue asesinada, gente que fue secuestrada por carteles de la droga y grupos delincuenciales, por eso es tan importante una misión de este tipo para rescatar a los venezolanos y venezolanas“, apuntó. arizmendi explicó que “la gran misión vuelta a la patria es una oportunidad para garantizar el derecho a todos los que quieran retornar, en condiciones seguras, gratuitas y amorosas, pero sobre todo es una respuesta al bloqueo criminal que trajo una migración inducida, y que desde el inicio ha intentado criminaliza a la migración venezolana”. denunció que se mantienen secuestrados en el campo de concentración de el salvador 252 venezolanos y venezolanas y están perseguidos y secuestrados miles de venezolanos en otros países, sobre todo en ee.uu., con la aplicación de la ley de guerra contra la población civil. en ese marco, la institucionalidad del estado recibe a todos los venezolanos con amor y solidaridad, “lo que significa el fortalecimiento de la familia, la comunidad, reunificación de la familia, es una experiencia única en el mundo e implica amor y concepción de lo humano”. destacó que la mayoría de los que regresan son gente trabajadora y creativa, “con muchas ganas de hacer las cosas que por una u otra circunstancia se fueron del país en el medio de la confusión, en el medio de lo que ha sido esta política de guerra no convencional para el despoblamiento del territorio, que buscó también confundir a la juventud y la familia”. asimismo, denunció que los migrantes venezolanos son víctimas de una ley de guerra y de una campaña sistemática contra la población del país bolivariano, y precisó que ningún venezolano ha arribado encadenado a su tierra. precisó la existencia de un grupo instituciones que trabajan articuladas, junto a la embajada de venezuela en méxico, a la vez que enfatizó en que el gobierno venezolano ha hecho “todas las acciones para que el retorno de las personas que están secuestradas en eeuu y detenidas ilegalmente, que no han tenido un debido proceso”. “cuando ellos llegan, hay más de 30 instituciones que están trabajando. el primer contacto que tienen con su patria es un contacto de protección, es garantizar su protección y sus derechos humanos. su derecho a la salud. son hombres y mujeres niños que llegan con afecciones físicas y psicológicas”, remarcó. con relación a los menores de edad, dijo que aunque muchos viajan solos, se trabaja en la ubicación de sus familiares antes de que lleguen al país, para que sean entregados a ellos. “se garantiza al niño el derecho a una familia, a no ser explotado, a tener educación. hay toda una atención integral junto a la cruz roja y el ministerio de justicia y paz. luego eso lleva un proceso de acompañamiento, para garantizar que sean llevados hasta su casa”, explicó. sobre la reinserción económica para quien vendió todo antes de emigrar, anunció la apertura de un módulo de atención integral para los migrantes en los estados de táchira y bolívar, para que los repatriados acudan en busca de atención y orientación. la experiencia va a ampliarse a otros estados. comentó además sobre la iniciativa emprende en tu patria, que aporta herramientas a los migrantes para que desarrollen emprendimientos, una estrategia de resistencia del pueblo venezolano, para impulsar la economía territorial. “estamos activando todos los vértices para emprender ese esfuerzo”, afirmó. destacó que quienes decidan regresar, solo deben acudir a las embajadas de países con los que venezuela tiene relación. precisó que con las naciones con las que actualmente no existe relación se están explorando otras rutas, que podrían divulgarse más adelante por medio de las redes sociales.",
    "tokens": [
      "entrevista",
      "exclusiva",
      "multiplataforma",
      "informativa",
      "telesur",
      ",",
      "arizmendi",
      "destacó",
      "reactivación",
      "vuelos",
      "plan",
      "vuelta",
      "patria",
      ",",
      "arribado",
      "país",
      "3.000",
      "personas",
      "historias",
      "distintas",
      "impacto",
      "instituciones",
      "trabajan",
      "venezolanos",
      "retornado",
      ".",
      "relató",
      "“",
      "cada",
      "historia",
      "distinta",
      "conmovedora",
      ".",
      "momento",
      "llega",
      "corazón",
      "“",
      ".",
      "respecto",
      ",",
      "refirió",
      "personas",
      "constantemente",
      "calle",
      "tener",
      "dónde",
      "vivir",
      ",",
      "mujeres",
      "batallaron",
      "hijas",
      "secuestradas",
      ",",
      "buscaron",
      "trabajo",
      "regresar",
      "venezuela",
      ".",
      "“",
      "lamentablemente",
      ",",
      "violación",
      "sistemática",
      "derechos",
      "humanos",
      "migrantes",
      ".",
      "gente",
      "desaparecida",
      ",",
      "gente",
      "asesinada",
      ",",
      "gente",
      "secuestrada",
      "carteles",
      "droga",
      "grupos",
      "delincuenciales",
      ",",
      "tan",
      "importante",
      "misión",
      "tipo",
      "rescatar",
      "venezolanos",
      "venezolanas",
      "“",
      ",",
      "apuntó",
      ".",
      "arizmendi",
      "explicó",
      "“",
      "gran",
      "misión",
      "vuelta",
      "patria",
      "oportunidad",
      "garantizar",
      "derecho",
      "quieran",
      "retornar",
      ",",
      "condiciones",
      "seguras",
      ",",
      "gratuitas",
      "amorosas",
      ",",
      "respuesta",
      "bloqueo",
      "criminal",
      "trajo",
      "migración",
      "inducida",
      ",",
      "inicio",
      "intentado",
      "criminaliza",
      "migración",
      "venezolana",
      "”",
      ".",
      "denunció",
      "mantienen",
      "secuestrados",
      "campo",
      "concentración",
      "salvador",
      "252",
      "venezolanos",
      "venezolanas",
      "perseguidos",
      "secuestrados",
      "miles",
      "venezolanos",
      "países",
      ",",
      "ee.uu.",
      ",",
      "aplicación",
      "ley",
      "guerra",
      "población",
      "civil",
      ".",
      "marco",
      ",",
      "institucionalidad",
      "recibe",
      "venezolanos",
      "amor",
      "solidaridad",
      ",",
      "“",
      "significa",
      "fortalecimiento",
      "familia",
      ",",
      "comunidad",
      ",",
      "reunificación",
      "familia",
      ",",
      "experiencia",
      "única",
      "mundo",
      "implica",
      "amor",
      "concepción",
      "humano",
      "”",
      ".",
      "destacó",
      "mayoría",
      "regresan",
      "gente",
      "trabajadora",
      "creativa",
      ",",
      "“",
      "muchas",
      "ganas",
      "hacer",
      "cosas",
      "u",
      "circunstancia",
      "país",
      "medio",
      "confusión",
      ",",
      "medio",
      "sido",
      "política",
      "guerra",
      "convencional",
      "despoblamiento",
      "territorio",
      ",",
      "buscó",
      "confundir",
      "juventud",
      "familia",
      "”",
      ".",
      "asimismo",
      ",",
      "denunció",
      "migrantes",
      "venezolanos",
      "víctimas",
      "ley",
      "guerra",
      "campaña",
      "sistemática",
      "población",
      "país",
      "bolivariano",
      ",",
      "precisó",
      "ningún",
      "venezolano",
      "arribado",
      "encadenado",
      "tierra",
      ".",
      "precisó",
      "existencia",
      "grupo",
      "instituciones",
      "trabajan",
      "articuladas",
      ",",
      "junto",
      "embajada",
      "venezuela",
      "méxico",
      ",",
      "vez",
      "enfatizó",
      "gobierno",
      "venezolano",
      "hecho",
      "“",
      "todas",
      "acciones",
      "retorno",
      "personas",
      "secuestradas",
      "eeuu",
      "detenidas",
      "ilegalmente",
      ",",
      "debido",
      "proceso",
      "”",
      ".",
      "“",
      "llegan",
      ",",
      "30",
      "instituciones",
      "trabajando",
      ".",
      "primer",
      "contacto",
      "patria",
      "contacto",
      "protección",
      ",",
      "garantizar",
      "protección",
      "derechos",
      "humanos",
      ".",
      "derecho",
      "salud",
      ".",
      "hombres",
      "mujeres",
      "niños",
      "llegan",
      "afecciones",
      "físicas",
      "psicológicas",
      "”",
      ",",
      "remarcó",
      ".",
      "relación",
      "menores",
      "edad",
      ",",
      "dijo",
      "aunque",
      "viajan",
      "solos",
      ",",
      "trabaja",
      "ubicación",
      "familiares",
      "lleguen",
      "país",
      ",",
      "entregados",
      ".",
      "“",
      "garantiza",
      "niño",
      "derecho",
      "familia",
      ",",
      "ser",
      "explotado",
      ",",
      "tener",
      "educación",
      ".",
      "toda",
      "atención",
      "integral",
      "junto",
      "cruz",
      "roja",
      "ministerio",
      "justicia",
      "paz",
      ".",
      "luego",
      "lleva",
      "proceso",
      "acompañamiento",
      ",",
      "garantizar",
      "llevados",
      "casa",
      "”",
      ",",
      "explicó",
      ".",
      "reinserción",
      "económica",
      "vendió",
      "emigrar",
      ",",
      "anunció",
      "apertura",
      "módulo",
      "atención",
      "integral",
      "migrantes",
      "táchira",
      "bolívar",
      ",",
      "repatriados",
      "acudan",
      "busca",
      "atención",
      "orientación",
      ".",
      "experiencia",
      "va",
      "ampliarse",
      ".",
      "comentó",
      "además",
      "iniciativa",
      "emprende",
      "patria",
      ",",
      "aporta",
      "herramientas",
      "migrantes",
      "desarrollen",
      "emprendimientos",
      ",",
      "estrategia",
      "resistencia",
      "pueblo",
      "venezolano",
      ",",
      "impulsar",
      "economía",
      "territorial",
      ".",
      "“",
      "activando",
      "vértices",
      "emprender",
      "esfuerzo",
      "”",
      ",",
      "afirmó",
      ".",
      "destacó",
      "decidan",
      "regresar",
      ",",
      "solo",
      "deben",
      "acudir",
      "embajadas",
      "países",
      "venezuela",
      "relación",
      ".",
      "precisó",
      "naciones",
      "actualmente",
      "existe",
      "relación",
      "explorando",
      "rutas",
      ",",
      "podrían",
      "divulgarse",
      "adelante",
      "medio",
      "redes",
      "sociales",
      "."
    ],
    "token_count": 422,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 54,
      "NN": 294,
      "FW": 132,
      "VBZ": 16,
      "IN": 27,
      "CD": 3,
      "NNS": 32,
      "VBP": 23,
      "JJ": 77,
      "RB": 2,
      "DT": 5,
      "VBD": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-FW": 16,
      "FW-NN": 23,
      "FW-FW": 81,
      "NN-NNP": 23,
      "NN-NN": 186,
      "NNP-VBZ": 6,
      "VBZ-NNP": 1,
      "NN-IN": 19,
      "IN-CD": 2,
      "CD-NNS": 3,
      "NNS-NN": 1,
      "NN-NNS": 11,
      "NNS-VBP": 16,
      "VBP-JJ": 18,
      "JJ-NN": 49,
      "NNS-NNS": 4,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NN-JJ": 24,
      "NN-VBZ": 8,
      "VBZ-JJ": 6,
      "VBZ-DT": 3,
      "DT-NN": 4,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNP-NNP": 10,
      "IN-FW": 18,
      "FW-JJ": 10,
      "FW-NNS": 7,
      "NNS-NNP": 1,
      "NN-VBP": 4,
      "VBP-NN": 2,
      "NNS-IN": 4,
      "NNP-FW": 9,
      "FW-NNP": 10,
      "IN-NNS": 1,
      "NN-VBD": 1,
      "VBD-JJ": 1,
      "NNP-CD": 1,
      "NNS-JJ": 3,
      "JJ-VBP": 2,
      "JJ-JJ": 9,
      "JJ-NNS": 4,
      "JJ-FW": 7,
      "JJ-NNP": 5,
      "NNP-JJ": 1,
      "VBZ-FW": 1,
      "IN-JJ": 2,
      "FW-DT": 1,
      "DT-JJ": 1,
      "VBZ-IN": 4,
      "IN-NN": 2,
      "IN-NNP": 2,
      "NN-DT": 1,
      "VBZ-NNS": 1,
      "NNS-VBZ": 1,
      "JJ-VBZ": 1,
      "VBP-NNP": 1,
      "VBP-NNS": 1,
      "VBP-JJR": 1,
      "JJR-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 1,
      "NN-FW-NN": 2,
      "FW-NN-FW": 3,
      "NN-FW-FW": 10,
      "FW-FW-FW": 56,
      "FW-FW-NN": 12,
      "FW-NN-NNP": 3,
      "NN-NNP-NN": 14,
      "NNP-NN-NN": 23,
      "NN-NN-NN": 114,
      "NN-NN-FW": 9,
      "FW-NN-NN": 15,
      "NN-NN-NNP": 16,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NN-IN": 9,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 10,
      "JJ-NN-NNS": 3,
      "NN-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "JJ-NN-NNP": 4,
      "NN-NN-JJ": 21,
      "NN-JJ-NN": 18,
      "JJ-NN-NN": 29,
      "JJ-NN-FW": 2,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 3,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NNP-NNP": 5,
      "NNP-NNP-NN": 3,
      "NNP-NN-JJ": 2,
      "NN-IN-FW": 13,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 5,
      "JJ-NN-IN": 9,
      "IN-FW-NNS": 3,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 3,
      "IN-FW-FW": 8,
      "FW-NN-NNS": 1,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 2,
      "FW-NNP-FW": 5,
      "NNP-FW-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "FW-FW-NNP": 5,
      "FW-NNP-NN": 2,
      "FW-NNP-NNP": 2,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "NNS-JJ-VBP": 2,
      "JJ-VBP-JJ": 2,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 4,
      "VBP-JJ-FW": 2,
      "JJ-FW-NNP": 1,
      "FW-FW-JJ": 5,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 5,
      "FW-JJ-NNP": 2,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "IN-FW-NN": 3,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "NN-JJ-JJ": 3,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "IN-FW-DT": 1,
      "FW-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-FW-JJ": 1,
      "JJ-NNP-NN": 4,
      "NN-VBZ-IN": 3,
      "VBZ-IN-NN": 1,
      "IN-NN-FW": 1,
      "NNP-FW-FW": 2,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NNP-FW-NN": 4,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 2,
      "VBP-JJ-NNP": 2,
      "NN-FW-NNP": 2,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-DT": 1,
      "DT-NN-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-JJ-JJ": 1,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "VBZ-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "NNP-NN-NNS": 1,
      "NN-JJ-FW": 1,
      "JJ-NN-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 294,
        "FW": 132,
        "JJ": 77,
        "NNP": 54,
        "NNS": 32
      },
      "top_bigrams": {
        "NN-NN": 186,
        "FW-FW": 81,
        "JJ-NN": 49,
        "NNP-NN": 27,
        "NN-JJ": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 114,
        "FW-FW-FW": 56,
        "JJ-NN-NN": 29,
        "NNP-NN-NN": 23,
        "NN-NN-JJ": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 180,
      "VP": 46,
      "PP": 7,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "VP -> ('derecho', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN') ('Patria', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('migrantes', 'VBZ')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('instituciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En entrevista"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "teleSUR"
      },
      {
        "label": "NP",
        "text": "Arizmendi"
      },
      {
        "label": "VP",
        "text": "destacó que desde la"
      },
      {
        "label": "NP",
        "text": "que desde la"
      },
      {
        "label": "NP",
        "text": "del Plan Vuelta"
      },
      {
        "label": "NP",
        "text": "a la Patria"
      },
      {
        "label": "NP",
        "text": "han arribado al país más"
      },
      {
        "label": "NP",
        "text": "personas con historias distintas"
      },
      {
        "label": "VP",
        "text": "que han"
      },
      {
        "label": "VP",
        "text": "impacto a las instituciones que trabajan con los venezolanos que han retornado"
      },
      {
        "label": "NP",
        "text": "a las instituciones"
      },
      {
        "label": "NP",
        "text": "que trabajan con los"
      },
      {
        "label": "NP",
        "text": "venezolanos que han retornado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP entrevista/NN)\n  exclusiva/FW\n  (NP con/NN)\n  la/FW\n  multiplataforma/FW\n  informativa/FW\n  (NP teleSUR/NN)\n  ,/,\n  (NP Arizmendi/NNP)\n  (VP destacó/VBZ (NP que/JJ desde/NN la/NN))\n  reactivación/FW\n  de/FW\n  los/FW\n  vuelos/FW\n  (NP del/NN Plan/NN Vuelta/NNP)\n  (NP a/DT la/NN Patria/NNP)\n  ,/,\n  (NP han/NN arribado/NN al/NN país/NN más/NN)\n  de/IN\n  3.000/CD\n  (NP personas/NNS con/NN historias/NN distintas/NNS)\n  (VP que/VBP han/JJ)\n  (VP\n    impacto/VBP\n    (NP a/DT las/JJ instituciones/NNS)\n    (NP que/JJ trabajan/JJ con/NN los/NN)\n    (NP venezolanos/JJ que/NN han/NN retornado/NN))\n  ./.)",
      "(S\n  (NP\n    Relató/NNP\n    que/NN\n    “/NNP\n    cada/NN\n    historia/NN\n    es/NN\n    distinta/NN\n    y/NN\n    conmovedora/NN)\n  ./.)",
      "(S\n  (NP Es/NNP)\n  (NP un/JJ momento/NN que/NN)\n  (NP llega/JJ al/NN corazón/NN “/NN)\n  ./.)",
      "(S\n  (NP Al/NNP respecto/NN)\n  ,/,\n  se/FW\n  (VP\n    refirió/VB\n    (NP a/DT personas/NN que/NN)\n    (NP estaban/JJ constantemente/NN))\n  en/FW\n  la/FW\n  calle/FW\n  (NP sin/NN tener/NN dónde/NN vivir/NN)\n  ,/,\n  (VP mujeres/VBZ (NP que/JJ batallaron/NN para/NN que/NN sus/NN))\n  (VP hijas/VBZ (NP no/DT fueran/NN) secuestradas/RB)\n  ,/,\n  y/PRP\n  (VP muchos/VBP (NP que/JJ buscaron/NN trabajo/NN para/NN))\n  (VP regresar/VBZ (NP a/DT Venezuela/NNP))\n  ./.)",
      "(S\n  (NP “/NN Lamentablemente/NNP)\n  ,/,\n  (NP hay/NN)\n  (NP una/JJ violación/NN sistemática/NN)\n  de/IN\n  los/FW\n  (NP derechos/JJ humanos/NN)\n  de/IN\n  los/FW\n  (NP migrantes/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra contra la",
        "position": [
          1531,
          1547
        ],
        "start": 1531,
        "end": 1547
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que los migrantes venezolanos son víctimas de una ley de guerra y de una campaña sistemática contra la población del país bolivariano, y precisó que ningún venezolano ha arribado encadenado a",
        "position": [
          2212,
          2412
        ],
        "start": 2212,
        "end": 2412
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          585,
          592
        ],
        "start": 585,
        "end": 592
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "entrevista exclusiva",
        "position": [
          3,
          23
        ],
        "start": 3,
        "end": 23
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          4116,
          4122
        ],
        "start": 4116,
        "end": 4122
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3595,
          3602
        ],
        "start": 3595,
        "end": 3602
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          957,
          964
        ],
        "start": 957,
        "end": 964
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "debido proceso",
        "position": [
          2736,
          2750
        ],
        "start": 2736,
        "end": 2750
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          497,
          504
        ],
        "start": 497,
        "end": 504
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          78,
          85
        ],
        "start": 78,
        "end": 85
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1292,
          1300
        ],
        "start": 1292,
        "end": 1300
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          468,
          473
        ],
        "start": 468,
        "end": 473
      },
      {
        "category": "PAISES",
        "matched_text": "el salvador",
        "position": [
          1363,
          1374
        ],
        "start": 1363,
        "end": 1374
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          2534,
          2540
        ],
        "start": 2534,
        "end": 2540
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          609,
          618
        ],
        "start": 609,
        "end": 618
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado recibe",
        "position": [
          1604,
          1617
        ],
        "start": 1604,
        "end": 1617
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle sin",
        "position": [
          468,
          477
        ],
        "start": 468,
        "end": 477
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          4285,
          4296
        ],
        "start": 4285,
        "end": 4296
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          1166,
          1173
        ],
        "start": 1166,
        "end": 1173
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          675,
          691
        ],
        "start": 675,
        "end": 691
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 personas",
        "position": [
          185,
          197
        ],
        "start": 185,
        "end": 197
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "3.000 personas",
        "position": [
          183,
          197
        ],
        "start": 183,
        "end": 197
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 3.000",
        "position": [
          176,
          188
        ],
        "start": 176,
        "end": 188
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 30",
        "position": [
          2779,
          2788
        ],
        "start": 2779,
        "end": 2788
      }
    ],
    "match_count": 24
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Misión Vuelta a la Patria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "EEUU",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arizmendi",
        "tipo": "Persona"
      },
      {
        "nombre": "Táchira",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Precisó",
        "tipo": "Persona"
      },
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plan Vuelta a la Patria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cruz Roja",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Arizmendi",
        "relacion": "DESTACAR",
        "objeto": "Plan Vuelta a la Patria"
      },
      {
        "sujeto": "Arizmendi",
        "relacion": "EXPLICAR",
        "objeto": "Gran Misión Vuelta a la Patria"
      },
      {
        "sujeto": "El Salvador",
        "relacion": "MANTENER_DENUNCIAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Gobierno venezolano",
        "relacion": "TRABAJAR_PRECISAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TRABAJAR_PRECISAR",
        "objeto": "EEUU"
      },
      {
        "sujeto": "Gobierno venezolano",
        "relacion": "TRABAJAR_PRECISAR",
        "objeto": "México"
      },
      {
        "sujeto": "México",
        "relacion": "TRABAJAR_PRECISAR",
        "objeto": "EEUU"
      },
      {
        "sujeto": "Gobierno venezolano",
        "relacion": "HACER_ENFATIZAR_A_PRECISAR",
        "objeto": "EEUU"
      }
    ]
  },
  "sentiment": {
    "compound": 0.1531,
    "pos": 0.026,
    "neu": 0.948,
    "neg": 0.026,
    "label": "positive"
  }
}