{
  "url": "https://www.telesurtv.net/politica-migratoria-trump-separa-ninos-venezo/",
  "title": "Política migratoria de Trump separa a otros tres niños venezolanos de sus madres - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "política migratoria",
    "secuestros",
    "Trump"
  ],
  "text": "Tras la llegada a Venezuela del vuelo 41 del Plan Vuelta a la Patria, procedente de Estados Unidos (EE.UU.), para devolver al país más de 200 migrantes venezolanos que fueron deportados, se conoció de otras dos madres que fueron separadas de sus hijos por el accionar de las autoridades estadounidenses, por lo que el número de niños y niñas venezolanos secuestrados en ese país asciende a 21.\nteleSUR dialogó con Anabel M. Bustamante y María Á. Montoya, madre de dos niñas la primera, y de una la segunda, quienes compartieron sus duras experiencias como migrantes venezolanas que fueron detenidas por las autoridades migratorias quienes les impusieron orden de deportación y fueron separadas de sus hijas.\nAnabel contó a teleSUR que se siente bien, porque se encuentra en Venezuela, pero mal, porque dejó a sus hijas en EE.UU., al cuidado de su madre. Relató que estuvo casi cinco meses en la cárcel, y un mes y medio en Inmigración.\n“Cuando quería traerme a mis hijas, que quería pedir a mis hijas, me dio miedo, porque emigración va hasta la casa a buscar a las niñas y me daba miedo que buscaran a toda mi familia, que era mi mamá, mi hermana, mi otra hermanita de cuatro años. Tengo una sobrina nacida en EE.UU., de un añito, teníamos miedo de que nos la quite el Gobierno, como han hecho con varios niños ciudadanos de EE.UU.“, señaló.\nAfirmó que evitó que Inmigración buscara a sus niñas, “porque no quería que las encerraran”, por ello solicita ayuda al Gobierno del presidente Nicolás Maduro para que sus hijas regresen con ella a Venezuela.\n“Nunca me había separado de mis hijas. Es primera vez que me separo de mis hijas. No me las traje por miedo a que Migración fuera a la casa”, subrayó.\nPor su parte, María Á. Montoya, originaria de Valencia, Carabobo, fue separada de su hija de cinco años cuando fue detenida en Estados Unidos tras su cita con Migración. La niña quedó al cuidado de su pareja, que no es su padre biológico.\nMaría explicó a teleSUR que no esperaba ser detenida pues tenía sus documentos en regla y pensaba que eso evitaría problemas. Sin embargo, fue arrestada y pasó un mes y una semana en un centro de detención para migrantes.\n“Tengo el corazón destrozado, mi vida se quedó allá. Estoy agradecida por traernos a acá, pero yo necesito a mi bebé. Tiene apenas cinco añitos. El día de su cumpleaños ya yo estaba detenida“, dijo.\nMaría aseguró que jamás pensó en separarse de su hija. “Jamás había estado tanto tiempo lejos de ella. Cuando la veo, me dice que me extraña, y eso me parte el corazón. Ella es lo único que tengo, y yo soy lo único que tiene”, destacó, y subrayó que lo que hace EE.UU. con las madres es una violación “porque ellos sabían que yo tenía a mi niña cuando entré a EE.UU.”.\nMaría teme que su pareja, a cargo de la menor, también sea deportado porque se encuentra ilegalmente en EE.UU. y su hija quede sin amparo. “Necesito traer a mi bebé, porque si lo detienen, mi hija queda a la deriva, porque ellos los pasan por programas y hay madres que llevan seis u ocho meses esperando a que les den a sus bebés. Si hay orden de deportación, lo lógico es que nos deporten con nuestros hijos, porque desde el principio lo estamos pidiendo“.\nAmbas madres coinciden en que durante su detención vivieron condiciones inhumanas: hacinamiento, mala alimentación (solo pan con agua), falta de atención médica pese a tener problemas de salud graves, ropa usada por otras personas que han pasado por el mismo sitio y un trato cruel por parte de los agentes de inmigración, quienes les insultaban y desatendían.\nLas historias de los tres niños se unen a las de otros 18 menores de edad, que se encuentran secuestrados en EE.UU. Al respecto, el pasado 30 de junio, el presidente Nicolás Maduro denunció la situación en su programa Con Maduro + y refirió que tienen que volver a Venezuela como acto de justicia y humanidad.\nEn ese sentido, el mandatario recordó el esfuerzo por rescatar a la niña Maikelys Espinoza, quien regresó a Venezuela el 14 de mayo, tras una intensa lucha que involucró a las autoridades y al pueblo venezolano.\nAsimismo, Venezuela denuncia el secuestro de 252 migrantes en El Salvador, quienes se encuentran en el Cecot, como si fueran criminales, sin haber cometido delito alguno en ese país, por lo que exige su devolución inmediata.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/politica-migratoria-trump-separa-ninos-venezo/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1568,
    "message_id": 98650,
    "date": "2025-07-10T02:55:29+00:00",
    "text": "teleSUR\nPolítica migratoria de Trump separa a otros tres niños venezolanos de sus madres\nhttps://www.telesurtv.net/politica-migratoria-trump-separa-ninos-venezo/",
    "photo_path": null,
    "views": 1645,
    "reactions": {
      "🤬": 36,
      "😢": 8,
      "❤": 1,
      "💔": 1
    },
    "total_reactions": 46
  },
  "preprocessing": {
    "cleaned": "tras la llegada a venezuela del vuelo 41 del plan vuelta a la patria, procedente de estados unidos (ee.uu.), para devolver al país más de 200 migrantes venezolanos que fueron deportados, se conoció de otras dos madres que fueron separadas de sus hijos por el accionar de las autoridades estadounidenses, por lo que el número de niños y niñas venezolanos secuestrados en ese país asciende a 21. telesur dialogó con anabel m. bustamante y maría á. montoya, madre de dos niñas la primera, y de una la segunda, quienes compartieron sus duras experiencias como migrantes venezolanas que fueron detenidas por las autoridades migratorias quienes les impusieron orden de deportación y fueron separadas de sus hijas. anabel contó a telesur que se siente bien, porque se encuentra en venezuela, pero mal, porque dejó a sus hijas en ee.uu., al cuidado de su madre. relató que estuvo casi cinco meses en la cárcel, y un mes y medio en inmigración. “cuando quería traerme a mis hijas, que quería pedir a mis hijas, me dio miedo, porque emigración va hasta la casa a buscar a las niñas y me daba miedo que buscaran a toda mi familia, que era mi mamá, mi hermana, mi otra hermanita de cuatro años. tengo una sobrina nacida en ee.uu., de un añito, teníamos miedo de que nos la quite el gobierno, como han hecho con varios niños ciudadanos de ee.uu.“, señaló. afirmó que evitó que inmigración buscara a sus niñas, “porque no quería que las encerraran”, por ello solicita ayuda al gobierno del presidente nicolás maduro para que sus hijas regresen con ella a venezuela. “nunca me había separado de mis hijas. es primera vez que me separo de mis hijas. no me las traje por miedo a que migración fuera a la casa”, subrayó. por su parte, maría á. montoya, originaria de valencia, carabobo, fue separada de su hija de cinco años cuando fue detenida en estados unidos tras su cita con migración. la niña quedó al cuidado de su pareja, que no es su padre biológico. maría explicó a telesur que no esperaba ser detenida pues tenía sus documentos en regla y pensaba que eso evitaría problemas. sin embargo, fue arrestada y pasó un mes y una semana en un centro de detención para migrantes. “tengo el corazón destrozado, mi vida se quedó allá. estoy agradecida por traernos a acá, pero yo necesito a mi bebé. tiene apenas cinco añitos. el día de su cumpleaños ya yo estaba detenida“, dijo. maría aseguró que jamás pensó en separarse de su hija. “jamás había estado tanto tiempo lejos de ella. cuando la veo, me dice que me extraña, y eso me parte el corazón. ella es lo único que tengo, y yo soy lo único que tiene”, destacó, y subrayó que lo que hace ee.uu. con las madres es una violación “porque ellos sabían que yo tenía a mi niña cuando entré a ee.uu.”. maría teme que su pareja, a cargo de la menor, también sea deportado porque se encuentra ilegalmente en ee.uu. y su hija quede sin amparo. “necesito traer a mi bebé, porque si lo detienen, mi hija queda a la deriva, porque ellos los pasan por programas y hay madres que llevan seis u ocho meses esperando a que les den a sus bebés. si hay orden de deportación, lo lógico es que nos deporten con nuestros hijos, porque desde el principio lo estamos pidiendo“. ambas madres coinciden en que durante su detención vivieron condiciones inhumanas: hacinamiento, mala alimentación (solo pan con agua), falta de atención médica pese a tener problemas de salud graves, ropa usada por otras personas que han pasado por el mismo sitio y un trato cruel por parte de los agentes de inmigración, quienes les insultaban y desatendían. las historias de los tres niños se unen a las de otros 18 menores de edad, que se encuentran secuestrados en ee.uu. al respecto, el pasado 30 de junio, el presidente nicolás maduro denunció la situación en su programa con maduro + y refirió que tienen que volver a venezuela como acto de justicia y humanidad. en ese sentido, el mandatario recordó el esfuerzo por rescatar a la niña maikelys espinoza, quien regresó a venezuela el 14 de mayo, tras una intensa lucha que involucró a las autoridades y al pueblo venezolano. asimismo, venezuela denuncia el secuestro de 252 migrantes en el salvador, quienes se encuentran en el cecot, como si fueran criminales, sin haber cometido delito alguno en ese país, por lo que exige su devolución inmediata.",
    "tokens": [
      "tras",
      "llegada",
      "venezuela",
      "vuelo",
      "41",
      "plan",
      "vuelta",
      "patria",
      ",",
      "procedente",
      "unidos",
      "(",
      "ee.uu.",
      ")",
      ",",
      "devolver",
      "país",
      "200",
      "migrantes",
      "venezolanos",
      "deportados",
      ",",
      "conoció",
      "dos",
      "madres",
      "separadas",
      "hijos",
      "accionar",
      "autoridades",
      "estadounidenses",
      ",",
      "número",
      "niños",
      "niñas",
      "venezolanos",
      "secuestrados",
      "país",
      "asciende",
      "21.",
      "telesur",
      "dialogó",
      "anabel",
      "m.",
      "bustamante",
      "maría",
      "á.",
      "montoya",
      ",",
      "madre",
      "dos",
      "niñas",
      "primera",
      ",",
      "segunda",
      ",",
      "compartieron",
      "duras",
      "experiencias",
      "migrantes",
      "venezolanas",
      "detenidas",
      "autoridades",
      "migratorias",
      "impusieron",
      "orden",
      "deportación",
      "separadas",
      "hijas",
      ".",
      "anabel",
      "contó",
      "telesur",
      "bien",
      ",",
      "encuentra",
      "venezuela",
      ",",
      "mal",
      ",",
      "dejó",
      "hijas",
      "ee.uu.",
      ",",
      "cuidado",
      "madre",
      ".",
      "relató",
      "casi",
      "cinco",
      "meses",
      "cárcel",
      ",",
      "mes",
      "medio",
      "inmigración",
      ".",
      "“",
      "quería",
      "traerme",
      "hijas",
      ",",
      "quería",
      "pedir",
      "hijas",
      ",",
      "dio",
      "miedo",
      ",",
      "emigración",
      "va",
      "casa",
      "buscar",
      "niñas",
      "daba",
      "miedo",
      "buscaran",
      "toda",
      "familia",
      ",",
      "mamá",
      ",",
      "hermana",
      ",",
      "hermanita",
      "cuatro",
      "años",
      ".",
      "sobrina",
      "nacida",
      "ee.uu.",
      ",",
      "añito",
      ",",
      "miedo",
      "quite",
      "gobierno",
      ",",
      "hecho",
      "varios",
      "niños",
      "ciudadanos",
      "ee.uu.",
      "“",
      ",",
      "señaló",
      ".",
      "afirmó",
      "evitó",
      "inmigración",
      "buscara",
      "niñas",
      ",",
      "“",
      "quería",
      "encerraran",
      "”",
      ",",
      "ello",
      "solicita",
      "ayuda",
      "gobierno",
      "presidente",
      "nicolás",
      "maduro",
      "hijas",
      "regresen",
      "venezuela",
      ".",
      "“",
      "nunca",
      "separado",
      "hijas",
      ".",
      "primera",
      "vez",
      "separo",
      "hijas",
      ".",
      "traje",
      "miedo",
      "migración",
      "casa",
      "”",
      ",",
      "subrayó",
      ".",
      "parte",
      ",",
      "maría",
      "á.",
      "montoya",
      ",",
      "originaria",
      "valencia",
      ",",
      "carabobo",
      ",",
      "separada",
      "hija",
      "cinco",
      "años",
      "detenida",
      "unidos",
      "tras",
      "cita",
      "migración",
      ".",
      "niña",
      "quedó",
      "cuidado",
      "pareja",
      ",",
      "padre",
      "biológico",
      ".",
      "maría",
      "explicó",
      "telesur",
      "esperaba",
      "ser",
      "detenida",
      "pues",
      "documentos",
      "regla",
      "pensaba",
      "evitaría",
      "problemas",
      ".",
      "embargo",
      ",",
      "arrestada",
      "pasó",
      "mes",
      "semana",
      "centro",
      "detención",
      "migrantes",
      ".",
      "“",
      "corazón",
      "destrozado",
      ",",
      "vida",
      "quedó",
      "allá",
      ".",
      "agradecida",
      "traernos",
      "acá",
      ",",
      "necesito",
      "bebé",
      ".",
      "apenas",
      "cinco",
      "añitos",
      ".",
      "día",
      "cumpleaños",
      "detenida",
      "“",
      ",",
      "dijo",
      ".",
      "maría",
      "aseguró",
      "jamás",
      "pensó",
      "separarse",
      "hija",
      ".",
      "“",
      "jamás",
      "tiempo",
      "lejos",
      ".",
      "veo",
      ",",
      "dice",
      "extraña",
      ",",
      "parte",
      "corazón",
      ".",
      "único",
      ",",
      "único",
      "”",
      ",",
      "destacó",
      ",",
      "subrayó",
      "hace",
      "ee.uu.",
      "madres",
      "violación",
      "“",
      "sabían",
      "niña",
      "entré",
      "ee.uu.",
      "”",
      ".",
      "maría",
      "teme",
      "pareja",
      ",",
      "cargo",
      "menor",
      ",",
      "deportado",
      "encuentra",
      "ilegalmente",
      "ee.uu.",
      "hija",
      "quede",
      "amparo",
      ".",
      "“",
      "necesito",
      "traer",
      "bebé",
      ",",
      "si",
      "detienen",
      ",",
      "hija",
      "queda",
      "deriva",
      ",",
      "pasan",
      "programas",
      "madres",
      "llevan",
      "seis",
      "u",
      "ocho",
      "meses",
      "esperando",
      "den",
      "bebés",
      ".",
      "si",
      "orden",
      "deportación",
      ",",
      "lógico",
      "deporten",
      "hijos",
      ",",
      "principio",
      "pidiendo",
      "“",
      ".",
      "ambas",
      "madres",
      "coinciden",
      "detención",
      "vivieron",
      "condiciones",
      "inhumanas",
      ":",
      "hacinamiento",
      ",",
      "mala",
      "alimentación",
      "(",
      "solo",
      "pan",
      "agua",
      ")",
      ",",
      "falta",
      "atención",
      "médica",
      "pese",
      "tener",
      "problemas",
      "salud",
      "graves",
      ",",
      "ropa",
      "usada",
      "personas",
      "pasado",
      "mismo",
      "sitio",
      "trato",
      "cruel",
      "parte",
      "agentes",
      "inmigración",
      ",",
      "insultaban",
      "desatendían",
      ".",
      "historias",
      "tres",
      "niños",
      "unen",
      "18",
      "menores",
      "edad",
      ",",
      "encuentran",
      "secuestrados",
      "ee.uu.",
      "respecto",
      ",",
      "pasado",
      "30",
      "junio",
      ",",
      "presidente",
      "nicolás",
      "maduro",
      "denunció",
      "situación",
      "programa",
      "maduro",
      "+",
      "refirió",
      "volver",
      "venezuela",
      "acto",
      "justicia",
      "humanidad",
      ".",
      ",",
      "mandatario",
      "recordó",
      "esfuerzo",
      "rescatar",
      "niña",
      "maikelys",
      "espinoza",
      ",",
      "regresó",
      "venezuela",
      "14",
      "mayo",
      ",",
      "tras",
      "intensa",
      "lucha",
      "involucró",
      "autoridades",
      "pueblo",
      "venezolano",
      ".",
      "asimismo",
      ",",
      "venezuela",
      "denuncia",
      "secuestro",
      "252",
      "migrantes",
      "salvador",
      ",",
      "encuentran",
      "cecot",
      ",",
      "si",
      "criminales",
      ",",
      "haber",
      "cometido",
      "delito",
      "alguno",
      "país",
      ",",
      "exige",
      "devolución",
      "inmediata",
      "."
    ],
    "token_count": 475,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 80,
      "FW": 109,
      "NN": 318,
      "CD": 7,
      "VBZ": 11,
      "VBP": 26,
      "JJ": 64,
      "IN": 32,
      "NNS": 34,
      "VBD": 7,
      "VB": 3,
      "PRP": 8,
      "RB": 2,
      "DT": 3
    },
    "bigram_freq": {
      "NNP-NNP": 23,
      "NNP-FW": 7,
      "FW-NNP": 12,
      "FW-NN": 21,
      "NN-CD": 1,
      "CD-NN": 2,
      "NN-NN": 206,
      "NN-NNP": 34,
      "NNP-VBZ": 6,
      "VBZ-NNP": 1,
      "NNP-NN": 34,
      "NN-FW": 17,
      "NN-VBP": 3,
      "VBP-JJ": 12,
      "JJ-NN": 39,
      "NN-IN": 23,
      "IN-CD": 2,
      "CD-NNS": 3,
      "NNS-JJ": 4,
      "JJ-JJ": 6,
      "NN-JJ": 10,
      "IN-FW": 13,
      "FW-JJ": 5,
      "JJ-NNS": 10,
      "NNS-VBP": 19,
      "FW-NNS": 6,
      "NNS-VBZ": 1,
      "VBZ-JJ": 8,
      "VBP-IN": 2,
      "IN-JJ": 8,
      "NN-VBD": 3,
      "VBD-CD": 2,
      "FW-FW": 62,
      "VBP-NN": 10,
      "NN-NNS": 12,
      "NNS-IN": 5,
      "NNS-NNS": 2,
      "JJ-FW": 7,
      "IN-NNP": 5,
      "NNP-VBP": 2,
      "NN-VBZ": 3,
      "NN-VB": 1,
      "VB-PRP": 2,
      "PRP-JJ": 3,
      "IN-PRP": 3,
      "PRP-VBP": 2,
      "NNP-JJ": 2,
      "FW-RB": 1,
      "RB-JJ": 2,
      "JJ-NNP": 2,
      "NNP-VBD": 3,
      "VBD-NNP": 1,
      "NN-DT": 3,
      "DT-NN": 3,
      "VBD-JJ": 3,
      "NNP-PRP": 2,
      "PRP-FW": 1,
      "PRP-VBZ": 1,
      "VBD-FW": 1,
      "NN-RB": 1,
      "NNS-NNP": 1,
      "VBZ-NN": 1,
      "FW-PRP": 1,
      "PRP-NN": 1,
      "VBP-VB": 2,
      "FW-CD": 1,
      "NNS-FW": 1,
      "CD-IN": 2,
      "IN-NN": 1,
      "VBZ-CD": 1,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "VB-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 1,
      "FW-NNP-FW": 2,
      "NNP-FW-NN": 3,
      "FW-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NN-NNP": 23,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-FW": 4,
      "NN-FW-NNP": 4,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 30,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 8,
      "JJ-NN-IN": 6,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "JJ-NN-NN": 23,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 6,
      "NN-IN-FW": 12,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-JJ": 9,
      "FW-JJ-NN": 2,
      "NN-NN-NN": 132,
      "NN-NN-IN": 16,
      "IN-FW-NNS": 4,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 7,
      "NNS-VBP-IN": 2,
      "VBP-IN-JJ": 1,
      "IN-JJ-NN": 5,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 2,
      "VBD-CD-NN": 1,
      "NN-NNP-NNP": 9,
      "NNP-FW-FW": 3,
      "FW-FW-FW": 43,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NN": 7,
      "VBP-NN-NNS": 2,
      "NN-NNS-VBP": 8,
      "NN-NN-NNS": 6,
      "NN-NNS-IN": 2,
      "NNS-IN-JJ": 3,
      "IN-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "FW-FW-NN": 8,
      "FW-NN-NNP": 7,
      "NN-NNP-NN": 17,
      "NN-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-NN": 5,
      "NN-IN-NNP": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NN-FW-FW": 5,
      "FW-FW-NNP": 6,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-NNS": 3,
      "VBP-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 3,
      "NN-NN-VB": 1,
      "NN-VB-PRP": 1,
      "VB-PRP-JJ": 2,
      "PRP-JJ-NN": 1,
      "NN-IN-PRP": 3,
      "IN-PRP-VBP": 2,
      "PRP-VBP-JJ": 1,
      "JJ-NN-FW": 2,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-FW": 9,
      "FW-FW-RB": 1,
      "FW-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "JJ-NN-NNS": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 2,
      "IN-NNP-VBD": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "NN-NN-DT": 2,
      "NN-DT-NN": 3,
      "DT-NN-NN": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NNP-FW": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 7,
      "NNP-NNP-PRP": 1,
      "NNP-PRP-JJ": 1,
      "PRP-JJ-FW": 1,
      "IN-PRP-FW": 1,
      "PRP-FW-FW": 1,
      "NN-NNP-PRP": 1,
      "NNP-PRP-VBZ": 1,
      "PRP-VBZ-JJ": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NN-NN": 9,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-NN-NNP": 4,
      "IN-FW-NN": 3,
      "DT-NN-VBZ": 1,
      "JJ-NN-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "NN-FW-NN": 6,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-IN-JJ": 4,
      "FW-NN-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "IN-JJ-FW": 1,
      "NN-FW-PRP": 1,
      "FW-PRP-NN": 1,
      "PRP-NN-IN": 1,
      "PRP-VBP-VB": 1,
      "VBP-VB-PRP": 1,
      "PRP-JJ-JJ": 1,
      "IN-FW-FW": 3,
      "FW-NN-FW": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "VBP-JJ-NNS": 1,
      "FW-FW-JJ": 1,
      "FW-NNS-IN": 1,
      "VBP-JJ-NNP": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "VBD-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NNP-JJ": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-NNS-JJ": 1,
      "CD-NNS-IN": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "NNS-VBP-VB": 1,
      "VBP-VB-JJ": 1,
      "VB-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 318,
        "FW": 109,
        "NNP": 80,
        "JJ": 64,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 206,
        "FW-FW": 62,
        "JJ-NN": 39,
        "NN-NNP": 34,
        "NNP-NN": 34
      },
      "top_trigrams": {
        "NN-NN-NN": 132,
        "FW-FW-FW": 43,
        "NNP-NN-NN": 30,
        "NN-NN-NNP": 23,
        "JJ-NN-NN": 23
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 195,
      "VP": 53,
      "PP": 14,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0236
      },
      {
        "rule": "NP -> ('EE.UU.', 'NNP')",
        "frequency": 4,
        "weight": 0.0135
      },
      {
        "rule": "NP -> ('hijas', 'NN')",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('migrantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('ese', 'JJ') ('país', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('porque', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Tras la"
      },
      {
        "label": "VP",
        "text": "llegada a Venezuela del vuelo"
      },
      {
        "label": "NP",
        "text": "a Venezuela del vuelo"
      },
      {
        "label": "NP",
        "text": "del Plan Vuelta"
      },
      {
        "label": "NP",
        "text": "a la Patria"
      },
      {
        "label": "NP",
        "text": "procedente"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "EE.UU."
      },
      {
        "label": "NP",
        "text": "para devolver al país más"
      },
      {
        "label": "NP",
        "text": "migrantes"
      },
      {
        "label": "NP",
        "text": "venezolanos que fueron deportados"
      },
      {
        "label": "NP",
        "text": "se conoció"
      },
      {
        "label": "NP",
        "text": "dos madres"
      },
      {
        "label": "VP",
        "text": "que fueron separadas"
      },
      {
        "label": "NP",
        "text": "fueron separadas"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Tras/NNP la/NNP)\n  (VP llegada/VBZ (NP a/DT Venezuela/NNP del/NN vuelo/NN))\n  41/CD\n  (NP del/NN Plan/NN Vuelta/NNP)\n  (NP a/DT la/NN Patria/NNP)\n  ,/,\n  (NP procedente/NN)\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  (/(\n  (NP EE.UU./NNP)\n  )/)\n  ,/,\n  (NP para/JJ devolver/NN al/NN país/NN más/NN)\n  de/IN\n  200/CD\n  (NP migrantes/NNS)\n  (NP venezolanos/JJ que/JJ fueron/NN deportados/NN)\n  ,/,\n  (NP se/JJ conoció/NN)\n  de/IN\n  otras/FW\n  (NP dos/JJ madres/NNS)\n  (VP que/VBP (NP fueron/JJ separadas/NN))\n  de/IN\n  sus/FW\n  (NP hijos/JJ por/NN el/NN accionar/NN)\n  de/IN\n  las/FW\n  (NP autoridades/NNS estadounidenses/NNS)\n  ,/,\n  (NP por/NN lo/NN que/NN el/NN número/NN)\n  de/IN\n  niños/FW\n  y/FW\n  niñas/FW\n  venezolanos/FW\n  secuestrados/FW\n  en/FW\n  (NP ese/JJ país/NN)\n  (VP asciende/VBD)\n  a/DT\n  21./CD\n  (NP\n    teleSUR/NN\n    dialogó/NN\n    con/NN\n    Anabel/NNP\n    M./NNP\n    Bustamante/NNP\n    y/NNP\n    María/NNP\n    Á./NNP\n    Montoya/NNP)\n  ,/,\n  madre/FW\n  de/FW\n  dos/FW\n  niñas/FW\n  la/FW\n  (NP primera/NN)\n  ,/,\n  y/FW\n  de/FW\n  una/FW\n  la/FW\n  segunda/FW\n  ,/,\n  (NP quienes/NNS)\n  (VP compartieron/VBP (NP sus/NN duras/NNS))\n  (VP experiencias/VBP (NP como/NN migrantes/NNS))\n  (VP\n    venezolanas/VBP\n    (NP que/JJ fueron/NN detenidas/NN por/NN las/NNS))\n  (PP autoridades/IN (NP migratorias/JJ quienes/NNS les/NNS))\n  (VP impusieron/VBP orden/JJ)\n  de/FW\n  deportación/FW\n  y/FW\n  fueron/FW\n  separadas/FW\n  de/FW\n  sus/FW\n  (NP hijas/NN)\n  ./.)",
      "(S\n  (NP Anabel/NNP)\n  (VP contó/VBZ (NP a/DT teleSUR/NN que/NN se/NN siente/NN bien/NN))\n  ,/,\n  (NP porque/NN se/NN)\n  (ADJP encuentra/JJ)\n  en/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP pero/NN mal/NN)\n  ,/,\n  (NP porque/NN)\n  (VP dejó/VBD (NP a/DT sus/NN hijas/NN))\n  (PP en/IN (NP EE.UU./NNP))\n  ,/,\n  (NP al/JJ cuidado/NN)\n  de/IN\n  su/FW\n  (NP madre/NN)\n  ./.)",
      "(S\n  (NP Relató/NNP que/NN estuvo/NN casi/NN cinco/NN)\n  (VP meses/VBZ (NP en/JJ la/NN cárcel/NN))\n  ,/,\n  y/CC\n  (NP un/JJ mes/NNS)\n  (VP y/VBP (NP medio/NN en/NN Inmigración/NNP))\n  ./.)",
      "(S\n  (NP “/JJ Cuando/NNP quería/NN)\n  (VP traerme/VBD (NP a/DT mis/NN hijas/NN))\n  ,/,\n  (NP que/JJ quería/NN)\n  (VP pedir/VBZ (NP a/DT mis/NN hijas/NN))\n  ,/,\n  me/PRP\n  (NP dio/JJ miedo/NN)\n  ,/,\n  (NP porque/NN emigración/NN va/NN hasta/NN la/NN)\n  (VP casa/VBZ (NP a/DT buscar/NN) (NP a/DT las/JJ niñas/NN))\n  y/IN\n  me/PRP\n  (VP daba/VBP (NP miedo/JJ que/NN))\n  (VP buscaran/VBD (NP a/DT toda/NN mi/NN familia/NN))\n  ,/,\n  (NP que/NN era/NN mi/NN mamá/NN)\n  ,/,\n  (NP mi/NN hermana/NN)\n  ,/,\n  mi/FW\n  (NP otra/JJ hermanita/NN)\n  de/FW\n  cuatro/FW\n  (NP años/NN)\n  ./.)",
      "(S\n  (NP Tengo/NNP)\n  (NP una/JJ sobrina/NN nacida/NN)\n  (PP en/IN (NP EE.UU./NNP))\n  ,/,\n  de/FW\n  un/FW\n  (NP añito/NN)\n  ,/,\n  (ADJP teníamos/JJ)\n  miedo/FW\n  de/FW\n  que/FW\n  nos/FW\n  la/FW\n  quite/RB\n  (NP el/JJ Gobierno/NNP)\n  ,/,\n  (NP como/NN han/NN)\n  (NP hecho/JJ con/NN varios/NNS)\n  (NP niños/JJ ciudadanos/NNS)\n  (PP de/IN (NP EE.UU./NNP “/NNP))\n  ,/,\n  (NP señaló/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "NEGOCIACION_ACUERDOS",
      "RECURSOS_NATURALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció la situación en su programa con maduro + y refirió que tienen que volver a",
        "position": [
          3733,
          3816
        ],
        "start": 3733,
        "end": 3816
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          1335,
          1341
        ],
        "start": 1335,
        "end": 1341
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1948,
          1955
        ],
        "start": 1948,
        "end": 1955
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno del presidente nicolás",
        "position": [
          1463,
          1494
        ],
        "start": 1463,
        "end": 1494
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          1476,
          1501
        ],
        "start": 1476,
        "end": 1501
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1694,
          1701
        ],
        "start": 1694,
        "end": 1701
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2590,
          2597
        ],
        "start": 2590,
        "end": 2597
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          3733,
          3741
        ],
        "start": 3733,
        "end": 3741
      },
      {
        "category": "NEGOCIACION_ACUERDOS",
        "matched_text": "dialogó",
        "position": [
          402,
          409
        ],
        "start": 402,
        "end": 409
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          3320,
          3324
        ],
        "start": 3320,
        "end": 3324
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          84,
          98
        ],
        "start": 84,
        "end": 98
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          18,
          27
        ],
        "start": 18,
        "end": 27
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado tanto",
        "position": [
          2431,
          2443
        ],
        "start": 2431,
        "end": 2443
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          2128,
          2137
        ],
        "start": 2128,
        "end": 2137
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2072,
          2079
        ],
        "start": 2072,
        "end": 2079
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 200",
        "position": [
          131,
          141
        ],
        "start": 131,
        "end": 141
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cecot",
        "tipo": "Organizacion"
      },
      {
        "nombre": "acá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jamás",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Anabel M. Bustamante",
        "tipo": "Persona"
      },
      {
        "nombre": "Valencia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plan Vuelta a la Patria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Anabel",
        "tipo": "Persona"
      },
      {
        "nombre": "Maikelys Espinoza",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carabobo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno del presidente Nicolás Maduro",
        "tipo": "Organizacion"
      },
      {
        "nombre": "María",
        "tipo": "Persona"
      },
      {
        "nombre": "María Á. Montoya",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Migración",
        "tipo": "Organizacion"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Relató",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Anabel",
        "relacion": "CONTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Anabel",
        "relacion": "CONTAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ENCONTRAR_SENTIR_CONTAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Gobierno",
        "relacion": "TENER_SE_ALAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Gobierno",
        "relacion": "QUITAR_TENER_TENER_SE_ALAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Gobierno del presidente Nicolás Maduro",
        "relacion": "SOLICITAR_AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "María Á. Montoya",
        "relacion": "SEPARAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "María Á. Montoya",
        "relacion": "SEPARAR",
        "objeto": "Migración"
      },
      {
        "sujeto": "Valencia",
        "relacion": "SEPARAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Valencia",
        "relacion": "SEPARAR",
        "objeto": "Migración"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "SEPARAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "SEPARAR",
        "objeto": "Migración"
      },
      {
        "sujeto": "en Estados Unidos",
        "relacion": "DETENER_SEPARAR",
        "objeto": "Migración"
      },
      {
        "sujeto": "María",
        "relacion": "TEMER",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "ENCONTRAR_UNIR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "ENCONTRAR_UNIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "ENCONTRAR_UNIR",
        "objeto": "Maikelys Espinoza"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "DENUNCIAR_UNIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "DENUNCIAR_UNIR",
        "objeto": "Maikelys Espinoza"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "VOLVER_TENER_REFERIR_DENUNCIAR_UNIR",
        "objeto": "Maikelys Espinoza"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DENUNCIAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DENUNCIAR",
        "objeto": "Cecot"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9738,
    "pos": 0.0,
    "neu": 0.964,
    "neg": 0.036,
    "label": "negative"
  }
}