{
  "url": "https://www.telesurtv.net/israel-amenaza-intensificar-bombardeos-siria/",
  "title": "Israel amenaza con intensificar los bombardeos sobre Siria",
  "section": "Mundo",
  "tags": [
    "Siria"
  ],
  "text": "El conflicto en la ciudad siria de Al-Suwayda, de mayoría drusa, ha entrado en una fase crítica con la intervención militar directa del Estado de Israel, que ha bombardeado posiciones del Ejército sirio en el sur del país y en la misma capital, Damasco, en lo que constituye su primera ofensiva aérea sobre esta ciudad desde el estallido de los enfrentamientos entre fuerzas gubernamentales y grupos drusos locales.\nLEA TAMBIÉN:Conflicto en la mira: decenas de drusos cruzan de Israel a Siria\nLa escalada se produce tras días de combates intensos en Sweida entre facciones armadas de la comunidad drusa, clanes beduinos y el Ejército sirio, que ha intentado retomar el control de la provincia como parte de su estrategia de estabilización territorial en el sur.\nEl ministro de Defensa israelí, Israel Katz, lanzó este miércoles una advertencia sin precedentes al gobierno sirio, señalando que los ataques continuarán e incluso se intensificarán si las tropas sirias no se retiran de Sweida.\n“El régimen sirio debe liberar a los drusos en Suwayda y retirar sus fuerzas. De lo contrario, intensificaremos nuestra respuesta militar”, declaró Katz en un comunicado oficial difundido por el Ministerio de Defensa israelí.\n\nPost en X del ministro de Defensa israelí, en el que anuncia “Los golpes dolorosos han comenzado”, mientras se ve una televisora siria siendo sacudida por el impacto de los bombardeos\nHoras después de las declaraciones de Katz, aviones no tripulados israelíes atacaron las inmediaciones del cuartel general de las fuerzas sirias en Damasco, marcando la primera ofensiva israelí contra la capital desde el recrudecimiento del conflicto en el sur del país.\nLa televisión estatal Al Ijbariya informó que al menos dos civiles resultaron heridos por el bombardeo. La agencia oficial SANA añadió que “un número indeterminado” de personas sufrió lesiones, sin ofrecer un balance preciso.\nEste ataque llega después de tres días consecutivos de ofensivas israelíes contra tropas sirias que se dirigían a la ciudad de Sweida, y que incluyeron la destrucción de tanques y vehículos blindados en tránsito hacia la zona de conflicto.\n\nEl martes, aviones israelíes bombardearon varias posiciones militares sirias en Al Sueida, coincidiendo con el ingreso de unidades del Ejército a la ciudad en medio del toque de queda decretado por el Ministerio del Interior.\nUn avión no tripulado israelí atacó también la localidad durante la mañana del miércoles. El medio indicó que los ataques fueron dirigidos contra convoyes militares y posiciones de artillería, aunque no especificó cifras de muertos o heridos.\nPor su parte, las Fuerzas de Defensa de Israel (FDI) confirmaron que las acciones se enmarcan en su estrategia de “contención preventiva” para impedir una “amenaza estructural en su frontera norte”.\nLos enfrentamientos armados en Sweida han provocado una de las mayores crisis locales desde el inicio de la guerra civil siria en 2011. Según fuentes oficiales sirias, al menos 116 personas han muerto y más de 200 resultaron heridas desde el estallido del conflicto el pasado fin de semana.\nLas hostilidades han enfrentado a:\n–Facciones drusas locales con autonomía de facto desde hace años.\n–Clanes beduinos con presencia en las campiñas vecinas.\n–Unidades del Ejército y la policía sirios, que buscan retomar el control territorial.\nEste martes, el Ministerio de Defensa sirio afirmó que sus tropas continúan enfrentamientos activos dentro de la ciudad. La agencia estatal de noticias reportó caída de proyectiles de artillería, y la movilización de civiles hacia zonas más seguras.\n\n“El Ejército responde al origen de los disparos dentro de la ciudad, tomando en cuenta normas de combate para proteger a los ciudadanos”, aseguró la oficina de prensa del Ministerio.\nDesde el martes por la mañana rige un toque de queda indefinido en Sweida. Las autoridades han solicitado a la población no abandonar sus hogares y colaborar informando sobre grupos armados. El general Ahmad al-Dalati, jefe de la policía local, responsabilizó a líderes religiosos y comandantes de facciones por la crisis y los instó a cooperar con el Estado.\n\nLa ofensiva israelí sobre territorio sirio, con bombardeos sobre Damasco y la ciudad de Sweida, marca un punto de inflexión en el conflicto del sur de Siria. El uso del argumento humanitario, la protección de la minoría drusa, por parte de Israel ha sido fuertemente cuestionado por sectores regionales, que lo consideran una intervención militar encubierta en un contexto de crisis política interna en Siria.\nCon más de un centenar de muertos, múltiples frentes abiertos y el espectro de una guerra regional, Sweida se ha convertido en el nuevo epicentro de una disputa que trasciende lo local.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/israel-amenaza-intensificar-bombardeos-siria/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1177,
    "message_id": 99129,
    "date": "2025-07-16T12:55:07+00:00",
    "text": "teleSUR\nIsrael amenaza con intensificar los bombardeos sobre Siria, los cuales ya suman más de 100 muertos\nhttps://www.telesurtv.net/israel-amenaza-intensificar-bombardeos-siria/",
    "photo_path": null,
    "views": 1723,
    "reactions": {
      "🤬": 37,
      "🔥": 2,
      "👏": 1,
      "🕊": 1
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "el conflicto en la ciudad siria de al-suwayda, de mayoría drusa, ha entrado en una fase crítica con la intervención militar directa del estado de israel, que ha bombardeado posiciones del ejército sirio en el sur del país y en la misma capital, damasco, en lo que constituye su primera ofensiva aérea sobre esta ciudad desde el estallido de los enfrentamientos entre fuerzas gubernamentales y grupos drusos locales. la escalada se produce tras días de combates intensos en sweida entre facciones armadas de la comunidad drusa, clanes beduinos y el ejército sirio, que ha intentado retomar el control de la provincia como parte de su estrategia de estabilización territorial en el sur. el ministro de defensa israelí, israel katz, lanzó este miércoles una advertencia sin precedentes al gobierno sirio, señalando que los ataques continuarán e incluso se intensificarán si las tropas sirias no se retiran de sweida. “el régimen sirio debe liberar a los drusos en suwayda y retirar sus fuerzas. de lo contrario, intensificaremos nuestra respuesta militar”, declaró katz en un comunicado oficial difundido por el ministerio de defensa israelí. post en x del ministro de defensa israelí, en el que anuncia “los golpes dolorosos han comenzado”, mientras se ve una televisora siria siendo sacudida por el impacto de los bombardeos horas después de las declaraciones de katz, aviones no tripulados israelíes atacaron las inmediaciones del cuartel general de las fuerzas sirias en damasco, marcando la primera ofensiva israelí contra la capital desde el recrudecimiento del conflicto en el sur del país. la televisión estatal al ijbariya informó que al menos dos civiles resultaron heridos por el bombardeo. la agencia oficial sana añadió que “un número indeterminado” de personas sufrió lesiones, sin ofrecer un balance preciso. este ataque llega después de tres días consecutivos de ofensivas israelíes contra tropas sirias que se dirigían a la ciudad de sweida, y que incluyeron la destrucción de tanques y vehículos blindados en tránsito hacia la zona de conflicto. el martes, aviones israelíes bombardearon varias posiciones militares sirias en al sueida, coincidiendo con el ingreso de unidades del ejército a la ciudad en medio del toque de queda decretado por el ministerio del interior. un avión no tripulado israelí atacó también la localidad durante la mañana del miércoles. el medio indicó que los ataques fueron dirigidos contra convoyes militares y posiciones de artillería, aunque no especificó cifras de muertos o heridos. por su parte, las fuerzas de defensa de israel (fdi) confirmaron que las acciones se enmarcan en su estrategia de “contención preventiva” para impedir una “amenaza estructural en su frontera norte”. los enfrentamientos armados en sweida han provocado una de las mayores crisis locales desde el inicio de la guerra civil siria en 2011. según fuentes oficiales sirias, al menos 116 personas han muerto y más de 200 resultaron heridas desde el estallido del conflicto el pasado fin de semana. las hostilidades han enfrentado a: –facciones drusas locales con autonomía de facto desde hace años. –clanes beduinos con presencia en las campiñas vecinas. –unidades del ejército y la policía sirios, que buscan retomar el control territorial. este martes, el ministerio de defensa sirio afirmó que sus tropas continúan enfrentamientos activos dentro de la ciudad. la agencia estatal de noticias reportó caída de proyectiles de artillería, y la movilización de civiles hacia zonas más seguras. “el ejército responde al origen de los disparos dentro de la ciudad, tomando en cuenta normas de combate para proteger a los ciudadanos”, aseguró la oficina de prensa del ministerio. desde el martes por la mañana rige un toque de queda indefinido en sweida. las autoridades han solicitado a la población no abandonar sus hogares y colaborar informando sobre grupos armados. el general ahmad al-dalati, jefe de la policía local, responsabilizó a líderes religiosos y comandantes de facciones por la crisis y los instó a cooperar con el estado. la ofensiva israelí sobre territorio sirio, con bombardeos sobre damasco y la ciudad de sweida, marca un punto de inflexión en el conflicto del sur de siria. el uso del argumento humanitario, la protección de la minoría drusa, por parte de israel ha sido fuertemente cuestionado por sectores regionales, que lo consideran una intervención militar encubierta en un contexto de crisis política interna en siria. con más de un centenar de muertos, múltiples frentes abiertos y el espectro de una guerra regional, sweida se ha convertido en el nuevo epicentro de una disputa que trasciende lo local.",
    "tokens": [
      "conflicto",
      "ciudad",
      "siria",
      "al-suwayda",
      ",",
      "mayoría",
      "drusa",
      ",",
      "entrado",
      "fase",
      "crítica",
      "intervención",
      "militar",
      "directa",
      "israel",
      ",",
      "bombardeado",
      "posiciones",
      "ejército",
      "sirio",
      "sur",
      "país",
      "misma",
      "capital",
      ",",
      "damasco",
      ",",
      "constituye",
      "primera",
      "ofensiva",
      "aérea",
      "ciudad",
      "estallido",
      "enfrentamientos",
      "fuerzas",
      "gubernamentales",
      "grupos",
      "drusos",
      "locales",
      ".",
      "escalada",
      "produce",
      "tras",
      "días",
      "combates",
      "intensos",
      "sweida",
      "facciones",
      "armadas",
      "comunidad",
      "drusa",
      ",",
      "clanes",
      "beduinos",
      "ejército",
      "sirio",
      ",",
      "intentado",
      "retomar",
      "control",
      "provincia",
      "parte",
      "estrategia",
      "estabilización",
      "territorial",
      "sur",
      ".",
      "ministro",
      "defensa",
      "israelí",
      ",",
      "israel",
      "katz",
      ",",
      "lanzó",
      "miércoles",
      "advertencia",
      "precedentes",
      "gobierno",
      "sirio",
      ",",
      "señalando",
      "ataques",
      "continuarán",
      "incluso",
      "intensificarán",
      "si",
      "tropas",
      "sirias",
      "retiran",
      "sweida",
      ".",
      "“",
      "régimen",
      "sirio",
      "debe",
      "liberar",
      "drusos",
      "suwayda",
      "retirar",
      "fuerzas",
      ".",
      "contrario",
      ",",
      "intensificaremos",
      "respuesta",
      "militar",
      "”",
      ",",
      "declaró",
      "katz",
      "comunicado",
      "oficial",
      "difundido",
      "ministerio",
      "defensa",
      "israelí",
      ".",
      "post",
      "x",
      "ministro",
      "defensa",
      "israelí",
      ",",
      "anuncia",
      "“",
      "golpes",
      "dolorosos",
      "comenzado",
      "”",
      ",",
      "mientras",
      "ve",
      "televisora",
      "siria",
      "siendo",
      "sacudida",
      "impacto",
      "bombardeos",
      "horas",
      "después",
      "declaraciones",
      "katz",
      ",",
      "aviones",
      "tripulados",
      "israelíes",
      "atacaron",
      "inmediaciones",
      "cuartel",
      "general",
      "fuerzas",
      "sirias",
      "damasco",
      ",",
      "marcando",
      "primera",
      "ofensiva",
      "israelí",
      "capital",
      "recrudecimiento",
      "conflicto",
      "sur",
      "país",
      ".",
      "televisión",
      "estatal",
      "ijbariya",
      "informó",
      "menos",
      "dos",
      "civiles",
      "resultaron",
      "heridos",
      "bombardeo",
      ".",
      "agencia",
      "oficial",
      "sana",
      "añadió",
      "“",
      "número",
      "indeterminado",
      "”",
      "personas",
      "sufrió",
      "lesiones",
      ",",
      "ofrecer",
      "balance",
      "preciso",
      ".",
      "ataque",
      "llega",
      "después",
      "tres",
      "días",
      "consecutivos",
      "ofensivas",
      "israelíes",
      "tropas",
      "sirias",
      "dirigían",
      "ciudad",
      "sweida",
      ",",
      "incluyeron",
      "destrucción",
      "tanques",
      "vehículos",
      "blindados",
      "tránsito",
      "hacia",
      "zona",
      "conflicto",
      ".",
      "martes",
      ",",
      "aviones",
      "israelíes",
      "bombardearon",
      "varias",
      "posiciones",
      "militares",
      "sirias",
      "sueida",
      ",",
      "coincidiendo",
      "ingreso",
      "unidades",
      "ejército",
      "ciudad",
      "medio",
      "toque",
      "queda",
      "decretado",
      "ministerio",
      "interior",
      ".",
      "avión",
      "tripulado",
      "israelí",
      "atacó",
      "localidad",
      "mañana",
      "miércoles",
      ".",
      "medio",
      "indicó",
      "ataques",
      "dirigidos",
      "convoyes",
      "militares",
      "posiciones",
      "artillería",
      ",",
      "aunque",
      "especificó",
      "cifras",
      "muertos",
      "heridos",
      ".",
      "parte",
      ",",
      "fuerzas",
      "defensa",
      "israel",
      "(",
      "fdi",
      ")",
      "confirmaron",
      "acciones",
      "enmarcan",
      "estrategia",
      "“",
      "contención",
      "preventiva",
      "”",
      "impedir",
      "“",
      "amenaza",
      "estructural",
      "frontera",
      "norte",
      "”",
      ".",
      "enfrentamientos",
      "armados",
      "sweida",
      "provocado",
      "mayores",
      "crisis",
      "locales",
      "inicio",
      "guerra",
      "civil",
      "siria",
      "2011.",
      "según",
      "fuentes",
      "oficiales",
      "sirias",
      ",",
      "menos",
      "116",
      "personas",
      "muerto",
      "200",
      "resultaron",
      "heridas",
      "estallido",
      "conflicto",
      "pasado",
      "fin",
      "semana",
      ".",
      "hostilidades",
      "enfrentado",
      ":",
      "–facciones",
      "drusas",
      "locales",
      "autonomía",
      "facto",
      "hace",
      "años",
      ".",
      "–clanes",
      "beduinos",
      "presencia",
      "campiñas",
      "vecinas",
      ".",
      "–unidades",
      "ejército",
      "policía",
      "sirios",
      ",",
      "buscan",
      "retomar",
      "control",
      "territorial",
      ".",
      "martes",
      ",",
      "ministerio",
      "defensa",
      "sirio",
      "afirmó",
      "tropas",
      "continúan",
      "enfrentamientos",
      "activos",
      "dentro",
      "ciudad",
      ".",
      "agencia",
      "estatal",
      "noticias",
      "reportó",
      "caída",
      "proyectiles",
      "artillería",
      ",",
      "movilización",
      "civiles",
      "hacia",
      "zonas",
      "seguras",
      ".",
      "“",
      "ejército",
      "responde",
      "origen",
      "disparos",
      "dentro",
      "ciudad",
      ",",
      "tomando",
      "cuenta",
      "normas",
      "combate",
      "proteger",
      "ciudadanos",
      "”",
      ",",
      "aseguró",
      "oficina",
      "prensa",
      "ministerio",
      ".",
      "martes",
      "mañana",
      "rige",
      "toque",
      "queda",
      "indefinido",
      "sweida",
      ".",
      "autoridades",
      "solicitado",
      "población",
      "abandonar",
      "hogares",
      "colaborar",
      "informando",
      "grupos",
      "armados",
      ".",
      "general",
      "ahmad",
      "al-dalati",
      ",",
      "jefe",
      "policía",
      "local",
      ",",
      "responsabilizó",
      "líderes",
      "religiosos",
      "comandantes",
      "facciones",
      "crisis",
      "instó",
      "cooperar",
      ".",
      "ofensiva",
      "israelí",
      "territorio",
      "sirio",
      ",",
      "bombardeos",
      "damasco",
      "ciudad",
      "sweida",
      ",",
      "marca",
      "punto",
      "inflexión",
      "conflicto",
      "sur",
      "siria",
      ".",
      "uso",
      "argumento",
      "humanitario",
      ",",
      "protección",
      "minoría",
      "drusa",
      ",",
      "parte",
      "israel",
      "sido",
      "fuertemente",
      "cuestionado",
      "sectores",
      "regionales",
      ",",
      "consideran",
      "intervención",
      "militar",
      "encubierta",
      "contexto",
      "crisis",
      "política",
      "interna",
      "siria",
      ".",
      "centenar",
      "muertos",
      ",",
      "múltiples",
      "frentes",
      "abiertos",
      "espectro",
      "guerra",
      "regional",
      ",",
      "sweida",
      "convertido",
      "nuevo",
      "epicentro",
      "disputa",
      "trasciende",
      "local",
      "."
    ],
    "token_count": 487,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 81,
      "NN": 232,
      "FW": 185,
      "IN": 43,
      "JJ": 84,
      "NNS": 46,
      "VBP": 25,
      "VBZ": 17,
      "DT": 5,
      "VBD": 2,
      "RP": 1,
      "CD": 3,
      "$": 1
    },
    "bigram_freq": {
      "NNP-NN": 25,
      "NN-NN": 118,
      "NN-FW": 28,
      "FW-FW": 108,
      "FW-NNP": 25,
      "NNP-FW": 17,
      "FW-NN": 31,
      "NN-IN": 36,
      "IN-JJ": 3,
      "JJ-NN": 44,
      "NN-JJ": 16,
      "NNP-IN": 2,
      "IN-NNP": 10,
      "NNP-NNP": 19,
      "NN-NNS": 17,
      "NNS-FW": 3,
      "NN-NNP": 10,
      "NNS-VBP": 22,
      "VBP-JJ": 14,
      "JJ-NNS": 6,
      "NNS-NNP": 2,
      "NN-VBP": 1,
      "VBP-NNS": 3,
      "FW-NNS": 6,
      "VBP-IN": 2,
      "JJ-NNP": 12,
      "IN-FW": 22,
      "FW-JJ": 15,
      "JJ-FW": 6,
      "NNP-VBZ": 10,
      "VBZ-NN": 1,
      "NNS-JJ": 7,
      "JJ-JJ": 12,
      "VBP-NN": 5,
      "JJ-DT": 2,
      "DT-JJ": 3,
      "NNP-NNS": 3,
      "NNP-VBP": 1,
      "VBZ-JJ": 8,
      "VBZ-NNP": 1,
      "NNS-NN": 2,
      "NNS-IN": 3,
      "VBZ-DT": 3,
      "DT-NN": 2,
      "NNP-JJ": 4,
      "IN-NNS": 3,
      "NNS-VBD": 1,
      "VBD-RP": 1,
      "RP-JJ": 1,
      "VBZ-NNS": 2,
      "NNS-NNS": 5,
      "IN-NN": 3,
      "NN-VBZ": 5,
      "IN-CD": 2,
      "CD-NNP": 1,
      "JJ-VBP": 1,
      "VBP-$": 1,
      "$-CD": 1,
      "CD-NNS": 1,
      "CD-NN": 1,
      "NNS-VBZ": 1,
      "VBZ-FW": 1,
      "VBZ-VBZ": 1,
      "NN-VBD": 1,
      "VBD-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 18,
      "NN-NN-FW": 13,
      "NN-FW-FW": 16,
      "FW-FW-FW": 72,
      "FW-FW-NNP": 13,
      "FW-NNP-FW": 6,
      "NNP-FW-FW": 6,
      "FW-FW-NN": 13,
      "FW-NN-NN": 9,
      "NN-NN-IN": 15,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "JJ-NN-NN": 22,
      "NN-NN-NN": 60,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 9,
      "NN-FW-NNP": 5,
      "FW-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 5,
      "NNP-NNP-NN": 6,
      "NN-NN-NNS": 8,
      "NN-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-NN": 8,
      "NNP-NN-FW": 3,
      "FW-NN-NNP": 2,
      "NN-NNP-FW": 2,
      "NNP-FW-NN": 6,
      "FW-NN-NNS": 3,
      "NN-NNS-VBP": 12,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-FW": 5,
      "FW-NNP-NNP": 6,
      "FW-NN-VBP": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "NNP-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 7,
      "NN-FW-NN": 7,
      "FW-NN-IN": 6,
      "NN-IN-FW": 21,
      "IN-FW-FW": 9,
      "FW-FW-JJ": 7,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "NNP-NN-NNP": 1,
      "NN-NNP-NNP": 4,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-JJ": 2,
      "NNS-JJ-JJ": 4,
      "JJ-JJ-NN": 8,
      "JJ-NN-NNS": 2,
      "NNS-VBP-NN": 4,
      "VBP-NN-NN": 4,
      "VBP-JJ-NN": 6,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 2,
      "DT-JJ-NN": 3,
      "JJ-NN-IN": 15,
      "NN-IN-NNP": 5,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NN-NN-NNP": 7,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 5,
      "JJ-NN-JJ": 1,
      "NNP-FW-NNP": 4,
      "FW-NNP-VBZ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "IN-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "FW-JJ-NN": 5,
      "JJ-NN-FW": 2,
      "IN-FW-JJ": 8,
      "FW-JJ-NNP": 4,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-VBZ": 1,
      "NNP-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-FW": 2,
      "NN-JJ-JJ": 3,
      "JJ-FW-NN": 3,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "VBZ-JJ-NNP": 2,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBD": 1,
      "NNS-VBD-RP": 1,
      "VBD-RP-JJ": 1,
      "RP-JJ-NN": 1,
      "NN-NNP-NN": 1,
      "NNP-NN-JJ": 2,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "FW-JJ-JJ": 2,
      "FW-NN-FW": 9,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-JJ": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-JJ-DT": 1,
      "NN-JJ-NNP": 3,
      "JJ-NNP-FW": 2,
      "NN-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "JJ-JJ-JJ": 1,
      "IN-NNP-NN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-NN": 1,
      "NNS-NN-NNS": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNP": 1,
      "CD-NNP-VBZ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "IN-CD-NN": 1,
      "CD-NN-NNS": 1,
      "IN-FW-NNP": 1,
      "FW-NNP-NNS": 1,
      "JJ-NNS-VBP": 1,
      "VBP-NN-FW": 1,
      "IN-FW-NN": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "JJ-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "NNP-NN-NNS": 1,
      "VBP-JJ-FW": 2,
      "FW-NN-JJ": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "JJ-NN-VBZ": 2,
      "NN-NNP-JJ": 1,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "FW-NNS-NNS": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 232,
        "FW": 185,
        "JJ": 84,
        "NNP": 81,
        "NNS": 46
      },
      "top_bigrams": {
        "NN-NN": 118,
        "FW-FW": 108,
        "JJ-NN": 44,
        "NN-IN": 36,
        "FW-NN": 31
      },
      "top_trigrams": {
        "FW-FW-FW": 72,
        "NN-NN-NN": 60,
        "JJ-NN-NN": 22,
        "NN-IN-FW": 21,
        "NNP-NN-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 208,
      "PP": 21,
      "VP": 49,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0321
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 9,
        "weight": 0.0288
      },
      {
        "rule": "NP -> ('Sweida', 'NNP')",
        "frequency": 6,
        "weight": 0.0192
      },
      {
        "rule": "NP -> ('Ministerio', 'NNP')",
        "frequency": 4,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('drusa', 'NN')",
        "frequency": 3,
        "weight": 0.0096
      },
      {
        "rule": "NP -> ('Israel', 'NNP')",
        "frequency": 3,
        "weight": 0.0096
      },
      {
        "rule": "NP -> ('Defensa', 'NNP') ('israelí', 'NN')",
        "frequency": 3,
        "weight": 0.0096
      },
      {
        "rule": "NP -> ('Damasco', 'NNP')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0064
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El conflicto en"
      },
      {
        "label": "NP",
        "text": "Al-Suwayda"
      },
      {
        "label": "NP",
        "text": "drusa"
      },
      {
        "label": "NP",
        "text": "ha entrado"
      },
      {
        "label": "PP",
        "text": "en una fase crítica con la"
      },
      {
        "label": "NP",
        "text": "una fase crítica con la"
      },
      {
        "label": "NP",
        "text": "intervención militar directa"
      },
      {
        "label": "NP",
        "text": "Estado"
      },
      {
        "label": "PP",
        "text": "de Israel"
      },
      {
        "label": "NP",
        "text": "Israel"
      },
      {
        "label": "NP",
        "text": "que ha bombardeado posiciones"
      },
      {
        "label": "NP",
        "text": "Ejército sirio"
      },
      {
        "label": "NP",
        "text": "capital"
      },
      {
        "label": "NP",
        "text": "Damasco"
      },
      {
        "label": "NP",
        "text": "que constituye su primera"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP conflicto/NN en/NN)\n  la/FW\n  ciudad/FW\n  siria/FW\n  de/FW\n  (NP Al-Suwayda/NNP)\n  ,/,\n  de/FW\n  mayoría/FW\n  (NP drusa/NN)\n  ,/,\n  (NP ha/NN entrado/NN)\n  (PP en/IN (NP una/JJ fase/NN crítica/NN con/NN la/NN))\n  (NP intervención/JJ militar/NN directa/NN)\n  del/FW\n  (NP Estado/NNP)\n  (PP de/IN (NP Israel/NNP))\n  ,/,\n  (NP que/NN ha/NN bombardeado/NN posiciones/NNS)\n  del/FW\n  (NP Ejército/NNP sirio/NN)\n  en/FW\n  el/FW\n  sur/FW\n  del/FW\n  país/FW\n  y/FW\n  en/FW\n  la/FW\n  misma/FW\n  (NP capital/NN)\n  ,/,\n  (NP Damasco/NNP)\n  ,/,\n  en/FW\n  lo/FW\n  (NP que/NN constituye/NN su/NN primera/NN)\n  (PP ofensiva/IN (NP aérea/JJ sobre/NN esta/NN ciudad/NN desde/NN))\n  el/FW\n  estallido/FW\n  de/FW\n  los/FW\n  enfrentamientos/FW\n  entre/FW\n  (NP fuerzas/NN gubernamentales/NNS)\n  (VP y/VBP (NP grupos/JJ drusos/NN locales/NNS))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Conflicto/NNP)\n  en/IN\n  la/FW\n  (NP mira/NN)\n  :/:\n  (NP decenas/NN)\n  de/IN\n  drusos/FW\n  cruzan/FW\n  de/FW\n  (NP Israel/NNP)\n  (NP a/DT Siria/NNP La/NNP)\n  escalada/FW\n  (NP se/NN)\n  (VP produce/VBP (NP tras/NNS))\n  días/FW\n  de/FW\n  (NP combates/NNS)\n  (VP intensos/VBP)\n  (PP en/IN (NP Sweida/NNP))\n  entre/FW\n  (NP facciones/NNS)\n  armadas/FW\n  de/FW\n  la/FW\n  comunidad/FW\n  (NP drusa/NN)\n  ,/,\n  (NP clanes/NNS)\n  (VP beduinos/VBP (NP y/JJ el/NN Ejército/NNP sirio/NN))\n  ,/,\n  (NP que/JJ ha/NN intentado/NN retomar/NN)\n  el/FW\n  (NP control/NN)\n  de/IN\n  la/FW\n  provincia/FW\n  (NP como/NN parte/NN)\n  de/IN\n  su/FW\n  estrategia/FW\n  de/FW\n  estabilización/FW\n  (ADJP territorial/JJ)\n  en/FW\n  el/FW\n  (NP sur/NN)\n  ./.)",
      "(S\n  (NP El/NNP ministro/NN)\n  de/FW\n  (NP Defensa/NNP israelí/NN)\n  ,/,\n  (NP Israel/NNP Katz/NNP)\n  ,/,\n  (NP lanzó/JJ este/NN miércoles/NNS)\n  (NP una/JJ advertencia/JJ sin/NN precedentes/NNS)\n  (VP al/VBP (NP gobierno/NN sirio/NN))\n  ,/,\n  (NP señalando/NN que/NN los/NN ataques/NNS)\n  (VP\n    continuarán/VBP\n    (NP e/JJ incluso/NN se/NN intensificarán/NN si/NN las/NNS))\n  (VP tropas/VBP sirias/JJ (NP no/DT se/JJ retiran/NN))\n  (PP de/IN (NP Sweida/NNP))\n  ./.)",
      "(S\n  (NP “/JJ El/NNP régimen/NNS)\n  (VP sirio/VBP (NP debe/JJ liberar/NN) (NP a/DT los/NN drusos/NN))\n  (PP en/IN (NP Suwayda/NNP y/NNP))\n  (VP retirar/VBZ (NP sus/NN fuerzas/NN))\n  ./.)",
      "(S\n  (NP De/NNP)\n  lo/FW\n  (NP contrario/NN)\n  ,/,\n  (NP intensificaremos/JJ nuestra/JJ respuesta/NN militar/NN ”/NNP)\n  ,/,\n  (NP declaró/NN Katz/NNP)\n  (VP\n    en/VBZ\n    (NP un/JJ comunicado/NN)\n    (NP oficial/JJ difundido/NN por/NN))\n  el/FW\n  (NP Ministerio/NNP)\n  de/FW\n  (NP Defensa/NNP israelí/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "enfrentamientos entre fuerzas",
        "position": [
          345,
          374
        ],
        "start": 345,
        "end": 374
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "enfrentamientos armados",
        "position": [
          2812,
          2835
        ],
        "start": 2812,
        "end": 2835
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ofensiva aérea sobre esta ciudad desde el estallido de los enfrentamientos entre fuerzas",
        "position": [
          286,
          374
        ],
        "start": 286,
        "end": 374
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto en la",
        "position": [
          3,
          18
        ],
        "start": 3,
        "end": 18
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataque llega después de tres días consecutivos de ofensivas israelíes",
        "position": [
          1904,
          1973
        ],
        "start": 1904,
        "end": 1973
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "vehículos blindados",
        "position": [
          2079,
          2098
        ],
        "start": 2079,
        "end": 2098
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "responsabilizó a",
        "position": [
          4022,
          4038
        ],
        "start": 4022,
        "end": 4038
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto en la ciudad siria de al-suwayda, de mayoría drusa, ha entrado en una fase crítica con la intervención militar directa del estado de israel, que ha bombardeado posiciones del ejército sirio en el sur del país y en la misma capital, damasco, en lo que constituye su primera ofensiva aérea sobre esta ciudad desde el estallido de los enfrentamientos entre fuerzas gubernamentales y",
        "position": [
          3,
          392
        ],
        "start": 3,
        "end": 392
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "atacó",
        "position": [
          2396,
          2401
        ],
        "start": 2396,
        "end": 2401
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          2251,
          2258
        ],
        "start": 2251,
        "end": 2258
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          236,
          243
        ],
        "start": 236,
        "end": 243
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1131,
          1138
        ],
        "start": 1131,
        "end": 1138
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          1707,
          1714
        ],
        "start": 1707,
        "end": 1714
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          777,
          784
        ],
        "start": 777,
        "end": 784
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de defensa israelí",
        "position": [
          765,
          792
        ],
        "start": 765,
        "end": 792
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          785,
          792
        ],
        "start": 785,
        "end": 792
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          136,
          145
        ],
        "start": 136,
        "end": 145
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "durante la mañana",
        "position": [
          2423,
          2440
        ],
        "start": 2423,
        "end": 2440
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          2434,
          2440
        ],
        "start": 2434,
        "end": 2440
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "116 personas",
        "position": [
          2985,
          2997
        ],
        "start": 2985,
        "end": 2997
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 200",
        "position": [
          3011,
          3021
        ],
        "start": 3011,
        "end": 3021
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Damasco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Katz",
        "tipo": "Persona"
      },
      {
        "nombre": "Al-Suwayda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado de Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Defensa israelí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sweida",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerzas de Defensa de Israel",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Defensa sirio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Clanes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Siria",
        "tipo": "Lugar"
      },
      {
        "nombre": "FDI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel Katz",
        "tipo": "Persona"
      },
      {
        "nombre": "Sueida",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio del Interior",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Al-Suwayda",
        "relacion": "ENTRAR",
        "objeto": "Estado de Israel"
      },
      {
        "sujeto": "Al-Suwayda",
        "relacion": "ENTRAR",
        "objeto": "Damasco"
      },
      {
        "sujeto": "Israel",
        "relacion": "CRUZAR",
        "objeto": "Siria"
      },
      {
        "sujeto": "Katz",
        "relacion": "DECLARAR",
        "objeto": "Ministerio de Defensa israelí"
      },
      {
        "sujeto": "Katz",
        "relacion": "DESPU_S_ATACAR_VER_COMENZAR",
        "objeto": "Damasco"
      },
      {
        "sujeto": "Sueida",
        "relacion": "BOMBARDEAR",
        "objeto": "Ministerio del Interior"
      },
      {
        "sujeto": "Damasco",
        "relacion": "MARCAR",
        "objeto": "Siria"
      },
      {
        "sujeto": "Sweida",
        "relacion": "MARCAR",
        "objeto": "Siria"
      },
      {
        "sujeto": "Israel",
        "relacion": "CUESTIONAR",
        "objeto": "Siria"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9612,
    "pos": 0.016,
    "neu": 0.944,
    "neg": 0.041,
    "label": "negative"
  }
}