{
  "url": "https://www.telesurtv.net/musk-retracta-fui-demadiado-lejos/",
  "title": "Musk se retracta de sus ataques a Trump: \"Fui demasiado lejos\" - teleSUR",
  "section": "Mundo",
  "tags": [
    "Discusión",
    "EE.UU.",
    "Musk",
    "Trump"
  ],
  "text": "Elon Musk dió señales de querer bajar la temperatura en su enfrentamiento con el presidente Donald Trump. A las 03:04H a.m. del miércoles, el magnate y fundador de SpaceX publicó en X un mensaje  conciliador: “fui demasiado lejos”.\n\nCon esas palabras, Musk parece admitir que la escalada verbal de la semana anterior, en la que acusó al mandatario de estar involucrado en el caso Epstein —asociado con abusos sexuales contra menores de edad ocurridos a principios del 2000— y pidió su juicio político, podría haber cruzado los límites.\nNo especificó a qué publicaciones se refería exactamente, pero su línea de tiempo ofrece abundantes pistas. En menos de 72 horas, el empresario pasó de atribuirse el triunfo presidencial de Trump a calificar su plan fiscal como “una abominación repugnante”, y luego sugerir que el presidente debería ser reemplazado por su vicepresidente, J. D. Vance.\n\n\nLa ruptura se dio en el contexto de una disputa pública sobre el proyecto que Trump llamó “One, Big, Beautiful Bill”, un paquete legislativo impulsado por el mandatario que Musk criticó por su elevado costo fiscal, el cual, según sus palabras, “añadiría varios billones al déficit nacional”.\nLa reacción del mandatario fue inmediata. Desde la Casa Blanca se filtró que el Gobierno consideraba rescindir varios contratos millonarios con empresas de Musk, entre ellos los convenios de SpaceX con la NASA y la Fuerza Espacial, los subsidios de Tesla y las licencias satelitales de Starlink.\nDe pronto, Musk, el hombre más rico del mundo y exfuncionario asesor de innovación en la administración republicana, se encontró en una posición frágil frente a un presidente con amplias facultades regulatorias sobre sus negocios.\nMientras tanto, Trump optó por enviar mensajes mixtos. En declaraciones a medios, aseguró que no tenía “ningún interés” en reconciliarse con Musk, aunque agregó que le deseaba “lo mejor” y lo calificó de “una persona muy herida, muy deprimida”.\n“Creo que es una pena que esté tan deprimido y con el corazón roto. Le deseo lo mejor”, dijo el magnate, no sin antes insinuar que Musk “quizá tenga un problema de drogas”.\n\n\nAun así, en una entrevista reciente en el pódcast Pod Force One, respondió que “supongo que podría” reconciliarse con él si las condiciones cambiaban. Igualmente, el presidente lanzó una advertencia: si Musk decide financiar a los demócratas en las próximas elecciones, habrá consecuencias.\nEl conflicto, sin embargo, comenzó a desdibujarse de las portadas cuando ambos actores encontraron un tema en el que, pese a sus rencillas personales, volvieron a coincidir: la respuesta del Gobierno a las protestas contra las redadas migratorias en Los Ángeles, que se han extendido a otros estados.\nMientras las calles de esa ciudad eran militarizadas con el despliegue de al menos 4.800 miembros de la Guardia Nacional y 700 marines, ordenados por Trump para contener las manifestaciones contra las políticas migratorias, Musk apoyó públicamente la mano dura del Ejecutivo.\nEsto sucedió justo cuando el presidente recibía críticas internacionales por la represión y los ataques a periodistas durante las manifestaciones. La posición de Musk, favorable a estas medidas, parece haber contribuido a aliviar la tensión entre ambos.\nA esto se suma un dato ineludible: la pelea tuvo un alto costo financiero para sus protagonistas. Las acciones de Tesla y los futuros de SpaceX perdieron miles de millones de dólares en valor durante los días de enfrentamiento. Apenas Musk publicó su mensaje de arrepentimiento, los mercados reaccionaron positivamente y los títulos se recuperaron. Ello demuestra que detrás del escándalo el mercado es el que manda.\nMientras los voceros de ambas partes barajan la posibilidad de una reunión privada en Mar-a-Lago, queda claro que la relación entre Musk y Trump, aún en medio de amenazas y desconfianzas, no está rota del todo.\nEl presidente sigue teniendo el control sobre recursos clave del ecosistema empresarial del magnate, mientras que Musk, con su caudal de dinero e influencia digital, conserva la capacidad de inclinar la balanza política si así lo decide.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/musk-retracta-fui-demadiado-lejos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1583,
    "message_id": 96122,
    "date": "2025-06-11T17:55:19+00:00",
    "text": "teleSUR\nMusk se retracta de sus ataques a Trump: «Fui demasiado lejos»\nhttps://www.telesurtv.net/musk-retracta-fui-demadiado-lejos/",
    "photo_path": null,
    "views": 1705,
    "reactions": {
      "🤡": 38,
      "😁": 6,
      "👍": 2,
      "💊": 2,
      "❤": 1,
      "👎": 1
    },
    "total_reactions": 50
  },
  "preprocessing": {
    "cleaned": "elon musk dió señales de querer bajar la temperatura en su enfrentamiento con el presidente donald trump. a las 03:04h a.m. del miércoles, el magnate y fundador de spacex publicó en x un mensaje conciliador: “fui demasiado lejos”. con esas palabras, musk parece admitir que la escalada verbal de la semana anterior, en la que acusó al mandatario de estar involucrado en el caso epstein —asociado con abusos sexuales contra menores de edad ocurridos a principios del 2000— y pidió su juicio político, podría haber cruzado los límites. no especificó a qué publicaciones se refería exactamente, pero su línea de tiempo ofrece abundantes pistas. en menos de 72 horas, el empresario pasó de atribuirse el triunfo presidencial de trump a calificar su plan fiscal como “una abominación repugnante”, y luego sugerir que el presidente debería ser reemplazado por su vicepresidente, j. d. vance. la ruptura se dio en el contexto de una disputa pública sobre el proyecto que trump llamó “one, big, beautiful bill”, un paquete legislativo impulsado por el mandatario que musk criticó por su elevado costo fiscal, el cual, según sus palabras, “añadiría varios billones al déficit nacional”. la reacción del mandatario fue inmediata. desde la casa blanca se filtró que el gobierno consideraba rescindir varios contratos millonarios con empresas de musk, entre ellos los convenios de spacex con la nasa y la fuerza espacial, los subsidios de tesla y las licencias satelitales de starlink. de pronto, musk, el hombre más rico del mundo y exfuncionario asesor de innovación en la administración republicana, se encontró en una posición frágil frente a un presidente con amplias facultades regulatorias sobre sus negocios. mientras tanto, trump optó por enviar mensajes mixtos. en declaraciones a medios, aseguró que no tenía “ningún interés” en reconciliarse con musk, aunque agregó que le deseaba “lo mejor” y lo calificó de “una persona muy herida, muy deprimida”. “creo que es una pena que esté tan deprimido y con el corazón roto. le deseo lo mejor”, dijo el magnate, no sin antes insinuar que musk “quizá tenga un problema de drogas”. aun así, en una entrevista reciente en el pódcast pod force one, respondió que “supongo que podría” reconciliarse con él si las condiciones cambiaban. igualmente, el presidente lanzó una advertencia: si musk decide financiar a los demócratas en las próximas elecciones, habrá consecuencias. el conflicto, sin embargo, comenzó a desdibujarse de las portadas cuando ambos actores encontraron un tema en el que, pese a sus rencillas personales, volvieron a coincidir: la respuesta del gobierno a las protestas contra las redadas migratorias en los ángeles, que se han extendido a otros estados. mientras las calles de esa ciudad eran militarizadas con el despliegue de al menos 4.800 miembros de la guardia nacional y 700 marines, ordenados por trump para contener las manifestaciones contra las políticas migratorias, musk apoyó públicamente la mano dura del ejecutivo. esto sucedió justo cuando el presidente recibía críticas internacionales por la represión y los ataques a periodistas durante las manifestaciones. la posición de musk, favorable a estas medidas, parece haber contribuido a aliviar la tensión entre ambos. a esto se suma un dato ineludible: la pelea tuvo un alto costo financiero para sus protagonistas. las acciones de tesla y los futuros de spacex perdieron miles de millones de dólares en valor durante los días de enfrentamiento. apenas musk publicó su mensaje de arrepentimiento, los mercados reaccionaron positivamente y los títulos se recuperaron. ello demuestra que detrás del escándalo el mercado es el que manda. mientras los voceros de ambas partes barajan la posibilidad de una reunión privada en mar-a-lago, queda claro que la relación entre musk y trump, aún en medio de amenazas y desconfianzas, no está rota del todo. el presidente sigue teniendo el control sobre recursos clave del ecosistema empresarial del magnate, mientras que musk, con su caudal de dinero e influencia digital, conserva la capacidad de inclinar la balanza política si así lo decide.",
    "tokens": [
      "elon",
      "musk",
      "dió",
      "señales",
      "querer",
      "bajar",
      "temperatura",
      "enfrentamiento",
      "presidente",
      "donald",
      "trump",
      ".",
      "03:04h",
      "a.m",
      ".",
      "miércoles",
      ",",
      "magnate",
      "fundador",
      "spacex",
      "publicó",
      "x",
      "mensaje",
      "conciliador",
      ":",
      "“",
      "demasiado",
      "lejos",
      "”",
      ".",
      "palabras",
      ",",
      "musk",
      "parece",
      "admitir",
      "escalada",
      "verbal",
      "semana",
      "anterior",
      ",",
      "acusó",
      "mandatario",
      "involucrado",
      "caso",
      "epstein",
      "—asociado",
      "abusos",
      "sexuales",
      "menores",
      "edad",
      "ocurridos",
      "principios",
      "2000—",
      "pidió",
      "juicio",
      "político",
      ",",
      "podría",
      "haber",
      "cruzado",
      "límites",
      ".",
      "especificó",
      "publicaciones",
      "refería",
      "exactamente",
      ",",
      "línea",
      "tiempo",
      "ofrece",
      "abundantes",
      "pistas",
      ".",
      "menos",
      "72",
      "horas",
      ",",
      "empresario",
      "pasó",
      "atribuirse",
      "triunfo",
      "presidencial",
      "trump",
      "calificar",
      "plan",
      "fiscal",
      "“",
      "abominación",
      "repugnante",
      "”",
      ",",
      "luego",
      "sugerir",
      "presidente",
      "debería",
      "ser",
      "reemplazado",
      "vicepresidente",
      ",",
      "j.",
      "d.",
      "vance",
      ".",
      "ruptura",
      "dio",
      "contexto",
      "disputa",
      "pública",
      "proyecto",
      "trump",
      "llamó",
      "“",
      "one",
      ",",
      "big",
      ",",
      "beautiful",
      "bill",
      "”",
      ",",
      "paquete",
      "legislativo",
      "impulsado",
      "mandatario",
      "musk",
      "criticó",
      "elevado",
      "costo",
      "fiscal",
      ",",
      ",",
      "según",
      "palabras",
      ",",
      "“",
      "añadiría",
      "varios",
      "billones",
      "déficit",
      "nacional",
      "”",
      ".",
      "reacción",
      "mandatario",
      "inmediata",
      ".",
      "casa",
      "blanca",
      "filtró",
      "gobierno",
      "consideraba",
      "rescindir",
      "varios",
      "contratos",
      "millonarios",
      "empresas",
      "musk",
      ",",
      "convenios",
      "spacex",
      "nasa",
      "fuerza",
      "espacial",
      ",",
      "subsidios",
      "tesla",
      "licencias",
      "satelitales",
      "starlink",
      ".",
      "pronto",
      ",",
      "musk",
      ",",
      "hombre",
      "rico",
      "mundo",
      "exfuncionario",
      "asesor",
      "innovación",
      "administración",
      "republicana",
      ",",
      "encontró",
      "posición",
      "frágil",
      "frente",
      "presidente",
      "amplias",
      "facultades",
      "regulatorias",
      "negocios",
      ".",
      "mientras",
      ",",
      "trump",
      "optó",
      "enviar",
      "mensajes",
      "mixtos",
      ".",
      "declaraciones",
      "medios",
      ",",
      "aseguró",
      "“",
      "ningún",
      "interés",
      "”",
      "reconciliarse",
      "musk",
      ",",
      "aunque",
      "agregó",
      "deseaba",
      "“",
      "mejor",
      "”",
      "calificó",
      "“",
      "persona",
      "herida",
      ",",
      "deprimida",
      "”",
      ".",
      "“",
      "creo",
      "pena",
      "tan",
      "deprimido",
      "corazón",
      "roto",
      ".",
      "deseo",
      "mejor",
      "”",
      ",",
      "dijo",
      "magnate",
      ",",
      "insinuar",
      "musk",
      "“",
      "quizá",
      "problema",
      "drogas",
      "”",
      ".",
      "aun",
      "así",
      ",",
      "entrevista",
      "reciente",
      "pódcast",
      "pod",
      "force",
      "one",
      ",",
      "respondió",
      "“",
      "supongo",
      "podría",
      "”",
      "reconciliarse",
      "si",
      "condiciones",
      "cambiaban",
      ".",
      "igualmente",
      ",",
      "presidente",
      "lanzó",
      "advertencia",
      ":",
      "si",
      "musk",
      "decide",
      "financiar",
      "demócratas",
      "próximas",
      "elecciones",
      ",",
      "consecuencias",
      ".",
      "conflicto",
      ",",
      "embargo",
      ",",
      "comenzó",
      "desdibujarse",
      "portadas",
      "ambos",
      "actores",
      "encontraron",
      "tema",
      ",",
      "pese",
      "rencillas",
      "personales",
      ",",
      "volvieron",
      "coincidir",
      ":",
      "respuesta",
      "gobierno",
      "protestas",
      "redadas",
      "migratorias",
      "ángeles",
      ",",
      "extendido",
      ".",
      "mientras",
      "calles",
      "ciudad",
      "militarizadas",
      "despliegue",
      "menos",
      "4.800",
      "miembros",
      "guardia",
      "nacional",
      "700",
      "marines",
      ",",
      "ordenados",
      "trump",
      "contener",
      "manifestaciones",
      "políticas",
      "migratorias",
      ",",
      "musk",
      "apoyó",
      "públicamente",
      "mano",
      "dura",
      "ejecutivo",
      ".",
      "sucedió",
      "justo",
      "presidente",
      "recibía",
      "críticas",
      "internacionales",
      "represión",
      "ataques",
      "periodistas",
      "manifestaciones",
      ".",
      "posición",
      "musk",
      ",",
      "favorable",
      "medidas",
      ",",
      "parece",
      "haber",
      "contribuido",
      "aliviar",
      "tensión",
      "ambos",
      ".",
      "suma",
      "dato",
      "ineludible",
      ":",
      "pelea",
      "alto",
      "costo",
      "financiero",
      "protagonistas",
      ".",
      "acciones",
      "tesla",
      "futuros",
      "spacex",
      "perdieron",
      "miles",
      "millones",
      "dólares",
      "valor",
      "días",
      "enfrentamiento",
      ".",
      "apenas",
      "musk",
      "publicó",
      "mensaje",
      "arrepentimiento",
      ",",
      "mercados",
      "reaccionaron",
      "positivamente",
      "títulos",
      "recuperaron",
      ".",
      "ello",
      "demuestra",
      "detrás",
      "escándalo",
      "mercado",
      "manda",
      ".",
      "mientras",
      "voceros",
      "ambas",
      "partes",
      "barajan",
      "posibilidad",
      "reunión",
      "privada",
      "mar-a-lago",
      ",",
      "queda",
      "claro",
      "relación",
      "musk",
      "trump",
      ",",
      "aún",
      "medio",
      "amenazas",
      "desconfianzas",
      ",",
      "rota",
      ".",
      "presidente",
      "sigue",
      "control",
      "recursos",
      "clave",
      "ecosistema",
      "empresarial",
      "magnate",
      ",",
      "mientras",
      "musk",
      ",",
      "caudal",
      "dinero",
      "influencia",
      "digital",
      ",",
      "conserva",
      "capacidad",
      "inclinar",
      "balanza",
      "política",
      "si",
      "así",
      "decide",
      "."
    ],
    "token_count": 454,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 77,
      "NN": 249,
      "NNS": 37,
      "IN": 26,
      "FW": 108,
      "VBD": 3,
      "CD": 6,
      "JJ": 71,
      "VBP": 22,
      "VBZ": 8,
      "DT": 4,
      "RB": 5,
      "CC": 2,
      "MD": 1,
      "VB": 2,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-NNP": 23,
      "NNP-NN": 31,
      "NN-NNS": 17,
      "NNS-IN": 7,
      "IN-FW": 15,
      "FW-NN": 16,
      "NN-NN": 155,
      "NN-IN": 18,
      "IN-NN": 2,
      "NN-NNP": 19,
      "NNP-VBD": 3,
      "VBD-CD": 1,
      "CD-JJ": 1,
      "JJ-NN": 40,
      "NNS-VBP": 17,
      "VBP-JJ": 13,
      "IN-NNP": 5,
      "NN-FW": 17,
      "FW-JJ": 14,
      "NN-JJ": 16,
      "JJ-NNP": 6,
      "NNS-NNP": 4,
      "FW-FW": 59,
      "JJ-FW": 6,
      "NNS-JJ": 2,
      "JJ-NNS": 10,
      "VBP-CD": 1,
      "CD-NN": 1,
      "NN-VBZ": 3,
      "VBZ-DT": 1,
      "DT-NN": 3,
      "NN-RB": 2,
      "RB-VBZ": 1,
      "VBZ-JJ": 3,
      "FW-NNS": 2,
      "VBP-NNP": 4,
      "NNP-FW": 7,
      "FW-CD": 2,
      "CD-NNS": 2,
      "NNS-RB": 3,
      "RB-VBP": 3,
      "VBP-NN": 1,
      "IN-JJ": 4,
      "NNP-VBZ": 4,
      "VBZ-CD": 1,
      "CD-NNP": 1,
      "NNP-JJ": 3,
      "JJ-JJ": 7,
      "NNS-NNS": 2,
      "VBD-JJ": 2,
      "VBP-NNS": 2,
      "FW-NNP": 14,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "NNS-FW": 2,
      "NNP-IN": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "VBZ-NNS": 1,
      "JJ-DT": 2,
      "RB-JJ": 1,
      "NN-DT": 1,
      "VBZ-VBP": 1,
      "CD-FW": 1,
      "NNP-CD": 1,
      "NNP-NNS": 1,
      "VBZ-FW": 1,
      "DT-JJ": 1,
      "NN-VBP": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "FW-VB": 1
    },
    "trigram_freq": {
      "NNP-NNP-NN": 6,
      "NNP-NN-NNS": 4,
      "NN-NNS-IN": 3,
      "NNS-IN-FW": 4,
      "IN-FW-NN": 3,
      "FW-NN-NN": 9,
      "NN-NN-NN": 93,
      "NN-NN-IN": 7,
      "NN-IN-NN": 2,
      "IN-NN-IN": 1,
      "IN-NN-NN": 1,
      "NN-NN-NNP": 17,
      "NN-NNP-NNP": 5,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-CD": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 10,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 6,
      "JJ-NN-IN": 8,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 3,
      "NNP-NN-FW": 3,
      "NN-FW-JJ": 5,
      "FW-JJ-NN": 8,
      "JJ-NN-NN": 27,
      "NN-NN-JJ": 13,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 6,
      "NN-NNS-NNP": 3,
      "NNS-NNP-NN": 1,
      "NNP-NN-NN": 24,
      "NN-NN-FW": 11,
      "NN-FW-FW": 6,
      "FW-FW-FW": 38,
      "FW-FW-JJ": 4,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-NN": 4,
      "FW-NN-NNP": 2,
      "NN-NN-NNS": 10,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "IN-FW-JJ": 5,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NNP-NN": 10,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 2,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "NN-JJ-NN": 13,
      "NN-IN-FW": 11,
      "IN-FW-FW": 6,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-FW": 2,
      "NNP-FW-FW": 3,
      "FW-FW-CD": 2,
      "FW-CD-NNS": 1,
      "CD-NNS-RB": 2,
      "NNS-RB-VBP": 3,
      "RB-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "JJ-NN-JJ": 3,
      "NN-FW-NN": 5,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-FW": 2,
      "NNP-FW-NN": 3,
      "FW-NN-IN": 2,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-RB": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NNP": 3,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "FW-FW-NNP": 8,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 2,
      "CC-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "NNS-IN-NNP": 2,
      "NNP-JJ-NNS": 2,
      "IN-NNP-CC": 1,
      "CC-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNP": 2,
      "FW-NNP-NNP": 7,
      "NNP-FW-NNP": 1,
      "FW-NNP-FW": 2,
      "NNS-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "IN-FW-NNP": 1,
      "FW-NNP-NN": 3,
      "FW-NN-FW": 2,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "FW-JJ-JJ": 2,
      "NNP-VBZ-JJ": 1,
      "VBP-JJ-FW": 3,
      "JJ-FW-NNP": 1,
      "IN-JJ-NNP": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "RB-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NN-JJ-NNS": 1,
      "VBP-NNS-VBP": 1,
      "JJ-FW-NN": 1,
      "FW-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "FW-NNP-JJ": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-FW-NNP": 1,
      "FW-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-JJ": 1,
      "FW-FW-VB": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 249,
        "FW": 108,
        "NNP": 77,
        "JJ": 71,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 155,
        "FW-FW": 59,
        "JJ-NN": 40,
        "NNP-NN": 31,
        "NNP-NNP": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 93,
        "FW-FW-FW": 38,
        "JJ-NN-NN": 27,
        "NNP-NN-NN": 24,
        "NN-NN-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 163,
      "PP": 9,
      "ADJP": 6,
      "VP": 39
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0247
      },
      {
        "rule": "NP -> ('Musk', 'NNP')",
        "frequency": 5,
        "weight": 0.0206
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Trump', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('“', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Tesla', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Mientras', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "S -> NP ('de', 'IN') ('querer', 'FW') NP PP PP ('.', '.')",
        "frequency": 1,
        "weight": 0.0041
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Elon Musk dió señales"
      },
      {
        "label": "NP",
        "text": "bajar la temperatura"
      },
      {
        "label": "PP",
        "text": "en su"
      },
      {
        "label": "NP",
        "text": "su"
      },
      {
        "label": "PP",
        "text": "enfrentamiento con el presidente Donald Trump"
      },
      {
        "label": "NP",
        "text": "con el presidente Donald Trump"
      },
      {
        "label": "ADJP",
        "text": "las"
      },
      {
        "label": "NP",
        "text": "a.m"
      },
      {
        "label": "NP",
        "text": "del miércoles"
      },
      {
        "label": "NP",
        "text": "el magnate y fundador"
      },
      {
        "label": "PP",
        "text": "de SpaceX publicó"
      },
      {
        "label": "NP",
        "text": "SpaceX publicó"
      },
      {
        "label": "NP",
        "text": "X"
      },
      {
        "label": "NP",
        "text": "un mensaje conciliador"
      },
      {
        "label": "NP",
        "text": "“ fui demasiado lejos ”"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Elon/NNP Musk/NNP dió/NN señales/NNS)\n  de/IN\n  querer/FW\n  (NP bajar/NN la/NN temperatura/NN)\n  (PP en/IN (NP su/NN))\n  (PP\n    enfrentamiento/IN\n    (NP con/NN el/NN presidente/NN Donald/NNP Trump/NNP))\n  ./.)",
      "(S A/DT (ADJP las/JJ) 03:04H/CD (NP a.m/NN) ./.)",
      "(S\n  (NP del/NN miércoles/NNS)\n  ,/,\n  (NP el/JJ magnate/NN y/NN fundador/NN)\n  (PP de/IN (NP SpaceX/NNP publicó/NN))\n  en/FW\n  (NP X/NNP)\n  (NP un/JJ mensaje/JJ conciliador/NN)\n  :/:\n  (NP “/JJ fui/NN demasiado/NN lejos/NN ”/NN)\n  ./.)",
      "(S\n  (NP Con/NNP esas/NN palabras/NNS)\n  ,/,\n  (NP Musk/NNP)\n  (VP parece/VBZ (NP admitir/JJ que/NN la/NN))\n  escalada/FW\n  verbal/FW\n  de/FW\n  la/FW\n  semana/FW\n  anterior/RB\n  ,/,\n  en/FW\n  la/FW\n  que/FW\n  acusó/FW\n  al/FW\n  mandatario/FW\n  de/FW\n  estar/FW\n  involucrado/FW\n  en/FW\n  el/FW\n  (NP\n    caso/NN\n    Epstein/NNP\n    —asociado/NNP\n    con/NN\n    abusos/NN\n    sexuales/NNS)\n  (NP contra/JJ menores/NNS)\n  de/IN\n  edad/FW\n  ocurridos/FW\n  (NP a/DT principios/NNS)\n  del/FW\n  2000—/CD\n  (NP y/NN pidió/NN su/NN juicio/NN político/NN)\n  ,/,\n  (NP podría/JJ haber/NN cruzado/NN los/NN límites/NNS)\n  ./.)",
      "(S\n  (NP No/DT especificó/NN)\n  (NP a/DT qué/JJ publicaciones/NNS)\n  se/FW\n  (NP refería/NN exactamente/NN)\n  ,/,\n  (NP pero/NN su/NN línea/NN)\n  de/IN\n  tiempo/FW\n  ofrece/FW\n  (VP abundantes/VBZ (NP pistas/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "RECURSOS_NATURALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "conflicto, sin embargo, comenzó a desdibujarse de las portadas cuando ambos actores encontraron un tema en el que, pese a sus rencillas personales, volvieron a coincidir: la respuesta del gobierno",
        "position": [
          2423,
          2619
        ],
        "start": 2423,
        "end": 2619
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "enfrentamiento con el presidente donald trump. a las 03:04h a.m. del miércoles, el magnate y fundador de spacex publicó en x un",
        "position": [
          59,
          186
        ],
        "start": 59,
        "end": 186
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó al",
        "position": [
          328,
          336
        ],
        "start": 328,
        "end": 336
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "tensión entre",
        "position": [
          3230,
          3243
        ],
        "start": 3230,
        "end": 3243
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "nasa",
        "position": [
          1387,
          1391
        ],
        "start": 1387,
        "end": 1391
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente donald trump",
        "position": [
          81,
          104
        ],
        "start": 81,
        "end": 104
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresario",
        "position": [
          669,
          679
        ],
        "start": 669,
        "end": 679
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "apoyó",
        "position": [
          2950,
          2955
        ],
        "start": 2950,
        "end": 2955
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          1068,
          1075
        ],
        "start": 1068,
        "end": 1075
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          328,
          333
        ],
        "start": 328,
        "end": 333
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          3754,
          3757
        ],
        "start": 3754,
        "end": 3757
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "la semana anterior",
        "position": [
          298,
          316
        ],
        "start": 298,
        "end": 316
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2438,
          2445
        ],
        "start": 2438,
        "end": 2445
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "4.800 miembros",
        "position": [
          2804,
          2818
        ],
        "start": 2804,
        "end": 2818
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "800 miembros",
        "position": [
          2806,
          2818
        ],
        "start": 2806,
        "end": 2818
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "semana anterior",
        "position": [
          301,
          316
        ],
        "start": 301,
        "end": 316
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Elon Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Epstein",
        "tipo": "Persona"
      },
      {
        "nombre": "J. D. Vance",
        "tipo": "Persona"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guardia Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ello",
        "tipo": "Persona"
      },
      {
        "nombre": "A",
        "tipo": "Persona"
      },
      {
        "nombre": "Los Ángeles",
        "tipo": "Lugar"
      },
      {
        "nombre": "Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Tesla",
        "tipo": "Persona"
      },
      {
        "nombre": "NASA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mar-a-Lago",
        "tipo": "Lugar"
      },
      {
        "nombre": "SpaceX",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Elon Musk",
        "relacion": "DE_R",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Musk",
        "relacion": "PARECER_CRUZAR",
        "objeto": "Epstein"
      },
      {
        "sujeto": "Trump",
        "relacion": "ATRIBUIR_L_PASAR",
        "objeto": "J. D. Vance"
      },
      {
        "sujeto": "Trump",
        "relacion": "LLAMAR_DAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "FILTRAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "FILTRAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "FILTRAR",
        "objeto": "SpaceX"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "FILTRAR",
        "objeto": "NASA"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "FILTRAR",
        "objeto": "Tesla"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CONSIDERAR_FILTRAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CONSIDERAR_FILTRAR",
        "objeto": "SpaceX"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CONSIDERAR_FILTRAR",
        "objeto": "NASA"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CONSIDERAR_FILTRAR",
        "objeto": "Tesla"
      },
      {
        "sujeto": "Musk",
        "relacion": "RESCINDIR_CONSIDERAR_FILTRAR",
        "objeto": "SpaceX"
      },
      {
        "sujeto": "Musk",
        "relacion": "RESCINDIR_CONSIDERAR_FILTRAR",
        "objeto": "NASA"
      },
      {
        "sujeto": "Musk",
        "relacion": "RESCINDIR_CONSIDERAR_FILTRAR",
        "objeto": "Tesla"
      },
      {
        "sujeto": "SpaceX",
        "relacion": "RESCINDIR_CONSIDERAR_FILTRAR",
        "objeto": "Tesla"
      },
      {
        "sujeto": "NASA",
        "relacion": "RESCINDIR_CONSIDERAR_FILTRAR",
        "objeto": "Tesla"
      },
      {
        "sujeto": "Musk",
        "relacion": "MILITARIZAR_APOYAR",
        "objeto": "Guardia Nacional"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "MILITARIZAR_APOYAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Musk",
        "relacion": "MILITARIZAR_APOYAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "MILITARIZAR_APOYAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Musk",
        "relacion": "APOYAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Mar-a-Lago",
        "relacion": "BARAJAR_QUEDAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Mar-a-Lago",
        "relacion": "BARAJAR_QUEDAR",
        "objeto": "Trump"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7906,
    "pos": 0.011,
    "neu": 0.964,
    "neg": 0.025,
    "label": "negative"
  }
}