{
  "url": "https://www.telesurtv.net/reencuentro-amor-maduro-reune-maikelys-padre/",
  "title": "Reencuentro amoroso: Presidente Maduro acompañó reunión de niña Maikelys con su padre - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "252 venezolanos secuestrados",
    "Nayib Bukele",
    "Nicolás Maduro Moros",
    "reencuentro",
    "Venezuela"
  ],
  "text": "En la tarde de este sábado 19 de julio, una familia venezolana volvió a ser feliz tras meses de angustia y dolor: el padre de la niña Maikelys Espinoza, Maiker Alejandro Espinosa Escalona, se reunió con su esposa, sus hijos y otros familiares, tras haber arribado a la nación en la tarde noche del pasado viernes, en un vuelo que trajo de regreso a 252 venezolanos rescatados del Centro de Confinamiento del Terrorismo (CECOT) de El Salvador.\nEl presidente de la nación bolivariana, Nicolás Maduro Moros, fue cómplice del reencuentro que calificó de “amoroso”, y se llevó a cabo en un ambiente de júbilo y serenidad, como amerita un momento especial para todas las familias venezolanas que celebran la victoria de sus presiones y movilizaciones ante la comunidad internacional.\n“No hay palabras para expresar lo que siento, gracias a Dios ya todo se acabó“, dijo el joven venezolano, quien pensaba que podría estar hasta 20 años injustamente encarcelado, sin poder disfrutar el crecimiento de sus hijos. Espinosa afirmó haber temido que nunca les entregaran a la niña, después que esta fue separada de él y de su esposa Yorelis.\n\n\nEl mandatario estuvo acompañado además por la Primera Dama, Cilia Flores, el jefe de la comisión negociadora para el rescate de los venezolanos secuestrados en El Salvador y presidente de la Asamblea Nacional, Jorge Rodríguez, la presidenta de la Gran Misión Vuelta a la Patria, Camilla Fabri y el ministro del Poder Popular de Industrias y Producción Nacional de Venezuela, Alex Saab, quienes también fueron testigos de la felicidad de la familia.\nMaduro Moros aprovechó la ocasión para desmentir bulos que han circulado respecto al proceso de negociaciones. Indicó que el precio del canje para poder regresar a los connacionales que fueron torturados en el CECOT sí fue alto, pero para nada se trató de dinero alguno: “Pagamos muy caro, entregamos a 10 terroristas“.\nEl jefe de Estado resaltó que con esos casos verdaderamente peligrosos ya se había hecho justicia, habían sido procesados, y se evitaron ataques contra el país, así como contra su propia persona y otros funcionarios del Gobierno. Aseguró la necesidad de pagar ese precio por ver la reunificación de tantas madres, abuelas, padres, hijos e hijas.\n\n\nPor su parte, el presidente de la Asamblea Nacional, Jorge Rodríguez explicó algunos detalles acerca de las “difíciles negociaciones”. Recordó que al inicio no fueron 252 los connacionales trasladados arbitrariamente al CECOT, sino 261, pues había nueve mujeres cuando llegaron a la megacárcel en marzo. Reveló que los esfuerzos diplomáticos iniciaron desde ese mismo momento, pues se trataba de un grupo que debía haber regresado en uno de los vuelos de la Gran Misión Vuelta a la Patria.\nSeñaló que el de Maiker y su hija fue uno de los casos emblemáticos en la lucha por el regreso de todos, dada la dimensión de la tragedia de una familia desintegrada por la política criminalizadora hacia la migración de la Administración Trump, que aisló al esposo de la esposa, y a ambos de uno de sus hijos.\nRodríguez enfatizó que esta victoria desmonta muchas mentiras que aún se sostenían para atacar a la nación bolivariana. Afirmó que quedó completamente desmontada la supuesta legalidad de la deportación de los muchachos al CECOT, así como Bukele quedó expuesto como lo que es, un delincuente, un asesino y un torturador.\n\n\n“Los golpearon, no les permitían dormir, los mantenían con las luces encendidas para provocarles traumas psiquiátricos y psicológicos, son casos que hemos visto como prácticas habituales de los nazis”, aseveró Rodríguez, a partir de los testimonios que han ido compartiendo los jóvenes desde la tarde noche de ayer, quienes aseguran que vivieron “un infierno” en la megacárcel.\nEn aras de despejar las dudas, el diputado afirmó que las negociaciones se hicieron directamente con el Gobierno de Estados Unidos, “jamás nos pasó por la cabeza tener ningún tipo de conversación con Bukele porque sabemos que él es un payaso”.\nRodríguez hizo enfásis además en el contraste entre los terroristas entregados por Venezuela y los connacionales recibidos ayer: mientras el Gobierno entregó personas identificadas y que habían admitido sus crímenes; no se tuvo información concreta de los venezolanos que se encontraban en el CECOT hasta su arribo a la patria.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/reencuentro-amor-maduro-reune-maikelys-padre/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 919,
    "message_id": 99436,
    "date": "2025-07-20T02:55:07+00:00",
    "text": "teleSUR\nReencuentro amoroso: Presidente Maduro acompañó reunión de niña Maikelys con su padre\nhttps://www.telesurtv.net/reencuentro-amor-maduro-reune-maikelys-padre/",
    "photo_path": null,
    "views": 2127,
    "reactions": {
      "👍": 52,
      "❤": 7,
      "🥰": 1
    },
    "total_reactions": 60
  },
  "preprocessing": {
    "cleaned": "en la tarde de este sábado 19 de julio, una familia venezolana volvió a ser feliz tras meses de angustia y dolor: el padre de la niña maikelys espinoza, maiker alejandro espinosa escalona, se reunió con su esposa, sus hijos y otros familiares, tras haber arribado a la nación en la tarde noche del pasado viernes, en un vuelo que trajo de regreso a 252 venezolanos rescatados del centro de confinamiento del terrorismo (cecot) de el salvador. el presidente de la nación bolivariana, nicolás maduro moros, fue cómplice del reencuentro que calificó de “amoroso”, y se llevó a cabo en un ambiente de júbilo y serenidad, como amerita un momento especial para todas las familias venezolanas que celebran la victoria de sus presiones y movilizaciones ante la comunidad internacional. “no hay palabras para expresar lo que siento, gracias a dios ya todo se acabó“, dijo el joven venezolano, quien pensaba que podría estar hasta 20 años injustamente encarcelado, sin poder disfrutar el crecimiento de sus hijos. espinosa afirmó haber temido que nunca les entregaran a la niña, después que esta fue separada de él y de su esposa yorelis. el mandatario estuvo acompañado además por la primera dama, cilia flores, el jefe de la comisión negociadora para el rescate de los venezolanos secuestrados en el salvador y presidente de la asamblea nacional, jorge rodríguez, la presidenta de la gran misión vuelta a la patria, camilla fabri y el ministro del poder popular de industrias y producción nacional de venezuela, alex saab, quienes también fueron testigos de la felicidad de la familia. maduro moros aprovechó la ocasión para desmentir bulos que han circulado respecto al proceso de negociaciones. indicó que el precio del canje para poder regresar a los connacionales que fueron torturados en el cecot sí fue alto, pero para nada se trató de dinero alguno: “pagamos muy caro, entregamos a 10 terroristas“. el jefe de estado resaltó que con esos casos verdaderamente peligrosos ya se había hecho justicia, habían sido procesados, y se evitaron ataques contra el país, así como contra su propia persona y otros funcionarios del gobierno. aseguró la necesidad de pagar ese precio por ver la reunificación de tantas madres, abuelas, padres, hijos e hijas. por su parte, el presidente de la asamblea nacional, jorge rodríguez explicó algunos detalles acerca de las “difíciles negociaciones”. recordó que al inicio no fueron 252 los connacionales trasladados arbitrariamente al cecot, sino 261, pues había nueve mujeres cuando llegaron a la megacárcel en marzo. reveló que los esfuerzos diplomáticos iniciaron desde ese mismo momento, pues se trataba de un grupo que debía haber regresado en uno de los vuelos de la gran misión vuelta a la patria. señaló que el de maiker y su hija fue uno de los casos emblemáticos en la lucha por el regreso de todos, dada la dimensión de la tragedia de una familia desintegrada por la política criminalizadora hacia la migración de la administración trump, que aisló al esposo de la esposa, y a ambos de uno de sus hijos. rodríguez enfatizó que esta victoria desmonta muchas mentiras que aún se sostenían para atacar a la nación bolivariana. afirmó que quedó completamente desmontada la supuesta legalidad de la deportación de los muchachos al cecot, así como bukele quedó expuesto como lo que es, un delincuente, un asesino y un torturador. “los golpearon, no les permitían dormir, los mantenían con las luces encendidas para provocarles traumas psiquiátricos y psicológicos, son casos que hemos visto como prácticas habituales de los nazis”, aseveró rodríguez, a partir de los testimonios que han ido compartiendo los jóvenes desde la tarde noche de ayer, quienes aseguran que vivieron “un infierno” en la megacárcel. en aras de despejar las dudas, el diputado afirmó que las negociaciones se hicieron directamente con el gobierno de estados unidos, “jamás nos pasó por la cabeza tener ningún tipo de conversación con bukele porque sabemos que él es un payaso”. rodríguez hizo enfásis además en el contraste entre los terroristas entregados por venezuela y los connacionales recibidos ayer: mientras el gobierno entregó personas identificadas y que habían admitido sus crímenes; no se tuvo información concreta de los venezolanos que se encontraban en el cecot hasta su arribo a la patria.",
    "tokens": [
      "tarde",
      "sábado",
      "19",
      "julio",
      ",",
      "familia",
      "venezolana",
      "volvió",
      "ser",
      "feliz",
      "tras",
      "meses",
      "angustia",
      "dolor",
      ":",
      "padre",
      "niña",
      "maikelys",
      "espinoza",
      ",",
      "maiker",
      "alejandro",
      "espinosa",
      "escalona",
      ",",
      "reunió",
      "esposa",
      ",",
      "hijos",
      "familiares",
      ",",
      "tras",
      "haber",
      "arribado",
      "nación",
      "tarde",
      "noche",
      "pasado",
      "viernes",
      ",",
      "vuelo",
      "trajo",
      "regreso",
      "252",
      "venezolanos",
      "rescatados",
      "centro",
      "confinamiento",
      "terrorismo",
      "(",
      "cecot",
      ")",
      "salvador",
      ".",
      "presidente",
      "nación",
      "bolivariana",
      ",",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "cómplice",
      "reencuentro",
      "calificó",
      "“",
      "amoroso",
      "”",
      ",",
      "llevó",
      "cabo",
      "ambiente",
      "júbilo",
      "serenidad",
      ",",
      "amerita",
      "momento",
      "especial",
      "todas",
      "familias",
      "venezolanas",
      "celebran",
      "victoria",
      "presiones",
      "movilizaciones",
      "comunidad",
      "internacional",
      ".",
      "“",
      "palabras",
      "expresar",
      "siento",
      ",",
      "gracias",
      "dios",
      "acabó",
      "“",
      ",",
      "dijo",
      "joven",
      "venezolano",
      ",",
      "pensaba",
      "podría",
      "20",
      "años",
      "injustamente",
      "encarcelado",
      ",",
      "poder",
      "disfrutar",
      "crecimiento",
      "hijos",
      ".",
      "espinosa",
      "afirmó",
      "haber",
      "temido",
      "nunca",
      "entregaran",
      "niña",
      ",",
      "después",
      "separada",
      "esposa",
      "yorelis",
      ".",
      "mandatario",
      "acompañado",
      "además",
      "primera",
      "dama",
      ",",
      "cilia",
      "flores",
      ",",
      "jefe",
      "comisión",
      "negociadora",
      "rescate",
      "venezolanos",
      "secuestrados",
      "salvador",
      "presidente",
      "asamblea",
      "nacional",
      ",",
      "jorge",
      "rodríguez",
      ",",
      "presidenta",
      "gran",
      "misión",
      "vuelta",
      "patria",
      ",",
      "camilla",
      "fabri",
      "ministro",
      "poder",
      "popular",
      "industrias",
      "producción",
      "nacional",
      "venezuela",
      ",",
      "alex",
      "saab",
      ",",
      "testigos",
      "felicidad",
      "familia",
      ".",
      "maduro",
      "moros",
      "aprovechó",
      "ocasión",
      "desmentir",
      "bulos",
      "circulado",
      "respecto",
      "proceso",
      "negociaciones",
      ".",
      "indicó",
      "precio",
      "canje",
      "poder",
      "regresar",
      "connacionales",
      "torturados",
      "cecot",
      "alto",
      ",",
      "trató",
      "dinero",
      "alguno",
      ":",
      "“",
      "pagamos",
      "caro",
      ",",
      "entregamos",
      "10",
      "terroristas",
      "“",
      ".",
      "jefe",
      "resaltó",
      "casos",
      "verdaderamente",
      "peligrosos",
      "hecho",
      "justicia",
      ",",
      "sido",
      "procesados",
      ",",
      "evitaron",
      "ataques",
      "país",
      ",",
      "así",
      "propia",
      "persona",
      "funcionarios",
      "gobierno",
      ".",
      "aseguró",
      "necesidad",
      "pagar",
      "precio",
      "ver",
      "reunificación",
      "tantas",
      "madres",
      ",",
      "abuelas",
      ",",
      "padres",
      ",",
      "hijos",
      "hijas",
      ".",
      "parte",
      ",",
      "presidente",
      "asamblea",
      "nacional",
      ",",
      "jorge",
      "rodríguez",
      "explicó",
      "detalles",
      "acerca",
      "“",
      "difíciles",
      "negociaciones",
      "”",
      ".",
      "recordó",
      "inicio",
      "252",
      "connacionales",
      "trasladados",
      "arbitrariamente",
      "cecot",
      ",",
      "sino",
      "261",
      ",",
      "pues",
      "nueve",
      "mujeres",
      "llegaron",
      "megacárcel",
      "marzo",
      ".",
      "reveló",
      "esfuerzos",
      "diplomáticos",
      "iniciaron",
      "mismo",
      "momento",
      ",",
      "pues",
      "trataba",
      "grupo",
      "debía",
      "haber",
      "regresado",
      "vuelos",
      "gran",
      "misión",
      "vuelta",
      "patria",
      ".",
      "señaló",
      "maiker",
      "hija",
      "casos",
      "emblemáticos",
      "lucha",
      "regreso",
      ",",
      "dada",
      "dimensión",
      "tragedia",
      "familia",
      "desintegrada",
      "política",
      "criminalizadora",
      "hacia",
      "migración",
      "administración",
      "trump",
      ",",
      "aisló",
      "esposo",
      "esposa",
      ",",
      "ambos",
      "hijos",
      ".",
      "rodríguez",
      "enfatizó",
      "victoria",
      "desmonta",
      "muchas",
      "mentiras",
      "aún",
      "sostenían",
      "atacar",
      "nación",
      "bolivariana",
      ".",
      "afirmó",
      "quedó",
      "completamente",
      "desmontada",
      "supuesta",
      "legalidad",
      "deportación",
      "muchachos",
      "cecot",
      ",",
      "así",
      "bukele",
      "quedó",
      "expuesto",
      ",",
      "delincuente",
      ",",
      "asesino",
      "torturador",
      ".",
      "“",
      "golpearon",
      ",",
      "permitían",
      "dormir",
      ",",
      "mantenían",
      "luces",
      "encendidas",
      "provocarles",
      "traumas",
      "psiquiátricos",
      "psicológicos",
      ",",
      "casos",
      "visto",
      "prácticas",
      "habituales",
      "nazis",
      "”",
      ",",
      "aseveró",
      "rodríguez",
      ",",
      "partir",
      "testimonios",
      "ido",
      "compartiendo",
      "jóvenes",
      "tarde",
      "noche",
      "ayer",
      ",",
      "aseguran",
      "vivieron",
      "“",
      "infierno",
      "”",
      "megacárcel",
      ".",
      "aras",
      "despejar",
      "dudas",
      ",",
      "diputado",
      "afirmó",
      "negociaciones",
      "hicieron",
      "directamente",
      "gobierno",
      "unidos",
      ",",
      "“",
      "jamás",
      "pasó",
      "cabeza",
      "tener",
      "ningún",
      "tipo",
      "conversación",
      "bukele",
      "sabemos",
      "payaso",
      "”",
      ".",
      "rodríguez",
      "hizo",
      "enfásis",
      "además",
      "contraste",
      "terroristas",
      "entregados",
      "venezuela",
      "connacionales",
      "recibidos",
      "ayer",
      ":",
      "mientras",
      "gobierno",
      "entregó",
      "personas",
      "identificadas",
      "admitido",
      "crímenes",
      ";",
      "información",
      "concreta",
      "venezolanos",
      "encontraban",
      "cecot",
      "arribo",
      "patria",
      "."
    ],
    "token_count": 449,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 88,
      "FW": 169,
      "CD": 6,
      "NN": 238,
      "JJ": 65,
      "NNS": 34,
      "IN": 25,
      "VBD": 4,
      "VBP": 25,
      "VBZ": 10,
      "RB": 2,
      "VB": 1,
      "DT": 3
    },
    "bigram_freq": {
      "NNP-FW": 17,
      "FW-FW": 102,
      "FW-CD": 2,
      "CD-FW": 1,
      "FW-NN": 28,
      "NN-JJ": 22,
      "JJ-NN": 46,
      "NN-NN": 134,
      "NN-FW": 25,
      "JJ-NNS": 7,
      "NNS-IN": 2,
      "IN-FW": 20,
      "FW-NNP": 24,
      "NNP-NNP": 38,
      "NNP-VBD": 2,
      "VBD-JJ": 4,
      "NN-VBP": 2,
      "VBP-NN": 4,
      "NN-VBZ": 4,
      "VBZ-JJ": 5,
      "NN-NNS": 13,
      "IN-JJ": 1,
      "NN-IN": 21,
      "CD-NNS": 3,
      "NNS-VBP": 21,
      "VBP-JJ": 16,
      "JJ-NNP": 5,
      "NNP-IN": 1,
      "IN-NNP": 3,
      "NNP-JJ": 1,
      "FW-JJ": 7,
      "JJ-JJ": 5,
      "JJ-FW": 2,
      "FW-NNS": 6,
      "NNS-NNS": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NNP-NN": 23,
      "NN-VBD": 1,
      "NN-CD": 3,
      "CD-NN": 2,
      "NN-NNP": 12,
      "NNP-VBZ": 5,
      "VBZ-VB": 1,
      "VB-JJ": 1,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "NNP-VBP": 1,
      "IN-NNS": 1,
      "NNS-NNP": 3,
      "VBP-CD": 1,
      "VBP-NNP": 2,
      "VBP-NNS": 1,
      "NNS-FW": 2,
      "VBZ-DT": 3,
      "DT-NN": 1,
      "NNS-JJ": 1,
      "DT-NNS": 1,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "NNS-VBD": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 7,
      "FW-FW-FW": 74,
      "FW-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-NN": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-NN": 15,
      "JJ-NN-NN": 18,
      "NN-NN-FW": 16,
      "NN-FW-NN": 10,
      "FW-NN-NN": 12,
      "NN-NN-JJ": 13,
      "NN-JJ-NNS": 4,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NN": 3,
      "FW-NN-FW": 5,
      "NN-FW-FW": 12,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 16,
      "NNP-NNP-NNP": 18,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 3,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NN-NN": 84,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "FW-FW-NN": 9,
      "FW-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-NN-IN": 6,
      "NN-IN-FW": 18,
      "IN-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-JJ": 15,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-FW": 1,
      "NNP-FW-NNP": 7,
      "FW-NNP-FW": 4,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-FW": 10,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "IN-FW-FW": 7,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 7,
      "JJ-NN-IN": 12,
      "IN-FW-JJ": 5,
      "JJ-NN-JJ": 8,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 11,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-FW-NNS": 4,
      "FW-NNS-NNS": 2,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NNP-NN-NNS": 3,
      "VBP-JJ-NN": 9,
      "NN-JJ-NNP": 1,
      "NNP-NN-NN": 17,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-NN": 1,
      "FW-NN-NNP": 5,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-VB": 1,
      "VBZ-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNP-NNP-NN": 4,
      "NN-NN-NNP": 3,
      "NN-NNP-NNP": 1,
      "NNP-FW-NN": 3,
      "FW-NN-IN": 2,
      "NN-IN-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "NN-NN-NNS": 4,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 4,
      "FW-NN-VBP": 1,
      "NN-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "FW-FW-JJ": 1,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-FW": 2,
      "NNS-FW-FW": 1,
      "NNS-NNS-NNP": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 1,
      "DT-NN-CD": 1,
      "CD-NN-NNS": 1,
      "JJ-NN-NNP": 4,
      "NN-NNP-NN": 8,
      "NNP-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "NNS-VBP-NN": 2,
      "IN-NNP-VBD": 1,
      "VBD-JJ-JJ": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NNS": 1,
      "DT-NNS-VBP": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNP-NN-IN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "NNS-FW-NN": 1,
      "VBP-JJ-NNS": 1,
      "VBP-NNP-FW": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 238,
        "FW": 169,
        "NNP": 88,
        "JJ": 65,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 134,
        "FW-FW": 102,
        "JJ-NN": 46,
        "NNP-NNP": 38,
        "FW-NN": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 84,
        "FW-FW-FW": 74,
        "JJ-NN-NN": 18,
        "NNP-NNP-NNP": 18,
        "NN-IN-FW": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 189,
      "PP": 10,
      "VP": 44,
      "ADJP": 1
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0191
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('hijos', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Asamblea', 'NNP') ('Nacional', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Jorge', 'NNP') ('Rodríguez', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Gran', 'NNP') ('Misión', 'NNP') ('Vuelta', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN') ('Patria', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "julio"
      },
      {
        "label": "NP",
        "text": "una familia venezolana"
      },
      {
        "label": "PP",
        "text": "volvió a ser feliz"
      },
      {
        "label": "NP",
        "text": "a ser feliz"
      },
      {
        "label": "NP",
        "text": "tras meses"
      },
      {
        "label": "NP",
        "text": "dolor"
      },
      {
        "label": "NP",
        "text": "el padre"
      },
      {
        "label": "NP",
        "text": "Maikelys Espinoza"
      },
      {
        "label": "NP",
        "text": "Maiker Alejandro Espinosa Escalona"
      },
      {
        "label": "VP",
        "text": "se reunió con su esposa"
      },
      {
        "label": "NP",
        "text": "reunió con su esposa"
      },
      {
        "label": "NP",
        "text": "sus hijos y otros familiares"
      },
      {
        "label": "NP",
        "text": "tras"
      },
      {
        "label": "VP",
        "text": "haber"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  la/FW\n  tarde/FW\n  de/FW\n  este/FW\n  sábado/FW\n  19/CD\n  de/FW\n  (NP julio/NN)\n  ,/,\n  (NP una/JJ familia/NN venezolana/NN)\n  (PP volvió/IN (NP a/DT ser/NN feliz/NN))\n  (NP tras/JJ meses/NNS)\n  de/IN\n  angustia/FW\n  y/FW\n  (NP dolor/NN)\n  :/:\n  (NP el/JJ padre/NN)\n  de/IN\n  la/FW\n  niña/FW\n  (NP Maikelys/NNP Espinoza/NNP)\n  ,/,\n  (NP Maiker/NNP Alejandro/NNP Espinosa/NNP Escalona/NNP)\n  ,/,\n  (VP se/VBD (NP reunió/JJ con/NN su/NN esposa/NN))\n  ,/,\n  (NP sus/NN hijos/NN y/NN otros/NN familiares/NNS)\n  ,/,\n  (NP tras/NNS)\n  (VP haber/VBP)\n  (PP arribado/IN (NP a/DT la/NN))\n  nación/FW\n  en/FW\n  la/FW\n  tarde/FW\n  noche/FW\n  del/FW\n  (NP pasado/NN viernes/NNS)\n  ,/,\n  en/FW\n  (NP un/JJ vuelo/NN que/NN trajo/NN)\n  de/IN\n  regreso/FW\n  a/DT\n  252/CD\n  (NP venezolanos/NNS)\n  (VP rescatados/VBP (NP del/JJ Centro/NNP))\n  de/FW\n  (NP Confinamiento/NNP)\n  del/FW\n  (NP Terrorismo/NNP)\n  (/(\n  (NP CECOT/NNP)\n  )/)\n  de/FW\n  (NP El/NNP Salvador/NNP)\n  ./.)",
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  la/FW\n  nación/FW\n  (NP bolivariana/NN)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP Moros/NNP)\n  ,/,\n  (NP fue/JJ cómplice/NN)\n  del/FW\n  (NP reencuentro/NN que/NN calificó/NN)\n  (PP de/IN (NP “/NNP amoroso/NN ”/NNP))\n  ,/,\n  (NP y/NNP)\n  (VP se/VBZ)\n  (VP llevó/VBZ (NP a/DT cabo/NN))\n  (PP en/IN (NP un/JJ ambiente/NN))\n  de/IN\n  júbilo/FW\n  y/FW\n  (NP serenidad/NN)\n  ,/,\n  (NP como/NN)\n  (NP amerita/JJ un/JJ momento/NN)\n  (NP especial/JJ para/NN todas/NNS)\n  (VP las/VBP familias/JJ)\n  venezolanas/FW\n  (NP que/NN celebran/NN)\n  la/FW\n  victoria/FW\n  de/FW\n  sus/FW\n  (NP presiones/NNS)\n  (VP y/VBP (NP movilizaciones/NNS) ante/RB)\n  (VP la/VBP (NP comunidad/JJ internacional/NN))\n  ./.)",
      "(S\n  (NP “/JJ No/NNP hay/NN palabras/NNS)\n  (VP para/VBP (NP expresar/JJ lo/NN que/NN siento/NN))\n  ,/,\n  (VP\n    gracias/VB\n    (NP a/DT Dios/NNP ya/NN todo/NN se/NN acabó/NN “/NNP))\n  ,/,\n  (NP dijo/NN)\n  (VP el/VBD (NP joven/JJ venezolano/NN))\n  ,/,\n  (NP quien/JJ pensaba/NN que/NN podría/NN estar/NN hasta/NN)\n  20/CD\n  (NP años/NN injustamente/NN encarcelado/NN)\n  ,/,\n  (NP sin/NN poder/NN disfrutar/NN)\n  el/FW\n  (NP crecimiento/NN)\n  de/FW\n  sus/FW\n  (NP hijos/NN)\n  ./.)",
      "(S\n  (NP Espinosa/NNP)\n  (VP afirmó/VBZ)\n  (VP haber/VB (NP temido/JJ que/NN) nunca/JJ)\n  (VP les/VBZ)\n  entregaran/FW\n  (NP a/DT la/NN niña/NN)\n  ,/,\n  (NP después/NN que/NN esta/NN)\n  (NP fue/JJ separada/NN)\n  (PP de/IN (NP él/NNP y/NNP))\n  de/IN\n  su/FW\n  (NP esposa/NN Yorelis/NNP)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    mandatario/NN\n    estuvo/NN\n    acompañado/NN\n    además/NN\n    por/NN\n    la/NN\n    Primera/NNP\n    Dama/NNP)\n  ,/,\n  (NP Cilia/NNP Flores/NNP)\n  ,/,\n  (NP el/JJ jefe/NN)\n  de/IN\n  la/FW\n  comisión/FW\n  negociadora/FW\n  para/FW\n  el/FW\n  (NP rescate/NN)\n  de/IN\n  los/FW\n  (NP venezolanos/JJ secuestrados/NN)\n  (PP en/IN (NP El/NNP Salvador/NNP y/NNP))\n  presidente/FW\n  de/FW\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP)\n  ,/,\n  (NP Jorge/NNP Rodríguez/NNP)\n  ,/,\n  la/FW\n  presidenta/FW\n  de/FW\n  la/FW\n  (NP Gran/NNP Misión/NNP Vuelta/NNP)\n  (NP a/DT la/NN Patria/NNP)\n  ,/,\n  (NP Camilla/NNP Fabri/NNP y/NNP)\n  el/FW\n  ministro/FW\n  del/FW\n  (NP Poder/NNP Popular/NNP)\n  de/FW\n  (NP Industrias/NNP)\n  y/CC\n  (NP Producción/NNP Nacional/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Alex/NNP Saab/NNP)\n  ,/,\n  (VP quienes/VBZ (NP también/JJ fueron/NN testigos/NN))\n  de/IN\n  la/FW\n  felicidad/FW\n  de/FW\n  la/FW\n  (NP familia/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1013,
          1019
        ],
        "start": 1013,
        "end": 1019
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          2317,
          2324
        ],
        "start": 2317,
        "end": 2324
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de estados unidos",
        "position": [
          3852,
          3878
        ],
        "start": 3852,
        "end": 3878
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          446,
          462
        ],
        "start": 446,
        "end": 462
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del poder popular",
        "position": [
          1429,
          1455
        ],
        "start": 1429,
        "end": 1455
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          1322,
          1339
        ],
        "start": 1322,
        "end": 1339
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          2502,
          2509
        ],
        "start": 2502,
        "end": 2509
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          3648,
          3655
        ],
        "start": 3648,
        "end": 3655
      },
      {
        "category": "PAISES",
        "matched_text": "el salvador",
        "position": [
          430,
          441
        ],
        "start": 430,
        "end": 441
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          1495,
          1504
        ],
        "start": 1495,
        "end": 1504
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3864,
          3878
        ],
        "start": 3864,
        "end": 3878
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado resaltó",
        "position": [
          1911,
          1925
        ],
        "start": 1911,
        "end": 1925
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          380,
          389
        ],
        "start": 380,
        "end": 389
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "sábado 19 de julio",
        "position": [
          20,
          38
        ],
        "start": 20,
        "end": 38
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la tarde",
        "position": [
          0,
          11
        ],
        "start": 0,
        "end": 11
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "ayer",
        "position": [
          3680,
          3684
        ],
        "start": 3680,
        "end": 3684
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Camilla Fabri",
        "tipo": "Persona"
      },
      {
        "nombre": "Cilia Flores",
        "tipo": "Persona"
      },
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Misión Vuelta a la Patria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Yorelis",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bukele",
        "tipo": "Persona"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CECOT",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jorge Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Poder Popular de Industrias y Producción Nacional de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Maikelys Espinoza",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Gran Misión Vuelta a la Patria.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alex Saab",
        "tipo": "Persona"
      },
      {
        "nombre": "Reveló",
        "tipo": "Persona"
      },
      {
        "nombre": "Maiker Alejandro Espinosa Escalona",
        "tipo": "Persona"
      },
      {
        "nombre": "Centro de Confinamiento del Terrorismo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Administración Trump",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Maiker",
        "tipo": "Persona"
      },
      {
        "nombre": "Espinosa",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Afirmó",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Maikelys Espinoza",
        "relacion": "REUNIR_VOLVER",
        "objeto": "Centro de Confinamiento del Terrorismo"
      },
      {
        "sujeto": "Maikelys Espinoza",
        "relacion": "REUNIR_VOLVER",
        "objeto": "CECOT"
      },
      {
        "sujeto": "Maikelys Espinoza",
        "relacion": "REUNIR_VOLVER",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Maiker Alejandro Espinosa Escalona",
        "relacion": "REUNIR_VOLVER",
        "objeto": "Centro de Confinamiento del Terrorismo"
      },
      {
        "sujeto": "Maiker Alejandro Espinosa Escalona",
        "relacion": "REUNIR_VOLVER",
        "objeto": "CECOT"
      },
      {
        "sujeto": "Maiker Alejandro Espinosa Escalona",
        "relacion": "REUNIR_VOLVER",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Espinosa",
        "relacion": "AFIRMAR",
        "objeto": "Yorelis"
      },
      {
        "sujeto": "Reveló",
        "relacion": "REVELAR",
        "objeto": "Gran Misión Vuelta a la Patria."
      },
      {
        "sujeto": "Afirmó",
        "relacion": "AFIRMAR",
        "objeto": "CECOT"
      },
      {
        "sujeto": "Bukele",
        "relacion": "AFIRMAR",
        "objeto": "Afirmó"
      },
      {
        "sujeto": "Bukele",
        "relacion": "QUEDAR_AFIRMAR",
        "objeto": "CECOT"
      },
      {
        "sujeto": "Gobierno de Estados Unidos",
        "relacion": "HACER_AFIRMAR",
        "objeto": "Bukele"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "HACER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "HACER",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "HACER",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8625,
    "pos": 0.004,
    "neu": 0.976,
    "neg": 0.02,
    "label": "negative"
  }
}