{
  "url": "https://www.telesurtv.net/venezuela-denuncia-que-noboa-intenta-desviar-atencion-sobre-denuncias-de-fraude-electoral-en-ecuador/",
  "title": "Venezuela denuncia que Noboa acude a fake news para intentar desviar atención sobre denuncias de fraude electoral en Ecuador - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "balotaje",
    "Daniel Noboa",
    "Dictadura",
    "Ecuador",
    "Fraude Electoral",
    "irregularidades",
    "Luisa González",
    "manipulación",
    "Revolución Ciudadana"
  ],
  "text": "\nHoras antes, la Cancillería ecuatoriana difundió un comunicado bajo el título “Ecuador alerta sobre hurto en Venezuela de actas no utilizadas en el último proceso electoral”.\nSegún el Consejo Nacional Electoral (CNE) ecuatoriano, envió a Venezuela la documentación para que más de 10.000 ecuatorianos residentes empadronados pudiesen votar. A horas del balotaje, el CNE suspendió el proceso, argumentando problemas logísticos y retrasos en la asignación de recursos públicos. Ello motivó protestas y denuncias de los ecuatorianos residentes de que el Gobierno de Noboa les impidió votar.\nA través de un comunicado, el canciller Yván Gil desmintió la supuesta participación venezolana en el hecho mencionado por la Cancillería ecuatoriana.\n“Ahora resulta que, ante las denuncias que han dejado al desnudo la podredumbre de la mafia que pretende dirigir el Ecuador, esa misma que se roba la democracia, persigue al pueblo y vende la soberanía al mejor postor, se les ocurre este triste y risible comunicado para desviar la atención”, denunció Gil.\n\n\nAñadió que “ese gobierno nazi, traidor del legado de El Libertador Simón Bolívar, del ejemplo inmenso de Manuelita Sáenz, del honor del Mariscal Sucre y del admirable General Eloy Alfaro, se arrastra hoy ante una mafia que promueve el fascismo y la persecución política. ¡Qué nivel de decadencia!”.\nEn un contexto marcado por denuncias de fraude electoral y graves irregularidades en los comicios de Ecuador, Gil señaló que Noboa y quienes lo apoyan “quieren hacernos creer que su fracaso electoral, su derrota moral, puede taparse con estas patrañas diplomáticas. ¡No, señores! El mundo ya los ve como lo que son: un gobierno ilegítimo, gánster y mentiroso”.\nEste jueves, la candidata presidencial del movimiento Revolución Ciudadana, Luisa González, amplió su denuncia de irregularidades cometidas por Noboa a lo largo de la campaña con la venia del CNE.\nGonzález denunció un fraude generalizado, advirtió que las irregularidades detectadas representan un quiebre democrático sin precedentes y acusó al Gobierno de manipular el proceso para mantenerse en el poder.\nAseguró que se robaron más de un millón de votos y afirma que impugnará los resultados, a pesar de que las instituciones están bajo control del Ejecutivo.\n\n\nRefirió que Noboa hizo campaña sin licencia mientras ejercía funciones y capturó a las instituciones para permitirse el uso indiscriminado de fondos públicos en la campaña. En paralelo, entregó bonos millonarios sin análisis técnico con el fin de comprar conciencias e influir en el voto.\nA ello se suma que hubo cambios de recintos electorales y estados de excepción de último momento.González advirtió sobre múltiples versiones de actas que fueron modificadas por el CNE una vez que fueron subidas al sistema, con lo cual alteró la cadena de custodia y el resultado final.\nDetalló que cuentan con 1.984 actas sin firmas conjuntas de las autoridades de las Juntas Receptoras de Votos (JRV), lo cual violaría el artículo 127 del Código de la Democracia. Argumentó que deberían ser invalidadas.\nDenunció que se reportaron más votos que votantes registrados en algunas zonas (reducción artificial del ausentismo). Agregó que la mayoría de las JRV no registraron el número total de sufragantes. Señaló que existen 1.526 actas cuya suma no coincide con el número de sufragantes, las cuales también deberían ser anuladas por el CNE, mientras que 1.582 actas presentan resultados que se desvían considerablemente del promedio de su recinto.\nEn opinión de González, se reportó una caída inusual del voto en blanco lo cual sugiere manipulación de más de 150.000 papeletas. A partir de todo ello, exigió la publicación completa de las actas y una auditoría pública.\nLas denuncias de González tuvieron repercusión internacional. Los Gobiernos de Colombia y México decidieron desconocer el resultado electoral.\nEl mandatario colombiano Gustavo Petro ofreció acoger en su país a opositores a Noboa que figuran en una lista de perseguidos políticos, mientras que la presidenta Claudia Sheinbaum expresó de modo contundente que no habrá reanudación de relaciones mientras el actual mandatario se encuentre en el poder.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-denuncia-que-noboa-intenta-desviar-atencion-sobre-denuncias-de-fraude-electoral-en-ecuador/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 845,
    "message_id": 92127,
    "date": "2025-04-18T01:55:12+00:00",
    "text": "teleSUR\nVenezuela denuncia que Noboa intenta desviar atención sobre denuncias de fraude electoral en Ecuador\nhttps://www.telesurtv.net/venezuela-denuncia-que-noboa-intenta-desviar-atencion-sobre-denuncias-de-fraude-electoral-en-ecuador/",
    "photo_path": null,
    "views": 2051,
    "reactions": {
      "👍": 59,
      "💯": 10
    },
    "total_reactions": 69
  },
  "preprocessing": {
    "cleaned": "horas antes, la cancillería ecuatoriana difundió un comunicado bajo el título “ecuador alerta sobre hurto en venezuela de actas no utilizadas en el último proceso electoral”. según el consejo nacional electoral (cne) ecuatoriano, envió a venezuela la documentación para que más de 10.000 ecuatorianos residentes empadronados pudiesen votar. a horas del balotaje, el cne suspendió el proceso, argumentando problemas logísticos y retrasos en la asignación de recursos públicos. ello motivó protestas y denuncias de los ecuatorianos residentes de que el gobierno de noboa les impidió votar. a través de un comunicado, el canciller yván gil desmintió la supuesta participación venezolana en el hecho mencionado por la cancillería ecuatoriana. “ahora resulta que, ante las denuncias que han dejado al desnudo la podredumbre de la mafia que pretende dirigir el ecuador, esa misma que se roba la democracia, persigue al pueblo y vende la soberanía al mejor postor, se les ocurre este triste y risible comunicado para desviar la atención”, denunció gil. añadió que “ese gobierno nazi, traidor del legado de el libertador simón bolívar, del ejemplo inmenso de manuelita sáenz, del honor del mariscal sucre y del admirable general eloy alfaro, se arrastra hoy ante una mafia que promueve el fascismo y la persecución política. ¡qué nivel de decadencia!”. en un contexto marcado por denuncias de fraude electoral y graves irregularidades en los comicios de ecuador, gil señaló que noboa y quienes lo apoyan “quieren hacernos creer que su fracaso electoral, su derrota moral, puede taparse con estas patrañas diplomáticas. ¡no, señores! el mundo ya los ve como lo que son: un gobierno ilegítimo, gánster y mentiroso”. este jueves, la candidata presidencial del movimiento revolución ciudadana, luisa gonzález, amplió su denuncia de irregularidades cometidas por noboa a lo largo de la campaña con la venia del cne. gonzález denunció un fraude generalizado, advirtió que las irregularidades detectadas representan un quiebre democrático sin precedentes y acusó al gobierno de manipular el proceso para mantenerse en el poder. aseguró que se robaron más de un millón de votos y afirma que impugnará los resultados, a pesar de que las instituciones están bajo control del ejecutivo. refirió que noboa hizo campaña sin licencia mientras ejercía funciones y capturó a las instituciones para permitirse el uso indiscriminado de fondos públicos en la campaña. en paralelo, entregó bonos millonarios sin análisis técnico con el fin de comprar conciencias e influir en el voto. a ello se suma que hubo cambios de recintos electorales y estados de excepción de último momento.gonzález advirtió sobre múltiples versiones de actas que fueron modificadas por el cne una vez que fueron subidas al sistema, con lo cual alteró la cadena de custodia y el resultado final. detalló que cuentan con 1.984 actas sin firmas conjuntas de las autoridades de las juntas receptoras de votos (jrv), lo cual violaría el artículo 127 del código de la democracia. argumentó que deberían ser invalidadas. denunció que se reportaron más votos que votantes registrados en algunas zonas (reducción artificial del ausentismo). agregó que la mayoría de las jrv no registraron el número total de sufragantes. señaló que existen 1.526 actas cuya suma no coincide con el número de sufragantes, las cuales también deberían ser anuladas por el cne, mientras que 1.582 actas presentan resultados que se desvían considerablemente del promedio de su recinto. en opinión de gonzález, se reportó una caída inusual del voto en blanco lo cual sugiere manipulación de más de 150.000 papeletas. a partir de todo ello, exigió la publicación completa de las actas y una auditoría pública. las denuncias de gonzález tuvieron repercusión internacional. los gobiernos de colombia y méxico decidieron desconocer el resultado electoral. el mandatario colombiano gustavo petro ofreció acoger en su país a opositores a noboa que figuran en una lista de perseguidos políticos, mientras que la presidenta claudia sheinbaum expresó de modo contundente que no habrá reanudación de relaciones mientras el actual mandatario se encuentre en el poder.",
    "tokens": [
      "horas",
      ",",
      "cancillería",
      "ecuatoriana",
      "difundió",
      "comunicado",
      "bajo",
      "título",
      "“",
      "ecuador",
      "alerta",
      "hurto",
      "venezuela",
      "actas",
      "utilizadas",
      "último",
      "proceso",
      "electoral",
      "”",
      ".",
      "según",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      "ecuatoriano",
      ",",
      "envió",
      "venezuela",
      "documentación",
      "10.000",
      "ecuatorianos",
      "residentes",
      "empadronados",
      "pudiesen",
      "votar",
      ".",
      "horas",
      "balotaje",
      ",",
      "cne",
      "suspendió",
      "proceso",
      ",",
      "argumentando",
      "problemas",
      "logísticos",
      "retrasos",
      "asignación",
      "recursos",
      "públicos",
      ".",
      "ello",
      "motivó",
      "protestas",
      "denuncias",
      "ecuatorianos",
      "residentes",
      "gobierno",
      "noboa",
      "impidió",
      "votar",
      ".",
      "través",
      "comunicado",
      ",",
      "canciller",
      "yván",
      "gil",
      "desmintió",
      "supuesta",
      "participación",
      "venezolana",
      "hecho",
      "mencionado",
      "cancillería",
      "ecuatoriana",
      ".",
      "“",
      "ahora",
      "resulta",
      ",",
      "denuncias",
      "dejado",
      "desnudo",
      "podredumbre",
      "mafia",
      "pretende",
      "dirigir",
      "ecuador",
      ",",
      "misma",
      "roba",
      "democracia",
      ",",
      "persigue",
      "pueblo",
      "vende",
      "soberanía",
      "mejor",
      "postor",
      ",",
      "ocurre",
      "triste",
      "risible",
      "comunicado",
      "desviar",
      "atención",
      "”",
      ",",
      "denunció",
      "gil",
      ".",
      "añadió",
      "“",
      "gobierno",
      "nazi",
      ",",
      "traidor",
      "legado",
      "libertador",
      "simón",
      "bolívar",
      ",",
      "ejemplo",
      "inmenso",
      "manuelita",
      "sáenz",
      ",",
      "honor",
      "mariscal",
      "sucre",
      "admirable",
      "general",
      "eloy",
      "alfaro",
      ",",
      "arrastra",
      "hoy",
      "mafia",
      "promueve",
      "fascismo",
      "persecución",
      "política",
      ".",
      "¡qué",
      "nivel",
      "decadencia",
      "!",
      "”",
      ".",
      "contexto",
      "marcado",
      "denuncias",
      "fraude",
      "electoral",
      "graves",
      "irregularidades",
      "comicios",
      "ecuador",
      ",",
      "gil",
      "señaló",
      "noboa",
      "apoyan",
      "“",
      "quieren",
      "hacernos",
      "creer",
      "fracaso",
      "electoral",
      ",",
      "derrota",
      "moral",
      ",",
      "puede",
      "taparse",
      "patrañas",
      "diplomáticas",
      ".",
      "¡no",
      ",",
      "señores",
      "!",
      "mundo",
      "ve",
      ":",
      "gobierno",
      "ilegítimo",
      ",",
      "gánster",
      "mentiroso",
      "”",
      ".",
      "jueves",
      ",",
      "candidata",
      "presidencial",
      "movimiento",
      "revolución",
      "ciudadana",
      ",",
      "luisa",
      "gonzález",
      ",",
      "amplió",
      "denuncia",
      "irregularidades",
      "cometidas",
      "noboa",
      "largo",
      "campaña",
      "venia",
      "cne",
      ".",
      "gonzález",
      "denunció",
      "fraude",
      "generalizado",
      ",",
      "advirtió",
      "irregularidades",
      "detectadas",
      "representan",
      "quiebre",
      "democrático",
      "precedentes",
      "acusó",
      "gobierno",
      "manipular",
      "proceso",
      "mantenerse",
      "poder",
      ".",
      "aseguró",
      "robaron",
      "millón",
      "votos",
      "afirma",
      "impugnará",
      "resultados",
      ",",
      "pesar",
      "instituciones",
      "bajo",
      "control",
      "ejecutivo",
      ".",
      "refirió",
      "noboa",
      "hizo",
      "campaña",
      "licencia",
      "mientras",
      "ejercía",
      "funciones",
      "capturó",
      "instituciones",
      "permitirse",
      "uso",
      "indiscriminado",
      "fondos",
      "públicos",
      "campaña",
      ".",
      "paralelo",
      ",",
      "entregó",
      "bonos",
      "millonarios",
      "análisis",
      "técnico",
      "fin",
      "comprar",
      "conciencias",
      "influir",
      "voto",
      ".",
      "ello",
      "suma",
      "cambios",
      "recintos",
      "electorales",
      "excepción",
      "último",
      "momento.gonzález",
      "advirtió",
      "múltiples",
      "versiones",
      "actas",
      "modificadas",
      "cne",
      "vez",
      "subidas",
      "sistema",
      ",",
      "alteró",
      "cadena",
      "custodia",
      "resultado",
      "final",
      ".",
      "detalló",
      "cuentan",
      "1.984",
      "actas",
      "firmas",
      "conjuntas",
      "autoridades",
      "juntas",
      "receptoras",
      "votos",
      "(",
      "jrv",
      ")",
      ",",
      "violaría",
      "artículo",
      "127",
      "código",
      "democracia",
      ".",
      "argumentó",
      "deberían",
      "ser",
      "invalidadas",
      ".",
      "denunció",
      "reportaron",
      "votos",
      "votantes",
      "registrados",
      "zonas",
      "(",
      "reducción",
      "artificial",
      "ausentismo",
      ")",
      ".",
      "agregó",
      "mayoría",
      "jrv",
      "registraron",
      "número",
      "total",
      "sufragantes",
      ".",
      "señaló",
      "existen",
      "1.526",
      "actas",
      "cuya",
      "suma",
      "coincide",
      "número",
      "sufragantes",
      ",",
      "cuales",
      "deberían",
      "ser",
      "anuladas",
      "cne",
      ",",
      "mientras",
      "1.582",
      "actas",
      "presentan",
      "resultados",
      "desvían",
      "considerablemente",
      "promedio",
      "recinto",
      ".",
      "opinión",
      "gonzález",
      ",",
      "reportó",
      "caída",
      "inusual",
      "voto",
      "blanco",
      "sugiere",
      "manipulación",
      "150.000",
      "papeletas",
      ".",
      "partir",
      "ello",
      ",",
      "exigió",
      "publicación",
      "completa",
      "actas",
      "auditoría",
      "pública",
      ".",
      "denuncias",
      "gonzález",
      "repercusión",
      "internacional",
      ".",
      "gobiernos",
      "colombia",
      "méxico",
      "decidieron",
      "desconocer",
      "resultado",
      "electoral",
      ".",
      "mandatario",
      "colombiano",
      "gustavo",
      "petro",
      "ofreció",
      "acoger",
      "país",
      "opositores",
      "noboa",
      "figuran",
      "lista",
      "perseguidos",
      "políticos",
      ",",
      "mientras",
      "presidenta",
      "claudia",
      "sheinbaum",
      "expresó",
      "modo",
      "contundente",
      "reanudación",
      "relaciones",
      "mientras",
      "actual",
      "mandatario",
      "encuentre",
      "poder",
      "."
    ],
    "token_count": 440,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 84,
      "VBZ": 15,
      "FW": 119,
      "NN": 227,
      "JJ": 67,
      "DT": 4,
      "IN": 35,
      "CD": 6,
      "NNS": 37,
      "VBP": 22,
      "VBD": 4,
      "RB": 2,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 8,
      "VBZ-FW": 3,
      "FW-NNP": 16,
      "NNP-FW": 12,
      "FW-NN": 24,
      "NN-JJ": 17,
      "JJ-NN": 38,
      "NN-NN": 125,
      "NN-NNP": 21,
      "NNP-NN": 27,
      "NN-FW": 16,
      "FW-FW": 67,
      "FW-DT": 1,
      "DT-JJ": 2,
      "JJ-FW": 2,
      "FW-JJ": 8,
      "JJ-NNP": 9,
      "NNP-NNP": 28,
      "NN-IN": 22,
      "IN-CD": 1,
      "CD-NNS": 5,
      "NNS-VBZ": 2,
      "VBZ-JJ": 9,
      "JJ-NNS": 8,
      "NNS-NN": 1,
      "NN-VBP": 3,
      "VBP-NN": 4,
      "IN-FW": 16,
      "NN-NNS": 12,
      "NNS-VBP": 18,
      "VBP-IN": 4,
      "NNS-IN": 5,
      "IN-JJ": 5,
      "VBZ-NNP": 2,
      "VBP-JJ": 11,
      "NN-VBZ": 5,
      "IN-NN": 5,
      "IN-NNP": 4,
      "NNP-VBD": 2,
      "VBD-JJ": 3,
      "JJ-JJ": 8,
      "NNS-NNS": 3,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "FW-NNS": 2,
      "VBP-NNP": 1,
      "NNP-IN": 4,
      "VBP-NNS": 2,
      "NN-CD": 2,
      "NNS-JJ": 4,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-NN": 1,
      "VBZ-VBP": 1,
      "IN-NNS": 4,
      "NNP-DT": 1,
      "DT-NN": 2,
      "NNS-NNP": 2,
      "NN-RB": 1,
      "RB-CD": 1,
      "JJ-DT": 1,
      "JJ-RB": 1,
      "RB-FW": 1,
      "FW-CD": 1,
      "NNS-FW": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-FW": 1,
      "NN-DT": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NNP": 1,
      "FW-NNP-FW": 5,
      "NNP-FW-NN": 5,
      "FW-NN-JJ": 2,
      "NN-JJ-NN": 12,
      "JJ-NN-NN": 24,
      "NN-NN-NN": 67,
      "NN-NN-NNP": 15,
      "NN-NNP-NN": 8,
      "NNP-NN-NN": 19,
      "NN-NN-FW": 6,
      "NN-FW-NNP": 3,
      "NNP-FW-FW": 5,
      "FW-FW-DT": 1,
      "FW-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-FW": 43,
      "FW-FW-JJ": 2,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 5,
      "NNP-NN-NNP": 2,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-NN": 8,
      "NNP-NNP-FW": 5,
      "FW-NN-NN": 8,
      "NN-NN-IN": 13,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NN": 1,
      "NNS-NN-VBP": 1,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 4,
      "NN-IN-FW": 9,
      "IN-FW-FW": 6,
      "FW-FW-NNP": 9,
      "FW-NNP-NN": 3,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 3,
      "IN-FW-JJ": 4,
      "FW-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "NNP-FW-NNP": 1,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 6,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 2,
      "FW-JJ-NN": 2,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NNP": 2,
      "VBZ-NNP-NN": 1,
      "NN-NN-NNS": 5,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 6,
      "NN-FW-FW": 8,
      "FW-FW-NN": 10,
      "VBZ-FW-NN": 1,
      "FW-NN-FW": 7,
      "NN-FW-NN": 5,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 4,
      "NN-NN-JJ": 8,
      "NN-IN-NN": 4,
      "IN-NN-NNP": 1,
      "NNP-NN-JJ": 2,
      "JJ-NN-JJ": 5,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 4,
      "FW-NNP-NNP": 6,
      "NNP-FW-JJ": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NN-NN-VBP": 2,
      "NNP-NN-IN": 1,
      "IN-FW-NNP": 2,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NNS-IN-NNP": 1,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NN": 2,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-VBZ": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "VBZ-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-NN-FW": 2,
      "FW-FW-NNS": 1,
      "FW-NNS-VBP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NN-NNS-VBZ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-IN": 1,
      "NNP-IN-FW": 2,
      "FW-NN-NNP": 2,
      "IN-JJ-FW": 1,
      "JJ-NN-IN": 5,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "VBP-JJ-NNS": 1,
      "NN-JJ-NNS": 1,
      "FW-NN-IN": 3,
      "IN-NN-NNS": 2,
      "IN-FW-NN": 3,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "FW-NN-NNS": 2,
      "NN-NNS-NNS": 1,
      "JJ-NN-NNS": 2,
      "NN-VBP-JJ": 1,
      "NN-NN-CD": 2,
      "NN-CD-NNS": 2,
      "CD-NNS-JJ": 3,
      "NNS-JJ-JJ": 2,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-IN": 1,
      "VBP-IN-NNS": 1,
      "IN-NNS-VBP": 2,
      "VBP-JJ-JJ": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-IN-NNS": 3,
      "IN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NNP-NN-RB": 1,
      "NN-RB-CD": 1,
      "RB-CD-NNS": 1,
      "JJ-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNS-JJ-NN": 2,
      "NN-NNP-FW": 1,
      "IN-NN-NN": 2,
      "NN-JJ-RB": 1,
      "JJ-RB-FW": 1,
      "RB-FW-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-JJ": 1,
      "NNP-NN-FW": 1,
      "NN-JJ-NNP": 1,
      "VBZ-JJ-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-FW": 1,
      "VB-FW-FW": 1,
      "NN-NNS-NNP": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 227,
        "FW": 119,
        "NNP": 84,
        "JJ": 67,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 125,
        "FW-FW": 67,
        "JJ-NN": 38,
        "NNP-NNP": 28,
        "NNP-NN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 67,
        "FW-FW-FW": 43,
        "JJ-NN-NN": 24,
        "NNP-NN-NN": 19,
        "NN-NN-NNP": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 166,
      "VP": 38,
      "ADJP": 13,
      "PP": 16
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.0423
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0192
      },
      {
        "rule": "NP -> ('actas', 'NNS')",
        "frequency": 4,
        "weight": 0.0154
      },
      {
        "rule": "NP -> ('CNE', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Noboa', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('por', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0077
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Horas antes"
      },
      {
        "label": "NP",
        "text": "Cancillería"
      },
      {
        "label": "NP",
        "text": "difundió"
      },
      {
        "label": "NP",
        "text": "un comunicado bajo el título “ Ecuador"
      },
      {
        "label": "VP",
        "text": "alerta sobre hurto"
      },
      {
        "label": "NP",
        "text": "sobre hurto"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "ADJP",
        "text": "utilizadas"
      },
      {
        "label": "NP",
        "text": "electoral ”"
      },
      {
        "label": "NP",
        "text": "Según"
      },
      {
        "label": "NP",
        "text": "Consejo Nacional Electoral"
      },
      {
        "label": "NP",
        "text": "CNE"
      },
      {
        "label": "NP",
        "text": "ecuatoriano"
      },
      {
        "label": "VP",
        "text": "envió a Venezuela la documentación para que más"
      },
      {
        "label": "NP",
        "text": "a Venezuela la documentación para que más"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Horas/NNP antes/NNS)\n  ,/,\n  la/FW\n  (NP Cancillería/NNP)\n  ecuatoriana/FW\n  (NP difundió/NN)\n  (NP un/JJ comunicado/NN bajo/NN el/NN título/NN “/NNP Ecuador/NNP)\n  (VP alerta/VBZ (NP sobre/JJ hurto/NN))\n  en/FW\n  (NP Venezuela/NNP)\n  de/FW\n  actas/FW\n  no/DT\n  (ADJP utilizadas/JJ)\n  en/FW\n  el/FW\n  último/FW\n  proceso/FW\n  (NP electoral/JJ ”/NN)\n  ./.)",
      "(S\n  (NP Según/NNP)\n  el/CC\n  (NP Consejo/NNP Nacional/NNP Electoral/NNP)\n  (/(\n  (NP CNE/NNP)\n  )/)\n  (NP ecuatoriano/NN)\n  ,/,\n  (VP\n    envió/VBZ\n    (NP\n      a/DT\n      Venezuela/NNP\n      la/NN\n      documentación/NN\n      para/NN\n      que/NN\n      más/NN))\n  de/IN\n  10.000/CD\n  (NP ecuatorianos/NNS)\n  (VP residentes/VBZ (NP empadronados/JJ pudiesen/NN votar/NN))\n  ./.)",
      "(S\n  (NP A/DT horas/JJ del/NN balotaje/NN)\n  ,/,\n  el/FW\n  (NP CNE/NNP suspendió/NN el/NN proceso/NN)\n  ,/,\n  (NP argumentando/JJ problemas/NN logísticos/NN y/NN retrasos/NN)\n  en/IN\n  la/FW\n  asignación/FW\n  de/FW\n  recursos/FW\n  (NP públicos/NN)\n  ./.)",
      "(S\n  (NP Ello/NNP motivó/NN protestas/NNS)\n  (VP y/VBP (NP denuncias/NN))\n  de/FW\n  los/FW\n  (NP ecuatorianos/JJ residentes/NNS)\n  de/IN\n  que/FW\n  el/FW\n  (NP Gobierno/NNP)\n  de/FW\n  (NP Noboa/NNP)\n  (VP les/VBZ (NP impidió/JJ votar/NN))\n  ./.)",
      "(S\n  (NP A/DT través/NN)\n  (PP de/IN (NP un/JJ comunicado/NN))\n  ,/,\n  (VP\n    el/VBP\n    (NP\n      canciller/NN\n      Yván/NNP\n      Gil/NNP\n      desmintió/NN\n      la/NN\n      supuesta/NN\n      participación/NN\n      venezolana/NN))\n  en/IN\n  el/FW\n  (NP\n    hecho/JJ\n    mencionado/NN\n    por/NN\n    la/NN\n    Cancillería/NNP\n    ecuatoriana/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció un fraude generalizado, advirtió que las irregularidades detectadas representan un quiebre democrático sin precedentes y acusó al",
        "position": [
          1915,
          2053
        ],
        "start": 1915,
        "end": 2053
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "fraude electoral y graves irregularidades en los comicios",
        "position": [
          1388,
          1445
        ],
        "start": 1388,
        "end": 1445
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          1462,
          1468
        ],
        "start": 1462,
        "end": 1468
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "difundió",
        "position": [
          41,
          49
        ],
        "start": 41,
        "end": 49
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          1948,
          1956
        ],
        "start": 1948,
        "end": 1956
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de noboa les",
        "position": [
          552,
          573
        ],
        "start": 552,
        "end": 573
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta claudia sheinbaum",
        "position": [
          4026,
          4054
        ],
        "start": 4026,
        "end": 4054
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1033,
          1041
        ],
        "start": 1033,
        "end": 1041
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          3809,
          3817
        ],
        "start": 3809,
        "end": 3817
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          80,
          87
        ],
        "start": 80,
        "end": 87
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          3820,
          3826
        ],
        "start": 3820,
        "end": 3826
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          110,
          119
        ],
        "start": 110,
        "end": 119
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "sucre",
        "position": [
          1194,
          1199
        ],
        "start": 1194,
        "end": 1199
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1249,
          1252
        ],
        "start": 1249,
        "end": 1252
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 10.000",
        "position": [
          275,
          288
        ],
        "start": 275,
        "end": 288
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 150.000",
        "position": [
          3612,
          3626
        ],
        "start": 3612,
        "end": 3626
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Agregó",
        "tipo": "Persona"
      },
      {
        "nombre": "El Libertador Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Manuelita Sáenz",
        "tipo": "Persona"
      },
      {
        "nombre": "Votos",
        "tipo": "Persona"
      },
      {
        "nombre": "Claudia Sheinbaum",
        "tipo": "Persona"
      },
      {
        "nombre": "Luisa González",
        "tipo": "Persona"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      },
      {
        "nombre": "Ejecutivo.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Eloy Alfaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Gustavo Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "JRV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Yván Gil",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Noboa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mariscal Sucre",
        "tipo": "Persona"
      },
      {
        "nombre": "General",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gil",
        "tipo": "Persona"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Ecuador",
        "relacion": "ALERTAR_DIFUNDIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "ENVIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "CNE",
        "relacion": "ENVIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Gil",
        "relacion": "DIRIGIR_PRETENDER_DEJAR_PERSEGUIR_RESULTAR_DENUNCIAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Gil",
        "relacion": "SE_ALAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Noboa",
        "relacion": "SE_ALAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Gil",
        "relacion": "SE_ALAR",
        "objeto": "Noboa"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "AMPLIAR",
        "objeto": "Noboa"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "AMPLIAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "González",
        "relacion": "DENUNCIAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "González",
        "relacion": "ADVERTIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "OFRECER",
        "objeto": "Noboa"
      }
    ]
  },
  "sentiment": {
    "compound": -0.953,
    "pos": 0.011,
    "neu": 0.949,
    "neg": 0.04,
    "label": "negative"
  }
}