{
  "url": "https://www.telesurtv.net/tsj-de-venezuela-impone-multa-a-plataforma-tik-tok-por-caso-de-retos-virales-a-traves-de-rr-ss/",
  "title": "TSJ de Venezuela impone multa a plataforma Tik Tok por caso de retos virales a trav茅s de RR.SS. - teleSUR",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "compensaciones",
    "consecuencias",
    "educaci贸n",
    "Menores de edad",
    "multa",
    "protecci贸n",
    "Representaci贸n legal",
    "Retos virales",
    "Tik Tok",
    "Venezuela"
  ],
  "text": "\nLa Sala Constitucional del Tribunal Supremo de Justicia (TSJ) de Venezuela dio a conocer este lunes su determinaci贸n de imponer una multa a la plataforma Tik Tok por el caso de los llamados retos virales difundidos a trav茅s de las redes sociales (RR.SS.), que provocaron sensibles da帽os a menores de edad, familiares y comunidades allegadas.\nLa Sala se pronunci贸 este lunes sobre una demanda de protecci贸n de derechos presentada en noviembre pasado por familias y colectivos a partir de consecuencias que tuvieron retos virales difundidos a trav茅s de Tik Tok, mediante contenidos que la plataforma no control贸.\nLa Sala decidi贸 imponer a Tik Tok una multa de diez millones de USD, que deber谩 pagar a la Comisi贸n Nacional de Telecomunicaciones (Conatel) dentro de los ocho d铆as siguientes a la publicaci贸n oficial de la medida en su web.\nBas贸 su decisi贸n en la negligencia de la plataforma por no haber implementado las medidas necesarias para evitar la difusi贸n de publicaciones cuyo contenido es alusivo a los llamados retos virales, violando el ordenamiento jur铆dico del pa铆s e incluso normativas internas, con lo cual trasmit铆an a la sociedad que generaban un entorno cibern茅tico seguro cuando en realidad no era as铆. En caso de incumplimiento, la Sala Constitucional tomar谩 las medidas que considere pertinentes para que se cumpla esta obligaci贸n.\nPor otro lado, la Sala Constitucional orden贸 a Tik Tok establecer una representaci贸n permanente en territorio venezolano, que supervise y controle la aplicaci贸n de las herramientas que garanticen el cumplimiento de las leyes nacionales en materia de telecomunicaciones y redes sociales para mejorar la seguridad de los usuarios y la preservaci贸n de su integridad f铆sica, psicol贸gica y emocional.\nTras recibir en noviembre pasado la demanda de protecci贸n de derechos presentada por familias y colectivos a partir de las dram谩ticas consecuencias de los retos virales a trav茅s de RR.SS., la Sala Constitucional indic贸 crear un equipo multidisciplinario con el que dialog贸 sobre las consecuencias de estos retos y del consumo de RR.SS. por menores de edad.\nAl respecto, en su pronunciamiento de este lunes la Sala orden贸 ampliar dicho equipo y conformar una mesa t茅cnica con participaci贸n de las familias afectadas a los fines de cuantificar los da帽os por los hechos comprobados en el presente caso, que incluyen consecuencias tr谩gicas mortales a tres adolescentes, otros que ameritaron hospitalizaci贸n y otro tanto con afectaci贸n psicol贸gica, al haber omitido la plataforma Tik Tok el debido control de su contenido sin tener en cuenta a los usuarios adolescentes.\nLa Sala se帽al贸 que con el dinero recibido por el pago de la multa, el Estado venezolano crear谩 un fondo v铆ctimas Tik Tok, destinado a resarcir los da帽os ps铆quicos, emocionales y f铆sicos a los usuarios, en especial si se trata de ni帽os y adolescentes.\nSala Constitucional ratifica compromiso con proteger a los menores de edad\nAl ampliar sus consideraciones, los magistrados de la Sala Constitucional explicaron que, tras la audiencia del 21 de noviembre, realizaron varias acciones, entre ellas reuniones con instituciones educativas, familias afectadas y otras preocupadas, comunidades organizadas e inquietas por la protecci贸n de derechos de ni帽os y ni帽as, as铆 como iglesias que pidieron la intervenci贸n de Conatel y CanTv.\nTambi茅n se recibi贸 y valor贸 el resultado del trabajo realizado por un equipo de expertos, que fueron convocados por la Sala Constitucional.\nAdem谩s, recibieron un informe que se帽ala las causas y consecuencias de los llamados retos virales difundidos por Tik Tok. En ellos, a partir de bases cient铆ficas, se alerta sobre el impacto negativo y comprobado sobre la influencia de las redes sociales en el bienestar ps铆quico, psicol贸gico y social de los ni帽os, ni帽as y adolescentes.\nLa Sala valor贸 la importancia de un informe publicado en septiembre pasado por la Organizaci贸n Mundial de la Salud, sobre preocupaciones por el aumento e impacto negativo del uso de las RR.SS. en el bienestar emocional en este sector poblacional e instando a que se tomen acciones inmediatas en ese sentido para evitar episodios de acoso, ansiedad y empobrecimiento en la labor intelectual.\nLa Sala hall贸 responsabilidad en Tik Tok por no ejercer control oportuno sobre los llamados retos virales. Asegur贸 que sus contenidos han afectado la salud y la vida de los ni帽os y adolescentes venezolanos.\nRefirieron que el hecho que provoc贸 la demanda de protecci贸n gener贸 conmoci贸n social y su car谩cter extremadamente extraordinario en la cultura nacional. Estos incidentes ponen en riesgo a nuestros hijos, afirmaron.\nPor todo ello, los magistrados expresaron su determinaci贸n de canalizar la demanda de protecci贸n de forma que permita prevenir en lo posible que hechos de esta naturaleza se normalicen.\nReiteramos ante el pa铆s nuestro compromiso con la protecci贸n de los derechos constitucionales que regulan el derecho de todos al respecto y resguardo de su integridad f铆sica y moral, como reza la Constituci贸n, as铆 como la protecci贸n de la familia y el reconocimiento de los menores de edad como sujetos plenos de derechos, aseguraron los magistrados.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/tsj-de-venezuela-impone-multa-a-plataforma-tik-tok-por-caso-de-retos-virales-a-traves-de-rr-ss/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 75,
    "message_id": 83317,
    "date": "2024-12-30T18:59:43+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web  \n \n锔 TSJ de Venezuela impone multa a plataforma Tik Tok por caso de retos virales a trav茅s de RR.SS.\nhttps://www.telesurtv.net/tsj-de-venezuela-impone-multa-a-plataforma-tik-tok-por-caso-de-retos-virales-a-traves-de-rr-ss/ \n\n锔 Expresidente Mujica recibe alta m茅dica despu茅s de su operaci贸n en Uruguay\nhttps://www.telesurtv.net/expresidente-mujica-recibe-alta-medica-despues-de-su-operacion-en-uruguay/ \n \n锔 Agricultores de estado indio de Punjab exigen precios justos por sus cosechas\nhttps://www.telesurtv.net/agricultores-de-estado-indio-de-punjab-exigen-precios-justos-por-sus-cosechas/",
    "photo_path": null,
    "views": 2262,
    "reactions": {
      "": 21,
      "": 2
    },
    "total_reactions": 23
  },
  "preprocessing": {
    "cleaned": "la sala constitucional del tribunal supremo de justicia (tsj) de venezuela dio a conocer este lunes su determinaci贸n de imponer una multa a la plataforma tik tok por el caso de los llamados retos virales difundidos a trav茅s de las redes sociales (rr.ss.), que provocaron sensibles da帽os a menores de edad, familiares y comunidades allegadas. la sala se pronunci贸 este lunes sobre una demanda de protecci贸n de derechos presentada en noviembre pasado por familias y colectivos a partir de consecuencias que tuvieron retos virales difundidos a trav茅s de tik tok, mediante contenidos que la plataforma no control贸. la sala decidi贸 imponer a tik tok una multa de diez millones de usd, que deber谩 pagar a la comisi贸n nacional de telecomunicaciones (conatel) dentro de los ocho d铆as siguientes a la publicaci贸n oficial de la medida en su web. bas贸 su decisi贸n en la negligencia de la plataforma por no haber implementado las medidas necesarias para evitar la difusi贸n de publicaciones cuyo contenido es alusivo a los llamados retos virales, violando el ordenamiento jur铆dico del pa铆s e incluso normativas internas, con lo cual trasmit铆an a la sociedad que generaban un entorno cibern茅tico seguro cuando en realidad no era as铆. en caso de incumplimiento, la sala constitucional tomar谩 las medidas que considere pertinentes para que se cumpla esta obligaci贸n. por otro lado, la sala constitucional orden贸 a tik tok establecer una representaci贸n permanente en territorio venezolano, que supervise y controle la aplicaci贸n de las herramientas que garanticen el cumplimiento de las leyes nacionales en materia de telecomunicaciones y redes sociales para mejorar la seguridad de los usuarios y la preservaci贸n de su integridad f铆sica, psicol贸gica y emocional. tras recibir en noviembre pasado la demanda de protecci贸n de derechos presentada por familias y colectivos a partir de las dram谩ticas consecuencias de los retos virales a trav茅s de rr.ss., la sala constitucional indic贸 crear un equipo multidisciplinario con el que dialog贸 sobre las consecuencias de estos retos y del consumo de rr.ss. por menores de edad. al respecto, en su pronunciamiento de este lunes la sala orden贸 ampliar dicho equipo y conformar una mesa t茅cnica con participaci贸n de las familias afectadas a los fines de cuantificar los da帽os por los hechos comprobados en el presente caso, que incluyen consecuencias tr谩gicas mortales a tres adolescentes, otros que ameritaron hospitalizaci贸n y otro tanto con afectaci贸n psicol贸gica, al haber omitido la plataforma tik tok el debido control de su contenido sin tener en cuenta a los usuarios adolescentes. la sala se帽al贸 que con el dinero recibido por el pago de la multa, el estado venezolano crear谩 un fondo v铆ctimas tik tok, destinado a resarcir los da帽os ps铆quicos, emocionales y f铆sicos a los usuarios, en especial si se trata de ni帽os y adolescentes. sala constitucional ratifica compromiso con proteger a los menores de edad al ampliar sus consideraciones, los magistrados de la sala constitucional explicaron que, tras la audiencia del 21 de noviembre, realizaron varias acciones, entre ellas reuniones con instituciones educativas, familias afectadas y otras preocupadas, comunidades organizadas e inquietas por la protecci贸n de derechos de ni帽os y ni帽as, as铆 como iglesias que pidieron la intervenci贸n de conatel y cantv. tambi茅n se recibi贸 y valor贸 el resultado del trabajo realizado por un equipo de expertos, que fueron convocados por la sala constitucional. adem谩s, recibieron un informe que se帽ala las causas y consecuencias de los llamados retos virales difundidos por tik tok. en ellos, a partir de bases cient铆ficas, se alerta sobre el impacto negativo y comprobado sobre la influencia de las redes sociales en el bienestar ps铆quico, psicol贸gico y social de los ni帽os, ni帽as y adolescentes. la sala valor贸 la importancia de un informe publicado en septiembre pasado por la organizaci贸n mundial de la salud, sobre preocupaciones por el aumento e impacto negativo del uso de las rr.ss. en el bienestar emocional en este sector poblacional e instando a que se tomen acciones inmediatas en ese sentido para evitar episodios de acoso, ansiedad y empobrecimiento en la labor intelectual. la sala hall贸 responsabilidad en tik tok por no ejercer control oportuno sobre los llamados retos virales. asegur贸 que sus contenidos han afectado la salud y la vida de los ni帽os y adolescentes venezolanos. refirieron que el hecho que provoc贸 la demanda de protecci贸n gener贸 conmoci贸n social y su car谩cter extremadamente extraordinario en la cultura nacional. estos incidentes ponen en riesgo a nuestros hijos, afirmaron. por todo ello, los magistrados expresaron su determinaci贸n de canalizar la demanda de protecci贸n de forma que permita prevenir en lo posible que hechos de esta naturaleza se normalicen. reiteramos ante el pa铆s nuestro compromiso con la protecci贸n de los derechos constitucionales que regulan el derecho de todos al respecto y resguardo de su integridad f铆sica y moral, como reza la constituci贸n, as铆 como la protecci贸n de la familia y el reconocimiento de los menores de edad como sujetos plenos de derechos, aseguraron los magistrados.",
    "tokens": [
      "sala",
      "constitucional",
      "tribunal",
      "supremo",
      "justicia",
      "(",
      "tsj",
      ")",
      "venezuela",
      "dio",
      "conocer",
      "lunes",
      "determinaci贸n",
      "imponer",
      "multa",
      "plataforma",
      "tik",
      "tok",
      "caso",
      "llamados",
      "retos",
      "virales",
      "difundidos",
      "trav茅s",
      "redes",
      "sociales",
      "(",
      "rr.ss",
      ".",
      ")",
      ",",
      "provocaron",
      "sensibles",
      "da帽os",
      "menores",
      "edad",
      ",",
      "familiares",
      "comunidades",
      "allegadas",
      ".",
      "sala",
      "pronunci贸",
      "lunes",
      "demanda",
      "protecci贸n",
      "derechos",
      "presentada",
      "noviembre",
      "pasado",
      "familias",
      "colectivos",
      "partir",
      "consecuencias",
      "retos",
      "virales",
      "difundidos",
      "trav茅s",
      "tik",
      "tok",
      ",",
      "mediante",
      "contenidos",
      "plataforma",
      "control贸",
      ".",
      "sala",
      "decidi贸",
      "imponer",
      "tik",
      "tok",
      "multa",
      "diez",
      "millones",
      "usd",
      ",",
      "deber谩",
      "pagar",
      "comisi贸n",
      "nacional",
      "telecomunicaciones",
      "(",
      "conatel",
      ")",
      "dentro",
      "ocho",
      "d铆as",
      "siguientes",
      "publicaci贸n",
      "oficial",
      "medida",
      "web",
      ".",
      "bas贸",
      "decisi贸n",
      "negligencia",
      "plataforma",
      "haber",
      "implementado",
      "medidas",
      "necesarias",
      "evitar",
      "difusi贸n",
      "publicaciones",
      "cuyo",
      "contenido",
      "alusivo",
      "llamados",
      "retos",
      "virales",
      ",",
      "violando",
      "ordenamiento",
      "jur铆dico",
      "pa铆s",
      "incluso",
      "normativas",
      "internas",
      ",",
      "trasmit铆an",
      "sociedad",
      "generaban",
      "entorno",
      "cibern茅tico",
      "seguro",
      "realidad",
      "as铆",
      ".",
      "caso",
      "incumplimiento",
      ",",
      "sala",
      "constitucional",
      "tomar谩",
      "medidas",
      "considere",
      "pertinentes",
      "cumpla",
      "obligaci贸n",
      ".",
      "lado",
      ",",
      "sala",
      "constitucional",
      "orden贸",
      "tik",
      "tok",
      "establecer",
      "representaci贸n",
      "permanente",
      "territorio",
      "venezolano",
      ",",
      "supervise",
      "controle",
      "aplicaci贸n",
      "herramientas",
      "garanticen",
      "cumplimiento",
      "leyes",
      "nacionales",
      "materia",
      "telecomunicaciones",
      "redes",
      "sociales",
      "mejorar",
      "seguridad",
      "usuarios",
      "preservaci贸n",
      "integridad",
      "f铆sica",
      ",",
      "psicol贸gica",
      "emocional",
      ".",
      "tras",
      "recibir",
      "noviembre",
      "pasado",
      "demanda",
      "protecci贸n",
      "derechos",
      "presentada",
      "familias",
      "colectivos",
      "partir",
      "dram谩ticas",
      "consecuencias",
      "retos",
      "virales",
      "trav茅s",
      "rr.ss.",
      ",",
      "sala",
      "constitucional",
      "indic贸",
      "crear",
      "equipo",
      "multidisciplinario",
      "dialog贸",
      "consecuencias",
      "retos",
      "consumo",
      "rr.ss",
      ".",
      "menores",
      "edad",
      ".",
      "respecto",
      ",",
      "pronunciamiento",
      "lunes",
      "sala",
      "orden贸",
      "ampliar",
      "dicho",
      "equipo",
      "conformar",
      "mesa",
      "t茅cnica",
      "participaci贸n",
      "familias",
      "afectadas",
      "fines",
      "cuantificar",
      "da帽os",
      "hechos",
      "comprobados",
      "presente",
      "caso",
      ",",
      "incluyen",
      "consecuencias",
      "tr谩gicas",
      "mortales",
      "tres",
      "adolescentes",
      ",",
      "ameritaron",
      "hospitalizaci贸n",
      "afectaci贸n",
      "psicol贸gica",
      ",",
      "haber",
      "omitido",
      "plataforma",
      "tik",
      "tok",
      "debido",
      "control",
      "contenido",
      "tener",
      "cuenta",
      "usuarios",
      "adolescentes",
      ".",
      "sala",
      "se帽al贸",
      "dinero",
      "recibido",
      "pago",
      "multa",
      ",",
      "venezolano",
      "crear谩",
      "fondo",
      "v铆ctimas",
      "tik",
      "tok",
      ",",
      "destinado",
      "resarcir",
      "da帽os",
      "ps铆quicos",
      ",",
      "emocionales",
      "f铆sicos",
      "usuarios",
      ",",
      "especial",
      "si",
      "trata",
      "ni帽os",
      "adolescentes",
      ".",
      "sala",
      "constitucional",
      "ratifica",
      "compromiso",
      "proteger",
      "menores",
      "edad",
      "ampliar",
      "consideraciones",
      ",",
      "magistrados",
      "sala",
      "constitucional",
      "explicaron",
      ",",
      "tras",
      "audiencia",
      "21",
      "noviembre",
      ",",
      "realizaron",
      "varias",
      "acciones",
      ",",
      "reuniones",
      "instituciones",
      "educativas",
      ",",
      "familias",
      "afectadas",
      "preocupadas",
      ",",
      "comunidades",
      "organizadas",
      "inquietas",
      "protecci贸n",
      "derechos",
      "ni帽os",
      "ni帽as",
      ",",
      "as铆",
      "iglesias",
      "pidieron",
      "intervenci贸n",
      "conatel",
      "cantv",
      ".",
      "recibi贸",
      "valor贸",
      "resultado",
      "trabajo",
      "realizado",
      "equipo",
      "expertos",
      ",",
      "convocados",
      "sala",
      "constitucional",
      ".",
      "adem谩s",
      ",",
      "recibieron",
      "informe",
      "se帽ala",
      "causas",
      "consecuencias",
      "llamados",
      "retos",
      "virales",
      "difundidos",
      "tik",
      "tok",
      ".",
      ",",
      "partir",
      "bases",
      "cient铆ficas",
      ",",
      "alerta",
      "impacto",
      "negativo",
      "comprobado",
      "influencia",
      "redes",
      "sociales",
      "bienestar",
      "ps铆quico",
      ",",
      "psicol贸gico",
      "social",
      "ni帽os",
      ",",
      "ni帽as",
      "adolescentes",
      ".",
      "sala",
      "valor贸",
      "importancia",
      "informe",
      "publicado",
      "septiembre",
      "pasado",
      "organizaci贸n",
      "mundial",
      "salud",
      ",",
      "preocupaciones",
      "aumento",
      "impacto",
      "negativo",
      "uso",
      "rr.ss",
      ".",
      "bienestar",
      "emocional",
      "sector",
      "poblacional",
      "instando",
      "tomen",
      "acciones",
      "inmediatas",
      "evitar",
      "episodios",
      "acoso",
      ",",
      "ansiedad",
      "empobrecimiento",
      "labor",
      "intelectual",
      ".",
      "sala",
      "hall贸",
      "responsabilidad",
      "tik",
      "tok",
      "ejercer",
      "control",
      "oportuno",
      "llamados",
      "retos",
      "virales",
      ".",
      "asegur贸",
      "contenidos",
      "afectado",
      "salud",
      "vida",
      "ni帽os",
      "adolescentes",
      "venezolanos",
      ".",
      "refirieron",
      "hecho",
      "provoc贸",
      "demanda",
      "protecci贸n",
      "gener贸",
      "conmoci贸n",
      "social",
      "car谩cter",
      "extremadamente",
      "extraordinario",
      "cultura",
      "nacional",
      ".",
      "incidentes",
      "ponen",
      "riesgo",
      "hijos",
      ",",
      "afirmaron",
      ".",
      "ello",
      ",",
      "magistrados",
      "expresaron",
      "determinaci贸n",
      "canalizar",
      "demanda",
      "protecci贸n",
      "forma",
      "permita",
      "prevenir",
      "posible",
      "hechos",
      "naturaleza",
      "normalicen",
      ".",
      "reiteramos",
      "pa铆s",
      "compromiso",
      "protecci贸n",
      "derechos",
      "constitucionales",
      "regulan",
      "derecho",
      "respecto",
      "resguardo",
      "integridad",
      "f铆sica",
      "moral",
      ",",
      "reza",
      "constituci贸n",
      ",",
      "as铆",
      "protecci贸n",
      "familia",
      "reconocimiento",
      "menores",
      "edad",
      "sujetos",
      "plenos",
      "derechos",
      ",",
      "aseguraron",
      "magistrados",
      "."
    ],
    "token_count": 503,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 81,
      "FW": 192,
      "IN": 37,
      "NN": 261,
      "NNS": 50,
      "VBD": 3,
      "JJ": 79,
      "VBP": 30,
      "VBZ": 8,
      "DT": 4,
      "VB": 3,
      "RB": 5,
      "MD": 3,
      "CD": 1
    },
    "bigram_freq": {
      "NNP-NNP": 33,
      "NNP-FW": 7,
      "FW-NNP": 20,
      "NNP-IN": 2,
      "IN-NNP": 5,
      "NNP-NN": 29,
      "NN-NN": 149,
      "NN-NNS": 18,
      "NNS-VBD": 1,
      "VBD-NN": 1,
      "NN-IN": 28,
      "IN-FW": 23,
      "FW-JJ": 16,
      "JJ-NN": 45,
      "NN-FW": 26,
      "NNS-VBP": 25,
      "VBP-NN": 4,
      "FW-FW": 119,
      "FW-NNS": 11,
      "NNS-NNS": 7,
      "NNS-NNP": 3,
      "VBP-NNS": 2,
      "NNS-FW": 5,
      "VBP-NNP": 2,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "VBP-JJ": 18,
      "FW-NN": 23,
      "FW-VBZ": 1,
      "VBZ-DT": 2,
      "DT-NN": 4,
      "NN-NNP": 7,
      "NNP-JJ": 1,
      "NNS-IN": 6,
      "JJ-JJ": 7,
      "JJ-FW": 9,
      "NN-DT": 2,
      "NN-VB": 1,
      "VB-JJ": 2,
      "JJ-NNS": 11,
      "NNS-JJ": 2,
      "IN-JJ": 3,
      "VBP-RB": 3,
      "RB-IN": 1,
      "IN-NN": 6,
      "NN-JJ": 23,
      "NN-RB": 2,
      "RB-VBZ": 1,
      "VBZ-JJ": 3,
      "JJ-NNP": 6,
      "NNP-MD": 3,
      "MD-VB": 2,
      "VB-FW": 1,
      "MD-NNP": 1,
      "NN-VBP": 3,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1,
      "NNP-VBZ": 3,
      "JJ-VBZ": 1,
      "VBZ-NNP": 2,
      "NNP-VBP": 1,
      "VBP-FW": 1,
      "FW-CD": 1,
      "CD-FW": 1,
      "NN-VBZ": 1,
      "RB-JJ": 2,
      "FW-VBP": 1,
      "RB-NNP": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 7,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 5,
      "FW-NNP-NNP": 10,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 24,
      "NN-NN-NN": 80,
      "NN-NN-NNS": 7,
      "NN-NNS-VBD": 1,
      "NNS-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "NN-IN-FW": 20,
      "IN-FW-JJ": 8,
      "FW-JJ-NN": 9,
      "JJ-NN-NN": 26,
      "NN-NN-FW": 17,
      "NN-FW-NNP": 3,
      "NNP-NNP-NN": 13,
      "NN-NN-IN": 18,
      "JJ-NN-NNS": 7,
      "NN-NNS-VBP": 14,
      "NNS-VBP-NN": 3,
      "VBP-NN-FW": 3,
      "NN-FW-FW": 19,
      "FW-FW-NNS": 7,
      "FW-NNS-NNS": 5,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 6,
      "JJ-NN-IN": 8,
      "IN-FW-FW": 8,
      "FW-FW-FW": 81,
      "FW-FW-NN": 16,
      "FW-NN-NN": 13,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NNP": 1,
      "NN-NNP-NNP": 5,
      "NN-NN-NNP": 6,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "NNP-IN-FW": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-FW-NNP": 7,
      "FW-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-VB": 1,
      "NN-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "JJ-NNS-JJ": 2,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "NNS-VBP-RB": 3,
      "VBP-RB-IN": 1,
      "RB-IN-NN": 1,
      "IN-NN-NN": 4,
      "NN-NN-JJ": 17,
      "NN-JJ-JJ": 2,
      "NN-JJ-NN": 16,
      "JJ-NN-JJ": 3,
      "NN-IN-NN": 4,
      "IN-NN-DT": 1,
      "DT-NN-NN": 2,
      "NN-NNP-NN": 2,
      "NNP-NN-FW": 2,
      "NN-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NN-JJ-NNP": 2,
      "JJ-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-FW": 1,
      "VB-FW-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-NNP": 1,
      "MD-NNP-NNP": 1,
      "NN-FW-NN": 2,
      "FW-NNS-VBP": 2,
      "VBP-JJ-FW": 4,
      "JJ-FW-NN": 3,
      "FW-NN-FW": 4,
      "NNS-NNS-FW": 1,
      "FW-FW-JJ": 7,
      "FW-JJ-FW": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 3,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 1,
      "FW-JJ-NNS": 4,
      "JJ-NNS-FW": 1,
      "FW-NNP-FW": 2,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 3,
      "NNP-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NNP": 3,
      "FW-NNS-FW": 2,
      "NNS-FW-NNP": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "IN-NNP-MD": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "IN-FW-NN": 1,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 2,
      "JJ-FW-JJ": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-JJ-NNS": 2,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "JJ-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 5,
      "VBP-NNS-VBP": 1,
      "NNP-NN-JJ": 1,
      "NNP-FW-NN": 1,
      "NN-FW-NNS": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NNP-FW-FW": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "FW-NN-JJ": 1,
      "NNP-VBZ-DT": 1,
      "NN-NNS-NNP": 1,
      "VBP-NNP-NN": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "FW-NN-NNS": 1,
      "VBP-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "IN-NN-JJ": 1,
      "FW-NN-RB": 1,
      "NN-RB-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 261,
        "FW": 192,
        "NNP": 81,
        "JJ": 79,
        "NNS": 50
      },
      "top_bigrams": {
        "NN-NN": 149,
        "FW-FW": 119,
        "JJ-NN": 45,
        "NNP-NNP": 33,
        "NNP-NN": 29
      },
      "top_trigrams": {
        "FW-FW-FW": 81,
        "NN-NN-NN": 80,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 24,
        "NN-IN-FW": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 186,
      "VP": 47,
      "PP": 13,
      "ADJP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0178
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0178
      },
      {
        "rule": "NP -> ('llamados', 'JJ') ('retos', 'NN') ('virales', 'NNS')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('a', 'DT') ('trav茅s', 'NN')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('redes', 'NNS') ('sociales', 'NNS')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('RR.SS', 'NNP')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('a', 'DT') ('partir', 'NN')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('Tik', 'NNP') ('Tok', 'NNP')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('una', 'JJ') ('multa', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "VP -> ('difundidos', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0071
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Sala Constitucional"
      },
      {
        "label": "NP",
        "text": "Tribunal Supremo"
      },
      {
        "label": "NP",
        "text": "Justicia"
      },
      {
        "label": "NP",
        "text": "TSJ"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "VP",
        "text": "dio a conocer este lunes"
      },
      {
        "label": "NP",
        "text": "a conocer este lunes"
      },
      {
        "label": "VP",
        "text": "su determinaci贸n"
      },
      {
        "label": "NP",
        "text": "determinaci贸n"
      },
      {
        "label": "NP",
        "text": "una multa"
      },
      {
        "label": "NP",
        "text": "a la plataforma Tik Tok por el caso"
      },
      {
        "label": "NP",
        "text": "llamados retos virales"
      },
      {
        "label": "VP",
        "text": "difundidos a trav茅s"
      },
      {
        "label": "NP",
        "text": "a trav茅s"
      },
      {
        "label": "NP",
        "text": "redes sociales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Sala/NNP Constitucional/NNP)\n  del/FW\n  (NP Tribunal/NNP Supremo/NNP)\n  de/FW\n  (NP Justicia/NNP)\n  (/(\n  (NP TSJ/NNP)\n  )/)\n  de/FW\n  (NP Venezuela/NNP)\n  (VP dio/VBZ (NP a/DT conocer/NN este/NN lunes/NNS))\n  (VP su/VBD (NP determinaci贸n/NN))\n  de/IN\n  imponer/FW\n  (NP una/JJ multa/NN)\n  (NP a/DT la/NN plataforma/NN Tik/NNP Tok/NNP por/NN el/NN caso/NN)\n  de/IN\n  los/FW\n  (NP llamados/JJ retos/NN virales/NNS)\n  (VP difundidos/VBP (NP a/DT trav茅s/NN))\n  de/IN\n  las/FW\n  (NP redes/NNS sociales/NNS)\n  (/(\n  (NP RR.SS/NNP)\n  ./.)",
      "(S\n  )/)\n  ,/,\n  (NP que/JJ provocaron/NN sensibles/NNS)\n  (VP da帽os/VBP (NP a/DT menores/NNS))\n  de/IN\n  edad/FW\n  ,/,\n  (VP familiares/VBZ (NP y/JJR comunidades/NNS))\n  (VP allegadas/VBP)\n  ./.)",
      "(S\n  (NP La/NNP Sala/NNP)\n  (VP se/VBD (NP pronunci贸/JJ este/NN lunes/NNS))\n  (VP sobre/VBP (NP una/JJ demanda/NN))\n  de/IN\n  protecci贸n/FW\n  de/FW\n  derechos/FW\n  presentada/FW\n  en/FW\n  noviembre/FW\n  pasado/FW\n  (NP por/NN familias/NN y/NN)\n  (VP colectivos/VBZ (NP a/DT partir/NN))\n  de/IN\n  consecuencias/FW\n  (NP que/JJ tuvieron/NN retos/NN)\n  (VP virales/VBZ)\n  (VP difundidos/VBZ (NP a/DT trav茅s/NN))\n  (PP de/IN (NP Tik/NNP Tok/NNP))\n  ,/,\n  (NP mediante/NN contenidos/NN que/NN)\n  la/FW\n  (VP plataforma/VBZ (NP no/DT control贸/NN))\n  ./.)",
      "(S\n  (NP La/NNP Sala/NNP decidi贸/NN imponer/NN)\n  (NP a/DT Tik/NNP Tok/NNP)\n  (NP una/JJ multa/NN)\n  de/IN\n  diez/FW\n  (NP millones/NNS)\n  de/FW\n  (NP USD/NNP)\n  ,/,\n  (NP que/NN deber谩/NN pagar/NN)\n  (NP a/DT la/NN Comisi贸n/NNP Nacional/NNP)\n  de/FW\n  (NP Telecomunicaciones/NNP)\n  (/(\n  (NP Conatel/NNP)\n  )/)\n  (NP dentro/NN)\n  de/IN\n  los/FW\n  (NP ocho/JJ d铆as/NN)\n  (VP siguientes/VBZ (NP a/DT la/NN) publicaci贸n/JJ oficial/JJ)\n  de/FW\n  la/FW\n  medida/FW\n  en/FW\n  su/FW\n  (NP web/NN)\n  ./.)",
      "(S\n  (NP Bas贸/NNP su/NN decisi贸n/NN)\n  en/IN\n  la/FW\n  negligencia/FW\n  de/FW\n  la/FW\n  plataforma/FW\n  (NP por/NN)\n  (NP no/DT haber/NN)\n  (VP\n    implementado/VB\n    (NP las/JJ medidas/NNS)\n    (NP necesarias/JJ para/JJ evitar/NN la/NN))\n  difusi贸n/FW\n  de/FW\n  publicaciones/FW\n  (NP cuyo/NN contenido/NN es/NN)\n  (VP alusivo/VBZ (NP a/DT los/JJ llamados/JJ retos/NN virales/NNS))\n  ,/,\n  violando/FW\n  el/FW\n  (PP\n    ordenamiento/IN\n    (NP\n      jur铆dico/NN\n      del/NN\n      pa铆s/NN\n      e/NN\n      incluso/NN\n      normativas/NN\n      internas/NN))\n  ,/,\n  (NP con/NN)\n  (NP lo/JJ cual/JJ trasmit铆an/NN)\n  (NP a/DT la/NN sociedad/NN)\n  (NP que/JJ generaban/NN)\n  (NP un/JJ entorno/NN cibern茅tico/NN seguro/NN cuando/NN)\n  (PP en/IN (NP realidad/NN))\n  (NP no/DT era/NN as铆/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "NEGOCIACION_ACUERDOS",
      "LEYES_NORMATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3385,
          3392
        ],
        "start": 3385,
        "end": 3392
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "se帽al贸",
        "position": [
          2622,
          2628
        ],
        "start": 2622,
        "end": 2628
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "integridad f铆sica",
        "position": [
          1704,
          1721
        ],
        "start": 1704,
        "end": 1721
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "cultura nacional",
        "position": [
          4550,
          4566
        ],
        "start": 4550,
        "end": 4566
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "demanda de protecci贸n gener贸 conmoci贸n social",
        "position": [
          4454,
          4499
        ],
        "start": 4454,
        "end": 4499
      },
      {
        "category": "NEGOCIACION_ACUERDOS",
        "matched_text": "dialog贸",
        "position": [
          2013,
          2020
        ],
        "start": 2013,
        "end": 2020
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constituci贸n",
        "position": [
          5012,
          5024
        ],
        "start": 5012,
        "end": 5024
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          66,
          75
        ],
        "start": 66,
        "end": 75
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado venezolano",
        "position": [
          2684,
          2701
        ],
        "start": 2684,
        "end": 2701
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "bienestar ps铆quico, psicol贸gico y social",
        "position": [
          3740,
          3780
        ],
        "start": 3740,
        "end": 3780
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Conatel",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CanTv",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tik Tok",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sala Constitucional",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Sala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Conatel",
        "tipo": "Persona"
      },
      {
        "nombre": "TSJ",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tik Tok",
        "tipo": "Persona"
      },
      {
        "nombre": "Sala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Organizaci贸n Mundial de la Salud",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comisi贸n Nacional de Telecomunicaciones",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tribunal Supremo de Justicia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Tribunal Supremo de Justicia",
        "relacion": "DAR",
        "objeto": "Tik Tok"
      },
      {
        "sujeto": "TSJ",
        "relacion": "DAR",
        "objeto": "Tik Tok"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DAR",
        "objeto": "Tik Tok"
      },
      {
        "sujeto": "La Sala",
        "relacion": "PRONUNCIAR",
        "objeto": "Tik Tok"
      },
      {
        "sujeto": "Tik Tok",
        "relacion": "IMPONER_DECIDIR",
        "objeto": "Comisi贸n Nacional de Telecomunicaciones"
      },
      {
        "sujeto": "Tik Tok",
        "relacion": "IMPONER_DECIDIR",
        "objeto": "Conatel"
      },
      {
        "sujeto": "Sala",
        "relacion": "ORDENAR",
        "objeto": "Tik Tok"
      },
      {
        "sujeto": "Estado venezolano",
        "relacion": "CREAR_SE_ALAR",
        "objeto": "Tik Tok"
      },
      {
        "sujeto": "Sala Constitucional",
        "relacion": "EXPLICAR_RATIFICAR",
        "objeto": "Conatel"
      },
      {
        "sujeto": "Sala Constitucional",
        "relacion": "EXPLICAR_RATIFICAR",
        "objeto": "CanTv"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8176,
    "pos": 0.004,
    "neu": 0.98,
    "neg": 0.016,
    "label": "negative"
  }
}