{
  "url": "https://www.telesurtv.net/brasil-ley-flexibiliza-alerta-posibles-danos/",
  "title": "Brasil: proyecto de ley que flexibiliza licencias ambientales genera alerta por posibles daños - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "ambiente",
    "Amenaza",
    "Brasil",
    "devastación",
    "licencias",
    "Luiz Inácio Lula da Silva"
  ],
  "text": "El proyecto de ley 2159/2021, aprobado el pasado 21 de mayo tras la luz verde del Senado Federal de Brasil, flexibiliza los requisitos para la concesión de licencias ambientales, abriendo paso a posibles violaciones de los derechos de los territorios tradicionales. La iniciativa ha desatado una ola de críticas por considerarse una amenaza para la protección del ambiente.\nEl proyecto, denominado por sus detractores como la “Ley de Devastación”, busca simplificar las normas para el otorgamiento de licencias ambientales a empresas con potencial contaminante o que explotan recursos naturales, reduciendo significativamente las obligaciones de los empresarios, además, debilita los mecanismos de inspección y omite la consideración de los territorios tradicionales.\n\nIndefinición de actividades sujetas a licencia: No establece una lista nacional de actividades o empresas que requieren licencia, delegando esta decisión a los estados y municipios. Esto genera, según el Ministerio de Medio Ambiente brasileño, el riesgo de una competencia entre jurisdicciones, que podrían flexibilizar sus normativas para atraer inversiones.\nCreación de la Licencia Ambiental Especial (LAE): Esta nueva figura permitirá al Gobierno federal acelerar la aprobación de proyectos considerados “estratégicos”, como la exploración petrolera en la cuenca de la desembocadura del río Amazonas.\nCreación de la Licencia Ambiental Única (LAU): Esta licencia certifica en una sola etapa la viabilidad, instalación, ampliación y operación de un proyecto, agilizando el proceso pero relajando los controles ambientales.\nAmpliación de la Licencia por Adhesión y Compromiso (LAC): Esta modalidad, basada en la autodeclaración del empresario de cumplir con las condiciones ambientales requeridas, se extiende ahora a actividades de mediano porte y medianamente contaminantes.\nExención de licencia para actividades agropecuarias: Actividades como la agricultura, la ganadería extensiva e intensiva a pequeña escala, obras de saneamiento básico y mejoras a infraestructuras preexistentes quedan exentas de licencia, basándose en una simple autodeclaración.\nRestricción de condiciones en las licencias: Se reduce la lista de condiciones que pueden incluirse en una licencia ambiental, dificultando la exigencia a las empresas de mitigar los impactos de sus proyectos.\nReducción de la participación de órganos colegiados: Disminuye el poder de decisión y la participación de órganos del Sistema Nacional Ambiental (Sismana), como el Consejo Nacional del Ambiente (Conama).\nReducción de la participación de los órganos técnicos y de protección de las áreas de conservación: El proyecto de ley limita la participación en el proceso de licenciamiento de entidades que actualmente deben expresar su opinión. Entre estas entidades se encuentran la Fundación Nacional de los Pueblos Indígenas (Funai), el Instituto del Patrimonio Histórico y Artístico Nacional (Iphan) y los órganos gestores de las unidades de conservación (UCs).\nIgnora territorios tradicionales no formalizados: El proyecto solo considera las Tierras Indígenas (TI) aprobadas y los territorios quilombolas titulados, dejando de lado las áreas de comunidades tradicionales en proceso de formalización.\nReduce la participación social: Se limita la realización de audiencias públicas a una sola.\nDesvincula la licencia de las concesiones de uso de agua y tierra: La obtención de la licencia ambiental ya no requerirá la presentación de autorizaciones de ocupación de tierra ni concesiones de uso de agua.\nLa aprobación de este proyecto genera especial preocupación en la Amazonía, donde podría intensificar la deforestación y los conflictos por la tierra. La flexibilización de las licencias para la construcción de carreteras, por ejemplo, podría acelerar la destrucción de la selva. Asimismo, las poblaciones indígenas y quilombolas se verían aún más vulnerables al no considerarse los impactos en sus territorios no formalizados.\nTras su aprobación en el Senado, el proyecto de ley regresa a la Cámara, que podrá aceptar o modificar los cambios realizados por los senadores. Finalmente, será sometido a la sanción o veto del presidente Luiz Inácio Lula da Silva.\n\n\n\n\nLa aprobación del proyecto, impulsado por el presidente del Senado, Davi Alcolumbre, representante aliado del Gobierno Lula, culminó alrededor de las 22H00 (hora local) del pasado miércoles 21 de mayo y contó con la presencia de 70 de los 81 senadores, de los cuales solo 13 se opusieron a la medida.\nEl positivo para este proyecto de ley representa un revés para la protección ambiental en Brasil y genera incertidumbre sobre el futuro de sus ecosistemas y las comunidades que dependen de ellos.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/brasil-ley-flexibiliza-alerta-posibles-danos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 65,
    "message_id": 95278,
    "date": "2025-05-30T20:55:07+00:00",
    "text": "teleSUR\nBrasil: proyecto de ley que flexibiliza licencias ambientales genera alerta por posibles daños\nhttps://www.telesurtv.net/brasil-ley-flexibiliza-alerta-posibles-danos/",
    "photo_path": null,
    "views": 1841,
    "reactions": {
      "🤔": 17,
      "💩": 8,
      "👍": 1,
      "👎": 1,
      "🔥": 1
    },
    "total_reactions": 28
  },
  "preprocessing": {
    "cleaned": "el proyecto de ley 2159/2021, aprobado el pasado 21 de mayo tras la luz verde del senado federal de brasil, flexibiliza los requisitos para la concesión de licencias ambientales, abriendo paso a posibles violaciones de los derechos de los territorios tradicionales. la iniciativa ha desatado una ola de críticas por considerarse una amenaza para la protección del ambiente. el proyecto, denominado por sus detractores como la “ley de devastación”, busca simplificar las normas para el otorgamiento de licencias ambientales a empresas con potencial contaminante o que explotan recursos naturales, reduciendo significativamente las obligaciones de los empresarios, además, debilita los mecanismos de inspección y omite la consideración de los territorios tradicionales. indefinición de actividades sujetas a licencia: no establece una lista nacional de actividades o empresas que requieren licencia, delegando esta decisión a los estados y municipios. esto genera, según el ministerio de medio ambiente brasileño, el riesgo de una competencia entre jurisdicciones, que podrían flexibilizar sus normativas para atraer inversiones. creación de la licencia ambiental especial (lae): esta nueva figura permitirá al gobierno federal acelerar la aprobación de proyectos considerados “estratégicos”, como la exploración petrolera en la cuenca de la desembocadura del río amazonas. creación de la licencia ambiental única (lau): esta licencia certifica en una sola etapa la viabilidad, instalación, ampliación y operación de un proyecto, agilizando el proceso pero relajando los controles ambientales. ampliación de la licencia por adhesión y compromiso (lac): esta modalidad, basada en la autodeclaración del empresario de cumplir con las condiciones ambientales requeridas, se extiende ahora a actividades de mediano porte y medianamente contaminantes. exención de licencia para actividades agropecuarias: actividades como la agricultura, la ganadería extensiva e intensiva a pequeña escala, obras de saneamiento básico y mejoras a infraestructuras preexistentes quedan exentas de licencia, basándose en una simple autodeclaración. restricción de condiciones en las licencias: se reduce la lista de condiciones que pueden incluirse en una licencia ambiental, dificultando la exigencia a las empresas de mitigar los impactos de sus proyectos. reducción de la participación de órganos colegiados: disminuye el poder de decisión y la participación de órganos del sistema nacional ambiental (sismana), como el consejo nacional del ambiente (conama). reducción de la participación de los órganos técnicos y de protección de las áreas de conservación: el proyecto de ley limita la participación en el proceso de licenciamiento de entidades que actualmente deben expresar su opinión. entre estas entidades se encuentran la fundación nacional de los pueblos indígenas (funai), el instituto del patrimonio histórico y artístico nacional (iphan) y los órganos gestores de las unidades de conservación (ucs). ignora territorios tradicionales no formalizados: el proyecto solo considera las tierras indígenas (ti) aprobadas y los territorios quilombolas titulados, dejando de lado las áreas de comunidades tradicionales en proceso de formalización. reduce la participación social: se limita la realización de audiencias públicas a una sola. desvincula la licencia de las concesiones de uso de agua y tierra: la obtención de la licencia ambiental ya no requerirá la presentación de autorizaciones de ocupación de tierra ni concesiones de uso de agua. la aprobación de este proyecto genera especial preocupación en la amazonía, donde podría intensificar la deforestación y los conflictos por la tierra. la flexibilización de las licencias para la construcción de carreteras, por ejemplo, podría acelerar la destrucción de la selva. asimismo, las poblaciones indígenas y quilombolas se verían aún más vulnerables al no considerarse los impactos en sus territorios no formalizados. tras su aprobación en el senado, el proyecto de ley regresa a la cámara, que podrá aceptar o modificar los cambios realizados por los senadores. finalmente, será sometido a la sanción o veto del presidente luiz inácio lula da silva. la aprobación del proyecto, impulsado por el presidente del senado, davi alcolumbre, representante aliado del gobierno lula, culminó alrededor de las 22h00 (hora local) del pasado miércoles 21 de mayo y contó con la presencia de 70 de los 81 senadores, de los cuales solo 13 se opusieron a la medida. el positivo para este proyecto de ley representa un revés para la protección ambiental en brasil y genera incertidumbre sobre el futuro de sus ecosistemas y las comunidades que dependen de ellos.",
    "tokens": [
      "proyecto",
      "ley",
      "2159/2021",
      ",",
      "aprobado",
      "pasado",
      "21",
      "mayo",
      "tras",
      "luz",
      "verde",
      "senado",
      "federal",
      "brasil",
      ",",
      "flexibiliza",
      "requisitos",
      "concesión",
      "licencias",
      "ambientales",
      ",",
      "abriendo",
      "paso",
      "posibles",
      "violaciones",
      "derechos",
      "territorios",
      "tradicionales",
      ".",
      "iniciativa",
      "desatado",
      "ola",
      "críticas",
      "considerarse",
      "amenaza",
      "protección",
      "ambiente",
      ".",
      "proyecto",
      ",",
      "denominado",
      "detractores",
      "“",
      "ley",
      "devastación",
      "”",
      ",",
      "busca",
      "simplificar",
      "normas",
      "otorgamiento",
      "licencias",
      "ambientales",
      "empresas",
      "potencial",
      "contaminante",
      "explotan",
      "recursos",
      "naturales",
      ",",
      "reduciendo",
      "significativamente",
      "obligaciones",
      "empresarios",
      ",",
      "además",
      ",",
      "debilita",
      "mecanismos",
      "inspección",
      "omite",
      "consideración",
      "territorios",
      "tradicionales",
      ".",
      "indefinición",
      "actividades",
      "sujetas",
      "licencia",
      ":",
      "establece",
      "lista",
      "nacional",
      "actividades",
      "empresas",
      "requieren",
      "licencia",
      ",",
      "delegando",
      "decisión",
      "municipios",
      ".",
      "genera",
      ",",
      "según",
      "ministerio",
      "medio",
      "ambiente",
      "brasileño",
      ",",
      "riesgo",
      "competencia",
      "jurisdicciones",
      ",",
      "podrían",
      "flexibilizar",
      "normativas",
      "atraer",
      "inversiones",
      ".",
      "creación",
      "licencia",
      "ambiental",
      "especial",
      "(",
      "lae",
      ")",
      ":",
      "nueva",
      "figura",
      "permitirá",
      "gobierno",
      "federal",
      "acelerar",
      "aprobación",
      "proyectos",
      "considerados",
      "“",
      "estratégicos",
      "”",
      ",",
      "exploración",
      "petrolera",
      "cuenca",
      "desembocadura",
      "río",
      "amazonas",
      ".",
      "creación",
      "licencia",
      "ambiental",
      "única",
      "(",
      "lau",
      ")",
      ":",
      "licencia",
      "certifica",
      "sola",
      "etapa",
      "viabilidad",
      ",",
      "instalación",
      ",",
      "ampliación",
      "operación",
      "proyecto",
      ",",
      "agilizando",
      "proceso",
      "relajando",
      "controles",
      "ambientales",
      ".",
      "ampliación",
      "licencia",
      "adhesión",
      "compromiso",
      "(",
      "lac",
      ")",
      ":",
      "modalidad",
      ",",
      "basada",
      "autodeclaración",
      "empresario",
      "cumplir",
      "condiciones",
      "ambientales",
      "requeridas",
      ",",
      "extiende",
      "ahora",
      "actividades",
      "mediano",
      "porte",
      "medianamente",
      "contaminantes",
      ".",
      "exención",
      "licencia",
      "actividades",
      "agropecuarias",
      ":",
      "actividades",
      "agricultura",
      ",",
      "ganadería",
      "extensiva",
      "intensiva",
      "pequeña",
      "escala",
      ",",
      "obras",
      "saneamiento",
      "básico",
      "mejoras",
      "infraestructuras",
      "preexistentes",
      "quedan",
      "exentas",
      "licencia",
      ",",
      "basándose",
      "simple",
      "autodeclaración",
      ".",
      "restricción",
      "condiciones",
      "licencias",
      ":",
      "reduce",
      "lista",
      "condiciones",
      "pueden",
      "incluirse",
      "licencia",
      "ambiental",
      ",",
      "dificultando",
      "exigencia",
      "empresas",
      "mitigar",
      "impactos",
      "proyectos",
      ".",
      "reducción",
      "participación",
      "órganos",
      "colegiados",
      ":",
      "disminuye",
      "poder",
      "decisión",
      "participación",
      "órganos",
      "sistema",
      "nacional",
      "ambiental",
      "(",
      "sismana",
      ")",
      ",",
      "consejo",
      "nacional",
      "ambiente",
      "(",
      "conama",
      ")",
      ".",
      "reducción",
      "participación",
      "órganos",
      "técnicos",
      "protección",
      "áreas",
      "conservación",
      ":",
      "proyecto",
      "ley",
      "limita",
      "participación",
      "proceso",
      "licenciamiento",
      "entidades",
      "actualmente",
      "deben",
      "expresar",
      "opinión",
      ".",
      "entidades",
      "encuentran",
      "fundación",
      "nacional",
      "pueblos",
      "indígenas",
      "(",
      "funai",
      ")",
      ",",
      "instituto",
      "patrimonio",
      "histórico",
      "artístico",
      "nacional",
      "(",
      "iphan",
      ")",
      "órganos",
      "gestores",
      "unidades",
      "conservación",
      "(",
      "ucs",
      ")",
      ".",
      "ignora",
      "territorios",
      "tradicionales",
      "formalizados",
      ":",
      "proyecto",
      "solo",
      "considera",
      "tierras",
      "indígenas",
      "(",
      ")",
      "aprobadas",
      "territorios",
      "quilombolas",
      "titulados",
      ",",
      "dejando",
      "lado",
      "áreas",
      "comunidades",
      "tradicionales",
      "proceso",
      "formalización",
      ".",
      "reduce",
      "participación",
      "social",
      ":",
      "limita",
      "realización",
      "audiencias",
      "públicas",
      "sola",
      ".",
      "desvincula",
      "licencia",
      "concesiones",
      "uso",
      "agua",
      "tierra",
      ":",
      "obtención",
      "licencia",
      "ambiental",
      "requerirá",
      "presentación",
      "autorizaciones",
      "ocupación",
      "tierra",
      "concesiones",
      "uso",
      "agua",
      ".",
      "aprobación",
      "proyecto",
      "genera",
      "especial",
      "preocupación",
      "amazonía",
      ",",
      "podría",
      "intensificar",
      "deforestación",
      "conflictos",
      "tierra",
      ".",
      "flexibilización",
      "licencias",
      "construcción",
      "carreteras",
      ",",
      "ejemplo",
      ",",
      "podría",
      "acelerar",
      "destrucción",
      "selva",
      ".",
      "asimismo",
      ",",
      "poblaciones",
      "indígenas",
      "quilombolas",
      "verían",
      "aún",
      "vulnerables",
      "considerarse",
      "impactos",
      "territorios",
      "formalizados",
      ".",
      "tras",
      "aprobación",
      "senado",
      ",",
      "proyecto",
      "ley",
      "regresa",
      "cámara",
      ",",
      "podrá",
      "aceptar",
      "modificar",
      "cambios",
      "realizados",
      "senadores",
      ".",
      "finalmente",
      ",",
      "sometido",
      "sanción",
      "veto",
      "presidente",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      ".",
      "aprobación",
      "proyecto",
      ",",
      "impulsado",
      "presidente",
      "senado",
      ",",
      "davi",
      "alcolumbre",
      ",",
      "representante",
      "aliado",
      "gobierno",
      "lula",
      ",",
      "culminó",
      "alrededor",
      "22h00",
      "(",
      "hora",
      "local",
      ")",
      "pasado",
      "miércoles",
      "21",
      "mayo",
      "contó",
      "presencia",
      "70",
      "81",
      "senadores",
      ",",
      "cuales",
      "solo",
      "13",
      "opusieron",
      "medida",
      ".",
      "positivo",
      "proyecto",
      "ley",
      "representa",
      "revés",
      "protección",
      "ambiental",
      "brasil",
      "genera",
      "incertidumbre",
      "futuro",
      "ecosistemas",
      "comunidades",
      "dependen",
      "."
    ],
    "token_count": 480,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "NN": 150,
      "IN": 29,
      "FW": 239,
      "CD": 7,
      "VBD": 4,
      "NNS": 41,
      "VBP": 18,
      "JJ": 57,
      "VBZ": 10,
      "DT": 5,
      "VB": 2
    },
    "bigram_freq": {
      "NNP-NN": 19,
      "NN-IN": 14,
      "IN-FW": 24,
      "FW-CD": 4,
      "CD-NN": 1,
      "NN-NN": 74,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 3,
      "FW-NNS": 16,
      "NNS-VBP": 18,
      "VBP-JJ": 12,
      "JJ-NN": 30,
      "NN-NNP": 12,
      "NNP-NNP": 40,
      "NNP-VBD": 3,
      "VBD-JJ": 2,
      "NN-FW": 25,
      "FW-FW": 158,
      "JJ-NNS": 6,
      "NNS-NNS": 5,
      "NNS-IN": 6,
      "NNS-NNP": 7,
      "NNP-FW": 19,
      "FW-NN": 19,
      "NN-JJ": 8,
      "FW-JJ": 14,
      "FW-NNP": 26,
      "NN-VBZ": 5,
      "VBZ-JJ": 4,
      "JJ-JJ": 8,
      "JJ-NNP": 5,
      "IN-NN": 2,
      "NN-NNS": 10,
      "JJ-FW": 8,
      "VBP-DT": 2,
      "DT-NN": 4,
      "NNP-IN": 5,
      "IN-NNP": 1,
      "IN-JJ": 2,
      "NNP-JJ": 3,
      "NNS-VBZ": 2,
      "VBZ-NNP": 1,
      "VBZ-IN": 1,
      "VBP-NNP": 1,
      "VBP-NNS": 2,
      "NNS-JJ": 1,
      "FW-VB": 1,
      "VB-FW": 2,
      "NNP-VB": 1,
      "VBD-NN": 1,
      "NNP-VBZ": 3,
      "NNP-NNS": 1,
      "VBZ-DT": 2,
      "DT-JJ": 1,
      "NNS-FW": 2,
      "NN-DT": 1,
      "VBZ-FW": 1,
      "CD-JJ": 2,
      "VBZ-CD": 1,
      "CD-NNS": 1,
      "VBP-CD": 1
    },
    "trigram_freq": {
      "NNP-NN-IN": 1,
      "NN-IN-FW": 11,
      "IN-FW-CD": 3,
      "FW-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 3,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 9,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 7,
      "JJ-NN-NN": 17,
      "NN-NN-NNP": 6,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NNP": 20,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NN-NN-FW": 17,
      "NN-FW-FW": 12,
      "FW-FW-FW": 117,
      "FW-FW-NNS": 11,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-IN": 2,
      "NNS-IN-FW": 5,
      "IN-FW-FW": 9,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-FW": 2,
      "NNP-FW-NN": 2,
      "FW-NN-NN": 7,
      "NN-NN-JJ": 3,
      "NN-JJ-NN": 6,
      "JJ-NN-IN": 5,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 7,
      "JJ-NN-JJ": 3,
      "NN-NN-NN": 32,
      "FW-FW-NNP": 12,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 16,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-FW": 3,
      "NNP-FW-NNP": 4,
      "NN-NN-IN": 6,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "FW-JJ-FW": 4,
      "JJ-FW-FW": 6,
      "NNP-FW-FW": 11,
      "NNS-VBP-DT": 2,
      "VBP-DT-NN": 2,
      "DT-NN-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-FW": 1,
      "FW-FW-NN": 9,
      "NN-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-FW-NNP": 5,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-NN": 6,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-NN-NNS": 6,
      "NN-NNS-NNP": 2,
      "NNS-NNP-IN": 2,
      "NNP-IN-FW": 4,
      "IN-FW-NNP": 4,
      "FW-NNP-NNP": 10,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "NN-NNP-JJ": 1,
      "FW-NN-FW": 4,
      "NN-FW-NN": 5,
      "FW-NN-IN": 2,
      "NNP-NNP-IN": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-FW": 5,
      "NNP-NN-NNP": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NNS-NNP": 2,
      "IN-FW-NN": 1,
      "FW-NN-NNS": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "FW-FW-VB": 1,
      "FW-VB-FW": 1,
      "VB-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "NNP-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NNP-VB": 1,
      "NNP-VB-FW": 1,
      "VB-FW-FW": 1,
      "JJ-NN-FW": 1,
      "NN-FW-JJ": 3,
      "FW-NNP-FW": 7,
      "NNS-NNP-VBD": 2,
      "NNP-VBD-NN": 1,
      "VBD-NN-FW": 1,
      "FW-FW-JJ": 6,
      "NNP-JJ-NNP": 1,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "JJ-NNS-VBP": 1,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "FW-JJ-NNP": 1,
      "JJ-NN-NNP": 1,
      "FW-NN-NNP": 2,
      "NN-NNP-FW": 2,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-FW": 1,
      "FW-JJ-NNS": 1,
      "FW-NN-JJ": 1,
      "VBP-NNS-VBP": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NNP": 1,
      "NN-NNP-NN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "FW-FW-CD": 1,
      "FW-CD-IN": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-FW-NNP": 1,
      "VBP-JJ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "FW": 239,
        "NN": 150,
        "NNP": 94,
        "JJ": 57,
        "NNS": 41
      },
      "top_bigrams": {
        "FW-FW": 158,
        "NN-NN": 74,
        "NNP-NNP": 40,
        "JJ-NN": 30,
        "FW-NNP": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 117,
        "NN-NN-NN": 32,
        "NNP-NNP-NNP": 20,
        "JJ-NN-NN": 17,
        "NN-NN-FW": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 165,
      "VP": 32,
      "ADJP": 8,
      "PP": 9
    },
    "top_rules": [
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 5,
        "weight": 0.0211
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0211
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('El', 'NNP') ('proyecto', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('territorios', 'NNS') ('tradicionales', 'NNS')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Creación', 'NNP') ('de', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('condiciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Se', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Reducción', 'NNP') ('de', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El proyecto"
      },
      {
        "label": "NP",
        "text": "aprobado el"
      },
      {
        "label": "VP",
        "text": "pasado"
      },
      {
        "label": "NP",
        "text": "tras"
      },
      {
        "label": "VP",
        "text": "la luz verde del Senado Federal de Brasil"
      },
      {
        "label": "NP",
        "text": "luz verde del Senado Federal de Brasil"
      },
      {
        "label": "NP",
        "text": "flexibiliza los requisitos para"
      },
      {
        "label": "NP",
        "text": "ambientales"
      },
      {
        "label": "VP",
        "text": "abriendo"
      },
      {
        "label": "VP",
        "text": "paso"
      },
      {
        "label": "ADJP",
        "text": "posibles"
      },
      {
        "label": "NP",
        "text": "territorios tradicionales"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "ha desatado"
      },
      {
        "label": "NP",
        "text": "una ola"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP proyecto/NN)\n  de/IN\n  ley/FW\n  2159/2021/CD\n  ,/,\n  (NP aprobado/NN el/NN)\n  (VP pasado/VBD)\n  21/CD\n  de/IN\n  mayo/FW\n  (NP tras/NNS)\n  (VP\n    la/VBP\n    (NP\n      luz/JJ\n      verde/NN\n      del/NN\n      Senado/NNP\n      Federal/NNP\n      de/NNP\n      Brasil/NNP))\n  ,/,\n  (NP flexibiliza/JJ los/NN requisitos/NN para/NN)\n  la/FW\n  concesión/FW\n  de/FW\n  licencias/FW\n  (NP ambientales/NNS)\n  ,/,\n  (VP abriendo/VBP)\n  (VP paso/VB)\n  a/DT\n  (ADJP posibles/JJ)\n  violaciones/FW\n  de/FW\n  los/FW\n  derechos/FW\n  de/FW\n  los/FW\n  (NP territorios/NNS tradicionales/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  iniciativa/FW\n  (NP ha/NN desatado/NN)\n  (NP una/JJ ola/NN)\n  de/IN\n  críticas/FW\n  (NP por/JJ considerarse/NN)\n  (NP una/JJ amenaza/NN para/NN la/NN)\n  protección/FW\n  (NP del/NN ambiente/NN)\n  ./.)",
      "(S\n  (NP El/NNP proyecto/NN)\n  ,/,\n  (NP denominado/NN por/NN sus/NN)\n  (VP detractores/VBZ (NP como/JJ la/NN “/NNP Ley/NNP))\n  (PP de/IN (NP Devastación/NNP ”/NNP))\n  ,/,\n  (NP busca/NN simplificar/NN las/NN)\n  (PP normas/IN (NP para/NN el/NN))\n  otorgamiento/IN\n  de/FW\n  licencias/FW\n  (VP\n    ambientales/VBZ\n    (NP a/DT empresas/JJ con/NN)\n    (NP potencial/JJ contaminante/NN o/NN que/NN)\n    (NP explotan/JJ recursos/NN naturales/NNS))\n  ,/,\n  (NP reduciendo/NN significativamente/NN)\n  las/FW\n  obligaciones/FW\n  de/FW\n  los/FW\n  (NP empresarios/NNS)\n  ,/,\n  (NP además/NN)\n  ,/,\n  (NP debilita/JJ los/NN mecanismos/NN)\n  de/IN\n  inspección/FW\n  y/FW\n  omite/FW\n  la/FW\n  consideración/FW\n  de/FW\n  los/FW\n  (NP territorios/NNS tradicionales/NNS)\n  ./.)",
      "(S\n  (NP Indefinición/NNP)\n  de/FW\n  actividades/FW\n  sujetas/FW\n  (NP a/DT licencia/NN)\n  :/:\n  (NP No/DT establece/NN)\n  (ADJP una/JJ)\n  (ADJP lista/JJ)\n  (ADJP nacional/JJ)\n  de/FW\n  actividades/FW\n  o/FW\n  empresas/FW\n  que/FW\n  requieren/FW\n  (NP licencia/NN)\n  ,/,\n  (NP delegando/NN esta/NN)\n  (VP decisión/VBZ (NP a/DT los/JJ estados/JJ y/NN municipios/NNS))\n  ./.)",
      "(S\n  (NP Esto/NNP genera/NN)\n  ,/,\n  (ADJP según/JJ)\n  el/FW\n  (NP Ministerio/NNP)\n  (PP de/IN (NP Medio/NNP Ambiente/NNP brasileño/NN))\n  ,/,\n  (NP el/JJ riesgo/NN)\n  (PP de/IN (NP una/JJ competencia/NN entre/NN jurisdicciones/NNS))\n  ,/,\n  (NP\n    que/NN\n    podrían/NN\n    flexibilizar/NN\n    sus/NN\n    normativas/NN\n    para/NN\n    atraer/NN\n    inversiones/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "RECURSOS_NATURALES",
      "FECHAS_ESPECIFICAS",
      "TIEMPO_RELATIVO",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "ORGANIZACIONES_SOCIALES",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          3480,
          3489
        ],
        "start": 3480,
        "end": 3489
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "aprobación en el senado, el proyecto de ley",
        "position": [
          3967,
          4010
        ],
        "start": 3967,
        "end": 4010
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "deforestación",
        "position": [
          3636,
          3649
        ],
        "start": 3636,
        "end": 3649
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación social",
        "position": [
          3240,
          3260
        ],
        "start": 3240,
        "end": 3260
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente luiz inácio",
        "position": [
          4154,
          4176
        ],
        "start": 4154,
        "end": 4176
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "senado federal",
        "position": [
          82,
          96
        ],
        "start": 82,
        "end": 96
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          2809,
          2818
        ],
        "start": 2809,
        "end": 2818
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          2843,
          2852
        ],
        "start": 2843,
        "end": 2852
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          650,
          661
        ],
        "start": 650,
        "end": 661
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto del patrimonio",
        "position": [
          2865,
          2889
        ],
        "start": 2865,
        "end": 2889
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley 2159",
        "position": [
          15,
          23
        ],
        "start": 15,
        "end": 23
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          3,
          18
        ],
        "start": 3,
        "end": 18
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          1359,
          1362
        ],
        "start": 1359,
        "end": 1362
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "selva",
        "position": [
          3804,
          3809
        ],
        "start": 3804,
        "end": 3809
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          68,
          71
        ],
        "start": 68,
        "end": 71
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "saneamiento",
        "position": [
          1994,
          2005
        ],
        "start": 1994,
        "end": 2005
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          100,
          106
        ],
        "start": 100,
        "end": 106
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "amazonas",
        "position": [
          1363,
          1371
        ],
        "start": 1363,
        "end": 1371
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "miércoles 21 de mayo",
        "position": [
          4376,
          4396
        ],
        "start": 4376,
        "end": 4396
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          2731,
          2742
        ],
        "start": 2731,
        "end": 2742
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "sanción",
        "position": [
          4135,
          4142
        ],
        "start": 4135,
        "end": 4142
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "81 senadores",
        "position": [
          4435,
          4447
        ],
        "start": 4435,
        "end": 4447
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Conama",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Medio Ambiente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Indefinición",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fundación Nacional de los Pueblos Indígenas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Finalmente",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Senado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Senado Federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iphan",
        "tipo": "Lugar"
      },
      {
        "nombre": "TI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sismana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno Lula",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Sistema Nacional Ambiental",
        "tipo": "Lugar"
      },
      {
        "nombre": "Instituto del Patrimonio Histórico y Artístico Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cámara",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ampliación de la Licencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Davi Alcolumbre",
        "tipo": "Persona"
      },
      {
        "nombre": "Tierras Indígenas",
        "tipo": "Lugar"
      },
      {
        "nombre": "LAE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo Nacional del Ambiente",
        "tipo": "Organizacion"
      },
      {
        "nombre": "río Amazonas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Funai",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Amazonía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "LAE",
        "relacion": "PERMITIR",
        "objeto": "Gobierno federal"
      },
      {
        "sujeto": "LAE",
        "relacion": "PERMITIR",
        "objeto": "río Amazonas"
      },
      {
        "sujeto": "Gobierno federal",
        "relacion": "PERMITIR",
        "objeto": "río Amazonas"
      },
      {
        "sujeto": "Senado",
        "relacion": "REGRESAR",
        "objeto": "Cámara"
      },
      {
        "sujeto": "Finalmente",
        "relacion": "FINALMENTE_SOMETER",
        "objeto": "Luiz Inácio Lula da Silva"
      }
    ]
  },
  "sentiment": {
    "compound": -0.765,
    "pos": 0.004,
    "neu": 0.98,
    "neg": 0.017,
    "label": "negative"
  }
}