{
  "url": "https://www.telesurtv.net/presidenta-xiomara-castro-rechaza-injerencismo-en-la-region/",
  "title": "Presidenta Xiomara Castro rechaza injerencismo en la región - teleSUR",
  "section": "Sin categoría",
  "tags": [
    "Haití",
    "Honduras",
    "Injerencismo"
  ],
  "text": "La presidenta de Honduras, Xiomara Castro, rechazó este miércoles la injerencia extranjera en la región latinoamericana y denunció que detrás de ello están los intereses de élites que no tienen otra finalidad que incrementar sus capitales.\nDurante su discurso en el 79 periodo de sesiones de la Asamblea General de la Organización de las Naciones Unidas (ONU), la jefa de Estado aseveró que en Honduras continúan imponiéndose prácticas coloniales, injerencias y dominios económicos, mediáticos, políticos.\nSeñaló que se encuentra amenazada por un golpe de Estado que quieren perpetrar las mismas fuerzas políticas que propinaron el gorilazo contra el expresidente Manuel Zelaya en 2009. Recordó que el 14 y 15 de septiembre denunció la intentona golpistas durante masivas manifestaciones populares en las calles, realizadas en defensa de la democracia.\nMe amenazan porque he impulsado cambios estructurales del modelo económico y denunciado el régimen tributario, que perpetúa desigualdades, alimenta a los poderosos y explota a los pobres, dijo.\nLa paz, la libertad, la justicia y la democracia son valores esenciales de nuestro país. No aceptamos su secuestro por diez familias poderosas que se oponen a los cambios que promovemos en beneficio del pueblo, dijo.\nLa mandataria demandó al Gobierno de los EE.UU. la derogación de sus bloqueos económicos contra los pueblos de Venezuela, Nicaragua y Cuba, así como la eliminación de esta nación de la lista de países patrocinadores de terrorismo que elabora el Departamento de Estado.\nRefirió que Gobiernos neoliberales aprobaron el proyecto de Zonas Especiales de Desarrollo Económico (ZEDE) en Honduras, el cual era inconstitucional. Recordó que estas fueron prohibidas durante su mandato, decisión que luego fue respaldada por el Congreso y la Corte Suprema.\nExplicó que durante dos años de mandato canceló un esquema de corrupción construido a partir de los fideicomisos. Señaló que los fondos que antes se robaban políticos corruptos, hoy se invierten en ofrecer matrícula gratis y merienda escolar a los niños escolarizados.\nDetalló que su Gobierno rescata empresas estratégicas para el país, que fueron privatizadas y abandonadas. Entre diversas políticas públicas, mencionó las subvenciones a los combustibles, la construcción de ocho hospitales, la reparación de miles de escuelas, carreteras, aeropuertos nacionales, caminos productivos y otros, entre ellos el que calificó como proyecto más importante: la construcción de un ferrocarril transoceánico entre Puerto Castilla (Atlántico) y Puerto Amapala (Pacífico). Aseguró que la inversión en infraestructura que realiza su Gobierno es la más alta en la historia hondureña.\nManifestó que durante su gestión se redujo la pobreza en 12 por ciento y ha disminuido en 15 puntos porcentuales la cifra de homicidios, mayor reducción en los últimos 20 años. Explicó que estas y otras acciones benefician al pueblo hondureño.\nRepudió el asesinato del líder social y político Juan López, quien denunció el modelo de explotación extractivista. Señaló que dio indicaciones de investigar a fondo el crimen y judicializar a los responsables.\nAsesinan a ambientalista hondureño Juan López tras oponerse a extractivismo y narcotráfico\nEn su rol de presidenta pro tempore de la Comunidad de Estados Latinoamericanos y Caribeños (Celac), recordó que su primera acción fue exigir el fin del genocidio contra Gaza, donde Israel ya asesinó a más de 41.400 civiles. Líbano no debe convertirse en otra Palestina, urgió.\nAl referirse a la crisis en la nación más pobre del hemisferio, Haití, expresó que merece toda la atención posible. Adelantó que convocará a una cumbre de líderes de la Celac para trasmitir a ese país y su pueblo el compromiso con su desarrollo.\nXiomara Castro criticó al capitalismo global como principal destructor de los recursos globales y del deterioro de las condiciones de vida de la humanidad. Denunció que las políticas neoliberales continúan dificultando el acceso de los pueblos a la salud, educación, trabajo, seguridad social, energía y otros servicios básicos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidenta-xiomara-castro-rechaza-injerencismo-en-la-region/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 374,
    "message_id": 77007,
    "date": "2024-09-25T18:55:12+00:00",
    "text": "teleSUR\nPresidenta Xiomara Castro rechaza injerencismo en la región\nhttps://www.telesurtv.net/presidenta-xiomara-castro-rechaza-injerencismo-en-la-region/",
    "photo_path": null,
    "views": 2692,
    "reactions": {
      "❤": 56,
      "👍": 25,
      "👏": 6
    },
    "total_reactions": 87
  },
  "preprocessing": {
    "cleaned": "la presidenta de honduras, xiomara castro, rechazó este miércoles la injerencia extranjera en la región latinoamericana y denunció que detrás de ello están los intereses de élites que no tienen otra finalidad que incrementar sus capitales. durante su discurso en el 79 periodo de sesiones de la asamblea general de la organización de las naciones unidas (onu), la jefa de estado aseveró que en honduras continúan imponiéndose prácticas coloniales, injerencias y dominios económicos, mediáticos, políticos. señaló que se encuentra amenazada por un golpe de estado que quieren perpetrar las mismas fuerzas políticas que propinaron el gorilazo contra el expresidente manuel zelaya en 2009. recordó que el 14 y 15 de septiembre denunció la intentona golpistas durante masivas manifestaciones populares en las calles, realizadas en defensa de la democracia. me amenazan porque he impulsado cambios estructurales del modelo económico y denunciado el régimen tributario, que perpetúa desigualdades, alimenta a los poderosos y explota a los pobres, dijo. la paz, la libertad, la justicia y la democracia son valores esenciales de nuestro país. no aceptamos su secuestro por diez familias poderosas que se oponen a los cambios que promovemos en beneficio del pueblo, dijo. la mandataria demandó al gobierno de los ee.uu. la derogación de sus bloqueos económicos contra los pueblos de venezuela, nicaragua y cuba, así como la eliminación de esta nación de la lista de países patrocinadores de terrorismo que elabora el departamento de estado. refirió que gobiernos neoliberales aprobaron el proyecto de zonas especiales de desarrollo económico (zede) en honduras, el cual era inconstitucional. recordó que estas fueron prohibidas durante su mandato, decisión que luego fue respaldada por el congreso y la corte suprema. explicó que durante dos años de mandato canceló un esquema de corrupción construido a partir de los fideicomisos. señaló que los fondos que antes se robaban políticos corruptos, hoy se invierten en ofrecer matrícula gratis y merienda escolar a los niños escolarizados. detalló que su gobierno rescata empresas estratégicas para el país, que fueron privatizadas y abandonadas. entre diversas políticas públicas, mencionó las subvenciones a los combustibles, la construcción de ocho hospitales, la reparación de miles de escuelas, carreteras, aeropuertos nacionales, caminos productivos y otros, entre ellos el que calificó como proyecto más importante: la construcción de un ferrocarril transoceánico entre puerto castilla (atlántico) y puerto amapala (pacífico). aseguró que la inversión en infraestructura que realiza su gobierno es la más alta en la historia hondureña. manifestó que durante su gestión se redujo la pobreza en 12 por ciento y ha disminuido en 15 puntos porcentuales la cifra de homicidios, mayor reducción en los últimos 20 años. explicó que estas y otras acciones benefician al pueblo hondureño. repudió el asesinato del líder social y político juan lópez, quien denunció el modelo de explotación extractivista. señaló que dio indicaciones de investigar a fondo el crimen y judicializar a los responsables. asesinan a ambientalista hondureño juan lópez tras oponerse a extractivismo y narcotráfico en su rol de presidenta pro tempore de la comunidad de estados latinoamericanos y caribeños (celac), recordó que su primera acción fue exigir el fin del genocidio contra gaza, donde israel ya asesinó a más de 41.400 civiles. líbano no debe convertirse en otra palestina, urgió. al referirse a la crisis en la nación más pobre del hemisferio, haití, expresó que merece toda la atención posible. adelantó que convocará a una cumbre de líderes de la celac para trasmitir a ese país y su pueblo el compromiso con su desarrollo. xiomara castro criticó al capitalismo global como principal destructor de los recursos globales y del deterioro de las condiciones de vida de la humanidad. denunció que las políticas neoliberales continúan dificultando el acceso de los pueblos a la salud, educación, trabajo, seguridad social, energía y otros servicios básicos.",
    "tokens": [
      "presidenta",
      "honduras",
      ",",
      "xiomara",
      "castro",
      ",",
      "rechazó",
      "miércoles",
      "injerencia",
      "extranjera",
      "región",
      "latinoamericana",
      "denunció",
      "detrás",
      "ello",
      "intereses",
      "élites",
      "finalidad",
      "incrementar",
      "capitales",
      ".",
      "discurso",
      "79",
      "periodo",
      "sesiones",
      "asamblea",
      "general",
      "organización",
      "naciones",
      "unidas",
      "(",
      "onu",
      ")",
      ",",
      "jefa",
      "aseveró",
      "honduras",
      "continúan",
      "imponiéndose",
      "prácticas",
      "coloniales",
      ",",
      "injerencias",
      "dominios",
      "económicos",
      ",",
      "mediáticos",
      ",",
      "políticos",
      ".",
      "señaló",
      "encuentra",
      "amenazada",
      "golpe",
      "quieren",
      "perpetrar",
      "mismas",
      "fuerzas",
      "políticas",
      "propinaron",
      "gorilazo",
      "expresidente",
      "manuel",
      "zelaya",
      "2009.",
      "recordó",
      "14",
      "15",
      "septiembre",
      "denunció",
      "intentona",
      "golpistas",
      "masivas",
      "manifestaciones",
      "populares",
      "calles",
      ",",
      "realizadas",
      "defensa",
      "democracia",
      ".",
      "amenazan",
      "impulsado",
      "cambios",
      "estructurales",
      "modelo",
      "económico",
      "denunciado",
      "régimen",
      "tributario",
      ",",
      "perpetúa",
      "desigualdades",
      ",",
      "alimenta",
      "poderosos",
      "explota",
      "pobres",
      ",",
      "dijo",
      ".",
      "paz",
      ",",
      "libertad",
      ",",
      "justicia",
      "democracia",
      "valores",
      "esenciales",
      "país",
      ".",
      "aceptamos",
      "secuestro",
      "diez",
      "familias",
      "poderosas",
      "oponen",
      "cambios",
      "promovemos",
      "beneficio",
      "pueblo",
      ",",
      "dijo",
      ".",
      "mandataria",
      "demandó",
      "gobierno",
      "ee.uu.",
      "derogación",
      "bloqueos",
      "económicos",
      "pueblos",
      "venezuela",
      ",",
      "nicaragua",
      "cuba",
      ",",
      "así",
      "eliminación",
      "nación",
      "lista",
      "países",
      "patrocinadores",
      "terrorismo",
      "elabora",
      "departamento",
      ".",
      "refirió",
      "gobiernos",
      "neoliberales",
      "aprobaron",
      "proyecto",
      "zonas",
      "especiales",
      "desarrollo",
      "económico",
      "(",
      "zede",
      ")",
      "honduras",
      ",",
      "inconstitucional",
      ".",
      "recordó",
      "prohibidas",
      "mandato",
      ",",
      "decisión",
      "luego",
      "respaldada",
      "congreso",
      "corte",
      "suprema",
      ".",
      "explicó",
      "dos",
      "años",
      "mandato",
      "canceló",
      "esquema",
      "corrupción",
      "construido",
      "partir",
      "fideicomisos",
      ".",
      "señaló",
      "fondos",
      "robaban",
      "políticos",
      "corruptos",
      ",",
      "hoy",
      "invierten",
      "ofrecer",
      "matrícula",
      "gratis",
      "merienda",
      "escolar",
      "niños",
      "escolarizados",
      ".",
      "detalló",
      "gobierno",
      "rescata",
      "empresas",
      "estratégicas",
      "país",
      ",",
      "privatizadas",
      "abandonadas",
      ".",
      "diversas",
      "políticas",
      "públicas",
      ",",
      "mencionó",
      "subvenciones",
      "combustibles",
      ",",
      "construcción",
      "ocho",
      "hospitales",
      ",",
      "reparación",
      "miles",
      "escuelas",
      ",",
      "carreteras",
      ",",
      "aeropuertos",
      "nacionales",
      ",",
      "caminos",
      "productivos",
      ",",
      "calificó",
      "proyecto",
      "importante",
      ":",
      "construcción",
      "ferrocarril",
      "transoceánico",
      "puerto",
      "castilla",
      "(",
      "atlántico",
      ")",
      "puerto",
      "amapala",
      "(",
      "pacífico",
      ")",
      ".",
      "aseguró",
      "inversión",
      "infraestructura",
      "realiza",
      "gobierno",
      "alta",
      "historia",
      "hondureña",
      ".",
      "manifestó",
      "gestión",
      "redujo",
      "pobreza",
      "12",
      "ciento",
      "disminuido",
      "15",
      "puntos",
      "porcentuales",
      "cifra",
      "homicidios",
      ",",
      "mayor",
      "reducción",
      "últimos",
      "20",
      "años",
      ".",
      "explicó",
      "acciones",
      "benefician",
      "pueblo",
      "hondureño",
      ".",
      "repudió",
      "asesinato",
      "líder",
      "social",
      "político",
      "juan",
      "lópez",
      ",",
      "denunció",
      "modelo",
      "explotación",
      "extractivista",
      ".",
      "señaló",
      "dio",
      "indicaciones",
      "investigar",
      "fondo",
      "crimen",
      "judicializar",
      "responsables",
      ".",
      "asesinan",
      "ambientalista",
      "hondureño",
      "juan",
      "lópez",
      "tras",
      "oponerse",
      "extractivismo",
      "narcotráfico",
      "rol",
      "presidenta",
      "pro",
      "tempore",
      "comunidad",
      "latinoamericanos",
      "caribeños",
      "(",
      "celac",
      ")",
      ",",
      "recordó",
      "primera",
      "acción",
      "exigir",
      "fin",
      "genocidio",
      "gaza",
      ",",
      "israel",
      "asesinó",
      "41.400",
      "civiles",
      ".",
      "líbano",
      "debe",
      "convertirse",
      "palestina",
      ",",
      "urgió",
      ".",
      "referirse",
      "crisis",
      "nación",
      "pobre",
      "hemisferio",
      ",",
      "haití",
      ",",
      "expresó",
      "merece",
      "toda",
      "atención",
      "posible",
      ".",
      "adelantó",
      "convocará",
      "cumbre",
      "líderes",
      "celac",
      "trasmitir",
      "país",
      "pueblo",
      "compromiso",
      "desarrollo",
      ".",
      "xiomara",
      "castro",
      "criticó",
      "capitalismo",
      "global",
      "principal",
      "destructor",
      "recursos",
      "globales",
      "deterioro",
      "condiciones",
      "vida",
      "humanidad",
      ".",
      "denunció",
      "políticas",
      "neoliberales",
      "continúan",
      "dificultando",
      "acceso",
      "pueblos",
      "salud",
      ",",
      "educación",
      ",",
      "trabajo",
      ",",
      "seguridad",
      "social",
      ",",
      "energía",
      "servicios",
      "básicos",
      "."
    ],
    "token_count": 408,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 84,
      "FW": 134,
      "NN": 205,
      "NNS": 36,
      "VBP": 24,
      "JJ": 55,
      "IN": 19,
      "DT": 3,
      "VBZ": 12,
      "$": 1,
      "CD": 8,
      "RBS": 1,
      "VBD": 3,
      "PRP": 1,
      "RB": 1,
      "RBR": 1
    },
    "bigram_freq": {
      "NNP-FW": 8,
      "FW-FW": 87,
      "FW-NNP": 17,
      "NNP-NNP": 32,
      "NNP-NN": 33,
      "NN-NN": 120,
      "NN-NNS": 9,
      "NNS-VBP": 19,
      "VBP-JJ": 17,
      "JJ-NN": 34,
      "NN-IN": 15,
      "IN-FW": 10,
      "FW-NN": 11,
      "FW-NNS": 9,
      "NNS-FW": 8,
      "FW-VBP": 1,
      "VBP-DT": 1,
      "DT-NN": 2,
      "NN-VBZ": 5,
      "VBZ-JJ": 5,
      "VBZ-NNP": 1,
      "IN-$": 1,
      "$-CD": 1,
      "CD-NN": 2,
      "NN-FW": 13,
      "VBP-NNS": 5,
      "NN-NNP": 20,
      "NN-VBP": 3,
      "NN-JJ": 16,
      "IN-NNP": 3,
      "VBZ-RBS": 1,
      "RBS-JJ": 1,
      "NNP-IN": 3,
      "IN-CD": 3,
      "CD-NNP": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-CD": 1,
      "CD-NNS": 3,
      "JJ-NNS": 7,
      "NNS-NNS": 3,
      "NN-PRP": 1,
      "PRP-VBZ": 1,
      "JJ-NNP": 7,
      "NNS-VBZ": 1,
      "VBZ-FW": 2,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "JJ-FW": 4,
      "FW-JJ": 7,
      "NNP-VBZ": 4,
      "VBZ-NN": 1,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "NNP-VBP": 1,
      "IN-NN": 1,
      "VBP-FW": 1,
      "IN-JJ": 1,
      "JJ-JJ": 2,
      "JJ-CD": 1,
      "CD-JJ": 1,
      "NNS-JJ": 1,
      "NN-RBR": 1,
      "RBR-JJ": 1,
      "NNS-IN": 1,
      "NNS-NNP": 2,
      "NNP-VBD": 2,
      "VBD-JJ": 1,
      "VBD-FW": 1,
      "FW-CD": 1,
      "NNP-DT": 1,
      "NNS-NN": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 4,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NNP": 16,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 26,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 11,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 8,
      "IN-FW-FW": 4,
      "FW-FW-FW": 55,
      "FW-FW-NN": 9,
      "FW-NN-NN": 5,
      "NN-NN-NN": 71,
      "NN-NN-IN": 7,
      "FW-FW-NNS": 8,
      "FW-NNS-FW": 5,
      "NNS-FW-FW": 7,
      "FW-FW-VBP": 1,
      "FW-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NN": 14,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-IN-$": 1,
      "IN-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-FW": 10,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 4,
      "FW-NNP-FW": 4,
      "FW-NNP-NN": 6,
      "NN-NN-FW": 10,
      "NN-FW-NNP": 1,
      "NNS-VBP-NNS": 5,
      "VBP-NNS-VBP": 2,
      "JJ-NN-NNP": 3,
      "NN-NNP-NN": 8,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 3,
      "JJ-NN-JJ": 5,
      "NN-JJ-NN": 11,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-VBZ-RBS": 1,
      "VBZ-RBS-JJ": 1,
      "RBS-JJ-NN": 1,
      "NN-NN-JJ": 10,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 8,
      "NNP-NNP-IN": 2,
      "NNP-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NN-FW": 1,
      "FW-NNS-VBP": 4,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "JJ-NNS-VBP": 3,
      "NN-NN-PRP": 1,
      "NN-PRP-VBZ": 1,
      "PRP-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "NN-JJ-NNS": 2,
      "JJ-NN-NNS": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 7,
      "FW-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-NN-NNP": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 1,
      "FW-FW-JJ": 1,
      "FW-JJ-FW": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-NN-NNP": 3,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-NNP-NNP": 2,
      "NNP-IN-NNP": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-JJ-NNP": 3,
      "NNP-NN-NNS": 3,
      "FW-NN-JJ": 1,
      "IN-FW-JJ": 5,
      "FW-JJ-NN": 2,
      "FW-JJ-NNP": 2,
      "JJ-NN-VBZ": 1,
      "VBP-NNS-FW": 1,
      "VBP-NNS-NNS": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NNP-VBZ-FW": 1,
      "NN-FW-NN": 1,
      "NN-IN-CD": 2,
      "IN-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNP-VBZ-JJ": 1,
      "JJ-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "JJ-FW-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-FW-JJ": 1,
      "JJ-NN-FW": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "JJ-NNS-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 205,
        "FW": 134,
        "NNP": 84,
        "JJ": 55,
        "NNS": 36
      },
      "top_bigrams": {
        "NN-NN": 120,
        "FW-FW": 87,
        "JJ-NN": 34,
        "NNP-NN": 33,
        "NNP-NNP": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 71,
        "FW-FW-FW": 55,
        "NNP-NN-NN": 26,
        "NNP-NNP-NNP": 16,
        "JJ-NN-NN": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 151,
      "VP": 38,
      "ADJP": 8,
      "PP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0175
      },
      {
        "rule": "NP -> ('Honduras', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('dijo', 'NN')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "VP -> ('y', 'VBP') NP NP",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "S -> NP ('presidenta', 'FW') ('de', 'FW') NP (',', ',') NP (',', ',') NP VP ('en', 'IN') ('la', 'FW') ('región', 'FW') ('latinoamericana', 'FW') ('y', 'FW') NP ('de', 'IN') ('ello', 'FW') ('están', 'FW') ('los', 'FW') NP ('de', 'FW') ('élites', 'FW') VP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('Xiomara', 'NNP') ('Castro', 'NNP')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('rechazó', 'NN') ('este', 'NN') ('miércoles', 'NNS')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "VP -> ('la', 'VBP') NP",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('injerencia', 'JJ') ('extranjera', 'NN')",
        "frequency": 1,
        "weight": 0.0044
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "Honduras"
      },
      {
        "label": "NP",
        "text": "Xiomara Castro"
      },
      {
        "label": "NP",
        "text": "rechazó este miércoles"
      },
      {
        "label": "VP",
        "text": "la injerencia extranjera"
      },
      {
        "label": "NP",
        "text": "injerencia extranjera"
      },
      {
        "label": "NP",
        "text": "denunció que detrás"
      },
      {
        "label": "NP",
        "text": "intereses"
      },
      {
        "label": "VP",
        "text": "que no tienen"
      },
      {
        "label": "NP",
        "text": "no tienen"
      },
      {
        "label": "VP",
        "text": "otra finalidad que incrementar sus capitales"
      },
      {
        "label": "NP",
        "text": "finalidad que incrementar sus capitales"
      },
      {
        "label": "NP",
        "text": "Durante su discurso"
      },
      {
        "label": "NP",
        "text": "periodo"
      },
      {
        "label": "NP",
        "text": "Asamblea General de"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  presidenta/FW\n  de/FW\n  (NP Honduras/NNP)\n  ,/,\n  (NP Xiomara/NNP Castro/NNP)\n  ,/,\n  (NP rechazó/NN este/NN miércoles/NNS)\n  (VP la/VBP (NP injerencia/JJ extranjera/NN))\n  en/IN\n  la/FW\n  región/FW\n  latinoamericana/FW\n  y/FW\n  (NP denunció/NN que/NN detrás/NN)\n  de/IN\n  ello/FW\n  están/FW\n  los/FW\n  (NP intereses/NNS)\n  de/FW\n  élites/FW\n  (VP que/VBP (NP no/DT tienen/NN))\n  (VP\n    otra/VBZ\n    (NP finalidad/JJ que/NN incrementar/NN sus/NN capitales/NNS))\n  ./.)",
      "(S\n  (NP Durante/NNP su/NN discurso/NN)\n  en/IN\n  el/$\n  79/CD\n  (NP periodo/NN)\n  de/FW\n  sesiones/FW\n  de/FW\n  la/FW\n  (NP Asamblea/NNP General/NNP de/NNP)\n  la/FW\n  (NP Organización/NNP)\n  de/FW\n  las/FW\n  (NP Naciones/NNP Unidas/NNP)\n  (/(\n  (NP ONU/NNP)\n  )/)\n  ,/,\n  la/FW\n  jefa/FW\n  de/FW\n  (NP Estado/NNP aseveró/NN que/NN)\n  en/FW\n  (NP\n    Honduras/NNP\n    continúan/NN\n    imponiéndose/NN\n    prácticas/NN\n    coloniales/NNS)\n  ,/,\n  (ADJP injerencias/JJ)\n  y/FW\n  (NP dominios/NNS)\n  (VP económicos/VBP)\n  ,/,\n  mediáticos/FW\n  ,/,\n  (NP políticos/NN)\n  ./.)",
      "(S\n  (NP Señaló/NNP que/NN se/NN)\n  (VP encuentra/VBP (NP amenazada/JJ por/NN) (NP un/JJ golpe/NN))\n  (PP de/IN (NP Estado/NNP que/NN quieren/NN perpetrar/NN))\n  (VP\n    las/VBZ\n    mismas/RBS\n    (NP\n      fuerzas/JJ\n      políticas/NN\n      que/NN\n      propinaron/NN\n      el/NN\n      gorilazo/NN)\n    (NP contra/JJ el/NN expresidente/NN Manuel/NNP Zelaya/NNP))\n  en/IN\n  2009/CD\n  ./.)",
      "(S\n  (NP Recordó/NNP que/NN)\n  (VP el/VBD)\n  14/CD\n  (ADJP y/JJ)\n  15/CD\n  de/IN\n  septiembre/FW\n  (NP denunció/NN)\n  la/FW\n  intentona/FW\n  (NP golpistas/NNS)\n  (VP durante/VBP (NP masivas/JJ manifestaciones/NNS populares/NNS))\n  (VP en/VBP (NP las/JJ calles/NNS))\n  ,/,\n  (VP realizadas/VBP (NP en/JJ defensa/NN))\n  de/IN\n  la/FW\n  (NP democracia/NN)\n  ./.)",
      "(S\n  (NP Me/NNP amenazan/NN porque/NN)\n  he/PRP\n  (VP impulsado/VBZ (NP cambios/JJ estructurales/NNS))\n  (VP\n    del/VBP\n    (NP modelo/JJ económico/NN y/NN denunciado/NN)\n    (NP el/JJ régimen/NNS tributario/NN))\n  ,/,\n  (NP que/JJ perpetúa/NN desigualdades/NNS)\n  ,/,\n  (VP alimenta/VBP (NP a/DT los/NN poderosos/NN y/NN))\n  (VP explota/VBZ (NP a/DT los/NN pobres/NNS))\n  ,/,\n  (NP dijo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          2682,
          2691
        ],
        "start": 2682,
        "end": 2691
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció el modelo de explotación extractivista. señaló que dio indicaciones de investigar a",
        "position": [
          2993,
          3085
        ],
        "start": 2993,
        "end": 3085
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "genocidio contra gaza, donde israel ya asesinó a más de 41.400 civiles. líbano no debe convertirse en otra palestina",
        "position": [
          3381,
          3497
        ],
        "start": 3381,
        "end": 3497
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          4019,
          4026
        ],
        "start": 4019,
        "end": 4026
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          2588,
          2597
        ],
        "start": 2588,
        "end": 2597
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desarrollo económico",
        "position": [
          1613,
          1633
        ],
        "start": 1613,
        "end": 1633
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          506,
          512
        ],
        "start": 506,
        "end": 512
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1810,
          1817
        ],
        "start": 1810,
        "end": 1817
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          1872,
          1882
        ],
        "start": 1872,
        "end": 1882
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          827,
          834
        ],
        "start": 827,
        "end": 834
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "asesinato del líder social",
        "position": [
          2937,
          2963
        ],
        "start": 2937,
        "end": 2963
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "genocidio contra gaza",
        "position": [
          3381,
          3402
        ],
        "start": 3381,
        "end": 3402
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de los ee",
        "position": [
          1289,
          1307
        ],
        "start": 1289,
        "end": 1307
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta de honduras",
        "position": [
          3,
          25
        ],
        "start": 3,
        "end": 25
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "organización de las naciones unidas",
        "position": [
          318,
          353
        ],
        "start": 318,
        "end": 353
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "celac",
        "position": [
          3321,
          3326
        ],
        "start": 3321,
        "end": 3326
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de estado",
        "position": [
          1509,
          1531
        ],
        "start": 1509,
        "end": 1531
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          43,
          50
        ],
        "start": 43,
        "end": 50
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          3767,
          3774
        ],
        "start": 3767,
        "end": 3774
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          122,
          130
        ],
        "start": 122,
        "end": 130
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          2516,
          2522
        ],
        "start": 2516,
        "end": 2522
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          4046,
          4053
        ],
        "start": 4046,
        "end": 4053
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          1398,
          1402
        ],
        "start": 1398,
        "end": 1402
      },
      {
        "category": "PAISES",
        "matched_text": "honduras",
        "position": [
          17,
          25
        ],
        "start": 17,
        "end": 25
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          1386,
          1395
        ],
        "start": 1386,
        "end": 1395
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          1375,
          1384
        ],
        "start": 1375,
        "end": 1384
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1047,
          1053
        ],
        "start": 1047,
        "end": 1053
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "pacífico",
        "position": [
          2562,
          2570
        ],
        "start": 2562,
        "end": 2570
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región latinoamericana",
        "position": [
          97,
          119
        ],
        "start": 97,
        "end": 119
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1988,
          1991
        ],
        "start": 1988,
        "end": 1991
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 41.400",
        "position": [
          3430,
          3443
        ],
        "start": 3430,
        "end": 3443
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "15 puntos",
        "position": [
          2772,
          2781
        ],
        "start": 2772,
        "end": 2781
      }
    ],
    "match_count": 32
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comunidad de Estados Latinoamericanos y Caribeños",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Celac",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Juan López",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Me",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea General de la Organización de las Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Xiomara Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Puerto Castilla",
        "tipo": "Lugar"
      },
      {
        "nombre": "Atlántico",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Denunció",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Manuel Zelaya",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Departamento de Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Honduras",
        "tipo": "Lugar"
      },
      {
        "nombre": "Puerto Amapala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Adelantó",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de los EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "jefa de Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pacífico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Líbano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Repudió",
        "tipo": "Persona"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corte Suprema",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "jefa de Estado",
        "relacion": "ASEVERAR",
        "objeto": "Asamblea General de la Organización de las Naciones Unidas"
      },
      {
        "sujeto": "Asamblea General de la Organización de las Naciones Unidas",
        "relacion": "ASEVERAR",
        "objeto": "Honduras"
      },
      {
        "sujeto": "jefa de Estado",
        "relacion": "ASEVERAR",
        "objeto": "ONU"
      },
      {
        "sujeto": "ONU",
        "relacion": "ASEVERAR",
        "objeto": "Honduras"
      },
      {
        "sujeto": "jefa de Estado",
        "relacion": "ASEVERAR",
        "objeto": "Honduras"
      },
      {
        "sujeto": "Gobierno de los EE.UU.",
        "relacion": "DEMANDAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Gobierno de los EE.UU.",
        "relacion": "DEMANDAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Gobierno de los EE.UU.",
        "relacion": "DEMANDAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Departamento de Estado",
        "relacion": "DEMANDAR",
        "objeto": "Gobierno de los EE.UU."
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Corte Suprema"
      },
      {
        "sujeto": "Juan López",
        "relacion": "ASESINAR_RECORDAR",
        "objeto": "Comunidad de Estados Latinoamericanos y Caribeños"
      },
      {
        "sujeto": "Juan López",
        "relacion": "ASESINAR_RECORDAR",
        "objeto": "Celac"
      },
      {
        "sujeto": "Juan López",
        "relacion": "ASESINAR_RECORDAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Israel",
        "relacion": "ASESINAR_RECORDAR",
        "objeto": "Juan López"
      },
      {
        "sujeto": "Comunidad de Estados Latinoamericanos y Caribeños",
        "relacion": "OPONER_L_ASESINAR_RECORDAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Israel",
        "relacion": "OPONER_L_ASESINAR_RECORDAR",
        "objeto": "Comunidad de Estados Latinoamericanos y Caribeños"
      },
      {
        "sujeto": "Celac",
        "relacion": "OPONER_L_ASESINAR_RECORDAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Israel",
        "relacion": "OPONER_L_ASESINAR_RECORDAR",
        "objeto": "Celac"
      },
      {
        "sujeto": "Líbano",
        "relacion": "CONVERTIR_L_URGIR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Adelantó",
        "relacion": "ADELANTAR",
        "objeto": "Celac"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7964,
    "pos": 0.006,
    "neu": 0.976,
    "neg": 0.018,
    "label": "negative"
  }
}