{
  "url": "https://www.telesurtv.net/opinion/geopolitica-y-tecnologias-guerra-cognitiva-y-el-sistema-de-desinformacion-social-en-america-latina/",
  "title": "Geopolítica y tecnologías: guerra cognitiva y el sistema de desinformación social en América Latina - teleSUR",
  "section": "",
  "tags": [],
  "text": "\n\nEl modo de producción de poder angloamericano se despliega en lo militar, a través de lo que la Organización del Tratado del Atlántico Norte – OTAN –, los representantes de occidente, denominan como guerra cognitiva, la cual parte de la posibilidad de apropiación de un nuevo terreno militar, un nuevo dominio: la mente y la cognición -tomados como sinónimos- un nuevo campo de batalla dentro de la guerra hibrida.\nEs interesante observar como para el capital angloamericano y para la ideología neoliberal y tecnocrática, la mente humana se concibe como un objeto a ser estudiado, pero también apropiado, conquistado, lo que implica una cosificación y biologización de los procesos mentales.\nEsta concepción del pensamiento es lo primero que, desde América Latina, tenemos que poner en discusión, para poder construir desde otro lugar lo alternativo. Históricamente para las corrientes de pensamiento nacionales, populares y latinoamericanas, la mente y el pensamiento se conciben de manera relacional, construidos a partir de los lazos comunitarios.\nEl conocimiento nace de la práctica y adquiere una dimensión histórica y situada, no es atemporal, ni universal.\nEn un posicionamiento antagónico, las fuerzas militares de la OTAN conciben el conocimiento y la mente como un nuevo dominio (como la tierra, el aire, el mar, el espacio y el ciberespacio), lo cual marca la posibilidad de poner en juego un nuevo territorio, si bien siempre explorado desde lo militar, nunca abordado con la capacidad actual de incidencia y modulación.\nEl estado de situación actual en la región es alarmante, ya que las nuevas generaciones, los nativos digitales, han quedado expuestos, por falta de soberanía tecnológica y de política pública al respecto, a la influencia de las redes sociales angloamericanas, proceso que ya lleva 20 años.\nEn el campo de batalla moderno se despliegan tres dimensiones: la física, informativa y cognitiva. Esta última, implica el intento de dominar la forma de cómo conocemos y comprendemos el mundo. Se intenta afectar la capacidad del ser humano para conocer por medio de la percepción y los órganos del cerebro.\nEsto implica modificar la relación del ser humano con su ambiente y uno de los terrenos que más posibilita esta modulación es el cibernético, espacio sin regulación estatal, asediado entre las leyes del mercado y las leyes de lo militar.\nQuien domine las mediaciones que permiten la dialéctica que se produce entre el ambiente y la cognición, tiene la posibilidad de la manipulación subjetiva, la guerra por la cognición, es la guerra por “lo humano”.\nEn la actual coyuntura de crisis, disputa y transformación social, podemos ver cómo los avances acelerados que se han producido en la “ciencia del cerebro representan un dominio emergente que los actores estatales y no estatales pueden aprovechar en la guerra” [ii]. La apropiación de la ciencia, específicamente de las nuevas disciplinas, fue clave en las ventajas adquiridas por la anglosfera.\nA su vez, esta capacidad de manipular a las poblaciones, se fue forjando en las últimas décadas a través de experiencias en campo, como lo fue la primavera árabe y las “revoluciones” del norte de África, en el 2009, momento en el cual las redes sociales pasan a ser instrumentos informativos de la población, es decir a ocupar un lugar central en la formación de ideas fuerza.\nLas noticias y la información pasan de fluir “one – to –many” (uno a muchos) a “many-to-many” (muchos a muchos). Esto implicó un desplazamiento de los medios tradicionales del lugar de forjadores de opinión y estado de ánimo.\nDe este momento al actual ha habido avances en el despliegue y el alcance de lo digital, así como en la subordinación del medioambiente digital a las necesidades geopolíticas anglosajonas.\nSe ha desplegado un sistema de desinformación social, mediante una saturación de información, la cual es abundante y constante, provocando en las poblaciones, como ya han estudiado muchos: reacciones, distorsiones en la percepción; y perturbaciones psíquicas. Se avanzó en la programación de los algoritmos para hiper-individualizar a los sujetos, a partir de las “cámaras de eco”, burbujas de fortalecimiento de las propias convicciones: la cárcel de los algoritmos. Y estructuralmente se fortalece el estractivismo de información (datos y metadatos) para acrecentar el poder de las Big Tech.\nTambién hay que remarcar que la disputa por la cognición no se aborda desde las teorías de la propaganda. La permanencia, la ubicuidad, la escala, es distinta a la propaganda, esta última hace a otro momento histórico. La guerra por la cognición es posible en tanto se instale como dominante el terreno digital (por sobre el físico) como el terreno donde se forma la subjetividad.\nLa OTAN y los grupos de poder angloamericanos ejercen el dominio del terreno digital, por lo tanto, si es allí donde las nuevas generaciones se intentan desarrollar como sujetos, implica una perdida concreta de soberanía cognitiva.\nEsta situación reconfigura las posibilidades de la injerencia territorial, ya que a diferencia de los dominios del aire, agua, espacio o tierra; la posibilidad de construcción de escenarios favorables se produce mediante una ocupación no-física, sino digital, que condiciona materialmente los procesos transformadores o no serviles al poder anglosajón.\nEl intento de apropiación angloamericano se logra mediante la combinación de herramientas multimediales con el cúmulo de ciencias cognitivas (psicología, lenguaje, neurología, lógica, filosofía, antropología, informática, etc.), su operación es continua, permanente, constante y directa con alcance global.\nNecesitamos comenzar a torcer la fuerte penetración del medioambiente digital anglosajón, que deja a las mentes y al conocimiento de los pueblos a merced de permanentes campañas de desinformación y vulnerables a la manipulación cognitiva, mientras los Estados observen impotentes, la construcción de subjetividades atadas a las telarañas de los nuevos modos de producción del poder. La protección de la subjetividad y la cognición de los ciudadanos latinoamericanos es tarea urgente y solamente se puede hacer desde los Estados en Comunidad.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/opinion/geopolitica-y-tecnologias-guerra-cognitiva-y-el-sistema-de-desinformacion-social-en-america-latina/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1646,
    "message_id": 75610,
    "date": "2024-09-01T18:44:55+00:00",
    "text": "✍🏻 No te pierdas estos textos para comprender mejor la realidad actual de nuestro continente\n\n➡️La deudocracia y su implicación en la crisis climática\n🔗\nhttps://www.telesurtv.net/opinion/la-deudocracia-y-su-implicacion-en-la-crisis-climatica/\n\n➡️El juego de las fronteras: la migración como arma geopolítica en América Latina\n🔗\nhttps://www.telesurtv.net/opinion/el-juego-de-las-fronteras-la-migracion-como-arma-geopolitica-en-america-latina/\n\n➡️¿Qué es el ciberterrorismo? Primera parte\n🔗\nhttps://www.telesurtv.net/opinion/que-es-el-ciberterrorismo-primera-parte-2/\n\n➡️Carbón colombiano y genocidio en Gaza\n🔗\nhttps://www.telesurtv.net/opinion/carbon-colombiano-y-genocidio-en-gaza/\n\n➡️Venezuela: ¿Qué camino tomar con tantos enemigos?\n🔗\nhttps://www.telesurtv.net/opinion/venezuela-que-camino-tomar-con-tantos-enemigos/\n\n➡️Geopolítica y tecnologías: guerra cognitiva y el sistema de desinformación social en América Latina\n🔗\nhttps://www.telesurtv.net/opinion/geopolitica-y-tecnologias-guerra-cognitiva-y-el-sistema-de-desinformacion-social-en-america-latina/",
    "photo_path": null,
    "views": 4234,
    "reactions": {
      "👍": 48,
      "❤": 4
    },
    "total_reactions": 52
  },
  "preprocessing": {
    "cleaned": "el modo de producción de poder angloamericano se despliega en lo militar, a través de lo que la organización del tratado del atlántico norte – otan –, los representantes de occidente, denominan como guerra cognitiva, la cual parte de la posibilidad de apropiación de un nuevo terreno militar, un nuevo dominio: la mente y la cognición -tomados como sinónimos- un nuevo campo de batalla dentro de la guerra hibrida. es interesante observar como para el capital angloamericano y para la ideología neoliberal y tecnocrática, la mente humana se concibe como un objeto a ser estudiado, pero también apropiado, conquistado, lo que implica una cosificación y biologización de los procesos mentales. esta concepción del pensamiento es lo primero que, desde américa latina, tenemos que poner en discusión, para poder construir desde otro lugar lo alternativo. históricamente para las corrientes de pensamiento nacionales, populares y latinoamericanas, la mente y el pensamiento se conciben de manera relacional, construidos a partir de los lazos comunitarios. el conocimiento nace de la práctica y adquiere una dimensión histórica y situada, no es atemporal, ni universal. en un posicionamiento antagónico, las fuerzas militares de la otan conciben el conocimiento y la mente como un nuevo dominio (como la tierra, el aire, el mar, el espacio y el ciberespacio), lo cual marca la posibilidad de poner en juego un nuevo territorio, si bien siempre explorado desde lo militar, nunca abordado con la capacidad actual de incidencia y modulación. el estado de situación actual en la región es alarmante, ya que las nuevas generaciones, los nativos digitales, han quedado expuestos, por falta de soberanía tecnológica y de política pública al respecto, a la influencia de las redes sociales angloamericanas, proceso que ya lleva 20 años. en el campo de batalla moderno se despliegan tres dimensiones: la física, informativa y cognitiva. esta última, implica el intento de dominar la forma de cómo conocemos y comprendemos el mundo. se intenta afectar la capacidad del ser humano para conocer por medio de la percepción y los órganos del cerebro. esto implica modificar la relación del ser humano con su ambiente y uno de los terrenos que más posibilita esta modulación es el cibernético, espacio sin regulación estatal, asediado entre las leyes del mercado y las leyes de lo militar. quien domine las mediaciones que permiten la dialéctica que se produce entre el ambiente y la cognición, tiene la posibilidad de la manipulación subjetiva, la guerra por la cognición, es la guerra por “lo humano”. en la actual coyuntura de crisis, disputa y transformación social, podemos ver cómo los avances acelerados que se han producido en la “ciencia del cerebro representan un dominio emergente que los actores estatales y no estatales pueden aprovechar en la guerra” [ii]. la apropiación de la ciencia, específicamente de las nuevas disciplinas, fue clave en las ventajas adquiridas por la anglosfera. a su vez, esta capacidad de manipular a las poblaciones, se fue forjando en las últimas décadas a través de experiencias en campo, como lo fue la primavera árabe y las “revoluciones” del norte de áfrica, en el 2009, momento en el cual las redes sociales pasan a ser instrumentos informativos de la población, es decir a ocupar un lugar central en la formación de ideas fuerza. las noticias y la información pasan de fluir “one – to –many” (uno a muchos) a “many-to-many” (muchos a muchos). esto implicó un desplazamiento de los medios tradicionales del lugar de forjadores de opinión y estado de ánimo. de este momento al actual ha habido avances en el despliegue y el alcance de lo digital, así como en la subordinación del medioambiente digital a las necesidades geopolíticas anglosajonas. se ha desplegado un sistema de desinformación social, mediante una saturación de información, la cual es abundante y constante, provocando en las poblaciones, como ya han estudiado muchos: reacciones, distorsiones en la percepción; y perturbaciones psíquicas. se avanzó en la programación de los algoritmos para hiper-individualizar a los sujetos, a partir de las “cámaras de eco”, burbujas de fortalecimiento de las propias convicciones: la cárcel de los algoritmos. y estructuralmente se fortalece el estractivismo de información (datos y metadatos) para acrecentar el poder de las big tech. también hay que remarcar que la disputa por la cognición no se aborda desde las teorías de la propaganda. la permanencia, la ubicuidad, la escala, es distinta a la propaganda, esta última hace a otro momento histórico. la guerra por la cognición es posible en tanto se instale como dominante el terreno digital (por sobre el físico) como el terreno donde se forma la subjetividad. la otan y los grupos de poder angloamericanos ejercen el dominio del terreno digital, por lo tanto, si es allí donde las nuevas generaciones se intentan desarrollar como sujetos, implica una perdida concreta de soberanía cognitiva. esta situación reconfigura las posibilidades de la injerencia territorial, ya que a diferencia de los dominios del aire, agua, espacio o tierra; la posibilidad de construcción de escenarios favorables se produce mediante una ocupación no-física, sino digital, que condiciona materialmente los procesos transformadores o no serviles al poder anglosajón. el intento de apropiación angloamericano se logra mediante la combinación de herramientas multimediales con el cúmulo de ciencias cognitivas (psicología, lenguaje, neurología, lógica, filosofía, antropología, informática, etc.), su operación es continua, permanente, constante y directa con alcance global. necesitamos comenzar a torcer la fuerte penetración del medioambiente digital anglosajón, que deja a las mentes y al conocimiento de los pueblos a merced de permanentes campañas de desinformación y vulnerables a la manipulación cognitiva, mientras los estados observen impotentes, la construcción de subjetividades atadas a las telarañas de los nuevos modos de producción del poder. la protección de la subjetividad y la cognición de los ciudadanos latinoamericanos es tarea urgente y solamente se puede hacer desde los estados en comunidad.",
    "tokens": [
      "modo",
      "producción",
      "poder",
      "angloamericano",
      "despliega",
      "militar",
      ",",
      "través",
      "organización",
      "tratado",
      "atlántico",
      "norte",
      "–",
      "otan",
      "–",
      ",",
      "representantes",
      "occidente",
      ",",
      "denominan",
      "guerra",
      "cognitiva",
      ",",
      "parte",
      "posibilidad",
      "apropiación",
      "nuevo",
      "terreno",
      "militar",
      ",",
      "nuevo",
      "dominio",
      ":",
      "mente",
      "cognición",
      "-tomados",
      "sinónimos-",
      "nuevo",
      "campo",
      "batalla",
      "dentro",
      "guerra",
      "hibrida",
      ".",
      "interesante",
      "observar",
      "capital",
      "angloamericano",
      "ideología",
      "neoliberal",
      "tecnocrática",
      ",",
      "mente",
      "humana",
      "concibe",
      "objeto",
      "ser",
      "estudiado",
      ",",
      "apropiado",
      ",",
      "conquistado",
      ",",
      "implica",
      "cosificación",
      "biologización",
      "procesos",
      "mentales",
      ".",
      "concepción",
      "pensamiento",
      "primero",
      ",",
      "américa",
      "latina",
      ",",
      "poner",
      "discusión",
      ",",
      "poder",
      "construir",
      "lugar",
      "alternativo",
      ".",
      "históricamente",
      "corrientes",
      "pensamiento",
      "nacionales",
      ",",
      "populares",
      "latinoamericanas",
      ",",
      "mente",
      "pensamiento",
      "conciben",
      "manera",
      "relacional",
      ",",
      "construidos",
      "partir",
      "lazos",
      "comunitarios",
      ".",
      "conocimiento",
      "nace",
      "práctica",
      "adquiere",
      "dimensión",
      "histórica",
      "situada",
      ",",
      "atemporal",
      ",",
      "universal",
      ".",
      "posicionamiento",
      "antagónico",
      ",",
      "fuerzas",
      "militares",
      "otan",
      "conciben",
      "conocimiento",
      "mente",
      "nuevo",
      "dominio",
      "(",
      "tierra",
      ",",
      "aire",
      ",",
      "mar",
      ",",
      "espacio",
      "ciberespacio",
      ")",
      ",",
      "marca",
      "posibilidad",
      "poner",
      "juego",
      "nuevo",
      "territorio",
      ",",
      "si",
      "bien",
      "siempre",
      "explorado",
      "militar",
      ",",
      "nunca",
      "abordado",
      "capacidad",
      "actual",
      "incidencia",
      "modulación",
      ".",
      "situación",
      "actual",
      "región",
      "alarmante",
      ",",
      "nuevas",
      "generaciones",
      ",",
      "nativos",
      "digitales",
      ",",
      "quedado",
      "expuestos",
      ",",
      "falta",
      "soberanía",
      "tecnológica",
      "política",
      "pública",
      "respecto",
      ",",
      "influencia",
      "redes",
      "sociales",
      "angloamericanas",
      ",",
      "proceso",
      "lleva",
      "20",
      "años",
      ".",
      "campo",
      "batalla",
      "moderno",
      "despliegan",
      "tres",
      "dimensiones",
      ":",
      "física",
      ",",
      "informativa",
      "cognitiva",
      ".",
      "última",
      ",",
      "implica",
      "intento",
      "dominar",
      "forma",
      "cómo",
      "conocemos",
      "comprendemos",
      "mundo",
      ".",
      "intenta",
      "afectar",
      "capacidad",
      "ser",
      "humano",
      "conocer",
      "medio",
      "percepción",
      "órganos",
      "cerebro",
      ".",
      "implica",
      "modificar",
      "relación",
      "ser",
      "humano",
      "ambiente",
      "terrenos",
      "posibilita",
      "modulación",
      "cibernético",
      ",",
      "espacio",
      "regulación",
      "estatal",
      ",",
      "asediado",
      "leyes",
      "mercado",
      "leyes",
      "militar",
      ".",
      "domine",
      "mediaciones",
      "permiten",
      "dialéctica",
      "produce",
      "ambiente",
      "cognición",
      ",",
      "posibilidad",
      "manipulación",
      "subjetiva",
      ",",
      "guerra",
      "cognición",
      ",",
      "guerra",
      "“",
      "humano",
      "”",
      ".",
      "actual",
      "coyuntura",
      "crisis",
      ",",
      "disputa",
      "transformación",
      "social",
      ",",
      "podemos",
      "ver",
      "cómo",
      "avances",
      "acelerados",
      "producido",
      "“",
      "ciencia",
      "cerebro",
      "representan",
      "dominio",
      "emergente",
      "actores",
      "estatales",
      "estatales",
      "pueden",
      "aprovechar",
      "guerra",
      "”",
      "[",
      "ii",
      "]",
      ".",
      "apropiación",
      "ciencia",
      ",",
      "específicamente",
      "nuevas",
      "disciplinas",
      ",",
      "clave",
      "ventajas",
      "adquiridas",
      "anglosfera",
      ".",
      "vez",
      ",",
      "capacidad",
      "manipular",
      "poblaciones",
      ",",
      "forjando",
      "últimas",
      "décadas",
      "través",
      "experiencias",
      "campo",
      ",",
      "primavera",
      "árabe",
      "“",
      "revoluciones",
      "”",
      "norte",
      "áfrica",
      ",",
      "2009",
      ",",
      "momento",
      "redes",
      "sociales",
      "pasan",
      "ser",
      "instrumentos",
      "informativos",
      "población",
      ",",
      "decir",
      "ocupar",
      "lugar",
      "central",
      "formación",
      "ideas",
      "fuerza",
      ".",
      "noticias",
      "información",
      "pasan",
      "fluir",
      "“",
      "one",
      "–",
      "to",
      "–many",
      "”",
      "(",
      ")",
      "“",
      "many-to-many",
      "”",
      "(",
      ")",
      ".",
      "implicó",
      "desplazamiento",
      "medios",
      "tradicionales",
      "lugar",
      "forjadores",
      "opinión",
      "ánimo",
      ".",
      "momento",
      "actual",
      "avances",
      "despliegue",
      "alcance",
      "digital",
      ",",
      "así",
      "subordinación",
      "medioambiente",
      "digital",
      "necesidades",
      "geopolíticas",
      "anglosajonas",
      ".",
      "desplegado",
      "sistema",
      "desinformación",
      "social",
      ",",
      "mediante",
      "saturación",
      "información",
      ",",
      "abundante",
      "constante",
      ",",
      "provocando",
      "poblaciones",
      ",",
      "estudiado",
      ":",
      "reacciones",
      ",",
      "distorsiones",
      "percepción",
      ";",
      "perturbaciones",
      "psíquicas",
      ".",
      "avanzó",
      "programación",
      "algoritmos",
      "hiper-individualizar",
      "sujetos",
      ",",
      "partir",
      "“",
      "cámaras",
      "eco",
      "”",
      ",",
      "burbujas",
      "fortalecimiento",
      "propias",
      "convicciones",
      ":",
      "cárcel",
      "algoritmos",
      ".",
      "estructuralmente",
      "fortalece",
      "estractivismo",
      "información",
      "(",
      "datos",
      "metadatos",
      ")",
      "acrecentar",
      "poder",
      "big",
      "tech",
      ".",
      "remarcar",
      "disputa",
      "cognición",
      "aborda",
      "teorías",
      "propaganda",
      ".",
      "permanencia",
      ",",
      "ubicuidad",
      ",",
      "escala",
      ",",
      "distinta",
      "propaganda",
      ",",
      "última",
      "hace",
      "momento",
      "histórico",
      ".",
      "guerra",
      "cognición",
      "posible",
      "instale",
      "dominante",
      "terreno",
      "digital",
      "(",
      "físico",
      ")",
      "terreno",
      "forma",
      "subjetividad",
      ".",
      "otan",
      "grupos",
      "poder",
      "angloamericanos",
      "ejercen",
      "dominio",
      "terreno",
      "digital",
      ",",
      ",",
      "si",
      "allí",
      "nuevas",
      "generaciones",
      "intentan",
      "desarrollar",
      "sujetos",
      ",",
      "implica",
      "perdida",
      "concreta",
      "soberanía",
      "cognitiva",
      ".",
      "situación",
      "reconfigura",
      "posibilidades",
      "injerencia",
      "territorial",
      ",",
      "diferencia",
      "dominios",
      "aire",
      ",",
      "agua",
      ",",
      "espacio",
      "tierra",
      ";",
      "posibilidad",
      "construcción",
      "escenarios",
      "favorables",
      "produce",
      "mediante",
      "ocupación",
      "no-física",
      ",",
      "sino",
      "digital",
      ",",
      "condiciona",
      "materialmente",
      "procesos",
      "transformadores",
      "serviles",
      "poder",
      "anglosajón",
      ".",
      "intento",
      "apropiación",
      "angloamericano",
      "logra",
      "mediante",
      "combinación",
      "herramientas",
      "multimediales",
      "cúmulo",
      "ciencias",
      "cognitivas",
      "(",
      "psicología",
      ",",
      "lenguaje",
      ",",
      "neurología",
      ",",
      "lógica",
      ",",
      "filosofía",
      ",",
      "antropología",
      ",",
      "informática",
      ",",
      "etc.",
      ")",
      ",",
      "operación",
      "continua",
      ",",
      "permanente",
      ",",
      "constante",
      "directa",
      "alcance",
      "global",
      ".",
      "necesitamos",
      "comenzar",
      "torcer",
      "fuerte",
      "penetración",
      "medioambiente",
      "digital",
      "anglosajón",
      ",",
      "deja",
      "mentes",
      "conocimiento",
      "pueblos",
      "merced",
      "permanentes",
      "campañas",
      "desinformación",
      "vulnerables",
      "manipulación",
      "cognitiva",
      ",",
      "mientras",
      "observen",
      "impotentes",
      ",",
      "construcción",
      "subjetividades",
      "atadas",
      "telarañas",
      "nuevos",
      "modos",
      "producción",
      "poder",
      ".",
      "protección",
      "subjetividad",
      "cognición",
      "ciudadanos",
      "latinoamericanos",
      "tarea",
      "urgente",
      "solamente",
      "puede",
      "hacer",
      "comunidad",
      "."
    ],
    "token_count": 625,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 46,
      "NN": 329,
      "FW": 273,
      "VBZ": 11,
      "IN": 36,
      "JJ": 110,
      "NNS": 43,
      "VBP": 33,
      "VBD": 3,
      "RB": 5,
      "DT": 4,
      "CD": 3,
      "JJR": 2,
      "VBN": 1,
      "CC": 1,
      "TO": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 22,
      "NN-FW": 28,
      "FW-FW": 193,
      "FW-NN": 30,
      "FW-NNP": 10,
      "NNP-FW": 10,
      "NNP-NNP": 8,
      "NN-VBZ": 5,
      "VBZ-IN": 2,
      "IN-FW": 27,
      "NN-NN": 198,
      "FW-JJ": 22,
      "JJ-NN": 68,
      "NN-IN": 29,
      "NN-JJ": 34,
      "JJ-JJ": 17,
      "NN-NNP": 18,
      "NNP-VBZ": 2,
      "VBZ-JJ": 4,
      "JJ-NNS": 10,
      "NNS-NNP": 2,
      "IN-NN": 4,
      "FW-NNS": 12,
      "NNS-NNS": 6,
      "NNS-VBP": 25,
      "VBP-JJ": 22,
      "JJ-FW": 10,
      "NNP-VBD": 1,
      "VBD-FW": 1,
      "FW-RB": 1,
      "RB-JJ": 2,
      "VBZ-DT": 4,
      "DT-JJ": 2,
      "JJ-NNP": 4,
      "NN-NNS": 11,
      "NNS-JJ": 1,
      "NNS-IN": 2,
      "NN-VBP": 4,
      "VBP-NN": 3,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 2,
      "FW-JJR": 1,
      "JJR-NN": 2,
      "NNS-RB": 2,
      "RB-VBP": 2,
      "NNS-VBZ": 2,
      "DT-NNS": 2,
      "VBP-RB": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "IN-JJ": 4,
      "VBZ-NNS": 1,
      "NNS-FW": 3,
      "FW-CD": 2,
      "FW-VBP": 1,
      "VBP-NNP": 3,
      "NNP-CC": 1,
      "CC-FW": 1,
      "CD-TO": 1,
      "TO-VB": 1,
      "VB-JJ": 1,
      "VBP-JJR": 1,
      "FW-VBZ": 1,
      "VBP-VBP": 1,
      "JJ-IN": 1,
      "VBD-IN": 1,
      "IN-NNS": 1,
      "VBP-IN": 1,
      "NNP-RB": 1,
      "RB-VBZ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-FW": 18,
      "FW-FW-FW": 147,
      "FW-FW-NN": 17,
      "FW-NN-FW": 7,
      "NN-FW-NNP": 1,
      "FW-NNP-FW": 5,
      "NNP-FW-NNP": 2,
      "FW-NNP-NNP": 3,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-NN": 5,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "IN-FW-FW": 12,
      "FW-NN-NN": 12,
      "NN-NN-NN": 120,
      "NN-NN-FW": 16,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 13,
      "JJ-NN-IN": 14,
      "NN-IN-FW": 23,
      "FW-NN-JJ": 3,
      "NN-JJ-JJ": 7,
      "JJ-JJ-NN": 11,
      "JJ-NN-NN": 41,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 3,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "JJ-NN-JJ": 7,
      "JJ-JJ-JJ": 3,
      "FW-NN-NNP": 5,
      "NN-NNP-NN": 8,
      "NNP-NN-NN": 17,
      "NN-NN-JJ": 23,
      "NN-JJ-NN": 22,
      "NN-NN-IN": 14,
      "IN-FW-JJ": 5,
      "FW-JJ-NNS": 3,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-NN": 1,
      "NN-IN-NN": 3,
      "IN-NN-NN": 4,
      "NN-NN-VBZ": 4,
      "IN-FW-NNS": 5,
      "FW-NNS-NNS": 3,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-JJ": 16,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 9,
      "FW-FW-JJ": 12,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-RB": 1,
      "FW-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-VBZ-DT": 2,
      "VBZ-DT-JJ": 2,
      "DT-JJ-JJ": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NN-NN-NNS": 7,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 2,
      "NN-FW-NN": 6,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 3,
      "FW-FW-NNP": 5,
      "NNP-FW-FW": 4,
      "FW-JJ-FW": 4,
      "FW-FW-NNS": 7,
      "FW-NNS-VBP": 8,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-NN": 13,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-FW": 5,
      "NNP-FW-NN": 3,
      "FW-NN-IN": 1,
      "NN-JJ-NNS": 3,
      "JJ-NNS-NNS": 2,
      "JJ-NN-NNP": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 2,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-FW": 2,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 2,
      "RB-VBP-JJ": 2,
      "JJ-FW-NN": 1,
      "NNP-FW-JJ": 1,
      "NN-NNS-VBP": 6,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-DT": 1,
      "VBZ-DT-NNS": 2,
      "DT-NNS-VBP": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "JJ-NN-NNS": 4,
      "NN-IN-JJ": 3,
      "IN-JJ-NNS": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-CD": 2,
      "FW-CD-NN": 1,
      "CD-NN-FW": 1,
      "NNS-VBZ-JJ": 1,
      "FW-JJ-JJ": 2,
      "FW-FW-VBP": 1,
      "FW-VBP-NNP": 1,
      "VBP-NNP-CC": 1,
      "NNP-CC-FW": 1,
      "CC-FW-JJ": 1,
      "FW-CD-TO": 1,
      "CD-TO-VB": 1,
      "TO-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "NNP-NN-JJ": 1,
      "VBP-NN-FW": 1,
      "VBP-JJ-NNP": 2,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "FW-NNS-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "DT-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "IN-JJ-NN": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "IN-FW-NN": 3,
      "NNS-VBP-VBP": 1,
      "VBP-VBP-JJ": 1,
      "JJ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "DT-NNS-RB": 1,
      "NN-VBZ-JJ": 1,
      "FW-NN-VBD": 1,
      "NN-VBD-IN": 1,
      "VBD-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "VBP-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "NNP-NN-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 329,
        "FW": 273,
        "JJ": 110,
        "NNP": 46,
        "NNS": 43
      },
      "top_bigrams": {
        "NN-NN": 198,
        "FW-FW": 193,
        "JJ-NN": 68,
        "NN-JJ": 34,
        "FW-NN": 30
      },
      "top_trigrams": {
        "FW-FW-FW": 147,
        "NN-NN-NN": 120,
        "JJ-NN-NN": 41,
        "NN-IN-FW": 23,
        "NN-NN-JJ": 23
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 242,
      "ADJP": 16,
      "VP": 43,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 3,
        "weight": 0.0089
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0089
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0089
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0089
      },
      {
        "rule": "NP -> ('militar', 'NN')",
        "frequency": 2,
        "weight": 0.0059
      },
      {
        "rule": "NP -> ('a', 'DT') ('través', 'NN')",
        "frequency": 2,
        "weight": 0.0059
      },
      {
        "rule": "NP -> ('un', 'JJ') ('nuevo', 'JJ') ('dominio', 'NN')",
        "frequency": 2,
        "weight": 0.0059
      },
      {
        "rule": "NP -> ('a', 'DT') ('partir', 'NN')",
        "frequency": 2,
        "weight": 0.0059
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0059
      },
      {
        "rule": "ADJP -> ('es', 'JJ')",
        "frequency": 2,
        "weight": 0.0059
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El modo"
      },
      {
        "label": "NP",
        "text": "militar"
      },
      {
        "label": "NP",
        "text": "a través"
      },
      {
        "label": "ADJP",
        "text": "que"
      },
      {
        "label": "NP",
        "text": "Organización"
      },
      {
        "label": "NP",
        "text": "Tratado"
      },
      {
        "label": "NP",
        "text": "Atlántico Norte – OTAN –"
      },
      {
        "label": "NP",
        "text": "los representantes"
      },
      {
        "label": "NP",
        "text": "como guerra cognitiva"
      },
      {
        "label": "NP",
        "text": "cual parte"
      },
      {
        "label": "NP",
        "text": "terreno militar"
      },
      {
        "label": "NP",
        "text": "un nuevo dominio"
      },
      {
        "label": "NP",
        "text": "la"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "cognición -tomados"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP modo/NN)\n  de/FW\n  producción/FW\n  de/FW\n  poder/FW\n  angloamericano/FW\n  se/FW\n  despliega/FW\n  en/FW\n  lo/FW\n  (NP militar/NN)\n  ,/,\n  (NP a/DT través/NN)\n  de/IN\n  lo/FW\n  (ADJP que/JJ)\n  la/FW\n  (NP Organización/NNP)\n  del/FW\n  (NP Tratado/NNP)\n  del/FW\n  (NP Atlántico/NNP Norte/NNP –/NNP OTAN/NNP –/NNP)\n  ,/,\n  (NP los/JJ representantes/NNS)\n  de/IN\n  occidente/FW\n  ,/,\n  denominan/FW\n  (NP como/NN guerra/NN cognitiva/NN)\n  ,/,\n  la/FW\n  (NP cual/JJ parte/NN)\n  de/IN\n  la/FW\n  posibilidad/FW\n  de/FW\n  apropiación/FW\n  de/FW\n  un/FW\n  nuevo/FW\n  (NP terreno/NN militar/NN)\n  ,/,\n  (NP un/JJ nuevo/JJ dominio/NN)\n  :/:\n  (NP la/NN)\n  mente/FW\n  (NP y/NN)\n  la/FW\n  (NP cognición/NN -tomados/NNP)\n  (VP como/VBZ (NP sinónimos-/JJ un/JJ nuevo/JJ campo/NN))\n  de/IN\n  batalla/FW\n  dentro/FW\n  de/FW\n  la/FW\n  guerra/FW\n  (NP hibrida/NN)\n  ./.)",
      "(S\n  (NP Es/NNP interesante/NN observar/NN como/NN para/NN)\n  (NP el/JJ capital/NN angloamericano/NN y/NN para/NN la/NN)\n  (NP ideología/JJ neoliberal/JJ y/NN tecnocrática/NN)\n  ,/,\n  la/FW\n  mente/FW\n  humana/FW\n  se/FW\n  (NP concibe/NN como/NN)\n  (NP un/JJ objeto/NN)\n  (NP a/DT ser/NN estudiado/NN)\n  ,/,\n  (NP pero/NN también/NN apropiado/NN)\n  ,/,\n  (NP conquistado/NN)\n  ,/,\n  (NP lo/JJ que/NN implica/NN)\n  (NP una/JJ cosificación/NN y/NN biologización/NN)\n  de/IN\n  los/FW\n  (NP procesos/JJ mentales/NNS)\n  ./.)",
      "(S\n  (NP\n    Esta/NNP\n    concepción/NN\n    del/NN\n    pensamiento/NN\n    es/NN\n    lo/NN\n    primero/NN\n    que/NN)\n  ,/,\n  (NP desde/NN América/NNP Latina/NNP)\n  ,/,\n  (NP tenemos/NN que/NN poner/NN)\n  (PP en/IN (NP discusión/NN))\n  ,/,\n  (NP\n    para/NN\n    poder/NN\n    construir/NN\n    desde/NN\n    otro/NN\n    lugar/NN\n    lo/NN\n    alternativo/NN)\n  ./.)",
      "(S\n  (NP Históricamente/NNP para/NN las/NN)\n  (VP corrientes/VBZ)\n  (PP de/IN (NP pensamiento/NN nacionales/NNS))\n  ,/,\n  (NP populares/NNS)\n  (VP y/VBP (NP latinoamericanas/NNS))\n  ,/,\n  la/FW\n  mente/FW\n  y/FW\n  el/FW\n  pensamiento/FW\n  se/FW\n  conciben/FW\n  de/FW\n  manera/FW\n  (NP relacional/NN)\n  ,/,\n  (VP construidos/VB (NP a/DT partir/NN))\n  de/IN\n  los/FW\n  (NP lazos/JJ comunitarios/NNS)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (VP conocimiento/VBD)\n  nace/FW\n  de/FW\n  la/FW\n  práctica/FW\n  (NP y/NN)\n  adquiere/RB\n  (NP una/JJ dimensión/NN histórica/NN y/NN situada/NN)\n  ,/,\n  no/DT\n  (ADJP es/JJ)\n  (ADJP atemporal/JJ)\n  ,/,\n  (NP ni/JJ universal/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "LEYES_NORMATIVAS",
      "ORGANISMOS_INTERNACIONALES",
      "RECURSOS_NATURALES",
      "REGIONES_PROVINCIAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra” [ii]. la apropiación de la ciencia, específicamente de las nuevas disciplinas, fue clave en las",
        "position": [
          2838,
          2941
        ],
        "start": 2838,
        "end": 2941
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          5205,
          5214
        ],
        "start": 5205,
        "end": 5214
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          454,
          461
        ],
        "start": 454,
        "end": 461
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "otan",
        "position": [
          145,
          149
        ],
        "start": 145,
        "end": 149
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "regulación",
        "position": [
          2287,
          2297
        ],
        "start": 2287,
        "end": 2297
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "política pública",
        "position": [
          1710,
          1726
        ],
        "start": 1710,
        "end": 1726
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          1320,
          1323
        ],
        "start": 1320,
        "end": 1323
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          1538,
          1547
        ],
        "start": 1538,
        "end": 1547
      }
    ],
    "match_count": 8
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Organización del Tratado del Atlántico Norte",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comunidad",
        "tipo": "Lugar"
      },
      {
        "nombre": "Latina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "OTAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "many-to-many",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      }
    ],
    "relaciones": []
  },
  "sentiment": {
    "compound": -0.9287,
    "pos": 0.005,
    "neu": 0.972,
    "neg": 0.022,
    "label": "negative"
  }
}