{
  "url": "https://www.telesurtv.net/descontento-y-frustracion-a-dos-meses-de-la-intervencion-de-kenia-en-haiti/",
  "title": "Descontento y frustración a dos meses de la intervención de Kenia en Haití - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Barbacue",
    "Haití",
    "Misión keniana",
    "Pandillas",
    "Puerto Principe",
    "Violencia"
  ],
  "text": "En medio de una grave crisis humanitaria consecuencia de decenios de intervención extranjera y una ola de violencia llevada adelante por pandillas pertrechadas con armas estadounidenses e israelíes, Haití enfrenta crecientes tensiones tras el despliegue de las fuerzas de la policía keniana.\nDos meses después de la llegada de los primeros 400 agentes, los residentes de Puerto Príncipe han comenzado a perder la paciencia debido a la persistente actividad de las pandillas y en las últimas semanas se han registrado manifestaciones en reclamo de seguridad.\nSegún Watson Laurent, mototaxista de la capital, “las bandas siguen trabajando y los bandidos ni se inmutan”. La sensación de desprotección entre los ciudadanos refleja la ineficacia de los operativos hasta la fecha.\nEn las redes sociales, el descontento de los haitianos es palpable. Comentarios que exigen “acciones, no palabras” y “resultados concretos” se multiplican, mientras que algunos califican la misión de “teatralidad” o incluso de “turismo”.\nTambién circulan videos de pandilleros desafiando abiertamente a las autoridades, incluyendo al notorio líder de la pandilla G-9, Jimmy “Barbecue” Chérizier, lo que alimenta aún más la percepción de que los kenianos no están cumpliendo con las expectativas.\nEn tanto, este jueves tuvo lugar la primera visita a Haití de un Secretario de Estado de Estados Unidos desde John Kerry en 2015, pero la visita no siguió los protocolos habituales, en una clara demostración de que la intervención internacional no ha dado los resultados esperados.\nLa caravana del jefe de la diplomacia del país norteamericano, Antony Blinken, se limitó a vehículos blindados y las reuniones se celebraron exclusivamente en lugares bajo pleno control de seguridad del Gobierno estadounidense, la embajada de Estados Unidos fuertemente fortificada y la residencia del embajador en las colinas sobre la capital.\nA su vez, mientras el jefe de la diplomacia del país norteamericano prometía más fondos destinados a la Misión Multinacional de Apoyo a la Seguridad (MMS), que desplegó desde junio a unos 380 policías kenianos y demandó más de 300 millones de dólares, un apagón general tuvo lugar en Puerto Príncipe, después de que manifestantes atacaran una central eléctrica, un recordatorio de las múltiples crisis que enfrenta la nación.\nEs que para un arco importante de las organizaciones sociales del país consideran que la intervención extranjera es parte del problema y no la solución. Esta conclusión obedece al hecho de que el Core Group, grupo de países liderado por Estados Unidos, ha llevado adelante las rienda del país durante los últimos 20 años y la crisis no hace más que agravarse.\nEn tanto, la utilización de misiones como la que ahora protagoniza el Ejército de Kenia, han sido condenadas por desfalcos, violaciones de los derechos humanos y abusos de poder cometidos por la media docena de intervenciones acontecidas durante los últimos años.\nTal es el caso de la Misión de Estabilización de las Naciones Unidas en Haití (Minustah), la cual fue desplegada entre 2004 y 2017, con casos comprobados de abusos sexuales masivos, incluyendo que integrantes de la misión violaron y dejaron embarazadas a niñas de apenas 11 años.\nEn tanto, el despliegue de la policía keniana, parte de una misión multinacional respaldada por la ONU, ha sido objeto de críticas desde su inicio.\nA pesar de los intentos del primer ministro interino de Haití, Garry Conille, por destacar los “avances notables”, las bandas continúan dominando más del 80 por ciento del territorio capitalino.\nEn los últimos 12 meses, la violencia de las pandillas ha desplazado a más de 578.000 haitianos, según datos de la ONU, los líderes de las pandillas continúan desafiando abiertamente a las autoridades y la coalición de bandas Viv Ansanm, liderada por Jimmy “Barbecue” Chérizier, sigue ejerciendo su influencia casi en la totalidad de Puerto Príncipe.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/descontento-y-frustracion-a-dos-meses-de-la-intervencion-de-kenia-en-haiti/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1389,
    "message_id": 75883,
    "date": "2024-09-06T18:55:46+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n \n↕ Gobierno de Colombia y transportistas acuerdan fin de paro camionero\nhttps://www.telesurtv.net/gobierno-de-colombia-y-transportistas-acuerdan-fin-de-paro-camionero/ \n\n↕ Descontento y frustración a dos meses de la intervención de Kenia en Haití\nhttps://www.telesurtv.net/descontento-y-frustracion-a-dos-meses-de-la-intervencion-de-kenia-en-haiti/ \n\n↕ Hunter Biden se declara culpable de evasión de impuestos\nhttps://www.telesurtv.net/hunter-biden-se-declara-culpable-de-evasion-de-impuestos/",
    "photo_path": null,
    "views": 3138,
    "reactions": {
      "👍": 41,
      "👏": 3,
      "🤔": 2,
      "❤": 1,
      "👎": 1
    },
    "total_reactions": 48
  },
  "preprocessing": {
    "cleaned": "en medio de una grave crisis humanitaria consecuencia de decenios de intervención extranjera y una ola de violencia llevada adelante por pandillas pertrechadas con armas estadounidenses e israelíes, haití enfrenta crecientes tensiones tras el despliegue de las fuerzas de la policía keniana. dos meses después de la llegada de los primeros 400 agentes, los residentes de puerto príncipe han comenzado a perder la paciencia debido a la persistente actividad de las pandillas y en las últimas semanas se han registrado manifestaciones en reclamo de seguridad. según watson laurent, mototaxista de la capital, “las bandas siguen trabajando y los bandidos ni se inmutan”. la sensación de desprotección entre los ciudadanos refleja la ineficacia de los operativos hasta la fecha. en las redes sociales, el descontento de los haitianos es palpable. comentarios que exigen “acciones, no palabras” y “resultados concretos” se multiplican, mientras que algunos califican la misión de “teatralidad” o incluso de “turismo”. también circulan videos de pandilleros desafiando abiertamente a las autoridades, incluyendo al notorio líder de la pandilla g-9, jimmy “barbecue” chérizier, lo que alimenta aún más la percepción de que los kenianos no están cumpliendo con las expectativas. en tanto, este jueves tuvo lugar la primera visita a haití de un secretario de estado de estados unidos desde john kerry en 2015, pero la visita no siguió los protocolos habituales, en una clara demostración de que la intervención internacional no ha dado los resultados esperados. la caravana del jefe de la diplomacia del país norteamericano, antony blinken, se limitó a vehículos blindados y las reuniones se celebraron exclusivamente en lugares bajo pleno control de seguridad del gobierno estadounidense, la embajada de estados unidos fuertemente fortificada y la residencia del embajador en las colinas sobre la capital. a su vez, mientras el jefe de la diplomacia del país norteamericano prometía más fondos destinados a la misión multinacional de apoyo a la seguridad (mms), que desplegó desde junio a unos 380 policías kenianos y demandó más de 300 millones de dólares, un apagón general tuvo lugar en puerto príncipe, después de que manifestantes atacaran una central eléctrica, un recordatorio de las múltiples crisis que enfrenta la nación. es que para un arco importante de las organizaciones sociales del país consideran que la intervención extranjera es parte del problema y no la solución. esta conclusión obedece al hecho de que el core group, grupo de países liderado por estados unidos, ha llevado adelante las rienda del país durante los últimos 20 años y la crisis no hace más que agravarse. en tanto, la utilización de misiones como la que ahora protagoniza el ejército de kenia, han sido condenadas por desfalcos, violaciones de los derechos humanos y abusos de poder cometidos por la media docena de intervenciones acontecidas durante los últimos años. tal es el caso de la misión de estabilización de las naciones unidas en haití (minustah), la cual fue desplegada entre 2004 y 2017, con casos comprobados de abusos sexuales masivos, incluyendo que integrantes de la misión violaron y dejaron embarazadas a niñas de apenas 11 años. en tanto, el despliegue de la policía keniana, parte de una misión multinacional respaldada por la onu, ha sido objeto de críticas desde su inicio. a pesar de los intentos del primer ministro interino de haití, garry conille, por destacar los “avances notables”, las bandas continúan dominando más del 80 por ciento del territorio capitalino. en los últimos 12 meses, la violencia de las pandillas ha desplazado a más de 578.000 haitianos, según datos de la onu, los líderes de las pandillas continúan desafiando abiertamente a las autoridades y la coalición de bandas viv ansanm, liderada por jimmy “barbecue” chérizier, sigue ejerciendo su influencia casi en la totalidad de puerto príncipe.",
    "tokens": [
      "medio",
      "grave",
      "crisis",
      "humanitaria",
      "consecuencia",
      "decenios",
      "intervención",
      "extranjera",
      "ola",
      "violencia",
      "llevada",
      "adelante",
      "pandillas",
      "pertrechadas",
      "armas",
      "estadounidenses",
      "israelíes",
      ",",
      "haití",
      "enfrenta",
      "crecientes",
      "tensiones",
      "tras",
      "despliegue",
      "fuerzas",
      "policía",
      "keniana",
      ".",
      "dos",
      "meses",
      "después",
      "llegada",
      "primeros",
      "400",
      "agentes",
      ",",
      "residentes",
      "puerto",
      "príncipe",
      "comenzado",
      "perder",
      "paciencia",
      "debido",
      "persistente",
      "actividad",
      "pandillas",
      "últimas",
      "semanas",
      "registrado",
      "manifestaciones",
      "reclamo",
      "seguridad",
      ".",
      "según",
      "watson",
      "laurent",
      ",",
      "mototaxista",
      "capital",
      ",",
      "“",
      "bandas",
      "siguen",
      "trabajando",
      "bandidos",
      "inmutan",
      "”",
      ".",
      "sensación",
      "desprotección",
      "ciudadanos",
      "refleja",
      "ineficacia",
      "operativos",
      "fecha",
      ".",
      "redes",
      "sociales",
      ",",
      "descontento",
      "haitianos",
      "palpable",
      ".",
      "comentarios",
      "exigen",
      "“",
      "acciones",
      ",",
      "palabras",
      "”",
      "“",
      "resultados",
      "concretos",
      "”",
      "multiplican",
      ",",
      "mientras",
      "califican",
      "misión",
      "“",
      "teatralidad",
      "”",
      "incluso",
      "“",
      "turismo",
      "”",
      ".",
      "circulan",
      "videos",
      "pandilleros",
      "desafiando",
      "abiertamente",
      "autoridades",
      ",",
      "incluyendo",
      "notorio",
      "líder",
      "pandilla",
      "g-9",
      ",",
      "jimmy",
      "“",
      "barbecue",
      "”",
      "chérizier",
      ",",
      "alimenta",
      "aún",
      "percepción",
      "kenianos",
      "cumpliendo",
      "expectativas",
      ".",
      ",",
      "jueves",
      "lugar",
      "primera",
      "visita",
      "haití",
      "secretario",
      "unidos",
      "john",
      "kerry",
      "2015",
      ",",
      "visita",
      "siguió",
      "protocolos",
      "habituales",
      ",",
      "clara",
      "demostración",
      "intervención",
      "internacional",
      "dado",
      "resultados",
      "esperados",
      ".",
      "caravana",
      "jefe",
      "diplomacia",
      "país",
      "norteamericano",
      ",",
      "antony",
      "blinken",
      ",",
      "limitó",
      "vehículos",
      "blindados",
      "reuniones",
      "celebraron",
      "exclusivamente",
      "lugares",
      "bajo",
      "pleno",
      "control",
      "seguridad",
      "gobierno",
      "estadounidense",
      ",",
      "embajada",
      "unidos",
      "fuertemente",
      "fortificada",
      "residencia",
      "embajador",
      "colinas",
      "capital",
      ".",
      "vez",
      ",",
      "mientras",
      "jefe",
      "diplomacia",
      "país",
      "norteamericano",
      "prometía",
      "fondos",
      "destinados",
      "misión",
      "multinacional",
      "apoyo",
      "seguridad",
      "(",
      "mms",
      ")",
      ",",
      "desplegó",
      "junio",
      "380",
      "policías",
      "kenianos",
      "demandó",
      "300",
      "millones",
      "dólares",
      ",",
      "apagón",
      "general",
      "lugar",
      "puerto",
      "príncipe",
      ",",
      "después",
      "manifestantes",
      "atacaran",
      "central",
      "eléctrica",
      ",",
      "recordatorio",
      "múltiples",
      "crisis",
      "enfrenta",
      "nación",
      ".",
      "arco",
      "importante",
      "organizaciones",
      "sociales",
      "país",
      "consideran",
      "intervención",
      "extranjera",
      "parte",
      "problema",
      "solución",
      ".",
      "conclusión",
      "obedece",
      "hecho",
      "core",
      "group",
      ",",
      "grupo",
      "países",
      "liderado",
      "unidos",
      ",",
      "llevado",
      "adelante",
      "rienda",
      "país",
      "últimos",
      "20",
      "años",
      "crisis",
      "hace",
      "agravarse",
      ".",
      ",",
      "utilización",
      "misiones",
      "ahora",
      "protagoniza",
      "ejército",
      "kenia",
      ",",
      "sido",
      "condenadas",
      "desfalcos",
      ",",
      "violaciones",
      "derechos",
      "humanos",
      "abusos",
      "poder",
      "cometidos",
      "media",
      "docena",
      "intervenciones",
      "acontecidas",
      "últimos",
      "años",
      ".",
      "tal",
      "caso",
      "misión",
      "estabilización",
      "naciones",
      "unidas",
      "haití",
      "(",
      "minustah",
      ")",
      ",",
      "desplegada",
      "2004",
      "2017",
      ",",
      "casos",
      "comprobados",
      "abusos",
      "sexuales",
      "masivos",
      ",",
      "incluyendo",
      "integrantes",
      "misión",
      "violaron",
      "dejaron",
      "embarazadas",
      "niñas",
      "apenas",
      "11",
      "años",
      ".",
      ",",
      "despliegue",
      "policía",
      "keniana",
      ",",
      "parte",
      "misión",
      "multinacional",
      "respaldada",
      "onu",
      ",",
      "sido",
      "objeto",
      "críticas",
      "inicio",
      ".",
      "pesar",
      "intentos",
      "primer",
      "ministro",
      "interino",
      "haití",
      ",",
      "garry",
      "conille",
      ",",
      "destacar",
      "“",
      "avances",
      "notables",
      "”",
      ",",
      "bandas",
      "continúan",
      "dominando",
      "80",
      "ciento",
      "territorio",
      "capitalino",
      ".",
      "últimos",
      "12",
      "meses",
      ",",
      "violencia",
      "pandillas",
      "desplazado",
      "578.000",
      "haitianos",
      ",",
      "según",
      "datos",
      "onu",
      ",",
      "líderes",
      "pandillas",
      "continúan",
      "desafiando",
      "abiertamente",
      "autoridades",
      "coalición",
      "bandas",
      "viv",
      "ansanm",
      ",",
      "liderada",
      "jimmy",
      "“",
      "barbecue",
      "”",
      "chérizier",
      ",",
      "sigue",
      "ejerciendo",
      "influencia",
      "casi",
      "totalidad",
      "puerto",
      "príncipe",
      "."
    ],
    "token_count": 407,
    "sentence_count": 17
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 70,
      "NN": 183,
      "FW": 150,
      "VBP": 24,
      "IN": 33,
      "JJ": 55,
      "NNS": 40,
      "VBZ": 15,
      "CD": 11,
      "DT": 6,
      "CC": 1,
      "VBD": 2
    },
    "bigram_freq": {
      "NNP-NN": 24,
      "NN-FW": 17,
      "FW-FW": 92,
      "FW-VBP": 1,
      "VBP-NN": 9,
      "NN-NN": 100,
      "NN-IN": 23,
      "IN-FW": 23,
      "FW-JJ": 7,
      "JJ-FW": 5,
      "FW-NNS": 12,
      "NNS-VBP": 22,
      "NN-VBZ": 8,
      "VBZ-JJ": 6,
      "JJ-NNP": 6,
      "VBZ-NNS": 3,
      "NNS-NNS": 4,
      "FW-NNP": 21,
      "NNP-NNS": 1,
      "VBP-IN": 2,
      "FW-CD": 2,
      "CD-NNS": 4,
      "NNS-JJ": 4,
      "JJ-NNS": 6,
      "NNS-IN": 4,
      "IN-NNP": 4,
      "NNP-NNP": 24,
      "FW-NN": 13,
      "NN-NNS": 9,
      "IN-NN": 1,
      "NNP-FW": 11,
      "VBP-JJ": 12,
      "NN-NNP": 12,
      "NNP-VBZ": 4,
      "JJ-NN": 25,
      "NN-JJ": 8,
      "VBZ-DT": 1,
      "DT-JJ": 2,
      "JJ-JJ": 9,
      "FW-DT": 1,
      "DT-NN": 4,
      "VBP-NNP": 1,
      "NNP-IN": 2,
      "IN-CD": 3,
      "CD-NN": 4,
      "NN-CC": 1,
      "CC-JJ": 1,
      "JJ-DT": 2,
      "VBZ-FW": 1,
      "FW-VBZ": 1,
      "NNS-NN": 3,
      "NNP-VBD": 1,
      "VBD-JJ": 2,
      "JJ-CD": 2,
      "CD-JJ": 2,
      "NNS-FW": 1,
      "NN-DT": 2,
      "VBZ-NNP": 1,
      "NN-VBD": 1,
      "NN-VBP": 1,
      "IN-NNS": 1,
      "NNP-JJ": 1,
      "NN-CD": 1,
      "CD-CD": 1,
      "VBZ-IN": 2,
      "NNS-VBZ": 2,
      "IN-JJ": 1,
      "VBZ-CD": 1,
      "NNP-CD": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-FW": 11,
      "FW-FW-VBP": 1,
      "FW-VBP-NN": 1,
      "VBP-NN-NN": 5,
      "NN-NN-NN": 54,
      "NN-NN-IN": 10,
      "NN-IN-FW": 18,
      "IN-FW-FW": 12,
      "FW-FW-FW": 59,
      "FW-FW-JJ": 5,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 10,
      "NNS-VBP-NN": 7,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NNP-NN-VBZ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "VBP-NN-IN": 3,
      "FW-FW-NNP": 12,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "FW-FW-CD": 2,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 3,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 16,
      "NN-NN-FW": 8,
      "NN-FW-NN": 4,
      "FW-NN-FW": 4,
      "FW-FW-NN": 7,
      "FW-NN-NN": 7,
      "NN-NN-NNS": 8,
      "NN-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "IN-NN-IN": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 5,
      "FW-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-FW": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNS": 1,
      "VBP-NN-FW": 1,
      "FW-JJ-NN": 3,
      "JJ-NN-JJ": 2,
      "NN-JJ-NNP": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "JJ-NN-NN": 13,
      "NN-NN-JJ": 6,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "JJ-NN-FW": 1,
      "FW-NNP-NN": 4,
      "VBP-JJ-JJ": 3,
      "JJ-NN-IN": 6,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 2,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-NNS-VBP": 5,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "VBP-JJ-NN": 6,
      "FW-NNP-FW": 5,
      "NNP-FW-NNP": 6,
      "NNP-NN-NNP": 3,
      "NN-NNP-NNP": 3,
      "NNP-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-JJ": 1,
      "CC-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "FW-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "JJ-NN-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-IN": 1,
      "NN-NN-NNP": 6,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NN": 2,
      "NNS-NN-IN": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "IN-FW-NNS": 6,
      "NN-JJ-CD": 1,
      "JJ-CD-JJ": 2,
      "CD-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NN-IN-NNP": 2,
      "NN-JJ-NN": 3,
      "FW-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NN-FW-NNP": 1,
      "FW-NNS-NNS": 1,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "CD-JJ-NN": 1,
      "NN-NNP-NN": 5,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NNS": 1,
      "VBP-JJ-NNS": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "VBP-JJ-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-CD": 1,
      "CD-CD-NN": 1,
      "CD-NN-NN": 2,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "FW-CD-NN": 1,
      "CD-NN-NNP": 1,
      "IN-FW-NN": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "NNS-JJ-FW": 2,
      "JJ-NN-NNS": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-NNP-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 183,
        "FW": 150,
        "NNP": 70,
        "JJ": 55,
        "NNS": 40
      },
      "top_bigrams": {
        "NN-NN": 100,
        "FW-FW": 92,
        "JJ-NN": 25,
        "NNP-NN": 24,
        "NNP-NNP": 24
      },
      "top_trigrams": {
        "FW-FW-FW": 59,
        "NN-NN-NN": 54,
        "NN-IN-FW": 18,
        "NNP-NN-NN": 16,
        "JJ-NN-NN": 13
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 17,
    "chunk_counts": {
      "NP": 157,
      "VP": 45,
      "PP": 9,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "NP -> ('pandillas', 'NNS')",
        "frequency": 4,
        "weight": 0.0172
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0172
      },
      {
        "rule": "NP -> ('Haití', 'NNP')",
        "frequency": 3,
        "weight": 0.0129
      },
      {
        "rule": "NP -> ('En', 'NNP') ('tanto', 'NN')",
        "frequency": 3,
        "weight": 0.0129
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0129
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.0086
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0086
      },
      {
        "rule": "NP -> ('“', 'NNP')",
        "frequency": 2,
        "weight": 0.0086
      },
      {
        "rule": "VP -> ('las', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0086
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0086
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En medio"
      },
      {
        "label": "VP",
        "text": "grave crisis humanitaria consecuencia"
      },
      {
        "label": "NP",
        "text": "crisis humanitaria consecuencia"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "una ola"
      },
      {
        "label": "NP",
        "text": "pandillas"
      },
      {
        "label": "VP",
        "text": "pertrechadas con armas"
      },
      {
        "label": "NP",
        "text": "con armas"
      },
      {
        "label": "VP",
        "text": "estadounidenses e israelíes"
      },
      {
        "label": "NP",
        "text": "e israelíes"
      },
      {
        "label": "NP",
        "text": "Haití"
      },
      {
        "label": "VP",
        "text": "enfrenta crecientes tensiones tras"
      },
      {
        "label": "NP",
        "text": "crecientes tensiones tras"
      },
      {
        "label": "VP",
        "text": "el despliegue"
      },
      {
        "label": "NP",
        "text": "despliegue"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP medio/NN)\n  de/FW\n  una/FW\n  (VP grave/VBP (NP crisis/NN humanitaria/NN consecuencia/NN))\n  de/IN\n  decenios/FW\n  de/FW\n  intervención/FW\n  extranjera/FW\n  (NP y/NN)\n  (NP una/JJ ola/NN)\n  de/IN\n  violencia/FW\n  llevada/FW\n  adelante/FW\n  por/FW\n  (NP pandillas/NNS)\n  (VP pertrechadas/VBP (NP con/NN armas/NN))\n  (VP estadounidenses/VBZ (NP e/JJ israelíes/NN))\n  ,/,\n  (NP Haití/NNP)\n  (VP enfrenta/VBP (NP crecientes/NNS tensiones/NNS tras/NNS))\n  (VP el/VBP (NP despliegue/NN))\n  de/IN\n  las/FW\n  fuerzas/FW\n  de/FW\n  la/FW\n  policía/FW\n  (NP keniana/NN)\n  ./.)",
      "(S\n  (NP Dos/NNP)\n  (VP meses/VBZ)\n  después/FW\n  de/FW\n  la/FW\n  llegada/FW\n  de/FW\n  los/FW\n  primeros/FW\n  400/CD\n  (NP agentes/NNS)\n  ,/,\n  (NP los/JJ residentes/NNS)\n  (PP de/IN (NP Puerto/NNP Príncipe/NNP han/NN))\n  (VP comenzado/VBZ (NP a/DT perder/NN la/NN))\n  paciencia/FW\n  (VP debido/VBZ (NP a/DT la/NN persistente/NN))\n  actividad/FW\n  de/FW\n  las/FW\n  (NP pandillas/NNS)\n  (VP y/VBP)\n  en/IN\n  las/FW\n  últimas/FW\n  semanas/FW\n  se/FW\n  (NP han/NN registrado/NN manifestaciones/NNS)\n  (PP en/IN (NP reclamo/NN))\n  (PP de/IN (NP seguridad/NN))\n  ./.)",
      "(S\n  (NP Según/NNP Watson/NNP Laurent/NNP)\n  ,/,\n  mototaxista/FW\n  de/FW\n  la/FW\n  (NP capital/NN)\n  ,/,\n  (NP “/NNP)\n  (VP\n    las/VBZ\n    (NP bandas/JJ siguen/JJ trabajando/NN y/NN los/NN bandidos/NN))\n  ni/FW\n  se/FW\n  (NP inmutan/JJ ”/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  sensación/FW\n  de/FW\n  desprotección/FW\n  entre/FW\n  los/FW\n  (NP ciudadanos/NNS)\n  (VP refleja/VBP la/JJ)\n  ineficacia/FW\n  de/FW\n  los/FW\n  operativos/FW\n  (NP hasta/NN la/NN fecha/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (VP las/VBZ (NP redes/NNS sociales/NNS))\n  ,/,\n  el/FW\n  descontento/FW\n  de/FW\n  los/FW\n  (NP haitianos/JJ es/NN palpable/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ORGANISMOS_INTERNACIONALES",
      "CANTIDADES_NUMERICAS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "intervención internacional",
        "position": [
          1489,
          1515
        ],
        "start": 1489,
        "end": 1515
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "vehículos blindados",
        "position": [
          1644,
          1663
        ],
        "start": 1644,
        "end": 1663
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "policía keniana, parte de una misión multinacional respaldada por la onu, ha sido objeto",
        "position": [
          3258,
          3346
        ],
        "start": 3258,
        "end": 3346
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          598,
          605
        ],
        "start": 598,
        "end": 605
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo a la seguridad (mms), que desplegó desde junio a unos 380 policías kenianos y demandó más de 300 millones de dólares, un apagón general tuvo lugar en puerto príncipe, después de que manifestantes atacaran una central eléctrica, un recordatorio de las múltiples crisis que enfrenta la nación",
        "position": [
          2026,
          2322
        ],
        "start": 2026,
        "end": 2322
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          3001,
          3016
        ],
        "start": 3001,
        "end": 3016
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "demandó",
        "position": [
          2110,
          2117
        ],
        "start": 2110,
        "end": 2117
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          371,
          377
        ],
        "start": 371,
        "end": 377
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1360,
          1374
        ],
        "start": 1360,
        "end": 1374
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          1350,
          1359
        ],
        "start": 1350,
        "end": 1359
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          2827,
          2843
        ],
        "start": 2827,
        "end": 2843
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "300 millones",
        "position": [
          2125,
          2137
        ],
        "start": 2125,
        "end": 2137
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 300",
        "position": [
          2118,
          2128
        ],
        "start": 2118,
        "end": 2128
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 578.000",
        "position": [
          3642,
          3656
        ],
        "start": 3642,
        "end": 3656
      },
      {
        "category": "MONETARIOS",
        "matched_text": "300 millones de dólares",
        "position": [
          2125,
          2148
        ],
        "start": 2125,
        "end": 2148
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "G-9",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Core Group",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno estadounidense",
        "tipo": "Lugar"
      },
      {
        "nombre": "Secretario de Estado de Estados Unidos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Garry Conille",
        "tipo": "Persona"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Puerto Príncipe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Misión de Estabilización de las Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jimmy “Barbecue",
        "tipo": "Persona"
      },
      {
        "nombre": "Antony Blinken",
        "tipo": "Persona"
      },
      {
        "nombre": "John Kerry",
        "tipo": "Persona"
      },
      {
        "nombre": "Misión Multinacional de Apoyo a la Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Minustah",
        "tipo": "Lugar"
      },
      {
        "nombre": "Watson Laurent",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Jimmy “Barbecue",
        "relacion": "INCLUIR_DESAFIAR_CIRCULAR",
        "objeto": "G-9"
      },
      {
        "sujeto": "Antony Blinken",
        "relacion": "LIMITAR",
        "objeto": "Gobierno estadounidense"
      },
      {
        "sujeto": "Antony Blinken",
        "relacion": "LIMITAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Gobierno estadounidense",
        "relacion": "CELEBRAR_LIMITAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Misión Multinacional de Apoyo a la Seguridad",
        "relacion": "PROMETER",
        "objeto": "Puerto Príncipe"
      },
      {
        "sujeto": "ONU",
        "relacion": "DESPLAZAR",
        "objeto": "Jimmy “Barbecue"
      },
      {
        "sujeto": "ONU",
        "relacion": "DESPLAZAR",
        "objeto": "Puerto Príncipe"
      },
      {
        "sujeto": "Jimmy “Barbecue",
        "relacion": "DESAFIAR_CONTINUAR_DESPLAZAR",
        "objeto": "Puerto Príncipe"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9552,
    "pos": 0.016,
    "neu": 0.939,
    "neg": 0.046,
    "label": "negative"
  }
}