{
  "url": "https://www.telesurtv.net/zar-frontera-amenaza-arresto-california-prote/",
  "title": "\"Zar de la frontera\" de Trump amenazó con arrestar al gobernador de California en medio de protestas - teleSUR",
  "section": "Mundo",
  "tags": [
    "Donald Trump",
    "ICE",
    "inmigrantes documentados",
    "redadas masivas",
    "represión"
  ],
  "text": "El reconocido como “zar de la frontera” designado por el presidente de Estados Unidos, Tom Homan, defendió la orden de Donald Trump de desplegar 2.000 efectivos de la Guardia Nacional para acallar las protestas en Los Ángeles, y amenazó con arrestar al gobernador de California, Gavin Newsom, y a la alcaldesa de la ciudad, Karen Bass, quienes han expresado su abierta oposición al despliegue.\nDe acuerdo con Homan, si los funcionarios locales exceden sus competencias podrían enfrentar arrestos, y agregó que continuarán aplicando la política de inmigración de la Administración todos los días en Los Ángeles, “me da igual si les gusta o no”, declaró.\n\nEn medio de las protestas que se han desarrollado en Los Ángeles contra las violentas y diarias redadas migratorias que lleva a cabo el Servicio de Inmigración y Control de Aduanas de EE.UU. (ICE), este domingo comenzaron a desplegarse efectivos de la Guardia Nacional para sofocar los enfrentamientos entre las autoridades federales de inmigración y los participantes en las protestas.\nLas manifestaciones masivas estallaron el sábado 7 en varias partes del condado tras llevarse a cabo numerosas redadas en la zona. Si bien la mayoría de los manifestantes acudieron de forma pacífica, las expresiones de protesta escalaron y se dieron fuertes enfrentamientos con los agentes federales.\nLas autoridades emplearon gases lacrimógenos y dispararon municiones menos letales contra los manifestantes para intentar dispersarlos. Las personas protestaban contra los arrestos a migrantes de forma aleatoria y en absoluta falta de transparencia, demostrada en los reportes de errores administrativo.\n\n\nAl respecto, un caso extremo y que podría convertirse en muchos casos más mientras avanzan los operativos de ICE, es el de Kilmar Abrego García, un ciudadano salvadoreño que fue deportado por error hacia El Salvador según reconocieron las propias autoridades norteamericanos.\nEn la entrevista, Homan indicó que “alrededor de 150” inmigrantes indocumentados habrían sido detenidos en días recientes en las redadas de ICE que encendieron las protestas. El encargado de dirigir la política migratoria de Trump arremetió contra el gobernador Newsom y la alcaldesa Bass, quienes están abiertamente en contra del despliegue de la Guardia Nacional.\nEsta jornada el gobernador de California ha expresado su total oposición a la decisión de Trump, y aseveró que el magnate no pretende satisfacer una necesidad insatisfecha, sino generar una crisis en el estado. “Espera que se desate el caos para justificar más represión, más miedo, más control“, dijo el funcionario en su cuenta en la red social X.\nJunto a un comunicado compartido en su muro digital, Newsom indicó que “todos los gobernadores demócratas están de acuerdo: los intentos de Donald Trump de militarizar California son un abuso de poder alarmante“.\nEl documento sostiene: “Los gobernadores son los Comandantes en Jefe de su Guardia Nacional, y que el gobierno federal los active en sus propias fronteras sin consultar ni colaborar con el gobernador de un estado es ineficaz y peligroso“.\n\n\nPor su parte, la alcaldesa Karen Bass escribió en X que “Desplegar tropas federales tras estas redadas es una escalada caótica“, y afirmó que las familias sienten un miedo muy real tras la orden y el consecuente despliegue.\nIndicó que ello no es lo que necesitan, llamó a los manifestantes a mantener la paz, y afirmó que han estado en contacto con líderes de derechos de los inmigrantes y agentes del orden locales, en tanto el condado siempre a quienes lo consideren como su hogar.\nLas protestas que denuncian autoritarismo y oscurantismo en el proceder de los agentes migratorios, y la respuesta represiva que propone el magnate Trump, encienden las alarmas respecto a posibles irregularidades en la aplicación de la ley migratoria que Homan defiende a capa y espada.\nExpertos estadounidenses han comentado lo inusual de que un presidente convoque a la Guardia Nacional al servicio federal en un estado donde el gobernador se opone a la medida, intercediendo en la labor que desplegan los agentes locales.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/zar-frontera-amenaza-arresto-california-prote/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1790,
    "message_id": 95899,
    "date": "2025-06-08T23:55:07+00:00",
    "text": "teleSUR\n«Zar de la frontera» de Trump amenazó con arrestar al gobernador de California en medio de protestas\nhttps://www.telesurtv.net/zar-frontera-amenaza-arresto-california-prote/",
    "photo_path": null,
    "views": 2498,
    "reactions": {
      "🔥": 35,
      "😁": 9,
      "🤡": 7,
      "❤": 6,
      "👍": 1,
      "👎": 1
    },
    "total_reactions": 59
  },
  "preprocessing": {
    "cleaned": "el reconocido como “zar de la frontera” designado por el presidente de estados unidos, tom homan, defendió la orden de donald trump de desplegar 2.000 efectivos de la guardia nacional para acallar las protestas en los ángeles, y amenazó con arrestar al gobernador de california, gavin newsom, y a la alcaldesa de la ciudad, karen bass, quienes han expresado su abierta oposición al despliegue. de acuerdo con homan, si los funcionarios locales exceden sus competencias podrían enfrentar arrestos, y agregó que continuarán aplicando la política de inmigración de la administración todos los días en los ángeles, “me da igual si les gusta o no”, declaró. en medio de las protestas que se han desarrollado en los ángeles contra las violentas y diarias redadas migratorias que lleva a cabo el servicio de inmigración y control de aduanas de ee.uu. (ice), este domingo comenzaron a desplegarse efectivos de la guardia nacional para sofocar los enfrentamientos entre las autoridades federales de inmigración y los participantes en las protestas. las manifestaciones masivas estallaron el sábado 7 en varias partes del condado tras llevarse a cabo numerosas redadas en la zona. si bien la mayoría de los manifestantes acudieron de forma pacífica, las expresiones de protesta escalaron y se dieron fuertes enfrentamientos con los agentes federales. las autoridades emplearon gases lacrimógenos y dispararon municiones menos letales contra los manifestantes para intentar dispersarlos. las personas protestaban contra los arrestos a migrantes de forma aleatoria y en absoluta falta de transparencia, demostrada en los reportes de errores administrativo. al respecto, un caso extremo y que podría convertirse en muchos casos más mientras avanzan los operativos de ice, es el de kilmar abrego garcía, un ciudadano salvadoreño que fue deportado por error hacia el salvador según reconocieron las propias autoridades norteamericanos. en la entrevista, homan indicó que “alrededor de 150” inmigrantes indocumentados habrían sido detenidos en días recientes en las redadas de ice que encendieron las protestas. el encargado de dirigir la política migratoria de trump arremetió contra el gobernador newsom y la alcaldesa bass, quienes están abiertamente en contra del despliegue de la guardia nacional. esta jornada el gobernador de california ha expresado su total oposición a la decisión de trump, y aseveró que el magnate no pretende satisfacer una necesidad insatisfecha, sino generar una crisis en el estado. “espera que se desate el caos para justificar más represión, más miedo, más control“, dijo el funcionario en su cuenta en la red social x. junto a un comunicado compartido en su muro digital, newsom indicó que “todos los gobernadores demócratas están de acuerdo: los intentos de donald trump de militarizar california son un abuso de poder alarmante“. el documento sostiene: “los gobernadores son los comandantes en jefe de su guardia nacional, y que el gobierno federal los active en sus propias fronteras sin consultar ni colaborar con el gobernador de un estado es ineficaz y peligroso“. por su parte, la alcaldesa karen bass escribió en x que “desplegar tropas federales tras estas redadas es una escalada caótica“, y afirmó que las familias sienten un miedo muy real tras la orden y el consecuente despliegue. indicó que ello no es lo que necesitan, llamó a los manifestantes a mantener la paz, y afirmó que han estado en contacto con líderes de derechos de los inmigrantes y agentes del orden locales, en tanto el condado siempre a quienes lo consideren como su hogar. las protestas que denuncian autoritarismo y oscurantismo en el proceder de los agentes migratorios, y la respuesta represiva que propone el magnate trump, encienden las alarmas respecto a posibles irregularidades en la aplicación de la ley migratoria que homan defiende a capa y espada. expertos estadounidenses han comentado lo inusual de que un presidente convoque a la guardia nacional al servicio federal en un estado donde el gobernador se opone a la medida, intercediendo en la labor que desplegan los agentes locales.",
    "tokens": [
      "reconocido",
      "“",
      "zar",
      "frontera",
      "”",
      "designado",
      "presidente",
      "unidos",
      ",",
      "tom",
      "homan",
      ",",
      "defendió",
      "orden",
      "donald",
      "trump",
      "desplegar",
      "2.000",
      "efectivos",
      "guardia",
      "nacional",
      "acallar",
      "protestas",
      "ángeles",
      ",",
      "amenazó",
      "arrestar",
      "gobernador",
      "california",
      ",",
      "gavin",
      "newsom",
      ",",
      "alcaldesa",
      "ciudad",
      ",",
      "karen",
      "bass",
      ",",
      "expresado",
      "abierta",
      "oposición",
      "despliegue",
      ".",
      "acuerdo",
      "homan",
      ",",
      "si",
      "funcionarios",
      "locales",
      "exceden",
      "competencias",
      "podrían",
      "enfrentar",
      "arrestos",
      ",",
      "agregó",
      "continuarán",
      "aplicando",
      "política",
      "inmigración",
      "administración",
      "días",
      "ángeles",
      ",",
      "“",
      "da",
      "igual",
      "si",
      "gusta",
      "”",
      ",",
      "declaró",
      ".",
      "medio",
      "protestas",
      "desarrollado",
      "ángeles",
      "violentas",
      "diarias",
      "redadas",
      "migratorias",
      "lleva",
      "cabo",
      "servicio",
      "inmigración",
      "control",
      "aduanas",
      "ee.uu.",
      "(",
      "ice",
      ")",
      ",",
      "domingo",
      "comenzaron",
      "desplegarse",
      "efectivos",
      "guardia",
      "nacional",
      "sofocar",
      "enfrentamientos",
      "autoridades",
      "federales",
      "inmigración",
      "participantes",
      "protestas",
      ".",
      "manifestaciones",
      "masivas",
      "estallaron",
      "sábado",
      "7",
      "varias",
      "partes",
      "condado",
      "tras",
      "llevarse",
      "cabo",
      "numerosas",
      "redadas",
      "zona",
      ".",
      "si",
      "bien",
      "mayoría",
      "manifestantes",
      "acudieron",
      "forma",
      "pacífica",
      ",",
      "expresiones",
      "protesta",
      "escalaron",
      "dieron",
      "fuertes",
      "enfrentamientos",
      "agentes",
      "federales",
      ".",
      "autoridades",
      "emplearon",
      "gases",
      "lacrimógenos",
      "dispararon",
      "municiones",
      "menos",
      "letales",
      "manifestantes",
      "intentar",
      "dispersarlos",
      ".",
      "personas",
      "protestaban",
      "arrestos",
      "migrantes",
      "forma",
      "aleatoria",
      "absoluta",
      "falta",
      "transparencia",
      ",",
      "demostrada",
      "reportes",
      "errores",
      "administrativo",
      ".",
      "respecto",
      ",",
      "caso",
      "extremo",
      "podría",
      "convertirse",
      "casos",
      "mientras",
      "avanzan",
      "operativos",
      "ice",
      ",",
      "kilmar",
      "abrego",
      "garcía",
      ",",
      "ciudadano",
      "salvadoreño",
      "deportado",
      "error",
      "hacia",
      "salvador",
      "según",
      "reconocieron",
      "propias",
      "autoridades",
      "norteamericanos",
      ".",
      "entrevista",
      ",",
      "homan",
      "indicó",
      "“",
      "alrededor",
      "150",
      "”",
      "inmigrantes",
      "indocumentados",
      "sido",
      "detenidos",
      "días",
      "recientes",
      "redadas",
      "ice",
      "encendieron",
      "protestas",
      ".",
      "encargado",
      "dirigir",
      "política",
      "migratoria",
      "trump",
      "arremetió",
      "gobernador",
      "newsom",
      "alcaldesa",
      "bass",
      ",",
      "abiertamente",
      "despliegue",
      "guardia",
      "nacional",
      ".",
      "jornada",
      "gobernador",
      "california",
      "expresado",
      "total",
      "oposición",
      "decisión",
      "trump",
      ",",
      "aseveró",
      "magnate",
      "pretende",
      "satisfacer",
      "necesidad",
      "insatisfecha",
      ",",
      "sino",
      "generar",
      "crisis",
      ".",
      "“",
      "espera",
      "desate",
      "caos",
      "justificar",
      "represión",
      ",",
      "miedo",
      ",",
      "control",
      "“",
      ",",
      "dijo",
      "funcionario",
      "cuenta",
      "red",
      "social",
      "x.",
      "junto",
      "comunicado",
      "compartido",
      "muro",
      "digital",
      ",",
      "newsom",
      "indicó",
      "“",
      "gobernadores",
      "demócratas",
      "acuerdo",
      ":",
      "intentos",
      "donald",
      "trump",
      "militarizar",
      "california",
      "abuso",
      "poder",
      "alarmante",
      "“",
      ".",
      "documento",
      "sostiene",
      ":",
      "“",
      "gobernadores",
      "comandantes",
      "jefe",
      "guardia",
      "nacional",
      ",",
      "gobierno",
      "federal",
      "active",
      "propias",
      "fronteras",
      "consultar",
      "colaborar",
      "gobernador",
      "ineficaz",
      "peligroso",
      "“",
      ".",
      "parte",
      ",",
      "alcaldesa",
      "karen",
      "bass",
      "escribió",
      "x",
      "“",
      "desplegar",
      "tropas",
      "federales",
      "tras",
      "redadas",
      "escalada",
      "caótica",
      "“",
      ",",
      "afirmó",
      "familias",
      "sienten",
      "miedo",
      "real",
      "tras",
      "orden",
      "consecuente",
      "despliegue",
      ".",
      "indicó",
      "ello",
      "necesitan",
      ",",
      "llamó",
      "manifestantes",
      "mantener",
      "paz",
      ",",
      "afirmó",
      "contacto",
      "líderes",
      "derechos",
      "inmigrantes",
      "agentes",
      "orden",
      "locales",
      ",",
      "condado",
      "siempre",
      "consideren",
      "hogar",
      ".",
      "protestas",
      "denuncian",
      "autoritarismo",
      "oscurantismo",
      "proceder",
      "agentes",
      "migratorios",
      ",",
      "respuesta",
      "represiva",
      "propone",
      "magnate",
      "trump",
      ",",
      "encienden",
      "alarmas",
      "respecto",
      "posibles",
      "irregularidades",
      "aplicación",
      "ley",
      "migratoria",
      "homan",
      "defiende",
      "capa",
      "espada",
      ".",
      "expertos",
      "estadounidenses",
      "comentado",
      "inusual",
      "presidente",
      "convoque",
      "guardia",
      "nacional",
      "servicio",
      "federal",
      "gobernador",
      "opone",
      "medida",
      ",",
      "intercediendo",
      "labor",
      "desplegan",
      "agentes",
      "locales",
      "."
    ],
    "token_count": 409,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 79,
      "NN": 214,
      "IN": 35,
      "FW": 100,
      "VBZ": 21,
      "CD": 2,
      "JJ": 72,
      "NNS": 45,
      "VBP": 32,
      "VBD": 1,
      "PRP": 1,
      "DT": 3,
      "VB": 1,
      "RBS": 1
    },
    "bigram_freq": {
      "NNP-NN": 28,
      "NN-NN": 118,
      "NN-IN": 21,
      "IN-FW": 11,
      "FW-FW": 54,
      "FW-NN": 13,
      "NN-FW": 16,
      "FW-NNP": 20,
      "NNP-NNP": 23,
      "NNP-VBZ": 10,
      "VBZ-FW": 2,
      "NNP-IN": 3,
      "FW-CD": 1,
      "CD-FW": 1,
      "NN-JJ": 17,
      "JJ-NNS": 9,
      "NNS-VBP": 25,
      "VBP-IN": 3,
      "IN-NNP": 8,
      "VBZ-JJ": 11,
      "JJ-NN": 38,
      "NNP-FW": 8,
      "NNP-NNS": 3,
      "NNS-VBD": 1,
      "VBD-JJ": 1,
      "NN-NNP": 15,
      "NNS-VBZ": 3,
      "NNP-PRP": 1,
      "PRP-VBP": 1,
      "VBP-JJ": 13,
      "NN-NNS": 14,
      "VBP-DT": 1,
      "DT-NN": 3,
      "FW-NNS": 7,
      "VBZ-NNS": 3,
      "NNS-NNS": 3,
      "NNS-IN": 5,
      "IN-NNS": 2,
      "NNS-FW": 1,
      "IN-NN": 7,
      "NNS-NNP": 3,
      "NNP-VBP": 1,
      "VBP-NN": 7,
      "JJ-JJ": 13,
      "NN-VBZ": 8,
      "VBZ-VBP": 1,
      "VBP-NNS": 3,
      "NNS-VB": 1,
      "VB-JJ": 1,
      "VBZ-IN": 2,
      "IN-JJ": 6,
      "VBP-NNP": 3,
      "FW-JJ": 5,
      "NNP-JJ": 2,
      "JJ-NNP": 6,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNS-JJ": 2,
      "NN-VBP": 4,
      "JJ-FW": 5,
      "NN-DT": 1,
      "VBP-FW": 2,
      "JJ-IN": 1,
      "VBZ-DT": 1,
      "VBZ-RBS": 1,
      "RBS-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 20,
      "NN-NN-NN": 65,
      "NN-NN-IN": 12,
      "NN-IN-FW": 6,
      "IN-FW-FW": 4,
      "FW-FW-NN": 3,
      "FW-NN-NN": 7,
      "NN-NN-FW": 10,
      "NN-FW-NN": 5,
      "FW-NN-FW": 2,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 12,
      "NNP-NNP-NNP": 5,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "FW-FW-FW": 33,
      "FW-FW-NNP": 12,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 2,
      "IN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "NNP-NNP-NN": 8,
      "NNP-NN-JJ": 4,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-IN": 3,
      "VBP-IN-NNP": 1,
      "IN-NNP-NNP": 4,
      "NNP-VBZ-JJ": 6,
      "VBZ-JJ-NN": 5,
      "JJ-NN-NN": 22,
      "NN-IN-NNP": 6,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 4,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 7,
      "JJ-NN-NNP": 4,
      "NN-NNP-FW": 1,
      "NNP-FW-NN": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-VBZ": 6,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "NN-FW-FW": 7,
      "FW-NNP-NN": 6,
      "NNP-NNP-PRP": 1,
      "NNP-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "VBP-JJ-NN": 10,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBP": 11,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-NNP": 1,
      "NN-NNP-NN": 6,
      "NNP-NN-FW": 1,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 12,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "FW-NNP-FW": 2,
      "NNP-FW-NNP": 3,
      "NN-NN-NNS": 5,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 2,
      "IN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "IN-NN-NNS": 4,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-IN-NN": 3,
      "NNS-VBP-NN": 3,
      "VBP-NN-NNS": 2,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "JJ-NN-IN": 7,
      "VBP-IN-FW": 1,
      "FW-NN-NNS": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-VBP": 1,
      "VBZ-VBP-NNS": 1,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VB": 1,
      "NNS-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "VBZ-JJ-JJ": 3,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "IN-FW-NNS": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 3,
      "IN-FW-NN": 1,
      "FW-NN-IN": 2,
      "NN-IN-JJ": 5,
      "IN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 2,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 2,
      "IN-NNP-FW": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-NNP": 8,
      "NN-NNP-NNP": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "IN-NNP-NN": 2,
      "VBP-NNP-FW": 1,
      "NN-NN-VBP": 4,
      "NN-VBP-NN": 3,
      "VBP-NN-NNP": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-JJ": 2,
      "FW-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "IN-FW-NNP": 2,
      "NN-JJ-JJ": 6,
      "JJ-NN-FW": 2,
      "VBP-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "VBP-NN-FW": 1,
      "IN-NN-JJ": 1,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "NN-VBZ-JJ": 3,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "IN-NN-NN": 2,
      "VBP-NN-JJ": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "NNP-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-RBS": 1,
      "VBZ-RBS-JJ": 1,
      "RBS-JJ-NN": 1,
      "NN-VBP-FW": 1,
      "VBP-FW-NN": 1,
      "NN-VBZ-FW": 1,
      "FW-NNS-VBZ": 1,
      "JJ-JJ-NNS": 2,
      "VBP-IN-NN": 1,
      "FW-NNS-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "JJ-NN-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "FW-FW-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 214,
        "FW": 100,
        "NNP": 79,
        "JJ": 72,
        "NNS": 45
      },
      "top_bigrams": {
        "NN-NN": 118,
        "FW-FW": 54,
        "JJ-NN": 38,
        "NNP-NN": 28,
        "NNS-VBP": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 65,
        "FW-FW-FW": 33,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 20,
        "NN-NN-IN": 12
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 176,
      "VP": 64,
      "PP": 27,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 12,
        "weight": 0.0412
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 12,
        "weight": 0.0412
      },
      {
        "rule": "NP -> ('Los', 'NNP') ('Ángeles', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('y', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('Donald', 'NNP') ('Trump', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('ICE', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "PP -> ('autoridades', 'IN') NP",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('y', 'VBP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Homan', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El reconocido como “ zar"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Tom Homan"
      },
      {
        "label": "NP",
        "text": "defendió"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "Guardia Nacional para"
      },
      {
        "label": "NP",
        "text": "acallar las"
      },
      {
        "label": "VP",
        "text": "protestas"
      },
      {
        "label": "PP",
        "text": "en Los Ángeles"
      },
      {
        "label": "NP",
        "text": "Los Ángeles"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "VP",
        "text": "amenazó con arrestar al gobernador"
      },
      {
        "label": "NP",
        "text": "con arrestar al gobernador"
      },
      {
        "label": "PP",
        "text": "de California"
      },
      {
        "label": "NP",
        "text": "California"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP reconocido/NN como/NN “/NNP zar/NNP)\n  de/IN\n  la/FW\n  frontera/FW\n  ”/FW\n  designado/FW\n  por/FW\n  el/FW\n  presidente/FW\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  ,/,\n  (NP Tom/NNP Homan/NNP)\n  ,/,\n  (NP defendió/NN)\n  la/FW\n  orden/FW\n  de/FW\n  (NP Donald/NNP Trump/NNP)\n  de/IN\n  desplegar/FW\n  2.000/CD\n  efectivos/FW\n  de/FW\n  la/FW\n  (NP Guardia/NNP Nacional/NNP para/NN)\n  (NP acallar/JJ las/NNS)\n  (VP protestas/VBP)\n  (PP en/IN (NP Los/NNP Ángeles/NNP))\n  ,/,\n  (NP y/NNP)\n  (VP amenazó/VBZ (NP con/JJ arrestar/NN al/NN gobernador/NN))\n  (PP de/IN (NP California/NNP))\n  ,/,\n  (NP Gavin/NNP Newsom/NNP)\n  ,/,\n  (VP y/VBZ)\n  a/DT\n  (ADJP la/JJ)\n  alcaldesa/FW\n  de/FW\n  la/FW\n  (NP ciudad/NN)\n  ,/,\n  (NP Karen/NNP Bass/NNP)\n  ,/,\n  (NP quienes/NNS)\n  (VP\n    han/VBP\n    (NP\n      expresado/JJ\n      su/NN\n      abierta/NN\n      oposición/NN\n      al/NN\n      despliegue/NN))\n  ./.)",
      "(S\n  (NP De/NNP)\n  acuerdo/FW\n  (NP con/NN Homan/NNP)\n  ,/,\n  (VP si/VBD (NP los/JJ funcionarios/NNS))\n  (VP\n    locales/VBZ\n    (NP\n      exceden/JJ\n      sus/NN\n      competencias/NN\n      podrían/NN\n      enfrentar/NN\n      arrestos/NN))\n  ,/,\n  y/CC\n  (NP agregó/JJ que/NN continuarán/NN aplicando/NN la/NN)\n  política/FW\n  de/FW\n  inmigración/FW\n  de/FW\n  la/FW\n  (NP Administración/NNP todos/NN los/NN días/NN)\n  (PP en/IN (NP Los/NNP Ángeles/NNP))\n  ,/,\n  (NP “/NNP)\n  me/PRP\n  (VP da/VBP (NP igual/JJ si/NN les/NNS))\n  (VP gusta/VBP o/JJ (NP no/DT ”/NN))\n  ,/,\n  (NP declaró/NN)\n  ./.)",
      "(S\n  (NP En/NNP medio/NN)\n  de/FW\n  las/FW\n  (NP protestas/NNS)\n  (VP que/VBP (NP se/JJ han/NN desarrollado/NN))\n  (PP en/IN (NP Los/NNP Ángeles/NNP))\n  (VP contra/VBZ (NP las/NNS violentas/NNS))\n  (VP y/VBP (NP diarias/JJ redadas/NNS))\n  (VP migratorias/VBP que/JJ)\n  lleva/FW\n  (NP a/DT cabo/NN el/NN Servicio/NNP)\n  (PP de/IN (NP Inmigración/NNP))\n  y/CC\n  (NP Control/NNP de/NNP Aduanas/NNP)\n  (PP de/IN (NP EE.UU./NNP))\n  (/(\n  (NP ICE/NNP)\n  )/)\n  ,/,\n  (NP este/NN domingo/NN)\n  (VP comenzaron/VBZ (NP a/DT desplegarse/JJ efectivos/NN))\n  de/IN\n  la/FW\n  (NP\n    Guardia/NNP\n    Nacional/NNP\n    para/NN\n    sofocar/NN\n    los/NN\n    enfrentamientos/NN\n    entre/NN\n    las/NNS)\n  (PP autoridades/IN (NP federales/NNS))\n  de/FW\n  inmigración/FW\n  y/FW\n  los/FW\n  (NP participantes/NNS)\n  (PP en/IN (NP las/JJ protestas/NNS))\n  ./.)",
      "(S\n  (NP Las/NNP manifestaciones/NNS masivas/NNP)\n  (VP estallaron/VBP (NP el/NN sábado/NN))\n  7/CD\n  (NP en/NN varias/NN)\n  (VP partes/VBZ (NP del/JJ condado/NN tras/NNS))\n  (VP llevarse/VBP (NP a/DT cabo/NN numerosas/NN redadas/NN))\n  (PP en/IN (NP la/NN zona/NN))\n  ./.)",
      "(S\n  (NP Si/NNP bien/NN la/NN)\n  mayoría/FW\n  de/FW\n  los/FW\n  (NP manifestantes/NNS)\n  (VP acudieron/VBP)\n  (PP de/IN (NP forma/NN pacífica/NN))\n  ,/,\n  (ADJP las/JJ)\n  expresiones/FW\n  de/FW\n  protesta/FW\n  escalaron/FW\n  y/FW\n  se/FW\n  (NP dieron/NN fuertes/NNS)\n  (VP\n    enfrentamientos/VBP\n    (NP con/JJ los/NN agentes/NNS federales/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "detenidos en días recientes en las redadas de ice que encendieron las protestas",
        "position": [
          2018,
          2097
        ],
        "start": 2018,
        "end": 2097
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "municiones",
        "position": [
          1400,
          1410
        ],
        "start": 1400,
        "end": 1410
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defendió",
        "position": [
          98,
          106
        ],
        "start": 98,
        "end": 106
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con homan, si los funcionarios locales exceden sus competencias podrían enfrentar arrestos, y agregó que",
        "position": [
          397,
          509
        ],
        "start": 397,
        "end": 509
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          644,
          651
        ],
        "start": 644,
        "end": 651
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de estados",
        "position": [
          57,
          78
        ],
        "start": 57,
        "end": 78
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          71,
          85
        ],
        "start": 71,
        "end": 85
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3395,
          3401
        ],
        "start": 3395,
        "end": 3401
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "zona. si",
        "position": [
          1166,
          1174
        ],
        "start": 1166,
        "end": 1174
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 150",
        "position": [
          1960,
          1976
        ],
        "start": 1960,
        "end": 1976
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "2.000 efectivos",
        "position": [
          145,
          160
        ],
        "start": 145,
        "end": 160
      }
    ],
    "match_count": 11
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bass",
        "tipo": "Persona"
      },
      {
        "nombre": "Gavin Newsom",
        "tipo": "Persona"
      },
      {
        "nombre": "Guardia Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Administración",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tom Homan",
        "tipo": "Persona"
      },
      {
        "nombre": "Los Ángeles",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Newsom",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Kilmar Abrego García",
        "tipo": "Persona"
      },
      {
        "nombre": "California",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Karen Bass",
        "tipo": "Persona"
      },
      {
        "nombre": "Servicio de Inmigración",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Homan",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Estados Unidos",
        "relacion": "DEFENDER",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "DEFENDER",
        "objeto": "Guardia Nacional"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "DEFENDER",
        "objeto": "Los Ángeles"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "DEFENDER",
        "objeto": "California"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "DEFENDER",
        "objeto": "Gavin Newsom"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "DEFENDER",
        "objeto": "Karen Bass"
      },
      {
        "sujeto": "Tom Homan",
        "relacion": "DEFENDER",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Tom Homan",
        "relacion": "DEFENDER",
        "objeto": "Guardia Nacional"
      },
      {
        "sujeto": "Tom Homan",
        "relacion": "DEFENDER",
        "objeto": "Los Ángeles"
      },
      {
        "sujeto": "Tom Homan",
        "relacion": "DEFENDER",
        "objeto": "California"
      },
      {
        "sujeto": "Tom Homan",
        "relacion": "DEFENDER",
        "objeto": "Gavin Newsom"
      },
      {
        "sujeto": "Tom Homan",
        "relacion": "DEFENDER",
        "objeto": "Karen Bass"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DEFENDER",
        "objeto": "California"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DEFENDER",
        "objeto": "Gavin Newsom"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DEFENDER",
        "objeto": "Karen Bass"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "DESPLEGAR_DEFENDER",
        "objeto": "Los Ángeles"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "DESPLEGAR_DEFENDER",
        "objeto": "California"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "DESPLEGAR_DEFENDER",
        "objeto": "Gavin Newsom"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "DESPLEGAR_DEFENDER",
        "objeto": "Karen Bass"
      },
      {
        "sujeto": "Los Ángeles",
        "relacion": "ACALLAR_DESPLEGAR_DEFENDER",
        "objeto": "California"
      },
      {
        "sujeto": "Los Ángeles",
        "relacion": "ACALLAR_DESPLEGAR_DEFENDER",
        "objeto": "Gavin Newsom"
      },
      {
        "sujeto": "Los Ángeles",
        "relacion": "ACALLAR_DESPLEGAR_DEFENDER",
        "objeto": "Karen Bass"
      },
      {
        "sujeto": "Administración",
        "relacion": "APLICAR_CONTINUAR_AGREGAR_DECLARAR",
        "objeto": "Los Ángeles"
      },
      {
        "sujeto": "Servicio de Inmigración",
        "relacion": "DESARROLLAR_COMENZAR",
        "objeto": "Los Ángeles"
      },
      {
        "sujeto": "Los Ángeles",
        "relacion": "DESARROLLAR_COMENZAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Los Ángeles",
        "relacion": "DESARROLLAR_COMENZAR",
        "objeto": "Guardia Nacional"
      },
      {
        "sujeto": "Servicio de Inmigración",
        "relacion": "LLEVAR_DESARROLLAR_COMENZAR",
        "objeto": "Guardia Nacional"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "LLEVAR_DESARROLLAR_COMENZAR",
        "objeto": "Guardia Nacional"
      },
      {
        "sujeto": "Trump",
        "relacion": "DIRIGIR_ARREMETE_R",
        "objeto": "Newsom"
      },
      {
        "sujeto": "Trump",
        "relacion": "DIRIGIR_ARREMETE_R",
        "objeto": "Bass"
      },
      {
        "sujeto": "Trump",
        "relacion": "DIRIGIR_ARREMETE_R",
        "objeto": "Guardia Nacional"
      },
      {
        "sujeto": "California",
        "relacion": "EXPRESAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Newsom",
        "relacion": "INDICAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Newsom",
        "relacion": "INDICAR",
        "objeto": "California"
      },
      {
        "sujeto": "Homan",
        "relacion": "PROPONER_ENCENDER",
        "objeto": "Trump"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8658,
    "pos": 0.008,
    "neu": 0.968,
    "neg": 0.024,
    "label": "negative"
  }
}