{
  "url": "https://www.telesurtv.net/brics-brasil-reformas-fmi-banco-desarrollo/",
  "title": "Cumbre BRICS: Brasil pide reformas al FMI y destaca capacidad del Nuevo Banco de Desarrollo",
  "section": "Mundo",
  "tags": [
    "Brasil",
    "Brics",
    "FMI",
    "IA",
    "Lula da Silva",
    "Multilateralismo",
    "Nuevo Banco de Desarrollo",
    "Organización Mundial del Comercio"
  ],
  "text": "Durante la sesión plenaria para el fortalecimiento del multilateralismo, la economía y la IA, enmarcada en la XVII Cumbre del BRICS, el presidente de la República Federativa de Brasil, Luiz Inácio Lula da Silva, señaló que existen distorsiones que no se pueden negar: “Para hacer justicia a nuestro peso económico el poder de los BRICS en el FMI debería corresponder, por lo menos, al 25 por ciento y no a los 18 que tenemos actualmente”, precisó.\n\nLEA TAMBIÉN\nLo que dice y lo que omite la Declaración de Líderes del Brics 2025\n\n“Las estructuras del Banco Mundial y del FMI apoyan un Plan Marshall inverso en el que las economías emergentes en desarrollo financian al mundo más desarrollado. Los flujos de ayuda internacional han disminuido y el coste de la deuda para los países más pobres ha aumentado”, denunció el anfitrión del evento.\nLula catalogó la reforma de la Organización Mundial del Comercio (OMC) como otro eje de acción imprescindible y urgente. “Esto creó una situación de asimetría sustentable para los países en desarrollo. No será posible restablecer la confianza en la OMC sin promover un equilibrio justo de derechos que refleje adecuadamente los intereses de todas nuestras monedas. Debemos destrabar las negociaciones agrícolas”, aseveró.\n\n\nDe acuerdo con el jefe de Estado, el gigante sudamericano apoya un proceso de alineamiento con una fórmula de cálculo simple, equilibrada y transparente. A la vez, hizo énfasis en la justicia tributaria y el combate a la evasión fiscal como elementos fundamentales para las estrategias de crecimiento sustentable propio para el siglo XXI.\nDurante su intervención, el mandatario significó que los arreglos diseñados de la posguerra fallan y un nuevo banco de desarrollo debe tener una versión de gobernanza. A propósito, destacó la capacidad del Banco BRICS para ofrecer financiamiento a fin de lograr una transición justa y soberana.\n“Mientras el unilateralismo crea barreras, nuestro bloque trabaja con sistemas de pago más rápidos, baratos y seguros. Eso va a identificar nuestro flujo de comercio”, ratificó Lula.\nA juicio de Lula da Silva, nuevos desafíos demandan un entendimiento en la política industrial que no restrinja acciones estatales para el desarrollo. “La promoción de cadenas de producción inclusivas, equilibradas y sostenibles deben permanecer en el centro de nuestra agenda común. Hacer un estudio de viabilidad para el establecimiento de cables submarinos y para los miembros de los BRICS aumentará la velocidad, la seguridad y la soberanía de nuestras conexiones”, detalló.\nEn la declaración del evento, los BRICS abogan por la redistribución del poder en el FMI, con mayor peso para las economías emergentes, y critican la lentitud de las reformas prometidas. También piden una mayor representación de los países en desarrollo en las decisiones del Banco Mundial.\n\n\nComo un mensaje claro e inequívoco, Lula da Silva se refirió a la adopción, por parte de los países BRICS, de la Declaración sobre la Gobernanza Global de la Inteligencia Artificial (IA). Declaró que las nuevas tecnologías deben actuar dentro de un modelo de gobernanza justo, inclusivo y equitativo.\n“El desarrollo de la IA no se puede convertir en un privilegio de unos pocos países o un instrumento de manipulación en las manos de billonarios. Es posible que haya una progresión sin la participación de la sociedad civil y del sector privado”, agregó el dignatario.\nLos Estados miembros del bloque apuestan por un desarrollo responsable, la soberanía tecnológica y la lucha contra la fragmentación internet. Defienden el papel central de la ONU en la mediación de los debates sobre el uso de las tecnologías emergentes y propone normas globales para garantizar el acceso equitativo y la seguridad en el uso de las Tecnologías de la Información y la Comunicación, incluidas medidas de ciberseguridad y economía de datos.\nEn otro sentido, Lula se refirió a la primera reunión del recién creado Consejo Civil, que define como un pilar social del BRICS. De acuerdo con el presidente, este hecho confirma los avances de la integración de nuestra sociedad. “Acercarnos a esta vertiente social del trabajo conducido por nuestros gobiernos mantiene los BRICS en sintonía a las aspiraciones de nuestras sociedades”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/brics-brasil-reformas-fmi-banco-desarrollo/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1782,
    "message_id": 98405,
    "date": "2025-07-06T22:55:23+00:00",
    "text": "teleSUR\nCumbre BRICS: Brasil pide reformas al FMI y destaca capacidad del Nuevo Banco de Desarrollo\nhttps://www.telesurtv.net/brics-brasil-reformas-fmi-banco-desarrollo/",
    "photo_path": null,
    "views": 2371,
    "reactions": {
      "👏": 49,
      "💯": 5,
      "🤔": 3,
      "❤": 2,
      "👍": 2,
      "👌": 1,
      "😐": 1
    },
    "total_reactions": 63
  },
  "preprocessing": {
    "cleaned": "durante la sesión plenaria para el fortalecimiento del multilateralismo, la economía y la ia, enmarcada en la xvii cumbre del brics, el presidente de la república federativa de brasil, luiz inácio lula da silva, señaló que existen distorsiones que no se pueden negar: “para hacer justicia a nuestro peso económico el poder de los brics en el fmi debería corresponder, por lo menos, al 25 por ciento y no a los 18 que tenemos actualmente”, precisó. “las estructuras del banco mundial y del fmi apoyan un plan marshall inverso en el que las economías emergentes en desarrollo financian al mundo más desarrollado. los flujos de ayuda internacional han disminuido y el coste de la deuda para los países más pobres ha aumentado”, denunció el anfitrión del evento. lula catalogó la reforma de la organización mundial del comercio (omc) como otro eje de acción imprescindible y urgente. “esto creó una situación de asimetría sustentable para los países en desarrollo. no será posible restablecer la confianza en la omc sin promover un equilibrio justo de derechos que refleje adecuadamente los intereses de todas nuestras monedas. debemos destrabar las negociaciones agrícolas”, aseveró. de acuerdo con el jefe de estado, el gigante sudamericano apoya un proceso de alineamiento con una fórmula de cálculo simple, equilibrada y transparente. a la vez, hizo énfasis en la justicia tributaria y el combate a la evasión fiscal como elementos fundamentales para las estrategias de crecimiento sustentable propio para el siglo xxi. durante su intervención, el mandatario significó que los arreglos diseñados de la posguerra fallan y un nuevo banco de desarrollo debe tener una versión de gobernanza. a propósito, destacó la capacidad del banco brics para ofrecer financiamiento a fin de lograr una transición justa y soberana. “mientras el unilateralismo crea barreras, nuestro bloque trabaja con sistemas de pago más rápidos, baratos y seguros. eso va a identificar nuestro flujo de comercio”, ratificó lula. a juicio de lula da silva, nuevos desafíos demandan un entendimiento en la política industrial que no restrinja acciones estatales para el desarrollo. “la promoción de cadenas de producción inclusivas, equilibradas y sostenibles deben permanecer en el centro de nuestra agenda común. hacer un estudio de viabilidad para el establecimiento de cables submarinos y para los miembros de los brics aumentará la velocidad, la seguridad y la soberanía de nuestras conexiones”, detalló. en la declaración del evento, los brics abogan por la redistribución del poder en el fmi, con mayor peso para las economías emergentes, y critican la lentitud de las reformas prometidas. también piden una mayor representación de los países en desarrollo en las decisiones del banco mundial. como un mensaje claro e inequívoco, lula da silva se refirió a la adopción, por parte de los países brics, de la declaración sobre la gobernanza global de la inteligencia artificial (ia). declaró que las nuevas tecnologías deben actuar dentro de un modelo de gobernanza justo, inclusivo y equitativo. “el desarrollo de la ia no se puede convertir en un privilegio de unos pocos países o un instrumento de manipulación en las manos de billonarios. es posible que haya una progresión sin la participación de la sociedad civil y del sector privado”, agregó el dignatario. los estados miembros del bloque apuestan por un desarrollo responsable, la soberanía tecnológica y la lucha contra la fragmentación internet. defienden el papel central de la onu en la mediación de los debates sobre el uso de las tecnologías emergentes y propone normas globales para garantizar el acceso equitativo y la seguridad en el uso de las tecnologías de la información y la comunicación, incluidas medidas de ciberseguridad y economía de datos. en otro sentido, lula se refirió a la primera reunión del recién creado consejo civil, que define como un pilar social del brics. de acuerdo con el presidente, este hecho confirma los avances de la integración de nuestra sociedad. “acercarnos a esta vertiente social del trabajo conducido por nuestros gobiernos mantiene los brics en sintonía a las aspiraciones de nuestras sociedades”.",
    "tokens": [
      "sesión",
      "plenaria",
      "fortalecimiento",
      "multilateralismo",
      ",",
      "economía",
      "ia",
      ",",
      "enmarcada",
      "xvii",
      "cumbre",
      "brics",
      ",",
      "presidente",
      "república",
      "federativa",
      "brasil",
      ",",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      ",",
      "señaló",
      "existen",
      "distorsiones",
      "pueden",
      "negar",
      ":",
      "“",
      "hacer",
      "justicia",
      "peso",
      "económico",
      "poder",
      "brics",
      "fmi",
      "debería",
      "corresponder",
      ",",
      "menos",
      ",",
      "25",
      "ciento",
      "18",
      "actualmente",
      "”",
      ",",
      "precisó",
      ".",
      "“",
      "estructuras",
      "banco",
      "mundial",
      "fmi",
      "apoyan",
      "plan",
      "marshall",
      "inverso",
      "economías",
      "emergentes",
      "desarrollo",
      "financian",
      "mundo",
      "desarrollado",
      ".",
      "flujos",
      "ayuda",
      "internacional",
      "disminuido",
      "coste",
      "deuda",
      "países",
      "pobres",
      "aumentado",
      "”",
      ",",
      "denunció",
      "anfitrión",
      "evento",
      ".",
      "lula",
      "catalogó",
      "reforma",
      "organización",
      "mundial",
      "comercio",
      "(",
      "omc",
      ")",
      "eje",
      "acción",
      "imprescindible",
      "urgente",
      ".",
      "“",
      "creó",
      "situación",
      "asimetría",
      "sustentable",
      "países",
      "desarrollo",
      ".",
      "posible",
      "restablecer",
      "confianza",
      "omc",
      "promover",
      "equilibrio",
      "justo",
      "derechos",
      "refleje",
      "adecuadamente",
      "intereses",
      "todas",
      "monedas",
      ".",
      "debemos",
      "destrabar",
      "negociaciones",
      "agrícolas",
      "”",
      ",",
      "aseveró",
      ".",
      "acuerdo",
      "jefe",
      ",",
      "gigante",
      "sudamericano",
      "apoya",
      "proceso",
      "alineamiento",
      "fórmula",
      "cálculo",
      "simple",
      ",",
      "equilibrada",
      "transparente",
      ".",
      "vez",
      ",",
      "hizo",
      "énfasis",
      "justicia",
      "tributaria",
      "combate",
      "evasión",
      "fiscal",
      "elementos",
      "fundamentales",
      "estrategias",
      "crecimiento",
      "sustentable",
      "propio",
      "siglo",
      "xxi",
      ".",
      "intervención",
      ",",
      "mandatario",
      "significó",
      "arreglos",
      "diseñados",
      "posguerra",
      "fallan",
      "nuevo",
      "banco",
      "desarrollo",
      "debe",
      "tener",
      "versión",
      "gobernanza",
      ".",
      "propósito",
      ",",
      "destacó",
      "capacidad",
      "banco",
      "brics",
      "ofrecer",
      "financiamiento",
      "fin",
      "lograr",
      "transición",
      "justa",
      "soberana",
      ".",
      "“",
      "mientras",
      "unilateralismo",
      "crea",
      "barreras",
      ",",
      "bloque",
      "trabaja",
      "sistemas",
      "pago",
      "rápidos",
      ",",
      "baratos",
      "seguros",
      ".",
      "va",
      "identificar",
      "flujo",
      "comercio",
      "”",
      ",",
      "ratificó",
      "lula",
      ".",
      "juicio",
      "lula",
      "da",
      "silva",
      ",",
      "nuevos",
      "desafíos",
      "demandan",
      "entendimiento",
      "política",
      "industrial",
      "restrinja",
      "acciones",
      "estatales",
      "desarrollo",
      ".",
      "“",
      "promoción",
      "cadenas",
      "producción",
      "inclusivas",
      ",",
      "equilibradas",
      "sostenibles",
      "deben",
      "permanecer",
      "centro",
      "agenda",
      "común",
      ".",
      "hacer",
      "estudio",
      "viabilidad",
      "establecimiento",
      "cables",
      "submarinos",
      "miembros",
      "brics",
      "aumentará",
      "velocidad",
      ",",
      "seguridad",
      "soberanía",
      "conexiones",
      "”",
      ",",
      "detalló",
      ".",
      "declaración",
      "evento",
      ",",
      "brics",
      "abogan",
      "redistribución",
      "poder",
      "fmi",
      ",",
      "mayor",
      "peso",
      "economías",
      "emergentes",
      ",",
      "critican",
      "lentitud",
      "reformas",
      "prometidas",
      ".",
      "piden",
      "mayor",
      "representación",
      "países",
      "desarrollo",
      "decisiones",
      "banco",
      "mundial",
      ".",
      "mensaje",
      "claro",
      "inequívoco",
      ",",
      "lula",
      "da",
      "silva",
      "refirió",
      "adopción",
      ",",
      "parte",
      "países",
      "brics",
      ",",
      "declaración",
      "gobernanza",
      "global",
      "inteligencia",
      "artificial",
      "(",
      "ia",
      ")",
      ".",
      "declaró",
      "nuevas",
      "tecnologías",
      "deben",
      "actuar",
      "dentro",
      "modelo",
      "gobernanza",
      "justo",
      ",",
      "inclusivo",
      "equitativo",
      ".",
      "“",
      "desarrollo",
      "ia",
      "puede",
      "convertir",
      "privilegio",
      "pocos",
      "países",
      "instrumento",
      "manipulación",
      "manos",
      "billonarios",
      ".",
      "posible",
      "progresión",
      "participación",
      "sociedad",
      "civil",
      "sector",
      "privado",
      "”",
      ",",
      "agregó",
      "dignatario",
      ".",
      "miembros",
      "bloque",
      "apuestan",
      "desarrollo",
      "responsable",
      ",",
      "soberanía",
      "tecnológica",
      "lucha",
      "fragmentación",
      "internet",
      ".",
      "defienden",
      "papel",
      "central",
      "onu",
      "mediación",
      "debates",
      "uso",
      "tecnologías",
      "emergentes",
      "propone",
      "normas",
      "globales",
      "garantizar",
      "acceso",
      "equitativo",
      "seguridad",
      "uso",
      "tecnologías",
      "información",
      "comunicación",
      ",",
      "incluidas",
      "medidas",
      "ciberseguridad",
      "economía",
      "datos",
      ".",
      ",",
      "lula",
      "refirió",
      "primera",
      "reunión",
      "recién",
      "creado",
      "consejo",
      "civil",
      ",",
      "define",
      "pilar",
      "social",
      "brics",
      ".",
      "acuerdo",
      "presidente",
      ",",
      "hecho",
      "confirma",
      "avances",
      "integración",
      "sociedad",
      ".",
      "“",
      "acercarnos",
      "vertiente",
      "social",
      "trabajo",
      "conducido",
      "gobiernos",
      "mantiene",
      "brics",
      "sintonía",
      "aspiraciones",
      "sociedades",
      "”",
      "."
    ],
    "token_count": 427,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 87,
      "FW": 168,
      "NN": 215,
      "IN": 34,
      "VBP": 21,
      "NNS": 23,
      "DT": 4,
      "JJ": 74,
      "CD": 3,
      "VBZ": 9,
      "CC": 2,
      "RB": 2,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NNP": 23,
      "NNP-FW": 20,
      "FW-NN": 20,
      "NN-NN": 104,
      "NN-FW": 16,
      "FW-FW": 98,
      "FW-NNP": 30,
      "NNP-IN": 3,
      "IN-NNP": 3,
      "NNP-NN": 27,
      "NN-NNP": 24,
      "NN-VBP": 2,
      "VBP-NNS": 3,
      "NNS-VBP": 14,
      "VBP-DT": 1,
      "DT-NN": 4,
      "NN-JJ": 28,
      "JJ-NN": 53,
      "NN-IN": 26,
      "IN-FW": 24,
      "JJ-NNS": 5,
      "VBP-CD": 1,
      "CD-NN": 2,
      "NN-DT": 2,
      "NN-CD": 1,
      "NNP-CD": 1,
      "CD-NNP": 1,
      "NNP-VBP": 3,
      "VBP-JJ": 13,
      "JJ-NNP": 3,
      "NNP-VBZ": 3,
      "VBZ-FW": 1,
      "FW-VBZ": 1,
      "VBZ-IN": 3,
      "IN-NN": 3,
      "FW-JJ": 12,
      "NN-NNS": 7,
      "JJ-JJ": 6,
      "NN-VBZ": 5,
      "VBP-NN": 2,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "JJ-FW": 7,
      "FW-NNS": 7,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "VBZ-JJ": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBZ-NNS": 1,
      "NNP-JJ": 3,
      "VBP-NNP": 1,
      "NNS-JJ": 2,
      "NNS-IN": 2,
      "NNS-FW": 2,
      "IN-JJ": 4,
      "NNS-NNP": 1,
      "NNP-DT": 1,
      "VBZ-VBP": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 6,
      "NNP-FW-NN": 5,
      "FW-NN-NN": 9,
      "NN-NN-NN": 49,
      "NN-NN-FW": 7,
      "NN-FW-FW": 11,
      "FW-FW-FW": 65,
      "FW-FW-NNP": 16,
      "FW-NNP-FW": 9,
      "NNP-FW-FW": 9,
      "FW-NNP-NNP": 7,
      "NNP-FW-NNP": 6,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-NN": 6,
      "NNP-NN-NNP": 3,
      "NN-NNP-NN": 10,
      "NNP-NN-NN": 16,
      "NN-NN-VBP": 2,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-NN-NNP": 13,
      "NN-NN-JJ": 17,
      "NN-JJ-NN": 21,
      "JJ-NN-NN": 26,
      "JJ-NN-IN": 15,
      "NN-IN-FW": 20,
      "IN-FW-NNP": 6,
      "FW-NNP-NN": 8,
      "NN-JJ-NNS": 4,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-CD": 1,
      "NN-CD-NN": 1,
      "NN-NNP-NNP": 7,
      "JJ-NN-NNP": 4,
      "NN-NNP-FW": 3,
      "FW-NNP-CD": 1,
      "NNP-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "FW-NNP-VBP": 3,
      "NNP-VBP-JJ": 3,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-NN": 2,
      "IN-NN-JJ": 1,
      "NNP-NN-FW": 2,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 8,
      "IN-FW-FW": 6,
      "FW-FW-NN": 8,
      "FW-NN-NNS": 1,
      "NN-NNS-VBP": 5,
      "NNS-VBP-NNS": 2,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 9,
      "NN-NN-IN": 9,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-JJ": 4,
      "IN-FW-JJ": 4,
      "NN-NN-VBZ": 3,
      "NN-VBZ-IN": 2,
      "IN-NN-NNP": 1,
      "VBZ-IN-FW": 1,
      "NN-NN-NNS": 3,
      "NNS-VBP-NN": 2,
      "VBP-NN-NNP": 1,
      "FW-NN-FW": 4,
      "NN-FW-NN": 2,
      "FW-NN-IN": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 2,
      "CC-JJ-NN": 2,
      "IN-FW-NN": 5,
      "FW-NN-JJ": 2,
      "FW-JJ-FW": 3,
      "JJ-FW-JJ": 2,
      "JJ-FW-FW": 5,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 3,
      "JJ-NN-FW": 1,
      "NN-FW-JJ": 2,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 3,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "JJ-NN-NNS": 2,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "FW-NN-NNP": 2,
      "NN-FW-NNP": 1,
      "NN-NNP-CC": 1,
      "JJ-NN-JJ": 4,
      "NN-VBP-JJ": 1,
      "JJ-NN-DT": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "VBP-NN-FW": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "FW-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-FW": 2,
      "NNP-NN-NNS": 1,
      "IN-JJ-FW": 1,
      "NNP-NN-IN": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "FW-NNP-JJ": 1,
      "JJ-JJ-FW": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "VBP-JJ-NNS": 1,
      "JJ-JJ-JJ": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "VBP-JJ-JJ": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 215,
        "FW": 168,
        "NNP": 87,
        "JJ": 74,
        "IN": 34
      },
      "top_bigrams": {
        "NN-NN": 104,
        "FW-FW": 98,
        "JJ-NN": 53,
        "FW-NNP": 30,
        "NN-JJ": 28
      },
      "top_trigrams": {
        "FW-FW-FW": 65,
        "NN-NN-NN": 49,
        "JJ-NN-NN": 26,
        "NN-JJ-NN": 21,
        "NN-IN-FW": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 186,
      "VP": 34,
      "ADJP": 7,
      "PP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.019
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "NP -> ('IA', 'NNP')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('desarrollo', 'NN')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('BRICS', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Lula', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Durante la"
      },
      {
        "label": "NP",
        "text": "plenaria para el fortalecimiento del multilateralismo"
      },
      {
        "label": "NP",
        "text": "IA"
      },
      {
        "label": "NP",
        "text": "XVII Cumbre"
      },
      {
        "label": "NP",
        "text": "BRICS"
      },
      {
        "label": "NP",
        "text": "el presidente"
      },
      {
        "label": "NP",
        "text": "República Federativa"
      },
      {
        "label": "NP",
        "text": "Brasil"
      },
      {
        "label": "NP",
        "text": "Luiz Inácio Lula da Silva"
      },
      {
        "label": "NP",
        "text": "señaló que"
      },
      {
        "label": "VP",
        "text": "existen distorsiones"
      },
      {
        "label": "NP",
        "text": "distorsiones"
      },
      {
        "label": "VP",
        "text": "que no se"
      },
      {
        "label": "NP",
        "text": "no se"
      },
      {
        "label": "VP",
        "text": "pueden negar"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Durante/NNP la/NNP)\n  sesión/FW\n  (NP\n    plenaria/NN\n    para/NN\n    el/NN\n    fortalecimiento/NN\n    del/NN\n    multilateralismo/NN)\n  ,/,\n  la/FW\n  economía/FW\n  y/FW\n  la/FW\n  (NP IA/NNP)\n  ,/,\n  enmarcada/FW\n  en/FW\n  la/FW\n  (NP XVII/NNP Cumbre/NNP)\n  del/FW\n  (NP BRICS/NNP)\n  ,/,\n  (NP el/JJ presidente/NN)\n  de/IN\n  la/FW\n  (NP República/NNP Federativa/NNP)\n  de/FW\n  (NP Brasil/NNP)\n  ,/,\n  (NP Luiz/NNP Inácio/NNP Lula/NNP da/NN Silva/NN)\n  ,/,\n  (NP señaló/NN que/NN)\n  (VP existen/VBP (NP distorsiones/NNS))\n  (VP que/VBP (NP no/DT se/NN))\n  (VP pueden/VBZ (NP negar/NN))\n  :/:\n  (NP “/NN Para/NNP hacer/NN justicia/NN)\n  (NP a/DT nuestro/JJ peso/NN económico/NN)\n  (NP el/JJ poder/NN)\n  de/IN\n  los/FW\n  (NP BRICS/NNP)\n  en/FW\n  el/FW\n  (NP FMI/NNP debería/NN corresponder/NN)\n  ,/,\n  (NP por/NN lo/NN menos/NNS)\n  ,/,\n  al/RB\n  25/CD\n  (NP por/NN ciento/NN)\n  (VP y/VBZ)\n  no/DT\n  a/DT\n  (ADJP los/JJ)\n  18/CD\n  (NP que/NN tenemos/NN actualmente/NN ”/NNP)\n  ,/,\n  (NP precisó/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Lo/NNP que/NN dice/NN y/NN lo/NN que/NN)\n  (NP omite/JJ la/NN Declaración/NNP)\n  de/FW\n  (NP Líderes/NNP)\n  del/FW\n  (NP Brics/NNP)\n  2025/CD\n  (NP “/NNP Las/NNP)\n  estructuras/FW\n  del/FW\n  (NP Banco/NNP Mundial/NNP y/NNP)\n  del/FW\n  (NP FMI/NNP)\n  (VP apoyan/VBP (NP un/JJ Plan/NNP Marshall/NNP))\n  (VP inverso/VBZ)\n  en/FW\n  el/FW\n  que/FW\n  las/FW\n  economías/FW\n  (VP emergentes/VBZ)\n  (PP en/IN (NP desarrollo/NN))\n  (NP financian/JJ al/NN mundo/NN más/NN desarrollado/NN)\n  ./.)",
      "(S\n  (NP Los/NNP flujos/NN)\n  de/FW\n  ayuda/FW\n  (NP internacional/JJ han/NN disminuido/NN y/NN)\n  (NP el/JJ coste/NN)\n  de/IN\n  la/FW\n  deuda/FW\n  para/FW\n  (NP los/NN países/NNS)\n  (VP más/VBP (NP pobres/NNS))\n  (VP ha/VBP (NP aumentado/JJ ”/NNP))\n  ,/,\n  (NP denunció/NN el/NN anfitrión/NN del/NN evento/NN)\n  ./.)",
      "(S\n  (NP Lula/NNP catalogó/NN la/NN)\n  reforma/FW\n  de/FW\n  la/FW\n  (NP Organización/NNP Mundial/NNP)\n  del/FW\n  (NP Comercio/NNP)\n  (/(\n  (NP OMC/NNP)\n  )/)\n  (NP como/NN)\n  (NP otro/JJ eje/NN)\n  de/IN\n  acción/FW\n  (NP imprescindible/JJ y/NN urgente/NN)\n  ./.)",
      "(S\n  (NP “/JJ Esto/NNP creó/NN)\n  (NP una/JJ situación/NN)\n  de/IN\n  asimetría/FW\n  (NP sustentable/JJ para/NN los/NN)\n  (VP países/VBZ)\n  (PP en/IN (NP desarrollo/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "fmi",
        "position": [
          342,
          345
        ],
        "start": 342,
        "end": 345
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          4148,
          4155
        ],
        "start": 4148,
        "end": 4155
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          1835,
          1849
        ],
        "start": 1835,
        "end": 1849
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "plan marshall inverso en el que las economías emergentes en desarrollo financian al mundo más desarrollado. los flujos de ayuda",
        "position": [
          585,
          712
        ],
        "start": 585,
        "end": 712
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el jefe de estado, el gigante sudamericano apoya un proceso de alineamiento con una fórmula de cálculo simple, equilibrada y transparente",
        "position": [
          1268,
          1417
        ],
        "start": 1268,
        "end": 1417
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "mensaje claro e inequívoco, lula da silva se refirió a la adopción, por parte de los países",
        "position": [
          2862,
          2953
        ],
        "start": 2862,
        "end": 2953
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          212,
          218
        ],
        "start": 212,
        "end": 218
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          439,
          446
        ],
        "start": 439,
        "end": 446
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          136,
          152
        ],
        "start": 136,
        "end": 152
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          3598,
          3601
        ],
        "start": 3598,
        "end": 3601
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "banco mundial",
        "position": [
          551,
          564
        ],
        "start": 551,
        "end": 564
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          2067,
          2075
        ],
        "start": 2067,
        "end": 2075
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1785,
          1792
        ],
        "start": 1785,
        "end": 1792
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          807,
          815
        ],
        "start": 807,
        "end": 815
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          177,
          183
        ],
        "start": 177,
        "end": 183
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado, el",
        "position": [
          1291,
          1301
        ],
        "start": 1291,
        "end": 1301
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          2334,
          2343
        ],
        "start": 2334,
        "end": 2343
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          425,
          436
        ],
        "start": 425,
        "end": 436
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "redistribución",
        "position": [
          2615,
          2629
        ],
        "start": 2615,
        "end": 2629
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          1593,
          1602
        ],
        "start": 1593,
        "end": 1602
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Lula",
        "tipo": "Persona"
      },
      {
        "nombre": "Organización Mundial del Comercio",
        "tipo": "Organizacion"
      },
      {
        "nombre": "OMC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Banco Mundial",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Los Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo Civil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Plan Marshall",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República Federativa de Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FMI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Banco BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Lula da Silva",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "IA",
        "relacion": "SE_ALAR_PRECISAR",
        "objeto": "República Federativa de Brasil"
      },
      {
        "sujeto": "IA",
        "relacion": "SE_ALAR_PRECISAR",
        "objeto": "Luiz Inácio Lula da Silva"
      },
      {
        "sujeto": "IA",
        "relacion": "SE_ALAR_PRECISAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "IA",
        "relacion": "SE_ALAR_PRECISAR",
        "objeto": "FMI"
      },
      {
        "sujeto": "República Federativa de Brasil",
        "relacion": "SE_ALAR_PRECISAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "República Federativa de Brasil",
        "relacion": "SE_ALAR_PRECISAR",
        "objeto": "FMI"
      },
      {
        "sujeto": "Luiz Inácio Lula da Silva",
        "relacion": "SE_ALAR_PRECISAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Luiz Inácio Lula da Silva",
        "relacion": "SE_ALAR_PRECISAR",
        "objeto": "FMI"
      },
      {
        "sujeto": "BRICS",
        "relacion": "HACER_CORRESPONDER_EXISTIR_SE_ALAR_PRECISAR",
        "objeto": "FMI"
      },
      {
        "sujeto": "Banco Mundial",
        "relacion": "APOYAR_DECIR",
        "objeto": "Plan Marshall"
      },
      {
        "sujeto": "FMI",
        "relacion": "APOYAR_DECIR",
        "objeto": "Plan Marshall"
      },
      {
        "sujeto": "Lula",
        "relacion": "CATALOGAR",
        "objeto": "Organización Mundial del Comercio"
      },
      {
        "sujeto": "Lula",
        "relacion": "CATALOGAR",
        "objeto": "OMC"
      },
      {
        "sujeto": "BRICS",
        "relacion": "ABOGAR",
        "objeto": "FMI"
      },
      {
        "sujeto": "Banco Mundial",
        "relacion": "PEDIR",
        "objeto": "Lula da Silva"
      },
      {
        "sujeto": "Banco Mundial",
        "relacion": "PEDIR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Banco Mundial",
        "relacion": "PEDIR",
        "objeto": "IA"
      },
      {
        "sujeto": "Lula da Silva",
        "relacion": "DA_PEDIR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Lula da Silva",
        "relacion": "DA_PEDIR",
        "objeto": "IA"
      },
      {
        "sujeto": "Lula",
        "relacion": "REFERIR",
        "objeto": "Consejo Civil"
      },
      {
        "sujeto": "Lula",
        "relacion": "REFERIR",
        "objeto": "BRICS"
      }
    ]
  },
  "sentiment": {
    "compound": -0.93,
    "pos": 0.004,
    "neu": 0.969,
    "neg": 0.028,
    "label": "negative"
  }
}