{
  "url": "https://www.telesurtv.net/presidente-maduro-el-10-de-enero-se-juramentaran-los-jovenes-y-los-pueblos-de-todo-el-mundo-con-el-futuro-y-la-paz/",
  "title": "Presidente Maduro: el 10 de enero se juramentarán los jóvenes y los pueblos de todo el mundo con el futuro y la paz - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "antifascismo",
    "Congreso",
    "juventud",
    "Nicolás Maduro"
  ],
  "text": "\nEl presidente de Venezuela, Nicolás Maduro Moros, clausuró este sábado el Congreso Mundial de la Juventud y Estudiantes Antifascistas, que durante dos días reunió en Caracas a más de mil jóvenes provenientes de 72 países, ante quienes destacó que el nacimiento del Gran Movimiento Antifascista de la juventud y los estudiantes de Venezuela propicia la unidad de la juventud y de los pueblos para construir un mundo diferente.\nEl jefe de Estado instó a quienes participaron en la reunión la urgencia de sembrar ideas para preservar la paz y la soberanía e independencia de los pueblos.\nAprobó las propuestas emanadas del encuentro, entre ellas la idea de convocar para el 8 de enero de 2025 el Gran Festival Mundial Antifascista en la patria de Bolívar y Chávez.\n“¡Qué vengan los líderes, jóvenes, obreros, campesinos del mundo entero a acompañar al pueblo de Venezuela a la juramentación del 10 de enero!”. Adelantó que ese día se juramentarán los jóvenes y los pueblos de todo el mundo con el futuro y la paz.\nSubrayó que en Venezuela hay y habrá paz. No han podido ni podrán con nosotros, recalcó. Recordó que contra su país perpetraron un golpe de Estado ciberfascista y aplicando manuales de la guerra cognitiva, con el empleo de la inteligencia artificial y las redes sociales, entre otras acciones de dominación colonial como la guerra militar y la económica.\nVenezuela es ejemplo de que se puede derrotar el golpe ciberfascista, afirmó.\nInvitó a los jóvenes a unir esfuerzos para abrir cuanto antes la escuela de pensamiento antifascista que propusieron instalar en Caracas. Instó a buscar los mejores métodos de preparación política y las tecnologías que emplean los pueblos hermanos de otros continentes para incorporarlos a ese centro. Valoró que ello consolidará los esfuerzos de la Internacional Antifascista para hacer frente a esa nociva ideología.\nNo nos podemos quedar solo en la lucha antifascista. El tiempo de la barbarie llegó, como muestran el genocidio contra los pueblos de Palestina, Líbano, Irán y Siria, la agresión nazi de Ucrania contra el pueblo ruso, y el ataque ciberfascista organizado por EE.UU. contra Venezuela.\nInsistió en que esa situación no se puede normalizar, de ahí que el Estado venezolano y sus instituciones tengan la obligación de actuar ante aquellos que pidan invasiones o sanciones contra esta patria.\nLe recalcó a los imperialistas yanquis que con su ley basura o sin ella, en alusión al proyecto presentado en el Legislativo estadounidense y mal llamado Simón Bolívar, Venezuela los derrotará y continuará en su camino hacia la paz y la prosperidad. Refirió que la derrotarán con el trabajo, el patriotismo y la movilización unida de todo el pueblo.\nAfirmó que el fascismo es la principal política de las élites hegemónicas en la actualidad. Hay que continuar creando conciencia acerca de este fascismo contemporáneo, que se alimenta de la desesperanza y el malestar.\nAprovechemos la tecnología en esa escuela de pensamiento que crearemos. Nuevas redes sociales nacerán, adelantó.\nAgradeció a los jóvenes y estudiantes las muestras de solidaridad de los pueblos del mundo que acompañan a Venezuela en la batalla contra el imperialismo y el fascismo. Recalcó que ello les confirma a los revolucionarios venezolanos que están “del lado correcto de la historia, que estamos del lado de la paz, la vida y por un nuevo mundo”.\n“Esta es la forma más hermosa de celebrar, con la juventud luchadora de la humanidad. Que levantan con fuerza sus banderas por un mejor mundo por construir”, dijo el líder bolivariano en alusión a su 62 cumpleaños, que se celebra este sábado.\nRecordó que los revolucionarios se alimentaron de las ideas del Che, la Revolución Cubana, el Frente Sandinista… “Siempre hubo manantiales de lucha por la justicia. Nunca nadie nos regaló nada. Nuestra generación creció admirando a los mártires de los años 60. Fue una generación que creció cultivando la esperanza que llegaría, en la tierra de Simón Bolívar, el momento en que Venezuela hablara con voz propia”.\nAseveró que ese momento llegó en la madrugada del 4 de febrero de 1992, “con nuestro gran maestro Hugo Chávez Frías”, de quien destacó la vigencia política e histórica de su pensamiento.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-maduro-el-10-de-enero-se-juramentaran-los-jovenes-y-los-pueblos-de-todo-el-mundo-con-el-futuro-y-la-paz/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 442,
    "message_id": 81027,
    "date": "2024-11-23T23:55:07+00:00",
    "text": "teleSUR\nPresidente Maduro: el 10 de enero se juramentarán los jóvenes y los pueblos de todo el mundo con el futuro y la paz\nhttps://www.telesurtv.net/presidente-maduro-el-10-de-enero-se-juramentaran-los-jovenes-y-los-pueblos-de-todo-el-mundo-con-el-futuro-y-la-paz/",
    "photo_path": null,
    "views": 3016,
    "reactions": {
      "👏": 54,
      "👍": 7,
      "🔥": 5
    },
    "total_reactions": 66
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro moros, clausuró este sábado el congreso mundial de la juventud y estudiantes antifascistas, que durante dos días reunió en caracas a más de mil jóvenes provenientes de 72 países, ante quienes destacó que el nacimiento del gran movimiento antifascista de la juventud y los estudiantes de venezuela propicia la unidad de la juventud y de los pueblos para construir un mundo diferente. el jefe de estado instó a quienes participaron en la reunión la urgencia de sembrar ideas para preservar la paz y la soberanía e independencia de los pueblos. aprobó las propuestas emanadas del encuentro, entre ellas la idea de convocar para el 8 de enero de 2025 el gran festival mundial antifascista en la patria de bolívar y chávez. “¡qué vengan los líderes, jóvenes, obreros, campesinos del mundo entero a acompañar al pueblo de venezuela a la juramentación del 10 de enero!”. adelantó que ese día se juramentarán los jóvenes y los pueblos de todo el mundo con el futuro y la paz. subrayó que en venezuela hay y habrá paz. no han podido ni podrán con nosotros, recalcó. recordó que contra su país perpetraron un golpe de estado ciberfascista y aplicando manuales de la guerra cognitiva, con el empleo de la inteligencia artificial y las redes sociales, entre otras acciones de dominación colonial como la guerra militar y la económica. venezuela es ejemplo de que se puede derrotar el golpe ciberfascista, afirmó. invitó a los jóvenes a unir esfuerzos para abrir cuanto antes la escuela de pensamiento antifascista que propusieron instalar en caracas. instó a buscar los mejores métodos de preparación política y las tecnologías que emplean los pueblos hermanos de otros continentes para incorporarlos a ese centro. valoró que ello consolidará los esfuerzos de la internacional antifascista para hacer frente a esa nociva ideología. no nos podemos quedar solo en la lucha antifascista. el tiempo de la barbarie llegó, como muestran el genocidio contra los pueblos de palestina, líbano, irán y siria, la agresión nazi de ucrania contra el pueblo ruso, y el ataque ciberfascista organizado por ee.uu. contra venezuela. insistió en que esa situación no se puede normalizar, de ahí que el estado venezolano y sus instituciones tengan la obligación de actuar ante aquellos que pidan invasiones o sanciones contra esta patria. le recalcó a los imperialistas yanquis que con su ley basura o sin ella, en alusión al proyecto presentado en el legislativo estadounidense y mal llamado simón bolívar, venezuela los derrotará y continuará en su camino hacia la paz y la prosperidad. refirió que la derrotarán con el trabajo, el patriotismo y la movilización unida de todo el pueblo. afirmó que el fascismo es la principal política de las élites hegemónicas en la actualidad. hay que continuar creando conciencia acerca de este fascismo contemporáneo, que se alimenta de la desesperanza y el malestar. aprovechemos la tecnología en esa escuela de pensamiento que crearemos. nuevas redes sociales nacerán, adelantó. agradeció a los jóvenes y estudiantes las muestras de solidaridad de los pueblos del mundo que acompañan a venezuela en la batalla contra el imperialismo y el fascismo. recalcó que ello les confirma a los revolucionarios venezolanos que están “del lado correcto de la historia, que estamos del lado de la paz, la vida y por un nuevo mundo”. “esta es la forma más hermosa de celebrar, con la juventud luchadora de la humanidad. que levantan con fuerza sus banderas por un mejor mundo por construir”, dijo el líder bolivariano en alusión a su 62 cumpleaños, que se celebra este sábado. recordó que los revolucionarios se alimentaron de las ideas del che, la revolución cubana, el frente sandinista… “siempre hubo manantiales de lucha por la justicia. nunca nadie nos regaló nada. nuestra generación creció admirando a los mártires de los años 60. fue una generación que creció cultivando la esperanza que llegaría, en la tierra de simón bolívar, el momento en que venezuela hablara con voz propia”. aseveró que ese momento llegó en la madrugada del 4 de febrero de 1992, “con nuestro gran maestro hugo chávez frías”, de quien destacó la vigencia política e histórica de su pensamiento.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "clausuró",
      "sábado",
      "congreso",
      "mundial",
      "juventud",
      "estudiantes",
      "antifascistas",
      ",",
      "dos",
      "días",
      "reunió",
      "caracas",
      "mil",
      "jóvenes",
      "provenientes",
      "72",
      "países",
      ",",
      "destacó",
      "nacimiento",
      "gran",
      "movimiento",
      "antifascista",
      "juventud",
      "estudiantes",
      "venezuela",
      "propicia",
      "unidad",
      "juventud",
      "pueblos",
      "construir",
      "mundo",
      "diferente",
      ".",
      "jefe",
      "instó",
      "participaron",
      "reunión",
      "urgencia",
      "sembrar",
      "ideas",
      "preservar",
      "paz",
      "soberanía",
      "independencia",
      "pueblos",
      ".",
      "aprobó",
      "propuestas",
      "emanadas",
      "encuentro",
      ",",
      "idea",
      "convocar",
      "8",
      "enero",
      "2025",
      "gran",
      "festival",
      "mundial",
      "antifascista",
      "patria",
      "bolívar",
      "chávez",
      ".",
      "“",
      "¡qué",
      "vengan",
      "líderes",
      ",",
      "jóvenes",
      ",",
      "obreros",
      ",",
      "campesinos",
      "mundo",
      "entero",
      "acompañar",
      "pueblo",
      "venezuela",
      "juramentación",
      "10",
      "enero",
      "!",
      "”",
      ".",
      "adelantó",
      "día",
      "juramentarán",
      "jóvenes",
      "pueblos",
      "mundo",
      "futuro",
      "paz",
      ".",
      "subrayó",
      "venezuela",
      "paz",
      ".",
      "podido",
      "podrán",
      ",",
      "recalcó",
      ".",
      "recordó",
      "país",
      "perpetraron",
      "golpe",
      "ciberfascista",
      "aplicando",
      "manuales",
      "guerra",
      "cognitiva",
      ",",
      "empleo",
      "inteligencia",
      "artificial",
      "redes",
      "sociales",
      ",",
      "acciones",
      "dominación",
      "colonial",
      "guerra",
      "militar",
      "económica",
      ".",
      "venezuela",
      "ejemplo",
      "puede",
      "derrotar",
      "golpe",
      "ciberfascista",
      ",",
      "afirmó",
      ".",
      "invitó",
      "jóvenes",
      "unir",
      "esfuerzos",
      "abrir",
      "cuanto",
      "escuela",
      "pensamiento",
      "antifascista",
      "propusieron",
      "instalar",
      "caracas",
      ".",
      "instó",
      "buscar",
      "mejores",
      "métodos",
      "preparación",
      "política",
      "tecnologías",
      "emplean",
      "pueblos",
      "hermanos",
      "continentes",
      "incorporarlos",
      "centro",
      ".",
      "valoró",
      "ello",
      "consolidará",
      "esfuerzos",
      "internacional",
      "antifascista",
      "hacer",
      "frente",
      "nociva",
      "ideología",
      ".",
      "podemos",
      "quedar",
      "solo",
      "lucha",
      "antifascista",
      ".",
      "tiempo",
      "barbarie",
      "llegó",
      ",",
      "muestran",
      "genocidio",
      "pueblos",
      "palestina",
      ",",
      "líbano",
      ",",
      "irán",
      "siria",
      ",",
      "agresión",
      "nazi",
      "ucrania",
      "pueblo",
      "ruso",
      ",",
      "ataque",
      "ciberfascista",
      "organizado",
      "ee.uu.",
      "venezuela",
      ".",
      "insistió",
      "situación",
      "puede",
      "normalizar",
      ",",
      "ahí",
      "venezolano",
      "instituciones",
      "obligación",
      "actuar",
      "aquellos",
      "pidan",
      "invasiones",
      "sanciones",
      "patria",
      ".",
      "recalcó",
      "imperialistas",
      "yanquis",
      "ley",
      "basura",
      ",",
      "alusión",
      "proyecto",
      "presentado",
      "legislativo",
      "estadounidense",
      "mal",
      "llamado",
      "simón",
      "bolívar",
      ",",
      "venezuela",
      "derrotará",
      "continuará",
      "camino",
      "hacia",
      "paz",
      "prosperidad",
      ".",
      "refirió",
      "derrotarán",
      "trabajo",
      ",",
      "patriotismo",
      "movilización",
      "unida",
      "pueblo",
      ".",
      "afirmó",
      "fascismo",
      "principal",
      "política",
      "élites",
      "hegemónicas",
      "actualidad",
      ".",
      "continuar",
      "creando",
      "conciencia",
      "acerca",
      "fascismo",
      "contemporáneo",
      ",",
      "alimenta",
      "desesperanza",
      "malestar",
      ".",
      "aprovechemos",
      "tecnología",
      "escuela",
      "pensamiento",
      "crearemos",
      ".",
      "nuevas",
      "redes",
      "sociales",
      "nacerán",
      ",",
      "adelantó",
      ".",
      "agradeció",
      "jóvenes",
      "estudiantes",
      "muestras",
      "solidaridad",
      "pueblos",
      "mundo",
      "acompañan",
      "venezuela",
      "batalla",
      "imperialismo",
      "fascismo",
      ".",
      "recalcó",
      "ello",
      "confirma",
      "revolucionarios",
      "venezolanos",
      "“",
      "lado",
      "correcto",
      "historia",
      ",",
      "lado",
      "paz",
      ",",
      "vida",
      "nuevo",
      "mundo",
      "”",
      ".",
      "“",
      "forma",
      "hermosa",
      "celebrar",
      ",",
      "juventud",
      "luchadora",
      "humanidad",
      ".",
      "levantan",
      "fuerza",
      "banderas",
      "mejor",
      "mundo",
      "construir",
      "”",
      ",",
      "dijo",
      "líder",
      "bolivariano",
      "alusión",
      "62",
      "cumpleaños",
      ",",
      "celebra",
      "sábado",
      ".",
      "recordó",
      "revolucionarios",
      "alimentaron",
      "ideas",
      "che",
      ",",
      "revolución",
      "cubana",
      ",",
      "frente",
      "sandinista…",
      "“",
      "siempre",
      "manantiales",
      "lucha",
      "justicia",
      ".",
      "nunca",
      "nadie",
      "regaló",
      ".",
      "generación",
      "creció",
      "admirando",
      "mártires",
      "años",
      "60.",
      "generación",
      "creció",
      "cultivando",
      "esperanza",
      "llegaría",
      ",",
      "tierra",
      "simón",
      "bolívar",
      ",",
      "momento",
      "venezuela",
      "hablara",
      "voz",
      "propia",
      "”",
      ".",
      "aseveró",
      "momento",
      "llegó",
      "madrugada",
      "4",
      "febrero",
      "1992",
      ",",
      "“",
      "gran",
      "maestro",
      "hugo",
      "chávez",
      "frías",
      "”",
      ",",
      "destacó",
      "vigencia",
      "política",
      "histórica",
      "pensamiento",
      "."
    ],
    "token_count": 418,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 84,
      "NN": 211,
      "FW": 190,
      "VBP": 21,
      "IN": 28,
      "NNS": 32,
      "VBZ": 14,
      "CD": 6,
      "JJ": 54,
      "VBD": 1,
      "DT": 2,
      "RB": 1,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-FW": 27,
      "FW-NNP": 22,
      "NNP-NNP": 31,
      "NNP-VBP": 2,
      "VBP-NN": 4,
      "NN-NN": 109,
      "NN-NNP": 22,
      "NNP-FW": 13,
      "NN-IN": 20,
      "IN-NNP": 3,
      "FW-FW": 117,
      "FW-NNS": 6,
      "NNS-VBZ": 2,
      "VBZ-IN": 1,
      "IN-CD": 3,
      "CD-NNS": 1,
      "NNS-JJ": 2,
      "JJ-NNS": 8,
      "NNS-VBP": 17,
      "VBP-JJ": 11,
      "JJ-NN": 28,
      "IN-NN": 4,
      "FW-NN": 33,
      "NN-JJ": 14,
      "NN-NNS": 11,
      "JJ-FW": 10,
      "VBP-FW": 2,
      "FW-IN": 2,
      "CD-NN": 3,
      "FW-JJ": 8,
      "NNS-NNS": 5,
      "FW-CD": 1,
      "CD-FW": 1,
      "NNS-VBD": 1,
      "VBD-JJ": 1,
      "NN-VBZ": 4,
      "VBZ-DT": 2,
      "DT-NN": 2,
      "VBZ-JJ": 6,
      "JJ-JJ": 7,
      "VBP-NNP": 3,
      "NNS-IN": 3,
      "IN-FW": 16,
      "NNS-FW": 1,
      "NNP-JJ": 2,
      "FW-VBZ": 1,
      "NNP-VBZ": 7,
      "IN-JJ": 2,
      "VBP-IN": 1,
      "VBZ-NNS": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBZ-FW": 3,
      "NN-VBP": 1,
      "NN-CD": 1,
      "VBZ-NNP": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-CD": 1,
      "CD-NNP": 1,
      "NN-CC": 1,
      "CC-NN": 1,
      "NNP-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 6,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 16,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-NN-NN": 57,
      "NN-NN-NNP": 12,
      "NN-NNP-NNP": 7,
      "NNP-NNP-FW": 6,
      "NNP-FW-NNP": 1,
      "NNP-NNP-NN": 4,
      "NNP-NN-NN": 16,
      "NN-NN-IN": 10,
      "NN-IN-NNP": 3,
      "IN-NNP-FW": 1,
      "NNP-FW-FW": 5,
      "FW-FW-FW": 81,
      "FW-FW-NNS": 3,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 4,
      "JJ-NN-IN": 7,
      "NN-IN-NN": 4,
      "IN-NN-NNP": 1,
      "FW-FW-NNP": 14,
      "FW-NNP-NN": 10,
      "NN-NN-FW": 11,
      "NN-FW-FW": 14,
      "FW-FW-NN": 14,
      "FW-NN-NN": 14,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 11,
      "JJ-NN-NN": 13,
      "NN-NNP-NN": 9,
      "NNP-NN-NNS": 4,
      "NN-NNS-VBP": 5,
      "VBP-JJ-FW": 4,
      "JJ-FW-FW": 7,
      "FW-NNS-VBP": 5,
      "FW-NNP-FW": 6,
      "NNP-FW-NNS": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 1,
      "FW-NN-IN": 2,
      "IN-NN-NN": 3,
      "FW-FW-IN": 2,
      "FW-IN-CD": 2,
      "IN-CD-NN": 2,
      "CD-NN-NNP": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "VBP-FW-NN": 1,
      "JJ-NN-FW": 1,
      "NNP-FW-NN": 5,
      "FW-NN-FW": 11,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "NNP-NN-JJ": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "NN-FW-NN": 5,
      "NN-NN-VBZ": 3,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 6,
      "JJ-NN-NNS": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "IN-NNP-NN": 1,
      "FW-FW-JJ": 3,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 3,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "VBZ-JJ-FW": 2,
      "JJ-NN-NNP": 4,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "JJ-NN-JJ": 1,
      "NN-IN-FW": 11,
      "IN-FW-NNS": 2,
      "VBP-JJ-JJ": 2,
      "NN-JJ-FW": 1,
      "FW-NN-NNP": 3,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NNS": 1,
      "NNS-VBP-NN": 2,
      "NNP-NN-IN": 1,
      "IN-FW-FW": 6,
      "NN-JJ-JJ": 2,
      "IN-NNP-NNP": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNP-NN-NNP": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "DT-NN-NN": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "IN-FW-NNP": 1,
      "NNP-NNP-VBZ": 3,
      "VBZ-JJ-NN": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNP": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-NN": 3,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "JJ-JJ-NNS": 1,
      "FW-NN-JJ": 1,
      "VBZ-FW-JJ": 1,
      "IN-FW-NN": 4,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "VBP-NN-FW": 1,
      "VBP-NNP-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-NNS-IN": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "IN-JJ-NNS": 1,
      "FW-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "VBZ-FW-FW": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 211,
        "FW": 190,
        "NNP": 84,
        "JJ": 54,
        "NNS": 32
      },
      "top_bigrams": {
        "FW-FW": 117,
        "NN-NN": 109,
        "FW-NN": 33,
        "NNP-NNP": 31,
        "JJ-NN": 28
      },
      "top_trigrams": {
        "FW-FW-FW": 81,
        "NN-NN-NN": 57,
        "NNP-NNP-NNP": 16,
        "NNP-NN-NN": 16,
        "FW-FW-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 166,
      "VP": 35,
      "PP": 8,
      "ADJP": 11
    },
    "top_rules": [
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 4,
        "weight": 0.016
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.016
      },
      {
        "rule": "ADJP -> ('que', 'JJ')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('jóvenes', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('ideas', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "S -> NP VP (',', ',') NP ('.', '.')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('sociales', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro Moros"
      },
      {
        "label": "NP",
        "text": "clausuró este sábado el Congreso Mundial de"
      },
      {
        "label": "NP",
        "text": "Juventud y Estudiantes Antifascistas"
      },
      {
        "label": "NP",
        "text": "que durante dos días reunió"
      },
      {
        "label": "NP",
        "text": "Caracas"
      },
      {
        "label": "NP",
        "text": "a más"
      },
      {
        "label": "NP",
        "text": "jóvenes"
      },
      {
        "label": "VP",
        "text": "provenientes"
      },
      {
        "label": "NP",
        "text": "países"
      },
      {
        "label": "NP",
        "text": "ante quienes"
      },
      {
        "label": "VP",
        "text": "destacó que el"
      },
      {
        "label": "NP",
        "text": "que el"
      },
      {
        "label": "PP",
        "text": "nacimiento del Gran Movimiento Antifascista"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP Moros/NNP)\n  ,/,\n  (NP\n    clausuró/NN\n    este/NN\n    sábado/NN\n    el/NN\n    Congreso/NNP\n    Mundial/NNP\n    de/NNP)\n  la/FW\n  (NP Juventud/NNP y/NN Estudiantes/NNP Antifascistas/NNP)\n  ,/,\n  (NP que/NN durante/NN dos/NN días/NN reunió/NN)\n  en/FW\n  (NP Caracas/NNP)\n  (NP a/DT más/NN)\n  de/IN\n  mil/FW\n  (NP jóvenes/NNS)\n  (VP provenientes/VBZ)\n  de/IN\n  72/CD\n  (NP países/NNS)\n  ,/,\n  (NP ante/JJ quienes/NNS)\n  (VP destacó/VBP (NP que/JJ el/NN))\n  (PP\n    nacimiento/IN\n    (NP del/NN Gran/NNP Movimiento/NNP Antifascista/NNP))\n  de/FW\n  la/FW\n  juventud/FW\n  y/FW\n  los/FW\n  estudiantes/FW\n  de/FW\n  (NP Venezuela/NNP propicia/NN la/NN)\n  unidad/FW\n  de/FW\n  la/FW\n  juventud/FW\n  y/FW\n  de/FW\n  los/FW\n  pueblos/FW\n  (NP para/NN construir/NN)\n  (NP un/JJ mundo/NN diferente/NN)\n  ./.)",
      "(S\n  (NP El/NNP jefe/NN)\n  de/FW\n  (NP Estado/NNP)\n  (VP instó/VBZ (NP a/DT quienes/JJ participaron/NN))\n  en/IN\n  la/FW\n  reunión/FW\n  la/FW\n  urgencia/FW\n  de/FW\n  sembrar/FW\n  (NP ideas/NNS)\n  (VP para/VBP (NP preservar/JJ la/NN paz/NN y/NN la/NN))\n  soberanía/FW\n  e/FW\n  independencia/FW\n  de/FW\n  los/FW\n  (NP pueblos/NN)\n  ./.)",
      "(S\n  (NP Aprobó/NNP)\n  (VP las/VBZ (NP propuestas/NNS) emanadas/JJ)\n  del/FW\n  (NP encuentro/NN)\n  ,/,\n  entre/FW\n  ellas/FW\n  la/FW\n  (NP idea/NN)\n  (PP de/IN (NP convocar/NN para/NN))\n  (VP el/VBD)\n  8/CD\n  de/FW\n  enero/FW\n  de/IN\n  2025/CD\n  (NP el/NN Gran/NNP Festival/NNP Mundial/NNP Antifascista/NNP)\n  en/FW\n  la/FW\n  patria/FW\n  de/FW\n  (NP Bolívar/NNP)\n  y/CC\n  (NP Chávez/NNP)\n  ./.)",
      "(S\n  (NP “/JJ ¡Qué/NNP vengan/NN los/NN líderes/NNS)\n  ,/,\n  (NP jóvenes/NNS)\n  ,/,\n  (NP obreros/NNS)\n  ,/,\n  (NP campesinos/NNS)\n  (VP\n    del/VBP\n    (NP mundo/NN entero/NN)\n    (NP a/DT acompañar/NN al/NN pueblo/NN))\n  de/FW\n  (NP Venezuela/NNP)\n  (NP a/DT la/NN juramentación/NN)\n  del/FW\n  10/CD\n  de/FW\n  (NP enero/NN)\n  !/.\n  (NP ”/NN)\n  ./.)",
      "(S\n  (NP Adelantó/NNP que/NN)\n  (NP ese/JJ día/NN se/NN juramentarán/NN los/NN jóvenes/NNS)\n  y/CC\n  (NP los/JJ pueblos/NN)\n  de/IN\n  todo/FW\n  el/FW\n  mundo/FW\n  (NP con/NN el/NN futuro/NN y/NN la/NN paz/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "PERIODOS_TEMPORALES",
      "FECHAS_ESPECIFICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra cognitiva, con el empleo de la inteligencia artificial y las redes sociales, entre otras",
        "position": [
          1200,
          1295
        ],
        "start": 1200,
        "end": 1295
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "empleo",
        "position": [
          1225,
          1231
        ],
        "start": 1225,
        "end": 1231
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1437,
          1443
        ],
        "start": 1437,
        "end": 1443
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "genocidio contra los pueblos de palestina, líbano, irán y siria, la agresión nazi de ucrania contra el pueblo",
        "position": [
          1966,
          2075
        ],
        "start": 1966,
        "end": 2075
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "genocidio contra los pueblos de palestina",
        "position": [
          1966,
          2007
        ],
        "start": 1966,
        "end": 2007
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          4,
          27
        ],
        "start": 4,
        "end": 27
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          109,
          120
        ],
        "start": 109,
        "end": 120
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          188,
          195
        ],
        "start": 188,
        "end": 195
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "escuela de pensamiento",
        "position": [
          1510,
          1532
        ],
        "start": 1510,
        "end": 1532
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "aprobó",
        "position": [
          586,
          592
        ],
        "start": 586,
        "end": 592
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          236,
          243
        ],
        "start": 236,
        "end": 243
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1012,
          1019
        ],
        "start": 1012,
        "end": 1019
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "escuela",
        "position": [
          1510,
          1517
        ],
        "start": 1510,
        "end": 1517
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          18,
          27
        ],
        "start": 18,
        "end": 27
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          532,
          538
        ],
        "start": 532,
        "end": 538
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          167,
          174
        ],
        "start": 167,
        "end": 174
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado instó",
        "position": [
          438,
          450
        ],
        "start": 438,
        "end": 450
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro. valoró",
        "position": [
          1739,
          1753
        ],
        "start": 1739,
        "end": 1753
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "escuela de",
        "position": [
          1510,
          1520
        ],
        "start": 1510,
        "end": 1520
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "8 de enero de 2025",
        "position": [
          672,
          690
        ],
        "start": 672,
        "end": 690
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la madrugada",
        "position": [
          4060,
          4075
        ],
        "start": 4060,
        "end": 4075
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          3174,
          3186
        ],
        "start": 3174,
        "end": 3186
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "4 de febrero de 1992",
        "position": [
          4080,
          4100
        ],
        "start": 4080,
        "end": 4100
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Legislativo estadounidense y mal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estudiantes Antifascistas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Aseveró",
        "tipo": "Persona"
      },
      {
        "nombre": "Che",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Recalcó",
        "tipo": "Persona"
      },
      {
        "nombre": "Frente Sandinista… “",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso Mundial de la Juventud",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Internacional Antifascista",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hugo Chávez Frías",
        "tipo": "Persona"
      },
      {
        "nombre": "Líbano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Siria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Movimiento Antifascista de la juventud",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado ciberfascista",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado venezolano",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "CLAUSURAR",
        "objeto": "Congreso Mundial de la Juventud"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CLAUSURAR",
        "objeto": "Estudiantes Antifascistas"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CLAUSURAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CLAUSURAR",
        "objeto": "Gran Movimiento Antifascista de la juventud"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "CLAUSURAR",
        "objeto": "Congreso Mundial de la Juventud"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "CLAUSURAR",
        "objeto": "Estudiantes Antifascistas"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "CLAUSURAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "CLAUSURAR",
        "objeto": "Gran Movimiento Antifascista de la juventud"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "CLAUSURAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Caracas",
        "relacion": "REUNIR_CLAUSURAR",
        "objeto": "Gran Movimiento Antifascista de la juventud"
      },
      {
        "sujeto": "Caracas",
        "relacion": "REUNIR_CLAUSURAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Estado ciberfascista"
      },
      {
        "sujeto": "Palestina",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Palestina",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Palestina",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Líbano",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Líbano",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Líbano",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Irán",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Irán",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Irán",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Siria",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Siria",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Siria",
        "relacion": "MOSTRAR_LLEGAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "LLEGAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Ucrania",
        "relacion": "LLEGAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "EN_DERROTAR_RECALCAR",
        "objeto": "Legislativo estadounidense y mal"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "EN_DERROTAR_RECALCAR",
        "objeto": "Simón Bolívar"
      },
      {
        "sujeto": "Aseveró",
        "relacion": "ASEVERAR",
        "objeto": "Hugo Chávez Frías"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7424,
    "pos": 0.005,
    "neu": 0.979,
    "neg": 0.016,
    "label": "negative"
  }
}