{
  "url": "https://www.telesurtv.net/bloque-historico-claves-de-un-congreso-para-la-transformacion-de-venezuela/",
  "title": "Bloque Histórico: claves de un congreso para la transformación de Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Congreso Nacional del Bloque Histórico Bolivariano",
    "Nicolás Maduro",
    "Plan 7T",
    "Socialismo",
    "transformación económica",
    "Venezuela"
  ],
  "text": "Durante los días 14 y 17 de noviembre, delegados de toda Venezuela celebraron el Gran Congreso Nacional del Bloque Histórico Bolivariano en el Centro de Convenciones Simón Bolívar para discutir más de 500 mil propuestas en aras de impulsar la transformación del Estado hacia la consolidación del socialismo.\nAmplia representación del pueblo venezolano\nCon la presencia de seis mil representantes de organizaciones sociales, partidos políticos y movimientos y un total de 3.5 millones de venezolanos, el Congreso tuvo como misión servir de plataforma para debatir las líneas estratégicas que guiarán el desarrollo del país en los próximos años.\nLa jornada reflejó un ejercicio de democracia participativa, e incluyó conferencias, mesas de trabajo y debates centrados en la implementación del Plan de las Siete Transformaciones, o «7T», un proyecto de gobierno que plantea acciones concretas en áreas como economía, servicios públicos, paz y soberanía.\nHoja de ruta para las 7T y el nuevo Estado comunal en los próximos 30 años\nLos debates aportaron una hoja de ruta que permita concretar en los próximos 30 años el plan de la patria y el programa de las 7T que el pueblo y los trabajadores debatieron en más de 60.000 asambleas de base. En esta ruta se incluye el nuevo Estado comunal que en su momento planteó el líder de la Revolución Bolivariana, Hugo Chávez, y el país se ha propuesto construir.\nEl Plan 7T se organiza en torno a siete líneas de trabajo que definen una visión a largo plazo para el país, estructurada sobre los principios y legado del expresidente Hugo Chávez, que comprenden las áreas de Transformación Económica, Servicios Públicos e Infraestructura, Seguridad y Soberanía, Transformación Social, Construcción de un Nuevo Estado, Lucha contra el Cambio Climático y Nueva Geopolítica del Poder Mundial.\nConvertir a Venezuela en potencia mundial gracias a la democracia directa\nEn el acto de clausura, el presidente Venezuela, Nicolás Maduro Moros, describió al proceso como un nuevo bloque histórico bolivariano, cristiano, popular, democrático, antiimperialista, anticolonialista y profundamente chavista, porque decir chavista es decir síntesis de las luchas históricas de cinco siglos.\nEl jefe de Gobierno de la nación bolivariana también señaló que se transformará, después de juramentarse como presidente reelecto el 10 de enero, en la Ley Orgánica Nacional del Plan de la Patria 2025-2031.\n“Este será el plan de desarrollo del país, surgido de la sociedad civil nueva, del bloque histórico», anunció desde el Cuartel de la Patria, 4F, lugar en el que concluyó la primera edición del evento, después de tres días de debate y conclusiones”, indicó.\nPor su parte, en una entrevista a teleSUR, el ministro de Planificación del Gobierno venezolano y coordinador del congreso, Ricardo Menéndez, declaró que gracias a estas asambleas el plan de gobierno se construyó con la participación del pueblo, desde el nivel comunitario hasta el nacional, a partir del uso de tecnologías avanzadas para sistematizar las propuestas y conectarlas con las instituciones públicas.\nEnfrentamiento a los intentos de desestabilización\nEl Congreso, que reúne a cinco generaciones de venezolanos, ha sido uno de los debates más amplios, participativos y libres convocados por las fuerzas chavistas en 25 años, y consolida la construcción de un Estado socialista bolivariana frente a la expansión del imperialismo de Occidente, refirió el presidente de la nación.\nPor lo que también se constituyó una respuesta popular frente a los intentos de desestabilización por parte del Gobierno de los Estados Unidos, lo cual quedó plasmado en el lema de las mesas de trabajo: “Llegó la hora del pueblo”.\nLos delegados aprobaron la lucha por una nueva geopolítica mundial mediante la búsqueda de un orden multipolar y justo en el contexto mundial, y específicamente en América Latina y el Caribe.\nEste enfoque busca fortalecer alianzas estratégicas y consolidar la posición de Venezuela como una nación soberana en el ámbito global, contraria a cualquier forma de hegemonía, así como contempla la construcción de un bloque regional fuerte que luche por la paz y la autodeterminación de los pueblos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/bloque-historico-claves-de-un-congreso-para-la-transformacion-de-venezuela/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 801,
    "message_id": 80642,
    "date": "2024-11-18T18:33:40+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪ Expertos ecuatorianos recomiendan mantener apagones a causa del bajo nivel de los embalses\n🔗https://www.telesurtv.net/expertos-ecuatorianos-recomiendan-mantener-apagones-a-causa-del-bajo-nivel-de-los-embalses/\n\n▪Bloque Histórico: claves de un congreso para la transformación de Venezuela\n🔗https://www.telesurtv.net/bloque-historico-claves-de-un-congreso-para-la-transformacion-de-venezuela/\n\n▪Cristina Fernández encabeza primer acto como presidenta del partido justicialista\n🔗https://www.telesurtv.net/cristina-fernandez-encabeza-primer-acto-como-presidenta-del-partido-justicialista/\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 2182,
    "reactions": {
      "❤": 15,
      "👍": 10,
      "🤔": 2,
      "🙏": 1
    },
    "total_reactions": 28
  },
  "preprocessing": {
    "cleaned": "durante los días 14 y 17 de noviembre, delegados de toda venezuela celebraron el gran congreso nacional del bloque histórico bolivariano en el centro de convenciones simón bolívar para discutir más de 500 mil propuestas en aras de impulsar la transformación del estado hacia la consolidación del socialismo. amplia representación del pueblo venezolano con la presencia de seis mil representantes de organizaciones sociales, partidos políticos y movimientos y un total de 3.5 millones de venezolanos, el congreso tuvo como misión servir de plataforma para debatir las líneas estratégicas que guiarán el desarrollo del país en los próximos años. la jornada reflejó un ejercicio de democracia participativa, e incluyó conferencias, mesas de trabajo y debates centrados en la implementación del plan de las siete transformaciones, o «7t», un proyecto de gobierno que plantea acciones concretas en áreas como economía, servicios públicos, paz y soberanía. hoja de ruta para las 7t y el nuevo estado comunal en los próximos 30 años los debates aportaron una hoja de ruta que permita concretar en los próximos 30 años el plan de la patria y el programa de las 7t que el pueblo y los trabajadores debatieron en más de 60.000 asambleas de base. en esta ruta se incluye el nuevo estado comunal que en su momento planteó el líder de la revolución bolivariana, hugo chávez, y el país se ha propuesto construir. el plan 7t se organiza en torno a siete líneas de trabajo que definen una visión a largo plazo para el país, estructurada sobre los principios y legado del expresidente hugo chávez, que comprenden las áreas de transformación económica, servicios públicos e infraestructura, seguridad y soberanía, transformación social, construcción de un nuevo estado, lucha contra el cambio climático y nueva geopolítica del poder mundial. convertir a venezuela en potencia mundial gracias a la democracia directa en el acto de clausura, el presidente venezuela, nicolás maduro moros, describió al proceso como un nuevo bloque histórico bolivariano, cristiano, popular, democrático, antiimperialista, anticolonialista y profundamente chavista, porque decir chavista es decir síntesis de las luchas históricas de cinco siglos. el jefe de gobierno de la nación bolivariana también señaló que se transformará, después de juramentarse como presidente reelecto el 10 de enero, en la ley orgánica nacional del plan de la patria 2025-2031. “este será el plan de desarrollo del país, surgido de la sociedad civil nueva, del bloque histórico», anunció desde el cuartel de la patria, 4f, lugar en el que concluyó la primera edición del evento, después de tres días de debate y conclusiones”, indicó. por su parte, en una entrevista a telesur, el ministro de planificación del gobierno venezolano y coordinador del congreso, ricardo menéndez, declaró que gracias a estas asambleas el plan de gobierno se construyó con la participación del pueblo, desde el nivel comunitario hasta el nacional, a partir del uso de tecnologías avanzadas para sistematizar las propuestas y conectarlas con las instituciones públicas. enfrentamiento a los intentos de desestabilización el congreso, que reúne a cinco generaciones de venezolanos, ha sido uno de los debates más amplios, participativos y libres convocados por las fuerzas chavistas en 25 años, y consolida la construcción de un estado socialista bolivariana frente a la expansión del imperialismo de occidente, refirió el presidente de la nación. por lo que también se constituyó una respuesta popular frente a los intentos de desestabilización por parte del gobierno de los estados unidos, lo cual quedó plasmado en el lema de las mesas de trabajo: “llegó la hora del pueblo”. los delegados aprobaron la lucha por una nueva geopolítica mundial mediante la búsqueda de un orden multipolar y justo en el contexto mundial, y específicamente en américa latina y el caribe. este enfoque busca fortalecer alianzas estratégicas y consolidar la posición de venezuela como una nación soberana en el ámbito global, contraria a cualquier forma de hegemonía, así como contempla la construcción de un bloque regional fuerte que luche por la paz y la autodeterminación de los pueblos.",
    "tokens": [
      "días",
      "14",
      "17",
      "noviembre",
      ",",
      "delegados",
      "toda",
      "venezuela",
      "celebraron",
      "gran",
      "congreso",
      "nacional",
      "bloque",
      "histórico",
      "bolivariano",
      "centro",
      "convenciones",
      "simón",
      "bolívar",
      "discutir",
      "500",
      "mil",
      "propuestas",
      "aras",
      "impulsar",
      "transformación",
      "hacia",
      "consolidación",
      "socialismo",
      ".",
      "amplia",
      "representación",
      "pueblo",
      "venezolano",
      "presencia",
      "seis",
      "mil",
      "representantes",
      "organizaciones",
      "sociales",
      ",",
      "partidos",
      "políticos",
      "movimientos",
      "total",
      "3.5",
      "millones",
      "venezolanos",
      ",",
      "congreso",
      "misión",
      "servir",
      "plataforma",
      "debatir",
      "líneas",
      "estratégicas",
      "guiarán",
      "desarrollo",
      "país",
      "próximos",
      "años",
      ".",
      "jornada",
      "reflejó",
      "ejercicio",
      "democracia",
      "participativa",
      ",",
      "incluyó",
      "conferencias",
      ",",
      "mesas",
      "trabajo",
      "debates",
      "centrados",
      "implementación",
      "plan",
      "siete",
      "transformaciones",
      ",",
      "«",
      "7t",
      "»",
      ",",
      "proyecto",
      "gobierno",
      "plantea",
      "acciones",
      "concretas",
      "áreas",
      "economía",
      ",",
      "servicios",
      "públicos",
      ",",
      "paz",
      "soberanía",
      ".",
      "hoja",
      "ruta",
      "7t",
      "nuevo",
      "comunal",
      "próximos",
      "30",
      "años",
      "debates",
      "aportaron",
      "hoja",
      "ruta",
      "permita",
      "concretar",
      "próximos",
      "30",
      "años",
      "plan",
      "patria",
      "programa",
      "7t",
      "pueblo",
      "trabajadores",
      "debatieron",
      "60.000",
      "asambleas",
      "base",
      ".",
      "ruta",
      "incluye",
      "nuevo",
      "comunal",
      "momento",
      "planteó",
      "líder",
      "revolución",
      "bolivariana",
      ",",
      "hugo",
      "chávez",
      ",",
      "país",
      "propuesto",
      "construir",
      ".",
      "plan",
      "7t",
      "organiza",
      "torno",
      "siete",
      "líneas",
      "trabajo",
      "definen",
      "visión",
      "largo",
      "plazo",
      "país",
      ",",
      "estructurada",
      "principios",
      "legado",
      "expresidente",
      "hugo",
      "chávez",
      ",",
      "comprenden",
      "áreas",
      "transformación",
      "económica",
      ",",
      "servicios",
      "públicos",
      "infraestructura",
      ",",
      "seguridad",
      "soberanía",
      ",",
      "transformación",
      "social",
      ",",
      "construcción",
      "nuevo",
      ",",
      "lucha",
      "cambio",
      "climático",
      "nueva",
      "geopolítica",
      "poder",
      "mundial",
      ".",
      "convertir",
      "venezuela",
      "potencia",
      "mundial",
      "gracias",
      "democracia",
      "directa",
      "acto",
      "clausura",
      ",",
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "describió",
      "proceso",
      "nuevo",
      "bloque",
      "histórico",
      "bolivariano",
      ",",
      "cristiano",
      ",",
      "popular",
      ",",
      "democrático",
      ",",
      "antiimperialista",
      ",",
      "anticolonialista",
      "profundamente",
      "chavista",
      ",",
      "decir",
      "chavista",
      "decir",
      "síntesis",
      "luchas",
      "históricas",
      "cinco",
      "siglos",
      ".",
      "jefe",
      "gobierno",
      "nación",
      "bolivariana",
      "señaló",
      "transformará",
      ",",
      "después",
      "juramentarse",
      "presidente",
      "reelecto",
      "10",
      "enero",
      ",",
      "ley",
      "orgánica",
      "nacional",
      "plan",
      "patria",
      "2025-2031",
      ".",
      "“",
      "plan",
      "desarrollo",
      "país",
      ",",
      "surgido",
      "sociedad",
      "civil",
      "nueva",
      ",",
      "bloque",
      "histórico",
      "»",
      ",",
      "anunció",
      "cuartel",
      "patria",
      ",",
      "4f",
      ",",
      "lugar",
      "concluyó",
      "primera",
      "edición",
      "evento",
      ",",
      "después",
      "tres",
      "días",
      "debate",
      "conclusiones",
      "”",
      ",",
      "indicó",
      ".",
      "parte",
      ",",
      "entrevista",
      "telesur",
      ",",
      "ministro",
      "planificación",
      "gobierno",
      "venezolano",
      "coordinador",
      "congreso",
      ",",
      "ricardo",
      "menéndez",
      ",",
      "declaró",
      "gracias",
      "asambleas",
      "plan",
      "gobierno",
      "construyó",
      "participación",
      "pueblo",
      ",",
      "nivel",
      "comunitario",
      "nacional",
      ",",
      "partir",
      "uso",
      "tecnologías",
      "avanzadas",
      "sistematizar",
      "propuestas",
      "conectarlas",
      "instituciones",
      "públicas",
      ".",
      "enfrentamiento",
      "intentos",
      "desestabilización",
      "congreso",
      ",",
      "reúne",
      "cinco",
      "generaciones",
      "venezolanos",
      ",",
      "sido",
      "debates",
      "amplios",
      ",",
      "participativos",
      "libres",
      "convocados",
      "fuerzas",
      "chavistas",
      "25",
      "años",
      ",",
      "consolida",
      "construcción",
      "socialista",
      "bolivariana",
      "frente",
      "expansión",
      "imperialismo",
      "occidente",
      ",",
      "refirió",
      "presidente",
      "nación",
      ".",
      "constituyó",
      "respuesta",
      "popular",
      "frente",
      "intentos",
      "desestabilización",
      "parte",
      "gobierno",
      "unidos",
      ",",
      "quedó",
      "plasmado",
      "lema",
      "mesas",
      "trabajo",
      ":",
      "“",
      "llegó",
      "hora",
      "pueblo",
      "”",
      ".",
      "delegados",
      "aprobaron",
      "lucha",
      "nueva",
      "geopolítica",
      "mundial",
      "mediante",
      "búsqueda",
      "orden",
      "multipolar",
      "justo",
      "contexto",
      "mundial",
      ",",
      "específicamente",
      "américa",
      "latina",
      "caribe",
      ".",
      "enfoque",
      "busca",
      "fortalecer",
      "alianzas",
      "estratégicas",
      "consolidar",
      "posición",
      "venezuela",
      "nación",
      "soberana",
      "ámbito",
      "global",
      ",",
      "contraria",
      "cualquier",
      "forma",
      "hegemonía",
      ",",
      "así",
      "contempla",
      "construcción",
      "bloque",
      "regional",
      "fuerte",
      "luche",
      "paz",
      "autodeterminación",
      "pueblos",
      "."
    ],
    "token_count": 433,
    "sentence_count": 14
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 92,
      "VBD": 4,
      "JJ": 65,
      "CD": 14,
      "NNS": 27,
      "FW": 160,
      "NN": 205,
      "IN": 34,
      "VBZ": 3,
      "VBP": 16,
      "$": 1
    },
    "bigram_freq": {
      "NNP-VBD": 3,
      "VBD-JJ": 2,
      "JJ-CD": 2,
      "CD-CD": 1,
      "CD-NNS": 4,
      "NNS-FW": 3,
      "FW-FW": 95,
      "FW-NNP": 27,
      "NNP-NN": 22,
      "NN-NN": 119,
      "NN-NNP": 12,
      "NNP-NNP": 41,
      "NNP-FW": 18,
      "NN-IN": 26,
      "IN-CD": 2,
      "NNS-JJ": 3,
      "JJ-FW": 4,
      "FW-VBZ": 1,
      "VBZ-IN": 1,
      "IN-NNS": 1,
      "NNS-NNS": 3,
      "NNS-VBP": 13,
      "VBP-JJ": 11,
      "JJ-NNS": 6,
      "JJ-JJ": 10,
      "FW-CD": 2,
      "NNS-IN": 3,
      "IN-FW": 22,
      "NN-JJ": 17,
      "JJ-NN": 35,
      "FW-NN": 21,
      "NN-NNS": 8,
      "IN-JJ": 6,
      "NN-FW": 18,
      "FW-NNS": 3,
      "VBP-IN": 1,
      "NNP-CD": 3,
      "CD-JJ": 3,
      "FW-JJ": 11,
      "JJ-NNP": 8,
      "NNS-CD": 1,
      "NN-CD": 1,
      "CD-NN": 5,
      "NNP-VBZ": 1,
      "VBZ-VBP": 2,
      "NN-VBZ": 1,
      "IN-NN": 3,
      "NNP-IN": 2,
      "NNP-JJ": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 1,
      "VBP-NNP": 2,
      "NN-VBP": 1,
      "VBP-NNS": 2,
      "NNS-$": 1,
      "$-CD": 1,
      "VBD-NNP": 1
    },
    "trigram_freq": {
      "NNP-VBD-JJ": 2,
      "VBD-JJ-CD": 1,
      "JJ-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-FW-FW": 62,
      "FW-FW-NNP": 17,
      "FW-NNP-NN": 6,
      "NNP-NN-NN": 18,
      "NN-NN-NNP": 6,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NNP": 21,
      "NNP-NNP-FW": 7,
      "NNP-FW-NNP": 5,
      "FW-NNP-NNP": 11,
      "NNP-FW-FW": 10,
      "FW-NNP-FW": 8,
      "NNP-NNP-NN": 7,
      "NN-NN-NN": 69,
      "NN-NN-IN": 16,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NN-NNP-NN": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-FW": 2,
      "JJ-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "IN-FW-FW": 7,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 10,
      "JJ-NN-IN": 10,
      "NN-IN-FW": 17,
      "IN-FW-NN": 4,
      "FW-NN-NN": 12,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 4,
      "VBP-JJ-NN": 7,
      "JJ-NN-NN": 16,
      "NN-IN-JJ": 5,
      "IN-JJ-JJ": 3,
      "JJ-JJ-NN": 5,
      "JJ-NN-NNP": 3,
      "NNP-NN-JJ": 2,
      "NN-JJ-FW": 1,
      "FW-FW-NN": 9,
      "NN-NN-FW": 8,
      "NN-FW-FW": 10,
      "FW-FW-NNS": 1,
      "FW-NNS-VBP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNP-NNP-CD": 2,
      "NNP-CD-JJ": 2,
      "CD-JJ-NN": 2,
      "IN-FW-JJ": 7,
      "FW-JJ-NN": 8,
      "JJ-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "JJ-NN-JJ": 2,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "FW-NN-NNS": 2,
      "NN-NNS-CD": 1,
      "NNS-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-NNP-NN": 5,
      "NNP-NN-FW": 2,
      "NN-FW-NN": 5,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 2,
      "JJ-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NN": 3,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-VBP": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-JJ-NNP": 2,
      "IN-FW-NNP": 3,
      "NNP-FW-NN": 3,
      "FW-NN-FW": 3,
      "FW-FW-JJ": 4,
      "NN-NNS-FW": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-NN-JJ": 2,
      "JJ-NN-FW": 3,
      "FW-NN-NNP": 1,
      "NN-NNP-FW": 1,
      "NN-JJ-JJ": 2,
      "FW-JJ-NNP": 1,
      "NN-FW-NNP": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-IN-NN": 2,
      "IN-NN-FW": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "IN-JJ-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "JJ-NNS-NNS": 1,
      "NN-NNS-IN": 1,
      "IN-FW-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "VBP-NNS-$": 1,
      "NNS-$-CD": 1,
      "$-CD-NN": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NNP-NNP-VBD": 2,
      "VBD-JJ-NN": 1,
      "FW-JJ-JJ": 2,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "IN-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 205,
        "FW": 160,
        "NNP": 92,
        "JJ": 65,
        "IN": 34
      },
      "top_bigrams": {
        "NN-NN": 119,
        "FW-FW": 95,
        "NNP-NNP": 41,
        "JJ-NN": 35,
        "FW-NNP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 69,
        "FW-FW-FW": 62,
        "NNP-NNP-NNP": 21,
        "NNP-NN-NN": 18,
        "FW-FW-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 14,
    "chunk_counts": {
      "NP": 162,
      "VP": 25,
      "ADJP": 11,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0183
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('debates', 'NNS')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('Plan', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('Patria', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'JJ') ('intentos', 'NN')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "S -> NP VP ('14', 'CD') ADJP ('17', 'CD') ('de', 'FW') ('noviembre', 'FW') (',', ',') ('delegados', 'FW') ('de', 'FW') ('toda', 'FW') NP ('del', 'FW') NP ('en', 'FW') ('el', 'FW') NP ('de', 'FW') NP ('de', 'IN') ('500', 'CD') NP ADJP ('en', 'FW') ('aras', 'FW') ('de', 'FW') ('impulsar', 'FW') ('la', 'FW') ('transformación', 'FW') ('del', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0046
      },
      {
        "rule": "NP -> ('Durante', 'NNP')",
        "frequency": 1,
        "weight": 0.0046
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Durante"
      },
      {
        "label": "VP",
        "text": "los días"
      },
      {
        "label": "ADJP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "Venezuela celebraron el Gran Congreso Nacional"
      },
      {
        "label": "NP",
        "text": "Bloque Histórico Bolivariano"
      },
      {
        "label": "NP",
        "text": "Centro"
      },
      {
        "label": "NP",
        "text": "Convenciones Simón Bolívar para discutir más"
      },
      {
        "label": "NP",
        "text": "mil"
      },
      {
        "label": "ADJP",
        "text": "propuestas"
      },
      {
        "label": "NP",
        "text": "Estado hacia la consolidación del socialismo"
      },
      {
        "label": "NP",
        "text": "Amplia representación del pueblo venezolano Con la"
      },
      {
        "label": "VP",
        "text": "representantes"
      },
      {
        "label": "PP",
        "text": "de organizaciones sociales"
      },
      {
        "label": "NP",
        "text": "organizaciones sociales"
      },
      {
        "label": "NP",
        "text": "partidos políticos y movimientos y"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Durante/NNP)\n  (VP los/VBD días/JJ)\n  14/CD\n  (ADJP y/JJ)\n  17/CD\n  de/FW\n  noviembre/FW\n  ,/,\n  delegados/FW\n  de/FW\n  toda/FW\n  (NP\n    Venezuela/NNP\n    celebraron/NN\n    el/NN\n    Gran/NNP\n    Congreso/NNP\n    Nacional/NNP)\n  del/FW\n  (NP Bloque/NNP Histórico/NNP Bolivariano/NNP)\n  en/FW\n  el/FW\n  (NP Centro/NNP)\n  de/FW\n  (NP\n    Convenciones/NNP\n    Simón/NNP\n    Bolívar/NNP\n    para/NN\n    discutir/NN\n    más/NN)\n  de/IN\n  500/CD\n  (NP mil/NNS)\n  (ADJP propuestas/JJ)\n  en/FW\n  aras/FW\n  de/FW\n  impulsar/FW\n  la/FW\n  transformación/FW\n  del/FW\n  (NP\n    Estado/NNP\n    hacia/NN\n    la/NN\n    consolidación/NN\n    del/NN\n    socialismo/NN)\n  ./.)",
      "(S\n  (NP\n    Amplia/NNP\n    representación/NN\n    del/NN\n    pueblo/NN\n    venezolano/NN\n    Con/NNP\n    la/NNP)\n  presencia/FW\n  de/FW\n  seis/FW\n  mil/FW\n  (VP representantes/VBZ)\n  (PP de/IN (NP organizaciones/NNS sociales/NNS))\n  ,/,\n  (NP partidos/JJ políticos/NN y/NN movimientos/NN y/NN)\n  (NP un/JJ total/NN)\n  de/IN\n  3.5/CD\n  (NP millones/NNS)\n  de/IN\n  venezolanos/FW\n  ,/,\n  el/FW\n  (NP Congreso/NNP tuvo/NN como/NN)\n  (NP misión/JJ servir/NN)\n  de/IN\n  plataforma/FW\n  (NP para/NN debatir/NN las/NNS)\n  (VP\n    líneas/VBP\n    (NP\n      estratégicas/JJ\n      que/NN\n      guiarán/NN\n      el/NN\n      desarrollo/NN\n      del/NN\n      país/NN))\n  (PP en/IN (NP los/JJ próximos/JJ años/NN))\n  ./.)",
      "(S\n  (NP La/NNP jornada/NNP reflejó/NN)\n  (ADJP un/JJ)\n  ejercicio/FW\n  de/FW\n  democracia/FW\n  (NP participativa/NN)\n  ,/,\n  e/FW\n  (NP incluyó/NN conferencias/NN)\n  ,/,\n  mesas/FW\n  de/FW\n  trabajo/FW\n  y/FW\n  (NP debates/NNS)\n  (VP centrados/VBP)\n  en/IN\n  la/FW\n  implementación/FW\n  del/FW\n  (NP Plan/NNP)\n  de/FW\n  las/FW\n  (NP Siete/NNP Transformaciones/NNP)\n  ,/,\n  (VP o/VBD «/JJ)\n  7T/CD\n  (NP »/NN)\n  ,/,\n  (NP un/JJ proyecto/NN)\n  de/IN\n  gobierno/FW\n  (NP que/JJ plantea/NN acciones/NNS concretas/NNS)\n  (VP en/VBP (NP áreas/JJ como/NN economía/NN))\n  ,/,\n  (NP servicios/JJ públicos/NN)\n  ,/,\n  (NP paz/NN y/NN soberanía/NN)\n  ./.)",
      "(S\n  (NP Hoja/NNP)\n  de/FW\n  ruta/FW\n  (NP para/NN)\n  (VP las/VBZ)\n  7T/CD\n  (NP y/NN el/NN)\n  (NP nuevo/JJ Estado/NNP comunal/NN)\n  en/FW\n  (NP los/NN próximos/NN)\n  30/CD\n  (NP años/NN Los/NNP)\n  (VP debates/VBZ)\n  (VP aportaron/VBP (NP una/JJ hoja/NN))\n  de/IN\n  ruta/FW\n  (NP que/NN permita/NN concretar/NN)\n  en/IN\n  (ADJP los/JJ)\n  (ADJP próximos/JJ)\n  30/CD\n  (NP años/NN el/NN plan/NN)\n  de/IN\n  la/FW\n  patria/FW\n  y/FW\n  el/FW\n  programa/FW\n  de/FW\n  las/FW\n  7T/CD\n  (NP que/NN el/NN pueblo/NN y/NN los/NN)\n  (VP trabajadores/VBZ)\n  (VP debatieron/VBP (NP en/JJ más/NN))\n  de/IN\n  60.000/CD\n  (NP asambleas/NNS)\n  (PP de/IN (NP base/NN))\n  ./.)",
      "(S\n  (NP En/NNP esta/NN ruta/NN se/NN incluye/NN el/NN)\n  (NP nuevo/JJ Estado/NNP comunal/NN que/NN)\n  en/FW\n  (NP su/NN momento/NN planteó/NN)\n  (NP el/JJ líder/NN)\n  de/IN\n  la/FW\n  (NP Revolución/NNP Bolivariana/NNP)\n  ,/,\n  (NP Hugo/NNP Chávez/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP el/VBZ)\n  país/FW\n  se/FW\n  (NP ha/NN propuesto/NN construir/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          738,
          745
        ],
        "start": 738,
        "end": 745
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          2263,
          2269
        ],
        "start": 2263,
        "end": 2269
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          2519,
          2526
        ],
        "start": 2519,
        "end": 2526
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "cambio climático",
        "position": [
          1768,
          1784
        ],
        "start": 1768,
        "end": 1784
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la nación",
        "position": [
          2221,
          2242
        ],
        "start": 2221,
        "end": 2242
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente venezuela",
        "position": [
          1925,
          1945
        ],
        "start": 1925,
        "end": 1945
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de planificación del",
        "position": [
          2720,
          2749
        ],
        "start": 2720,
        "end": 2749
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "congreso nacional",
        "position": [
          86,
          103
        ],
        "start": 86,
        "end": 103
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley orgánica nacional del plan de la patria 2025-2031",
        "position": [
          2362,
          2415
        ],
        "start": 2362,
        "end": 2415
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          959,
          963
        ],
        "start": 959,
        "end": 963
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3592,
          3606
        ],
        "start": 3592,
        "end": 3606
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          57,
          66
        ],
        "start": 57,
        "end": 66
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          4143,
          4149
        ],
        "start": 4143,
        "end": 4149
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          3879,
          3885
        ],
        "start": 3879,
        "end": 3885
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado hacia",
        "position": [
          262,
          274
        ],
        "start": 262,
        "end": 274
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          143,
          152
        ],
        "start": 143,
        "end": 152
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "días 14 y 17 de noviembre",
        "position": [
          12,
          37
        ],
        "start": 12,
        "end": 37
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          3401,
          3413
        ],
        "start": 3401,
        "end": 3413
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "500 mil",
        "position": [
          201,
          208
        ],
        "start": 201,
        "end": 208
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 500",
        "position": [
          194,
          204
        ],
        "start": 194,
        "end": 204
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 60.000",
        "position": [
          1203,
          1216
        ],
        "start": 1203,
        "end": 1216
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado socialista",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Gran Congreso Nacional del Bloque Histórico Bolivariano",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nueva Geopolítica del Poder Mundial",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Transformación Económica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Centro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "7T",
        "tipo": "Lugar"
      },
      {
        "nombre": "Convenciones Simón Bolívar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuartel de la Patria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ricardo Menéndez",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado comunal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Revolución Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "CELEBRAR",
        "objeto": "Gran Congreso Nacional del Bloque Histórico Bolivariano"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CELEBRAR",
        "objeto": "Centro"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CELEBRAR",
        "objeto": "Convenciones Simón Bolívar"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CELEBRAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Gran Congreso Nacional del Bloque Histórico Bolivariano",
        "relacion": "CELEBRAR",
        "objeto": "Centro"
      },
      {
        "sujeto": "Gran Congreso Nacional del Bloque Histórico Bolivariano",
        "relacion": "CELEBRAR",
        "objeto": "Convenciones Simón Bolívar"
      },
      {
        "sujeto": "Gran Congreso Nacional del Bloque Histórico Bolivariano",
        "relacion": "CELEBRAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Centro",
        "relacion": "CELEBRAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Convenciones Simón Bolívar",
        "relacion": "CELEBRAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONVERTIR",
        "objeto": "Nicolás Maduro Moros"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8555,
    "pos": 0.017,
    "neu": 0.983,
    "neg": 0.0,
    "label": "positive"
  }
}