{
  "url": "https://www.telesurtv.net/argentina-represion-protesta-mapuches-neuquen/",
  "title": "Argentina: Represión de protestas mapuches en Neuquén expone autoritarismo del Gobierno - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Comunidades Mapuches",
    "derechos de los mapuches",
    "Desalojo",
    "Neuquén",
    "protestas mapuches",
    "Represión Policial"
  ],
  "text": "Al menos 17 personas fueron detenidas en un operativo policial de desalojo contra comunidades mapuches que llevaban varios días apostadas en la Casa de Gobierno de la provincia de Neuquén para exigir su derecho a la entrega de personerías jurídicas, es decir, un DNI de la comunidad, según explica en vídeos uno de los manifestantes.\nLa principal demanda de los manifestantes es la personería jurídica para las comunidades Newen Kura, Fvta Xayen, Kelv Kura y Ragilew Cárdenas, varias de ellas ubicadas en la estratégica zona de Vaca Muerta, las cuales al no contar con reconocimiento de la provincia, quedan excluidas de relevamientos territoriales y del derecho a la consulta previa sobre proyectos que impactan sus tierras, razón por la cual han incrementado sus protestas.\nUno de los participantes expuso y criticó el uso de la fuerza del Gobierno provincial en la exigencia de un trámite sencillo. “Acá no estamos pidiendo territorios, no estamos pidiendo el derecho a la consulta; estamos pidiendo el DNI de la comunidad, es un trámite adminitrativo. Nos están moliendo a palos por esta exigencia“, afirmó uno de los participantes, quien lamentó que llevan un año y seis meses “detrás de este papelucho”.\nCriticó la falta de democracia en el Estado argentino y los prejuicios raciales que asumen los gobiernos locales que siguen al presidente Javier Milei y a la ministra de Seguridad, Patricia Bullrich. “La violencia es parte de lo cotidiano y el discurso racial es parte de lo cotidiano”, afirmó este manifestante.\n\n\nEn un comunicado posterior al desalojo, la Confederación Mapuche de Neuquén condenó el uso de la ley para reprimir, en referencia a la orden que dio vía libre a la represión: “No usar la ley para reprimir, sino para llevar justicia a una sociedad desigual que ellos han construido”. Asimismo, culpan al Gobernador Rolando Figueroa por “dar palos” ante la falta de consenso.\nLos manifestantes denuncian que el servilismo petrolero de los gobernantes de la provincia es cómplice de los poderes empresariales, e impide que los acuerdos legales se materialicen, o se aprueben.\nA su vez, alegan que el Gobierno ha incumplido con un acta firmada en 2023, en la cual se comprometió a iniciar los trámites para la personería. Sin embargo, dicho proceso se paralizó, y el Ejecutivo ha alegado que las agrupaciones con cumplieron con los requisitos legales, mientras a su vez criminaliza a las comunidades mapuche por supuestamente “alterar la paz social” con su activismo.\nLas comunidades mapuches reclaman la propiedad de tierras ancestrales que consideran parte de su territorio histórico, fundamental para su identidad cultural y su forma de vida, así como son los espacios donde viven.\nEl operativo de desalojo y “uso de la fuerza” fue autorizado esta jornada por el Fiscal Jefe, Pablo Vignaroli, quien dio luz verde para que reprimieran a los mapuches. En la acción policial participaron al menos 120 efectivos de la Policía Metropolitana, la policía motorizada, con participación de Bomberos y ambulancias. Entre los detenidos se encontraba un menor de 15 años, según reporta ANRed.\n\n\nLa protesta en la Casa de Gobierno inició el pasado martes para reclamar la entrega de las cuatro personerías jurídicas a las comunidades de Newen Kura, Fvta Xayen, Kelv Kura y a Ragilew Cárdenas. Bajo el pretexto de “perder poder político” si entrega el reconocimiento a las comunidades, el gobernador incumple con un compromiso firmado hace un año y seis meses, y reacciona a las protestas con represión en lugar de diálogo.\nComo expresan los líderes de las comunidades mapuches y el pueblo argentino que cada miércoles se moviliza frente al Congreso de la nación, el Gobierno de Javier Milei ha entronizado el racismo, la desprotección y el desamparo en la gestión de todo el país, lo cual ha quedado expuesto con todos los organismos e instituciones que ha ordenado a cerrar o les ha privado de financimiento.\nLos pueblos indígenas no han salido ilesos de estos golpes de motosierra. Tan solo en diciembre de 2024, un decreto del Gobierno derogó la Ley de Emergencia Territorial Indígena, que brindaba protección legal a las comunidades indígenas ante intentos de desalojos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/argentina-represion-protesta-mapuches-neuquen/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 879,
    "message_id": 99498,
    "date": "2025-07-20T22:55:07+00:00",
    "text": "teleSUR\nArgentina: Represión de protestas mapuches en Neuquén expone autoritarismo del Gobierno\nhttps://www.telesurtv.net/argentina-represion-protesta-mapuches-neuquen/",
    "photo_path": null,
    "views": 2288,
    "reactions": {
      "🤬": 41,
      "💯": 4,
      "👍": 1,
      "💩": 1
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "al menos 17 personas fueron detenidas en un operativo policial de desalojo contra comunidades mapuches que llevaban varios días apostadas en la casa de gobierno de la provincia de neuquén para exigir su derecho a la entrega de personerías jurídicas, es decir, un dni de la comunidad, según explica en vídeos uno de los manifestantes. la principal demanda de los manifestantes es la personería jurídica para las comunidades newen kura, fvta xayen, kelv kura y ragilew cárdenas, varias de ellas ubicadas en la estratégica zona de vaca muerta, las cuales al no contar con reconocimiento de la provincia, quedan excluidas de relevamientos territoriales y del derecho a la consulta previa sobre proyectos que impactan sus tierras, razón por la cual han incrementado sus protestas. uno de los participantes expuso y criticó el uso de la fuerza del gobierno provincial en la exigencia de un trámite sencillo. “acá no estamos pidiendo territorios, no estamos pidiendo el derecho a la consulta; estamos pidiendo el dni de la comunidad, es un trámite adminitrativo. nos están moliendo a palos por esta exigencia“, afirmó uno de los participantes, quien lamentó que llevan un año y seis meses “detrás de este papelucho”. criticó la falta de democracia en el estado argentino y los prejuicios raciales que asumen los gobiernos locales que siguen al presidente javier milei y a la ministra de seguridad, patricia bullrich. “la violencia es parte de lo cotidiano y el discurso racial es parte de lo cotidiano”, afirmó este manifestante. en un comunicado posterior al desalojo, la confederación mapuche de neuquén condenó el uso de la ley para reprimir, en referencia a la orden que dio vía libre a la represión: “no usar la ley para reprimir, sino para llevar justicia a una sociedad desigual que ellos han construido”. asimismo, culpan al gobernador rolando figueroa por “dar palos” ante la falta de consenso. los manifestantes denuncian que el servilismo petrolero de los gobernantes de la provincia es cómplice de los poderes empresariales, e impide que los acuerdos legales se materialicen, o se aprueben. a su vez, alegan que el gobierno ha incumplido con un acta firmada en 2023, en la cual se comprometió a iniciar los trámites para la personería. sin embargo, dicho proceso se paralizó, y el ejecutivo ha alegado que las agrupaciones con cumplieron con los requisitos legales, mientras a su vez criminaliza a las comunidades mapuche por supuestamente “alterar la paz social” con su activismo. las comunidades mapuches reclaman la propiedad de tierras ancestrales que consideran parte de su territorio histórico, fundamental para su identidad cultural y su forma de vida, así como son los espacios donde viven. el operativo de desalojo y “uso de la fuerza” fue autorizado esta jornada por el fiscal jefe, pablo vignaroli, quien dio luz verde para que reprimieran a los mapuches. en la acción policial participaron al menos 120 efectivos de la policía metropolitana, la policía motorizada, con participación de bomberos y ambulancias. entre los detenidos se encontraba un menor de 15 años, según reporta anred. la protesta en la casa de gobierno inició el pasado martes para reclamar la entrega de las cuatro personerías jurídicas a las comunidades de newen kura, fvta xayen, kelv kura y a ragilew cárdenas. bajo el pretexto de “perder poder político” si entrega el reconocimiento a las comunidades, el gobernador incumple con un compromiso firmado hace un año y seis meses, y reacciona a las protestas con represión en lugar de diálogo. como expresan los líderes de las comunidades mapuches y el pueblo argentino que cada miércoles se moviliza frente al congreso de la nación, el gobierno de javier milei ha entronizado el racismo, la desprotección y el desamparo en la gestión de todo el país, lo cual ha quedado expuesto con todos los organismos e instituciones que ha ordenado a cerrar o les ha privado de financimiento. los pueblos indígenas no han salido ilesos de estos golpes de motosierra. tan solo en diciembre de 2024, un decreto del gobierno derogó la ley de emergencia territorial indígena, que brindaba protección legal a las comunidades indígenas ante intentos de desalojos.",
    "tokens": [
      "menos",
      "17",
      "personas",
      "detenidas",
      "operativo",
      "policial",
      "desalojo",
      "comunidades",
      "mapuches",
      "llevaban",
      "varios",
      "días",
      "apostadas",
      "casa",
      "gobierno",
      "provincia",
      "neuquén",
      "exigir",
      "derecho",
      "entrega",
      "personerías",
      "jurídicas",
      ",",
      "decir",
      ",",
      "dni",
      "comunidad",
      ",",
      "según",
      "explica",
      "vídeos",
      "manifestantes",
      ".",
      "principal",
      "demanda",
      "manifestantes",
      "personería",
      "jurídica",
      "comunidades",
      "newen",
      "kura",
      ",",
      "fvta",
      "xayen",
      ",",
      "kelv",
      "kura",
      "ragilew",
      "cárdenas",
      ",",
      "varias",
      "ubicadas",
      "estratégica",
      "zona",
      "vaca",
      "muerta",
      ",",
      "cuales",
      "contar",
      "reconocimiento",
      "provincia",
      ",",
      "quedan",
      "excluidas",
      "relevamientos",
      "territoriales",
      "derecho",
      "consulta",
      "previa",
      "proyectos",
      "impactan",
      "tierras",
      ",",
      "razón",
      "incrementado",
      "protestas",
      ".",
      "participantes",
      "expuso",
      "criticó",
      "uso",
      "fuerza",
      "gobierno",
      "provincial",
      "exigencia",
      "trámite",
      "sencillo",
      ".",
      "“",
      "acá",
      "pidiendo",
      "territorios",
      ",",
      "pidiendo",
      "derecho",
      "consulta",
      ";",
      "pidiendo",
      "dni",
      "comunidad",
      ",",
      "trámite",
      "adminitrativo",
      ".",
      "moliendo",
      "palos",
      "exigencia",
      "“",
      ",",
      "afirmó",
      "participantes",
      ",",
      "lamentó",
      "llevan",
      "año",
      "seis",
      "meses",
      "“",
      "detrás",
      "papelucho",
      "”",
      ".",
      "criticó",
      "falta",
      "democracia",
      "argentino",
      "prejuicios",
      "raciales",
      "asumen",
      "gobiernos",
      "locales",
      "siguen",
      "presidente",
      "javier",
      "milei",
      "ministra",
      "seguridad",
      ",",
      "patricia",
      "bullrich",
      ".",
      "“",
      "violencia",
      "parte",
      "cotidiano",
      "discurso",
      "racial",
      "parte",
      "cotidiano",
      "”",
      ",",
      "afirmó",
      "manifestante",
      ".",
      "comunicado",
      "posterior",
      "desalojo",
      ",",
      "confederación",
      "mapuche",
      "neuquén",
      "condenó",
      "uso",
      "ley",
      "reprimir",
      ",",
      "referencia",
      "orden",
      "dio",
      "vía",
      "libre",
      "represión",
      ":",
      "“",
      "usar",
      "ley",
      "reprimir",
      ",",
      "sino",
      "llevar",
      "justicia",
      "sociedad",
      "desigual",
      "construido",
      "”",
      ".",
      "asimismo",
      ",",
      "culpan",
      "gobernador",
      "rolando",
      "figueroa",
      "“",
      "dar",
      "palos",
      "”",
      "falta",
      "consenso",
      ".",
      "manifestantes",
      "denuncian",
      "servilismo",
      "petrolero",
      "gobernantes",
      "provincia",
      "cómplice",
      "poderes",
      "empresariales",
      ",",
      "impide",
      "acuerdos",
      "legales",
      "materialicen",
      ",",
      "aprueben",
      ".",
      "vez",
      ",",
      "alegan",
      "gobierno",
      "incumplido",
      "acta",
      "firmada",
      "2023",
      ",",
      "comprometió",
      "iniciar",
      "trámites",
      "personería",
      ".",
      "embargo",
      ",",
      "dicho",
      "proceso",
      "paralizó",
      ",",
      "ejecutivo",
      "alegado",
      "agrupaciones",
      "cumplieron",
      "requisitos",
      "legales",
      ",",
      "mientras",
      "vez",
      "criminaliza",
      "comunidades",
      "mapuche",
      "supuestamente",
      "“",
      "alterar",
      "paz",
      "social",
      "”",
      "activismo",
      ".",
      "comunidades",
      "mapuches",
      "reclaman",
      "propiedad",
      "tierras",
      "ancestrales",
      "consideran",
      "parte",
      "territorio",
      "histórico",
      ",",
      "fundamental",
      "identidad",
      "cultural",
      "forma",
      "vida",
      ",",
      "así",
      "espacios",
      "viven",
      ".",
      "operativo",
      "desalojo",
      "“",
      "uso",
      "fuerza",
      "”",
      "autorizado",
      "jornada",
      "fiscal",
      "jefe",
      ",",
      "pablo",
      "vignaroli",
      ",",
      "dio",
      "luz",
      "verde",
      "reprimieran",
      "mapuches",
      ".",
      "acción",
      "policial",
      "participaron",
      "menos",
      "120",
      "efectivos",
      "policía",
      "metropolitana",
      ",",
      "policía",
      "motorizada",
      ",",
      "participación",
      "bomberos",
      "ambulancias",
      ".",
      "detenidos",
      "encontraba",
      "menor",
      "15",
      "años",
      ",",
      "según",
      "reporta",
      "anred",
      ".",
      "protesta",
      "casa",
      "gobierno",
      "inició",
      "pasado",
      "martes",
      "reclamar",
      "entrega",
      "cuatro",
      "personerías",
      "jurídicas",
      "comunidades",
      "newen",
      "kura",
      ",",
      "fvta",
      "xayen",
      ",",
      "kelv",
      "kura",
      "ragilew",
      "cárdenas",
      ".",
      "bajo",
      "pretexto",
      "“",
      "perder",
      "poder",
      "político",
      "”",
      "si",
      "entrega",
      "reconocimiento",
      "comunidades",
      ",",
      "gobernador",
      "incumple",
      "compromiso",
      "firmado",
      "hace",
      "año",
      "seis",
      "meses",
      ",",
      "reacciona",
      "protestas",
      "represión",
      "lugar",
      "diálogo",
      ".",
      "expresan",
      "líderes",
      "comunidades",
      "mapuches",
      "pueblo",
      "argentino",
      "cada",
      "miércoles",
      "moviliza",
      "frente",
      "congreso",
      "nación",
      ",",
      "gobierno",
      "javier",
      "milei",
      "entronizado",
      "racismo",
      ",",
      "desprotección",
      "desamparo",
      "gestión",
      "país",
      ",",
      "quedado",
      "expuesto",
      "organismos",
      "instituciones",
      "ordenado",
      "cerrar",
      "privado",
      "financimiento",
      ".",
      "pueblos",
      "indígenas",
      "salido",
      "ilesos",
      "golpes",
      "motosierra",
      ".",
      "tan",
      "solo",
      "diciembre",
      "2024",
      ",",
      "decreto",
      "gobierno",
      "derogó",
      "ley",
      "emergencia",
      "territorial",
      "indígena",
      ",",
      "brindaba",
      "protección",
      "legal",
      "comunidades",
      "indígenas",
      "intentos",
      "desalojos",
      "."
    ],
    "token_count": 434,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 79,
      "VBD": 6,
      "CD": 5,
      "NNS": 41,
      "VBP": 23,
      "JJ": 83,
      "FW": 135,
      "NN": 224,
      "IN": 28,
      "DT": 5,
      "VBZ": 11,
      "RB": 2
    },
    "bigram_freq": {
      "NNP-VBD": 2,
      "VBD-CD": 2,
      "CD-NNS": 2,
      "NNS-VBP": 20,
      "VBP-JJ": 18,
      "JJ-FW": 7,
      "FW-JJ": 14,
      "JJ-JJ": 8,
      "JJ-NN": 54,
      "NN-IN": 19,
      "IN-FW": 18,
      "JJ-NNS": 11,
      "NNS-NNS": 7,
      "NNS-JJ": 4,
      "FW-FW": 78,
      "FW-NNP": 16,
      "NNP-FW": 16,
      "NNP-NN": 17,
      "NN-NN": 129,
      "NN-FW": 14,
      "FW-NN": 15,
      "NN-JJ": 23,
      "JJ-NNP": 3,
      "FW-NNS": 10,
      "NNS-NNP": 3,
      "NNP-JJ": 2,
      "NN-NNS": 8,
      "NNP-NNP": 33,
      "VBD-NNS": 1,
      "NNS-IN": 4,
      "IN-DT": 1,
      "DT-NN": 2,
      "NNS-FW": 1,
      "NN-NNP": 17,
      "NNP-DT": 1,
      "DT-JJ": 3,
      "NN-VBZ": 6,
      "VBZ-DT": 2,
      "NN-VBP": 1,
      "VBP-NN": 3,
      "NNP-IN": 4,
      "NNP-VBZ": 3,
      "VBZ-FW": 1,
      "VBP-IN": 1,
      "IN-NN": 2,
      "NNS-VBZ": 1,
      "VBZ-JJ": 6,
      "FW-VBZ": 1,
      "IN-NNP": 4,
      "NNS-RB": 1,
      "RB-JJ": 1,
      "IN-CD": 3,
      "CD-NN": 2,
      "VBZ-NNS": 2,
      "NN-VBD": 4,
      "VBD-JJ": 3,
      "NN-RB": 1,
      "RB-NNP": 1,
      "FW-VBP": 1,
      "NNP-VBP": 1,
      "VBP-NNP": 1,
      "NN-DT": 1,
      "CD-JJ": 1
    },
    "trigram_freq": {
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-JJ": 17,
      "VBP-JJ-FW": 4,
      "JJ-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 14,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-VBP": 7,
      "JJ-FW-FW": 4,
      "FW-FW-NNP": 11,
      "FW-NNP-FW": 5,
      "NNP-FW-NNP": 3,
      "NNP-FW-FW": 10,
      "FW-FW-FW": 50,
      "FW-NNP-NN": 6,
      "NNP-NN-NN": 16,
      "NN-NN-NN": 66,
      "NN-NN-FW": 7,
      "NN-FW-FW": 8,
      "FW-FW-NN": 8,
      "FW-NN-NN": 10,
      "NN-NN-JJ": 20,
      "NN-JJ-NNP": 3,
      "JJ-NNP-FW": 2,
      "NN-NN-IN": 8,
      "IN-FW-FW": 6,
      "FW-FW-NNS": 4,
      "FW-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "IN-FW-NNS": 5,
      "FW-NNS-VBP": 4,
      "VBP-JJ-NN": 11,
      "JJ-NN-NN": 32,
      "NN-NN-NNS": 5,
      "NN-NNS-NNS": 3,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-NNP": 20,
      "NNP-NNP-FW": 7,
      "FW-FW-JJ": 5,
      "FW-JJ-FW": 1,
      "FW-NNP-NNP": 4,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-IN": 1,
      "NNS-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-NN": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "FW-JJ-NN": 10,
      "NN-JJ-NN": 14,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 4,
      "VBP-JJ-JJ": 2,
      "JJ-NN-NNP": 4,
      "NN-NNP-JJ": 1,
      "JJ-NN-FW": 2,
      "NN-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-NN": 3,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-JJ": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-NN-NNP": 13,
      "NN-NNP-IN": 3,
      "NNP-IN-FW": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NNP-NNP": 5,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "VBP-JJ-NNS": 1,
      "FW-NN-FW": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "IN-FW-NN": 3,
      "NN-NNP-NN": 5,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-FW-NN": 2,
      "NN-FW-JJ": 2,
      "NN-NN-VBZ": 5,
      "JJ-NN-JJ": 3,
      "NNP-NNP-NN": 4,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "FW-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "FW-NN-IN": 3,
      "FW-NNS-NNS": 2,
      "NNS-NNS-RB": 1,
      "NNS-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-JJ-NNS": 3,
      "NN-JJ-JJ": 3,
      "NN-IN-CD": 3,
      "IN-CD-NN": 1,
      "CD-NN-FW": 2,
      "JJ-FW-NNP": 1,
      "NNS-VBP-NN": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 2,
      "NNS-NNS-VBP": 4,
      "NNP-VBZ-NNS": 1,
      "NNS-JJ-FW": 1,
      "NN-NN-VBD": 3,
      "NN-VBD-JJ": 3,
      "VBD-JJ-NN": 1,
      "JJ-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-FW": 1,
      "JJ-NNP-NNP": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-VBZ-JJ": 3,
      "NN-FW-NNS": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-FW-NN": 1,
      "NNP-FW-JJ": 1,
      "JJ-NNS-IN": 1,
      "IN-FW-NNP": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBD": 1,
      "VBD-JJ-FW": 1,
      "NNP-NN-FW": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-IN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 224,
        "FW": 135,
        "JJ": 83,
        "NNP": 79,
        "NNS": 41
      },
      "top_bigrams": {
        "NN-NN": 129,
        "FW-FW": 78,
        "JJ-NN": 54,
        "NNP-NNP": 33,
        "NN-JJ": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 66,
        "FW-FW-FW": 50,
        "JJ-NN-NN": 32,
        "NN-NN-JJ": 20,
        "NNP-NNP-NNP": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 174,
      "VP": 47,
      "ADJP": 5,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0275
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('a', 'DT') ('las', 'JJ') ('comunidades', 'NNS')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "VP -> ('menos', 'VBD')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Casa', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "ADJP -> ('la', 'JJ')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('comunidad', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('manifestantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Fvta', 'NNP') ('Xayen', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Al"
      },
      {
        "label": "VP",
        "text": "menos"
      },
      {
        "label": "NP",
        "text": "personas"
      },
      {
        "label": "VP",
        "text": "fueron detenidas"
      },
      {
        "label": "NP",
        "text": "un operativo policial"
      },
      {
        "label": "NP",
        "text": "contra comunidades mapuches"
      },
      {
        "label": "NP",
        "text": "que llevaban varios"
      },
      {
        "label": "VP",
        "text": "días apostadas"
      },
      {
        "label": "NP",
        "text": "Casa"
      },
      {
        "label": "NP",
        "text": "Gobierno"
      },
      {
        "label": "NP",
        "text": "Neuquén para exigir su"
      },
      {
        "label": "VP",
        "text": "derecho"
      },
      {
        "label": "ADJP",
        "text": "la"
      },
      {
        "label": "NP",
        "text": "jurídicas"
      },
      {
        "label": "NP",
        "text": "es decir"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Al/NNP)\n  (VP menos/VBD)\n  17/CD\n  (NP personas/NNS)\n  (VP fueron/VBP detenidas/JJ)\n  en/FW\n  (NP un/JJ operativo/JJ policial/NN)\n  de/IN\n  desalojo/FW\n  (NP contra/JJ comunidades/NNS mapuches/NNS)\n  (NP que/JJ llevaban/JJ varios/NNS)\n  (VP días/VBP apostadas/JJ)\n  en/FW\n  la/FW\n  (NP Casa/NNP)\n  de/FW\n  (NP Gobierno/NNP)\n  de/FW\n  la/FW\n  provincia/FW\n  de/FW\n  (NP Neuquén/NNP para/NN exigir/NN su/NN)\n  (VP derecho/VBZ)\n  a/DT\n  (ADJP la/JJ)\n  entrega/FW\n  de/FW\n  personerías/FW\n  (NP jurídicas/NN)\n  ,/,\n  (NP es/JJ decir/NN)\n  ,/,\n  (NP un/JJ DNI/NNP)\n  de/FW\n  la/FW\n  (NP comunidad/NN)\n  ,/,\n  (NP según/NN explica/NN)\n  en/IN\n  vídeos/FW\n  uno/FW\n  de/FW\n  los/FW\n  (NP manifestantes/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (NP principal/JJ demanda/NN)\n  de/IN\n  los/FW\n  (NP manifestantes/NNS)\n  (VP\n    es/VBP\n    (NP\n      la/JJ\n      personería/NN\n      jurídica/NN\n      para/NN\n      las/NNS\n      comunidades/NNS\n      Newen/NNP\n      Kura/NNP))\n  ,/,\n  (NP Fvta/NNP Xayen/NNP)\n  ,/,\n  (NP Kelv/NNP Kura/NNP y/NNP Ragilew/NNP Cárdenas/NNP)\n  ,/,\n  varias/FW\n  de/FW\n  ellas/FW\n  (ADJP ubicadas/JJ)\n  en/FW\n  la/FW\n  estratégica/FW\n  zona/FW\n  de/FW\n  (NP Vaca/NNP Muerta/NNP)\n  ,/,\n  (NP las/JJ cuales/NNS)\n  (VP al/VBP (NP no/DT contar/NN con/NN reconocimiento/NN))\n  de/IN\n  la/FW\n  provincia/FW\n  ,/,\n  quedan/FW\n  excluidas/FW\n  de/FW\n  relevamientos/FW\n  (NP territoriales/NNS)\n  (VP\n    y/VBP\n    (NP del/NN derecho/NN)\n    (NP\n      a/DT\n      la/NN\n      consulta/NN\n      previa/NN\n      sobre/NN\n      proyectos/NN\n      que/NN)\n    (NP impactan/JJ sus/NN tierras/NNS))\n  ,/,\n  (NP razón/NN por/NN)\n  la/FW\n  (NP cual/JJ han/NN incrementado/NN sus/NN protestas/NN)\n  ./.)",
      "(S\n  (NP Uno/NNP)\n  de/FW\n  los/FW\n  (NP participantes/NNS)\n  (VP expuso/VBP (NP y/JJ criticó/NN el/NN))\n  uso/FW\n  de/FW\n  la/FW\n  fuerza/FW\n  del/FW\n  (NP Gobierno/NNP)\n  (NP provincial/JJ en/NN)\n  la/FW\n  exigencia/FW\n  de/FW\n  un/FW\n  (NP trámite/JJ sencillo/NN)\n  ./.)",
      "(S\n  (NP “/JJ Acá/NNP)\n  (NP no/DT estamos/JJ pidiendo/NN territorios/NNS)\n  ,/,\n  (NP no/DT estamos/JJ pidiendo/NN el/NN)\n  (VP derecho/VBZ (NP a/DT la/NN consulta/NN))\n  ;/:\n  estamos/CC\n  (VP pidiendo/VB (NP el/JJ DNI/NNP))\n  de/FW\n  la/FW\n  (NP comunidad/NN)\n  ,/,\n  (NP es/JJ un/JJ trámite/NN adminitrativo/NN)\n  ./.)",
      "(S\n  (NP Nos/NNP)\n  (VP están/VBZ)\n  (VP\n    moliendo/VB\n    (NP a/DT palos/NN por/NN esta/NN exigencia/NN “/NNP))\n  ,/,\n  (NP afirmó/JJ uno/NN)\n  de/IN\n  los/FW\n  (NP participantes/NNS)\n  ,/,\n  (NP quien/JJ lamentó/NN que/NN llevan/NN)\n  (NP un/JJ año/NN y/NN seis/NN)\n  (VP meses/VBZ (NP “/JJ detrás/NN))\n  de/IN\n  este/FW\n  (NP papelucho/JJ ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "protesta en la casa de gobierno",
        "position": [
          3110,
          3141
        ],
        "start": 3110,
        "end": 3141
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "desalojo y “uso de la fuerza” fue autorizado esta jornada por el fiscal jefe, pablo vignaroli, quien dio luz verde para que reprimieran a los mapuches. en la acción policial",
        "position": [
          2722,
          2895
        ],
        "start": 2722,
        "end": 2895
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1104,
          1110
        ],
        "start": 1104,
        "end": 1110
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la provincia",
        "position": [
          152,
          176
        ],
        "start": 152,
        "end": 176
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente javier milei",
        "position": [
          1337,
          1360
        ],
        "start": 1337,
        "end": 1360
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministra de seguridad",
        "position": [
          1368,
          1389
        ],
        "start": 1368,
        "end": 1389
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          3933,
          3942
        ],
        "start": 3933,
        "end": 3942
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          810,
          817
        ],
        "start": 810,
        "end": 817
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          2827,
          2830
        ],
        "start": 2827,
        "end": 2830
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          2456,
          2462
        ],
        "start": 2456,
        "end": 2462
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          167,
          179
        ],
        "start": 167,
        "end": 179
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2247,
          2254
        ],
        "start": 2247,
        "end": 2254
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "17 personas",
        "position": [
          9,
          20
        ],
        "start": 9,
        "end": 20
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "120 efectivos",
        "position": [
          2918,
          2931
        ],
        "start": 2918,
        "end": 2931
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Newen Kura",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Confederación Mapuche de Neuquén",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kelv Kura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobernador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bomberos",
        "tipo": "Lugar"
      },
      {
        "nombre": "financimiento",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa de Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ragilew Cárdenas",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Javier Milei",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado argentino",
        "tipo": "Lugar"
      },
      {
        "nombre": "Policía Metropolitana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rolando Figueroa",
        "tipo": "Persona"
      },
      {
        "nombre": "Pablo Vignaroli",
        "tipo": "Persona"
      },
      {
        "nombre": "Newen Kura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Patricia Bullrich",
        "tipo": "Persona"
      },
      {
        "nombre": "Vaca Muerta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fvta Xayen",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "provincia de Neuquén",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fiscal Jefe",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Fiscal Jefe",
        "relacion": "ES",
        "objeto": "Pablo Vignaroli"
      },
      {
        "sujeto": "Policía Metropolitana",
        "relacion": "PARTICIPAR",
        "objeto": "Bomberos"
      },
      {
        "sujeto": "Casa de Gobierno",
        "relacion": "INICIAR",
        "objeto": "Newen Kura"
      },
      {
        "sujeto": "Casa de Gobierno",
        "relacion": "INICIAR",
        "objeto": "Fvta Xayen"
      },
      {
        "sujeto": "Casa de Gobierno",
        "relacion": "INICIAR",
        "objeto": "Kelv Kura"
      },
      {
        "sujeto": "Casa de Gobierno",
        "relacion": "INICIAR",
        "objeto": "Ragilew Cárdenas"
      },
      {
        "sujeto": "Gobierno de Javier Milei",
        "relacion": "MOVILIZAR_EXPRESAR_ENTRONIZAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Congreso",
        "relacion": "MOVILIZAR_EXPRESAR_ENTRONIZAR",
        "objeto": "financimiento"
      },
      {
        "sujeto": "Gobierno de Javier Milei",
        "relacion": "ENTRONIZAR",
        "objeto": "financimiento"
      }
    ]
  },
  "sentiment": {
    "compound": 0.3612,
    "pos": 0.024,
    "neu": 0.957,
    "neg": 0.019,
    "label": "positive"
  }
}