{
  "url": "https://www.telesurtv.net/x-cierra-en-brasil-por-incumplimientos-de-ordenes-judiciales/",
  "title": "X cierra en Brasil por incumplimientos de órdenes judiciales - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "cierre",
    "Incumplimientos",
    "órdenes judiciales",
    "X"
  ],
  "text": "La plataforma X, anteriormente conocida como Twitter, anunció el cierre de sus operaciones en Brasil el sábado 17, en respuesta a las multas impuestas por el ministro Alexandre de Moraes del Supremo Tribunal Federal (STF). Esta decisión marca un nuevo capítulo en el conflicto entre la red social y la justicia brasileña.\nEl ministro Moraes aumentó recientemente la multa diaria aplicada a X de 50.000 a 200.000 reales por perfil no bloqueado, acusando a la plataforma de incumplir órdenes judiciales. La empresa ya acumulaba 300.000 reales en multas previas.\nEn un comunicado, X declaró: “Anoche, Alexandre de Moraes amenazó a nuestro representante legal en Brasil con la cárcel si no cumplíamos sus órdenes de censura”. La plataforma alegó que la decisión de cerrar operaciones se tomó para proteger la seguridad de su equipo en Brasil.\nJoão Brant, secretario nacional de Políticas Digitales, criticó la decisión de X, calificándola de “patética”. Brant escribió que la empresa está “forzando una sanción e intentando cargar políticamente sobre el STF una decisión que tiene un trasfondo comercial”.\nAntes de su adquisición por Musk, X contaba con más de 100 empleados en Brasil. Sin embargo, en 2022, la compañía se sometió a un proceso de despido masivo que redujo significativamente su presencia en el país.\nPor su parte, el ministro Alexandre de Moraes, quien es el relator de las investigaciones sobre la difusión de noticias falsas en redes sociales, especialmente aquellas relacionadas con la imparcialidad de las urnas electrónicas, ha sido objeto de críticas por parte de Musk.\nEl empresario ha pedido abiertamente la destitución de Moraes, acusándolo de censura. Esta acusación surge en el contexto de las órdenes emitidas por Moraes para suspender perfiles implicados en la difusión de desinformación sobre el proceso electoral brasileño.\n“Moraes es autor de órdenes que han suspendido perfiles implicados en la difusión de desinformación sobre el proceso electoral brasileño”, señalan fuentes judiciales, subrayando la importancia de estas medidas en la preservación de la integridad del sistema democrático.\nTres años después de las elecciones de 2022, cuando el ministro del STF desempeñó un papel crucial en las elecciones presidenciales al combatir el abuso de recursos públicos y la desinformación durante la campaña de reelección del entonces presidente Jair Bolsonaro, continúa siendo el principal blanco de críticas por parte de Bolsonaro y sus seguidores.\nEl conflicto entre Moraes y Elon Musk, se remonta a abril, cuando Musk acusó al ministro de censura y se negó a restringir perfiles en la plataforma. Esta postura de Musk ha sido vista como un apoyo a figuras asociadas con el ex presidente Jair Bolsonaro.\nEsta semana, el diario Folha de S. Paulo inició la publicación de una serie de reportajes que cuestionan las actividades del ministro Moraes. Los informes, elaborados por los periodistas Glenn Greenwald y Fábio Serapião, han desatado una ofensiva por parte de la oposición bolsonarista contra el magistrado.\nEl primer artículo, publicado el martes 13, aunque no reveló irregularidades concretas, provocó una inmediata reacción política. La senadora Damares Alves (Republicanos-DF) anunció su intención de organizar un proceso de impeachment contra Moraes, elevando la tensión política.\nUn segundo informe, publicado el jueves 15, también sin presentar evidencias sustanciales de irregularidades, aumentó aún más el fervor entre los seguidores de Bolsonaro. Sin embargo, fue la tercera entrega de la serie, publicada el viernes 16, la que generó la respuesta más contundente del movimiento bolsonarista. Este último artículo acusa al magistrado de haber utilizado su posición en el Tribunal Superior Electoral (TSE) para beneficio personal.\nEs importante señalar que Moraes, además de su papel en el STF, presidía el TSE durante el período electoral de 2022, lo que le otorgó un papel central en la supervisión del proceso electoral.\nLa relación entre Musk y Bolsonaro se ha hecho más evidente en los últimos meses. Musk ha lanzado lo que algunos consideran una campaña para “liberar a Bolsonaro”, aliándose con periodistas como Glenn Greenwald para cuestionar las acciones del Poder Judicial de Brasil.\nGreenwald, un periodista estadounidense residente en Brasil, se ha involucrado en esta controversia. Recientemente publicó conversaciones de WhatsApp personal del juez Moraes, alegando que lo mostraban “dirigiendo informalmente” una investigación del Tribunal Electoral.\nSin embargo, Greenwald ha sido criticado por influyentes periodistas brasileños. Reinaldo Azevedo, por ejemplo, señaló: “Glenn ha estado tratando de encontrar un nicho en el mercado de las ideas aquí. Hasta ahora no ha conseguido otra cosa que ser una línea auxiliar del Bolsonarismo”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/x-cierra-en-brasil-por-incumplimientos-de-ordenes-judiciales/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 793,
    "message_id": 74723,
    "date": "2024-08-17T22:55:18+00:00",
    "text": "teleSUR\nX cierra en Brasil por incumplimientos de órdenes judiciales\nhttps://www.telesurtv.net/x-cierra-en-brasil-por-incumplimientos-de-ordenes-judiciales/",
    "photo_path": null,
    "views": 3491,
    "reactions": {
      "👍": 103,
      "👏": 12,
      "😁": 12,
      "❤": 8,
      "👎": 1,
      "👀": 1
    },
    "total_reactions": 137
  },
  "preprocessing": {
    "cleaned": "la plataforma x, anteriormente conocida como twitter, anunció el cierre de sus operaciones en brasil el sábado 17, en respuesta a las multas impuestas por el ministro alexandre de moraes del supremo tribunal federal (stf). esta decisión marca un nuevo capítulo en el conflicto entre la red social y la justicia brasileña. el ministro moraes aumentó recientemente la multa diaria aplicada a x de 50.000 a 200.000 reales por perfil no bloqueado, acusando a la plataforma de incumplir órdenes judiciales. la empresa ya acumulaba 300.000 reales en multas previas. en un comunicado, x declaró: “anoche, alexandre de moraes amenazó a nuestro representante legal en brasil con la cárcel si no cumplíamos sus órdenes de censura”. la plataforma alegó que la decisión de cerrar operaciones se tomó para proteger la seguridad de su equipo en brasil. joão brant, secretario nacional de políticas digitales, criticó la decisión de x, calificándola de “patética”. brant escribió que la empresa está “forzando una sanción e intentando cargar políticamente sobre el stf una decisión que tiene un trasfondo comercial”. antes de su adquisición por musk, x contaba con más de 100 empleados en brasil. sin embargo, en 2022, la compañía se sometió a un proceso de despido masivo que redujo significativamente su presencia en el país. por su parte, el ministro alexandre de moraes, quien es el relator de las investigaciones sobre la difusión de noticias falsas en redes sociales, especialmente aquellas relacionadas con la imparcialidad de las urnas electrónicas, ha sido objeto de críticas por parte de musk. el empresario ha pedido abiertamente la destitución de moraes, acusándolo de censura. esta acusación surge en el contexto de las órdenes emitidas por moraes para suspender perfiles implicados en la difusión de desinformación sobre el proceso electoral brasileño. “moraes es autor de órdenes que han suspendido perfiles implicados en la difusión de desinformación sobre el proceso electoral brasileño”, señalan fuentes judiciales, subrayando la importancia de estas medidas en la preservación de la integridad del sistema democrático. tres años después de las elecciones de 2022, cuando el ministro del stf desempeñó un papel crucial en las elecciones presidenciales al combatir el abuso de recursos públicos y la desinformación durante la campaña de reelección del entonces presidente jair bolsonaro, continúa siendo el principal blanco de críticas por parte de bolsonaro y sus seguidores. el conflicto entre moraes y elon musk, se remonta a abril, cuando musk acusó al ministro de censura y se negó a restringir perfiles en la plataforma. esta postura de musk ha sido vista como un apoyo a figuras asociadas con el ex presidente jair bolsonaro. esta semana, el diario folha de s. paulo inició la publicación de una serie de reportajes que cuestionan las actividades del ministro moraes. los informes, elaborados por los periodistas glenn greenwald y fábio serapião, han desatado una ofensiva por parte de la oposición bolsonarista contra el magistrado. el primer artículo, publicado el martes 13, aunque no reveló irregularidades concretas, provocó una inmediata reacción política. la senadora damares alves (republicanos-df) anunció su intención de organizar un proceso de impeachment contra moraes, elevando la tensión política. un segundo informe, publicado el jueves 15, también sin presentar evidencias sustanciales de irregularidades, aumentó aún más el fervor entre los seguidores de bolsonaro. sin embargo, fue la tercera entrega de la serie, publicada el viernes 16, la que generó la respuesta más contundente del movimiento bolsonarista. este último artículo acusa al magistrado de haber utilizado su posición en el tribunal superior electoral (tse) para beneficio personal. es importante señalar que moraes, además de su papel en el stf, presidía el tse durante el período electoral de 2022, lo que le otorgó un papel central en la supervisión del proceso electoral. la relación entre musk y bolsonaro se ha hecho más evidente en los últimos meses. musk ha lanzado lo que algunos consideran una campaña para “liberar a bolsonaro”, aliándose con periodistas como glenn greenwald para cuestionar las acciones del poder judicial de brasil. greenwald, un periodista estadounidense residente en brasil, se ha involucrado en esta controversia. recientemente publicó conversaciones de whatsapp personal del juez moraes, alegando que lo mostraban “dirigiendo informalmente” una investigación del tribunal electoral. sin embargo, greenwald ha sido criticado por influyentes periodistas brasileños. reinaldo azevedo, por ejemplo, señaló: “glenn ha estado tratando de encontrar un nicho en el mercado de las ideas aquí. hasta ahora no ha conseguido otra cosa que ser una línea auxiliar del bolsonarismo”.",
    "tokens": [
      "plataforma",
      "x",
      ",",
      "anteriormente",
      "conocida",
      "twitter",
      ",",
      "anunció",
      "cierre",
      "operaciones",
      "brasil",
      "sábado",
      "17",
      ",",
      "respuesta",
      "multas",
      "impuestas",
      "ministro",
      "alexandre",
      "moraes",
      "supremo",
      "tribunal",
      "federal",
      "(",
      "stf",
      ")",
      ".",
      "decisión",
      "marca",
      "nuevo",
      "capítulo",
      "conflicto",
      "red",
      "social",
      "justicia",
      "brasileña",
      ".",
      "ministro",
      "moraes",
      "aumentó",
      "recientemente",
      "multa",
      "diaria",
      "aplicada",
      "x",
      "50.000",
      "200.000",
      "reales",
      "perfil",
      "bloqueado",
      ",",
      "acusando",
      "plataforma",
      "incumplir",
      "órdenes",
      "judiciales",
      ".",
      "empresa",
      "acumulaba",
      "300.000",
      "reales",
      "multas",
      "previas",
      ".",
      "comunicado",
      ",",
      "x",
      "declaró",
      ":",
      "“",
      "anoche",
      ",",
      "alexandre",
      "moraes",
      "amenazó",
      "representante",
      "legal",
      "brasil",
      "cárcel",
      "si",
      "cumplíamos",
      "órdenes",
      "censura",
      "”",
      ".",
      "plataforma",
      "alegó",
      "decisión",
      "cerrar",
      "operaciones",
      "tomó",
      "proteger",
      "seguridad",
      "equipo",
      "brasil",
      ".",
      "joão",
      "brant",
      ",",
      "secretario",
      "nacional",
      "políticas",
      "digitales",
      ",",
      "criticó",
      "decisión",
      "x",
      ",",
      "calificándola",
      "“",
      "patética",
      "”",
      ".",
      "brant",
      "escribió",
      "empresa",
      "“",
      "forzando",
      "sanción",
      "intentando",
      "cargar",
      "políticamente",
      "stf",
      "decisión",
      "trasfondo",
      "comercial",
      "”",
      ".",
      "adquisición",
      "musk",
      ",",
      "x",
      "contaba",
      "100",
      "empleados",
      "brasil",
      ".",
      "embargo",
      ",",
      "2022",
      ",",
      "compañía",
      "sometió",
      "proceso",
      "despido",
      "masivo",
      "redujo",
      "significativamente",
      "presencia",
      "país",
      ".",
      "parte",
      ",",
      "ministro",
      "alexandre",
      "moraes",
      ",",
      "relator",
      "investigaciones",
      "difusión",
      "noticias",
      "falsas",
      "redes",
      "sociales",
      ",",
      "especialmente",
      "aquellas",
      "relacionadas",
      "imparcialidad",
      "urnas",
      "electrónicas",
      ",",
      "sido",
      "objeto",
      "críticas",
      "parte",
      "musk",
      ".",
      "empresario",
      "pedido",
      "abiertamente",
      "destitución",
      "moraes",
      ",",
      "acusándolo",
      "censura",
      ".",
      "acusación",
      "surge",
      "contexto",
      "órdenes",
      "emitidas",
      "moraes",
      "suspender",
      "perfiles",
      "implicados",
      "difusión",
      "desinformación",
      "proceso",
      "electoral",
      "brasileño",
      ".",
      "“",
      "moraes",
      "autor",
      "órdenes",
      "suspendido",
      "perfiles",
      "implicados",
      "difusión",
      "desinformación",
      "proceso",
      "electoral",
      "brasileño",
      "”",
      ",",
      "señalan",
      "fuentes",
      "judiciales",
      ",",
      "subrayando",
      "importancia",
      "medidas",
      "preservación",
      "integridad",
      "sistema",
      "democrático",
      ".",
      "tres",
      "años",
      "después",
      "elecciones",
      "2022",
      ",",
      "ministro",
      "stf",
      "desempeñó",
      "papel",
      "crucial",
      "elecciones",
      "presidenciales",
      "combatir",
      "abuso",
      "recursos",
      "públicos",
      "desinformación",
      "campaña",
      "reelección",
      "entonces",
      "presidente",
      "jair",
      "bolsonaro",
      ",",
      "continúa",
      "siendo",
      "principal",
      "blanco",
      "críticas",
      "parte",
      "bolsonaro",
      "seguidores",
      ".",
      "conflicto",
      "moraes",
      "elon",
      "musk",
      ",",
      "remonta",
      "abril",
      ",",
      "musk",
      "acusó",
      "ministro",
      "censura",
      "negó",
      "restringir",
      "perfiles",
      "plataforma",
      ".",
      "postura",
      "musk",
      "sido",
      "vista",
      "apoyo",
      "figuras",
      "asociadas",
      "ex",
      "presidente",
      "jair",
      "bolsonaro",
      ".",
      "semana",
      ",",
      "diario",
      "folha",
      "s.",
      "paulo",
      "inició",
      "publicación",
      "serie",
      "reportajes",
      "cuestionan",
      "actividades",
      "ministro",
      "moraes",
      ".",
      "informes",
      ",",
      "elaborados",
      "periodistas",
      "glenn",
      "greenwald",
      "fábio",
      "serapião",
      ",",
      "desatado",
      "ofensiva",
      "parte",
      "oposición",
      "bolsonarista",
      "magistrado",
      ".",
      "primer",
      "artículo",
      ",",
      "publicado",
      "martes",
      "13",
      ",",
      "aunque",
      "reveló",
      "irregularidades",
      "concretas",
      ",",
      "provocó",
      "inmediata",
      "reacción",
      "política",
      ".",
      "senadora",
      "damares",
      "alves",
      "(",
      "republicanos-df",
      ")",
      "anunció",
      "intención",
      "organizar",
      "proceso",
      "impeachment",
      "moraes",
      ",",
      "elevando",
      "tensión",
      "política",
      ".",
      "segundo",
      "informe",
      ",",
      "publicado",
      "jueves",
      "15",
      ",",
      "presentar",
      "evidencias",
      "sustanciales",
      "irregularidades",
      ",",
      "aumentó",
      "aún",
      "fervor",
      "seguidores",
      "bolsonaro",
      ".",
      "embargo",
      ",",
      "tercera",
      "entrega",
      "serie",
      ",",
      "publicada",
      "viernes",
      "16",
      ",",
      "generó",
      "respuesta",
      "contundente",
      "movimiento",
      "bolsonarista",
      ".",
      "último",
      "artículo",
      "acusa",
      "magistrado",
      "haber",
      "utilizado",
      "posición",
      "tribunal",
      "superior",
      "electoral",
      "(",
      "tse",
      ")",
      "beneficio",
      "personal",
      ".",
      "importante",
      "señalar",
      "moraes",
      ",",
      "además",
      "papel",
      "stf",
      ",",
      "presidía",
      "tse",
      "período",
      "electoral",
      "2022",
      ",",
      "otorgó",
      "papel",
      "central",
      "supervisión",
      "proceso",
      "electoral",
      ".",
      "relación",
      "musk",
      "bolsonaro",
      "hecho",
      "evidente",
      "últimos",
      "meses",
      ".",
      "musk",
      "lanzado",
      "consideran",
      "campaña",
      "“",
      "liberar",
      "bolsonaro",
      "”",
      ",",
      "aliándose",
      "periodistas",
      "glenn",
      "greenwald",
      "cuestionar",
      "acciones",
      "poder",
      "judicial",
      "brasil",
      ".",
      "greenwald",
      ",",
      "periodista",
      "estadounidense",
      "residente",
      "brasil",
      ",",
      "involucrado",
      "controversia",
      ".",
      "recientemente",
      "publicó",
      "conversaciones",
      "whatsapp",
      "personal",
      "juez",
      "moraes",
      ",",
      "alegando",
      "mostraban",
      "“",
      "dirigiendo",
      "informalmente",
      "”",
      "investigación",
      "tribunal",
      "electoral",
      ".",
      "embargo",
      ",",
      "greenwald",
      "sido",
      "criticado",
      "influyentes",
      "periodistas",
      "brasileños",
      ".",
      "reinaldo",
      "azevedo",
      ",",
      "ejemplo",
      ",",
      "señaló",
      ":",
      "“",
      "glenn",
      "tratando",
      "encontrar",
      "nicho",
      "mercado",
      "ideas",
      "aquí",
      ".",
      "ahora",
      "conseguido",
      "cosa",
      "ser",
      "línea",
      "auxiliar",
      "bolsonarismo",
      "”",
      "."
    ],
    "token_count": 516,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 107,
      "VBZ": 18,
      "JJ": 72,
      "NN": 230,
      "IN": 32,
      "FW": 179,
      "NNS": 32,
      "VBP": 21,
      "CD": 11,
      "DT": 4,
      "RB": 2,
      "VBD": 4
    },
    "bigram_freq": {
      "NNP-VBZ": 10,
      "VBZ-JJ": 6,
      "JJ-NN": 37,
      "NN-NN": 118,
      "NN-NNP": 26,
      "NNP-NN": 39,
      "NN-IN": 21,
      "IN-FW": 19,
      "FW-NNS": 9,
      "NNS-IN": 5,
      "IN-NNP": 7,
      "NNP-VBP": 2,
      "VBP-JJ": 9,
      "JJ-CD": 1,
      "CD-NN": 7,
      "NN-NNS": 9,
      "NNS-VBP": 15,
      "JJ-FW": 9,
      "FW-FW": 111,
      "FW-NNP": 24,
      "NNP-FW": 10,
      "NNP-NNP": 36,
      "NN-JJ": 19,
      "JJ-JJ": 12,
      "FW-NN": 20,
      "FW-CD": 1,
      "CD-CD": 1,
      "CD-NNS": 3,
      "JJ-DT": 1,
      "DT-NN": 4,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNS-NNS": 2,
      "NNS-NNP": 2,
      "VBP-NN": 4,
      "NN-CD": 2,
      "NNS-FW": 4,
      "NNP-IN": 2,
      "FW-JJ": 13,
      "NN-VBP": 4,
      "VBP-VBZ": 2,
      "VBZ-DT": 2,
      "NN-FW": 23,
      "NNP-VBD": 3,
      "VBD-JJ": 4,
      "VBZ-FW": 2,
      "NNP-JJ": 3,
      "JJ-NNP": 7,
      "IN-CD": 3,
      "NNS-JJ": 2,
      "VBP-NNS": 1,
      "VBP-IN": 2,
      "NN-VBZ": 5,
      "VBZ-NNS": 4,
      "FW-IN": 1,
      "VBP-NNP": 2,
      "VBZ-NNP": 2,
      "VBP-FW": 1,
      "VBZ-CD": 2,
      "NN-DT": 1,
      "JJ-NNS": 4,
      "NNS-CD": 1,
      "IN-JJ": 3,
      "NN-VBD": 1,
      "JJ-IN": 1,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "NNS-NN": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 6,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NN": 18,
      "NN-NN-NNP": 17,
      "NN-NNP-NN": 14,
      "NNP-NN-NN": 31,
      "NN-NN-NN": 48,
      "NN-NN-IN": 10,
      "NN-IN-FW": 15,
      "IN-FW-NNS": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 4,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NN": 4,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 7,
      "FW-FW-NNP": 14,
      "FW-NNP-FW": 8,
      "NNP-FW-NNP": 4,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NNP": 14,
      "NNP-NNP-NN": 10,
      "NN-NN-JJ": 16,
      "NN-JJ-JJ": 5,
      "JJ-JJ-NN": 5,
      "JJ-NN-IN": 9,
      "IN-FW-NN": 4,
      "FW-NN-NN": 12,
      "NN-NNP-NNP": 7,
      "NNP-NNP-VBZ": 6,
      "VBZ-JJ-FW": 1,
      "FW-FW-FW": 75,
      "FW-FW-CD": 1,
      "FW-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "FW-FW-NNS": 6,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-NN-CD": 2,
      "NN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NNP-FW-NN": 4,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NNP-FW-FW": 2,
      "FW-FW-JJ": 6,
      "FW-JJ-FW": 1,
      "JJ-FW-NNP": 2,
      "FW-NNP-NN": 8,
      "NN-NN-VBP": 4,
      "NN-VBP-VBZ": 2,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 2,
      "NN-NN-FW": 12,
      "NN-FW-FW": 16,
      "FW-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-FW": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "FW-NN-FW": 4,
      "FW-FW-NN": 8,
      "FW-NN-JJ": 1,
      "NN-JJ-NN": 11,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 6,
      "FW-JJ-NN": 9,
      "JJ-NN-NNP": 5,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "NN-CD-NN": 1,
      "CD-NN-FW": 2,
      "IN-FW-FW": 6,
      "FW-NNS-VBP": 5,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NN": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "FW-NN-IN": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNS": 3,
      "VBZ-NNS-VBP": 1,
      "NN-NNP-VBZ": 2,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 2,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NN": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-JJ": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "JJ-NN-JJ": 2,
      "IN-NNP-NN": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 2,
      "FW-NN-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 3,
      "JJ-NN-NNS": 1,
      "VBD-JJ-NN": 2,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "NN-JJ-NNP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 2,
      "CD-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NNP-NN-NNP": 2,
      "NNP-VBZ-NNP": 1,
      "JJ-NN-FW": 2,
      "NN-FW-NN": 3,
      "VBP-VBZ-CD": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-FW": 2,
      "NN-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "FW-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "VBZ-JJ-JJ": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-NNP": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "JJ-JJ-IN": 1,
      "JJ-IN-CD": 1,
      "JJ-JJ-FW": 2,
      "FW-JJ-NNP": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-NNP": 1,
      "NNS-FW-NNP": 1,
      "NNP-NNP-FW": 1,
      "NNP-NNP-JJ": 1,
      "IN-JJ-NN": 1,
      "NNP-NN-NNS": 1,
      "IN-NNP-JJ": 1,
      "VBZ-NNS-IN": 1,
      "FW-JJ-JJ": 1,
      "VBP-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 230,
        "FW": 179,
        "NNP": 107,
        "JJ": 72,
        "IN": 32
      },
      "top_bigrams": {
        "NN-NN": 118,
        "FW-FW": 111,
        "NNP-NN": 39,
        "JJ-NN": 37,
        "NNP-NNP": 36
      },
      "top_trigrams": {
        "FW-FW-FW": 75,
        "NN-NN-NN": 48,
        "NNP-NN-NN": 31,
        "JJ-NN-NN": 18,
        "NN-NN-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 192,
      "PP": 12,
      "VP": 42,
      "ADJP": 14
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0205
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0205
      },
      {
        "rule": "NP -> ('Moraes', 'NNP')",
        "frequency": 5,
        "weight": 0.0171
      },
      {
        "rule": "NP -> ('Brasil', 'NNP')",
        "frequency": 4,
        "weight": 0.0137
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0137
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('operaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('STF', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La plataforma X"
      },
      {
        "label": "NP",
        "text": "anteriormente conocida como Twitter"
      },
      {
        "label": "NP",
        "text": "anunció el cierre"
      },
      {
        "label": "NP",
        "text": "operaciones"
      },
      {
        "label": "PP",
        "text": "en Brasil"
      },
      {
        "label": "NP",
        "text": "Brasil"
      },
      {
        "label": "VP",
        "text": "el sábado"
      },
      {
        "label": "NP",
        "text": "sábado"
      },
      {
        "label": "NP",
        "text": "a las multas impuestas"
      },
      {
        "label": "VP",
        "text": "por el ministro Alexandre"
      },
      {
        "label": "NP",
        "text": "el ministro Alexandre"
      },
      {
        "label": "PP",
        "text": "de Moraes"
      },
      {
        "label": "NP",
        "text": "Moraes"
      },
      {
        "label": "NP",
        "text": "Supremo Tribunal Federal"
      },
      {
        "label": "NP",
        "text": "STF"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP plataforma/NN X/NNP)\n  ,/,\n  (NP anteriormente/JJ conocida/NN como/NN Twitter/NNP)\n  ,/,\n  (NP anunció/NN el/NN cierre/NN)\n  de/IN\n  sus/FW\n  (NP operaciones/NNS)\n  (PP en/IN (NP Brasil/NNP))\n  (VP el/VBP (NP sábado/NN))\n  17/CD\n  ,/,\n  en/FW\n  respuesta/FW\n  (NP a/DT las/NN multas/NN impuestas/NNS)\n  (VP por/VBP (NP el/JJ ministro/NN Alexandre/NNP))\n  (PP de/IN (NP Moraes/NNP))\n  del/FW\n  (NP Supremo/NNP Tribunal/NNP Federal/NNP)\n  (/(\n  (NP STF/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP Esta/NNP decisión/NN marca/NN)\n  (NP un/JJ nuevo/JJ capítulo/NN)\n  en/IN\n  el/FW\n  (NP conflicto/NN entre/NN la/NN)\n  (NP red/JJ social/JJ y/NN la/NN justicia/NN brasileña/NN)\n  ./.)",
      "(S\n  (NP El/NNP ministro/NN Moraes/NNP aumentó/NN recientemente/NN)\n  la/FW\n  multa/FW\n  diaria/FW\n  aplicada/FW\n  (NP a/DT X/NNP)\n  de/FW\n  50.000/CD\n  a/DT\n  200.000/CD\n  (NP reales/NNS)\n  (VP por/VBP perfil/JJ (NP no/DT bloqueado/NN))\n  ,/,\n  (VP acusando/VBZ (NP a/DT la/NN))\n  plataforma/FW\n  de/FW\n  incumplir/FW\n  (NP órdenes/NNS judiciales/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  empresa/CC\n  (NP ya/NNP)\n  (VP acumulaba/VBZ)\n  300.000/CD\n  (NP reales/NNS)\n  en/FW\n  multas/FW\n  (NP previas/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP un/JJ comunicado/NN)\n  ,/,\n  (NP X/NNP declaró/NN)\n  :/:\n  (NP “/NN Anoche/NNP)\n  ,/,\n  (NP Alexandre/NNP)\n  de/FW\n  (NP Moraes/NNP)\n  (VP\n    amenazó/VBZ\n    (NP\n      a/DT\n      nuestro/JJ\n      representante/JJ\n      legal/JJ\n      en/NN\n      Brasil/NNP\n      con/NN\n      la/NN))\n  (VP cárcel/VBP)\n  (VP si/VBZ (NP no/DT cumplíamos/NN sus/NN))\n  órdenes/FW\n  de/FW\n  censura/FW\n  ”/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "conflicto entre moraes y elon musk, se remonta a abril, cuando musk acusó al ministro de censura y se negó a restringir perfiles en la plataforma. esta postura de musk ha sido vista como un apoyo a figuras asociadas con el ex presidente",
        "position": [
          2482,
          2718
        ],
        "start": 2482,
        "end": 2718
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto entre la",
        "position": [
          267,
          285
        ],
        "start": 267,
        "end": 285
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó al",
        "position": [
          2550,
          2558
        ],
        "start": 2550,
        "end": 2558
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto entre la red social y",
        "position": [
          267,
          298
        ],
        "start": 267,
        "end": 298
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "elecciones de 2022, cuando el ministro del stf desempeñó un papel crucial en las elecciones presidenciales al combatir el abuso de recursos públicos y la desinformación durante la campaña de reelección",
        "position": [
          2148,
          2349
        ],
        "start": 2148,
        "end": 2349
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          580,
          587
        ],
        "start": 580,
        "end": 587
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          54,
          61
        ],
        "start": 54,
        "end": 61
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente jair bolsonaro",
        "position": [
          2363,
          2388
        ],
        "start": 2363,
        "end": 2388
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del stf desempeñó",
        "position": [
          2178,
          2204
        ],
        "start": 2178,
        "end": 2204
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresario",
        "position": [
          1592,
          1602
        ],
        "start": 1592,
        "end": 1602
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "diario folha de",
        "position": [
          2751,
          2766
        ],
        "start": 2751,
        "end": 2766
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periodista estadounidense residente",
        "position": [
          4252,
          4287
        ],
        "start": 4252,
        "end": 4287
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "negó",
        "position": [
          2584,
          2588
        ],
        "start": 2584,
        "end": 2588
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          895,
          902
        ],
        "start": 895,
        "end": 902
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          2550,
          2555
        ],
        "start": 2550,
        "end": 2555
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          94,
          100
        ],
        "start": 94,
        "end": 100
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado tratando",
        "position": [
          4639,
          4654
        ],
        "start": 4639,
        "end": 4654
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "esta semana",
        "position": [
          2735,
          2746
        ],
        "start": 2735,
        "end": 2746
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          349,
          362
        ],
        "start": 349,
        "end": 362
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "sanción",
        "position": [
          999,
          1006
        ],
        "start": 999,
        "end": 1006
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 100",
        "position": [
          1150,
          1160
        ],
        "start": 1150,
        "end": 1160
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Elon Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Greenwald",
        "tipo": "Persona"
      },
      {
        "nombre": "Bolsonarismo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "TSE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Glenn",
        "tipo": "Persona"
      },
      {
        "nombre": "Tribunal Superior Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alexandre de Moraes",
        "tipo": "Persona"
      },
      {
        "nombre": "Reinaldo Azevedo",
        "tipo": "Persona"
      },
      {
        "nombre": "Republicanos-DF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "STF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fábio Serapião",
        "tipo": "Persona"
      },
      {
        "nombre": "Glenn Greenwald",
        "tipo": "Persona"
      },
      {
        "nombre": "Brant",
        "tipo": "Persona"
      },
      {
        "nombre": "Tribunal Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "João Brant",
        "tipo": "Persona"
      },
      {
        "nombre": "Moraes",
        "tipo": "Persona"
      },
      {
        "nombre": "S. Paulo",
        "tipo": "Persona"
      },
      {
        "nombre": "Poder Judicial de Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jair Bolsonaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Bolsonaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Brasil",
        "relacion": "ANUNCIAR",
        "objeto": "Alexandre de Moraes"
      },
      {
        "sujeto": "Brasil",
        "relacion": "ANUNCIAR",
        "objeto": "STF"
      },
      {
        "sujeto": "Alexandre de Moraes",
        "relacion": "AMENAZAR_DECLARAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Musk",
        "relacion": "ANTES_CONTAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Jair Bolsonaro",
        "relacion": "COMBATIR_DESEMPE_AR_DESPU_S_CONTINUAR",
        "objeto": "Bolsonaro"
      },
      {
        "sujeto": "Musk",
        "relacion": "REMONTAR",
        "objeto": "Moraes"
      },
      {
        "sujeto": "Musk",
        "relacion": "REMONTAR",
        "objeto": "Elon Musk"
      },
      {
        "sujeto": "S. Paulo",
        "relacion": "INICIAR",
        "objeto": "Moraes"
      },
      {
        "sujeto": "Republicanos-DF",
        "relacion": "ANUNCIAR",
        "objeto": "Moraes"
      },
      {
        "sujeto": "Moraes",
        "relacion": "PRESIDIR_SE_ALAR",
        "objeto": "TSE"
      },
      {
        "sujeto": "Musk",
        "relacion": "LANZAR",
        "objeto": "Bolsonaro"
      },
      {
        "sujeto": "Musk",
        "relacion": "LANZAR",
        "objeto": "Glenn Greenwald"
      },
      {
        "sujeto": "Musk",
        "relacion": "LANZAR",
        "objeto": "Poder Judicial de Brasil"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "LIBERAR_CONSIDERAR_LANZAR",
        "objeto": "Glenn Greenwald"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "LIBERAR_CONSIDERAR_LANZAR",
        "objeto": "Poder Judicial de Brasil"
      },
      {
        "sujeto": "Glenn Greenwald",
        "relacion": "ALIAR_L_CONSIDERAR_LANZAR",
        "objeto": "Poder Judicial de Brasil"
      },
      {
        "sujeto": "Moraes",
        "relacion": "PUBLICAR",
        "objeto": "Tribunal Electoral"
      },
      {
        "sujeto": "Reinaldo Azevedo",
        "relacion": "SE_ALAR",
        "objeto": "Glenn"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5106,
    "pos": 0.04,
    "neu": 0.929,
    "neg": 0.031,
    "label": "positive"
  }
}