{
  "url": "https://www.telesurtv.net/conoce-las-razones-de-luisa-gonzalez-para-denunciar-un-fraude-electoral-en-ecuador/",
  "title": "Conoce las razones de Luisa González para denunciar un fraude electoral en Ecuador - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "balotaje Ecuador",
    "Consejo Nacional Electoral (CNE)",
    "Luisa González",
    "segunda vuelta de elecciones"
  ],
  "text": "Tras la segunda vuelta electoral en Ecuador, la candidata a la Presidencia por el movimiento político Revolución Ciudadana, Luisa González definió como fraudulentos los resultados presentados por el Consejo Nacional Electoral (CNE), el cual dio como vencedor al actual mandatario Daniel Noboa.\nEn su primera alocución tras la publicación de los resultados preliminares por parte del CNE, Luisa González afirmó que no reconocerá los resultados del proceso electoral y reiteró que el mandatario cometió una serie de irregularidades a lo largo de la campaña electoral.\nInexistencia de solicitud de licencia para participar en las elecciones\nEntre las violaciones a las leyes electorales cometidas por Daniel Noboa se encuentra la inexistencia de la solicitud de la licencia reglamentaria para presentarse a la reelección.\nLa normativa ecuatoriana plantea que cualquier autoridad que busque su reelección inmediata debe pedir licencia del cargo durante el periodo de la campaña electoral, y en el caso del presidente se contempla que delegue sus funciones temporalmente en la vicepresidenta.\nEn este caso, la Asamblea Nacional le recordó al presidente Noboa que el ente legislativo es el único poder competente para otorgar licencia al mandatario.\nComo Daniel Noboa no presentó la solicitud de licencia, el parlamento indicó que las acciones de proselitismo político realizadas por el jefe de Estado y candidato, durante la campaña electoral sin contar con el permiso del legislativo, podría constituir una infracción electoral.\nDeclaración de estado de excepción\nPara la candidata González, la declaración del estado de excepción a pocas horas del inicio de las votaciones en siete provincias, en las cuales regularmente gana la Revolución Ciudadana, también constituye una irregularidad.\nTras el anunció del mandatario ecuatoriano, organismos defensores de derechos humanos advirtieron que la medida representa una violación a los derechos fundamentales.\nAgrupaciones políticas y movimientos sociales denunciaron que la declaración de estado de excepción a horas del arranque de la segunda vuelta representa un nuevo atentado a la democracia.\nRestricción del voto a ecuatorianos residentes en Venezuela\nLuisa González también denuncia la existencia de fraude por la restricción del CNE con el voto desde exterior, pues impidió ejercer su derecho a más de 10.000 ciudadanos ecuatorianos que residen en Venezuela.\nDesde el ente electoral argumentaron problemas de logística para desarrollar en normalidad el proceso electoral en el país suramericano, a pesar de que desde hacia días el material electoral ya se encontraba en territorio venezolano.\nReasignación de recintos electorales\nA horas de las elecciones, las autoridades electorales de Ecuador reasignaron 18 recintos de votación y como justificación dieron la situación climática del país.\nPara la candidata presidencial, esta acción del CNE deja dudas sobre unas elecciones justas y complicando la participación de un grupo de ciudadanos en la jornada electoral.\nLuisa González reiteró a lo largo de la campaña electoral que el CNE había permitido las irregularidades cometidas por el presidente Daniel Noboa.\nValidación de actas sin firmas de autoridades electorales\nPor último, la candidata del movimiento político Revolución Ciudadana junto a referentes del partido denunciaron que el CNE validó documentos electorales sin firmas, infringiendo las normativas comiciales de la nación.\nTras la publicación de los resultados preliminares de la segunda vuelta presidencial, el secretario general del partido Revolución Ciudadana, Andrés Arauz, denunció irregularidades en el proceso de escrutinio llevado adelante por el CNE.\nA través de redes sociales, Arauz publicó imágenes de varias actas electorales sin las firmas del presidente y secretario de las Juntas Receptoras de Voto (JRV), requisito establecido en el artículo 127 del Código de la Democracia para validar los resultados.\nSegún la denuncia de Arauz, todas las actas sin las firmas de las autoridades de la JRV favorecen a Daniel Noboa.\n“Me niego a creer que haya un pueblo que prefiere la mentira antes de la verdad. Vamos a pedir el reconteo y que se abran las urnas”, manifestó Luisa González luego de conocer los resultados presentados por el CNE.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/conoce-las-razones-de-luisa-gonzalez-para-denunciar-un-fraude-electoral-en-ecuador/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 1087,
    "message_id": 91865,
    "date": "2025-04-14T07:55:07+00:00",
    "text": "teleSUR\nConoce las razones de Luisa González para denunciar un fraude electoral en Ecuador\nhttps://www.telesurtv.net/conoce-las-razones-de-luisa-gonzalez-para-denunciar-un-fraude-electoral-en-ecuador/",
    "photo_path": null,
    "views": 2549,
    "reactions": {
      "👍": 52,
      "💯": 6,
      "❤": 1,
      "💩": 1
    },
    "total_reactions": 60
  },
  "preprocessing": {
    "cleaned": "tras la segunda vuelta electoral en ecuador, la candidata a la presidencia por el movimiento político revolución ciudadana, luisa gonzález definió como fraudulentos los resultados presentados por el consejo nacional electoral (cne), el cual dio como vencedor al actual mandatario daniel noboa. en su primera alocución tras la publicación de los resultados preliminares por parte del cne, luisa gonzález afirmó que no reconocerá los resultados del proceso electoral y reiteró que el mandatario cometió una serie de irregularidades a lo largo de la campaña electoral. inexistencia de solicitud de licencia para participar en las elecciones entre las violaciones a las leyes electorales cometidas por daniel noboa se encuentra la inexistencia de la solicitud de la licencia reglamentaria para presentarse a la reelección. la normativa ecuatoriana plantea que cualquier autoridad que busque su reelección inmediata debe pedir licencia del cargo durante el periodo de la campaña electoral, y en el caso del presidente se contempla que delegue sus funciones temporalmente en la vicepresidenta. en este caso, la asamblea nacional le recordó al presidente noboa que el ente legislativo es el único poder competente para otorgar licencia al mandatario. como daniel noboa no presentó la solicitud de licencia, el parlamento indicó que las acciones de proselitismo político realizadas por el jefe de estado y candidato, durante la campaña electoral sin contar con el permiso del legislativo, podría constituir una infracción electoral. declaración de estado de excepción para la candidata gonzález, la declaración del estado de excepción a pocas horas del inicio de las votaciones en siete provincias, en las cuales regularmente gana la revolución ciudadana, también constituye una irregularidad. tras el anunció del mandatario ecuatoriano, organismos defensores de derechos humanos advirtieron que la medida representa una violación a los derechos fundamentales. agrupaciones políticas y movimientos sociales denunciaron que la declaración de estado de excepción a horas del arranque de la segunda vuelta representa un nuevo atentado a la democracia. restricción del voto a ecuatorianos residentes en venezuela luisa gonzález también denuncia la existencia de fraude por la restricción del cne con el voto desde exterior, pues impidió ejercer su derecho a más de 10.000 ciudadanos ecuatorianos que residen en venezuela. desde el ente electoral argumentaron problemas de logística para desarrollar en normalidad el proceso electoral en el país suramericano, a pesar de que desde hacia días el material electoral ya se encontraba en territorio venezolano. reasignación de recintos electorales a horas de las elecciones, las autoridades electorales de ecuador reasignaron 18 recintos de votación y como justificación dieron la situación climática del país. para la candidata presidencial, esta acción del cne deja dudas sobre unas elecciones justas y complicando la participación de un grupo de ciudadanos en la jornada electoral. luisa gonzález reiteró a lo largo de la campaña electoral que el cne había permitido las irregularidades cometidas por el presidente daniel noboa. validación de actas sin firmas de autoridades electorales por último, la candidata del movimiento político revolución ciudadana junto a referentes del partido denunciaron que el cne validó documentos electorales sin firmas, infringiendo las normativas comiciales de la nación. tras la publicación de los resultados preliminares de la segunda vuelta presidencial, el secretario general del partido revolución ciudadana, andrés arauz, denunció irregularidades en el proceso de escrutinio llevado adelante por el cne. a través de redes sociales, arauz publicó imágenes de varias actas electorales sin las firmas del presidente y secretario de las juntas receptoras de voto (jrv), requisito establecido en el artículo 127 del código de la democracia para validar los resultados. según la denuncia de arauz, todas las actas sin las firmas de las autoridades de la jrv favorecen a daniel noboa. “me niego a creer que haya un pueblo que prefiere la mentira antes de la verdad. vamos a pedir el reconteo y que se abran las urnas”, manifestó luisa gonzález luego de conocer los resultados presentados por el cne.",
    "tokens": [
      "tras",
      "segunda",
      "vuelta",
      "electoral",
      "ecuador",
      ",",
      "candidata",
      "presidencia",
      "movimiento",
      "político",
      "revolución",
      "ciudadana",
      ",",
      "luisa",
      "gonzález",
      "definió",
      "fraudulentos",
      "resultados",
      "presentados",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      ",",
      "dio",
      "vencedor",
      "actual",
      "mandatario",
      "daniel",
      "noboa",
      ".",
      "primera",
      "alocución",
      "tras",
      "publicación",
      "resultados",
      "preliminares",
      "parte",
      "cne",
      ",",
      "luisa",
      "gonzález",
      "afirmó",
      "reconocerá",
      "resultados",
      "proceso",
      "electoral",
      "reiteró",
      "mandatario",
      "cometió",
      "serie",
      "irregularidades",
      "largo",
      "campaña",
      "electoral",
      ".",
      "inexistencia",
      "solicitud",
      "licencia",
      "participar",
      "elecciones",
      "violaciones",
      "leyes",
      "electorales",
      "cometidas",
      "daniel",
      "noboa",
      "encuentra",
      "inexistencia",
      "solicitud",
      "licencia",
      "reglamentaria",
      "presentarse",
      "reelección",
      ".",
      "normativa",
      "ecuatoriana",
      "plantea",
      "cualquier",
      "autoridad",
      "busque",
      "reelección",
      "inmediata",
      "debe",
      "pedir",
      "licencia",
      "cargo",
      "periodo",
      "campaña",
      "electoral",
      ",",
      "caso",
      "presidente",
      "contempla",
      "delegue",
      "funciones",
      "temporalmente",
      "vicepresidenta",
      ".",
      "caso",
      ",",
      "asamblea",
      "nacional",
      "recordó",
      "presidente",
      "noboa",
      "ente",
      "legislativo",
      "único",
      "poder",
      "competente",
      "otorgar",
      "licencia",
      "mandatario",
      ".",
      "daniel",
      "noboa",
      "presentó",
      "solicitud",
      "licencia",
      ",",
      "parlamento",
      "indicó",
      "acciones",
      "proselitismo",
      "político",
      "realizadas",
      "jefe",
      "candidato",
      ",",
      "campaña",
      "electoral",
      "contar",
      "permiso",
      "legislativo",
      ",",
      "podría",
      "constituir",
      "infracción",
      "electoral",
      ".",
      "declaración",
      "excepción",
      "candidata",
      "gonzález",
      ",",
      "declaración",
      "excepción",
      "pocas",
      "horas",
      "inicio",
      "votaciones",
      "siete",
      "provincias",
      ",",
      "cuales",
      "regularmente",
      "gana",
      "revolución",
      "ciudadana",
      ",",
      "constituye",
      "irregularidad",
      ".",
      "tras",
      "anunció",
      "mandatario",
      "ecuatoriano",
      ",",
      "organismos",
      "defensores",
      "derechos",
      "humanos",
      "advirtieron",
      "medida",
      "representa",
      "violación",
      "derechos",
      "fundamentales",
      ".",
      "agrupaciones",
      "políticas",
      "movimientos",
      "sociales",
      "denunciaron",
      "declaración",
      "excepción",
      "horas",
      "arranque",
      "segunda",
      "vuelta",
      "representa",
      "nuevo",
      "atentado",
      "democracia",
      ".",
      "restricción",
      "voto",
      "ecuatorianos",
      "residentes",
      "venezuela",
      "luisa",
      "gonzález",
      "denuncia",
      "existencia",
      "fraude",
      "restricción",
      "cne",
      "voto",
      "exterior",
      ",",
      "pues",
      "impidió",
      "ejercer",
      "derecho",
      "10.000",
      "ciudadanos",
      "ecuatorianos",
      "residen",
      "venezuela",
      ".",
      "ente",
      "electoral",
      "argumentaron",
      "problemas",
      "logística",
      "desarrollar",
      "normalidad",
      "proceso",
      "electoral",
      "país",
      "suramericano",
      ",",
      "pesar",
      "hacia",
      "días",
      "material",
      "electoral",
      "encontraba",
      "territorio",
      "venezolano",
      ".",
      "reasignación",
      "recintos",
      "electorales",
      "horas",
      "elecciones",
      ",",
      "autoridades",
      "electorales",
      "ecuador",
      "reasignaron",
      "18",
      "recintos",
      "votación",
      "justificación",
      "dieron",
      "situación",
      "climática",
      "país",
      ".",
      "candidata",
      "presidencial",
      ",",
      "acción",
      "cne",
      "deja",
      "dudas",
      "unas",
      "elecciones",
      "justas",
      "complicando",
      "participación",
      "grupo",
      "ciudadanos",
      "jornada",
      "electoral",
      ".",
      "luisa",
      "gonzález",
      "reiteró",
      "largo",
      "campaña",
      "electoral",
      "cne",
      "permitido",
      "irregularidades",
      "cometidas",
      "presidente",
      "daniel",
      "noboa",
      ".",
      "validación",
      "actas",
      "firmas",
      "autoridades",
      "electorales",
      "último",
      ",",
      "candidata",
      "movimiento",
      "político",
      "revolución",
      "ciudadana",
      "junto",
      "referentes",
      "partido",
      "denunciaron",
      "cne",
      "validó",
      "documentos",
      "electorales",
      "firmas",
      ",",
      "infringiendo",
      "normativas",
      "comiciales",
      "nación",
      ".",
      "tras",
      "publicación",
      "resultados",
      "preliminares",
      "segunda",
      "vuelta",
      "presidencial",
      ",",
      "secretario",
      "general",
      "partido",
      "revolución",
      "ciudadana",
      ",",
      "andrés",
      "arauz",
      ",",
      "denunció",
      "irregularidades",
      "proceso",
      "escrutinio",
      "llevado",
      "adelante",
      "cne",
      ".",
      "través",
      "redes",
      "sociales",
      ",",
      "arauz",
      "publicó",
      "imágenes",
      "varias",
      "actas",
      "electorales",
      "firmas",
      "presidente",
      "secretario",
      "juntas",
      "receptoras",
      "voto",
      "(",
      "jrv",
      ")",
      ",",
      "requisito",
      "establecido",
      "artículo",
      "127",
      "código",
      "democracia",
      "validar",
      "resultados",
      ".",
      "según",
      "denuncia",
      "arauz",
      ",",
      "todas",
      "actas",
      "firmas",
      "autoridades",
      "jrv",
      "favorecen",
      "daniel",
      "noboa",
      ".",
      "“",
      "niego",
      "creer",
      "pueblo",
      "prefiere",
      "mentira",
      "verdad",
      ".",
      "vamos",
      "pedir",
      "reconteo",
      "abran",
      "urnas",
      "”",
      ",",
      "manifestó",
      "luisa",
      "gonzález",
      "luego",
      "conocer",
      "resultados",
      "presentados",
      "cne",
      "."
    ],
    "token_count": 412,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 85,
      "NN": 196,
      "JJ": 62,
      "FW": 179,
      "VBP": 16,
      "NNS": 33,
      "DT": 2,
      "VBZ": 12,
      "IN": 22,
      "RB": 3,
      "CD": 3,
      "VBD": 3,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 25,
      "NN-NN": 117,
      "NN-JJ": 13,
      "JJ-JJ": 8,
      "JJ-FW": 8,
      "FW-NNP": 18,
      "NNP-FW": 10,
      "FW-NN": 16,
      "NN-NNP": 21,
      "NNP-NNP": 34,
      "JJ-NN": 31,
      "NNP-VBP": 3,
      "VBP-JJ": 11,
      "NN-VBP": 2,
      "NN-NNS": 8,
      "NNS-VBP": 11,
      "VBP-FW": 1,
      "FW-FW": 124,
      "FW-JJ": 13,
      "JJ-NNS": 10,
      "NN-DT": 1,
      "DT-NN": 2,
      "NN-VBZ": 4,
      "VBZ-JJ": 8,
      "NN-FW": 18,
      "JJ-NNP": 4,
      "NN-IN": 9,
      "IN-JJ": 3,
      "NNS-NNP": 4,
      "VBP-NNS": 2,
      "NNS-NNS": 4,
      "VBP-IN": 1,
      "IN-FW": 13,
      "NNP-DT": 1,
      "NNS-IN": 7,
      "IN-NNP": 2,
      "FW-NNS": 7,
      "NNP-VBZ": 3,
      "JJ-VBZ": 1,
      "VBZ-FW": 2,
      "VBZ-RB": 2,
      "RB-JJ": 2,
      "FW-VBZ": 1,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNS-JJ": 3,
      "IN-NN": 3,
      "NNP-IN": 5,
      "NNS-FW": 2,
      "NNP-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 2,
      "NNS-VBZ": 2,
      "VBD-FW": 1,
      "NN-CD": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBP-NNP": 1,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "NN-VBD": 1,
      "VBD-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 21,
      "NN-NN-JJ": 11,
      "NN-JJ-JJ": 3,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 9,
      "NN-NN-NNP": 14,
      "NN-NNP-NN": 6,
      "NN-NN-NN": 67,
      "NN-NNP-NNP": 11,
      "NNP-NNP-NNP": 13,
      "NNP-NNP-NN": 10,
      "NN-JJ-NN": 6,
      "JJ-NN-NN": 17,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 2,
      "JJ-NN-NNP": 5,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 3,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-FW": 88,
      "FW-FW-JJ": 10,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 8,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 5,
      "JJ-NN-JJ": 1,
      "JJ-JJ-NN": 5,
      "JJ-NN-FW": 5,
      "NN-FW-FW": 11,
      "FW-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "NNP-FW-FW": 6,
      "FW-FW-NN": 9,
      "NN-NN-IN": 6,
      "NN-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-FW": 3,
      "NNP-FW-JJ": 1,
      "FW-JJ-FW": 5,
      "JJ-FW-FW": 6,
      "NN-NNP-FW": 1,
      "NN-NN-FW": 8,
      "NN-FW-NN": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-FW": 8,
      "FW-FW-NNP": 12,
      "FW-NNP-NN": 5,
      "NN-FW-NNP": 2,
      "FW-NNP-NNP": 5,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-FW": 1,
      "NN-JJ-NNS": 3,
      "JJ-NNS-IN": 4,
      "NNS-IN-FW": 5,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "FW-NN-NNP": 1,
      "FW-FW-NNS": 5,
      "FW-NNS-IN": 1,
      "NNS-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "FW-NN-NNS": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 3,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-NNS-VBP": 1,
      "FW-NN-JJ": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-RB": 2,
      "VBZ-RB-JJ": 2,
      "RB-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-FW": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NNP-NNP-VBZ": 2,
      "VBZ-JJ-JJ": 1,
      "NN-IN-FW": 4,
      "FW-NN-VBP": 1,
      "VBP-JJ-JJ": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 3,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 3,
      "IN-FW-NNS": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 1,
      "JJ-NNS-NNS": 1,
      "VBP-JJ-FW": 1,
      "FW-JJ-NN": 3,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "NNP-NNP-IN": 3,
      "IN-FW-JJ": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NNP-NN-VBZ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NNP-NN-NNS": 2,
      "NN-NNS-IN": 2,
      "JJ-NN-IN": 2,
      "NNP-NN-FW": 1,
      "FW-NNS-VBZ": 1,
      "VBZ-JJ-NNS": 2,
      "IN-FW-NNP": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNP": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNS": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-IN-NN": 1,
      "NN-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-NNS": 1,
      "VBD-NNS-JJ": 1,
      "NNS-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 196,
        "FW": 179,
        "NNP": 85,
        "JJ": 62,
        "NNS": 33
      },
      "top_bigrams": {
        "FW-FW": 124,
        "NN-NN": 117,
        "NNP-NNP": 34,
        "JJ-NN": 31,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "FW-FW-FW": 88,
        "NN-NN-NN": 67,
        "NNP-NN-NN": 21,
        "JJ-NN-NN": 17,
        "NN-NN-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 142,
      "VP": 37,
      "ADJP": 12,
      "PP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0315
      },
      {
        "rule": "ADJP -> ('electoral', 'JJ')",
        "frequency": 5,
        "weight": 0.0225
      },
      {
        "rule": "NP -> ('CNE', 'NNP')",
        "frequency": 3,
        "weight": 0.0135
      },
      {
        "rule": "NP -> ('resultados', 'JJ') ('preliminares', 'NNS')",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "NP -> ('a', 'DT') ('lo', 'JJ') ('largo', 'NN')",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "VP -> ('electorales', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "NP -> ('las', 'NNS')",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "NP -> ('JRV', 'NNP')",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "S -> NP NP (',', ',') NP VP (',', ',') NP NP ('(', '(') NP (')', ')') (',', ',') NP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0045
      },
      {
        "rule": "NP -> ('Tras', 'NNP') ('la', 'NN') ('segunda', 'NN')",
        "frequency": 1,
        "weight": 0.0045
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Tras la segunda"
      },
      {
        "label": "NP",
        "text": "vuelta electoral en Ecuador"
      },
      {
        "label": "NP",
        "text": "la"
      },
      {
        "label": "VP",
        "text": "candidata a la Presidencia por el movimiento político Revolución Ciudadana"
      },
      {
        "label": "NP",
        "text": "a la Presidencia por el movimiento político Revolución Ciudadana"
      },
      {
        "label": "NP",
        "text": "Luisa González definió como fraudulentos los"
      },
      {
        "label": "NP",
        "text": "resultados presentados por el Consejo Nacional Electoral"
      },
      {
        "label": "NP",
        "text": "CNE"
      },
      {
        "label": "NP",
        "text": "el cual dio como vencedor"
      },
      {
        "label": "VP",
        "text": "al actual mandatario Daniel Noboa"
      },
      {
        "label": "NP",
        "text": "actual mandatario Daniel Noboa"
      },
      {
        "label": "NP",
        "text": "En su primera alocución tras"
      },
      {
        "label": "VP",
        "text": "la"
      },
      {
        "label": "NP",
        "text": "resultados preliminares"
      },
      {
        "label": "VP",
        "text": "por parte del CNE"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Tras/NNP la/NN segunda/NN)\n  (NP vuelta/JJ electoral/JJ en/NN Ecuador/NNP)\n  ,/,\n  (NP la/NN)\n  (VP\n    candidata/VBD\n    (NP\n      a/DT\n      la/NN\n      Presidencia/NNP\n      por/NN\n      el/NN\n      movimiento/NN\n      político/NN\n      Revolución/NNP\n      Ciudadana/NNP))\n  ,/,\n  (NP\n    Luisa/NNP\n    González/NNP\n    definió/NN\n    como/NN\n    fraudulentos/NN\n    los/NN)\n  (NP\n    resultados/JJ\n    presentados/NN\n    por/NN\n    el/NN\n    Consejo/NNP\n    Nacional/NNP\n    Electoral/NNP)\n  (/(\n  (NP CNE/NNP)\n  )/)\n  ,/,\n  (NP el/JJ cual/JJ dio/NN como/NN vencedor/NN)\n  (VP al/VBP (NP actual/JJ mandatario/NN Daniel/NNP Noboa/NNP))\n  ./.)",
      "(S\n  (NP En/NNP su/NN primera/NN alocución/NN tras/NNS)\n  (VP la/VBP)\n  publicación/FW\n  de/FW\n  los/FW\n  (NP resultados/JJ preliminares/NNS)\n  (VP por/VBP (NP parte/JJ del/NN CNE/NNP))\n  ,/,\n  (NP Luisa/NNP González/NNP afirmó/NN que/NN)\n  (NP no/DT reconocerá/NN)\n  (VP\n    los/VBZ\n    (NP resultados/JJ del/NN)\n    (NP\n      proceso/JJ\n      electoral/JJ\n      y/NN\n      reiteró/NN\n      que/NN\n      el/NN\n      mandatario/NN\n      cometió/NN)\n    (NP una/JJ serie/NN))\n  de/FW\n  irregularidades/FW\n  (NP a/DT lo/JJ largo/NN)\n  de/IN\n  la/FW\n  (ADJP campaña/JJ)\n  (ADJP electoral/JJ)\n  ./.)",
      "(S\n  (NP Inexistencia/NNP)\n  de/FW\n  solicitud/FW\n  de/FW\n  licencia/FW\n  (NP para/NN participar/NN)\n  (PP en/IN (NP las/JJ elecciones/NNS Entre/NNP))\n  (VP las/VBP)\n  (VP violaciones/VBZ (NP a/DT las/JJ leyes/NN electorales/NNS))\n  (VP cometidas/VBP (NP por/JJ Daniel/NNP Noboa/NNP))\n  se/FW\n  (ADJP encuentra/JJ)\n  la/FW\n  inexistencia/FW\n  de/FW\n  la/FW\n  solicitud/FW\n  de/FW\n  la/FW\n  licencia/FW\n  (NP reglamentaria/NN para/NN)\n  (VP presentarse/VBZ (NP a/DT la/NN reelección/NN))\n  ./.)",
      "(S\n  (NP La/NNP)\n  normativa/FW\n  ecuatoriana/FW\n  (NP\n    plantea/NN\n    que/NN\n    cualquier/NN\n    autoridad/NN\n    que/NN\n    busque/NN\n    su/NN\n    reelección/NN\n    inmediata/NN\n    debe/NN\n    pedir/NN\n    licencia/NN\n    del/NN\n    cargo/NN\n    durante/NN)\n  el/FW\n  periodo/FW\n  de/FW\n  la/FW\n  campaña/FW\n  (ADJP electoral/JJ)\n  ,/,\n  (ADJP y/JJ)\n  en/FW\n  el/FW\n  (NP caso/NN del/NN presidente/NN)\n  se/FW\n  (NP contempla/NN que/NN delegue/NN sus/NN funciones/NNS)\n  (VP temporalmente/VBP)\n  (PP en/IN (NP la/NN vicepresidenta/NN))\n  ./.)",
      "(S\n  (NP En/NNP este/NN caso/NN)\n  ,/,\n  la/FW\n  (NP\n    Asamblea/NNP\n    Nacional/NNP\n    le/NN\n    recordó/NN\n    al/NN\n    presidente/NN\n    Noboa/NNP\n    que/NN\n    el/NN\n    ente/NN)\n  legislativo/FW\n  es/FW\n  el/FW\n  único/FW\n  (NP\n    poder/NN\n    competente/NN\n    para/NN\n    otorgar/NN\n    licencia/NN\n    al/NN\n    mandatario/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          4188,
          4197
        ],
        "start": 4188,
        "end": 4197
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña electoral",
        "position": [
          547,
          564
        ],
        "start": 547,
        "end": 564
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "resultados preliminares",
        "position": [
          345,
          368
        ],
        "start": 345,
        "end": 368
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          403,
          409
        ],
        "start": 403,
        "end": 409
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          1794,
          1801
        ],
        "start": 1794,
        "end": 1801
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "derechos humanos advirtieron que la medida representa una violación",
        "position": [
          1855,
          1922
        ],
        "start": 1855,
        "end": 1922
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente se contempla",
        "position": [
          1002,
          1025
        ],
        "start": 1002,
        "end": 1025
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          1105,
          1122
        ],
        "start": 1105,
        "end": 1122
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          1999,
          2010
        ],
        "start": 1999,
        "end": 2010
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "normativa",
        "position": [
          822,
          831
        ],
        "start": 822,
        "end": 831
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          36,
          43
        ],
        "start": 36,
        "end": 43
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          2191,
          2200
        ],
        "start": 2191,
        "end": 2200
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y candidato",
        "position": [
          1389,
          1407
        ],
        "start": 1389,
        "end": 1407
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          1855,
          1871
        ],
        "start": 1855,
        "end": 1871
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 10.000",
        "position": [
          2346,
          2359
        ],
        "start": 2346,
        "end": 2359
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Revolución Ciudadana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Restricción",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "JRV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Arauz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luisa González",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Andrés Arauz",
        "tipo": "Persona"
      },
      {
        "nombre": "Agrupaciones",
        "tipo": "Organizacion"
      },
      {
        "nombre": "presidente Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Presidencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Luisa González",
        "relacion": "DEFINIR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "DEFINIR",
        "objeto": "Consejo Nacional Electoral"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "DEFINIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "DEFINIR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "DEFINIR",
        "objeto": "Presidencia"
      },
      {
        "sujeto": "Presidencia",
        "relacion": "DEFINIR",
        "objeto": "Consejo Nacional Electoral"
      },
      {
        "sujeto": "Presidencia",
        "relacion": "DEFINIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Presidencia",
        "relacion": "DEFINIR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "DEFINIR",
        "objeto": "Revolución Ciudadana"
      },
      {
        "sujeto": "Revolución Ciudadana",
        "relacion": "DEFINIR",
        "objeto": "Consejo Nacional Electoral"
      },
      {
        "sujeto": "Revolución Ciudadana",
        "relacion": "DEFINIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Revolución Ciudadana",
        "relacion": "DEFINIR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "DEFINIR",
        "objeto": "Consejo Nacional Electoral"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "DEFINIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "DEFINIR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "DEFINIR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "CNE",
        "relacion": "DEFINIR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "AFIRMAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "RECORDAR",
        "objeto": "presidente Noboa"
      },
      {
        "sujeto": "Restricción",
        "relacion": "DENUNCIAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Restricción",
        "relacion": "DENUNCIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DENUNCIAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "DENUNCIAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "DENUNCIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "CNE",
        "relacion": "DENUNCIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "REITERAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "REITERAR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "CNE",
        "relacion": "PERMITIR_REITERAR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "CNE",
        "relacion": "DENUNCIAR",
        "objeto": "Revolución Ciudadana"
      },
      {
        "sujeto": "Revolución Ciudadana",
        "relacion": "DENUNCIAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Andrés Arauz",
        "relacion": "DENUNCIAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Arauz",
        "relacion": "PUBLICAR",
        "objeto": "JRV"
      },
      {
        "sujeto": "Arauz",
        "relacion": "FAVORECER",
        "objeto": "JRV"
      },
      {
        "sujeto": "Arauz",
        "relacion": "FAVORECER",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "JRV",
        "relacion": "FAVORECER",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "MANIFESTAR",
        "objeto": "CNE"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9698,
    "pos": 0.0,
    "neu": 0.965,
    "neg": 0.035,
    "label": "negative"
  }
}