{
  "url": "https://www.telesurtv.net/democracia-entredicho-600-arrestos-eeuu-toque/",
  "title": "Democracia en entredicho: Más de 600 arrestos en EE.UU. por protestas contra redadas migratoria - teleSUR",
  "section": "Mundo",
  "tags": [
    "California",
    "EE.UU.",
    "ICE",
    "protestas",
    "represión"
  ],
  "text": "La respuesta del gobierno de Donald Trump a las manifestaciones contra las redadas migratorias ha dejado un saldo de más de 600 personas arrestadas en apenas tres días, en lo que ya constituye una de las mayores oleadas represivas contra la protesta social en Estados Unidos en la última década.\n\nLas cifras son contundentes: 378 detenidos en Los Ángeles, más de 190 arrestos confirmados en otras ciudades de California, y 86 manifestantes capturados en Nueva York, todos en el marco de acciones ciudadanas contra el Servicio de Control de Inmigración y Aduanas (ICE) y la militarización impuesta desde Washington.\nEn Los Ángeles, epicentro de las protestas y de la represión, la jornada del martes culminó con docenas de arrestos durante la primera noche bajo toque de queda, medida decretada por la alcaldesa Karen Bass tras una serie de acciones policiales contra quienes exigían el respeto a los derechos de los migrantes.\nLas manifestaciones comenzaron el 7 de junio, luego de una redada masiva de ICE en el centro de la ciudad, y rápidamente se intensificaron con la presencia de tropas federales, enviadas sin autorización del gobernador del estado de California: 2.000 efectivos de la Guardia Nacional (que luego se duplicaron) y 700 marines del Pentágono.\n\n\nLas protestas del martes se concentraron en el centro cívico de Los Ángeles, alrededor del Ayuntamiento y edificios federales donde operan agencias de inmigración. Según reportes de cadenas estadounidenses, los arrestos continuaron entrada la madrugada del miércoles.\nAgentes lanzaron gases lacrimógenos, dispararon balas de goma y realizaron arrestos selectivos, en operativos que dejaron decenas de personas heridas. La alcaldesa Bass afirmó que el toque de queda buscaba controlar a “actores violentos que no apoyan realmente a la comunidad migrante”, pero organizaciones civiles denuncian un uso excesivo de la fuerza y criminalización generalizada de la protesta.\nEn paralelo, Nueva York vivió su jornada más tensa desde el inicio de la ofensiva migratoria. Unas 86 personas fueron arrestadas el martes en el Bajo Manhattan durante protestas frente a la sede de ICE en 26 Federal Plaza y Foley Square.\nDe ese total, 34 fueron acusadas de delitos graves como agresión a oficiales, resistencia al arresto y obstrucción de funciones públicas, mientras que otras 52 recibieron citaciones judiciales. La policía reportó que algunos manifestantes lanzaron objetos a los agentes, mientras que los federales respondieron con gas lacrimógeno cerca de las calles Chambers y Church.\n\n\nLa fiscal general de EE.UU., Pam Bondi, confirmó este miércoles que los arrestos continuarán y que quienes hayan agredido a funcionarios serán perseguidos con todo el peso de la ley. “Vamos a aplicar la Ley Hobbs para procesar por robo a todos los implicados en saqueos“, afirmó en una entrevista televisiva, asegurando que más detenciones están en camino mientras criminalizaba a todos los manifestantes.\nLas declaraciones han sido interpretadas como una advertencia abierta a quienes participen en futuras protestas.\nEl presidente Trump defendió la operación afirmando que, gracias al despliegue federal, “evitamos que Los Ángeles se incendiara”. Pero su decisión de enviar tropas sin consultar a los gobiernos locales ha sido calificada por el gobernador de California, Gavin Newsom, como una violación a la autonomía estatal.\nNewsom denunció que Trump está “usando el caos como una herramienta política” y presentó una demanda de emergencia para frenar la militarización de la ciudad. “Es ilegal e inmoral”, sostuvo el mandatario estatal.\n\n\nLa oleada de arrestos masivos se ha extendido más allá de California y Nueva York. Se reportan manifestaciones en ciudades como Atlanta y Burlington, con llamados nacionales a movilizaciones bajo consignas como “Fuera ICE” y “Paren las deportaciones”.\nCabe destacar que de acuerdo con la Constitución norteamericana, el envío de la Guardia Nacional para reprimir protestas, mayormente pacíficas, se considera un atropello y una muestra de autoritarismo.\nEllo debido a que la Guardia Nacional solo puede intervenir bajo órdenes presidenciales en escenarios de rebelión o guerra. Sin embargo de no ser así, los efectivos operarán bajo las órdenes directas de las autoridades locales del Estado.\nEs necesario recordar que el gobernador californiano en ningún momento convocó a la Guardia Nacional, ni a ningún otra rama militar, de hecho, antes de la intervención de Washington, salvo por algunos incidentes aislados, las protestas se estaban realizando de forma pacífica y ordenada\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/democracia-entredicho-600-arrestos-eeuu-toque/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1577,
    "message_id": 96128,
    "date": "2025-06-11T18:55:28+00:00",
    "text": "teleSUR\nDemocracia en entredicho: Más de 600 arrestos en EE.UU. por protestas contra redadas migratoria\nhttps://www.telesurtv.net/democracia-entredicho-600-arrestos-eeuu-toque/",
    "photo_path": null,
    "views": 1690,
    "reactions": {
      "🤬": 36,
      "👍": 4,
      "👎": 2
    },
    "total_reactions": 42
  },
  "preprocessing": {
    "cleaned": "la respuesta del gobierno de donald trump a las manifestaciones contra las redadas migratorias ha dejado un saldo de más de 600 personas arrestadas en apenas tres días, en lo que ya constituye una de las mayores oleadas represivas contra la protesta social en estados unidos en la última década. las cifras son contundentes: 378 detenidos en los ángeles, más de 190 arrestos confirmados en otras ciudades de california, y 86 manifestantes capturados en nueva york, todos en el marco de acciones ciudadanas contra el servicio de control de inmigración y aduanas (ice) y la militarización impuesta desde washington. en los ángeles, epicentro de las protestas y de la represión, la jornada del martes culminó con docenas de arrestos durante la primera noche bajo toque de queda, medida decretada por la alcaldesa karen bass tras una serie de acciones policiales contra quienes exigían el respeto a los derechos de los migrantes. las manifestaciones comenzaron el 7 de junio, luego de una redada masiva de ice en el centro de la ciudad, y rápidamente se intensificaron con la presencia de tropas federales, enviadas sin autorización del gobernador del estado de california: 2.000 efectivos de la guardia nacional (que luego se duplicaron) y 700 marines del pentágono. las protestas del martes se concentraron en el centro cívico de los ángeles, alrededor del ayuntamiento y edificios federales donde operan agencias de inmigración. según reportes de cadenas estadounidenses, los arrestos continuaron entrada la madrugada del miércoles. agentes lanzaron gases lacrimógenos, dispararon balas de goma y realizaron arrestos selectivos, en operativos que dejaron decenas de personas heridas. la alcaldesa bass afirmó que el toque de queda buscaba controlar a “actores violentos que no apoyan realmente a la comunidad migrante”, pero organizaciones civiles denuncian un uso excesivo de la fuerza y criminalización generalizada de la protesta. en paralelo, nueva york vivió su jornada más tensa desde el inicio de la ofensiva migratoria. unas 86 personas fueron arrestadas el martes en el bajo manhattan durante protestas frente a la sede de ice en 26 federal plaza y foley square. de ese total, 34 fueron acusadas de delitos graves como agresión a oficiales, resistencia al arresto y obstrucción de funciones públicas, mientras que otras 52 recibieron citaciones judiciales. la policía reportó que algunos manifestantes lanzaron objetos a los agentes, mientras que los federales respondieron con gas lacrimógeno cerca de las calles chambers y church. la fiscal general de ee.uu., pam bondi, confirmó este miércoles que los arrestos continuarán y que quienes hayan agredido a funcionarios serán perseguidos con todo el peso de la ley. “vamos a aplicar la ley hobbs para procesar por robo a todos los implicados en saqueos“, afirmó en una entrevista televisiva, asegurando que más detenciones están en camino mientras criminalizaba a todos los manifestantes. las declaraciones han sido interpretadas como una advertencia abierta a quienes participen en futuras protestas. el presidente trump defendió la operación afirmando que, gracias al despliegue federal, “evitamos que los ángeles se incendiara”. pero su decisión de enviar tropas sin consultar a los gobiernos locales ha sido calificada por el gobernador de california, gavin newsom, como una violación a la autonomía estatal. newsom denunció que trump está “usando el caos como una herramienta política” y presentó una demanda de emergencia para frenar la militarización de la ciudad. “es ilegal e inmoral”, sostuvo el mandatario estatal. la oleada de arrestos masivos se ha extendido más allá de california y nueva york. se reportan manifestaciones en ciudades como atlanta y burlington, con llamados nacionales a movilizaciones bajo consignas como “fuera ice” y “paren las deportaciones”. cabe destacar que de acuerdo con la constitución norteamericana, el envío de la guardia nacional para reprimir protestas, mayormente pacíficas, se considera un atropello y una muestra de autoritarismo. ello debido a que la guardia nacional solo puede intervenir bajo órdenes presidenciales en escenarios de rebelión o guerra. sin embargo de no ser así, los efectivos operarán bajo las órdenes directas de las autoridades locales del estado. es necesario recordar que el gobernador californiano en ningún momento convocó a la guardia nacional, ni a ningún otra rama militar, de hecho, antes de la intervención de washington, salvo por algunos incidentes aislados, las protestas se estaban realizando de forma pacífica y ordenada",
    "tokens": [
      "respuesta",
      "gobierno",
      "donald",
      "trump",
      "manifestaciones",
      "redadas",
      "migratorias",
      "dejado",
      "saldo",
      "600",
      "personas",
      "arrestadas",
      "apenas",
      "tres",
      "días",
      ",",
      "constituye",
      "mayores",
      "oleadas",
      "represivas",
      "protesta",
      "social",
      "unidos",
      "última",
      "década",
      ".",
      "cifras",
      "contundentes",
      ":",
      "378",
      "detenidos",
      "ángeles",
      ",",
      "190",
      "arrestos",
      "confirmados",
      "ciudades",
      "california",
      ",",
      "86",
      "manifestantes",
      "capturados",
      "nueva",
      "york",
      ",",
      "marco",
      "acciones",
      "ciudadanas",
      "servicio",
      "control",
      "inmigración",
      "aduanas",
      "(",
      "ice",
      ")",
      "militarización",
      "impuesta",
      "washington",
      ".",
      "ángeles",
      ",",
      "epicentro",
      "protestas",
      "represión",
      ",",
      "jornada",
      "martes",
      "culminó",
      "docenas",
      "arrestos",
      "primera",
      "noche",
      "bajo",
      "toque",
      "queda",
      ",",
      "medida",
      "decretada",
      "alcaldesa",
      "karen",
      "bass",
      "tras",
      "serie",
      "acciones",
      "policiales",
      "exigían",
      "respeto",
      "derechos",
      "migrantes",
      ".",
      "manifestaciones",
      "comenzaron",
      "7",
      "junio",
      ",",
      "luego",
      "redada",
      "masiva",
      "ice",
      "centro",
      "ciudad",
      ",",
      "rápidamente",
      "intensificaron",
      "presencia",
      "tropas",
      "federales",
      ",",
      "enviadas",
      "autorización",
      "gobernador",
      "california",
      ":",
      "2.000",
      "efectivos",
      "guardia",
      "nacional",
      "(",
      "luego",
      "duplicaron",
      ")",
      "700",
      "marines",
      "pentágono",
      ".",
      "protestas",
      "martes",
      "concentraron",
      "centro",
      "cívico",
      "ángeles",
      ",",
      "alrededor",
      "ayuntamiento",
      "edificios",
      "federales",
      "operan",
      "agencias",
      "inmigración",
      ".",
      "según",
      "reportes",
      "cadenas",
      "estadounidenses",
      ",",
      "arrestos",
      "continuaron",
      "entrada",
      "madrugada",
      "miércoles",
      ".",
      "agentes",
      "lanzaron",
      "gases",
      "lacrimógenos",
      ",",
      "dispararon",
      "balas",
      "goma",
      "realizaron",
      "arrestos",
      "selectivos",
      ",",
      "operativos",
      "dejaron",
      "decenas",
      "personas",
      "heridas",
      ".",
      "alcaldesa",
      "bass",
      "afirmó",
      "toque",
      "queda",
      "buscaba",
      "controlar",
      "“",
      "actores",
      "violentos",
      "apoyan",
      "realmente",
      "comunidad",
      "migrante",
      "”",
      ",",
      "organizaciones",
      "civiles",
      "denuncian",
      "uso",
      "excesivo",
      "fuerza",
      "criminalización",
      "generalizada",
      "protesta",
      ".",
      "paralelo",
      ",",
      "nueva",
      "york",
      "vivió",
      "jornada",
      "tensa",
      "inicio",
      "ofensiva",
      "migratoria",
      ".",
      "unas",
      "86",
      "personas",
      "arrestadas",
      "martes",
      "bajo",
      "manhattan",
      "protestas",
      "frente",
      "sede",
      "ice",
      "26",
      "federal",
      "plaza",
      "foley",
      "square",
      ".",
      "total",
      ",",
      "34",
      "acusadas",
      "delitos",
      "graves",
      "agresión",
      "oficiales",
      ",",
      "resistencia",
      "arresto",
      "obstrucción",
      "funciones",
      "públicas",
      ",",
      "mientras",
      "52",
      "recibieron",
      "citaciones",
      "judiciales",
      ".",
      "policía",
      "reportó",
      "manifestantes",
      "lanzaron",
      "objetos",
      "agentes",
      ",",
      "mientras",
      "federales",
      "respondieron",
      "gas",
      "lacrimógeno",
      "cerca",
      "calles",
      "chambers",
      "church",
      ".",
      "fiscal",
      "general",
      "ee.uu.",
      ",",
      "pam",
      "bondi",
      ",",
      "confirmó",
      "miércoles",
      "arrestos",
      "continuarán",
      "agredido",
      "funcionarios",
      "perseguidos",
      "peso",
      "ley",
      ".",
      "“",
      "vamos",
      "aplicar",
      "ley",
      "hobbs",
      "procesar",
      "robo",
      "implicados",
      "saqueos",
      "“",
      ",",
      "afirmó",
      "entrevista",
      "televisiva",
      ",",
      "asegurando",
      "detenciones",
      "camino",
      "mientras",
      "criminalizaba",
      "manifestantes",
      ".",
      "declaraciones",
      "sido",
      "interpretadas",
      "advertencia",
      "abierta",
      "participen",
      "futuras",
      "protestas",
      ".",
      "presidente",
      "trump",
      "defendió",
      "operación",
      "afirmando",
      ",",
      "gracias",
      "despliegue",
      "federal",
      ",",
      "“",
      "evitamos",
      "ángeles",
      "incendiara",
      "”",
      ".",
      "decisión",
      "enviar",
      "tropas",
      "consultar",
      "gobiernos",
      "locales",
      "sido",
      "calificada",
      "gobernador",
      "california",
      ",",
      "gavin",
      "newsom",
      ",",
      "violación",
      "autonomía",
      "estatal",
      ".",
      "newsom",
      "denunció",
      "trump",
      "“",
      "usando",
      "caos",
      "herramienta",
      "política",
      "”",
      "presentó",
      "demanda",
      "emergencia",
      "frenar",
      "militarización",
      "ciudad",
      ".",
      "“",
      "ilegal",
      "inmoral",
      "”",
      ",",
      "sostuvo",
      "mandatario",
      "estatal",
      ".",
      "oleada",
      "arrestos",
      "masivos",
      "extendido",
      "allá",
      "california",
      "nueva",
      "york",
      ".",
      "reportan",
      "manifestaciones",
      "ciudades",
      "atlanta",
      "burlington",
      ",",
      "llamados",
      "nacionales",
      "movilizaciones",
      "bajo",
      "consignas",
      "“",
      "ice",
      "”",
      "“",
      "paren",
      "deportaciones",
      "”",
      ".",
      "cabe",
      "destacar",
      "acuerdo",
      "constitución",
      "norteamericana",
      ",",
      "envío",
      "guardia",
      "nacional",
      "reprimir",
      "protestas",
      ",",
      "mayormente",
      "pacíficas",
      ",",
      "considera",
      "atropello",
      "muestra",
      "autoritarismo",
      ".",
      "ello",
      "debido",
      "guardia",
      "nacional",
      "solo",
      "puede",
      "intervenir",
      "bajo",
      "órdenes",
      "presidenciales",
      "escenarios",
      "rebelión",
      "guerra",
      ".",
      "embargo",
      "ser",
      "así",
      ",",
      "efectivos",
      "operarán",
      "bajo",
      "órdenes",
      "directas",
      "autoridades",
      "locales",
      ".",
      "necesario",
      "recordar",
      "gobernador",
      "californiano",
      "ningún",
      "momento",
      "convocó",
      "guardia",
      "nacional",
      ",",
      "ningún",
      "rama",
      "militar",
      ",",
      "hecho",
      ",",
      "intervención",
      "washington",
      ",",
      "salvo",
      "incidentes",
      "aislados",
      ",",
      "protestas",
      "realizando",
      "forma",
      "pacífica",
      "ordenada"
    ],
    "token_count": 470,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "VBZ": 9,
      "FW": 151,
      "NN": 168,
      "NNS": 67,
      "VBP": 48,
      "JJ": 73,
      "IN": 32,
      "CD": 10,
      "RB": 4,
      "VBD": 5,
      "DT": 2,
      "NNPS": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 6,
      "VBZ-FW": 2,
      "FW-FW": 91,
      "FW-NNP": 26,
      "NNP-NNP": 38,
      "NNP-NN": 21,
      "NN-NNS": 17,
      "NNS-VBP": 40,
      "VBP-NNS": 7,
      "VBP-JJ": 24,
      "JJ-NN": 37,
      "NN-NN": 83,
      "NN-JJ": 12,
      "NN-IN": 24,
      "IN-FW": 17,
      "FW-CD": 1,
      "CD-NNS": 5,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "JJ-NNS": 9,
      "VBP-IN": 3,
      "IN-NN": 3,
      "FW-NNS": 14,
      "JJ-JJ": 15,
      "NN-NNP": 6,
      "NNP-FW": 12,
      "VBZ-NN": 1,
      "NN-VBZ": 2,
      "VBZ-CD": 1,
      "CD-NN": 4,
      "NN-FW": 18,
      "NNP-IN": 1,
      "IN-CD": 1,
      "NNS-JJ": 4,
      "JJ-FW": 4,
      "NNS-IN": 2,
      "IN-NNP": 3,
      "NNP-CD": 2,
      "JJ-NNP": 6,
      "FW-NN": 14,
      "NN-VBP": 3,
      "VBP-NNP": 5,
      "FW-JJ": 4,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "IN-NNS": 3,
      "NNS-NNS": 6,
      "NNS-NNP": 7,
      "NNP-NNS": 4,
      "NNS-VBD": 2,
      "VBD-FW": 1,
      "NN-VBD": 1,
      "VBD-RB": 1,
      "RB-CD": 2,
      "NNS-FW": 3,
      "VBP-NN": 4,
      "NNS-VBZ": 1,
      "VBZ-NNS": 2,
      "VBZ-IN": 1,
      "NNP-VBP": 4,
      "IN-JJ": 4,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "VBP-CD": 1,
      "VBP-FW": 3,
      "VBD-CD": 1,
      "CD-NNP": 1,
      "NNP-JJ": 4,
      "JJ-CD": 1,
      "VBP-RB": 1,
      "NNS-NNPS": 1,
      "NNPS-NNP": 1,
      "VBZ-JJ": 2,
      "FW-IN": 1,
      "IN-DT": 1,
      "DT-NN": 1,
      "NN-RB": 1,
      "RB-JJ": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-FW-FW": 63,
      "FW-FW-NNP": 14,
      "FW-NNP-NNP": 12,
      "NNP-NNP-NN": 12,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 11,
      "NNS-VBP-NNS": 5,
      "VBP-NNS-VBP": 7,
      "NNS-VBP-JJ": 23,
      "VBP-JJ-NN": 13,
      "JJ-NN-NN": 20,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 9,
      "JJ-NN-IN": 9,
      "NN-IN-FW": 16,
      "IN-FW-FW": 5,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NNS": 4,
      "JJ-NNS-VBP": 7,
      "NNS-VBP-IN": 3,
      "VBP-IN-NN": 2,
      "IN-NN-NN": 1,
      "NN-NN-NN": 37,
      "NN-NN-IN": 15,
      "IN-FW-NNS": 6,
      "FW-NNS-VBP": 8,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 9,
      "JJ-NN-JJ": 3,
      "NN-JJ-JJ": 2,
      "JJ-NN-NNP": 1,
      "NN-NNP-NNP": 3,
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 5,
      "FW-NNP-NN": 4,
      "NNP-NN-NNP": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-VBZ": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-FW": 2,
      "NN-FW-NNP": 4,
      "NNP-NNP-NNP": 13,
      "NNP-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-FW-NNS": 7,
      "FW-NNS-IN": 2,
      "NNS-IN-NNP": 1,
      "IN-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-VBP": 2,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NNP": 3,
      "NNP-NN-FW": 1,
      "NN-FW-FW": 10,
      "JJ-NNP-FW": 2,
      "NNP-FW-NNP": 3,
      "FW-NNP-FW": 5,
      "NNP-FW-NN": 2,
      "FW-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 3,
      "IN-FW-NN": 4,
      "FW-NN-FW": 6,
      "NN-FW-NN": 3,
      "FW-NN-NN": 5,
      "FW-FW-NN": 5,
      "NN-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "FW-NNS-NNP": 3,
      "NNS-NNP-NNS": 2,
      "NNP-NNS-VBD": 2,
      "NNS-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NN-NN-FW": 8,
      "FW-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "NNP-NN-NN": 16,
      "NN-NN-VBD": 1,
      "NN-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NNP-NNP-VBZ": 2,
      "VBZ-FW-NNP": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-NNS": 2,
      "NNS-NNP-VBP": 4,
      "NNP-VBP-NNS": 1,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 2,
      "NNP-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "FW-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NN-NNS": 8,
      "NN-NNS-NNS": 4,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-FW": 2,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "JJ-NN-NNS": 4,
      "NNS-VBP-FW": 3,
      "VBP-FW-FW": 2,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-JJ": 3,
      "NNP-JJ-JJ": 3,
      "JJ-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NNS-NNS-NNP": 2,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-NNS": 1,
      "FW-NNS-NNPS": 1,
      "NNS-NNPS-NNP": 1,
      "NNPS-NNP-NNP": 1,
      "JJ-FW-NNP": 1,
      "JJ-NNS-JJ": 1,
      "JJ-JJ-NNS": 2,
      "NN-NN-NNP": 3,
      "NN-NNS-NNP": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "VBP-IN-NNS": 1,
      "IN-JJ-JJ": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-NN": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-NN": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "FW-NNP-JJ": 1,
      "NN-JJ-NNP": 1,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNS-VBP-NNP": 2,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-FW-NNP": 1,
      "NNP-FW-IN": 1,
      "FW-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "VBP-FW-NNP": 1,
      "NN-VBP-NN": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "NNS-IN-FW": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 168,
        "FW": 151,
        "NNP": 94,
        "JJ": 73,
        "NNS": 67
      },
      "top_bigrams": {
        "FW-FW": 91,
        "NN-NN": 83,
        "NNS-VBP": 40,
        "NNP-NNP": 38,
        "JJ-NN": 37
      },
      "top_trigrams": {
        "FW-FW-FW": 63,
        "NN-NN-NN": 37,
        "NNS-VBP-JJ": 23,
        "JJ-NN-NN": 20,
        "NN-IN-FW": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 187,
      "VP": 53,
      "ADJP": 13,
      "PP": 15
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0273
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0137
      },
      {
        "rule": "NP -> ('California', 'NNP')",
        "frequency": 4,
        "weight": 0.0137
      },
      {
        "rule": "VP -> ('contra', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('ICE', 'NNP')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('las', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Los', 'NNP') ('Ángeles', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('ciudades', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('manifestantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "respuesta"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "a las manifestaciones"
      },
      {
        "label": "VP",
        "text": "contra las"
      },
      {
        "label": "NP",
        "text": "las"
      },
      {
        "label": "VP",
        "text": "redadas migratorias ha dejado un saldo"
      },
      {
        "label": "NP",
        "text": "migratorias ha dejado"
      },
      {
        "label": "NP",
        "text": "un saldo"
      },
      {
        "label": "NP",
        "text": "personas"
      },
      {
        "label": "VP",
        "text": "en apenas tres"
      },
      {
        "label": "NP",
        "text": "apenas tres"
      },
      {
        "label": "VP",
        "text": "días"
      },
      {
        "label": "NP",
        "text": "que ya constituye una"
      },
      {
        "label": "NP",
        "text": "mayores"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP respuesta/VBZ)\n  del/FW\n  gobierno/FW\n  de/FW\n  (NP Donald/NNP Trump/NNP)\n  (NP a/DT las/JJ manifestaciones/NNS)\n  (VP contra/VBP (NP las/NNS))\n  (VP\n    redadas/VBP\n    (NP migratorias/JJ ha/NN dejado/NN)\n    (NP un/JJ saldo/NN))\n  de/IN\n  más/FW\n  de/FW\n  600/CD\n  (NP personas/NNS)\n  arrestadas/RB\n  (VP en/VBP (NP apenas/JJ tres/NNS))\n  (VP días/VBP)\n  ,/,\n  en/FW\n  lo/FW\n  (NP que/NN ya/NN constituye/NN una/NN)\n  de/IN\n  las/FW\n  (NP mayores/NNS)\n  (VP\n    oleadas/VBP\n    (NP represivas/JJ contra/JJ la/NN)\n    (NP protesta/JJ social/JJ en/NN Estados/NNP Unidos/NNP))\n  en/FW\n  la/FW\n  (NP última/NNP década/NN)\n  ./.)",
      "(S\n  (NP Las/NNP cifras/NNS son/NN contundentes/NNS)\n  :/:\n  378/CD\n  (NP detenidos/NN)\n  en/FW\n  (NP Los/NNP Ángeles/NNP)\n  ,/,\n  (NP más/NN)\n  de/FW\n  190/CD\n  (NP arrestos/NNS)\n  (ADJP confirmados/JJ)\n  en/FW\n  otras/FW\n  (NP ciudades/NNS)\n  (PP de/IN (NP California/NNP))\n  ,/,\n  y/RB\n  86/CD\n  (NP manifestantes/NNS)\n  (VP capturados/VBP (NP en/JJ Nueva/NNP York/NNP))\n  ,/,\n  (ADJP todos/JJ)\n  en/FW\n  el/FW\n  marco/FW\n  de/FW\n  acciones/FW\n  (NP ciudadanas/NNS)\n  (VP contra/VBP (NP el/JJ Servicio/NNP))\n  de/FW\n  (NP Control/NNP)\n  de/FW\n  (NP Inmigración/NNP)\n  y/CC\n  (NP Aduanas/NNP)\n  (/(\n  (NP ICE/NNP)\n  )/)\n  (NP y/NN la/NN)\n  militarización/FW\n  (NP impuesta/NN desde/NN Washington/NNP)\n  ./.)",
      "(S\n  (NP En/NNP Los/NNP Ángeles/NNP)\n  ,/,\n  epicentro/FW\n  de/FW\n  las/FW\n  (NP protestas/NNS)\n  y/FW\n  de/FW\n  la/FW\n  represión/FW\n  ,/,\n  la/FW\n  jornada/FW\n  del/FW\n  (NP martes/NNS)\n  (VP culminó/VBP (NP con/JJ docenas/NN))\n  de/IN\n  arrestos/FW\n  (NP durante/NN)\n  la/FW\n  (NP primera/NN noche/NN bajo/NN toque/NN)\n  de/IN\n  queda/FW\n  ,/,\n  medida/FW\n  decretada/FW\n  (NP por/NN)\n  la/FW\n  (NP alcaldesa/JJ Karen/NNP Bass/NNP)\n  (VP tras/VBD (NP una/JJ serie/NN))\n  (PP de/IN (NP acciones/NNS policiales/NNS))\n  (VP contra/VBP (NP quienes/NNS))\n  (VP exigían/VBP (NP el/JJ respeto/NN) (NP a/DT los/JJ derechos/NN))\n  de/IN\n  los/FW\n  (NP migrantes/NNS)\n  ./.)",
      "(S\n  (NP Las/NNP manifestaciones/NNS)\n  (VP comenzaron/VBD el/JJ)\n  7/CD\n  de/FW\n  (NP junio/NN)\n  ,/,\n  luego/FW\n  de/FW\n  una/FW\n  redada/FW\n  masiva/FW\n  de/FW\n  (NP ICE/NNP)\n  en/FW\n  el/FW\n  centro/FW\n  de/FW\n  la/FW\n  (NP ciudad/NN)\n  ,/,\n  y/CC\n  (NP rápidamente/NN se/NN intensificaron/NN con/NN)\n  la/FW\n  presencia/FW\n  de/FW\n  tropas/FW\n  (NP federales/NNS)\n  ,/,\n  (VP enviadas/VBP (NP sin/JJ autorización/NN del/NN gobernador/NN))\n  del/FW\n  estado/FW\n  de/FW\n  (NP California/NNP)\n  :/:\n  2.000/CD\n  (NP efectivos/NN)\n  de/FW\n  la/FW\n  (NP Guardia/NNP Nacional/NNP)\n  (/(\n  (NP que/JJ luego/NN)\n  se/FW\n  (NP duplicaron/NN)\n  )/)\n  (VP y/VBZ)\n  700/CD\n  (NP marines/NNS)\n  del/FW\n  (NP Pentágono/NNP)\n  ./.)",
      "(S\n  (NP Las/NNP protestas/NNS)\n  (VP del/VBP (NP martes/NNS))\n  (VP se/VBP (NP concentraron/NN))\n  en/FW\n  el/FW\n  centro/FW\n  cívico/FW\n  de/FW\n  (NP Los/NNP Ángeles/NNP)\n  ,/,\n  (NP alrededor/NN del/NN Ayuntamiento/NNP y/NN edificios/NNS)\n  (VP federales/VBZ (NP donde/NNS) operan/JJ)\n  agencias/FW\n  de/FW\n  inmigración/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defendió",
        "position": [
          3085,
          3093
        ],
        "start": 3085,
        "end": 3093
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con la constitución norteamericana, el envío de la guardia nacional para reprimir protestas, mayormente pacíficas, se considera un atropello y una",
        "position": [
          3864,
          4018
        ],
        "start": 3864,
        "end": 4018
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "entrevista televisiva",
        "position": [
          2832,
          2853
        ],
        "start": 2832,
        "end": 2853
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1704,
          1710
        ],
        "start": 1704,
        "end": 1710
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de donald trump",
        "position": [
          17,
          41
        ],
        "start": 17,
        "end": 41
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente trump defendió",
        "position": [
          3068,
          3093
        ],
        "start": 3068,
        "end": 3093
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          3383,
          3391
        ],
        "start": 3383,
        "end": 3391
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "presentó una demanda",
        "position": [
          3456,
          3476
        ],
        "start": 3456,
        "end": 3476
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          3879,
          3891
        ],
        "start": 3879,
        "end": 3891
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "política” y presentó una demanda de emergencia para frenar la militarización de la ciudad. “es ilegal e inmoral”, sostuvo el mandatario estatal",
        "position": [
          3444,
          3587
        ],
        "start": 3444,
        "end": 3587
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          260,
          274
        ],
        "start": 260,
        "end": 274
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          1149,
          1158
        ],
        "start": 1149,
        "end": 1158
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza y foley",
        "position": [
          2152,
          2165
        ],
        "start": 2152,
        "end": 2165
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          1013,
          1022
        ],
        "start": 1013,
        "end": 1022
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          4173,
          4180
        ],
        "start": 4173,
        "end": 4180
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "600 personas",
        "position": [
          124,
          136
        ],
        "start": 124,
        "end": 136
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "86 personas",
        "position": [
          2035,
          2046
        ],
        "start": 2035,
        "end": 2046
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 600",
        "position": [
          117,
          127
        ],
        "start": 117,
        "end": 127
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "2.000 efectivos",
        "position": [
          1171,
          1186
        ],
        "start": 1171,
        "end": 1186
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 190",
        "position": [
          356,
          366
        ],
        "start": 356,
        "end": 366
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Federal Plaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ayuntamiento",
        "tipo": "Lugar"
      },
      {
        "nombre": "Servicio de Control de Inmigración y Aduanas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nueva York",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pam Bondi",
        "tipo": "Persona"
      },
      {
        "nombre": "Gavin Newsom",
        "tipo": "Persona"
      },
      {
        "nombre": "Foley Square",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bajo Manhattan",
        "tipo": "Lugar"
      },
      {
        "nombre": "Los Ángeles",
        "tipo": "Lugar"
      },
      {
        "nombre": "Burlington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Karen Bass",
        "tipo": "Persona"
      },
      {
        "nombre": "ICE",
        "tipo": "Lugar"
      },
      {
        "nombre": "Newsom",
        "tipo": "Persona"
      },
      {
        "nombre": "Atlanta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guardia Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pentágono",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Chambers",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Church",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "California",
        "tipo": "Lugar"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Donald Trump",
        "relacion": "DEJAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Los Ángeles",
        "relacion": "CULMINAR",
        "objeto": "Karen Bass"
      },
      {
        "sujeto": "California",
        "relacion": "INTENSIFICAR_COMENZAR",
        "objeto": "Guardia Nacional"
      },
      {
        "sujeto": "California",
        "relacion": "INTENSIFICAR_COMENZAR",
        "objeto": "Pentágono"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "DUPLICAR_INTENSIFICAR_COMENZAR",
        "objeto": "Pentágono"
      },
      {
        "sujeto": "Los Ángeles",
        "relacion": "CONCENTRAR",
        "objeto": "Ayuntamiento"
      },
      {
        "sujeto": "Bajo Manhattan",
        "relacion": "ARRESTAR",
        "objeto": "ICE"
      },
      {
        "sujeto": "Bajo Manhattan",
        "relacion": "ARRESTAR",
        "objeto": "Federal Plaza"
      },
      {
        "sujeto": "Bajo Manhattan",
        "relacion": "ARRESTAR",
        "objeto": "Foley Square"
      },
      {
        "sujeto": "Los Ángeles",
        "relacion": "DEFENDER",
        "objeto": "Trump"
      },
      {
        "sujeto": "Newsom",
        "relacion": "DENUNCIAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "CONVOCAR_RECORDAR",
        "objeto": "Washington"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9371,
    "pos": 0.011,
    "neu": 0.956,
    "neg": 0.033,
    "label": "negative"
  }
}