{
  "url": "https://www.telesurtv.net/esteli-revolucion-sandinista-movilizaciones/",
  "title": "Estelí conmemora 46 años de la victoria sandinista contra la dictadura somocista - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Aniversario",
    "Estalí",
    "Nicaragua",
    "victoria"
  ],
  "text": "Con un profundo sentimiento patriótico y revolucionario, el pueblo del norte de Nicaragua celebró este 17 de julio el 46 aniversario de la liberación de Estelí de las fuerzas de la guardia somocista, en una jornada cargada de simbolismo, memoria histórica y compromiso con el presente.\n\nLEA TAMBIÉN:Nicaragua modernizará infraestructura portuaria con ayuda de China\n\nLa fecha marcó el inicio de los días culminantes rumbo al 19 de julio, cuando Nicaragua conmemora la victoria de la Revolución Popular Sandinista. En Estelí, la conmemoración tuvo como acto central una cabalgata campesina sin precedentes, protagonizada por familias provenientes de más de 87 comunidades rurales y urbanas.\nLa actividad fue concebida como una expresión cultural y política, en la que el pueblo reafirmó su respaldo al Frente Sandinista de Liberación Nacional (FSLN) y a las políticas sociales implementadas por el Gobierno que lideran el presidente Daniel Ortega y la vicepresidenta Rosario Murillo.\n“Hoy es un día grandioso para Nicaragua, para Estelí, para las familias nicaragüenses”, expresó uno de los participantes, recordando que fue precisamente un 16 de julio de 1979 cuando Estelí fue liberada del régimen somocista, como parte de la ofensiva final de la Revolución que culminaría tres días después con la entrada triunfal del FSLN a Managua.\n\n\nDurante la cabalgata, los campesinos destacaron logros concretos alcanzados bajo el modelo sandinista. La Universidad en el Campo, el acceso a la salud y la educación gratuita, la electrificación rural, la construcción de caminos y carreteras fueron señalados como transformaciones históricas que han elevado la calidad de vida en el campo nicaragüense. “Ahora tenemos compañeros campesinos que son doctores, maestros, técnicos e ingenieros”, afirmaron con orgullo desde la comunidad.\n“Nos sentimos orgullosos por tener un buen gobierno que se preocupa por los pobres”, aseguró una mujer del movimiento campesino que también participó en la jornada, al tiempo que subrayó la continuidad de los programas sociales. Entre ellos se mencionaron “Calles para el Pueblo”, “Casas para el Pueblo” y la gratuidad en hospitales y escuelas públicas, como ejemplos del modelo centrado en justicia social, igualdad y soberanía nacional.\nLa jornada continuó con una masiva caminata revolucionaria en la que cientos de ciudadanos recorrieron las calles de Estelí, ondeando banderas rojinegras y coreando consignas de apoyo al FSLN. Allí, jóvenes, adultos y veteranos de la revolución reafirmaron su compromiso de defender los ideales y logros alcanzados en estos 46 años, bajo el lema: “¡Patria libre o morir!”.\nDesde la juventud organizada se hizo un llamado directo a la continuidad histórica del proyecto revolucionario. “La juventud de Estelí dice presente. Aquí está una juventud dispuesta a seguir las victorias de lucha”, declararon con entusiasmo frente a la multitud. En una atmósfera cargada de emotividad, se recordó que la paz conquistada fue el fruto de décadas de resistencia, lucha y organización popular.\n“Defendimos esa paz, defendimos esa revolución, porque no pudieron, no pudieron, no pudieron”, gritaron en coro los asistentes, haciendo alusión a los intentos de desestabilización enfrentados en el pasado reciente por el país. Con un cierre vibrante, los estelianos alzaron sus voces con vivas al comandante Daniel Ortega, a la compañera Rosario Murillo y a la unidad del pueblo.\nEsta conmemoración en Estelí se enmarca en las actividades nacionales previas al 19 de julio, fecha en que todo el país celebrará el 46 aniversario del triunfo de la Revolución Popular Sandinista, con actos en todas las cabeceras departamentales y una gran movilización nacional prevista en Managua.\nEn palabras de los organizadores y asistentes, Estelí se mantiene como una ciudad emblema de la resistencia histórica del pueblo nicaragüense, y como un símbolo vivo del compromiso con la Revolución. La celebración del 16 de julio no solo evocó la memoria del pasado, sino que proyectó el futuro de un país que sigue caminando con la Revolución como bandera, con base en la paz, el trabajo, la seguridad y el desarrollo con justicia social.\n“Acompañar al comandante Daniel y a la compañera Rosario en estos 46 años de revolución es celebrar el triunfo, y seguir siempre adelante sin volver a ver atrás”, resumió uno de los líderes campesinos presentes en la jornada, que reafirmó el respaldo popular a la conducción del país.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/esteli-revolucion-sandinista-movilizaciones/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1013,
    "message_id": 99314,
    "date": "2025-07-18T17:55:12+00:00",
    "text": "teleSUR\nEstelí conmemora 46 años de la victoria sandinista contra la dictadura somocista\nhttps://www.telesurtv.net/esteli-revolucion-sandinista-movilizaciones/",
    "photo_path": null,
    "views": 1509,
    "reactions": {
      "🫡": 19,
      "👍": 9,
      "❤": 4
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "con un profundo sentimiento patriótico y revolucionario, el pueblo del norte de nicaragua celebró este 17 de julio el 46 aniversario de la liberación de estelí de las fuerzas de la guardia somocista, en una jornada cargada de simbolismo, memoria histórica y compromiso con el presente. la fecha marcó el inicio de los días culminantes rumbo al 19 de julio, cuando nicaragua conmemora la victoria de la revolución popular sandinista. en estelí, la conmemoración tuvo como acto central una cabalgata campesina sin precedentes, protagonizada por familias provenientes de más de 87 comunidades rurales y urbanas. la actividad fue concebida como una expresión cultural y política, en la que el pueblo reafirmó su respaldo al frente sandinista de liberación nacional (fsln) y a las políticas sociales implementadas por el gobierno que lideran el presidente daniel ortega y la vicepresidenta rosario murillo. “hoy es un día grandioso para nicaragua, para estelí, para las familias nicaragüenses”, expresó uno de los participantes, recordando que fue precisamente un 16 de julio de 1979 cuando estelí fue liberada del régimen somocista, como parte de la ofensiva final de la revolución que culminaría tres días después con la entrada triunfal del fsln a managua. durante la cabalgata, los campesinos destacaron logros concretos alcanzados bajo el modelo sandinista. la universidad en el campo, el acceso a la salud y la educación gratuita, la electrificación rural, la construcción de caminos y carreteras fueron señalados como transformaciones históricas que han elevado la calidad de vida en el campo nicaragüense. “ahora tenemos compañeros campesinos que son doctores, maestros, técnicos e ingenieros”, afirmaron con orgullo desde la comunidad. “nos sentimos orgullosos por tener un buen gobierno que se preocupa por los pobres”, aseguró una mujer del movimiento campesino que también participó en la jornada, al tiempo que subrayó la continuidad de los programas sociales. entre ellos se mencionaron “calles para el pueblo”, “casas para el pueblo” y la gratuidad en hospitales y escuelas públicas, como ejemplos del modelo centrado en justicia social, igualdad y soberanía nacional. la jornada continuó con una masiva caminata revolucionaria en la que cientos de ciudadanos recorrieron las calles de estelí, ondeando banderas rojinegras y coreando consignas de apoyo al fsln. allí, jóvenes, adultos y veteranos de la revolución reafirmaron su compromiso de defender los ideales y logros alcanzados en estos 46 años, bajo el lema: “¡patria libre o morir!”. desde la juventud organizada se hizo un llamado directo a la continuidad histórica del proyecto revolucionario. “la juventud de estelí dice presente. aquí está una juventud dispuesta a seguir las victorias de lucha”, declararon con entusiasmo frente a la multitud. en una atmósfera cargada de emotividad, se recordó que la paz conquistada fue el fruto de décadas de resistencia, lucha y organización popular. “defendimos esa paz, defendimos esa revolución, porque no pudieron, no pudieron, no pudieron”, gritaron en coro los asistentes, haciendo alusión a los intentos de desestabilización enfrentados en el pasado reciente por el país. con un cierre vibrante, los estelianos alzaron sus voces con vivas al comandante daniel ortega, a la compañera rosario murillo y a la unidad del pueblo. esta conmemoración en estelí se enmarca en las actividades nacionales previas al 19 de julio, fecha en que todo el país celebrará el 46 aniversario del triunfo de la revolución popular sandinista, con actos en todas las cabeceras departamentales y una gran movilización nacional prevista en managua. en palabras de los organizadores y asistentes, estelí se mantiene como una ciudad emblema de la resistencia histórica del pueblo nicaragüense, y como un símbolo vivo del compromiso con la revolución. la celebración del 16 de julio no solo evocó la memoria del pasado, sino que proyectó el futuro de un país que sigue caminando con la revolución como bandera, con base en la paz, el trabajo, la seguridad y el desarrollo con justicia social. “acompañar al comandante daniel y a la compañera rosario en estos 46 años de revolución es celebrar el triunfo, y seguir siempre adelante sin volver a ver atrás”, resumió uno de los líderes campesinos presentes en la jornada, que reafirmó el respaldo popular a la conducción del país.",
    "tokens": [
      "profundo",
      "sentimiento",
      "patriótico",
      "revolucionario",
      ",",
      "pueblo",
      "norte",
      "nicaragua",
      "celebró",
      "17",
      "julio",
      "46",
      "aniversario",
      "liberación",
      "estelí",
      "fuerzas",
      "guardia",
      "somocista",
      ",",
      "jornada",
      "cargada",
      "simbolismo",
      ",",
      "memoria",
      "histórica",
      "compromiso",
      "presente",
      ".",
      "fecha",
      "marcó",
      "inicio",
      "días",
      "culminantes",
      "rumbo",
      "19",
      "julio",
      ",",
      "nicaragua",
      "conmemora",
      "victoria",
      "revolución",
      "popular",
      "sandinista",
      ".",
      "estelí",
      ",",
      "conmemoración",
      "acto",
      "central",
      "cabalgata",
      "campesina",
      "precedentes",
      ",",
      "protagonizada",
      "familias",
      "provenientes",
      "87",
      "comunidades",
      "rurales",
      "urbanas",
      ".",
      "actividad",
      "concebida",
      "expresión",
      "cultural",
      "política",
      ",",
      "pueblo",
      "reafirmó",
      "respaldo",
      "frente",
      "sandinista",
      "liberación",
      "nacional",
      "(",
      "fsln",
      ")",
      "políticas",
      "sociales",
      "implementadas",
      "gobierno",
      "lideran",
      "presidente",
      "daniel",
      "ortega",
      "vicepresidenta",
      "rosario",
      "murillo",
      ".",
      "“",
      "hoy",
      "día",
      "grandioso",
      "nicaragua",
      ",",
      "estelí",
      ",",
      "familias",
      "nicaragüenses",
      "”",
      ",",
      "expresó",
      "participantes",
      ",",
      "recordando",
      "precisamente",
      "16",
      "julio",
      "1979",
      "estelí",
      "liberada",
      "régimen",
      "somocista",
      ",",
      "parte",
      "ofensiva",
      "final",
      "revolución",
      "culminaría",
      "tres",
      "días",
      "después",
      "entrada",
      "triunfal",
      "fsln",
      "managua",
      ".",
      "cabalgata",
      ",",
      "campesinos",
      "destacaron",
      "logros",
      "concretos",
      "alcanzados",
      "bajo",
      "modelo",
      "sandinista",
      ".",
      "universidad",
      "campo",
      ",",
      "acceso",
      "salud",
      "educación",
      "gratuita",
      ",",
      "electrificación",
      "rural",
      ",",
      "construcción",
      "caminos",
      "carreteras",
      "señalados",
      "transformaciones",
      "históricas",
      "elevado",
      "calidad",
      "vida",
      "campo",
      "nicaragüense",
      ".",
      "“",
      "ahora",
      "compañeros",
      "campesinos",
      "doctores",
      ",",
      "maestros",
      ",",
      "técnicos",
      "ingenieros",
      "”",
      ",",
      "afirmaron",
      "orgullo",
      "comunidad",
      ".",
      "“",
      "sentimos",
      "orgullosos",
      "tener",
      "buen",
      "gobierno",
      "preocupa",
      "pobres",
      "”",
      ",",
      "aseguró",
      "mujer",
      "movimiento",
      "campesino",
      "participó",
      "jornada",
      ",",
      "tiempo",
      "subrayó",
      "continuidad",
      "programas",
      "sociales",
      ".",
      "mencionaron",
      "“",
      "calles",
      "pueblo",
      "”",
      ",",
      "“",
      "casas",
      "pueblo",
      "”",
      "gratuidad",
      "hospitales",
      "escuelas",
      "públicas",
      ",",
      "ejemplos",
      "modelo",
      "centrado",
      "justicia",
      "social",
      ",",
      "igualdad",
      "soberanía",
      "nacional",
      ".",
      "jornada",
      "continuó",
      "masiva",
      "caminata",
      "revolucionaria",
      "cientos",
      "ciudadanos",
      "recorrieron",
      "calles",
      "estelí",
      ",",
      "ondeando",
      "banderas",
      "rojinegras",
      "coreando",
      "consignas",
      "apoyo",
      "fsln",
      ".",
      "allí",
      ",",
      "jóvenes",
      ",",
      "adultos",
      "veteranos",
      "revolución",
      "reafirmaron",
      "compromiso",
      "defender",
      "ideales",
      "logros",
      "alcanzados",
      "46",
      "años",
      ",",
      "bajo",
      "lema",
      ":",
      "“",
      "¡patria",
      "libre",
      "morir",
      "!",
      "”",
      ".",
      "juventud",
      "organizada",
      "hizo",
      "llamado",
      "directo",
      "continuidad",
      "histórica",
      "proyecto",
      "revolucionario",
      ".",
      "“",
      "juventud",
      "estelí",
      "dice",
      "presente",
      ".",
      "aquí",
      "juventud",
      "dispuesta",
      "seguir",
      "victorias",
      "lucha",
      "”",
      ",",
      "declararon",
      "entusiasmo",
      "frente",
      "multitud",
      ".",
      "atmósfera",
      "cargada",
      "emotividad",
      ",",
      "recordó",
      "paz",
      "conquistada",
      "fruto",
      "décadas",
      "resistencia",
      ",",
      "lucha",
      "organización",
      "popular",
      ".",
      "“",
      "defendimos",
      "paz",
      ",",
      "defendimos",
      "revolución",
      ",",
      "pudieron",
      ",",
      "pudieron",
      ",",
      "pudieron",
      "”",
      ",",
      "gritaron",
      "coro",
      "asistentes",
      ",",
      "haciendo",
      "alusión",
      "intentos",
      "desestabilización",
      "enfrentados",
      "pasado",
      "reciente",
      "país",
      ".",
      "cierre",
      "vibrante",
      ",",
      "estelianos",
      "alzaron",
      "voces",
      "vivas",
      "comandante",
      "daniel",
      "ortega",
      ",",
      "compañera",
      "rosario",
      "murillo",
      "unidad",
      "pueblo",
      ".",
      "conmemoración",
      "estelí",
      "enmarca",
      "actividades",
      "nacionales",
      "previas",
      "19",
      "julio",
      ",",
      "fecha",
      "país",
      "celebrará",
      "46",
      "aniversario",
      "triunfo",
      "revolución",
      "popular",
      "sandinista",
      ",",
      "actos",
      "todas",
      "cabeceras",
      "departamentales",
      "gran",
      "movilización",
      "nacional",
      "prevista",
      "managua",
      ".",
      "palabras",
      "organizadores",
      "asistentes",
      ",",
      "estelí",
      "mantiene",
      "ciudad",
      "emblema",
      "resistencia",
      "histórica",
      "pueblo",
      "nicaragüense",
      ",",
      "símbolo",
      "vivo",
      "compromiso",
      "revolución",
      ".",
      "celebración",
      "16",
      "julio",
      "solo",
      "evocó",
      "memoria",
      "pasado",
      ",",
      "sino",
      "proyectó",
      "futuro",
      "país",
      "sigue",
      "caminando",
      "revolución",
      "bandera",
      ",",
      "base",
      "paz",
      ",",
      "trabajo",
      ",",
      "seguridad",
      "desarrollo",
      "justicia",
      "social",
      ".",
      "“",
      "acompañar",
      "comandante",
      "daniel",
      "compañera",
      "rosario",
      "46",
      "años",
      "revolución",
      "celebrar",
      "triunfo",
      ",",
      "seguir",
      "siempre",
      "adelante",
      "volver",
      "ver",
      "atrás",
      "”",
      ",",
      "resumió",
      "líderes",
      "campesinos",
      "presentes",
      "jornada",
      ",",
      "reafirmó",
      "respaldo",
      "popular",
      "conducción",
      "país",
      "."
    ],
    "token_count": 464,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "JJ": 69,
      "NN": 240,
      "FW": 153,
      "CD": 11,
      "IN": 29,
      "NNS": 29,
      "VBP": 20,
      "VBD": 5,
      "VBZ": 13,
      "MD": 1,
      "VB": 1,
      "DT": 4
    },
    "bigram_freq": {
      "NNP-JJ": 3,
      "JJ-NN": 39,
      "NN-NN": 138,
      "NN-FW": 23,
      "FW-FW": 92,
      "FW-NNP": 15,
      "NNP-NN": 25,
      "NN-CD": 2,
      "CD-IN": 3,
      "IN-NN": 4,
      "CD-NN": 4,
      "NN-IN": 21,
      "IN-FW": 19,
      "NNP-FW": 10,
      "FW-NN": 22,
      "FW-JJ": 9,
      "FW-NNS": 10,
      "NNS-VBP": 17,
      "VBP-JJ": 15,
      "NN-NNP": 23,
      "NNP-NNP": 35,
      "IN-NNP": 1,
      "NNP-VBD": 3,
      "VBD-JJ": 2,
      "JJ-JJ": 10,
      "JJ-NNS": 6,
      "JJ-CD": 3,
      "NN-JJ": 13,
      "NN-VBZ": 8,
      "VBZ-JJ": 10,
      "VBZ-IN": 1,
      "FW-CD": 4,
      "CD-NNS": 2,
      "NNS-NNS": 3,
      "NNS-JJ": 3,
      "JJ-NNP": 6,
      "NNP-VBZ": 4,
      "JJ-FW": 3,
      "CD-FW": 2,
      "FW-IN": 1,
      "IN-CD": 1,
      "NN-NNS": 5,
      "VBP-NN": 4,
      "NNS-NNP": 1,
      "NNP-VBP": 1,
      "IN-JJ": 4,
      "NNS-FW": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNS": 1,
      "NNS-IN": 2,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "VBD-FW": 2,
      "JJ-VBP": 1,
      "NN-VBP": 1,
      "NN-DT": 4,
      "DT-NN": 4,
      "JJ-IN": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "NNS-VBZ": 1,
      "VBZ-NNP": 1,
      "VBZ-FW": 1,
      "VBP-NNS": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 3,
      "JJ-NN-NN": 27,
      "NN-NN-NN": 70,
      "NN-NN-FW": 13,
      "NN-FW-FW": 11,
      "FW-FW-FW": 60,
      "FW-FW-NNP": 8,
      "FW-NNP-NN": 3,
      "NNP-NN-NN": 19,
      "NN-NN-CD": 2,
      "NN-CD-IN": 1,
      "CD-IN-NN": 3,
      "IN-NN-NN": 4,
      "NN-CD-NN": 1,
      "CD-NN-IN": 1,
      "NN-IN-FW": 16,
      "IN-FW-FW": 11,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 5,
      "FW-FW-NN": 10,
      "FW-NN-FW": 6,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "NN-NN-IN": 13,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 6,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 10,
      "NN-NN-NNP": 17,
      "NN-NNP-NNP": 10,
      "NNP-NNP-NNP": 17,
      "NNP-NNP-NN": 6,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-JJ": 2,
      "JJ-JJ-NN": 7,
      "JJ-NN-IN": 6,
      "IN-FW-JJ": 2,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-CD": 2,
      "JJ-CD-IN": 2,
      "NN-NNP-NN": 11,
      "FW-NNP-NNP": 6,
      "NN-NN-JJ": 11,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 2,
      "NN-NN-VBZ": 7,
      "NN-VBZ-JJ": 7,
      "VBZ-JJ-NN": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-FW-CD": 2,
      "FW-CD-NNS": 2,
      "CD-NNS-NNS": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "JJ-NNP-NN": 5,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 2,
      "JJ-NN-NNP": 2,
      "NNP-NN-NNP": 3,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-NNS": 6,
      "NN-JJ-CD": 1,
      "JJ-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-FW-NNS": 1,
      "FW-FW-JJ": 5,
      "FW-JJ-FW": 1,
      "VBZ-JJ-JJ": 2,
      "NN-FW-NN": 5,
      "FW-NN-NN": 12,
      "NNP-FW-NN": 4,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 5,
      "NNP-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 4,
      "NN-JJ-NN": 8,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-JJ": 1,
      "JJ-NN-JJ": 1,
      "JJ-JJ-NNP": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNS": 1,
      "VB-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "IN-FW-NN": 2,
      "FW-NN-NNS": 1,
      "VBP-JJ-FW": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "VBP-JJ-NNP": 1,
      "FW-NN-JJ": 1,
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 4,
      "NN-NNP-VBZ": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 4,
      "DT-NN-DT": 2,
      "DT-NN-NN": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NN": 3,
      "FW-NNP-JJ": 1,
      "NN-NN-NNS": 1,
      "NNP-NNP-JJ": 1,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NN-IN-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-FW-NNP": 1,
      "JJ-NN-FW": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-NN": 1,
      "FW-NN-DT": 1,
      "DT-NN-VBZ": 1,
      "FW-NN-IN": 1,
      "NN-JJ-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-FW": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 240,
        "FW": 153,
        "NNP": 83,
        "JJ": 69,
        "IN": 29
      },
      "top_bigrams": {
        "NN-NN": 138,
        "FW-FW": 92,
        "JJ-NN": 39,
        "NNP-NNP": 35,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 70,
        "FW-FW-FW": 60,
        "JJ-NN-NN": 27,
        "NNP-NN-NN": 19,
        "NN-NN-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 178,
      "PP": 7,
      "VP": 40,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "NP -> ('Estelí', 'NNP')",
        "frequency": 4,
        "weight": 0.0156
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('julio', 'NN')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Con', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Revolución', 'NNP') ('Popular', 'NNP') ('Sandinista', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('y', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('campesinos', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Con"
      },
      {
        "label": "NP",
        "text": "un profundo sentimiento patriótico y revolucionario"
      },
      {
        "label": "NP",
        "text": "el pueblo del"
      },
      {
        "label": "NP",
        "text": "Nicaragua celebró este"
      },
      {
        "label": "PP",
        "text": "de julio el"
      },
      {
        "label": "NP",
        "text": "julio el"
      },
      {
        "label": "NP",
        "text": "aniversario"
      },
      {
        "label": "NP",
        "text": "Estelí"
      },
      {
        "label": "NP",
        "text": "somocista"
      },
      {
        "label": "NP",
        "text": "una jornada cargada"
      },
      {
        "label": "NP",
        "text": "histórica y compromiso con el presente"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN"
      },
      {
        "label": "NP",
        "text": "Nicaragua modernizará infraestructura portuaria con ayuda"
      },
      {
        "label": "PP",
        "text": "de China La"
      },
      {
        "label": "NP",
        "text": "China La"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Con/NNP)\n  (NP\n    un/JJ\n    profundo/NN\n    sentimiento/NN\n    patriótico/NN\n    y/NN\n    revolucionario/NN)\n  ,/,\n  (NP el/JJ pueblo/NN del/NN)\n  norte/FW\n  de/FW\n  (NP Nicaragua/NNP celebró/NN este/NN)\n  17/CD\n  (PP de/IN (NP julio/NN el/NN))\n  46/CD\n  (NP aniversario/NN)\n  de/IN\n  la/FW\n  liberación/FW\n  de/FW\n  (NP Estelí/NNP)\n  de/FW\n  las/FW\n  fuerzas/FW\n  de/FW\n  la/FW\n  guardia/FW\n  (NP somocista/NN)\n  ,/,\n  en/FW\n  (NP una/JJ jornada/NN cargada/NN)\n  de/IN\n  simbolismo/FW\n  ,/,\n  memoria/FW\n  (NP histórica/NN y/NN compromiso/NN con/NN el/NN presente/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP\n    Nicaragua/NNP\n    modernizará/NN\n    infraestructura/NN\n    portuaria/NN\n    con/NN\n    ayuda/NN)\n  (PP de/IN (NP China/NNP La/NNP))\n  (VP fecha/VBD (NP marcó/JJ el/JJ inicio/NN))\n  de/IN\n  los/FW\n  (NP días/JJ culminantes/NNS)\n  (VP rumbo/VBP al/JJ)\n  19/CD\n  de/FW\n  (NP julio/NN)\n  ,/,\n  (NP cuando/NN Nicaragua/NNP conmemora/NN la/NN)\n  victoria/FW\n  de/FW\n  la/FW\n  (NP Revolución/NNP Popular/NNP Sandinista/NNP)\n  ./.)",
      "(S\n  (NP En/NNP Estelí/NNP)\n  ,/,\n  (NP la/NN conmemoración/NN tuvo/NN como/NN)\n  (NP\n    acto/JJ\n    central/JJ\n    una/JJ\n    cabalgata/NN\n    campesina/NN\n    sin/NN\n    precedentes/NNS)\n  ,/,\n  (NP protagonizada/NN por/NN)\n  (ADJP familias/JJ)\n  (VP provenientes/VBZ)\n  de/FW\n  más/FW\n  de/FW\n  87/CD\n  (NP comunidades/NNS rurales/NNS)\n  y/RB\n  (NP urbanas/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    actividad/VBZ\n    (NP fue/JJ concebida/NN como/NN)\n    (NP una/JJ expresión/JJ cultural/JJ y/NN política/NN))\n  ,/,\n  en/FW\n  la/FW\n  que/FW\n  el/FW\n  pueblo/FW\n  reafirmó/FW\n  su/FW\n  respaldo/FW\n  al/FW\n  (NP Frente/NNP Sandinista/NNP)\n  de/FW\n  (NP Liberación/NNP Nacional/NNP)\n  (/(\n  (NP FSLN/NNP)\n  )/)\n  (VP y/VBZ (NP a/DT las/JJ políticas/NN sociales/NNS))\n  (VP\n    implementadas/VBP\n    (NP\n      por/JJ\n      el/NN\n      Gobierno/NNP\n      que/NN\n      lideran/NN\n      el/NN\n      presidente/NN\n      Daniel/NNP\n      Ortega/NNP\n      y/NNP\n      la/NNP\n      vicepresidenta/NNP\n      Rosario/NNP\n      Murillo/NNP))\n  ./.)",
      "(S\n  (NP “/JJ Hoy/NNP es/NN)\n  (NP un/JJ día/NN grandioso/NN para/NN Nicaragua/NNP)\n  ,/,\n  (NP para/NN Estelí/NNP)\n  ,/,\n  (NP para/NN las/NNS)\n  (VP familias/VBP (NP nicaragüenses/NNS ”/NNP))\n  ,/,\n  (NP expresó/JJ uno/NN)\n  de/IN\n  los/FW\n  (NP participantes/NNS)\n  ,/,\n  (NP recordando/NN que/NN fue/NN precisamente/NN)\n  (ADJP un/JJ)\n  16/CD\n  de/FW\n  julio/FW\n  de/IN\n  1979/CD\n  (NP cuando/NN Estelí/NNP fue/NN liberada/NN)\n  del/FW\n  (NP régimen/NNS)\n  (VP somocista/VBP)\n  ,/,\n  (NP como/JJ parte/NN)\n  de/IN\n  la/FW\n  ofensiva/FW\n  (ADJP final/JJ)\n  de/FW\n  la/FW\n  (NP Revolución/NNP que/NN culminaría/NN)\n  (VP tres/VBZ (NP días/JJ después/JJ con/NN la/NN))\n  entrada/FW\n  (NP triunfal/NN del/NN FSLN/NNP)\n  (NP a/DT Managua/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "INSTITUCIONES_EDUCATIVAS",
      "JUSTICIA_SOCIAL",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "ORGANIZACIONES_SOCIALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          4107,
          4114
        ],
        "start": 4107,
        "end": 4114
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "respaldo al frente sandinista de liberación nacional (fsln) y a las políticas sociales implementadas por el gobierno",
        "position": [
          789,
          905
        ],
        "start": 789,
        "end": 905
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1071,
          1078
        ],
        "start": 1071,
        "end": 1078
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          2231,
          2239
        ],
        "start": 2231,
        "end": 2239
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento campesino que también participó en la jornada, al tiempo que subrayó la continuidad de los programas sociales. entre ellos se mencionaron “calles para el pueblo”, “casas para el pueblo” y la gratuidad en hospitales y escuelas públicas, como ejemplos del modelo centrado en justicia social",
        "position": [
          1930,
          2229
        ],
        "start": 1930,
        "end": 2229
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "actividad fue concebida como una expresión cultural",
        "position": [
          693,
          744
        ],
        "start": 693,
        "end": 744
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente daniel ortega",
        "position": [
          921,
          945
        ],
        "start": 921,
        "end": 945
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "organización popular",
        "position": [
          3022,
          3042
        ],
        "start": 3022,
        "end": 3042
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "maestros",
        "position": [
          1747,
          1755
        ],
        "start": 1747,
        "end": 1755
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          2461,
          2468
        ],
        "start": 2461,
        "end": 2468
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad en el",
        "position": [
          1444,
          1461
        ],
        "start": 1444,
        "end": 1461
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          777,
          785
        ],
        "start": 777,
        "end": 785
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2002,
          2009
        ],
        "start": 2002,
        "end": 2009
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          1444,
          1455
        ],
        "start": 1444,
        "end": 1455
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          80,
          89
        ],
        "start": 80,
        "end": 89
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          360,
          365
        ],
        "start": 360,
        "end": 365
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          2955,
          2961
        ],
        "start": 2955,
        "end": 2961
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "managua",
        "position": [
          1327,
          1334
        ],
        "start": 1327,
        "end": 1334
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad en",
        "position": [
          1444,
          1458
        ],
        "start": 1444,
        "end": 1458
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "16 de julio de 1979",
        "position": [
          1140,
          1159
        ],
        "start": 1140,
        "end": 1159
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          984,
          987
        ],
        "start": 984,
        "end": 987
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          2242,
          2260
        ],
        "start": 2242,
        "end": 2260
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          2214,
          2229
        ],
        "start": 2214,
        "end": 2229
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "desarrollo con justicia social",
        "position": [
          4134,
          4164
        ],
        "start": 4134,
        "end": 4164
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 87",
        "position": [
          649,
          658
        ],
        "start": 649,
        "end": 658
      }
    ],
    "match_count": 25
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Frente Sandinista de Liberación Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Daniel Ortega",
        "tipo": "Persona"
      },
      {
        "nombre": "La Universidad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Casas para el Pueblo",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "FSLN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rosario Murillo",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Campo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Daniel",
        "tipo": "Persona"
      },
      {
        "nombre": "Rosario",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estelí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Managua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Revolución Popular Sandinista",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Nicaragua",
        "relacion": "CELEBRAR",
        "objeto": "Estelí"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "MODERNIZAR",
        "objeto": "China"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "MODERNIZAR",
        "objeto": "Revolución Popular Sandinista"
      },
      {
        "sujeto": "China",
        "relacion": "MODERNIZAR",
        "objeto": "Revolución Popular Sandinista"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "CONMEMORAR_MARCAR_MODERNIZAR",
        "objeto": "Revolución Popular Sandinista"
      },
      {
        "sujeto": "Estelí",
        "relacion": "EXPRESAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "EXPRESAR",
        "objeto": "FSLN"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "EXPRESAR",
        "objeto": "Managua"
      },
      {
        "sujeto": "Estelí",
        "relacion": "EXPRESAR",
        "objeto": "FSLN"
      },
      {
        "sujeto": "Estelí",
        "relacion": "EXPRESAR",
        "objeto": "Managua"
      },
      {
        "sujeto": "Estelí",
        "relacion": "LIBERAR_SER_RECORDAR_EXPRESAR",
        "objeto": "FSLN"
      },
      {
        "sujeto": "Estelí",
        "relacion": "LIBERAR_SER_RECORDAR_EXPRESAR",
        "objeto": "Managua"
      },
      {
        "sujeto": "Estelí",
        "relacion": "RECORRER_CONTINUAR",
        "objeto": "FSLN"
      },
      {
        "sujeto": "Daniel Ortega",
        "relacion": "ALZAR",
        "objeto": "Rosario Murillo"
      },
      {
        "sujeto": "Estelí",
        "relacion": "ENMARCAR",
        "objeto": "Revolución Popular Sandinista"
      },
      {
        "sujeto": "Estelí",
        "relacion": "ENMARCAR",
        "objeto": "Managua"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5707,
    "pos": 0.019,
    "neu": 0.957,
    "neg": 0.024,
    "label": "negative"
  }
}