{
  "url": "https://www.telesurtv.net/gobierno-boliviano-anuncia-muerto-bloqueos/",
  "title": "Bolivia: Confirman la muerte de un cuarto policía tras 11 días de bloqueos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bolivia",
    "enfretamientos",
    "Evo Morales",
    "Llallagua",
    "Policías",
    "Potosí"
  ],
  "text": "El ministro de Justicia de Bolivia, César Siles, informó este jueves del fallecimiento del subteniente Christian Calle Alcón, el cuarto efectivo policial que pierde la vida a raís de los enfrentamientos ocurridos durante las operaciones de desbloqueo de vías en los departamentos de Cochabamba y Potosí. En el caso de este segundo, el municipio de Llallagua ha sido uno de los más convulsos.\n\nLEA TAMBIÉN\nPresidente boliviano confirma la muerte de un tercer policía en operativo de desbloqueo en Potosí\n\nDurante una conferencia de prensa realizada en la sede de la Fuerza Especial de Lucha Contra el Crimen (Felcc), Siles lamentó la muerte del uniformado y calificó de “criminales” a los responsables de estos actos violentos.\nEl ministro subrayó la gravedad de la situación y reiteró el compromiso del Gobierno para restablecer el orden en las zonas afectadas por los bloqueos.\nPor su parte, el presidente Luis Arce aseguró este jueves que los operativos conjuntos entre fuerzas militares y policiales continuarán en distintas regiones del país, especialmente en Llallagua, con el fin de garantizar el libre tránsito y restablecer la paz en el país.\nEn coherencia, el ministro de Gobierno, Roberto Ríos, anunció el desplazamiento de un importante contingente policial y militar a la localidad de Llallagua, en el departamento de Potosí, donde se han reportado ya tres uniformados fallecidos.\n\n\nEl mandatario boliviano sostuvo que el Gobierno nacional ejercerá todas sus facultades constitucionales para devolver la normalidad a la población.\n“Vamos a seguir adelante, vamos a lograr los objetivos que el pueblo boliviano nos ha encomendado”, declaró Arce, quien responsabilizó a los sectores afines al expresidente Evo Morales por las protestas y cortes de ruta registrados en varias regiones del país.\n\nAsimismo, el jefe de Estado reafirmó su compromiso con la pacificación y afirmó que se desplegarán todos los esfuerzos necesarios para brindar tranquilidad a la ciudadanía. “Queremos que, de una vez, esto llegue a la pasividad y la tranquilidad”, concluyó.\n\n\nMientras el Gobierno coloca la violencia del lado de los bloqueadores, estos denuncian uso excesivo de la fuerza y mantinenen los bloqueos de vías. Los bloqueadores indican que se manifiestan a favor de una solución inmediata a la crisis económica, contra el creciente desabastecimiento de combustible y a favor de la habilitación del expresidente Evo Morales para que participe en las elecciones presidenciales.\nSi bien iniciaron en puntos focalizados, se han extendido hacia las principales rutas que conectan al país con el Oriente, el Occidente y el Sur, lo cual genera aislamiento entre los departamentos. Estos puntos de bloqueos son liderados por campesinos, transportistas y comités cívicos.\n“El Gobierno responde con represión en lugar de escuchar al pueblo. Por eso, hemos decidido radicalizar nuestra protesta y sumar más puntos de bloqueo en todo el país”, dijo a Abya Yala TV uno de los movilizados.\n\n\nMientras estos bloqueadores afirman que no levantarán las medidas hasta que se instale un diálogo directo con el presidente Luis Arce, en mercados de ciudades como Cochabamba, La Paz y Sucre se observa desabastecimiento de productos de primera necesidad, combustibles y medicamentos, así como aumentos en los precios.\nEn tanto, el exmandatario Evo Morales Ayma, a quien el Gobierno culpabiliza por las muertes generadas por los bloqueos y lo han relacionado con grupos organizados asociados al narcotráfico; en sus mensajes en redes sociales expone el que considera un plan “sensato” para salir de la crisis.\nDicho programa incluye modificar el modelo de compra de gas y diésel, reducir el precio y obtener líneas de crédito directamente de los países productores; lanzar un programa de auteridad estatal para equilibrar el gasto público, estabilizar los precios y el tipo de cambio; negociar con países estratégicos de Asia y Oriente Medio, entre otras medidas específicas.\n\n\nDe acuerdo con información compartida por Ana Katherine Ramírez Gamón, directora del Instituto de Investigaciones Forenses (IDIF), el número de fallecidos a causa de los enfrentamientos asciende a cinco personas: cuatro miembros de la Policía Boliviana y un comunario del departamento de Cochabamba.\nLa funcionaria detalló además que se ha prestado atención a 109 personas lesionadas en los departamentos de La Paz, Cochabamba, Oruro, Potosí y Tarija en el contexto de la escalada de enfrentamientos entre bloqueadores y las fuerzas de seguridad.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/gobierno-boliviano-anuncia-muerto-bloqueos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1510,
    "message_id": 96199,
    "date": "2025-06-12T18:55:12+00:00",
    "text": "teleSUR\nBolivia: Confirman la muerte de un cuarto policía tras 11 días de bloqueos\nhttps://www.telesurtv.net/gobierno-boliviano-anuncia-muerto-bloqueos/",
    "photo_path": null,
    "views": 1691,
    "reactions": {
      "💩": 22,
      "🙏": 7,
      "🤔": 5
    },
    "total_reactions": 34
  },
  "preprocessing": {
    "cleaned": "el ministro de justicia de bolivia, césar siles, informó este jueves del fallecimiento del subteniente christian calle alcón, el cuarto efectivo policial que pierde la vida a raís de los enfrentamientos ocurridos durante las operaciones de desbloqueo de vías en los departamentos de cochabamba y potosí. en el caso de este segundo, el municipio de llallagua ha sido uno de los más convulsos. durante una conferencia de prensa realizada en la sede de la fuerza especial de lucha contra el crimen (felcc), siles lamentó la muerte del uniformado y calificó de “criminales” a los responsables de estos actos violentos. el ministro subrayó la gravedad de la situación y reiteró el compromiso del gobierno para restablecer el orden en las zonas afectadas por los bloqueos. por su parte, el presidente luis arce aseguró este jueves que los operativos conjuntos entre fuerzas militares y policiales continuarán en distintas regiones del país, especialmente en llallagua, con el fin de garantizar el libre tránsito y restablecer la paz en el país. en coherencia, el ministro de gobierno, roberto ríos, anunció el desplazamiento de un importante contingente policial y militar a la localidad de llallagua, en el departamento de potosí, donde se han reportado ya tres uniformados fallecidos. el mandatario boliviano sostuvo que el gobierno nacional ejercerá todas sus facultades constitucionales para devolver la normalidad a la población. “vamos a seguir adelante, vamos a lograr los objetivos que el pueblo boliviano nos ha encomendado”, declaró arce, quien responsabilizó a los sectores afines al expresidente evo morales por las protestas y cortes de ruta registrados en varias regiones del país. asimismo, el jefe de estado reafirmó su compromiso con la pacificación y afirmó que se desplegarán todos los esfuerzos necesarios para brindar tranquilidad a la ciudadanía. “queremos que, de una vez, esto llegue a la pasividad y la tranquilidad”, concluyó. mientras el gobierno coloca la violencia del lado de los bloqueadores, estos denuncian uso excesivo de la fuerza y mantinenen los bloqueos de vías. los bloqueadores indican que se manifiestan a favor de una solución inmediata a la crisis económica, contra el creciente desabastecimiento de combustible y a favor de la habilitación del expresidente evo morales para que participe en las elecciones presidenciales. si bien iniciaron en puntos focalizados, se han extendido hacia las principales rutas que conectan al país con el oriente, el occidente y el sur, lo cual genera aislamiento entre los departamentos. estos puntos de bloqueos son liderados por campesinos, transportistas y comités cívicos. “el gobierno responde con represión en lugar de escuchar al pueblo. por eso, hemos decidido radicalizar nuestra protesta y sumar más puntos de bloqueo en todo el país”, dijo a abya yala tv uno de los movilizados. mientras estos bloqueadores afirman que no levantarán las medidas hasta que se instale un diálogo directo con el presidente luis arce, en mercados de ciudades como cochabamba, la paz y sucre se observa desabastecimiento de productos de primera necesidad, combustibles y medicamentos, así como aumentos en los precios. en tanto, el exmandatario evo morales ayma, a quien el gobierno culpabiliza por las muertes generadas por los bloqueos y lo han relacionado con grupos organizados asociados al narcotráfico; en sus mensajes en redes sociales expone el que considera un plan “sensato” para salir de la crisis. dicho programa incluye modificar el modelo de compra de gas y diésel, reducir el precio y obtener líneas de crédito directamente de los países productores; lanzar un programa de auteridad estatal para equilibrar el gasto público, estabilizar los precios y el tipo de cambio; negociar con países estratégicos de asia y oriente medio, entre otras medidas específicas. de acuerdo con información compartida por ana katherine ramírez gamón, directora del instituto de investigaciones forenses (idif), el número de fallecidos a causa de los enfrentamientos asciende a cinco personas: cuatro miembros de la policía boliviana y un comunario del departamento de cochabamba. la funcionaria detalló además que se ha prestado atención a 109 personas lesionadas en los departamentos de la paz, cochabamba, oruro, potosí y tarija en el contexto de la escalada de enfrentamientos entre bloqueadores y las fuerzas de seguridad.",
    "tokens": [
      "ministro",
      "justicia",
      "bolivia",
      ",",
      "césar",
      "siles",
      ",",
      "informó",
      "jueves",
      "fallecimiento",
      "subteniente",
      "christian",
      "calle",
      "alcón",
      ",",
      "cuarto",
      "efectivo",
      "policial",
      "pierde",
      "vida",
      "raís",
      "enfrentamientos",
      "ocurridos",
      "operaciones",
      "desbloqueo",
      "vías",
      "departamentos",
      "cochabamba",
      "potosí",
      ".",
      "caso",
      "segundo",
      ",",
      "municipio",
      "llallagua",
      "sido",
      "convulsos",
      ".",
      "conferencia",
      "prensa",
      "realizada",
      "sede",
      "fuerza",
      "especial",
      "lucha",
      "crimen",
      "(",
      "felcc",
      ")",
      ",",
      "siles",
      "lamentó",
      "muerte",
      "uniformado",
      "calificó",
      "“",
      "criminales",
      "”",
      "responsables",
      "actos",
      "violentos",
      ".",
      "ministro",
      "subrayó",
      "gravedad",
      "situación",
      "reiteró",
      "compromiso",
      "gobierno",
      "restablecer",
      "orden",
      "zonas",
      "afectadas",
      "bloqueos",
      ".",
      "parte",
      ",",
      "presidente",
      "luis",
      "arce",
      "aseguró",
      "jueves",
      "operativos",
      "conjuntos",
      "fuerzas",
      "militares",
      "policiales",
      "continuarán",
      "distintas",
      "regiones",
      "país",
      ",",
      "especialmente",
      "llallagua",
      ",",
      "fin",
      "garantizar",
      "libre",
      "tránsito",
      "restablecer",
      "paz",
      "país",
      ".",
      "coherencia",
      ",",
      "ministro",
      "gobierno",
      ",",
      "roberto",
      "ríos",
      ",",
      "anunció",
      "desplazamiento",
      "importante",
      "contingente",
      "policial",
      "militar",
      "localidad",
      "llallagua",
      ",",
      "departamento",
      "potosí",
      ",",
      "reportado",
      "tres",
      "uniformados",
      "fallecidos",
      ".",
      "mandatario",
      "boliviano",
      "sostuvo",
      "gobierno",
      "nacional",
      "ejercerá",
      "todas",
      "facultades",
      "constitucionales",
      "devolver",
      "normalidad",
      "población",
      ".",
      "“",
      "vamos",
      "seguir",
      "adelante",
      ",",
      "vamos",
      "lograr",
      "objetivos",
      "pueblo",
      "boliviano",
      "encomendado",
      "”",
      ",",
      "declaró",
      "arce",
      ",",
      "responsabilizó",
      "sectores",
      "afines",
      "expresidente",
      "evo",
      "morales",
      "protestas",
      "cortes",
      "ruta",
      "registrados",
      "varias",
      "regiones",
      "país",
      ".",
      "asimismo",
      ",",
      "jefe",
      "reafirmó",
      "compromiso",
      "pacificación",
      "afirmó",
      "desplegarán",
      "esfuerzos",
      "necesarios",
      "brindar",
      "tranquilidad",
      "ciudadanía",
      ".",
      "“",
      "queremos",
      ",",
      "vez",
      ",",
      "llegue",
      "pasividad",
      "tranquilidad",
      "”",
      ",",
      "concluyó",
      ".",
      "mientras",
      "gobierno",
      "coloca",
      "violencia",
      "lado",
      "bloqueadores",
      ",",
      "denuncian",
      "uso",
      "excesivo",
      "fuerza",
      "mantinenen",
      "bloqueos",
      "vías",
      ".",
      "bloqueadores",
      "indican",
      "manifiestan",
      "favor",
      "solución",
      "inmediata",
      "crisis",
      "económica",
      ",",
      "creciente",
      "desabastecimiento",
      "combustible",
      "favor",
      "habilitación",
      "expresidente",
      "evo",
      "morales",
      "participe",
      "elecciones",
      "presidenciales",
      ".",
      "si",
      "bien",
      "iniciaron",
      "puntos",
      "focalizados",
      ",",
      "extendido",
      "hacia",
      "principales",
      "rutas",
      "conectan",
      "país",
      "oriente",
      ",",
      "occidente",
      "sur",
      ",",
      "genera",
      "aislamiento",
      "departamentos",
      ".",
      "puntos",
      "bloqueos",
      "liderados",
      "campesinos",
      ",",
      "transportistas",
      "comités",
      "cívicos",
      ".",
      "“",
      "gobierno",
      "responde",
      "represión",
      "lugar",
      "escuchar",
      "pueblo",
      ".",
      ",",
      "decidido",
      "radicalizar",
      "protesta",
      "sumar",
      "puntos",
      "bloqueo",
      "país",
      "”",
      ",",
      "dijo",
      "abya",
      "yala",
      "tv",
      "movilizados",
      ".",
      "mientras",
      "bloqueadores",
      "afirman",
      "levantarán",
      "medidas",
      "instale",
      "diálogo",
      "directo",
      "presidente",
      "luis",
      "arce",
      ",",
      "mercados",
      "ciudades",
      "cochabamba",
      ",",
      "paz",
      "sucre",
      "observa",
      "desabastecimiento",
      "productos",
      "primera",
      "necesidad",
      ",",
      "combustibles",
      "medicamentos",
      ",",
      "así",
      "aumentos",
      "precios",
      ".",
      ",",
      "exmandatario",
      "evo",
      "morales",
      "ayma",
      ",",
      "gobierno",
      "culpabiliza",
      "muertes",
      "generadas",
      "bloqueos",
      "relacionado",
      "grupos",
      "organizados",
      "asociados",
      "narcotráfico",
      ";",
      "mensajes",
      "redes",
      "sociales",
      "expone",
      "considera",
      "plan",
      "“",
      "sensato",
      "”",
      "salir",
      "crisis",
      ".",
      "dicho",
      "programa",
      "incluye",
      "modificar",
      "modelo",
      "compra",
      "gas",
      "diésel",
      ",",
      "reducir",
      "precio",
      "obtener",
      "líneas",
      "crédito",
      "directamente",
      "países",
      "productores",
      ";",
      "lanzar",
      "programa",
      "auteridad",
      "estatal",
      "equilibrar",
      "gasto",
      "público",
      ",",
      "estabilizar",
      "precios",
      "tipo",
      "cambio",
      ";",
      "negociar",
      "países",
      "estratégicos",
      "asia",
      "oriente",
      "medio",
      ",",
      "medidas",
      "específicas",
      ".",
      "acuerdo",
      "información",
      "compartida",
      "ana",
      "katherine",
      "ramírez",
      "gamón",
      ",",
      "directora",
      "instituto",
      "investigaciones",
      "forenses",
      "(",
      "idif",
      ")",
      ",",
      "número",
      "fallecidos",
      "causa",
      "enfrentamientos",
      "asciende",
      "cinco",
      "personas",
      ":",
      "cuatro",
      "miembros",
      "policía",
      "boliviana",
      "comunario",
      "departamento",
      "cochabamba",
      ".",
      "funcionaria",
      "detalló",
      "además",
      "prestado",
      "atención",
      "109",
      "personas",
      "lesionadas",
      "departamentos",
      "paz",
      ",",
      "cochabamba",
      ",",
      "oruro",
      ",",
      "potosí",
      "tarija",
      "contexto",
      "escalada",
      "enfrentamientos",
      "bloqueadores",
      "fuerzas",
      "seguridad",
      "."
    ],
    "token_count": 444,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 97,
      "NN": 213,
      "FW": 188,
      "VBZ": 18,
      "NNS": 34,
      "VBP": 19,
      "JJ": 57,
      "IN": 24,
      "RB": 3,
      "VBD": 3,
      "DT": 1,
      "CD": 1
    },
    "bigram_freq": {
      "NNP-NN": 23,
      "NN-FW": 28,
      "FW-NNP": 23,
      "NNP-FW": 16,
      "NNP-NNP": 42,
      "NNP-VBZ": 10,
      "VBZ-NN": 3,
      "NN-NNS": 8,
      "NNS-VBP": 16,
      "VBP-JJ": 8,
      "JJ-NN": 34,
      "NN-NN": 121,
      "NN-NNP": 18,
      "VBZ-JJ": 8,
      "JJ-JJ": 7,
      "FW-NN": 25,
      "NN-IN": 17,
      "IN-FW": 13,
      "FW-JJ": 9,
      "FW-FW": 123,
      "JJ-FW": 3,
      "NNP-JJ": 3,
      "VBZ-FW": 2,
      "IN-NNS": 1,
      "NNS-JJ": 4,
      "JJ-NNS": 8,
      "NNS-IN": 4,
      "FW-NNS": 7,
      "VBP-NNP": 1,
      "NN-VBZ": 7,
      "NNS-VBZ": 1,
      "VBZ-NNS": 3,
      "IN-JJ": 6,
      "NNS-FW": 2,
      "FW-VBP": 1,
      "NNS-NNP": 3,
      "VBP-NNS": 1,
      "NNS-NNS": 4,
      "VBP-RB": 2,
      "RB-RB": 1,
      "RB-JJ": 2,
      "NN-JJ": 8,
      "JJ-NNP": 4,
      "IN-NNP": 3,
      "VBP-NN": 5,
      "VBZ-NNP": 2,
      "NNP-NNS": 1,
      "NN-VBD": 2,
      "VBD-JJ": 2,
      "NNP-IN": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "NN-VBP": 2,
      "IN-NN": 1,
      "VBP-IN": 1,
      "VBP-FW": 1,
      "NNP-VBD": 1,
      "VBD-CD": 1,
      "CD-NNS": 1,
      "JJ-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 6,
      "NNP-FW-NNP": 5,
      "FW-NNP-NNP": 12,
      "NNP-NNP-NNP": 19,
      "NNP-NNP-VBZ": 7,
      "NNP-VBZ-NN": 3,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 22,
      "NN-NN-NNP": 12,
      "NN-NNP-NNP": 7,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-JJ": 3,
      "JJ-JJ-NN": 3,
      "NN-NN-NN": 64,
      "NN-NN-FW": 19,
      "NN-FW-NN": 8,
      "FW-NN-IN": 3,
      "NN-IN-FW": 10,
      "IN-FW-JJ": 5,
      "FW-JJ-NN": 6,
      "NN-FW-FW": 16,
      "FW-FW-FW": 91,
      "FW-FW-NNP": 14,
      "NNP-NNP-FW": 7,
      "NNP-FW-NN": 5,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 18,
      "NN-NN-IN": 7,
      "JJ-NN-NNP": 2,
      "NNP-NNP-NN": 5,
      "FW-FW-NN": 9,
      "FW-NN-NN": 12,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 6,
      "IN-FW-FW": 6,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "FW-FW-JJ": 3,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "FW-NN-FW": 4,
      "NN-NNP-NN": 7,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 6,
      "VBZ-JJ-FW": 1,
      "NN-NN-NNS": 4,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 2,
      "NNS-IN-JJ": 2,
      "IN-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-NN": 2,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "NNP-FW-FW": 5,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-NN": 3,
      "NN-NNP-JJ": 1,
      "JJ-NN-NNS": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-RB": 2,
      "VBP-RB-RB": 1,
      "RB-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-NN-JJ": 7,
      "NN-JJ-NN": 5,
      "NN-VBZ-NNS": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "FW-FW-NNS": 5,
      "FW-NNS-FW": 1,
      "FW-NN-NNP": 4,
      "NN-NNP-VBZ": 3,
      "VBZ-NN-IN": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NN": 4,
      "VBP-NN-NN": 3,
      "NNP-VBZ-NNP": 2,
      "VBZ-NNP-NN": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "VBP-JJ-NNP": 1,
      "VBZ-NN-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-JJ-NN": 3,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-JJ-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-FW-NNS": 1,
      "VBP-RB-JJ": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "IN-FW-NN": 1,
      "VBP-NN-FW": 2,
      "FW-NN-JJ": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NN-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-IN": 1,
      "JJ-IN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 213,
        "FW": 188,
        "NNP": 97,
        "JJ": 57,
        "NNS": 34
      },
      "top_bigrams": {
        "FW-FW": 123,
        "NN-NN": 121,
        "NNP-NNP": 42,
        "JJ-NN": 34,
        "NN-FW": 28
      },
      "top_trigrams": {
        "FW-FW-FW": 91,
        "NN-NN-NN": 64,
        "JJ-NN-NN": 22,
        "NNP-NNP-NNP": 19,
        "NN-NN-FW": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 173,
      "VP": 43,
      "ADJP": 5,
      "PP": 14
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0352
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 5,
        "weight": 0.0195
      },
      {
        "rule": "NP -> ('Cochabamba', 'NNP')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Potosí', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "ADJP -> ('el', 'JJ')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Llallagua', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('país', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El ministro"
      },
      {
        "label": "NP",
        "text": "Justicia"
      },
      {
        "label": "NP",
        "text": "Bolivia"
      },
      {
        "label": "NP",
        "text": "César Siles"
      },
      {
        "label": "NP",
        "text": "informó este jueves"
      },
      {
        "label": "VP",
        "text": "del fallecimiento del subteniente Christian Calle Alcón"
      },
      {
        "label": "NP",
        "text": "fallecimiento del subteniente Christian Calle Alcón"
      },
      {
        "label": "VP",
        "text": "el cuarto efectivo policial que pierde la"
      },
      {
        "label": "NP",
        "text": "cuarto efectivo policial que pierde la"
      },
      {
        "label": "NP",
        "text": "a raís"
      },
      {
        "label": "NP",
        "text": "enfrentamientos ocurridos durante"
      },
      {
        "label": "NP",
        "text": "Cochabamba"
      },
      {
        "label": "NP",
        "text": "Potosí"
      },
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "caso"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP ministro/NN)\n  de/FW\n  (NP Justicia/NNP)\n  de/FW\n  (NP Bolivia/NNP)\n  ,/,\n  (NP César/NNP Siles/NNP)\n  ,/,\n  (NP informó/JJ este/NN jueves/NNS)\n  (VP\n    del/VBP\n    (NP\n      fallecimiento/JJ\n      del/NN\n      subteniente/NN\n      Christian/NNP\n      Calle/NNP\n      Alcón/NNP))\n  ,/,\n  (VP\n    el/VBZ\n    (NP cuarto/JJ efectivo/JJ policial/JJ que/NN pierde/NN la/NN))\n  vida/FW\n  (NP a/DT raís/NN)\n  de/IN\n  los/FW\n  (NP enfrentamientos/JJ ocurridos/NN durante/NN)\n  las/FW\n  operaciones/FW\n  de/FW\n  desbloqueo/FW\n  de/FW\n  vías/FW\n  en/FW\n  los/FW\n  departamentos/FW\n  de/FW\n  (NP Cochabamba/NNP)\n  y/CC\n  (NP Potosí/NNP)\n  ./.)",
      "(S\n  (NP En/NNP)\n  el/FW\n  (NP caso/NN)\n  de/IN\n  este/FW\n  (NP segundo/NN)\n  ,/,\n  (ADJP el/JJ)\n  municipio/FW\n  de/FW\n  (NP Llallagua/NNP ha/NN sido/NN uno/NN)\n  de/IN\n  los/FW\n  (NP más/JJ convulsos/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Presidente/NNP boliviano/NN confirma/NN)\n  la/FW\n  muerte/FW\n  de/FW\n  un/FW\n  (NP tercer/NN policía/NN)\n  en/FW\n  operativo/FW\n  de/FW\n  desbloqueo/FW\n  en/FW\n  (NP Potosí/NNP Durante/NNP)\n  (NP una/JJ conferencia/NN)\n  de/IN\n  prensa/FW\n  realizada/FW\n  en/FW\n  la/FW\n  sede/FW\n  de/FW\n  la/FW\n  (NP Fuerza/NNP Especial/NNP)\n  de/FW\n  (NP Lucha/NNP Contra/NNP)\n  el/FW\n  (NP Crimen/NNP)\n  (/(\n  (NP Felcc/NNP)\n  )/)\n  ,/,\n  (NP Siles/NNP)\n  (VP lamentó/VBZ)\n  la/FW\n  muerte/FW\n  del/FW\n  (NP uniformado/JJ y/NN calificó/NN)\n  (PP de/IN (NP “/NNP criminales/NNS))\n  (VP ”/VBP (NP a/DT los/JJ responsables/NNS))\n  de/IN\n  estos/FW\n  (NP actos/JJ violentos/NN)\n  ./.)",
      "(S\n  (NP El/NNP ministro/NN subrayó/NN)\n  la/FW\n  gravedad/FW\n  de/FW\n  la/FW\n  situación/FW\n  y/FW\n  reiteró/FW\n  el/FW\n  (NP compromiso/NN del/NN Gobierno/NNP para/NN restablecer/NN)\n  (VP el/VBZ orden/JJ)\n  en/FW\n  las/FW\n  zonas/FW\n  afectadas/FW\n  por/FW\n  los/FW\n  (NP bloqueos/NN)\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN)\n  ,/,\n  el/FW\n  presidente/FW\n  (NP Luis/NNP Arce/NNP aseguró/NN este/NN)\n  (VP\n    jueves/VBZ\n    (NP\n      que/JJ\n      los/JJ\n      operativos/JJ\n      conjuntos/NN\n      entre/NN\n      fuerzas/NN\n      militares/NNS))\n  (VP y/VBP (NP policiales/NNS))\n  (VP continuarán/VBP)\n  (PP en/IN (NP distintas/NNS regiones/NNS))\n  del/RB\n  (VP país/VBP)\n  ,/,\n  (VP especialmente/VBP)\n  en/FW\n  (NP Llallagua/NNP)\n  ,/,\n  (NP con/NN el/NN fin/NN)\n  de/IN\n  garantizar/FW\n  el/FW\n  libre/FW\n  (NP tránsito/NN y/NN restablecer/NN)\n  la/FW\n  paz/FW\n  en/FW\n  el/FW\n  (NP país/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "LOCALIZACIONES_ESPECIFICAS",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "enfrentamientos asciende a cinco personas: cuatro miembros de la policía",
        "position": [
          4126,
          4198
        ],
        "start": 4126,
        "end": 4198
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "diálogo directo con el presidente luis arce, en mercados de ciudades como cochabamba, la paz",
        "position": [
          3069,
          3161
        ],
        "start": 3069,
        "end": 3161
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "responsabilizó a",
        "position": [
          1663,
          1679
        ],
        "start": 1663,
        "end": 1679
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          3288,
          3295
        ],
        "start": 3288,
        "end": 3295
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "crédito",
        "position": [
          3696,
          3703
        ],
        "start": 3696,
        "end": 3703
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con información compartida por ana katherine ramírez gamón, directora del instituto de investigaciones forenses (idif), el número de fallecidos a causa de los enfrentamientos asciende a cinco personas: cuatro miembros de la policía boliviana y un",
        "position": [
          3959,
          4213
        ],
        "start": 3959,
        "end": 4213
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "conferencia de prensa",
        "position": [
          516,
          537
        ],
        "start": 516,
        "end": 537
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sostuvo",
        "position": [
          1419,
          1426
        ],
        "start": 1419,
        "end": 1426
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          49,
          56
        ],
        "start": 49,
        "end": 56
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente boliviano confirma",
        "position": [
          405,
          434
        ],
        "start": 405,
        "end": 434
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de justicia de",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto de investigaciones",
        "position": [
          4041,
          4069
        ],
        "start": 4041,
        "end": 4069
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de potosí",
        "position": [
          1314,
          1336
        ],
        "start": 1314,
        "end": 1336
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          739,
          746
        ],
        "start": 739,
        "end": 746
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          1833,
          1841
        ],
        "start": 1833,
        "end": 1841
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "programa incluye modificar el modelo de compra de gas y diésel, reducir el precio y obtener líneas de crédito directamente de los países productores; lanzar un programa de auteridad estatal",
        "position": [
          3594,
          3783
        ],
        "start": 3594,
        "end": 3783
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          113,
          118
        ],
        "start": 113,
        "end": 118
      },
      {
        "category": "PAISES",
        "matched_text": "bolivia",
        "position": [
          27,
          34
        ],
        "start": 27,
        "end": 34
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1132,
          1138
        ],
        "start": 1132,
        "end": 1138
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          1314,
          1329
        ],
        "start": 1314,
        "end": 1329
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle alcón",
        "position": [
          113,
          124
        ],
        "start": 113,
        "end": 124
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          2907,
          2914
        ],
        "start": 2907,
        "end": 2914
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "109 personas",
        "position": [
          4316,
          4328
        ],
        "start": 4316,
        "end": 4328
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Christian Calle Alcón",
        "tipo": "Persona"
      },
      {
        "nombre": "Cochabamba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oriente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luis Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "Felcc",
        "tipo": "Persona"
      },
      {
        "nombre": "Asia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Policía Boliviana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Potosí",
        "tipo": "Lugar"
      },
      {
        "nombre": "departamento de Cochabamba",
        "tipo": "Lugar"
      },
      {
        "nombre": "departamento de Potosí",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "Ana Katherine Ramírez Gamón",
        "tipo": "Persona"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Roberto Ríos",
        "tipo": "Persona"
      },
      {
        "nombre": "mantinenen",
        "tipo": "Persona"
      },
      {
        "nombre": "Evo Morales Ayma",
        "tipo": "Persona"
      },
      {
        "nombre": "Sucre",
        "tipo": "Lugar"
      },
      {
        "nombre": "Evo Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "La Paz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerza Especial de Lucha Contra el Crimen",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Instituto de Investigaciones Forenses",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Oruro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Siles",
        "tipo": "Persona"
      },
      {
        "nombre": "IDIF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Llallagua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tarija",
        "tipo": "Lugar"
      },
      {
        "nombre": "César Siles",
        "tipo": "Persona"
      },
      {
        "nombre": "Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oriente Medio",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "César Siles",
        "relacion": "INFORMAR",
        "objeto": "Christian Calle Alcón"
      },
      {
        "sujeto": "César Siles",
        "relacion": "INFORMAR",
        "objeto": "Cochabamba"
      },
      {
        "sujeto": "César Siles",
        "relacion": "INFORMAR",
        "objeto": "Potosí"
      },
      {
        "sujeto": "LEA",
        "relacion": "CONFIRMAR_LAMENTAR",
        "objeto": "Potosí"
      },
      {
        "sujeto": "LEA",
        "relacion": "CONFIRMAR_LAMENTAR",
        "objeto": "Fuerza Especial de Lucha Contra el Crimen"
      },
      {
        "sujeto": "LEA",
        "relacion": "CONFIRMAR_LAMENTAR",
        "objeto": "Felcc"
      },
      {
        "sujeto": "LEA",
        "relacion": "CONFIRMAR_LAMENTAR",
        "objeto": "Siles"
      },
      {
        "sujeto": "Potosí",
        "relacion": "CONFIRMAR_LAMENTAR",
        "objeto": "Fuerza Especial de Lucha Contra el Crimen"
      },
      {
        "sujeto": "Potosí",
        "relacion": "CONFIRMAR_LAMENTAR",
        "objeto": "Felcc"
      },
      {
        "sujeto": "Siles",
        "relacion": "CONFIRMAR_LAMENTAR",
        "objeto": "Potosí"
      },
      {
        "sujeto": "Siles",
        "relacion": "CONFIRMAR_LAMENTAR",
        "objeto": "Fuerza Especial de Lucha Contra el Crimen"
      },
      {
        "sujeto": "Siles",
        "relacion": "CONFIRMAR_LAMENTAR",
        "objeto": "Felcc"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "ASEGURAR",
        "objeto": "Llallagua"
      },
      {
        "sujeto": "Roberto Ríos",
        "relacion": "ANUNCIAR",
        "objeto": "Llallagua"
      },
      {
        "sujeto": "Roberto Ríos",
        "relacion": "ANUNCIAR",
        "objeto": "departamento de Potosí"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "COLOCAR_DENUNCIAR",
        "objeto": "mantinenen"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "INSTALAR_LEVANTAR_AFIRMAR",
        "objeto": "Cochabamba"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "INSTALAR_LEVANTAR_AFIRMAR",
        "objeto": "La Paz"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "INSTALAR_LEVANTAR_AFIRMAR",
        "objeto": "Sucre"
      },
      {
        "sujeto": "Ana Katherine Ramírez Gamón",
        "relacion": "ASCENDER",
        "objeto": "Policía Boliviana"
      },
      {
        "sujeto": "Ana Katherine Ramírez Gamón",
        "relacion": "ASCENDER",
        "objeto": "departamento de Cochabamba"
      },
      {
        "sujeto": "Instituto de Investigaciones Forenses",
        "relacion": "ASCENDER",
        "objeto": "Policía Boliviana"
      },
      {
        "sujeto": "Instituto de Investigaciones Forenses",
        "relacion": "ASCENDER",
        "objeto": "departamento de Cochabamba"
      },
      {
        "sujeto": "IDIF",
        "relacion": "ASCENDER",
        "objeto": "Policía Boliviana"
      },
      {
        "sujeto": "IDIF",
        "relacion": "ASCENDER",
        "objeto": "departamento de Cochabamba"
      }
    ]
  },
  "sentiment": {
    "compound": 0.0516,
    "pos": 0.019,
    "neu": 0.966,
    "neg": 0.015,
    "label": "positive"
  }
}