{
  "url": "https://www.telesurtv.net/elecciones-municipales-27-julio-continuidad/",
  "title": "Elecciones municipales en Venezuela: lo que está en juego el próximo 27 de julio - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "chavismo",
    "CNE",
    "Continuidad",
    "Diosdado Cabello",
    "elecciones",
    "Nicolás Maduro",
    "Venezuela",
    "victoria"
  ],
  "text": "El Consejo Nacional Electoral (CNE) de Venezuela convocó oficialmente a Elecciones Municipales para el próximo 27 de julio de 2025. En los comicios se elegirán alcaldes, alcaldesas y concejales en todo el país. Según anunció el presidente del CNE, Elvis Amoroso, en la televisión estatal, estos comicios representan la continuación natural de las elecciones regionales celebradas en mayo, donde el Partido Socialista Unido de Venezuela (PSUV) y sus aliados obtuvieron una contundente victoria.\n\nAmoroso destacó la importancia de este proceso electoral que definirá a las autoridades municipales de los 335 municipios del país, subrayando que “se convoca a las elecciones para que el pueblo ejerza su derecho soberano en las instancias más cercanas a su cotidianidad”.\nEl presidente del CNE también enfatizó la importancia de la organización y preparación: “Quien no hace la tarea después no puede decir ‘no profe, yo no estudié’. El examen es el 27 de julio y el pueblo escribirá nuevamente los resultados”, afirmó Diosdado Cabello, primer vicepresidente del PSUV, en un llamado claro a la militancia para asumir la campaña con responsabilidad y compromiso.\nActualmente, la alianza oficialista, el Gran Polo Patriotico Simón Bolivar (GPPSB), está al frente de dos tercios de las alcaldías de todo el país, mientras que la oposición, altamente fragmentada, tiene mayor representación en las regiones más ricas del área metropolitana y del occidente venezolano.\nLa disputa pone en juego la consolidación del proyecto bolivariano en estos territorios claves para la oposición, así como la posibilidad de establecer una mayor territorialidad en la zona fronteriza con Colombia.\n\n\nLos comicios municipales del 27 de julio buscan renovar un total de 2.806 cargos de elección popular, entre ellos 335 alcaldes y alcaldesas, así como concejales por lista, nominales y por representación indígena.\nLa campaña inició el pasado 11 de julio y hasta el 24 de julio, 53 partidos políticos están habilitados para hacer actos proselitistas para ir por los votos para las alcaldías y concejos municipales. En tanto el CNE fijó para el próximo 3 de agosto la elección de la representación indígena en los concejos municipales.\nEsta convocatoria responde al cumplimiento constitucional de los períodos de mandato y forma parte del calendario electoral aprobado por la Junta Nacional Electoral, en una muestra de transparencia y respeto a la institucionalidad.\n\n\nAdemás, en simultáneo, se realizará una consulta dirigida a la juventud venezolana para impulsar proyectos comunitarios que permitan a los jóvenes asumir un rol protagónico en la gestión local. Este acto refleja el compromiso del chavismo con la participación directa y la inclusión social.\nLas elecciones municipales representan el poder más cercano al pueblo, con alcaldes y concejales que tienen contacto directo con las necesidades de sus comunidades. A pesar de transformaciones institucionales y la creación de nuevas formas de gobierno popular, estas autoridades locales son fundamentales para la ejecución de políticas públicas que impactan la vida diaria.\nPor tanto, las alcaldías cobran un papel estratégico. Municipios como Baruta, Chacao y Libertador en Caracas, así como Maracaibo en el Zulia, son puntos focales donde se dirimen batallas políticas decisivas.\nEstos territorios, de gran visibilidad mediática y simbólica, concentran las mayores expectativas del chavismo para consolidar su presencia y extender su gestión popular. A pesar de que algunos líderes opositores minoritarios, como Gustavo Duque en Chacao, mantienen candidaturas, el panorama electoral favorece ampliamente al PSUV y sus aliados.\nEsta estrategia de consolidación territorial se complementa con el trabajo comunitario y la movilización desde las bases, reforzando la idea de que el poder popular es el motor de la revolución bolivariana.\n\n\n\nEl más reciente estudio del Monitor-País Hinterlaces, publicado en julio de 2025, prevé que el 91 % de las alcaldías serán ganadas por el PSUV y el Gran Polo Patriótico Simón Bolívar (GPPSB), mientras que apenas un 9 % correspondería a fuerzas opositoras.\nLa encuesta también destaca que un 57 % de los venezolanos manifiesta su disposición a votar en estos comicios, cifra significativa que refleja el nivel de institucionalidad y la confianza en el proceso electoral.\n\n\nEstos datos ratifican que las elecciones municipales serán una demostración clara del respaldo popular al proyecto revolucionario y un paso firme hacia la consolidación de las estructuras de poder local que sostienen el socialismo bolivariano. La movilización y organización ciudadana augura un triunfo contundente que afianzará la gestión revolucionaria en todos los rincones del país.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/elecciones-municipales-27-julio-continuidad/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 942,
    "message_id": 99407,
    "date": "2025-07-19T18:55:07+00:00",
    "text": "teleSUR\nElecciones municipales en Venezuela: lo que está en juego el próximo 27 de julio\nhttps://www.telesurtv.net/elecciones-municipales-27-julio-continuidad/",
    "photo_path": null,
    "views": 1932,
    "reactions": {
      "👍": 28
    },
    "total_reactions": 28
  },
  "preprocessing": {
    "cleaned": "el consejo nacional electoral (cne) de venezuela convocó oficialmente a elecciones municipales para el próximo 27 de julio de 2025. en los comicios se elegirán alcaldes, alcaldesas y concejales en todo el país. según anunció el presidente del cne, elvis amoroso, en la televisión estatal, estos comicios representan la continuación natural de las elecciones regionales celebradas en mayo, donde el partido socialista unido de venezuela (psuv) y sus aliados obtuvieron una contundente victoria. amoroso destacó la importancia de este proceso electoral que definirá a las autoridades municipales de los 335 municipios del país, subrayando que “se convoca a las elecciones para que el pueblo ejerza su derecho soberano en las instancias más cercanas a su cotidianidad”. el presidente del cne también enfatizó la importancia de la organización y preparación: “quien no hace la tarea después no puede decir ‘no profe, yo no estudié’. el examen es el 27 de julio y el pueblo escribirá nuevamente los resultados”, afirmó diosdado cabello, primer vicepresidente del psuv, en un llamado claro a la militancia para asumir la campaña con responsabilidad y compromiso. actualmente, la alianza oficialista, el gran polo patriotico simón bolivar (gppsb), está al frente de dos tercios de las alcaldías de todo el país, mientras que la oposición, altamente fragmentada, tiene mayor representación en las regiones más ricas del área metropolitana y del occidente venezolano. la disputa pone en juego la consolidación del proyecto bolivariano en estos territorios claves para la oposición, así como la posibilidad de establecer una mayor territorialidad en la zona fronteriza con colombia. los comicios municipales del 27 de julio buscan renovar un total de 2.806 cargos de elección popular, entre ellos 335 alcaldes y alcaldesas, así como concejales por lista, nominales y por representación indígena. la campaña inició el pasado 11 de julio y hasta el 24 de julio, 53 partidos políticos están habilitados para hacer actos proselitistas para ir por los votos para las alcaldías y concejos municipales. en tanto el cne fijó para el próximo 3 de agosto la elección de la representación indígena en los concejos municipales. esta convocatoria responde al cumplimiento constitucional de los períodos de mandato y forma parte del calendario electoral aprobado por la junta nacional electoral, en una muestra de transparencia y respeto a la institucionalidad. además, en simultáneo, se realizará una consulta dirigida a la juventud venezolana para impulsar proyectos comunitarios que permitan a los jóvenes asumir un rol protagónico en la gestión local. este acto refleja el compromiso del chavismo con la participación directa y la inclusión social. las elecciones municipales representan el poder más cercano al pueblo, con alcaldes y concejales que tienen contacto directo con las necesidades de sus comunidades. a pesar de transformaciones institucionales y la creación de nuevas formas de gobierno popular, estas autoridades locales son fundamentales para la ejecución de políticas públicas que impactan la vida diaria. por tanto, las alcaldías cobran un papel estratégico. municipios como baruta, chacao y libertador en caracas, así como maracaibo en el zulia, son puntos focales donde se dirimen batallas políticas decisivas. estos territorios, de gran visibilidad mediática y simbólica, concentran las mayores expectativas del chavismo para consolidar su presencia y extender su gestión popular. a pesar de que algunos líderes opositores minoritarios, como gustavo duque en chacao, mantienen candidaturas, el panorama electoral favorece ampliamente al psuv y sus aliados. esta estrategia de consolidación territorial se complementa con el trabajo comunitario y la movilización desde las bases, reforzando la idea de que el poder popular es el motor de la revolución bolivariana. el más reciente estudio del monitor-país hinterlaces, publicado en julio de 2025, prevé que el 91 % de las alcaldías serán ganadas por el psuv y el gran polo patriótico simón bolívar (gppsb), mientras que apenas un 9 % correspondería a fuerzas opositoras. la encuesta también destaca que un 57 % de los venezolanos manifiesta su disposición a votar en estos comicios, cifra significativa que refleja el nivel de institucionalidad y la confianza en el proceso electoral. estos datos ratifican que las elecciones municipales serán una demostración clara del respaldo popular al proyecto revolucionario y un paso firme hacia la consolidación de las estructuras de poder local que sostienen el socialismo bolivariano. la movilización y organización ciudadana augura un triunfo contundente que afianzará la gestión revolucionaria en todos los rincones del país.",
    "tokens": [
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      "venezuela",
      "convocó",
      "oficialmente",
      "elecciones",
      "municipales",
      "próximo",
      "27",
      "julio",
      "2025.",
      "comicios",
      "elegirán",
      "alcaldes",
      ",",
      "alcaldesas",
      "concejales",
      "país",
      ".",
      "según",
      "anunció",
      "presidente",
      "cne",
      ",",
      "elvis",
      "amoroso",
      ",",
      "televisión",
      "estatal",
      ",",
      "comicios",
      "representan",
      "continuación",
      "natural",
      "elecciones",
      "regionales",
      "celebradas",
      "mayo",
      ",",
      "partido",
      "socialista",
      "unido",
      "venezuela",
      "(",
      "psuv",
      ")",
      "aliados",
      "obtuvieron",
      "contundente",
      "victoria",
      ".",
      "amoroso",
      "destacó",
      "importancia",
      "proceso",
      "electoral",
      "definirá",
      "autoridades",
      "municipales",
      "335",
      "municipios",
      "país",
      ",",
      "subrayando",
      "“",
      "convoca",
      "elecciones",
      "pueblo",
      "ejerza",
      "derecho",
      "soberano",
      "instancias",
      "cercanas",
      "cotidianidad",
      "”",
      ".",
      "presidente",
      "cne",
      "enfatizó",
      "importancia",
      "organización",
      "preparación",
      ":",
      "“",
      "hace",
      "tarea",
      "después",
      "puede",
      "decir",
      "‘",
      "profe",
      ",",
      "estudié",
      "’",
      ".",
      "examen",
      "27",
      "julio",
      "pueblo",
      "escribirá",
      "nuevamente",
      "resultados",
      "”",
      ",",
      "afirmó",
      "diosdado",
      "cabello",
      ",",
      "primer",
      "vicepresidente",
      "psuv",
      ",",
      "llamado",
      "claro",
      "militancia",
      "asumir",
      "campaña",
      "responsabilidad",
      "compromiso",
      ".",
      "actualmente",
      ",",
      "alianza",
      "oficialista",
      ",",
      "gran",
      "polo",
      "patriotico",
      "simón",
      "bolivar",
      "(",
      "gppsb",
      ")",
      ",",
      "frente",
      "dos",
      "tercios",
      "alcaldías",
      "país",
      ",",
      "mientras",
      "oposición",
      ",",
      "altamente",
      "fragmentada",
      ",",
      "mayor",
      "representación",
      "regiones",
      "ricas",
      "área",
      "metropolitana",
      "occidente",
      "venezolano",
      ".",
      "disputa",
      "pone",
      "juego",
      "consolidación",
      "proyecto",
      "bolivariano",
      "territorios",
      "claves",
      "oposición",
      ",",
      "así",
      "posibilidad",
      "establecer",
      "mayor",
      "territorialidad",
      "zona",
      "fronteriza",
      "colombia",
      ".",
      "comicios",
      "municipales",
      "27",
      "julio",
      "buscan",
      "renovar",
      "total",
      "2.806",
      "cargos",
      "elección",
      "popular",
      ",",
      "335",
      "alcaldes",
      "alcaldesas",
      ",",
      "así",
      "concejales",
      "lista",
      ",",
      "nominales",
      "representación",
      "indígena",
      ".",
      "campaña",
      "inició",
      "pasado",
      "11",
      "julio",
      "24",
      "julio",
      ",",
      "53",
      "partidos",
      "políticos",
      "habilitados",
      "hacer",
      "actos",
      "proselitistas",
      "ir",
      "votos",
      "alcaldías",
      "concejos",
      "municipales",
      ".",
      "cne",
      "fijó",
      "próximo",
      "3",
      "agosto",
      "elección",
      "representación",
      "indígena",
      "concejos",
      "municipales",
      ".",
      "convocatoria",
      "responde",
      "cumplimiento",
      "constitucional",
      "períodos",
      "mandato",
      "forma",
      "parte",
      "calendario",
      "electoral",
      "aprobado",
      "junta",
      "nacional",
      "electoral",
      ",",
      "muestra",
      "transparencia",
      "respeto",
      "institucionalidad",
      ".",
      "además",
      ",",
      "simultáneo",
      ",",
      "realizará",
      "consulta",
      "dirigida",
      "juventud",
      "venezolana",
      "impulsar",
      "proyectos",
      "comunitarios",
      "permitan",
      "jóvenes",
      "asumir",
      "rol",
      "protagónico",
      "gestión",
      "local",
      ".",
      "acto",
      "refleja",
      "compromiso",
      "chavismo",
      "participación",
      "directa",
      "inclusión",
      "social",
      ".",
      "elecciones",
      "municipales",
      "representan",
      "poder",
      "cercano",
      "pueblo",
      ",",
      "alcaldes",
      "concejales",
      "contacto",
      "directo",
      "necesidades",
      "comunidades",
      ".",
      "pesar",
      "transformaciones",
      "institucionales",
      "creación",
      "nuevas",
      "formas",
      "gobierno",
      "popular",
      ",",
      "autoridades",
      "locales",
      "fundamentales",
      "ejecución",
      "políticas",
      "públicas",
      "impactan",
      "vida",
      "diaria",
      ".",
      ",",
      "alcaldías",
      "cobran",
      "papel",
      "estratégico",
      ".",
      "municipios",
      "baruta",
      ",",
      "chacao",
      "libertador",
      "caracas",
      ",",
      "así",
      "maracaibo",
      "zulia",
      ",",
      "puntos",
      "focales",
      "dirimen",
      "batallas",
      "políticas",
      "decisivas",
      ".",
      "territorios",
      ",",
      "gran",
      "visibilidad",
      "mediática",
      "simbólica",
      ",",
      "concentran",
      "mayores",
      "expectativas",
      "chavismo",
      "consolidar",
      "presencia",
      "extender",
      "gestión",
      "popular",
      ".",
      "pesar",
      "líderes",
      "opositores",
      "minoritarios",
      ",",
      "gustavo",
      "duque",
      "chacao",
      ",",
      "mantienen",
      "candidaturas",
      ",",
      "panorama",
      "electoral",
      "favorece",
      "ampliamente",
      "psuv",
      "aliados",
      ".",
      "estrategia",
      "consolidación",
      "territorial",
      "complementa",
      "trabajo",
      "comunitario",
      "movilización",
      "bases",
      ",",
      "reforzando",
      "idea",
      "poder",
      "popular",
      "motor",
      "revolución",
      "bolivariana",
      ".",
      "reciente",
      "estudio",
      "monitor-país",
      "hinterlaces",
      ",",
      "publicado",
      "julio",
      "2025",
      ",",
      "prevé",
      "91",
      "%",
      "alcaldías",
      "ganadas",
      "psuv",
      "gran",
      "polo",
      "patriótico",
      "simón",
      "bolívar",
      "(",
      "gppsb",
      ")",
      ",",
      "mientras",
      "apenas",
      "9",
      "%",
      "correspondería",
      "fuerzas",
      "opositoras",
      ".",
      "encuesta",
      "destaca",
      "57",
      "%",
      "venezolanos",
      "manifiesta",
      "disposición",
      "votar",
      "comicios",
      ",",
      "cifra",
      "significativa",
      "refleja",
      "nivel",
      "institucionalidad",
      "confianza",
      "proceso",
      "electoral",
      ".",
      "datos",
      "ratifican",
      "elecciones",
      "municipales",
      "demostración",
      "clara",
      "respaldo",
      "popular",
      "proyecto",
      "revolucionario",
      "paso",
      "firme",
      "hacia",
      "consolidación",
      "estructuras",
      "poder",
      "local",
      "sostienen",
      "socialismo",
      "bolivariano",
      ".",
      "movilización",
      "organización",
      "ciudadana",
      "augura",
      "triunfo",
      "contundente",
      "afianzará",
      "gestión",
      "revolucionaria",
      "rincones",
      "país",
      "."
    ],
    "token_count": 477,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "FW": 150,
      "NN": 239,
      "VBZ": 14,
      "JJ": 75,
      "CD": 13,
      "IN": 23,
      "NNS": 49,
      "VBP": 29,
      "DT": 4,
      "VBD": 4,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 30,
      "NNP-FW": 12,
      "FW-NNP": 10,
      "NNP-NN": 21,
      "NN-NN": 129,
      "NN-NNP": 23,
      "NNP-VBZ": 7,
      "VBZ-JJ": 5,
      "JJ-JJ": 5,
      "JJ-CD": 3,
      "CD-FW": 2,
      "FW-FW": 82,
      "FW-IN": 1,
      "IN-CD": 3,
      "CD-NNP": 1,
      "FW-NNS": 7,
      "NNS-VBP": 27,
      "VBP-JJ": 22,
      "JJ-NNS": 7,
      "VBP-NNS": 3,
      "NNS-FW": 6,
      "FW-NN": 25,
      "NN-FW": 25,
      "FW-JJ": 22,
      "JJ-NN": 49,
      "NN-NNS": 18,
      "VBP-NN": 2,
      "NN-JJ": 17,
      "JJ-FW": 6,
      "NNS-NNS": 6,
      "VBP-IN": 1,
      "IN-NN": 4,
      "NNS-NNP": 3,
      "NNS-IN": 2,
      "IN-NNS": 1,
      "IN-FW": 12,
      "FW-CD": 2,
      "CD-NNS": 3,
      "NN-IN": 14,
      "JJ-NNP": 5,
      "NNP-DT": 1,
      "DT-NN": 4,
      "NN-VBZ": 5,
      "NN-DT": 1,
      "VBZ-DT": 2,
      "NNP-NNS": 3,
      "CD-IN": 5,
      "IN-JJ": 2,
      "FW-VBP": 1,
      "VBP-FW": 1,
      "VBZ-NN": 1,
      "NNS-VBZ": 2,
      "VBZ-FW": 4,
      "NN-VBD": 4,
      "VBD-CD": 4,
      "NNS-JJ": 2,
      "NN-CD": 1,
      "CD-NN": 2,
      "NN-VBP": 1,
      "VBZ-NNS": 1,
      "NNS-NN": 1,
      "VBZ-NNP": 1,
      "IN-NNP": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 15,
      "NNP-NNP-FW": 7,
      "NNP-FW-NNP": 4,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 15,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 11,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-FW": 1,
      "CD-FW-FW": 2,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 21,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NN-NN": 13,
      "NN-NN-NN": 69,
      "NN-NNP-NN": 7,
      "NN-NN-FW": 14,
      "NN-FW-NNP": 2,
      "FW-NNP-NNP": 2,
      "NNP-FW-FW": 2,
      "FW-FW-FW": 54,
      "FW-FW-JJ": 13,
      "FW-JJ-NN": 14,
      "JJ-NN-NNS": 7,
      "NN-NNS-VBP": 13,
      "NNS-VBP-NN": 2,
      "VBP-NN-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-NNS": 3,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 3,
      "NNP-NNP-NN": 3,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 15,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 3,
      "NN-FW-FW": 10,
      "JJ-NN-NN": 27,
      "NN-NN-NNS": 9,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 4,
      "FW-FW-NN": 8,
      "NN-FW-NN": 12,
      "VBP-JJ-NN": 12,
      "JJ-NN-IN": 5,
      "NN-IN-FW": 9,
      "IN-FW-JJ": 4,
      "FW-JJ-FW": 2,
      "JJ-FW-NNS": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "FW-FW-NNP": 3,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 3,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-NNP": 1,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 2,
      "CD-IN-NN": 3,
      "FW-NNP-FW": 3,
      "NNP-FW-JJ": 2,
      "JJ-NN-NNP": 5,
      "IN-FW-FW": 5,
      "FW-NN-FW": 7,
      "NN-NN-IN": 7,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-VBP": 1,
      "FW-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-FW": 1,
      "IN-FW-NNS": 2,
      "VBP-JJ-FW": 3,
      "JJ-FW-NN": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-FW": 1,
      "VBZ-FW-CD": 1,
      "FW-CD-FW": 1,
      "JJ-NN-JJ": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "JJ-NN-VBD": 2,
      "NN-VBD-CD": 4,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "VBD-CD-IN": 3,
      "NN-NN-VBD": 2,
      "IN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 2,
      "JJ-NNS-NNP": 1,
      "FW-NN-IN": 2,
      "IN-JJ-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "FW-JJ-NNP": 2,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "NN-NNS-NNS": 1,
      "FW-NNS-FW": 2,
      "FW-JJ-NNS": 3,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "VBP-NNS-VBP": 2,
      "JJ-NN-FW": 1,
      "FW-NN-NNP": 1,
      "NNP-NN-NNP": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NNP": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "VBZ-FW-FW": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-NNP": 1,
      "NNP-NN-NNS": 1,
      "VBP-JJ-JJ": 1,
      "NNP-NN-FW": 2,
      "FW-NN-JJ": 1,
      "NNP-FW-NN": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "IN-CD-NN": 1,
      "CD-IN-FW": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NN-JJ-CD": 1,
      "NNP-NN-JJ": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 239,
        "FW": 150,
        "NNP": 75,
        "JJ": 75,
        "NNS": 49
      },
      "top_bigrams": {
        "NN-NN": 129,
        "FW-FW": 82,
        "JJ-NN": 49,
        "NNP-NNP": 30,
        "NNS-VBP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 69,
        "FW-FW-FW": 54,
        "JJ-NN-NN": 27,
        "NNS-VBP-JJ": 21,
        "NNP-NNP-NNP": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 177,
      "VP": 55,
      "ADJP": 11,
      "PP": 6
    },
    "top_rules": [
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0146
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "VP -> ('y', 'VBP') NP NP",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('GPPSB', 'NNP')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('país', 'NN')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "ADJP -> ('popular', 'JJ')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "VP -> ('por', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0073
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Consejo Nacional Electoral"
      },
      {
        "label": "NP",
        "text": "CNE"
      },
      {
        "label": "NP",
        "text": "Venezuela convocó"
      },
      {
        "label": "VP",
        "text": "oficialmente a Elecciones Municipales"
      },
      {
        "label": "NP",
        "text": "a Elecciones Municipales"
      },
      {
        "label": "VP",
        "text": "para el próximo"
      },
      {
        "label": "NP",
        "text": "En los comicios"
      },
      {
        "label": "VP",
        "text": "se elegirán alcaldes"
      },
      {
        "label": "NP",
        "text": "elegirán alcaldes"
      },
      {
        "label": "NP",
        "text": "alcaldesas y concejales"
      },
      {
        "label": "VP",
        "text": "en todo el país"
      },
      {
        "label": "NP",
        "text": "todo el país"
      },
      {
        "label": "NP",
        "text": "Según anunció el presidente del CNE"
      },
      {
        "label": "NP",
        "text": "Elvis Amoroso"
      },
      {
        "label": "NP",
        "text": "estatal"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Consejo/NNP Nacional/NNP Electoral/NNP)\n  (/(\n  (NP CNE/NNP)\n  )/)\n  de/FW\n  (NP Venezuela/NNP convocó/NN)\n  (VP oficialmente/VBD (NP a/DT Elecciones/NNP Municipales/NNP))\n  (VP para/VBZ el/JJ próximo/JJ)\n  27/CD\n  de/FW\n  julio/FW\n  de/IN\n  2025/CD\n  ./.)",
      "(S\n  (NP En/NNP los/NN comicios/NNS)\n  (VP se/VBP (NP elegirán/JJ alcaldes/NNS))\n  ,/,\n  (NP alcaldesas/JJ y/NN concejales/NNS)\n  (VP en/VBP (NP todo/JJ el/NN país/NN))\n  ./.)",
      "(S\n  (NP Según/NNP anunció/NN el/NN presidente/NN del/NN CNE/NNP)\n  ,/,\n  (NP Elvis/NNP Amoroso/NNP)\n  ,/,\n  en/FW\n  la/FW\n  televisión/FW\n  (NP estatal/NN)\n  ,/,\n  (NP estos/JJ comicios/NNS)\n  (VP representan/VBP (NP la/NN) continuación/JJ natural/JJ)\n  de/FW\n  las/FW\n  (NP elecciones/NNS regionales/NNS)\n  (VP celebradas/VBP (NP en/JJ mayo/NN))\n  ,/,\n  (NP donde/NN el/NN Partido/NNP Socialista/NNP Unido/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  (/(\n  (NP PSUV/NNP)\n  )/)\n  (VP\n    y/VBP\n    (NP sus/JJ aliados/NN obtuvieron/NN)\n    (NP una/JJ contundente/NN victoria/NNS))\n  ./.)",
      "(S\n  (NP Amoroso/NNP destacó/NN la/NN)\n  importancia/FW\n  de/FW\n  este/FW\n  proceso/FW\n  (NP electoral/JJ que/NN)\n  (VP definirá/VBZ (NP a/DT las/JJ autoridades/NNS))\n  municipales/FW\n  de/FW\n  los/FW\n  335/CD\n  (NP municipios/NNS)\n  (NP del/JJ país/NN)\n  ,/,\n  (NP subrayando/NN que/NN “/NNP)\n  (VP se/VBZ)\n  (VP convoca/VB (NP a/DT las/JJ elecciones/NNS))\n  (VP\n    para/VBP\n    (NP que/JJ el/NN pueblo/NN ejerza/NN su/NN)\n    (NP derecho/JJ soberano/NN))\n  en/IN\n  las/FW\n  (ADJP instancias/JJ)\n  más/FW\n  (VP cercanas/VBZ (NP a/DT su/JJ cotidianidad/NN ”/NN))\n  ./.)",
      "(S\n  (NP El/NNP presidente/NN del/NN CNE/NNP también/NN enfatizó/NN)\n  la/FW\n  importancia/FW\n  de/FW\n  la/FW\n  organización/FW\n  y/FW\n  (NP preparación/NN)\n  :/:\n  (NP “/JJ Quien/NNP)\n  (NP no/DT hace/NN)\n  (VP la/VBZ (NP tarea/JJ después/NN) (NP no/DT puede/NN decir/NN))\n  (VP ‘/VBZ (NP no/DT profe/NN))\n  ,/,\n  (VP yo/VBZ (NP no/DT estudié/JJ ’/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "FECHAS_ESPECIFICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3730,
          3737
        ],
        "start": 3730,
        "end": 3737
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "respaldo popular al proyecto revolucionario y un paso firme hacia la consolidación de las estructuras de poder local que sostienen el socialismo bolivariano. la movilización y organización ciudadana augura un triunfo contundente que afianzará la gestión revolucionaria en todos los rincones del país",
        "position": [
          4431,
          4730
        ],
        "start": 4431,
        "end": 4730
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1008,
          1014
        ],
        "start": 1008,
        "end": 1014
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          217,
          224
        ],
        "start": 217,
        "end": 224
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "estudio del monitor-país hinterlaces, publicado",
        "position": [
          3889,
          3936
        ],
        "start": 3889,
        "end": 3936
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          2716,
          2725
        ],
        "start": 2716,
        "end": 2725
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación directa y la inclusión social",
        "position": [
          2689,
          2732
        ],
        "start": 2689,
        "end": 2732
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente del cne",
        "position": [
          228,
          246
        ],
        "start": 228,
        "end": 246
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígena",
        "position": [
          1879,
          1887
        ],
        "start": 1879,
        "end": 1887
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          2582,
          2589
        ],
        "start": 2582,
        "end": 2589
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          503,
          510
        ],
        "start": 503,
        "end": 510
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          1664,
          1672
        ],
        "start": 1664,
        "end": 1672
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          39,
          48
        ],
        "start": 39,
        "end": 48
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          3209,
          3216
        ],
        "start": 3209,
        "end": 3216
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "área metropolitana",
        "position": [
          1413,
          1431
        ],
        "start": 1413,
        "end": 1431
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "27 de julio de 2025",
        "position": [
          111,
          130
        ],
        "start": 111,
        "end": 130
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          1158,
          1169
        ],
        "start": 1158,
        "end": 1169
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gustavo Duque",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Maracaibo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Elecciones Municipales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Municipios",
        "tipo": "Lugar"
      },
      {
        "nombre": "Libertador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Amoroso",
        "tipo": "Persona"
      },
      {
        "nombre": "Chacao",
        "tipo": "Lugar"
      },
      {
        "nombre": "Elvis Amoroso",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zulia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Polo Patriótico Simón Bolívar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Junta Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Baruta",
        "tipo": "Lugar"
      },
      {
        "nombre": "GPPSB",
        "tipo": "Lugar"
      },
      {
        "nombre": "Partido Socialista Unido de Venezuela",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "CONVOCAR",
        "objeto": "Elecciones Municipales"
      },
      {
        "sujeto": "CNE",
        "relacion": "CONVOCAR",
        "objeto": "Elecciones Municipales"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONVOCAR",
        "objeto": "Elecciones Municipales"
      },
      {
        "sujeto": "Partido Socialista Unido de Venezuela",
        "relacion": "ANUNCIAR_REPRESENTAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "CNE",
        "relacion": "ANUNCIAR_REPRESENTAR",
        "objeto": "PSUV"
      },
      {
        "sujeto": "Partido Socialista Unido de Venezuela",
        "relacion": "ANUNCIAR_REPRESENTAR",
        "objeto": "Elvis Amoroso"
      },
      {
        "sujeto": "Elvis Amoroso",
        "relacion": "ANUNCIAR_REPRESENTAR",
        "objeto": "PSUV"
      },
      {
        "sujeto": "Gustavo Duque",
        "relacion": "MANTENER_FAVORECER",
        "objeto": "PSUV"
      },
      {
        "sujeto": "Chacao",
        "relacion": "MANTENER_FAVORECER",
        "objeto": "PSUV"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9477,
    "pos": 0.033,
    "neu": 0.957,
    "neg": 0.009,
    "label": "positive"
  }
}