{
  "url": "https://www.telesurtv.net/rusia-presenta-resultados-de-aplicacion-de-plan-de-cooperacion-agricola-del-brics/",
  "title": "Rusia presenta resultados de aplicación de Plan de Cooperación Agrícola del Brics - teleSUR",
  "section": "Mundo",
  "tags": [
    "Brics",
    "Rusia"
  ],
  "text": "La Federación Rusa, que ocupa la presidencia de los Brics (acrónimo del bloque conformado originalmente por Brasil, Rusia, India, China y Sudáfrica) presentó los resultados de la aplicación del Plan de Cooperación Agrícola del foro para 2021-2024.\nEn el análisis, publicado en el sitio web de TV Brics, se indicó que la ampliación del Brics en 2024 con la adhesión de cinco nuevos países (Egipto, Etiopía, Irán, Emiratos Árabes Unidos y Arabia Saudita) abre nuevas perspectivas para la cooperación económica internacional, también en el ámbito de la seguridad alimentaria.\nDestacó que los países Brics tienen un importante potencial en producción y suministro de alimentos. China es uno de los principales productores de mercancías agrícolas, India es el mayor exportador de arroz, Brasil es un gran exportador de soya y azúcar, Rusia es un gran exportador de cereales y Sudáfrica es un importante productor de fruta y vino.\nDe acuerdo con el Estado de la seguridad alimentaria y la nutrición en el mundo, los países Brics representan alrededor del 40 por ciento de la producción mundial de cereales y son tanto mercados emergentes como grandes países en desarrollo. Incluyendo la adhesión de nuevos miembros, la producción combinada de cereales de los países Brics es de 1.230 millones de toneladas métricas y el consumo de 1.220 millones de toneladas métricas.\nhttps://twitter.com/Mision_Verdad/status/1806797176368136658\nEn 2021, los ministros de Agricultura de Brasil, China, India, Sudáfrica y Rusia adoptaron el Plan de Acción 2021-2024 para la Cooperación Agrícola de Brics en una reunión celebrada en Nueva Delhi, según anunció el Ministerio de Agricultura y Bienestar de los Agricultores de India.\nLos principales objetivos del Plan de Acción 2021-2024 eran: acelerar el desarrollo agrícola para mejorar la seguridad alimentaria y la nutrición en los países Brics; mejorar el uso de los recursos hídricos en la agricultura; ampliar el comercio de productos agrícolas seguros y de calidad y la inversión en la agroindustria de los Brics; promover la agricultura sostenible, haciendo especial hincapié en los pequeños agricultores y las explotaciones familiares; intercambiar información y buenas prácticas en agricultura a través de plataformas específicas del foro regional.\nEl reporte recordó que el 16 y 17 de abril pasado se celebró en Rusia, por videoconferencia, la primera reunión del Grupo de Trabajo Brics sobre Agricultura, en el marco de la estrategia de cooperación. La reunión estuvo presidida por Maxim Markovich, director del Departamento de Cooperación Internacional y Desarrollo de las Exportaciones Agroindustriales del Ministerio de Agricultura de Rusia.\nEn ese encuentro, se presentaron a los países participantes las prioridades de la Presidencia de Brics en el sector agrícola: garantizar la seguridad alimentaria, desarrollar el comercio mutuo y asegurar una producción agrícola sostenible. Junto con las partes india y china, el grupo de trabajo presentó las iniciativas Brics existentes.\nEn una cita realizada en junio anterior, Vasili Osmakov, primer viceministro de Industria y Comercio de la Federación Rusa, en la sesión “El papel de los Estados Brics para garantizar la seguridad alimentaria mundial”, declaró que Rusia está dispuesta a actuar como garante de la base tecnológica de la seguridad alimentaria.\n“Rusia tiene todo lo necesario para garantizar la independencia alimentaria: fertilizantes, productos fitosanitarios, maquinaria agrícola. Estamos dispuestos a ofrecer al mundo nuestras soluciones en este ámbito, y tales soluciones también pueden garantizar la seguridad alimentaria de los países del Brics y del Sur Global”, manifestó.\nEn la reunión también se debatieron los resultados del programa conjunto de los países Brics “Alimentos”, destinado a eliminar el hambre, garantizar la seguridad alimentaria, mejorar la nutrición y promover la agricultura sostenible en consonancia con los Objetivos de Desarrollo Sostenible de la ONU.\nEn el reporte, Rusia afirmó que en 2024 las exportaciones agrícolas del país a los demás miembros de los Brics podrían crecer un 6.0 por ciento y superar los 16.000 millones de dólares.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rusia-presenta-resultados-de-aplicacion-de-plan-de-cooperacion-agricola-del-brics/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 687,
    "message_id": 74836,
    "date": "2024-08-20T09:55:07+00:00",
    "text": "teleSUR\nRusia presenta resultados de aplicación de Plan de Cooperación Agrícola del Brics\nhttps://www.telesurtv.net/rusia-presenta-resultados-de-aplicacion-de-plan-de-cooperacion-agricola-del-brics/",
    "photo_path": null,
    "views": 3747,
    "reactions": {
      "❤": 73,
      "👍": 33,
      "😁": 1
    },
    "total_reactions": 107
  },
  "preprocessing": {
    "cleaned": "la federación rusa, que ocupa la presidencia de los brics (acrónimo del bloque conformado originalmente por brasil, rusia, india, china y sudáfrica) presentó los resultados de la aplicación del plan de cooperación agrícola del foro para 2021-2024. en el análisis, publicado en el sitio web de tv brics, se indicó que la ampliación del brics en 2024 con la adhesión de cinco nuevos países (egipto, etiopía, irán, emiratos árabes unidos y arabia saudita) abre nuevas perspectivas para la cooperación económica internacional, también en el ámbito de la seguridad alimentaria. destacó que los países brics tienen un importante potencial en producción y suministro de alimentos. china es uno de los principales productores de mercancías agrícolas, india es el mayor exportador de arroz, brasil es un gran exportador de soya y azúcar, rusia es un gran exportador de cereales y sudáfrica es un importante productor de fruta y vino. de acuerdo con el estado de la seguridad alimentaria y la nutrición en el mundo, los países brics representan alrededor del 40 por ciento de la producción mundial de cereales y son tanto mercados emergentes como grandes países en desarrollo. incluyendo la adhesión de nuevos miembros, la producción combinada de cereales de los países brics es de 1.230 millones de toneladas métricas y el consumo de 1.220 millones de toneladas métricas. https://twitter.com/mision_verdad/status/1806797176368136658 en 2021, los ministros de agricultura de brasil, china, india, sudáfrica y rusia adoptaron el plan de acción 2021-2024 para la cooperación agrícola de brics en una reunión celebrada en nueva delhi, según anunció el ministerio de agricultura y bienestar de los agricultores de india. los principales objetivos del plan de acción 2021-2024 eran: acelerar el desarrollo agrícola para mejorar la seguridad alimentaria y la nutrición en los países brics; mejorar el uso de los recursos hídricos en la agricultura; ampliar el comercio de productos agrícolas seguros y de calidad y la inversión en la agroindustria de los brics; promover la agricultura sostenible, haciendo especial hincapié en los pequeños agricultores y las explotaciones familiares; intercambiar información y buenas prácticas en agricultura a través de plataformas específicas del foro regional. el reporte recordó que el 16 y 17 de abril pasado se celebró en rusia, por videoconferencia, la primera reunión del grupo de trabajo brics sobre agricultura, en el marco de la estrategia de cooperación. la reunión estuvo presidida por maxim markovich, director del departamento de cooperación internacional y desarrollo de las exportaciones agroindustriales del ministerio de agricultura de rusia. en ese encuentro, se presentaron a los países participantes las prioridades de la presidencia de brics en el sector agrícola: garantizar la seguridad alimentaria, desarrollar el comercio mutuo y asegurar una producción agrícola sostenible. junto con las partes india y china, el grupo de trabajo presentó las iniciativas brics existentes. en una cita realizada en junio anterior, vasili osmakov, primer viceministro de industria y comercio de la federación rusa, en la sesión “el papel de los estados brics para garantizar la seguridad alimentaria mundial”, declaró que rusia está dispuesta a actuar como garante de la base tecnológica de la seguridad alimentaria. “rusia tiene todo lo necesario para garantizar la independencia alimentaria: fertilizantes, productos fitosanitarios, maquinaria agrícola. estamos dispuestos a ofrecer al mundo nuestras soluciones en este ámbito, y tales soluciones también pueden garantizar la seguridad alimentaria de los países del brics y del sur global”, manifestó. en la reunión también se debatieron los resultados del programa conjunto de los países brics “alimentos”, destinado a eliminar el hambre, garantizar la seguridad alimentaria, mejorar la nutrición y promover la agricultura sostenible en consonancia con los objetivos de desarrollo sostenible de la onu. en el reporte, rusia afirmó que en 2024 las exportaciones agrícolas del país a los demás miembros de los brics podrían crecer un 6.0 por ciento y superar los 16.000 millones de dólares.",
    "tokens": [
      "federación",
      "rusa",
      ",",
      "ocupa",
      "presidencia",
      "brics",
      "(",
      "acrónimo",
      "bloque",
      "conformado",
      "originalmente",
      "brasil",
      ",",
      "rusia",
      ",",
      "india",
      ",",
      "china",
      "sudáfrica",
      ")",
      "presentó",
      "resultados",
      "aplicación",
      "plan",
      "cooperación",
      "agrícola",
      "foro",
      "2021-2024.",
      "análisis",
      ",",
      "publicado",
      "sitio",
      "web",
      "tv",
      "brics",
      ",",
      "indicó",
      "ampliación",
      "brics",
      "2024",
      "adhesión",
      "cinco",
      "nuevos",
      "países",
      "(",
      "egipto",
      ",",
      "etiopía",
      ",",
      "irán",
      ",",
      "emiratos",
      "árabes",
      "unidos",
      "arabia",
      "saudita",
      ")",
      "abre",
      "nuevas",
      "perspectivas",
      "cooperación",
      "económica",
      "internacional",
      ",",
      "ámbito",
      "seguridad",
      "alimentaria",
      ".",
      "destacó",
      "países",
      "brics",
      "importante",
      "potencial",
      "producción",
      "suministro",
      "alimentos",
      ".",
      "china",
      "principales",
      "productores",
      "mercancías",
      "agrícolas",
      ",",
      "india",
      "mayor",
      "exportador",
      "arroz",
      ",",
      "brasil",
      "gran",
      "exportador",
      "soya",
      "azúcar",
      ",",
      "rusia",
      "gran",
      "exportador",
      "cereales",
      "sudáfrica",
      "importante",
      "productor",
      "fruta",
      "vino",
      ".",
      "acuerdo",
      "seguridad",
      "alimentaria",
      "nutrición",
      "mundo",
      ",",
      "países",
      "brics",
      "representan",
      "alrededor",
      "40",
      "ciento",
      "producción",
      "mundial",
      "cereales",
      "mercados",
      "emergentes",
      "grandes",
      "países",
      "desarrollo",
      ".",
      "incluyendo",
      "adhesión",
      "nuevos",
      "miembros",
      ",",
      "producción",
      "combinada",
      "cereales",
      "países",
      "brics",
      "1.230",
      "millones",
      "toneladas",
      "métricas",
      "consumo",
      "1.220",
      "millones",
      "toneladas",
      "métricas",
      ".",
      "https",
      ":",
      "//twitter.com/mision_verdad/status/1806797176368136658",
      "2021",
      ",",
      "ministros",
      "agricultura",
      "brasil",
      ",",
      "china",
      ",",
      "india",
      ",",
      "sudáfrica",
      "rusia",
      "adoptaron",
      "plan",
      "acción",
      "2021-2024",
      "cooperación",
      "agrícola",
      "brics",
      "reunión",
      "celebrada",
      "nueva",
      "delhi",
      ",",
      "según",
      "anunció",
      "ministerio",
      "agricultura",
      "bienestar",
      "agricultores",
      "india",
      ".",
      "principales",
      "objetivos",
      "plan",
      "acción",
      "2021-2024",
      ":",
      "acelerar",
      "desarrollo",
      "agrícola",
      "mejorar",
      "seguridad",
      "alimentaria",
      "nutrición",
      "países",
      "brics",
      ";",
      "mejorar",
      "uso",
      "recursos",
      "hídricos",
      "agricultura",
      ";",
      "ampliar",
      "comercio",
      "productos",
      "agrícolas",
      "seguros",
      "calidad",
      "inversión",
      "agroindustria",
      "brics",
      ";",
      "promover",
      "agricultura",
      "sostenible",
      ",",
      "haciendo",
      "especial",
      "hincapié",
      "pequeños",
      "agricultores",
      "explotaciones",
      "familiares",
      ";",
      "intercambiar",
      "información",
      "buenas",
      "prácticas",
      "agricultura",
      "través",
      "plataformas",
      "específicas",
      "foro",
      "regional",
      ".",
      "reporte",
      "recordó",
      "16",
      "17",
      "abril",
      "pasado",
      "celebró",
      "rusia",
      ",",
      "videoconferencia",
      ",",
      "primera",
      "reunión",
      "grupo",
      "trabajo",
      "brics",
      "agricultura",
      ",",
      "marco",
      "estrategia",
      "cooperación",
      ".",
      "reunión",
      "presidida",
      "maxim",
      "markovich",
      ",",
      "director",
      "departamento",
      "cooperación",
      "internacional",
      "desarrollo",
      "exportaciones",
      "agroindustriales",
      "ministerio",
      "agricultura",
      "rusia",
      ".",
      "encuentro",
      ",",
      "presentaron",
      "países",
      "participantes",
      "prioridades",
      "presidencia",
      "brics",
      "sector",
      "agrícola",
      ":",
      "garantizar",
      "seguridad",
      "alimentaria",
      ",",
      "desarrollar",
      "comercio",
      "mutuo",
      "asegurar",
      "producción",
      "agrícola",
      "sostenible",
      ".",
      "junto",
      "partes",
      "india",
      "china",
      ",",
      "grupo",
      "trabajo",
      "presentó",
      "iniciativas",
      "brics",
      "existentes",
      ".",
      "cita",
      "realizada",
      "junio",
      "anterior",
      ",",
      "vasili",
      "osmakov",
      ",",
      "primer",
      "viceministro",
      "industria",
      "comercio",
      "federación",
      "rusa",
      ",",
      "sesión",
      "“",
      "papel",
      "brics",
      "garantizar",
      "seguridad",
      "alimentaria",
      "mundial",
      "”",
      ",",
      "declaró",
      "rusia",
      "dispuesta",
      "actuar",
      "garante",
      "base",
      "tecnológica",
      "seguridad",
      "alimentaria",
      ".",
      "“",
      "rusia",
      "necesario",
      "garantizar",
      "independencia",
      "alimentaria",
      ":",
      "fertilizantes",
      ",",
      "productos",
      "fitosanitarios",
      ",",
      "maquinaria",
      "agrícola",
      ".",
      "dispuestos",
      "ofrecer",
      "mundo",
      "soluciones",
      "ámbito",
      ",",
      "tales",
      "soluciones",
      "pueden",
      "garantizar",
      "seguridad",
      "alimentaria",
      "países",
      "brics",
      "sur",
      "global",
      "”",
      ",",
      "manifestó",
      ".",
      "reunión",
      "debatieron",
      "resultados",
      "programa",
      "conjunto",
      "países",
      "brics",
      "“",
      "alimentos",
      "”",
      ",",
      "destinado",
      "eliminar",
      "hambre",
      ",",
      "garantizar",
      "seguridad",
      "alimentaria",
      ",",
      "mejorar",
      "nutrición",
      "promover",
      "agricultura",
      "sostenible",
      "consonancia",
      "objetivos",
      "desarrollo",
      "sostenible",
      "onu",
      ".",
      "reporte",
      ",",
      "rusia",
      "afirmó",
      "2024",
      "exportaciones",
      "agrícolas",
      "país",
      "demás",
      "miembros",
      "brics",
      "podrían",
      "crecer",
      "6.0",
      "ciento",
      "superar",
      "16.000",
      "millones",
      "dólares",
      "."
    ],
    "token_count": 428,
    "sentence_count": 17
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 105,
      "NN": 172,
      "FW": 147,
      "VBZ": 11,
      "JJ": 54,
      "IN": 43,
      "NNS": 37,
      "CD": 10,
      "VBP": 16,
      "VBD": 3,
      "NNPS": 2,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 36,
      "NNP-NN": 23,
      "NN-NN": 90,
      "NN-FW": 15,
      "FW-FW": 76,
      "FW-NNP": 29,
      "NN-NNP": 14,
      "NNP-VBZ": 5,
      "VBZ-JJ": 7,
      "JJ-FW": 4,
      "NNP-FW": 22,
      "FW-JJ": 10,
      "JJ-NN": 29,
      "NN-JJ": 14,
      "JJ-NNP": 5,
      "NN-IN": 25,
      "IN-FW": 24,
      "FW-NN": 19,
      "NN-NNS": 6,
      "NNS-IN": 4,
      "IN-CD": 3,
      "CD-NN": 4,
      "JJ-NNS": 7,
      "NNS-NNP": 10,
      "NN-VBP": 1,
      "VBP-JJ": 7,
      "FW-NNS": 12,
      "NN-VBZ": 3,
      "VBZ-NNP": 2,
      "JJ-JJ": 7,
      "NNS-VBZ": 2,
      "VBZ-IN": 1,
      "IN-NNS": 2,
      "NNP-VBP": 3,
      "NNS-VBP": 11,
      "VBP-NN": 2,
      "NN-CD": 1,
      "VBP-IN": 2,
      "IN-NN": 5,
      "VBP-FW": 1,
      "FW-CD": 1,
      "CD-NNS": 3,
      "NNS-FW": 3,
      "NNP-CD": 1,
      "NNP-IN": 10,
      "IN-NNP": 7,
      "NNP-JJ": 4,
      "NNP-VBD": 1,
      "VBD-JJ": 2,
      "VBZ-FW": 1,
      "IN-JJ": 2,
      "VBP-NNS": 2,
      "NNS-NNS": 5,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-CD": 1,
      "CD-IN": 1,
      "NN-NNPS": 1,
      "NNPS-VBZ": 1,
      "VBP-NNP": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NNPS": 1,
      "NNPS-FW": 1,
      "CD-JJ": 1,
      "JJ-CD": 2
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 14,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 20,
      "NN-NN-FW": 8,
      "NN-FW-FW": 5,
      "FW-FW-FW": 50,
      "FW-FW-NNP": 10,
      "FW-NNP-NN": 4,
      "NN-NN-NN": 45,
      "NN-NN-NNP": 7,
      "NN-NNP-NNP": 4,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-NNP-FW": 11,
      "NNP-FW-NNP": 8,
      "FW-NNP-NNP": 11,
      "NNP-NNP-FW": 5,
      "NNP-FW-JJ": 3,
      "FW-JJ-NN": 6,
      "JJ-NN-JJ": 4,
      "NN-JJ-NNP": 4,
      "JJ-NNP-NN": 3,
      "NN-NN-IN": 14,
      "NN-IN-FW": 17,
      "IN-FW-JJ": 3,
      "JJ-NN-FW": 1,
      "NN-FW-NN": 6,
      "FW-NN-NNP": 3,
      "NN-NNP-NN": 4,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 8,
      "JJ-NN-NNS": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 2,
      "FW-FW-JJ": 3,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 2,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NN": 13,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NN": 3,
      "JJ-NN-IN": 9,
      "IN-FW-FW": 8,
      "FW-FW-NNS": 7,
      "FW-NNS-NNP": 7,
      "NNS-NNP-NN": 4,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "IN-FW-NNP": 7,
      "NNP-FW-FW": 7,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-NNS": 4,
      "IN-FW-NN": 2,
      "NN-NNP-VBZ": 1,
      "VBZ-JJ-JJ": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-NNP": 1,
      "NNS-NNP-VBP": 3,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "NNP-FW-NN": 4,
      "FW-NN-FW": 4,
      "NN-FW-NNP": 3,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-FW": 1,
      "FW-FW-NN": 6,
      "FW-NN-NNS": 3,
      "NN-NNS-NNP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 2,
      "IN-NNS-VBP": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-NN": 2,
      "IN-NN-NNS": 1,
      "NN-NNS-VBP": 2,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "IN-NN-NNP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 3,
      "NNS-FW-FW": 2,
      "FW-NN-IN": 2,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "FW-NN-NN": 6,
      "NN-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 6,
      "IN-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "NNP-NNP-IN": 5,
      "IN-NNP-FW": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-NNP": 1,
      "NNP-IN-FW": 4,
      "FW-NNP-IN": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "IN-NN-NN": 2,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-CD": 1,
      "CD-CD-IN": 1,
      "CD-IN-FW": 1,
      "NNP-NN-NNP": 2,
      "NN-NNP-FW": 2,
      "NNS-NNP-FW": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "NNS-IN-FW": 1,
      "IN-JJ-NN": 1,
      "NN-VBZ-JJ": 2,
      "FW-NN-NNPS": 1,
      "NN-NNPS-VBZ": 1,
      "NNPS-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "NN-IN-NN": 1,
      "IN-NN-JJ": 1,
      "JJ-NNP-NNP": 1,
      "NN-FW-JJ": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-IN": 1,
      "NN-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NN": 1,
      "NNS-VBP-NNPS": 1,
      "VBP-NNPS-FW": 1,
      "NNPS-FW-NNP": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "JJ-NNP-FW": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "NN-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "NNS-FW-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 172,
        "FW": 147,
        "NNP": 105,
        "JJ": 54,
        "IN": 43
      },
      "top_bigrams": {
        "NN-NN": 90,
        "FW-FW": 76,
        "NNP-NNP": 36,
        "FW-NNP": 29,
        "JJ-NN": 29
      },
      "top_trigrams": {
        "FW-FW-FW": 50,
        "NN-NN-NN": 45,
        "NNP-NN-NN": 20,
        "NN-IN-FW": 17,
        "NNP-NNP-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 17,
    "chunk_counts": {
      "NP": 180,
      "VP": 36,
      "ADJP": 9,
      "PP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0236
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0236
      },
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 5,
        "weight": 0.0197
      },
      {
        "rule": "NP -> ('Brics', 'NNP')",
        "frequency": 4,
        "weight": 0.0157
      },
      {
        "rule": "NP -> ('India', 'NNP')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('Agricultura', 'NNP')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('garantizar', 'NN') ('la', 'NN')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('alimentaria', 'NN')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0079
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Federación Rusa"
      },
      {
        "label": "NP",
        "text": "que ocupa"
      },
      {
        "label": "NP",
        "text": "Brics"
      },
      {
        "label": "NP",
        "text": "acrónimo del bloque conformado originalmente por Brasil"
      },
      {
        "label": "NP",
        "text": "Rusia"
      },
      {
        "label": "NP",
        "text": "India"
      },
      {
        "label": "NP",
        "text": "China y Sudáfrica"
      },
      {
        "label": "VP",
        "text": "presentó los resultados"
      },
      {
        "label": "NP",
        "text": "los resultados"
      },
      {
        "label": "NP",
        "text": "Plan"
      },
      {
        "label": "NP",
        "text": "Cooperación Agrícola"
      },
      {
        "label": "NP",
        "text": "foro para"
      },
      {
        "label": "ADJP",
        "text": "2021-2024"
      },
      {
        "label": "NP",
        "text": "En el análisis"
      },
      {
        "label": "NP",
        "text": "publicado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Federación/NNP Rusa/NNP)\n  ,/,\n  (NP que/NN ocupa/NN)\n  la/FW\n  presidencia/FW\n  de/FW\n  los/FW\n  (NP Brics/NNP)\n  (/(\n  (NP\n    acrónimo/JJ\n    del/NN\n    bloque/NN\n    conformado/NN\n    originalmente/NN\n    por/NN\n    Brasil/NNP)\n  ,/,\n  (NP Rusia/NNP)\n  ,/,\n  (NP India/NNP)\n  ,/,\n  (NP China/NNP y/NNP Sudáfrica/NNP)\n  )/)\n  (VP presentó/VBP (NP los/JJ resultados/NN))\n  de/IN\n  la/FW\n  aplicación/FW\n  del/FW\n  (NP Plan/NNP)\n  de/FW\n  (NP Cooperación/NNP Agrícola/NNP)\n  del/FW\n  (NP foro/JJ para/NN)\n  (ADJP 2021-2024/JJ)\n  ./.)",
      "(S\n  (NP En/NNP el/NN análisis/NN)\n  ,/,\n  (NP publicado/NN)\n  en/FW\n  el/FW\n  sitio/FW\n  web/FW\n  de/FW\n  (NP TV/NN Brics/NNS)\n  ,/,\n  se/FW\n  (NP indicó/NN que/NN la/NN)\n  (NP ampliación/JJ del/NN Brics/NNS)\n  en/IN\n  2024/CD\n  (NP con/NN)\n  la/FW\n  adhesión/FW\n  de/FW\n  cinco/FW\n  (NP nuevos/JJ países/NNS)\n  (/(\n  (NP Egipto/NNP)\n  ,/,\n  (NP Etiopía/NNP)\n  ,/,\n  (NP Irán/NNP)\n  ,/,\n  (NP\n    Emiratos/NNP\n    Árabes/NNP\n    Unidos/NNP\n    y/NNP\n    Arabia/NNP\n    Saudita/NNP)\n  )/)\n  (VP\n    abre/VBP\n    (NP nuevas/JJ perspectivas/NN para/NN la/NN cooperación/NN)\n    económica/JJ\n    internacional/JJ)\n  ,/,\n  (ADJP también/JJ)\n  en/FW\n  el/FW\n  ámbito/FW\n  de/FW\n  la/FW\n  seguridad/FW\n  (NP alimentaria/NNS)\n  ./.)",
      "(S\n  (NP Destacó/NNP que/NN los/NN)\n  (VP\n    países/VBZ\n    (NP Brics/NNP tienen/NN)\n    (NP un/JJ importante/JJ potencial/JJ en/NN producción/NN))\n  y/FW\n  suministro/FW\n  de/FW\n  alimentos/FW\n  ./.)",
      "(S\n  (NP China/NNP)\n  (NP es/JJ uno/NN)\n  de/IN\n  los/FW\n  (NP principales/NNS)\n  (VP productores/VBZ)\n  de/IN\n  mercancías/FW\n  (NP agrícolas/NNS)\n  ,/,\n  (NP India/NNP es/NN el/NN mayor/NN exportador/NN)\n  de/IN\n  arroz/FW\n  ,/,\n  (NP Brasil/NNP)\n  (VP es/VBP (NP un/JJ gran/NN exportador/NN))\n  de/IN\n  soya/FW\n  (NP y/NN azúcar/NN)\n  ,/,\n  (NP Rusia/NNP)\n  (VP es/VBZ (NP un/JJ gran/JJ exportador/NN))\n  (PP de/IN (NP cereales/NNS))\n  y/RB\n  (NP Sudáfrica/NNP)\n  (VP es/VBZ (NP un/JJ importante/JJ productor/NN))\n  de/IN\n  fruta/FW\n  (NP y/NN vino/NN)\n  ./.)",
      "(S\n  (NP De/NNP)\n  acuerdo/FW\n  (NP con/NN)\n  el/FW\n  (NP Estado/NNP)\n  de/FW\n  la/FW\n  seguridad/FW\n  alimentaria/FW\n  y/FW\n  la/FW\n  nutrición/FW\n  en/FW\n  el/FW\n  (NP mundo/NN)\n  ,/,\n  (NP los/JJ países/NNS Brics/NNP)\n  (VP representan/VBP (NP alrededor/NN del/NN))\n  40/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  la/FW\n  (NP producción/JJ mundial/NN)\n  (PP de/IN (NP cereales/NNS))\n  y/RB\n  (VP son/VBP (NP tanto/JJ mercados/NN))\n  (VP emergentes/VBZ (NP como/JJ grandes/NNS países/NNS))\n  (PP en/IN (NP desarrollo/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INTEGRACION_LATINOAMERICANA",
      "RELACIONES_INTERNACIONALES",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3673,
          3682
        ],
        "start": 3673,
        "end": 3682
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2409,
          2416
        ],
        "start": 2409,
        "end": 2416
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          2002,
          2011
        ],
        "start": 2002,
        "end": 2011
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación económica internacional",
        "position": [
          486,
          521
        ],
        "start": 486,
        "end": 521
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "programa conjunto",
        "position": [
          3739,
          3756
        ],
        "start": 3739,
        "end": 3756
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el estado de la seguridad alimentaria y la",
        "position": [
          928,
          982
        ],
        "start": 928,
        "end": 982
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          3240,
          3247
        ],
        "start": 3240,
        "end": 3247
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          1628,
          1635
        ],
        "start": 1628,
        "end": 1635
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "análisis, publicado",
        "position": [
          254,
          273
        ],
        "start": 254,
        "end": 273
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "objetivos de desarrollo sostenible",
        "position": [
          3940,
          3974
        ],
        "start": 3940,
        "end": 3974
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "viceministro de industria y",
        "position": [
          3085,
          3112
        ],
        "start": 3085,
        "end": 3112
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          3981,
          3984
        ],
        "start": 3981,
        "end": 3984
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de cooperación",
        "position": [
          2549,
          2576
        ],
        "start": 2549,
        "end": 2576
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          573,
          580
        ],
        "start": 573,
        "end": 580
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con el estado de la seguridad alimentaria y la nutrición en el mundo, los países brics representan alrededor del 40",
        "position": [
          928,
          1051
        ],
        "start": 928,
        "end": 1051
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          108,
          114
        ],
        "start": 108,
        "end": 114
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          116,
          121
        ],
        "start": 116,
        "end": 121
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          943,
          952
        ],
        "start": 943,
        "end": 952
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "cooperación. la reunión estuvo presidida por maxim markovich, director del departamento de cooperación internacional",
        "position": [
          2474,
          2590
        ],
        "start": 2474,
        "end": 2590
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "230 millones",
        "position": [
          1274,
          1286
        ],
        "start": 1274,
        "end": 1286
      },
      {
        "category": "MONETARIOS",
        "matched_text": "16.000 millones de dólares",
        "position": [
          4144,
          4170
        ],
        "start": 4144,
        "end": 4170
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brics",
        "tipo": "Lugar"
      },
      {
        "nombre": "Industria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "china",
        "tipo": "Lugar"
      },
      {
        "nombre": "Departamento de Cooperación Internacional y Desarrollo de las Exportaciones Agroindustriales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Arabia Saudita",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brics “Alimentos",
        "tipo": "Persona"
      },
      {
        "nombre": "Vasili Osmakov",
        "tipo": "Persona"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Grupo de Trabajo Brics sobre Agricultura",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Maxim Markovich",
        "tipo": "Persona"
      },
      {
        "nombre": "Etiopía",
        "tipo": "Lugar"
      },
      {
        "nombre": "india",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "TV Brics",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Egipto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado de la seguridad alimentaria",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Agricultura de Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nueva Delhi",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudáfrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Emiratos Árabes Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Federación Rusa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Agricultura y Bienestar de los Agricultores de India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cooperación Agrícola de Brics",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Agricultura de Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "TV Brics",
        "relacion": "INDICAR",
        "objeto": "Egipto"
      },
      {
        "sujeto": "TV Brics",
        "relacion": "INDICAR",
        "objeto": "Etiopía"
      },
      {
        "sujeto": "TV Brics",
        "relacion": "INDICAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "TV Brics",
        "relacion": "INDICAR",
        "objeto": "Emiratos Árabes Unidos"
      },
      {
        "sujeto": "TV Brics",
        "relacion": "INDICAR",
        "objeto": "Arabia Saudita"
      },
      {
        "sujeto": "Agricultura de Brasil",
        "relacion": "ADOPTAR",
        "objeto": "Cooperación Agrícola de Brics"
      },
      {
        "sujeto": "Agricultura de Brasil",
        "relacion": "ADOPTAR",
        "objeto": "Nueva Delhi"
      },
      {
        "sujeto": "Ministerio de Agricultura y Bienestar de los Agricultores de India",
        "relacion": "ADOPTAR",
        "objeto": "Agricultura de Brasil"
      },
      {
        "sujeto": "China",
        "relacion": "ADOPTAR",
        "objeto": "Cooperación Agrícola de Brics"
      },
      {
        "sujeto": "China",
        "relacion": "ADOPTAR",
        "objeto": "Nueva Delhi"
      },
      {
        "sujeto": "Ministerio de Agricultura y Bienestar de los Agricultores de India",
        "relacion": "ADOPTAR",
        "objeto": "China"
      },
      {
        "sujeto": "India",
        "relacion": "ADOPTAR",
        "objeto": "Cooperación Agrícola de Brics"
      },
      {
        "sujeto": "India",
        "relacion": "ADOPTAR",
        "objeto": "Nueva Delhi"
      },
      {
        "sujeto": "Ministerio de Agricultura y Bienestar de los Agricultores de India",
        "relacion": "ADOPTAR",
        "objeto": "India"
      },
      {
        "sujeto": "Sudáfrica",
        "relacion": "ADOPTAR",
        "objeto": "Cooperación Agrícola de Brics"
      },
      {
        "sujeto": "Sudáfrica",
        "relacion": "ADOPTAR",
        "objeto": "Nueva Delhi"
      },
      {
        "sujeto": "Ministerio de Agricultura y Bienestar de los Agricultores de India",
        "relacion": "ADOPTAR",
        "objeto": "Sudáfrica"
      },
      {
        "sujeto": "Rusia",
        "relacion": "ADOPTAR",
        "objeto": "Cooperación Agrícola de Brics"
      },
      {
        "sujeto": "Rusia",
        "relacion": "ADOPTAR",
        "objeto": "Nueva Delhi"
      },
      {
        "sujeto": "Ministerio de Agricultura y Bienestar de los Agricultores de India",
        "relacion": "ADOPTAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Cooperación Agrícola de Brics",
        "relacion": "ADOPTAR",
        "objeto": "Nueva Delhi"
      },
      {
        "sujeto": "Ministerio de Agricultura y Bienestar de los Agricultores de India",
        "relacion": "ADOPTAR",
        "objeto": "Cooperación Agrícola de Brics"
      },
      {
        "sujeto": "Ministerio de Agricultura y Bienestar de los Agricultores de India",
        "relacion": "ADOPTAR",
        "objeto": "Nueva Delhi"
      },
      {
        "sujeto": "Rusia",
        "relacion": "CELEBRAR_RECORDAR",
        "objeto": "Grupo de Trabajo Brics sobre Agricultura"
      },
      {
        "sujeto": "Rusia",
        "relacion": "DECLARAR",
        "objeto": "Vasili Osmakov"
      },
      {
        "sujeto": "Rusia",
        "relacion": "DECLARAR",
        "objeto": "Industria"
      },
      {
        "sujeto": "Rusia",
        "relacion": "DECLARAR",
        "objeto": "Federación Rusa"
      }
    ]
  },
  "sentiment": {
    "compound": 0.0,
    "pos": 0.0,
    "neu": 1.0,
    "neg": 0.0,
    "label": "neutral"
  }
}