{
  "url": "https://www.telesurtv.net/haiti-movimientos-acusan-cpt-imperialismo/",
  "title": "Haití: Movimientos acusan al CPT de servir al imperialismo",
  "section": "América Latina y El Caribe",
  "tags": [
    "Alba Movimientos",
    "Haití",
    "Imperialismo"
  ],
  "text": "Los representantes de los principales movimientos sociales haitianos alzaron la voz este viernes desde Cabo Haitiano para denunciar la inacción del Consejo Presidencial de Transición (CPT) frente a la grave crisis de inseguridad que azota al país caribeño. La rueda de prensa se desarrolló en el marco de la visita de una delegación internacional de Alba-Movimientos, que llegó a territorio haitiano para manifestar su solidaridad con el pueblo ante la múltiple crisis que enfrenta desde hace cuatro años.\nLas organizaciones Tet Kole Ti Peysan Haitien, PAPDA, MPP, MPMKP, Brigade Dessalines, UNO, Cercle Janil y Modepa se congregaron para exponer la situación crítica que vive Haití bajo el actual gobierno provisional. Los voceros coincidieron en señalar la incapacidad del CPT para garantizar servicios básicos a la población y enfrentar efectivamente la cuestión de la inseguridad.\n“Tenemos un gobierno de transición, el CPT. Es un consejo internacional quien lo puso y él está a su servicio, y tiene la misión cambiar la constitución de 1987, hacer un referéndum para aprobarlo y también organizar elecciones para implementar un proyecto neocolonial en el país”, declaró Jean-Baptiste Chavannes, del Movimiento Campesino Papaye (MPP).\n\n\nLos representantes de los movimientos sociales fueron categóricos al señalar que el gobierno provisional responde únicamente a los intereses imperialistas de Estados Unidos, país que consideran está detrás de la situación actual de Haití. Camille Chalmers, de la Plataforma Haitiana de Advocacy por un Desarrollo Alternativo (PAPDA):\n“En Haití, estamos viviéndolo, hace mucho tiempo que el imperialismo está provocando guerra y crisis en este país. Está claro que estos crímenes organizados, las pandillas, los grupos armados, son herramientas imperialistas para destruir el país. Todos sabemos que el dinero de las pandillas, las armas, municiones, todo viene de Estados Unidos”, expresó Chalmers.\n\nLa crisis de la hegemonía norteamericana ha intensificado la agresividad del imperialismo estadounidense a nivel global, pero especialmente contra países como Haití, que históricamente ha estado bajo constantes ataques. El aumento de la violencia, el fortalecimiento de las bandas armadas y la propagación de la idea de que Haití es un país “ingobernable” son herramientas utilizadas para avanzar en el proyecto de destrucción política y económica del territorio caribeño.\n\n\nLos líderes sociales también denunciaron la manipulación mediática que el imperialismo y sus aliados ejercen en el país para que el pueblo haitiano no identifique a su principal enemigo. Chalmers subrayó la importancia de liberarse de las matrices de opinión que el imperialismo intenta imponer en Haití.\n“Una de las dimensiones de la crisis es una manipulación mediática que el imperialismo y sus aliados hacen en el país, para que el pueblo de Haití no entienda quién es su principal enemigo. En este sentido, es muy claro que hay gente que es agente del imperialismo”, agregó el dirigente de PAPDA.\nLa mayoría de las organizaciones del país rechazan categóricamente al CPT y exigen su salida inmediata. Los movimientos sociales consideran inaceptable la constitución que pretenden imponerles los extranjeros y se oponen rotundamente a cualquier cambio constitucional bajo las actuales circunstancias.\nLa secretaria continental de Alba-Movimientos, Florencia Abregu, destacó la importancia de la visita en el contexto del avance de la extrema derecha y el fascismo en la región. Uno de los principales objetivos de la delegación internacional es fortalecer las redes de comunicación y luchar contra el aislamiento del pueblo haitiano a nivel internacional.\n“En el contexto coyuntural… el avance de la extrema derecha y del fascismo en la región es cada vez más peligroso. Y en ese marco entendemos que es fundamental planificar y hacer una ruta de trabajo, de acciones, de solidaridad concreta, que saque Haití de la soledad“, enfatizó Abregu.\nLos movimientos sociales haitianos reafirman su compromiso con la defensa de la soberanía nacional y la construcción de alternativas políticas que respondan a los verdaderos intereses del pueblo haitiano, alejándose de los proyectos impuestos desde el exterior que han profundizado la crisis multidimensional que atraviesa el país caribeño.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/haiti-movimientos-acusan-cpt-imperialismo/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1879,
    "message_id": 98249,
    "date": "2025-07-05T17:55:07+00:00",
    "text": "teleSUR\nHaití: Movimientos sociales acusan al CPT de servir al imperialismo estadounidense\nhttps://www.telesurtv.net/haiti-movimientos-acusan-cpt-imperialismo/",
    "photo_path": null,
    "views": 1560,
    "reactions": {
      "❤": 19,
      "👍": 6,
      "🥰": 1
    },
    "total_reactions": 26
  },
  "preprocessing": {
    "cleaned": "los representantes de los principales movimientos sociales haitianos alzaron la voz este viernes desde cabo haitiano para denunciar la inacción del consejo presidencial de transición (cpt) frente a la grave crisis de inseguridad que azota al país caribeño. la rueda de prensa se desarrolló en el marco de la visita de una delegación internacional de alba-movimientos, que llegó a territorio haitiano para manifestar su solidaridad con el pueblo ante la múltiple crisis que enfrenta desde hace cuatro años. las organizaciones tet kole ti peysan haitien, papda, mpp, mpmkp, brigade dessalines, uno, cercle janil y modepa se congregaron para exponer la situación crítica que vive haití bajo el actual gobierno provisional. los voceros coincidieron en señalar la incapacidad del cpt para garantizar servicios básicos a la población y enfrentar efectivamente la cuestión de la inseguridad. “tenemos un gobierno de transición, el cpt. es un consejo internacional quien lo puso y él está a su servicio, y tiene la misión cambiar la constitución de 1987, hacer un referéndum para aprobarlo y también organizar elecciones para implementar un proyecto neocolonial en el país”, declaró jean-baptiste chavannes, del movimiento campesino papaye (mpp). los representantes de los movimientos sociales fueron categóricos al señalar que el gobierno provisional responde únicamente a los intereses imperialistas de estados unidos, país que consideran está detrás de la situación actual de haití. camille chalmers, de la plataforma haitiana de advocacy por un desarrollo alternativo (papda): “en haití, estamos viviéndolo, hace mucho tiempo que el imperialismo está provocando guerra y crisis en este país. está claro que estos crímenes organizados, las pandillas, los grupos armados, son herramientas imperialistas para destruir el país. todos sabemos que el dinero de las pandillas, las armas, municiones, todo viene de estados unidos”, expresó chalmers. la crisis de la hegemonía norteamericana ha intensificado la agresividad del imperialismo estadounidense a nivel global, pero especialmente contra países como haití, que históricamente ha estado bajo constantes ataques. el aumento de la violencia, el fortalecimiento de las bandas armadas y la propagación de la idea de que haití es un país “ingobernable” son herramientas utilizadas para avanzar en el proyecto de destrucción política y económica del territorio caribeño. los líderes sociales también denunciaron la manipulación mediática que el imperialismo y sus aliados ejercen en el país para que el pueblo haitiano no identifique a su principal enemigo. chalmers subrayó la importancia de liberarse de las matrices de opinión que el imperialismo intenta imponer en haití. “una de las dimensiones de la crisis es una manipulación mediática que el imperialismo y sus aliados hacen en el país, para que el pueblo de haití no entienda quién es su principal enemigo. en este sentido, es muy claro que hay gente que es agente del imperialismo”, agregó el dirigente de papda. la mayoría de las organizaciones del país rechazan categóricamente al cpt y exigen su salida inmediata. los movimientos sociales consideran inaceptable la constitución que pretenden imponerles los extranjeros y se oponen rotundamente a cualquier cambio constitucional bajo las actuales circunstancias. la secretaria continental de alba-movimientos, florencia abregu, destacó la importancia de la visita en el contexto del avance de la extrema derecha y el fascismo en la región. uno de los principales objetivos de la delegación internacional es fortalecer las redes de comunicación y luchar contra el aislamiento del pueblo haitiano a nivel internacional. “en el contexto coyuntural… el avance de la extrema derecha y del fascismo en la región es cada vez más peligroso. y en ese marco entendemos que es fundamental planificar y hacer una ruta de trabajo, de acciones, de solidaridad concreta, que saque haití de la soledad“, enfatizó abregu. los movimientos sociales haitianos reafirman su compromiso con la defensa de la soberanía nacional y la construcción de alternativas políticas que respondan a los verdaderos intereses del pueblo haitiano, alejándose de los proyectos impuestos desde el exterior que han profundizado la crisis multidimensional que atraviesa el país caribeño.",
    "tokens": [
      "representantes",
      "principales",
      "movimientos",
      "sociales",
      "haitianos",
      "alzaron",
      "voz",
      "viernes",
      "cabo",
      "haitiano",
      "denunciar",
      "inacción",
      "consejo",
      "presidencial",
      "transición",
      "(",
      "cpt",
      ")",
      "frente",
      "grave",
      "crisis",
      "inseguridad",
      "azota",
      "país",
      "caribeño",
      ".",
      "rueda",
      "prensa",
      "desarrolló",
      "marco",
      "visita",
      "delegación",
      "internacional",
      "alba-movimientos",
      ",",
      "llegó",
      "territorio",
      "haitiano",
      "manifestar",
      "solidaridad",
      "pueblo",
      "múltiple",
      "crisis",
      "enfrenta",
      "hace",
      "cuatro",
      "años",
      ".",
      "organizaciones",
      "tet",
      "kole",
      "peysan",
      "haitien",
      ",",
      "papda",
      ",",
      "mpp",
      ",",
      "mpmkp",
      ",",
      "brigade",
      "dessalines",
      ",",
      ",",
      "cercle",
      "janil",
      "modepa",
      "congregaron",
      "exponer",
      "situación",
      "crítica",
      "vive",
      "haití",
      "bajo",
      "actual",
      "gobierno",
      "provisional",
      ".",
      "voceros",
      "coincidieron",
      "señalar",
      "incapacidad",
      "cpt",
      "garantizar",
      "servicios",
      "básicos",
      "población",
      "enfrentar",
      "efectivamente",
      "cuestión",
      "inseguridad",
      ".",
      "“",
      "gobierno",
      "transición",
      ",",
      "cpt",
      ".",
      "consejo",
      "internacional",
      "puso",
      "servicio",
      ",",
      "misión",
      "cambiar",
      "constitución",
      "1987",
      ",",
      "hacer",
      "referéndum",
      "aprobarlo",
      "organizar",
      "elecciones",
      "implementar",
      "proyecto",
      "neocolonial",
      "país",
      "”",
      ",",
      "declaró",
      "jean-baptiste",
      "chavannes",
      ",",
      "movimiento",
      "campesino",
      "papaye",
      "(",
      "mpp",
      ")",
      ".",
      "representantes",
      "movimientos",
      "sociales",
      "categóricos",
      "señalar",
      "gobierno",
      "provisional",
      "responde",
      "únicamente",
      "intereses",
      "imperialistas",
      "unidos",
      ",",
      "país",
      "consideran",
      "detrás",
      "situación",
      "actual",
      "haití",
      ".",
      "camille",
      "chalmers",
      ",",
      "plataforma",
      "haitiana",
      "advocacy",
      "desarrollo",
      "alternativo",
      "(",
      "papda",
      ")",
      ":",
      "“",
      "haití",
      ",",
      "viviéndolo",
      ",",
      "hace",
      "tiempo",
      "imperialismo",
      "provocando",
      "guerra",
      "crisis",
      "país",
      ".",
      "claro",
      "crímenes",
      "organizados",
      ",",
      "pandillas",
      ",",
      "grupos",
      "armados",
      ",",
      "herramientas",
      "imperialistas",
      "destruir",
      "país",
      ".",
      "sabemos",
      "dinero",
      "pandillas",
      ",",
      "armas",
      ",",
      "municiones",
      ",",
      "viene",
      "unidos",
      "”",
      ",",
      "expresó",
      "chalmers",
      ".",
      "crisis",
      "hegemonía",
      "norteamericana",
      "intensificado",
      "agresividad",
      "imperialismo",
      "estadounidense",
      "nivel",
      "global",
      ",",
      "especialmente",
      "países",
      "haití",
      ",",
      "históricamente",
      "bajo",
      "constantes",
      "ataques",
      ".",
      "aumento",
      "violencia",
      ",",
      "fortalecimiento",
      "bandas",
      "armadas",
      "propagación",
      "idea",
      "haití",
      "país",
      "“",
      "ingobernable",
      "”",
      "herramientas",
      "utilizadas",
      "avanzar",
      "proyecto",
      "destrucción",
      "política",
      "económica",
      "territorio",
      "caribeño",
      ".",
      "líderes",
      "sociales",
      "denunciaron",
      "manipulación",
      "mediática",
      "imperialismo",
      "aliados",
      "ejercen",
      "país",
      "pueblo",
      "haitiano",
      "identifique",
      "principal",
      "enemigo",
      ".",
      "chalmers",
      "subrayó",
      "importancia",
      "liberarse",
      "matrices",
      "opinión",
      "imperialismo",
      "intenta",
      "imponer",
      "haití",
      ".",
      "“",
      "dimensiones",
      "crisis",
      "manipulación",
      "mediática",
      "imperialismo",
      "aliados",
      "hacen",
      "país",
      ",",
      "pueblo",
      "haití",
      "entienda",
      "quién",
      "principal",
      "enemigo",
      ".",
      ",",
      "claro",
      "gente",
      "agente",
      "imperialismo",
      "”",
      ",",
      "agregó",
      "dirigente",
      "papda",
      ".",
      "mayoría",
      "organizaciones",
      "país",
      "rechazan",
      "categóricamente",
      "cpt",
      "exigen",
      "salida",
      "inmediata",
      ".",
      "movimientos",
      "sociales",
      "consideran",
      "inaceptable",
      "constitución",
      "pretenden",
      "imponerles",
      "extranjeros",
      "oponen",
      "rotundamente",
      "cualquier",
      "cambio",
      "constitucional",
      "bajo",
      "actuales",
      "circunstancias",
      ".",
      "secretaria",
      "continental",
      "alba-movimientos",
      ",",
      "florencia",
      "abregu",
      ",",
      "destacó",
      "importancia",
      "visita",
      "contexto",
      "avance",
      "extrema",
      "derecha",
      "fascismo",
      "región",
      ".",
      "principales",
      "objetivos",
      "delegación",
      "internacional",
      "fortalecer",
      "redes",
      "comunicación",
      "luchar",
      "aislamiento",
      "pueblo",
      "haitiano",
      "nivel",
      "internacional",
      ".",
      "“",
      "contexto",
      "coyuntural…",
      "avance",
      "extrema",
      "derecha",
      "fascismo",
      "región",
      "cada",
      "vez",
      "peligroso",
      ".",
      "marco",
      "entendemos",
      "fundamental",
      "planificar",
      "hacer",
      "ruta",
      "trabajo",
      ",",
      "acciones",
      ",",
      "solidaridad",
      "concreta",
      ",",
      "saque",
      "haití",
      "soledad",
      "“",
      ",",
      "enfatizó",
      "abregu",
      ".",
      "movimientos",
      "sociales",
      "haitianos",
      "reafirman",
      "compromiso",
      "defensa",
      "soberanía",
      "nacional",
      "construcción",
      "alternativas",
      "políticas",
      "respondan",
      "verdaderos",
      "intereses",
      "pueblo",
      "haitiano",
      ",",
      "alejándose",
      "proyectos",
      "impuestos",
      "exterior",
      "profundizado",
      "crisis",
      "multidimensional",
      "atraviesa",
      "país",
      "caribeño",
      "."
    ],
    "token_count": 419,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 80,
      "VBZ": 11,
      "IN": 26,
      "FW": 159,
      "NNS": 26,
      "VBP": 18,
      "RB": 3,
      "JJ": 62,
      "NN": 228,
      "CD": 1,
      "CC": 1,
      "VBD": 4,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-VBZ": 6,
      "VBZ-IN": 2,
      "IN-FW": 17,
      "FW-NNS": 8,
      "NNS-VBP": 15,
      "VBP-NNS": 1,
      "VBP-RB": 1,
      "RB-JJ": 3,
      "JJ-FW": 7,
      "FW-NN": 29,
      "NN-NNS": 11,
      "VBP-NNP": 2,
      "NNP-NNP": 37,
      "NNP-NN": 18,
      "NN-NN": 137,
      "NN-JJ": 21,
      "JJ-NN": 39,
      "NN-NNP": 13,
      "NNP-FW": 8,
      "FW-NNP": 11,
      "NN-VBP": 3,
      "VBP-NN": 1,
      "NN-FW": 23,
      "FW-FW": 100,
      "FW-JJ": 9,
      "JJ-IN": 2,
      "IN-NNP": 6,
      "VBZ-NNP": 3,
      "JJ-NNP": 5,
      "NN-IN": 14,
      "IN-JJ": 2,
      "VBP-JJ": 12,
      "NNP-JJ": 2,
      "VBZ-JJ": 1,
      "JJ-JJ": 5,
      "FW-CD": 1,
      "CD-NN": 1,
      "NN-VBZ": 2,
      "NNS-VBZ": 2,
      "VBZ-RB": 1,
      "VBP-IN": 1,
      "NNP-IN": 4,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNP-VBD": 3,
      "VBD-JJ": 4,
      "JJ-NNS": 3,
      "NN-VBD": 1,
      "NNS-JJ": 2,
      "VBZ-NNS": 3,
      "NNS-NNP": 2,
      "NNS-IN": 2,
      "IN-NN": 1,
      "NN-DT": 1,
      "DT-NN": 2,
      "NNS-FW": 3,
      "NNP-DT": 1,
      "NN-RB": 1,
      "FW-IN": 1,
      "JJ-VBZ": 1,
      "VBZ-FW": 1
    },
    "trigram_freq": {
      "NNP-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "IN-FW-NNS": 5,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-VBP": 9,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 14,
      "NN-NN-NN": 82,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 16,
      "JJ-NN-NNP": 4,
      "NN-NNP-NNP": 1,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 2,
      "FW-NNP-NNP": 8,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-FW-FW": 12,
      "FW-FW-FW": 73,
      "FW-FW-NN": 13,
      "FW-NN-NNP": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-FW": 4,
      "FW-FW-JJ": 5,
      "FW-JJ-IN": 1,
      "JJ-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "JJ-NN-NN": 22,
      "NN-NN-FW": 14,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 5,
      "NN-NN-NNP": 8,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NNP": 2,
      "VBZ-NNP-NNP": 3,
      "NNP-NNP-NNP": 20,
      "NNP-FW-NN": 1,
      "FW-NN-NN": 17,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NN": 3,
      "JJ-NN-JJ": 8,
      "NN-NN-IN": 8,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "NN-NNP-NN": 7,
      "NN-NN-NNS": 5,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-FW": 1,
      "FW-FW-NNP": 5,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-IN": 3,
      "NN-IN-FW": 10,
      "IN-FW-FW": 6,
      "NNP-NNP-JJ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "NN-FW-NN": 9,
      "FW-NN-FW": 7,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-JJ": 1,
      "VBP-JJ-JJ": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 7,
      "NNP-NN-NNS": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "FW-JJ-FW": 3,
      "JJ-FW-NNP": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-FW": 3,
      "IN-FW-NNP": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-NN": 2,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NNP-NN-FW": 1,
      "VBP-NNP-NN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 2,
      "NNS-NNP-IN": 1,
      "FW-NN-IN": 3,
      "FW-NNP-FW": 2,
      "NNP-FW-JJ": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "IN-FW-NN": 3,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NNP-VBD": 1,
      "VBD-JJ-FW": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-FW": 3,
      "NNS-FW-FW": 2,
      "NN-IN-NNP": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "NN-FW-NNP": 1,
      "NNS-FW-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "NNS-NNP-VBD": 1,
      "VBD-JJ-IN": 1,
      "JJ-FW-IN": 1,
      "FW-IN-FW": 1,
      "IN-FW-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "IN-JJ-NNS": 1,
      "JJ-JJ-JJ": 1,
      "JJ-NNP-FW": 1,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-FW": 1,
      "VBZ-FW-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 228,
        "FW": 159,
        "NNP": 80,
        "JJ": 62,
        "IN": 26
      },
      "top_bigrams": {
        "NN-NN": 137,
        "FW-FW": 100,
        "JJ-NN": 39,
        "NNP-NNP": 37,
        "FW-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 82,
        "FW-FW-FW": 73,
        "JJ-NN-NN": 22,
        "NNP-NNP-NNP": 20,
        "FW-NN-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 165,
      "VP": 34,
      "ADJP": 5,
      "PP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0212
      },
      {
        "rule": "NP -> ('Haití', 'NNP')",
        "frequency": 5,
        "weight": 0.0212
      },
      {
        "rule": "NP -> ('Los', 'NNP')",
        "frequency": 4,
        "weight": 0.0169
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('PAPDA', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "VP -> ('representantes', 'VBZ')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('principales', 'NNS')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('sociales', 'NNS')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('Alba-Movimientos', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Los"
      },
      {
        "label": "VP",
        "text": "representantes"
      },
      {
        "label": "NP",
        "text": "principales"
      },
      {
        "label": "VP",
        "text": "movimientos sociales"
      },
      {
        "label": "NP",
        "text": "sociales"
      },
      {
        "label": "VP",
        "text": "haitianos alzaron la"
      },
      {
        "label": "NP",
        "text": "este viernes"
      },
      {
        "label": "VP",
        "text": "desde Cabo Haitiano para denunciar la inacción del Consejo Presidencial"
      },
      {
        "label": "NP",
        "text": "Cabo Haitiano para denunciar la"
      },
      {
        "label": "NP",
        "text": "inacción del Consejo Presidencial"
      },
      {
        "label": "NP",
        "text": "Transición"
      },
      {
        "label": "NP",
        "text": "CPT"
      },
      {
        "label": "VP",
        "text": "frente a la grave crisis"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "NP",
        "text": "grave crisis"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Los/NNP)\n  (VP representantes/VBZ)\n  de/IN\n  los/FW\n  (NP principales/NNS)\n  (VP movimientos/VBP (NP sociales/NNS))\n  (VP haitianos/VBP alzaron/RB la/JJ)\n  voz/FW\n  (NP este/NN viernes/NNS)\n  (VP\n    desde/VBP\n    (NP Cabo/NNP Haitiano/NNP para/NN denunciar/NN la/NN)\n    (NP inacción/JJ del/NN Consejo/NNP Presidencial/NNP))\n  de/FW\n  (NP Transición/NNP)\n  (/(\n  (NP CPT/NNP)\n  )/)\n  (VP frente/VBD (NP a/DT la/NN) (NP grave/JJ crisis/NN))\n  de/IN\n  inseguridad/FW\n  (NP que/JJ azota/NN al/NN país/NN caribeño/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  rueda/FW\n  de/FW\n  prensa/FW\n  se/FW\n  desarrolló/FW\n  en/FW\n  el/FW\n  marco/FW\n  de/FW\n  la/FW\n  visita/FW\n  de/FW\n  una/FW\n  delegación/FW\n  (ADJP internacional/JJ)\n  de/FW\n  (NP Alba-Movimientos/NNP)\n  ,/,\n  (NP que/NN)\n  (VP\n    llegó/VBD\n    (NP a/DT territorio/NN haitiano/NN para/NN manifestar/NN su/NN)\n    (NP solidaridad/JJ con/NN el/NN pueblo/NN ante/NN))\n  la/FW\n  (NP\n    múltiple/JJ\n    crisis/NN\n    que/NN\n    enfrenta/NN\n    desde/NN\n    hace/NN\n    cuatro/NN\n    años/NN)\n  ./.)",
      "(S\n  (NP\n    Las/NNP\n    organizaciones/NNS\n    Tet/NNP\n    Kole/NNP\n    Ti/NNP\n    Peysan/NNP\n    Haitien/NNP)\n  ,/,\n  (NP PAPDA/NNP)\n  ,/,\n  (NP MPP/NNP)\n  ,/,\n  (NP MPMKP/NNP)\n  ,/,\n  (NP Brigade/NNP Dessalines/NNP)\n  ,/,\n  (NP UNO/NNP)\n  ,/,\n  (NP Cercle/NNP Janil/NNP y/NNP Modepa/NNP)\n  se/FW\n  (NP congregaron/NN para/NN exponer/NN)\n  la/FW\n  situación/FW\n  (NP crítica/NN que/NN)\n  (NP vive/JJ Haití/NNP bajo/NN el/NN)\n  (NP actual/JJ gobierno/NN provisional/NN)\n  ./.)",
      "(S\n  (NP Los/NNP)\n  (NP voceros/JJ coincidieron/NN)\n  (PP\n    en/IN\n    (NP\n      señalar/JJ\n      la/NN\n      incapacidad/NN\n      del/NN\n      CPT/NNP\n      para/NN\n      garantizar/NN\n      servicios/NNS))\n  (VP\n    básicos/VBP\n    (NP a/DT la/NN población/NN y/NN enfrentar/NN efectivamente/NN))\n  la/FW\n  cuestión/FW\n  de/FW\n  la/FW\n  (NP inseguridad/NN)\n  ./.)",
      "(S\n  (NP “/JJ Tenemos/NNP)\n  (NP un/JJ gobierno/NN)\n  (PP de/IN (NP transición/NN))\n  ,/,\n  (NP el/JJ CPT/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra y crisis en este",
        "position": [
          1660,
          1683
        ],
        "start": 1660,
        "end": 1683
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "municiones",
        "position": [
          1879,
          1889
        ],
        "start": 1879,
        "end": 1889
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3866,
          3873
        ],
        "start": 3866,
        "end": 3873
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "solidaridad con el pueblo ante",
        "position": [
          419,
          449
        ],
        "start": 419,
        "end": 449
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "rueda de prensa",
        "position": [
          260,
          275
        ],
        "start": 260,
        "end": 275
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alba-movimientos, florencia abregu, destacó la importancia",
        "position": [
          3349,
          3407
        ],
        "start": 3349,
        "end": 3407
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1167,
          1174
        ],
        "start": 1167,
        "end": 1174
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          4028,
          4035
        ],
        "start": 4028,
        "end": 4035
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "delegación internacional",
        "position": [
          322,
          346
        ],
        "start": 322,
        "end": 346
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de transición",
        "position": [
          897,
          919
        ],
        "start": 897,
        "end": 919
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          350,
          354
        ],
        "start": 350,
        "end": 354
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          3453,
          3468
        ],
        "start": 3453,
        "end": 3468
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2612,
          2619
        ],
        "start": 2612,
        "end": 2619
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          3385,
          3392
        ],
        "start": 3385,
        "end": 3392
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          2445,
          2456
        ],
        "start": 2445,
        "end": 2456
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          1025,
          1037
        ],
        "start": 1025,
        "end": 1037
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          3858,
          3862
        ],
        "start": 3858,
        "end": 3862
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1399,
          1413
        ],
        "start": 1399,
        "end": 1413
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado bajo",
        "position": [
          2129,
          2140
        ],
        "start": 2129,
        "end": 2140
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "neocolonial",
        "position": [
          1142,
          1153
        ],
        "start": 1142,
        "end": 1153
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          4042,
          4060
        ],
        "start": 4042,
        "end": 4060
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Camille Chalmers",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo Presidencial de Transición",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Movimiento Campesino Papaye",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Florencia Abregu",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cabo Haitiano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brigade Dessalines",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cercle Janil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jean-Baptiste Chavannes",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plataforma Haitiana de Advocacy",
        "tipo": "Organizacion"
      },
      {
        "nombre": "MPP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "MPMKP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Modepa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chalmers",
        "tipo": "Lugar"
      },
      {
        "nombre": "Desarrollo Alternativo",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cabo Haitiano",
        "relacion": "ALZAR",
        "objeto": "Consejo Presidencial de Transición"
      },
      {
        "sujeto": "Haití",
        "relacion": "CONGREGAR",
        "objeto": "MPP"
      },
      {
        "sujeto": "Haití",
        "relacion": "CONGREGAR",
        "objeto": "MPMKP"
      },
      {
        "sujeto": "Haití",
        "relacion": "CONGREGAR",
        "objeto": "Brigade Dessalines"
      },
      {
        "sujeto": "Haití",
        "relacion": "CONGREGAR",
        "objeto": "Cercle Janil"
      },
      {
        "sujeto": "Haití",
        "relacion": "CONGREGAR",
        "objeto": "Modepa"
      },
      {
        "sujeto": "Camille Chalmers",
        "relacion": "VIVI_NDOLO",
        "objeto": "Haití"
      },
      {
        "sujeto": "Plataforma Haitiana de Advocacy",
        "relacion": "VIVI_NDOLO",
        "objeto": "Haití"
      },
      {
        "sujeto": "Desarrollo Alternativo",
        "relacion": "VIVI_NDOLO",
        "objeto": "Haití"
      },
      {
        "sujeto": "Chalmers",
        "relacion": "VENIR_SABER_EXPRESAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Chalmers",
        "relacion": "SUBRAYAR",
        "objeto": "Haití"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9814,
    "pos": 0.007,
    "neu": 0.944,
    "neg": 0.049,
    "label": "negative"
  }
}