{
  "url": "https://www.telesurtv.net/patricia-villegas-telesur-y-la-mirada-contrahegemonica-en-la-dictadura-de-los-algoritmos/",
  "title": "Patricia Villegas: teleSUR y la mirada contrahegemónica en la dictadura de los algoritmos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "algoritmos",
    "teleSUR"
  ],
  "text": "La presidenta de la multiplataforma informativa teleSUR, Patricia Villegas, participó este lunes en  un encuentro con periodistas, comunicadores y activistas brasileños en el Sindicato de Periodistas de São Paulo, donde analizó la situación actual en América Latina en el actual contexto comunicativo y enfatizó en la importancia de hacer una comunicación contrahegemónica desde el Sur Global.\nEn sus reflexiones, se refirió a los cinco desafíos a los que se enfrenta teleSUR, un medio de comunicación cuyo principal impulsor fue el Comandante Hugo Chávez, y que Villegas preside desde el año 2011.\nEn ese sentido, explicó que en el proyecto se vinculan Cuba, Bolivia y Venezuela, para mostrar una mirada contrahegemónica de la realidad Latinoamericana y del Caribe, que sigue siendo invisibilizada en otras plataformas.\nEl primer desafío al que aludió fue el referido a la necesidad de que los creadores de contenidos se capaciten para “aprender a contar mejor y narrar mejor para las plataformas digitales”, pero alertó que “el asunto es más profundo, porque se puede producir muy bien, pero se corre el riesgo de continuar invisibilizando”.\n“Necesitamos plataformas latinoamericanas que no dependan de otros intereses”, apuntó, a la vez que resaltó que en el contexto de las elecciones venezolanas del pasado mes de julio, se desarrolló una producción de contenido para diversas plataformas de calidad, pero las plataformas los silenciaban.\n“No es suficiente con reunir a los productores de contenidos o periodistas, hay que trabajar para crear nuestras propias plataformas, para no seguir alimentando a las plataformas de contenido y verlos solo cuando ellos quieran”, afirmó.\nComo segundo gran desafío, Villegas mencionó a la inteligencia artificial (IA). Al respecto, precisó que en la actualidad la comunicación política se hace con IA y se están creando mundos paralelos, e irreales que son vendidos a las audiencias, por lo que es difícil en ocasiones que puedan identificar las diferencias entre la verdad y la mentira.\n“Muchos medios tienen procesos que están con cero automatización en la mayoría de los casos. Si no enfrentamos eso, cada vez estaremos más lejos de las audiencias porque no lograremos que el algoritmo nos lea”, alertó.\nAsimismo, la presidenta de teleSUR enfatizó en la agenda de los medios como tercer punto, y la necesidad de que esté “ligada a la calle, al arte, a la sensibilidad, a las preocupaciones reales de los ciudadanos”.\n“Cada vez más las agendas de los medios hegemónicos nos alejan unos a otros. Pareciera que no tenemos causa de lucha común, que nos tenemos nada que nos involucre”, reflexionó.\nVillegas llamó a hacer un esfuerzo para contar las realidades de los ciudadanos, y señaló como preocupante que en las elecciones de los últimos tiempos, “la extrema derecha es la que está hablando de los problemas de la gente. Y eso está pasando en los medios del Sur Global. No estamos en la calle”.\nAsimismo, como cuarto desafío expuso a la alfabetización, pues si no se emprenden acciones para luchar contra la infodemia o las fake news, los jóvenes no lograrán comprender sus realidades.\n“Necesitamos que entiendan desde muy chicos qué está en juego con las pantallas, quiénes están detrás de los mensajes de las redes sociales. Formar ciudadanos críticos desde pequeños es fundamental para que puedan entender el riesgo que entrañan las pantallas hegemónicas”, puntualizó.\nDe igual manera, mencionó a la articulación como quinto punto e instó a trabajar en conjunto con medios alternativos y contrahegemónicos.\n“Hoy no se explica Brasil sin entender la región. No se entiende Argentina si no se comprende nuestra propia realidad. Si no nos unimos, la batalla está perdida. Hoy estamos dándonos golpes, en algunas cosas logramos imponer nuestras agendas o mostrar nuestra realidad, pero si no logramos una agenda, una articulación, difícilmente se va a poder comprender la realidad global”, subrayó.\nLa multiplataforma informativa teleSUR transmite en español e inglés, y llega a las naciones de América Latina y el Caribe, y a 34 países de África.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/patricia-villegas-telesur-y-la-mirada-contrahegemonica-en-la-dictadura-de-los-algoritmos/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 1206,
    "message_id": 80217,
    "date": "2024-11-12T02:55:07+00:00",
    "text": "teleSUR\nPatricia Villegas: teleSUR y la mirada contrahegemónica en la dictadura de los algoritmos\nhttps://www.telesurtv.net/patricia-villegas-telesur-y-la-mirada-contrahegemonica-en-la-dictadura-de-los-algoritmos/",
    "photo_path": null,
    "views": 3242,
    "reactions": {
      "👍": 53,
      "🤔": 1
    },
    "total_reactions": 54
  },
  "preprocessing": {
    "cleaned": "la presidenta de la multiplataforma informativa telesur, patricia villegas, participó este lunes en un encuentro con periodistas, comunicadores y activistas brasileños en el sindicato de periodistas de são paulo, donde analizó la situación actual en américa latina en el actual contexto comunicativo y enfatizó en la importancia de hacer una comunicación contrahegemónica desde el sur global. en sus reflexiones, se refirió a los cinco desafíos a los que se enfrenta telesur, un medio de comunicación cuyo principal impulsor fue el comandante hugo chávez, y que villegas preside desde el año 2011. en ese sentido, explicó que en el proyecto se vinculan cuba, bolivia y venezuela, para mostrar una mirada contrahegemónica de la realidad latinoamericana y del caribe, que sigue siendo invisibilizada en otras plataformas. el primer desafío al que aludió fue el referido a la necesidad de que los creadores de contenidos se capaciten para “aprender a contar mejor y narrar mejor para las plataformas digitales”, pero alertó que “el asunto es más profundo, porque se puede producir muy bien, pero se corre el riesgo de continuar invisibilizando”. “necesitamos plataformas latinoamericanas que no dependan de otros intereses”, apuntó, a la vez que resaltó que en el contexto de las elecciones venezolanas del pasado mes de julio, se desarrolló una producción de contenido para diversas plataformas de calidad, pero las plataformas los silenciaban. “no es suficiente con reunir a los productores de contenidos o periodistas, hay que trabajar para crear nuestras propias plataformas, para no seguir alimentando a las plataformas de contenido y verlos solo cuando ellos quieran”, afirmó. como segundo gran desafío, villegas mencionó a la inteligencia artificial (ia). al respecto, precisó que en la actualidad la comunicación política se hace con ia y se están creando mundos paralelos, e irreales que son vendidos a las audiencias, por lo que es difícil en ocasiones que puedan identificar las diferencias entre la verdad y la mentira. “muchos medios tienen procesos que están con cero automatización en la mayoría de los casos. si no enfrentamos eso, cada vez estaremos más lejos de las audiencias porque no lograremos que el algoritmo nos lea”, alertó. asimismo, la presidenta de telesur enfatizó en la agenda de los medios como tercer punto, y la necesidad de que esté “ligada a la calle, al arte, a la sensibilidad, a las preocupaciones reales de los ciudadanos”. “cada vez más las agendas de los medios hegemónicos nos alejan unos a otros. pareciera que no tenemos causa de lucha común, que nos tenemos nada que nos involucre”, reflexionó. villegas llamó a hacer un esfuerzo para contar las realidades de los ciudadanos, y señaló como preocupante que en las elecciones de los últimos tiempos, “la extrema derecha es la que está hablando de los problemas de la gente. y eso está pasando en los medios del sur global. no estamos en la calle”. asimismo, como cuarto desafío expuso a la alfabetización, pues si no se emprenden acciones para luchar contra la infodemia o las fake news, los jóvenes no lograrán comprender sus realidades. “necesitamos que entiendan desde muy chicos qué está en juego con las pantallas, quiénes están detrás de los mensajes de las redes sociales. formar ciudadanos críticos desde pequeños es fundamental para que puedan entender el riesgo que entrañan las pantallas hegemónicas”, puntualizó. de igual manera, mencionó a la articulación como quinto punto e instó a trabajar en conjunto con medios alternativos y contrahegemónicos. “hoy no se explica brasil sin entender la región. no se entiende argentina si no se comprende nuestra propia realidad. si no nos unimos, la batalla está perdida. hoy estamos dándonos golpes, en algunas cosas logramos imponer nuestras agendas o mostrar nuestra realidad, pero si no logramos una agenda, una articulación, difícilmente se va a poder comprender la realidad global”, subrayó. la multiplataforma informativa telesur transmite en español e inglés, y llega a las naciones de américa latina y el caribe, y a 34 países de áfrica.",
    "tokens": [
      "presidenta",
      "multiplataforma",
      "informativa",
      "telesur",
      ",",
      "patricia",
      "villegas",
      ",",
      "participó",
      "lunes",
      "encuentro",
      "periodistas",
      ",",
      "comunicadores",
      "activistas",
      "brasileños",
      "sindicato",
      "periodistas",
      "são",
      "paulo",
      ",",
      "analizó",
      "situación",
      "actual",
      "américa",
      "latina",
      "actual",
      "contexto",
      "comunicativo",
      "enfatizó",
      "importancia",
      "hacer",
      "comunicación",
      "contrahegemónica",
      "sur",
      "global",
      ".",
      "reflexiones",
      ",",
      "refirió",
      "cinco",
      "desafíos",
      "enfrenta",
      "telesur",
      ",",
      "medio",
      "comunicación",
      "cuyo",
      "principal",
      "impulsor",
      "comandante",
      "hugo",
      "chávez",
      ",",
      "villegas",
      "preside",
      "año",
      "2011.",
      ",",
      "explicó",
      "proyecto",
      "vinculan",
      "cuba",
      ",",
      "bolivia",
      "venezuela",
      ",",
      "mostrar",
      "mirada",
      "contrahegemónica",
      "realidad",
      "latinoamericana",
      "caribe",
      ",",
      "sigue",
      "siendo",
      "invisibilizada",
      "plataformas",
      ".",
      "primer",
      "desafío",
      "aludió",
      "referido",
      "necesidad",
      "creadores",
      "contenidos",
      "capaciten",
      "“",
      "aprender",
      "contar",
      "mejor",
      "narrar",
      "mejor",
      "plataformas",
      "digitales",
      "”",
      ",",
      "alertó",
      "“",
      "asunto",
      "profundo",
      ",",
      "puede",
      "producir",
      "bien",
      ",",
      "corre",
      "riesgo",
      "continuar",
      "invisibilizando",
      "”",
      ".",
      "“",
      "necesitamos",
      "plataformas",
      "latinoamericanas",
      "dependan",
      "intereses",
      "”",
      ",",
      "apuntó",
      ",",
      "vez",
      "resaltó",
      "contexto",
      "elecciones",
      "venezolanas",
      "pasado",
      "mes",
      "julio",
      ",",
      "desarrolló",
      "producción",
      "contenido",
      "diversas",
      "plataformas",
      "calidad",
      ",",
      "plataformas",
      "silenciaban",
      ".",
      "“",
      "suficiente",
      "reunir",
      "productores",
      "contenidos",
      "periodistas",
      ",",
      "trabajar",
      "crear",
      "propias",
      "plataformas",
      ",",
      "seguir",
      "alimentando",
      "plataformas",
      "contenido",
      "verlos",
      "solo",
      "quieran",
      "”",
      ",",
      "afirmó",
      ".",
      "segundo",
      "gran",
      "desafío",
      ",",
      "villegas",
      "mencionó",
      "inteligencia",
      "artificial",
      "(",
      "ia",
      ")",
      ".",
      "respecto",
      ",",
      "precisó",
      "actualidad",
      "comunicación",
      "política",
      "hace",
      "ia",
      "creando",
      "mundos",
      "paralelos",
      ",",
      "irreales",
      "vendidos",
      "audiencias",
      ",",
      "difícil",
      "ocasiones",
      "puedan",
      "identificar",
      "diferencias",
      "verdad",
      "mentira",
      ".",
      "“",
      "medios",
      "procesos",
      "cero",
      "automatización",
      "mayoría",
      "casos",
      ".",
      "si",
      "enfrentamos",
      ",",
      "cada",
      "vez",
      "lejos",
      "audiencias",
      "lograremos",
      "algoritmo",
      "lea",
      "”",
      ",",
      "alertó",
      ".",
      "asimismo",
      ",",
      "presidenta",
      "telesur",
      "enfatizó",
      "agenda",
      "medios",
      "tercer",
      "punto",
      ",",
      "necesidad",
      "“",
      "ligada",
      "calle",
      ",",
      "arte",
      ",",
      "sensibilidad",
      ",",
      "preocupaciones",
      "reales",
      "ciudadanos",
      "”",
      ".",
      "“",
      "cada",
      "vez",
      "agendas",
      "medios",
      "hegemónicos",
      "alejan",
      ".",
      "pareciera",
      "causa",
      "lucha",
      "común",
      ",",
      "involucre",
      "”",
      ",",
      "reflexionó",
      ".",
      "villegas",
      "llamó",
      "hacer",
      "esfuerzo",
      "contar",
      "realidades",
      "ciudadanos",
      ",",
      "señaló",
      "preocupante",
      "elecciones",
      "últimos",
      "tiempos",
      ",",
      "“",
      "extrema",
      "derecha",
      "hablando",
      "problemas",
      "gente",
      ".",
      "pasando",
      "medios",
      "sur",
      "global",
      ".",
      "calle",
      "”",
      ".",
      "asimismo",
      ",",
      "cuarto",
      "desafío",
      "expuso",
      "alfabetización",
      ",",
      "pues",
      "si",
      "emprenden",
      "acciones",
      "luchar",
      "infodemia",
      "fake",
      "news",
      ",",
      "jóvenes",
      "lograrán",
      "comprender",
      "realidades",
      ".",
      "“",
      "necesitamos",
      "entiendan",
      "chicos",
      "juego",
      "pantallas",
      ",",
      "quiénes",
      "detrás",
      "mensajes",
      "redes",
      "sociales",
      ".",
      "formar",
      "ciudadanos",
      "críticos",
      "pequeños",
      "fundamental",
      "puedan",
      "entender",
      "riesgo",
      "entrañan",
      "pantallas",
      "hegemónicas",
      "”",
      ",",
      "puntualizó",
      ".",
      "igual",
      "manera",
      ",",
      "mencionó",
      "articulación",
      "quinto",
      "punto",
      "instó",
      "trabajar",
      "conjunto",
      "medios",
      "alternativos",
      "contrahegemónicos",
      ".",
      "“",
      "hoy",
      "explica",
      "brasil",
      "entender",
      "región",
      ".",
      "entiende",
      "argentina",
      "si",
      "comprende",
      "propia",
      "realidad",
      ".",
      "si",
      "unimos",
      ",",
      "batalla",
      "perdida",
      ".",
      "hoy",
      "dándonos",
      "golpes",
      ",",
      "cosas",
      "logramos",
      "imponer",
      "agendas",
      "mostrar",
      "realidad",
      ",",
      "si",
      "logramos",
      "agenda",
      ",",
      "articulación",
      ",",
      "difícilmente",
      "va",
      "poder",
      "comprender",
      "realidad",
      "global",
      "”",
      ",",
      "subrayó",
      ".",
      "multiplataforma",
      "informativa",
      "telesur",
      "transmite",
      "español",
      "inglés",
      ",",
      "llega",
      "naciones",
      "américa",
      "latina",
      "caribe",
      ",",
      "34",
      "países",
      "áfrica",
      "."
    ],
    "token_count": 420,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 55,
      "FW": 132,
      "NN": 250,
      "NNS": 30,
      "IN": 27,
      "JJ": 63,
      "VBZ": 11,
      "VBP": 24,
      "CD": 2,
      "DT": 12,
      "RB": 3,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-FW": 6,
      "FW-FW": 91,
      "FW-NN": 13,
      "NN-NNP": 15,
      "NNP-NNP": 15,
      "NNP-NN": 23,
      "NN-NN": 156,
      "NN-NNS": 8,
      "NNS-IN": 4,
      "IN-JJ": 6,
      "JJ-JJ": 8,
      "JJ-NN": 40,
      "NN-VBZ": 9,
      "VBZ-JJ": 5,
      "NN-IN": 23,
      "IN-FW": 15,
      "FW-NNP": 11,
      "NN-VBP": 5,
      "VBP-JJ": 14,
      "FW-JJ": 7,
      "NNS-VBP": 17,
      "NN-JJ": 13,
      "NN-CD": 1,
      "CD-NNP": 1,
      "NNP-JJ": 2,
      "NN-FW": 13,
      "JJ-NNS": 7,
      "FW-VBP": 1,
      "JJ-FW": 3,
      "JJ-NNP": 5,
      "NN-DT": 4,
      "DT-NN": 6,
      "FW-NNS": 8,
      "NNS-FW": 3,
      "IN-NN": 5,
      "NN-RB": 3,
      "RB-JJ": 1,
      "VBP-NN": 7,
      "IN-NNS": 1,
      "NNS-JJ": 1,
      "NNP-NNS": 1,
      "NNP-DT": 3,
      "NNS-NNP": 3,
      "DT-JJ": 6,
      "VBP-NNP": 1,
      "RB-FW": 1,
      "VBP-DT": 1,
      "RB-NNS": 1,
      "VBZ-DT": 4,
      "VBZ-NNP": 2,
      "NNS-NNS": 2,
      "NNP-VBP": 1,
      "VBP-NNS": 1,
      "NNP-VBZ": 2,
      "NNP-VBD": 1,
      "VBD-NNP": 1,
      "NNP-CD": 1,
      "CD-NNS": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 3,
      "FW-FW-FW": 66,
      "FW-FW-NN": 4,
      "FW-NN-NNP": 1,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 19,
      "NN-NN-NNS": 6,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "JJ-NN-NN": 29,
      "NN-NN-VBZ": 7,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 2,
      "JJ-NN-IN": 5,
      "NN-IN-FW": 14,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 3,
      "NNP-FW-NNP": 3,
      "FW-NNP-NNP": 3,
      "NN-NN-NN": 89,
      "NN-NN-VBP": 5,
      "NN-VBP-JJ": 4,
      "VBP-JJ-NN": 8,
      "JJ-NN-NNP": 3,
      "NNP-NNP-FW": 2,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 4,
      "NN-NN-IN": 13,
      "IN-FW-FW": 9,
      "NN-NN-NNP": 9,
      "NNP-NNP-NNP": 4,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 9,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 10,
      "IN-FW-NN": 2,
      "FW-NN-NN": 9,
      "NNP-NN-NNP": 1,
      "NN-NNP-NN": 5,
      "NN-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-FW": 13,
      "NN-FW-FW": 8,
      "FW-FW-NNP": 7,
      "FW-NNP-NN": 4,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "NNS-IN-FW": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "VBZ-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "NN-IN-JJ": 4,
      "IN-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "NN-FW-NN": 5,
      "FW-NN-IN": 3,
      "IN-FW-JJ": 2,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NN-NN-DT": 2,
      "NN-DT-NN": 3,
      "DT-NN-IN": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 4,
      "VBP-JJ-FW": 1,
      "FW-FW-NNS": 7,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "NN-IN-NN": 4,
      "IN-NN-NN": 4,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-JJ-NNS": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 1,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NNS-VBP-NN": 6,
      "VBP-NN-NN": 5,
      "IN-JJ-NN": 3,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "JJ-NNP-DT": 2,
      "NNP-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "JJ-NN-DT": 1,
      "DT-NN-NN": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNP-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 4,
      "IN-JJ-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NN-RB": 1,
      "NN-RB-FW": 1,
      "RB-FW-FW": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "NN-RB-NNS": 1,
      "RB-NNS-VBP": 1,
      "NN-VBZ-DT": 3,
      "VBZ-DT-JJ": 4,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-NN": 2,
      "VBP-NN-IN": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-NN-NNP": 1,
      "NN-NNP-JJ": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-DT": 1,
      "JJ-NN-JJ": 2,
      "NN-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-JJ": 2,
      "NNP-VBZ-JJ": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 250,
        "FW": 132,
        "JJ": 63,
        "NNP": 55,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 156,
        "FW-FW": 91,
        "JJ-NN": 40,
        "NNP-NN": 23,
        "NN-IN": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 89,
        "FW-FW-FW": 66,
        "JJ-NN-NN": 29,
        "NNP-NN-NN": 19,
        "NN-IN-FW": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 179,
      "PP": 14,
      "VP": 39,
      "ADJP": 1
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0233
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0155
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Villegas', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Si', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('medios', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('no', 'DT') ('se', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "teleSUR"
      },
      {
        "label": "NP",
        "text": "Patricia Villegas"
      },
      {
        "label": "NP",
        "text": "participó este lunes"
      },
      {
        "label": "PP",
        "text": "en un encuentro con periodistas"
      },
      {
        "label": "NP",
        "text": "un encuentro con periodistas"
      },
      {
        "label": "NP",
        "text": "comunicadores"
      },
      {
        "label": "VP",
        "text": "y activistas"
      },
      {
        "label": "NP",
        "text": "activistas"
      },
      {
        "label": "VP",
        "text": "brasileños"
      },
      {
        "label": "NP",
        "text": "Sindicato"
      },
      {
        "label": "NP",
        "text": "Periodistas"
      },
      {
        "label": "NP",
        "text": "São Paulo"
      },
      {
        "label": "NP",
        "text": "donde analizó la"
      },
      {
        "label": "VP",
        "text": "situación actual en América Latina"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  presidenta/FW\n  de/FW\n  la/FW\n  multiplataforma/FW\n  informativa/FW\n  (NP teleSUR/NN)\n  ,/,\n  (NP Patricia/NNP Villegas/NNP)\n  ,/,\n  (NP participó/NN este/NN lunes/NNS)\n  (PP en/IN (NP un/JJ encuentro/JJ con/NN periodistas/NNS))\n  ,/,\n  (NP comunicadores/NNS)\n  (VP y/VBP (NP activistas/NNS))\n  (VP brasileños/VBP)\n  en/IN\n  el/FW\n  (NP Sindicato/NNP)\n  de/FW\n  (NP Periodistas/NNP)\n  de/FW\n  (NP São/NNP Paulo/NNP)\n  ,/,\n  (NP donde/NN analizó/NN la/NN)\n  (VP situación/VBP (NP actual/JJ en/NN América/NNP Latina/NNP))\n  en/FW\n  el/FW\n  (NP actual/JJ contexto/NN comunicativo/NN y/NN enfatizó/NN)\n  en/IN\n  la/FW\n  importancia/FW\n  de/FW\n  hacer/FW\n  (NP\n    una/JJ\n    comunicación/NN\n    contrahegemónica/NN\n    desde/NN\n    el/NN\n    Sur/NNP\n    Global/NNP)\n  ./.)",
      "(S\n  (NP En/NNP sus/NN reflexiones/NNS)\n  ,/,\n  se/FW\n  (VP\n    refirió/VB\n    (NP a/DT los/NN cinco/NN desafíos/NN)\n    (NP a/DT los/NN que/NN se/NN enfrenta/NN teleSUR/NN))\n  ,/,\n  (NP un/JJ medio/NN)\n  de/IN\n  comunicación/FW\n  (NP\n    cuyo/NN\n    principal/NN\n    impulsor/NN\n    fue/NN\n    el/NN\n    Comandante/NNP\n    Hugo/NNP\n    Chávez/NNP)\n  ,/,\n  (NP y/NN que/NN Villegas/NNP preside/NN desde/NN el/NN año/NN)\n  2011/CD\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP explicó/JJ que/NN)\n  en/FW\n  el/FW\n  proyecto/FW\n  se/FW\n  (NP vinculan/NN Cuba/NNP)\n  ,/,\n  (NP Bolivia/NNP y/NNP Venezuela/NNP)\n  ,/,\n  (NP para/NN mostrar/NN)\n  (NP una/JJ mirada/NN contrahegemónica/NN)\n  de/IN\n  la/FW\n  realidad/FW\n  (NP Latinoamericana/NNP)\n  y/CC\n  (NP del/NN Caribe/NNP)\n  ,/,\n  (NP que/NN sigue/NN siendo/NN invisibilizada/NN)\n  en/IN\n  otras/FW\n  (NP plataformas/NN)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    primer/NN\n    desafío/NN\n    al/NN\n    que/NN\n    aludió/NN\n    fue/NN\n    el/NN)\n  (VP referido/VBZ (NP a/DT la/NN))\n  necesidad/FW\n  de/FW\n  que/FW\n  (NP los/JJ creadores/NNS)\n  de/IN\n  contenidos/FW\n  se/FW\n  (VP\n    capaciten/VBP\n    (NP para/JJ “/NNP aprender/NN)\n    (NP a/DT contar/NN mejor/NN y/NN)\n    (NP narrar/JJ mejor/NN para/NN))\n  (VP las/VBZ (NP plataformas/JJ digitales/NNS) ”/RB)\n  ,/,\n  (NP pero/NN alertó/NN que/NN “/NNP)\n  (VP el/VBZ)\n  (PP asunto/IN (NP es/JJ más/NN profundo/NN))\n  ,/,\n  (NP porque/NN se/NN puede/NN producir/NN muy/NN bien/NN)\n  ,/,\n  (NP pero/NN se/NN corre/NN)\n  el/FW\n  (NP riesgo/NN)\n  de/IN\n  continuar/FW\n  (NP invisibilizando/JJ ”/NN)\n  ./.)",
      "(S\n  (NP “/JJ Necesitamos/NNP plataformas/NN latinoamericanas/NN que/NN)\n  (NP no/DT dependan/NN)\n  de/IN\n  otros/FW\n  (NP intereses/NNS)\n  (VP ”/VBP)\n  ,/,\n  apuntó/RB\n  ,/,\n  (NP a/DT la/NN vez/NN que/NN resaltó/NN que/NN)\n  en/FW\n  el/FW\n  contexto/FW\n  de/FW\n  las/FW\n  (NP elecciones/NNS)\n  venezolanas/FW\n  del/FW\n  pasado/FW\n  mes/FW\n  de/FW\n  (NP julio/NN)\n  ,/,\n  se/FW\n  desarrolló/FW\n  (NP una/JJ producción/NN)\n  (PP de/IN (NP contenido/NN para/NN diversas/NN plataformas/NN))\n  (PP de/IN (NP calidad/NN))\n  ,/,\n  (NP pero/NN las/NNS)\n  (VP plataformas/VBP (NP los/JJ silenciaban/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1673,
          1679
        ],
        "start": 1673,
        "end": 1679
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          615,
          622
        ],
        "start": 615,
        "end": 622
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta de la",
        "position": [
          3,
          19
        ],
        "start": 3,
        "end": 19
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          3084,
          3091
        ],
        "start": 3084,
        "end": 3091
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          2796,
          2811
        ],
        "start": 2796,
        "end": 2811
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "medio de comunicación",
        "position": [
          480,
          501
        ],
        "start": 480,
        "end": 501
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3934,
          3941
        ],
        "start": 3934,
        "end": 3941
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          2379,
          2384
        ],
        "start": 2379,
        "end": 2384
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          654,
          658
        ],
        "start": 654,
        "end": 658
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          670,
          679
        ],
        "start": 670,
        "end": 679
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          759,
          765
        ],
        "start": 759,
        "end": 765
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región. no",
        "position": [
          3597,
          3607
        ],
        "start": 3597,
        "end": 3607
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle, al",
        "position": [
          2379,
          2388
        ],
        "start": 2379,
        "end": 2388
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2011",
        "position": [
          589,
          597
        ],
        "start": 589,
        "end": 597
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "pasado mes",
        "position": [
          1305,
          1315
        ],
        "start": 1305,
        "end": 1315
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          3556,
          3559
        ],
        "start": 3556,
        "end": 3559
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "el año 2011",
        "position": [
          586,
          597
        ],
        "start": 586,
        "end": 597
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sindicato de Periodistas de São Paulo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comandante Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "IA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Villegas",
        "tipo": "Persona"
      },
      {
        "nombre": "Pareciera",
        "tipo": "Persona"
      },
      {
        "nombre": "América Latina y el Caribe",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Patricia Villegas",
        "tipo": "Persona"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "No",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Latinoamericana",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Patricia Villegas",
        "relacion": "PARTICIPAR",
        "objeto": "Sindicato de Periodistas de São Paulo"
      },
      {
        "sujeto": "Patricia Villegas",
        "relacion": "PARTICIPAR",
        "objeto": "América"
      },
      {
        "sujeto": "Patricia Villegas",
        "relacion": "PARTICIPAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "Sindicato de Periodistas de São Paulo",
        "relacion": "PARTICIPAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "América",
        "relacion": "ANALIZAR_PARTICIPAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "Cuba",
        "relacion": "VINCULAR_EXPLICAR",
        "objeto": "Latinoamericana"
      },
      {
        "sujeto": "Cuba",
        "relacion": "VINCULAR_EXPLICAR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "VINCULAR_EXPLICAR",
        "objeto": "Latinoamericana"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "VINCULAR_EXPLICAR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "VINCULAR_EXPLICAR",
        "objeto": "Latinoamericana"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "VINCULAR_EXPLICAR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "Argentina",
        "relacion": "NO_ENTENDER",
        "objeto": "No"
      },
      {
        "sujeto": "América Latina y el Caribe",
        "relacion": "LLEGAR_TRANSMITIR",
        "objeto": "África"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9823,
    "pos": 0.0,
    "neu": 0.944,
    "neg": 0.056,
    "label": "negative"
  }
}