{
  "url": "https://www.telesurtv.net/alba-tcp-analiza-el-tema-de-la-paz-y-la-lucha-contra-el-imperialismo/",
  "title": "ALBA-TCP analiza el tema de la paz y la lucha contra el imperialismo - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [],
  "text": "En el empeño de buscar mecanismos y estrategias para enfrentar la ofensiva imperial y el sistema dominante en el planeta, se desarrolla en la capital venezolana el Segundo Encuentro del ALBA-TCP para una Alternativa Social Mundial de Bolívar a Chávez, con la presencia de unos 400 delegados.\nEn esta ocasión se desarollaron dos mesas; el panel IV Alternativa para la Paz inalterable con la presencia de Elisa Salvador, de la Liga Angoleña de Amistad y y Solidaridad de los Pueblos, Bahman Azad, Consejo de Paz de los Estados Unidos, Socorro Gomes, Centro Brasileño de Solidaridad con el Pueblo y de Lucha por la Paz y David Denny, Movimiento Caribeño por la Paz y la Integración y Carolus Wimmer, Comité de Solidaridad Internacional y lucha por la Paz. Venezuela .\nAl tomar la palabra Socorro Gomes, Centro Brasileño de Solidaridad con el Pueblo y de Lucha por la Paz expreso que el mundo de la paz es un mundo de pueblos libres y dueños de su destino. Esa lucha se desarrolla en la historia, tiene sus avances y retrocesos.\n“La mayor amenaza a la paz es la intervención imperialista”, consideró.“Hugo Chávez comandó una verdadera revolución antiimperialista en busca de la liberación de la patria venezolana. Desde allí, ese imperialismo ha sido un problema para los pueblos del mundo”, indicó.\n“Nuestro continente fue barrido por los golpes, las dictaduras. Tuvimos las peores dictaduras impuestas por el imperialismo estadounidense.El imperialismo ha sido uno de los peores problemas para la paz”, señalo.\n“Es una gran amenaza para la vida del planeta y para nuestro destino de pueblo libre”, sentencia Socorro Gomes, sobre el genocidio que comete el Estado de Israel sobre el pueblo palestino.“Estados Unidos controla la moneda, el dinero por eso realiza acciones de bloqueo e impide el desarrollo libre. Tienen el control del 90% de los medios de comunicación del mundo”, indicó.\nALBA . TCP es un gran instrumento de la paz y de la libertad de los pueblos, busca una alternativa, una organización porque el factor principal además de la unión de pueblos y gobiernos, es la búsqueda del progreso compartido, la cooperación internacional y la paz soberana de los pueblos, sostuvo.En su oportunidad, Bahman Azad, Consejo de Paz de los Estados Unidos, indico:\n“En ningún momento la paz ha sido más amenazada en la historia reciente de lo que se encuentra hoy día. La balanza de poderes a nivel global ha comenzado a ocurrir y estamos abordando muchos peligros y reacciones negativas brutales, criminales contra los pueblos y las fuerzas de progreso”.\n“Somos testigos de los crímenes de lesa humanidad que el estado sionista de Israel esta cometiendo contra Palestina”, indicó.\n“El pueblo de Estados Unidos esta molesto con el gobierno norteamericano por lo que sucede en Palestina”. consideró\nPara Elisa Salvador, presidenta de la Liga Angoleña de Amistad y Solidaridad con los Pueblos, el respeto es la base de cualquier relación, es esencial respetar las opiniones y elecciones de los demás. Cada uno de nosotros debe sentirse debe ser un agente de la paz, denunciar situaciones de justicia”.\n“No es posible hablar de paz efectiva en el continente africano porque existen países en conflicto. Vivimos en la miseria con hambre con guerra. ¿Cómo es posible hablar de paz?”, dijo\n“Sabemos, conocemos a ese enemigo común pero tenemos la necesidad de unirnos. Necesitamos vivir esa paz pero para poder experimentar esa paz debemos tener la buena voluntad de nuestros dirigentes y gobernantes”, acotó.\nDavid Denny, secretario general para el Movimiento Caribeño por la Paz y la Integración, destaca la cooperación de Cuba y Venezuela con los estados del Caribe a través de PetroCaribe.\nRecordo que “Estamos en medio de una guerra ideológica, económica, política y militar. Debemos unir nuestras fuerzas para defender a nuestra región del imperialismo estadounidense”\nDestacó que “Cuba ha enviado a más de cuatrocientos médicos a Haití (…) Estamos en contra de cualquier tipo de intervención en territorio haitiano”.\n“Cuba siempre ha estado del lado de los pobres y desfavorecidos, ayudó a liberar a África. Tenemos que ser solidarios con nuestros hermanos de Cuba”, señalo.\nCarolus Wimmer, Comité de Solidaridad Internacional y lucha por la Paz, manifiesta su solidaridad con el pueblo y las fuerzas de izquierda estadounidenses, señaló:.\n“Hay un pueblo en lucha contra ese sistema injusto, imperialista, un pueblo que sufre. Extendemos nuestra solidaridad y el trabajo junto con las fuerzas de la izquierda progesista de los Estados Unidos”.\n“Es necesario ir al pasado para construir el futuro. Para Bolívar la paz no era pacifismo no era la tranquilidad; para Bolívar la paz era la justicia, la independencia, la libertad”.\n“Tenemos que seguir combatiendo todos los días, el enemigo espera que bajes la guardia. No hay descanso”, sostuvo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/alba-tcp-analiza-el-tema-de-la-paz-y-la-lucha-contra-el-imperialismo/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 274,
    "message_id": 73563,
    "date": "2024-07-24T18:55:30+00:00",
    "text": "teleSUR\nALBA-TCP analiza el tema de la paz y la lucha contra el imperialismo\nhttps://www.telesurtv.net/alba-tcp-analiza-el-tema-de-la-paz-y-la-lucha-contra-el-imperialismo/",
    "photo_path": null,
    "views": 1477,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "en el empeño de buscar mecanismos y estrategias para enfrentar la ofensiva imperial y el sistema dominante en el planeta, se desarrolla en la capital venezolana el segundo encuentro del alba-tcp para una alternativa social mundial de bolívar a chávez, con la presencia de unos 400 delegados. en esta ocasión se desarollaron dos mesas; el panel iv alternativa para la paz inalterable con la presencia de elisa salvador, de la liga angoleña de amistad y y solidaridad de los pueblos, bahman azad, consejo de paz de los estados unidos, socorro gomes, centro brasileño de solidaridad con el pueblo y de lucha por la paz y david denny, movimiento caribeño por la paz y la integración y carolus wimmer, comité de solidaridad internacional y lucha por la paz. venezuela . al tomar la palabra socorro gomes, centro brasileño de solidaridad con el pueblo y de lucha por la paz expreso que el mundo de la paz es un mundo de pueblos libres y dueños de su destino. esa lucha se desarrolla en la historia, tiene sus avances y retrocesos. “la mayor amenaza a la paz es la intervención imperialista”, consideró.“hugo chávez comandó una verdadera revolución antiimperialista en busca de la liberación de la patria venezolana. desde allí, ese imperialismo ha sido un problema para los pueblos del mundo”, indicó. “nuestro continente fue barrido por los golpes, las dictaduras. tuvimos las peores dictaduras impuestas por el imperialismo estadounidense.el imperialismo ha sido uno de los peores problemas para la paz”, señalo. “es una gran amenaza para la vida del planeta y para nuestro destino de pueblo libre”, sentencia socorro gomes, sobre el genocidio que comete el estado de israel sobre el pueblo palestino.“estados unidos controla la moneda, el dinero por eso realiza acciones de bloqueo e impide el desarrollo libre. tienen el control del 90% de los medios de comunicación del mundo”, indicó. alba . tcp es un gran instrumento de la paz y de la libertad de los pueblos, busca una alternativa, una organización porque el factor principal además de la unión de pueblos y gobiernos, es la búsqueda del progreso compartido, la cooperación internacional y la paz soberana de los pueblos, sostuvo.en su oportunidad, bahman azad, consejo de paz de los estados unidos, indico: “en ningún momento la paz ha sido más amenazada en la historia reciente de lo que se encuentra hoy día. la balanza de poderes a nivel global ha comenzado a ocurrir y estamos abordando muchos peligros y reacciones negativas brutales, criminales contra los pueblos y las fuerzas de progreso”. “somos testigos de los crímenes de lesa humanidad que el estado sionista de israel esta cometiendo contra palestina”, indicó. “el pueblo de estados unidos esta molesto con el gobierno norteamericano por lo que sucede en palestina”. consideró para elisa salvador, presidenta de la liga angoleña de amistad y solidaridad con los pueblos, el respeto es la base de cualquier relación, es esencial respetar las opiniones y elecciones de los demás. cada uno de nosotros debe sentirse debe ser un agente de la paz, denunciar situaciones de justicia”. “no es posible hablar de paz efectiva en el continente africano porque existen países en conflicto. vivimos en la miseria con hambre con guerra. ¿cómo es posible hablar de paz?”, dijo “sabemos, conocemos a ese enemigo común pero tenemos la necesidad de unirnos. necesitamos vivir esa paz pero para poder experimentar esa paz debemos tener la buena voluntad de nuestros dirigentes y gobernantes”, acotó. david denny, secretario general para el movimiento caribeño por la paz y la integración, destaca la cooperación de cuba y venezuela con los estados del caribe a través de petrocaribe. recordo que “estamos en medio de una guerra ideológica, económica, política y militar. debemos unir nuestras fuerzas para defender a nuestra región del imperialismo estadounidense” destacó que “cuba ha enviado a más de cuatrocientos médicos a haití (…) estamos en contra de cualquier tipo de intervención en territorio haitiano”. “cuba siempre ha estado del lado de los pobres y desfavorecidos, ayudó a liberar a áfrica. tenemos que ser solidarios con nuestros hermanos de cuba”, señalo. carolus wimmer, comité de solidaridad internacional y lucha por la paz, manifiesta su solidaridad con el pueblo y las fuerzas de izquierda estadounidenses, señaló:. “hay un pueblo en lucha contra ese sistema injusto, imperialista, un pueblo que sufre. extendemos nuestra solidaridad y el trabajo junto con las fuerzas de la izquierda progesista de los estados unidos”. “es necesario ir al pasado para construir el futuro. para bolívar la paz no era pacifismo no era la tranquilidad; para bolívar la paz era la justicia, la independencia, la libertad”. “tenemos que seguir combatiendo todos los días, el enemigo espera que bajes la guardia. no hay descanso”, sostuvo.",
    "tokens": [
      "empeño",
      "buscar",
      "mecanismos",
      "estrategias",
      "enfrentar",
      "ofensiva",
      "imperial",
      "sistema",
      "dominante",
      "planeta",
      ",",
      "desarrolla",
      "capital",
      "venezolana",
      "segundo",
      "encuentro",
      "alba-tcp",
      "alternativa",
      "social",
      "mundial",
      "bolívar",
      "chávez",
      ",",
      "presencia",
      "400",
      "delegados",
      ".",
      "ocasión",
      "desarollaron",
      "dos",
      "mesas",
      ";",
      "panel",
      "iv",
      "alternativa",
      "paz",
      "inalterable",
      "presencia",
      "elisa",
      "salvador",
      ",",
      "liga",
      "angoleña",
      "amistad",
      "solidaridad",
      "pueblos",
      ",",
      "bahman",
      "azad",
      ",",
      "consejo",
      "paz",
      "unidos",
      ",",
      "socorro",
      "gomes",
      ",",
      "centro",
      "brasileño",
      "solidaridad",
      "pueblo",
      "lucha",
      "paz",
      "david",
      "denny",
      ",",
      "movimiento",
      "caribeño",
      "paz",
      "integración",
      "carolus",
      "wimmer",
      ",",
      "comité",
      "solidaridad",
      "internacional",
      "lucha",
      "paz",
      ".",
      "venezuela",
      ".",
      "tomar",
      "palabra",
      "socorro",
      "gomes",
      ",",
      "centro",
      "brasileño",
      "solidaridad",
      "pueblo",
      "lucha",
      "paz",
      "expreso",
      "mundo",
      "paz",
      "mundo",
      "pueblos",
      "libres",
      "dueños",
      "destino",
      ".",
      "lucha",
      "desarrolla",
      "historia",
      ",",
      "avances",
      "retrocesos",
      ".",
      "“",
      "mayor",
      "amenaza",
      "paz",
      "intervención",
      "imperialista",
      "”",
      ",",
      "consideró.",
      "“",
      "hugo",
      "chávez",
      "comandó",
      "verdadera",
      "revolución",
      "antiimperialista",
      "busca",
      "liberación",
      "patria",
      "venezolana",
      ".",
      "allí",
      ",",
      "imperialismo",
      "sido",
      "problema",
      "pueblos",
      "mundo",
      "”",
      ",",
      "indicó",
      ".",
      "“",
      "continente",
      "barrido",
      "golpes",
      ",",
      "dictaduras",
      ".",
      "peores",
      "dictaduras",
      "impuestas",
      "imperialismo",
      "estadounidense.el",
      "imperialismo",
      "sido",
      "peores",
      "problemas",
      "paz",
      "”",
      ",",
      "señalo",
      ".",
      "“",
      "gran",
      "amenaza",
      "vida",
      "planeta",
      "destino",
      "pueblo",
      "libre",
      "”",
      ",",
      "sentencia",
      "socorro",
      "gomes",
      ",",
      "genocidio",
      "comete",
      "israel",
      "pueblo",
      "palestino.",
      "“",
      "unidos",
      "controla",
      "moneda",
      ",",
      "dinero",
      "realiza",
      "acciones",
      "bloqueo",
      "impide",
      "desarrollo",
      "libre",
      ".",
      "control",
      "90",
      "%",
      "medios",
      "comunicación",
      "mundo",
      "”",
      ",",
      "indicó",
      ".",
      "alba",
      ".",
      "tcp",
      "gran",
      "instrumento",
      "paz",
      "libertad",
      "pueblos",
      ",",
      "busca",
      "alternativa",
      ",",
      "organización",
      "factor",
      "principal",
      "además",
      "unión",
      "pueblos",
      "gobiernos",
      ",",
      "búsqueda",
      "progreso",
      "compartido",
      ",",
      "cooperación",
      "internacional",
      "paz",
      "soberana",
      "pueblos",
      ",",
      "sostuvo.en",
      "oportunidad",
      ",",
      "bahman",
      "azad",
      ",",
      "consejo",
      "paz",
      "unidos",
      ",",
      "indico",
      ":",
      "“",
      "ningún",
      "momento",
      "paz",
      "sido",
      "amenazada",
      "historia",
      "reciente",
      "encuentra",
      "hoy",
      "día",
      ".",
      "balanza",
      "poderes",
      "nivel",
      "global",
      "comenzado",
      "ocurrir",
      "abordando",
      "peligros",
      "reacciones",
      "negativas",
      "brutales",
      ",",
      "criminales",
      "pueblos",
      "fuerzas",
      "progreso",
      "”",
      ".",
      "“",
      "testigos",
      "crímenes",
      "lesa",
      "humanidad",
      "sionista",
      "israel",
      "cometiendo",
      "palestina",
      "”",
      ",",
      "indicó",
      ".",
      "“",
      "pueblo",
      "unidos",
      "molesto",
      "gobierno",
      "norteamericano",
      "sucede",
      "palestina",
      "”",
      ".",
      "consideró",
      "elisa",
      "salvador",
      ",",
      "presidenta",
      "liga",
      "angoleña",
      "amistad",
      "solidaridad",
      "pueblos",
      ",",
      "respeto",
      "base",
      "cualquier",
      "relación",
      ",",
      "esencial",
      "respetar",
      "opiniones",
      "elecciones",
      "demás",
      ".",
      "cada",
      "debe",
      "sentirse",
      "debe",
      "ser",
      "agente",
      "paz",
      ",",
      "denunciar",
      "situaciones",
      "justicia",
      "”",
      ".",
      "“",
      "posible",
      "hablar",
      "paz",
      "efectiva",
      "continente",
      "africano",
      "existen",
      "países",
      "conflicto",
      ".",
      "vivimos",
      "miseria",
      "hambre",
      "guerra",
      ".",
      "¿cómo",
      "posible",
      "hablar",
      "paz",
      "?",
      "”",
      ",",
      "dijo",
      "“",
      "sabemos",
      ",",
      "conocemos",
      "enemigo",
      "común",
      "necesidad",
      "unirnos",
      ".",
      "necesitamos",
      "vivir",
      "paz",
      "poder",
      "experimentar",
      "paz",
      "debemos",
      "tener",
      "buena",
      "voluntad",
      "dirigentes",
      "gobernantes",
      "”",
      ",",
      "acotó",
      ".",
      "david",
      "denny",
      ",",
      "secretario",
      "general",
      "movimiento",
      "caribeño",
      "paz",
      "integración",
      ",",
      "destaca",
      "cooperación",
      "cuba",
      "venezuela",
      "caribe",
      "través",
      "petrocaribe",
      ".",
      "recordo",
      "“",
      "medio",
      "guerra",
      "ideológica",
      ",",
      "económica",
      ",",
      "política",
      "militar",
      ".",
      "debemos",
      "unir",
      "fuerzas",
      "defender",
      "región",
      "imperialismo",
      "estadounidense",
      "”",
      "destacó",
      "“",
      "cuba",
      "enviado",
      "cuatrocientos",
      "médicos",
      "haití",
      "(",
      "…",
      ")",
      "cualquier",
      "tipo",
      "intervención",
      "territorio",
      "haitiano",
      "”",
      ".",
      "“",
      "cuba",
      "siempre",
      "lado",
      "pobres",
      "desfavorecidos",
      ",",
      "ayudó",
      "liberar",
      "áfrica",
      ".",
      "ser",
      "solidarios",
      "hermanos",
      "cuba",
      "”",
      ",",
      "señalo",
      ".",
      "carolus",
      "wimmer",
      ",",
      "comité",
      "solidaridad",
      "internacional",
      "lucha",
      "paz",
      ",",
      "manifiesta",
      "solidaridad",
      "pueblo",
      "fuerzas",
      "izquierda",
      "estadounidenses",
      ",",
      "señaló",
      ":",
      ".",
      "“",
      "pueblo",
      "lucha",
      "sistema",
      "injusto",
      ",",
      "imperialista",
      ",",
      "pueblo",
      "sufre",
      ".",
      "extendemos",
      "solidaridad",
      "trabajo",
      "junto",
      "fuerzas",
      "izquierda",
      "progesista",
      "unidos",
      "”",
      ".",
      "“",
      "necesario",
      "ir",
      "pasado",
      "construir",
      "futuro",
      ".",
      "bolívar",
      "paz",
      "pacifismo",
      "tranquilidad",
      ";",
      "bolívar",
      "paz",
      "justicia",
      ",",
      "independencia",
      ",",
      "libertad",
      "”",
      ".",
      "“",
      "seguir",
      "combatiendo",
      "días",
      ",",
      "enemigo",
      "espera",
      "bajes",
      "guardia",
      ".",
      "descanso",
      "”",
      ",",
      "sostuvo",
      "."
    ],
    "token_count": 531,
    "sentence_count": 34
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 143,
      "FW": 171,
      "JJ": 58,
      "NN": 272,
      "IN": 42,
      "CD": 2,
      "NNS": 20,
      "VBZ": 10,
      "VBP": 15,
      "VBD": 2,
      "JJR": 3,
      "DT": 3
    },
    "bigram_freq": {
      "NNP-FW": 17,
      "FW-FW": 107,
      "FW-JJ": 8,
      "JJ-NN": 43,
      "NN-NN": 152,
      "NN-FW": 20,
      "FW-NN": 25,
      "NN-IN": 25,
      "IN-FW": 21,
      "FW-NNP": 22,
      "NNP-NNP": 60,
      "NNP-NN": 42,
      "NN-JJ": 24,
      "JJ-NNP": 5,
      "FW-CD": 1,
      "CD-NN": 1,
      "NN-NNP": 38,
      "NNP-JJ": 4,
      "NNP-IN": 12,
      "IN-NNP": 14,
      "JJ-FW": 2,
      "FW-NNS": 6,
      "NNS-FW": 2,
      "NNP-VBZ": 5,
      "VBZ-JJ": 3,
      "NN-NNS": 6,
      "NNS-VBP": 11,
      "VBP-NNP": 3,
      "IN-JJ": 4,
      "VBP-JJ": 8,
      "VBP-NNS": 1,
      "NNP-VBP": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 1,
      "JJ-JJ": 4,
      "NNS-IN": 3,
      "NN-VBZ": 3,
      "VBZ-CD": 1,
      "CD-IN": 1,
      "NNS-JJ": 1,
      "JJ-NNS": 4,
      "NNS-NNS": 2,
      "VBP-IN": 1,
      "IN-JJR": 2,
      "JJR-NN": 2,
      "NN-VBP": 3,
      "FW-JJR": 1,
      "JJR-JJ": 1,
      "IN-NN": 1,
      "VBP-VBZ": 1,
      "VBZ-FW": 2,
      "VBP-NN": 1,
      "VBD-NNS": 1,
      "NNS-NN": 1,
      "VBZ-DT": 3,
      "DT-NN": 3,
      "FW-VBZ": 1,
      "VBZ-NN": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 8,
      "FW-FW-FW": 73,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 5,
      "JJ-NN-NN": 21,
      "NN-NN-NN": 86,
      "NN-NN-FW": 13,
      "NN-FW-FW": 12,
      "FW-FW-NN": 13,
      "FW-NN-IN": 3,
      "NN-IN-FW": 15,
      "IN-FW-NN": 2,
      "FW-NN-NN": 14,
      "NN-FW-NNP": 4,
      "FW-NNP-NNP": 14,
      "NNP-NNP-FW": 7,
      "NNP-FW-NNP": 4,
      "FW-NNP-NN": 2,
      "NNP-NN-JJ": 4,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-NNP": 24,
      "NNP-NNP-NN": 17,
      "NNP-NN-NN": 29,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-NN": 12,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 20,
      "JJ-NN-NNP": 5,
      "NN-NNP-NNP": 14,
      "NN-NN-NNP": 22,
      "NN-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "FW-FW-NNP": 10,
      "NNP-NNP-IN": 8,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 4,
      "NNP-IN-NNP": 9,
      "IN-NNP-NNP": 6,
      "FW-NNP-FW": 5,
      "IN-NNP-NN": 6,
      "NN-NNP-IN": 3,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "FW-FW-NNS": 4,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NN-NNP": 3,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-IN": 12,
      "IN-FW-FW": 10,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 3,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 1,
      "NN-FW-NN": 3,
      "FW-NN-FW": 3,
      "FW-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NN": 3,
      "NN-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NNP-NN-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-NN": 6,
      "NN-NN-IN": 9,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-JJ": 3,
      "NN-NN-VBZ": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "CD-IN-FW": 1,
      "NNP-NNP-VBZ": 2,
      "FW-NN-JJ": 2,
      "JJ-NN-JJ": 3,
      "JJ-NN-FW": 2,
      "NN-IN-NNP": 5,
      "NNP-NN-NNP": 6,
      "NN-NNP-FW": 3,
      "NNP-FW-NN": 5,
      "NN-IN-JJ": 3,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NNS-IN": 1,
      "IN-NNP-FW": 1,
      "NNP-NN-FW": 2,
      "NN-IN-JJR": 2,
      "IN-JJR-NN": 2,
      "JJR-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "NN-NNS-FW": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-VBZ": 1,
      "VBP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-JJ-NNP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "FW-NNS-NNS": 1,
      "VBP-NNP-NNP": 1,
      "NNP-JJ-NNS": 1,
      "JJR-NN-IN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-NN": 1,
      "NNS-NN-JJ": 1,
      "VBP-NNP-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 3,
      "DT-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "DT-NN-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "NN-VBZ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 272,
        "FW": 171,
        "NNP": 143,
        "JJ": 58,
        "IN": 42
      },
      "top_bigrams": {
        "NN-NN": 152,
        "FW-FW": 107,
        "NNP-NNP": 60,
        "JJ-NN": 43,
        "NNP-NN": 42
      },
      "top_trigrams": {
        "NN-NN-NN": 86,
        "FW-FW-FW": 73,
        "NNP-NN-NN": 29,
        "NNP-NNP-NNP": 24,
        "NN-NN-NNP": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 34,
    "chunk_counts": {
      "NP": 204,
      "PP": 17,
      "ADJP": 2,
      "VP": 28
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 15,
        "weight": 0.0526
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 4,
        "weight": 0.014
      },
      {
        "rule": "S -> NP ('.', '.')",
        "frequency": 3,
        "weight": 0.0105
      },
      {
        "rule": "NP -> ('indicó', 'NN')",
        "frequency": 3,
        "weight": 0.0105
      },
      {
        "rule": "NP -> ('las', 'JJ') ('fuerzas', 'NN')",
        "frequency": 3,
        "weight": 0.0105
      },
      {
        "rule": "NP -> ('se', 'JJ') ('desarrolla', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Liga', 'NNP') ('Angoleña', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Bahman', 'NNP') ('Azad', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Consejo', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Paz', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "imperial y el sistema dominante"
      },
      {
        "label": "NP",
        "text": "el planeta"
      },
      {
        "label": "NP",
        "text": "se desarrolla"
      },
      {
        "label": "NP",
        "text": "capital venezolana"
      },
      {
        "label": "NP",
        "text": "Segundo Encuentro"
      },
      {
        "label": "NP",
        "text": "ALBA-TCP para"
      },
      {
        "label": "NP",
        "text": "una Alternativa Social Mundial"
      },
      {
        "label": "NP",
        "text": "Bolívar"
      },
      {
        "label": "NP",
        "text": "a Chávez"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "delegados"
      },
      {
        "label": "NP",
        "text": "En esta ocasión se desarollaron dos mesas"
      },
      {
        "label": "NP",
        "text": "panel IV Alternativa para la Paz"
      },
      {
        "label": "NP",
        "text": "inalterable con la"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  el/FW\n  empeño/FW\n  de/FW\n  buscar/FW\n  mecanismos/FW\n  y/FW\n  estrategias/FW\n  para/FW\n  enfrentar/FW\n  la/FW\n  ofensiva/FW\n  (NP imperial/JJ y/NN el/NN sistema/NN dominante/NN)\n  en/FW\n  (NP el/NN planeta/NN)\n  ,/,\n  (NP se/JJ desarrolla/NN)\n  en/IN\n  la/FW\n  (NP capital/NN venezolana/NN)\n  el/FW\n  (NP Segundo/NNP Encuentro/NNP)\n  del/FW\n  (NP ALBA-TCP/NNP para/NN)\n  (NP una/JJ Alternativa/NNP Social/NNP Mundial/NNP)\n  de/FW\n  (NP Bolívar/NNP)\n  (NP a/DT Chávez/NNP)\n  ,/,\n  (NP con/NN)\n  la/FW\n  presencia/FW\n  de/FW\n  unos/FW\n  400/CD\n  (NP delegados/NN)\n  ./.)",
      "(S\n  (NP\n    En/NNP\n    esta/NN\n    ocasión/NN\n    se/NN\n    desarollaron/NN\n    dos/NN\n    mesas/NN)\n  ;/:\n  el/CC\n  (NP panel/NN IV/NNP Alternativa/NNP para/NN la/NN Paz/NNP)\n  (NP inalterable/JJ con/NN la/NN)\n  presencia/FW\n  de/FW\n  (NP Elisa/NNP Salvador/NNP)\n  ,/,\n  de/FW\n  la/FW\n  (NP Liga/NNP Angoleña/NNP)\n  (PP de/IN (NP Amistad/NNP y/NNP y/NNP Solidaridad/NNP))\n  de/IN\n  los/FW\n  (NP Pueblos/NNP)\n  ,/,\n  (NP Bahman/NNP Azad/NNP)\n  ,/,\n  (NP Consejo/NNP)\n  de/FW\n  (NP Paz/NNP)\n  de/FW\n  los/FW\n  (NP Estados/NNP Unidos/NNP)\n  ,/,\n  (NP Socorro/NNP Gomes/NNP)\n  ,/,\n  (NP Centro/NNP Brasileño/NNP)\n  (PP de/IN (NP Solidaridad/NNP con/NN el/NN Pueblo/NNP y/NNP))\n  (PP\n    de/IN\n    (NP Lucha/NNP por/NN la/NN Paz/NNP y/NN David/NNP Denny/NNP))\n  ,/,\n  (NP\n    Movimiento/NNP\n    Caribeño/NNP\n    por/NN\n    la/NN\n    Paz/NNP\n    y/NNP\n    la/NNP\n    Integración/NNP\n    y/NNP\n    Carolus/NNP\n    Wimmer/NNP)\n  ,/,\n  (NP Comité/NNP)\n  de/FW\n  (NP\n    Solidaridad/NNP\n    Internacional/NNP\n    y/NN\n    lucha/NN\n    por/NN\n    la/NN\n    Paz/NNP)\n  ./.)",
      "(S (NP Venezuela/NNP) ./.)",
      "(S\n  (NP Al/NNP tomar/NN la/NN palabra/NN Socorro/NNP Gomes/NNP)\n  ,/,\n  (NP Centro/NNP Brasileño/NNP)\n  (PP de/IN (NP Solidaridad/NNP con/NN el/NN Pueblo/NNP y/NNP))\n  (PP de/IN (NP Lucha/NNP por/NN la/NN Paz/NNP expreso/NN que/NN))\n  el/FW\n  mundo/FW\n  de/FW\n  la/FW\n  paz/FW\n  es/FW\n  (ADJP un/JJ)\n  mundo/FW\n  de/FW\n  pueblos/FW\n  (NP libres/NNS)\n  (VP y/VBP (NP dueños/NN))\n  de/FW\n  su/FW\n  (NP destino/NN)\n  ./.)",
      "(S\n  (NP Esa/NNP)\n  (VP lucha/VBZ (NP se/JJ desarrolla/NN))\n  en/IN\n  la/FW\n  (NP historia/NNS)\n  ,/,\n  tiene/EX\n  (NP sus/NN avances/NNS)\n  (VP y/VBP (NP retrocesos/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto. vivimos en la",
        "position": [
          3185,
          3209
        ],
        "start": 3185,
        "end": 3209
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          4459,
          4466
        ],
        "start": 4459,
        "end": 4466
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          142,
          149
        ],
        "start": 142,
        "end": 149
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación internacional",
        "position": [
          2115,
          2140
        ],
        "start": 2115,
        "end": 2140
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sostuvo",
        "position": [
          2175,
          2182
        ],
        "start": 2175,
        "end": 2182
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "genocidio que comete el estado de israel sobre el pueblo",
        "position": [
          1630,
          1686
        ],
        "start": 1630,
        "end": 1686
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta de la",
        "position": [
          2815,
          2831
        ],
        "start": 2815,
        "end": 2831
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          186,
          190
        ],
        "start": 186,
        "end": 190
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          3864,
          3871
        ],
        "start": 3864,
        "end": 3871
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          3614,
          3618
        ],
        "start": 3614,
        "end": 3618
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          517,
          531
        ],
        "start": 517,
        "end": 531
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          753,
          762
        ],
        "start": 753,
        "end": 762
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          364,
          370
        ],
        "start": 364,
        "end": 370
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          3651,
          3657
        ],
        "start": 3651,
        "end": 3657
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          1654,
          1663
        ],
        "start": 1654,
        "end": 1663
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro brasileño",
        "position": [
          548,
          564
        ],
        "start": 548,
        "end": 564
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2356,
          2359
        ],
        "start": 2356,
        "end": 2359
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialista",
        "position": [
          1071,
          1083
        ],
        "start": 1071,
        "end": 1083
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          1771,
          1778
        ],
        "start": 1771,
        "end": 1778
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "solidaridad internacional",
        "position": [
          707,
          732
        ],
        "start": 707,
        "end": 732
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Socorro Gomes",
        "tipo": "Persona"
      },
      {
        "nombre": "IV Alternativa para la Paz",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Para Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "PetroCaribe",
        "tipo": "Organizacion"
      },
      {
        "nombre": "ALBA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Movimiento Caribeño por la Paz y la Integración",
        "tipo": "Organizacion"
      },
      {
        "nombre": "la Paz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Solidaridad de los Pueblos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "la Paz",
        "tipo": "Persona"
      },
      {
        "nombre": "Centro Brasileño de Solidaridad con el Pueblo",
        "tipo": "Lugar"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bahman Azad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tuvimos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Liga Angoleña",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Elisa Salvador",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo de Paz de los Estados Unidos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comité de Solidaridad Internacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado de Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carolus Wimmer",
        "tipo": "Persona"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "David Denny",
        "tipo": "Persona"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Socorro Gomes",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Estado de Israel",
        "relacion": "SENTENCIAR",
        "objeto": "Socorro Gomes"
      },
      {
        "sujeto": "David Denny",
        "relacion": "DESTACAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "David Denny",
        "relacion": "DESTACAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "David Denny",
        "relacion": "DESTACAR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "David Denny",
        "relacion": "DESTACAR",
        "objeto": "PetroCaribe"
      },
      {
        "sujeto": "Movimiento Caribeño por la Paz y la Integración",
        "relacion": "DESTACAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Movimiento Caribeño por la Paz y la Integración",
        "relacion": "DESTACAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Movimiento Caribeño por la Paz y la Integración",
        "relacion": "DESTACAR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "Movimiento Caribeño por la Paz y la Integración",
        "relacion": "DESTACAR",
        "objeto": "PetroCaribe"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ENVIAR_DESTACAR_UNIR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ESTAR",
        "objeto": "África"
      }
    ]
  },
  "sentiment": {
    "compound": 0.802,
    "pos": 0.021,
    "neu": 0.97,
    "neg": 0.009,
    "label": "positive"
  }
}