{
  "url": "https://www.telesurtv.net/presidente-maduro-para-defender-el-derecho-a-la-paz-tenemos-que-ganar-por-nocaut-el-28-de-julio/",
  "title": "Presidente Maduro: para defender el derecho a la paz, tenemos que ganar por nocaut el 28 de julio - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Aragua",
    "áreas del Hospital “José Rafael Rangel",
    "Presidente Maduro"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro Moros, afirmó este viernes que “para defender el derecho a la paz, tenemos que ganar por nocaut el 28 de julio”, al reiterar su llamado a construir un poderoso 1×10 con vistas a los comicios presidenciales.\nDesde el municipio Girardot, del estado Aragua, y ante una multitudinaria concentración de pueblo que lo aclamaba, el jefe de Estado afirmó que “Aragua tiene el espíritu original del Libertador Simón Bolívar” y ratificó que “el 1×10 es la garantía de la paz en Venezuela”.\n“¿Quieren que vuelva la guarimba? ¿Quieren que vuelvan a quemar gente viva? ¿Quieren paz? ¡Para defender el derecho a la paz tenemos que ganar por paliza, por nocaut el 28 de julio!”, subrayó.\nEl mandatario instó a los venezolanos a movilizarse por medio del 1×10, de cara a las elecciones presidenciales del domingo 28 de julio.\n“Hay que hacer 1×10 en la familia, con los vecinos, con las vecinas (…) me organizan el 1×10 para darle un nocaut a la derecha fascista el 28 de julio. ¡Venezuela tiene que seguir avanzando!”, precisó el mandatario.\nPor otro lado, realzó la valentía del pueblo venezolano al resistir las medidas coercitivas unilaterales e ilegales de Estados Unidos y sectores de la ultraderecha, que promovieron la guerra económica contra el país suramericano.\n“Costó bastante enfrentar y superar la guerra económica, nos costó bastante, pero yo les digo: ahora tengo las riendas de la economía venezolana y vamos al crecimiento, a la prosperidad, al equilibrio”; enfatizó.\nAsimismo, puntualizó en esta etapa el pueblo y su presidente han permanecido juntos, y los instó a continuar así porque “vienen mejores tiempos de crecimiento y bienestar”.\n“Estamos defendiendo el derecho al futuro de nuestros nietos”, manifestó el presidente venezolano ante el pueblo de Girardot.\nEn la localidad de Villa de Cura, del municipio Zamora, el mandatario inauguró los quirófanos rehabilitados del  Hospital Dr. “José Rafael Rangel”, así como salas de hospitalización para niños y adultos, espacios para la sala de maternidad y cuidados postoperatorios.\nDe esta forma, insistió en que a cada centro hospitalario y Centro de Diagnóstico Integral (CDI) les corresponde ser  “una escuela para formar profesionales con el más alto nivel científico y humano”.\nEl presidente fue recibido por una multitud de personas que le ofrecieron muestras de amor del pueblo de Villa de Cura, y ante la acogida popular, el mandatario agradeció las muestras de fe y el amor que le propicia la nación venezolana.\nEn ese marco, gracias a la Universidad de la Ciencias de la Salud (UCS) “Hugo Chávez Frías”, están activos 98 estudiantes de postgrado en seis especialidades dentro del centro hospitalario.\nEl jefe de Estado instó a contar con “el más alto nivel humanístico, el amor por la profesión y por el pueblo, y el más alto nivel científico y profesional porque los médicos, las médicas y los profesionales de la salud, confirmado, son los mejores de América Latina y el Caribe”.\nTambién destacó que, ante las ilícitas sanciones imperialistas, el derecho a la salud está resguardado, y precisó que con la reparación económica, los ingresos que obtienen las arcas del Estado están consignados al perfeccionamiento de las infraestructuras y al suministro de insumos.\n“La derecha pretende privatizar la educación y la salud de Venezuela, mientras que la Revolución Bolivariana continúa empeñada en perfeccionar los métodos para garantizar una atención de calidad para el pueblo”, añadió.\nEl presidente venezolano recalcó la necesidad de “darle las gracias al día bendito en el que creí en el pueblo y creé el 1×10 del Buen Gobierno, sabía que iba a funcionar. Ellos (derecha) quieren privatizar la educación y la salud, nosotros estamos mejorando con el 1×10 del Buen Gobierno”.\nA su vez, la ministra del Poder Popular para la Salud, Magaly Gutiérrez, expuso los mecanismos utilizados en las salas de maternidad en dicho hospital, donde recalcó que realiza un monitoreo profundo a la madre y la bebe, y resaltó  que el centro posee  un contingente de médicos y enfermeras.\nComo parte de la jornada, el mandatario inauguró espacios recuperados de la Casa de la Cultura “Plaza Sucre”, ubicada en Cagua, espacio que cuenta con salones para artes plásticas, música y danza, y locales que pueden destinarse a galerías, bibliotecas y estudios de grabación.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-maduro-para-defender-el-derecho-a-la-paz-tenemos-que-ganar-por-nocaut-el-28-de-julio/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 802,
    "message_id": 71941,
    "date": "2024-06-07T23:55:07+00:00",
    "text": "teleSUR\nPresidente Maduro: para defender el derecho a la paz, tenemos que ganar por nocaut el 28 de julio\nhttps://www.telesurtv.net/presidente-maduro-para-defender-el-derecho-a-la-paz-tenemos-que-ganar-por-nocaut-el-28-de-julio/",
    "photo_path": null,
    "views": 1489,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro moros, afirmó este viernes que “para defender el derecho a la paz, tenemos que ganar por nocaut el 28 de julio”, al reiterar su llamado a construir un poderoso 1×10 con vistas a los comicios presidenciales. desde el municipio girardot, del estado aragua, y ante una multitudinaria concentración de pueblo que lo aclamaba, el jefe de estado afirmó que “aragua tiene el espíritu original del libertador simón bolívar” y ratificó que “el 1×10 es la garantía de la paz en venezuela”. “¿quieren que vuelva la guarimba? ¿quieren que vuelvan a quemar gente viva? ¿quieren paz? ¡para defender el derecho a la paz tenemos que ganar por paliza, por nocaut el 28 de julio!”, subrayó. el mandatario instó a los venezolanos a movilizarse por medio del 1×10, de cara a las elecciones presidenciales del domingo 28 de julio. “hay que hacer 1×10 en la familia, con los vecinos, con las vecinas (…) me organizan el 1×10 para darle un nocaut a la derecha fascista el 28 de julio. ¡venezuela tiene que seguir avanzando!”, precisó el mandatario. por otro lado, realzó la valentía del pueblo venezolano al resistir las medidas coercitivas unilaterales e ilegales de estados unidos y sectores de la ultraderecha, que promovieron la guerra económica contra el país suramericano. “costó bastante enfrentar y superar la guerra económica, nos costó bastante, pero yo les digo: ahora tengo las riendas de la economía venezolana y vamos al crecimiento, a la prosperidad, al equilibrio”; enfatizó. asimismo, puntualizó en esta etapa el pueblo y su presidente han permanecido juntos, y los instó a continuar así porque “vienen mejores tiempos de crecimiento y bienestar”. “estamos defendiendo el derecho al futuro de nuestros nietos”, manifestó el presidente venezolano ante el pueblo de girardot. en la localidad de villa de cura, del municipio zamora, el mandatario inauguró los quirófanos rehabilitados del hospital dr. “josé rafael rangel”, así como salas de hospitalización para niños y adultos, espacios para la sala de maternidad y cuidados postoperatorios. de esta forma, insistió en que a cada centro hospitalario y centro de diagnóstico integral (cdi) les corresponde ser “una escuela para formar profesionales con el más alto nivel científico y humano”. el presidente fue recibido por una multitud de personas que le ofrecieron muestras de amor del pueblo de villa de cura, y ante la acogida popular, el mandatario agradeció las muestras de fe y el amor que le propicia la nación venezolana. en ese marco, gracias a la universidad de la ciencias de la salud (ucs) “hugo chávez frías”, están activos 98 estudiantes de postgrado en seis especialidades dentro del centro hospitalario. el jefe de estado instó a contar con “el más alto nivel humanístico, el amor por la profesión y por el pueblo, y el más alto nivel científico y profesional porque los médicos, las médicas y los profesionales de la salud, confirmado, son los mejores de américa latina y el caribe”. también destacó que, ante las ilícitas sanciones imperialistas, el derecho a la salud está resguardado, y precisó que con la reparación económica, los ingresos que obtienen las arcas del estado están consignados al perfeccionamiento de las infraestructuras y al suministro de insumos. “la derecha pretende privatizar la educación y la salud de venezuela, mientras que la revolución bolivariana continúa empeñada en perfeccionar los métodos para garantizar una atención de calidad para el pueblo”, añadió. el presidente venezolano recalcó la necesidad de “darle las gracias al día bendito en el que creí en el pueblo y creé el 1×10 del buen gobierno, sabía que iba a funcionar. ellos (derecha) quieren privatizar la educación y la salud, nosotros estamos mejorando con el 1×10 del buen gobierno”. a su vez, la ministra del poder popular para la salud, magaly gutiérrez, expuso los mecanismos utilizados en las salas de maternidad en dicho hospital, donde recalcó que realiza un monitoreo profundo a la madre y la bebe, y resaltó que el centro posee un contingente de médicos y enfermeras. como parte de la jornada, el mandatario inauguró espacios recuperados de la casa de la cultura “plaza sucre”, ubicada en cagua, espacio que cuenta con salones para artes plásticas, música y danza, y locales que pueden destinarse a galerías, bibliotecas y estudios de grabación.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "afirmó",
      "viernes",
      "“",
      "defender",
      "derecho",
      "paz",
      ",",
      "ganar",
      "nocaut",
      "28",
      "julio",
      "”",
      ",",
      "reiterar",
      "llamado",
      "construir",
      "poderoso",
      "1×10",
      "vistas",
      "comicios",
      "presidenciales",
      ".",
      "municipio",
      "girardot",
      ",",
      "aragua",
      ",",
      "multitudinaria",
      "concentración",
      "pueblo",
      "aclamaba",
      ",",
      "jefe",
      "afirmó",
      "“",
      "aragua",
      "espíritu",
      "original",
      "libertador",
      "simón",
      "bolívar",
      "”",
      "ratificó",
      "“",
      "1×10",
      "garantía",
      "paz",
      "venezuela",
      "”",
      ".",
      "“",
      "¿quieren",
      "vuelva",
      "guarimba",
      "?",
      "¿quieren",
      "vuelvan",
      "quemar",
      "gente",
      "viva",
      "?",
      "¿quieren",
      "paz",
      "?",
      "¡para",
      "defender",
      "derecho",
      "paz",
      "ganar",
      "paliza",
      ",",
      "nocaut",
      "28",
      "julio",
      "!",
      "”",
      ",",
      "subrayó",
      ".",
      "mandatario",
      "instó",
      "venezolanos",
      "movilizarse",
      "medio",
      "1×10",
      ",",
      "cara",
      "elecciones",
      "presidenciales",
      "domingo",
      "28",
      "julio",
      ".",
      "“",
      "hacer",
      "1×10",
      "familia",
      ",",
      "vecinos",
      ",",
      "vecinas",
      "(",
      "…",
      ")",
      "organizan",
      "1×10",
      "darle",
      "nocaut",
      "derecha",
      "fascista",
      "28",
      "julio",
      ".",
      "¡venezuela",
      "seguir",
      "avanzando",
      "!",
      "”",
      ",",
      "precisó",
      "mandatario",
      ".",
      "lado",
      ",",
      "realzó",
      "valentía",
      "pueblo",
      "venezolano",
      "resistir",
      "medidas",
      "coercitivas",
      "unilaterales",
      "ilegales",
      "unidos",
      "sectores",
      "ultraderecha",
      ",",
      "promovieron",
      "guerra",
      "económica",
      "país",
      "suramericano",
      ".",
      "“",
      "costó",
      "bastante",
      "enfrentar",
      "superar",
      "guerra",
      "económica",
      ",",
      "costó",
      "bastante",
      ",",
      "digo",
      ":",
      "ahora",
      "riendas",
      "economía",
      "venezolana",
      "vamos",
      "crecimiento",
      ",",
      "prosperidad",
      ",",
      "equilibrio",
      "”",
      ";",
      "enfatizó",
      ".",
      "asimismo",
      ",",
      "puntualizó",
      "etapa",
      "pueblo",
      "presidente",
      "permanecido",
      "juntos",
      ",",
      "instó",
      "continuar",
      "así",
      "“",
      "vienen",
      "mejores",
      "tiempos",
      "crecimiento",
      "bienestar",
      "”",
      ".",
      "“",
      "defendiendo",
      "derecho",
      "futuro",
      "nietos",
      "”",
      ",",
      "manifestó",
      "presidente",
      "venezolano",
      "pueblo",
      "girardot",
      ".",
      "localidad",
      "villa",
      "cura",
      ",",
      "municipio",
      "zamora",
      ",",
      "mandatario",
      "inauguró",
      "quirófanos",
      "rehabilitados",
      "hospital",
      "dr.",
      "“",
      "josé",
      "rafael",
      "rangel",
      "”",
      ",",
      "así",
      "salas",
      "hospitalización",
      "niños",
      "adultos",
      ",",
      "espacios",
      "sala",
      "maternidad",
      "cuidados",
      "postoperatorios",
      ".",
      "forma",
      ",",
      "insistió",
      "cada",
      "centro",
      "hospitalario",
      "centro",
      "diagnóstico",
      "integral",
      "(",
      "cdi",
      ")",
      "corresponde",
      "ser",
      "“",
      "escuela",
      "formar",
      "profesionales",
      "alto",
      "nivel",
      "científico",
      "humano",
      "”",
      ".",
      "presidente",
      "recibido",
      "multitud",
      "personas",
      "ofrecieron",
      "muestras",
      "amor",
      "pueblo",
      "villa",
      "cura",
      ",",
      "acogida",
      "popular",
      ",",
      "mandatario",
      "agradeció",
      "muestras",
      "fe",
      "amor",
      "propicia",
      "nación",
      "venezolana",
      ".",
      "marco",
      ",",
      "gracias",
      "universidad",
      "ciencias",
      "salud",
      "(",
      "ucs",
      ")",
      "“",
      "hugo",
      "chávez",
      "frías",
      "”",
      ",",
      "activos",
      "98",
      "estudiantes",
      "postgrado",
      "seis",
      "especialidades",
      "dentro",
      "centro",
      "hospitalario",
      ".",
      "jefe",
      "instó",
      "contar",
      "“",
      "alto",
      "nivel",
      "humanístico",
      ",",
      "amor",
      "profesión",
      "pueblo",
      ",",
      "alto",
      "nivel",
      "científico",
      "profesional",
      "médicos",
      ",",
      "médicas",
      "profesionales",
      "salud",
      ",",
      "confirmado",
      ",",
      "mejores",
      "américa",
      "latina",
      "caribe",
      "”",
      ".",
      "destacó",
      ",",
      "ilícitas",
      "sanciones",
      "imperialistas",
      ",",
      "derecho",
      "salud",
      "resguardado",
      ",",
      "precisó",
      "reparación",
      "económica",
      ",",
      "ingresos",
      "obtienen",
      "arcas",
      "consignados",
      "perfeccionamiento",
      "infraestructuras",
      "suministro",
      "insumos",
      ".",
      "“",
      "derecha",
      "pretende",
      "privatizar",
      "educación",
      "salud",
      "venezuela",
      ",",
      "mientras",
      "revolución",
      "bolivariana",
      "continúa",
      "empeñada",
      "perfeccionar",
      "métodos",
      "garantizar",
      "atención",
      "calidad",
      "pueblo",
      "”",
      ",",
      "añadió",
      ".",
      "presidente",
      "venezolano",
      "recalcó",
      "necesidad",
      "“",
      "darle",
      "gracias",
      "día",
      "bendito",
      "creí",
      "pueblo",
      "creé",
      "1×10",
      "buen",
      "gobierno",
      ",",
      "sabía",
      "iba",
      "funcionar",
      ".",
      "(",
      "derecha",
      ")",
      "quieren",
      "privatizar",
      "educación",
      "salud",
      ",",
      "mejorando",
      "1×10",
      "buen",
      "gobierno",
      "”",
      ".",
      "vez",
      ",",
      "ministra",
      "poder",
      "popular",
      "salud",
      ",",
      "magaly",
      "gutiérrez",
      ",",
      "expuso",
      "mecanismos",
      "utilizados",
      "salas",
      "maternidad",
      "dicho",
      "hospital",
      ",",
      "recalcó",
      "realiza",
      "monitoreo",
      "profundo",
      "madre",
      "bebe",
      ",",
      "resaltó",
      "centro",
      "posee",
      "contingente",
      "médicos",
      "enfermeras",
      ".",
      "parte",
      "jornada",
      ",",
      "mandatario",
      "inauguró",
      "espacios",
      "recuperados",
      "casa",
      "cultura",
      "“",
      "plaza",
      "sucre",
      "”",
      ",",
      "ubicada",
      "cagua",
      ",",
      "espacio",
      "cuenta",
      "salones",
      "artes",
      "plásticas",
      ",",
      "música",
      "danza",
      ",",
      "locales",
      "pueden",
      "destinarse",
      "galerías",
      ",",
      "bibliotecas",
      "estudios",
      "grabación",
      "."
    ],
    "token_count": 490,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "NN": 271,
      "FW": 143,
      "VBP": 24,
      "NNS": 23,
      "JJ": 56,
      "CD": 12,
      "IN": 26,
      "VBD": 5,
      "PRP": 1,
      "VBZ": 8,
      "RB": 2,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 25,
      "NN-FW": 24,
      "FW-NNP": 19,
      "NNP-NNP": 29,
      "NNP-VBP": 3,
      "VBP-NN": 1,
      "NN-NNS": 10,
      "NNS-VBP": 14,
      "VBP-JJ": 16,
      "JJ-NN": 32,
      "NN-NN": 168,
      "NN-JJ": 20,
      "JJ-JJ": 8,
      "JJ-CD": 4,
      "CD-IN": 4,
      "IN-NN": 6,
      "NN-CD": 2,
      "CD-NN": 6,
      "JJ-NNS": 5,
      "NNS-NNP": 2,
      "JJ-NNP": 2,
      "NNP-FW": 14,
      "FW-NN": 32,
      "NN-NNP": 23,
      "NN-IN": 15,
      "IN-FW": 12,
      "FW-JJ": 4,
      "IN-NNP": 5,
      "NN-VBP": 6,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "FW-FW": 83,
      "FW-CD": 1,
      "CD-FW": 1,
      "FW-NNS": 3,
      "NNS-NNS": 2,
      "IN-PRP": 1,
      "PRP-VBP": 1,
      "NNP-VBZ": 6,
      "VBZ-FW": 3,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "NN-VBZ": 1,
      "VBZ-JJ": 3,
      "JJ-RB": 1,
      "RB-JJ": 1,
      "NNS-FW": 1,
      "VBP-IN": 2,
      "VBZ-NN": 1,
      "JJ-FW": 4,
      "NNP-IN": 1,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "IN-JJ": 2,
      "NNP-JJ": 1,
      "NNP-VBD": 3,
      "VBD-RB": 1,
      "RB-CD": 1,
      "CD-NNS": 1,
      "NNS-IN": 3,
      "VBD-NNP": 1,
      "VBP-NNS": 2,
      "VBP-FW": 1,
      "VBP-CD": 2,
      "VBD-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 6,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 13,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 10,
      "JJ-NN-NN": 22,
      "NN-NN-NN": 101,
      "NN-NN-JJ": 18,
      "NN-JJ-JJ": 4,
      "JJ-JJ-CD": 2,
      "JJ-CD-IN": 3,
      "CD-IN-NN": 4,
      "IN-NN-NN": 4,
      "NN-JJ-NN": 13,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "NNP-FW-NN": 5,
      "FW-NN-NNP": 5,
      "NN-NNP-NN": 13,
      "NNP-NN-NN": 22,
      "NN-NN-IN": 7,
      "NN-IN-FW": 8,
      "IN-FW-JJ": 1,
      "FW-JJ-NN": 3,
      "NN-NN-FW": 16,
      "NN-FW-NN": 9,
      "FW-NN-IN": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-NN-NNP": 12,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 4,
      "JJ-NN-NNP": 1,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NN": 6,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 2,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 3,
      "NN-FW-FW": 8,
      "FW-FW-FW": 58,
      "FW-FW-NNP": 9,
      "FW-NNP-NN": 3,
      "NNP-NN-NNP": 1,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-CD": 2,
      "IN-NN-NNP": 2,
      "NN-NN-CD": 1,
      "NN-IN-PRP": 1,
      "IN-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "JJ-CD-NN": 1,
      "JJ-JJ-NN": 4,
      "VBD-CD-IN": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NN": 2,
      "FW-NN-FW": 5,
      "FW-FW-NN": 12,
      "FW-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "IN-NNP-NNP": 4,
      "NNP-NNP-VBZ": 4,
      "VBZ-FW-FW": 1,
      "FW-FW-JJ": 2,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-RB": 1,
      "JJ-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NN-NN": 16,
      "NN-NN-NNS": 6,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "IN-FW-NN": 4,
      "JJ-NN-IN": 6,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 5,
      "FW-NNP-FW": 10,
      "NNP-FW-NNP": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "JJ-JJ-JJ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-JJ-NNS": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "NN-IN-NN": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "FW-NN-JJ": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-FW": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-FW": 4,
      "VBP-JJ-JJ": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-NNP": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 1,
      "JJ-NNP-NN": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-NN-VBP": 2,
      "NN-VBP-CD": 2,
      "VBP-CD-NN": 2,
      "CD-NN-NNP": 2,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "VBZ-JJ-JJ": 1,
      "IN-FW-NNP": 1,
      "VBP-NNS-VBP": 1,
      "JJ-NN-NNS": 1,
      "NN-JJ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 271,
        "FW": 143,
        "NNP": 83,
        "JJ": 56,
        "IN": 26
      },
      "top_bigrams": {
        "NN-NN": 168,
        "FW-FW": 83,
        "JJ-NN": 32,
        "FW-NN": 32,
        "NNP-NNP": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 101,
        "FW-FW-FW": 58,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 22,
        "NN-NN-JJ": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 187,
      "VP": 46,
      "ADJP": 17,
      "PP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0282
      },
      {
        "rule": "VP -> ('derecho', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('julio', 'NN')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "ADJP -> ('nocaut', 'JJ')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "ADJP -> ('el', 'JJ')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "VP -> ('el', 'VBZ')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "S -> NP ('?', '.')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro Moros"
      },
      {
        "label": "NP",
        "text": "afirmó este viernes"
      },
      {
        "label": "VP",
        "text": "que “ para defender el"
      },
      {
        "label": "NP",
        "text": "“ para defender el"
      },
      {
        "label": "VP",
        "text": "derecho a la paz"
      },
      {
        "label": "NP",
        "text": "a la paz"
      },
      {
        "label": "NP",
        "text": "tenemos que ganar por"
      },
      {
        "label": "ADJP",
        "text": "nocaut"
      },
      {
        "label": "ADJP",
        "text": "el"
      },
      {
        "label": "PP",
        "text": "de julio ”"
      },
      {
        "label": "NP",
        "text": "julio ”"
      },
      {
        "label": "NP",
        "text": "al reiterar su"
      },
      {
        "label": "VP",
        "text": "llamado a construir un poderoso"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP Moros/NNP)\n  ,/,\n  (NP afirmó/JJ este/NN viernes/NNS)\n  (VP que/VBP (NP “/JJ para/NN defender/NN el/NN))\n  (VP derecho/VBZ (NP a/DT la/NN paz/NN))\n  ,/,\n  (NP tenemos/JJ que/NN ganar/NN por/NN)\n  (ADJP nocaut/JJ)\n  (ADJP el/JJ)\n  28/CD\n  (PP de/IN (NP julio/NN ”/NN))\n  ,/,\n  (NP al/JJ reiterar/NN su/NN)\n  (VP llamado/VBZ (NP a/DT construir/NN) (NP un/JJ poderoso/NN))\n  1×10/CD\n  (NP con/NN vistas/NNS)\n  (NP a/DT los/JJ comicios/JJ presidenciales/NNS)\n  ./.)",
      "(S\n  (NP Desde/NNP)\n  el/CC\n  (NP municipio/JJ Girardot/NNP)\n  ,/,\n  (NP del/NN estado/NN Aragua/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP ante/VBZ (NP una/JJ multitudinaria/NNS))\n  (VP concentración/VBP)\n  de/IN\n  pueblo/FW\n  (NP que/JJ lo/NN aclamaba/NN)\n  ,/,\n  (NP el/JJ jefe/NN)\n  (PP\n    de/IN\n    (NP Estado/NNP afirmó/NN que/NN “/NNP Aragua/NNP tiene/NN el/NN))\n  (VP\n    espíritu/VBP\n    (NP\n      original/JJ\n      del/NN\n      Libertador/NNP\n      Simón/NNP\n      Bolívar/NNP\n      ”/NNP\n      y/NNP\n      ratificó/NN\n      que/NN\n      “/NNP))\n  (VP el/VBZ)\n  1×10/CD\n  (NP es/NN la/NN)\n  garantía/FW\n  de/FW\n  la/FW\n  paz/FW\n  en/FW\n  (NP Venezuela/NNP ”/NNP)\n  ./.)",
      "(S (NP “/JJ ¿Quieren/NNP que/NN vuelva/NN la/NN guarimba/NN) ?/.)",
      "(S\n  (NP ¿Quieren/NNS)\n  (VP que/VBP)\n  (PP vuelvan/IN (NP a/DT quemar/NN gente/NN))\n  viva/FW\n  ?/.)",
      "(S (NP ¿Quieren/NNS paz/NN) ?/.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          1748,
          1757
        ],
        "start": 1748,
        "end": 1757
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra económica contra el",
        "position": [
          1253,
          1279
        ],
        "start": 1253,
        "end": 1279
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          50,
          56
        ],
        "start": 50,
        "end": 56
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          1046,
          1053
        ],
        "start": 1046,
        "end": 1053
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "universidad de la ciencias",
        "position": [
          2545,
          2571
        ],
        "start": 2545,
        "end": 2571
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministra del poder popular",
        "position": [
          3798,
          3824
        ],
        "start": 3798,
        "end": 3824
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          2628,
          2639
        ],
        "start": 2628,
        "end": 2639
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "escuela para formar",
        "position": [
          2202,
          2221
        ],
        "start": 2202,
        "end": 2221
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          461,
          469
        ],
        "start": 461,
        "end": 469
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          707,
          714
        ],
        "start": 707,
        "end": 714
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2997,
          3004
        ],
        "start": 2997,
        "end": 3004
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          1924,
          1932
        ],
        "start": 1924,
        "end": 1932
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "escuela",
        "position": [
          2202,
          2209
        ],
        "start": 2202,
        "end": 2209
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1188,
          1202
        ],
        "start": 1188,
        "end": 1202
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          102,
          108
        ],
        "start": 102,
        "end": 108
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          2980,
          2986
        ],
        "start": 2980,
        "end": 2986
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado aragua",
        "position": [
          283,
          296
        ],
        "start": 283,
        "end": 296
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza sucre",
        "position": [
          4175,
          4186
        ],
        "start": 4175,
        "end": 4186
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro hospitalario",
        "position": [
          2117,
          2136
        ],
        "start": 2117,
        "end": 2136
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "hospital dr",
        "position": [
          1924,
          1935
        ],
        "start": 1924,
        "end": 1935
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 28 de julio",
        "position": [
          832,
          851
        ],
        "start": 832,
        "end": 851
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "98 estudiantes",
        "position": [
          2625,
          2639
        ],
        "start": 2625,
        "end": 2639
      }
    ],
    "match_count": 24
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "UCS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cagua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Girardot",
        "tipo": "Lugar"
      },
      {
        "nombre": "municipio Girardot",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa de la Cultura “Plaza Sucre",
        "tipo": "Lugar"
      },
      {
        "nombre": "Magaly Gutiérrez",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Villa de Cura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Libertador Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Centro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zamora",
        "tipo": "Lugar"
      },
      {
        "nombre": "Diagnóstico Integral",
        "tipo": "Lugar"
      },
      {
        "nombre": "Poder Popular para la Salud",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Universidad de la Ciencias de la Salud",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hospital Dr. “José Rafael Rangel",
        "tipo": "Lugar"
      },
      {
        "nombre": "1×10 del Buen Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Revolución Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hugo Chávez Frías",
        "tipo": "Persona"
      },
      {
        "nombre": "Aragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "estado Aragua",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Aragua",
        "relacion": "AFIRMAR",
        "objeto": "municipio Girardot"
      },
      {
        "sujeto": "municipio Girardot",
        "relacion": "AFIRMAR",
        "objeto": "Libertador Simón Bolívar"
      },
      {
        "sujeto": "municipio Girardot",
        "relacion": "AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Aragua",
        "relacion": "AFIRMAR",
        "objeto": "estado Aragua"
      },
      {
        "sujeto": "estado Aragua",
        "relacion": "AFIRMAR",
        "objeto": "Libertador Simón Bolívar"
      },
      {
        "sujeto": "estado Aragua",
        "relacion": "AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Aragua",
        "relacion": "TENER_AFIRMAR",
        "objeto": "Libertador Simón Bolívar"
      },
      {
        "sujeto": "Aragua",
        "relacion": "TENER_AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Libertador Simón Bolívar",
        "relacion": "TENER_AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Villa de Cura",
        "relacion": "INAUGURAR",
        "objeto": "Hospital Dr. “José Rafael Rangel"
      },
      {
        "sujeto": "Zamora",
        "relacion": "INAUGURAR",
        "objeto": "Hospital Dr. “José Rafael Rangel"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9713,
    "pos": 0.035,
    "neu": 0.965,
    "neg": 0.0,
    "label": "positive"
  }
}