{
  "url": "https://www.telesurtv.net/inicia-simulacro-electoral-en-venezuela-de-cara-a-comicios-presidenciales-del-28-de-julio/",
  "title": "CNE de Venezuela anuncia prórroga del simulacro electoral hasta las 19H00 - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "elecciones",
    "Venezuela"
  ],
  "text": "\nEl simulacro electoral se extenderá hasta las 19H00 horas locales de este domingo para garantizar la participación de los ciudadanos en la jornada, anunció el presidente del Consejo Nacional Electoral (CNE), Elvis Amoroso.\n\n\n“En virtud de esta afluencia que hay en todos los centro electorales, todos los rectores y rectoras, decidimos prorrogar esta jornada. Si existen centros, finalizada esta prórroga que tienen personas que quieren ejercer su derecho, se prorrogará en ese centro y se lo haremos saber”, puntualizó.\nAsimismo, el jefe de la cartera electoral venezolana, felicitó al pueblo que “ha hecho hasta este momento una jornada cívica extraordinaria, dando ejemplo, nuevamente de profundización de la democracia”.\nPor su parte, el vicepresidente del CNE, Carlos Quintero Cuevas, resaltó este domingo la participación masiva del pueblo en el simulacro y felicitó los venezolanos por mostrar el entusiasmo, el apoyo al fortalecimiento de la democracia.\n“Felicito a todos los funcionarios del CNE, que han trabajado arduamente durante estos meses para tener esta actividad que es muy importante para el cronograma electoral como lo es el simulacro”, apuntó.\nEn ese sentido, aseguró que se han cumplido tres objetivos fundamentales del simulacro: la participación, las cuestiones técnicas y el proceso organizativo.\nSobre la participación, a la que calificó de abrumadora, destacó que se logró que “las venezolanas y los venezolanos pudieran estar frente a la máquina y expresar su voluntad e interactuar con la experiencia de votar, y nos dice un poco lo que va a ser la gran fiesta electoral que vamos a tener el 28 de julio”.\nAl referirse a las cuestiones técnicas, precisó que se cumplió con “probar todo el acto de votación, el proceso de escrutinio, el proceso de autenticación, probar los tiempos de votación, podemos decir que tenemos un promedio satisfactorio de votación para cada elector y electora entre 38 y 42 segundos. Esto es importante porque evidencia el esfuerzo que se hace técnicamente para que las electoras y los electores tengan calidad de servicio en las mesas electorales y puedan tener una afluencia rápida en las colas el día del proceso electoral”.\nQuintero Cuevas detalló que se probaron además los medios de comunicación, la red de transmisión de datos, los mecanismos de seguridad, así como los protocolos de las instituciones como Cantv, Movilnet, Pdvsa y ministerios como el de Educación y el de Interior, Justicia y Paz que colaboran con el CNE.\nAsimismo, precisó que el cronograma electoral, continúa “en un ritmo, en la última fase de la última etapa del cronograma, después de tantas reuniones que hemos tenido, entramos en la última fase. Hoy estamos produciendo las máquinas de contingencia de este evento electoral”.\nEn forma previa, en horas de la mañana de este domingo,  el rector principal informó que ya todo el material electoral, personal del CNE y el total de máquinas habilitadas para el simulacro de este domingo, se encuentran 100% instaladas.\n“Estamos monitoreando todo de este simulacro histórico que vamos a hacer el día de hoy”, declaró Amoroso y señaló que la simulación es acompañada por veedores de la Organización de las Naciones Unidas, del Centro Carter, e instituciones electorales como la del Salvador. Asimismo, afirmó que los observadores estarán desplegados en todo el territorio nacional.\n“100% de asistencia del personal técnico del CNE a escala nacional, 100% de las máquinas instaladas en todos los centros electorales”, dijo Amoroso al tiempo que destacó que esta jornada es un día histórico que fortalece la democracia venezolana.\n\n“Todos a participar. Son mil 174 centros de votación para este simulacro para que todo el pueblo de Venezuela, en cualquier región, en cualquier pueblo pueda familiarizarse con estas máquinas que son las mejores del mundo”, señaló el titular del órgano electoral.\nCabe destacar que para esta jornada se distribuyen 3.006 mesas electorales a escala nacional.\nVenezuela dio inicio a las 8H00 (12H00 GMT) de este domingo a un simulacro de cara a las elecciones presidenciales del próximo 28 de julio, a las que están llamados a votar 21.620.705 ciudadanos, para elegir al que quieren que sea el mandatario del país los próximos seis años.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/inicia-simulacro-electoral-en-venezuela-de-cara-a-comicios-presidenciales-del-28-de-julio/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 26,
    "message_id": 72717,
    "date": "2024-06-30T13:55:13+00:00",
    "text": "teleSUR\nInicia simulacro electoral en Venezuela, de cara a comicios presidenciales del 28 de julio\nhttps://www.telesurtv.net/inicia-simulacro-electoral-en-venezuela-de-cara-a-comicios-presidenciales-del-28-de-julio/",
    "photo_path": null,
    "views": 1499,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el simulacro electoral se extenderá hasta las 19h00 horas locales de este domingo para garantizar la participación de los ciudadanos en la jornada, anunció el presidente del consejo nacional electoral (cne), elvis amoroso. “en virtud de esta afluencia que hay en todos los centro electorales, todos los rectores y rectoras, decidimos prorrogar esta jornada. si existen centros, finalizada esta prórroga que tienen personas que quieren ejercer su derecho, se prorrogará en ese centro y se lo haremos saber”, puntualizó. asimismo, el jefe de la cartera electoral venezolana, felicitó al pueblo que “ha hecho hasta este momento una jornada cívica extraordinaria, dando ejemplo, nuevamente de profundización de la democracia”. por su parte, el vicepresidente del cne, carlos quintero cuevas, resaltó este domingo la participación masiva del pueblo en el simulacro y felicitó los venezolanos por mostrar el entusiasmo, el apoyo al fortalecimiento de la democracia. “felicito a todos los funcionarios del cne, que han trabajado arduamente durante estos meses para tener esta actividad que es muy importante para el cronograma electoral como lo es el simulacro”, apuntó. en ese sentido, aseguró que se han cumplido tres objetivos fundamentales del simulacro: la participación, las cuestiones técnicas y el proceso organizativo. sobre la participación, a la que calificó de abrumadora, destacó que se logró que “las venezolanas y los venezolanos pudieran estar frente a la máquina y expresar su voluntad e interactuar con la experiencia de votar, y nos dice un poco lo que va a ser la gran fiesta electoral que vamos a tener el 28 de julio”. al referirse a las cuestiones técnicas, precisó que se cumplió con “probar todo el acto de votación, el proceso de escrutinio, el proceso de autenticación, probar los tiempos de votación, podemos decir que tenemos un promedio satisfactorio de votación para cada elector y electora entre 38 y 42 segundos. esto es importante porque evidencia el esfuerzo que se hace técnicamente para que las electoras y los electores tengan calidad de servicio en las mesas electorales y puedan tener una afluencia rápida en las colas el día del proceso electoral”. quintero cuevas detalló que se probaron además los medios de comunicación, la red de transmisión de datos, los mecanismos de seguridad, así como los protocolos de las instituciones como cantv, movilnet, pdvsa y ministerios como el de educación y el de interior, justicia y paz que colaboran con el cne. asimismo, precisó que el cronograma electoral, continúa “en un ritmo, en la última fase de la última etapa del cronograma, después de tantas reuniones que hemos tenido, entramos en la última fase. hoy estamos produciendo las máquinas de contingencia de este evento electoral”. en forma previa, en horas de la mañana de este domingo, el rector principal informó que ya todo el material electoral, personal del cne y el total de máquinas habilitadas para el simulacro de este domingo, se encuentran 100% instaladas. “estamos monitoreando todo de este simulacro histórico que vamos a hacer el día de hoy”, declaró amoroso y señaló que la simulación es acompañada por veedores de la organización de las naciones unidas, del centro carter, e instituciones electorales como la del salvador. asimismo, afirmó que los observadores estarán desplegados en todo el territorio nacional. “100% de asistencia del personal técnico del cne a escala nacional, 100% de las máquinas instaladas en todos los centros electorales”, dijo amoroso al tiempo que destacó que esta jornada es un día histórico que fortalece la democracia venezolana. “todos a participar. son mil 174 centros de votación para este simulacro para que todo el pueblo de venezuela, en cualquier región, en cualquier pueblo pueda familiarizarse con estas máquinas que son las mejores del mundo”, señaló el titular del órgano electoral. cabe destacar que para esta jornada se distribuyen 3.006 mesas electorales a escala nacional. venezuela dio inicio a las 8h00 (12h00 gmt) de este domingo a un simulacro de cara a las elecciones presidenciales del próximo 28 de julio, a las que están llamados a votar 21.620.705 ciudadanos, para elegir al que quieren que sea el mandatario del país los próximos seis años.",
    "tokens": [
      "simulacro",
      "electoral",
      "extenderá",
      "19h00",
      "horas",
      "locales",
      "domingo",
      "garantizar",
      "participación",
      "ciudadanos",
      "jornada",
      ",",
      "anunció",
      "presidente",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      ",",
      "elvis",
      "amoroso",
      ".",
      "“",
      "virtud",
      "afluencia",
      "centro",
      "electorales",
      ",",
      "rectores",
      "rectoras",
      ",",
      "decidimos",
      "prorrogar",
      "jornada",
      ".",
      "si",
      "existen",
      "centros",
      ",",
      "finalizada",
      "prórroga",
      "personas",
      "quieren",
      "ejercer",
      "derecho",
      ",",
      "prorrogará",
      "centro",
      "haremos",
      "saber",
      "”",
      ",",
      "puntualizó",
      ".",
      "asimismo",
      ",",
      "jefe",
      "cartera",
      "electoral",
      "venezolana",
      ",",
      "felicitó",
      "pueblo",
      "“",
      "hecho",
      "momento",
      "jornada",
      "cívica",
      "extraordinaria",
      ",",
      "dando",
      "ejemplo",
      ",",
      "nuevamente",
      "profundización",
      "democracia",
      "”",
      ".",
      "parte",
      ",",
      "vicepresidente",
      "cne",
      ",",
      "carlos",
      "quintero",
      "cuevas",
      ",",
      "resaltó",
      "domingo",
      "participación",
      "masiva",
      "pueblo",
      "simulacro",
      "felicitó",
      "venezolanos",
      "mostrar",
      "entusiasmo",
      ",",
      "apoyo",
      "fortalecimiento",
      "democracia",
      ".",
      "“",
      "felicito",
      "funcionarios",
      "cne",
      ",",
      "trabajado",
      "arduamente",
      "meses",
      "tener",
      "actividad",
      "importante",
      "cronograma",
      "electoral",
      "simulacro",
      "”",
      ",",
      "apuntó",
      ".",
      ",",
      "aseguró",
      "cumplido",
      "tres",
      "objetivos",
      "fundamentales",
      "simulacro",
      ":",
      "participación",
      ",",
      "cuestiones",
      "técnicas",
      "proceso",
      "organizativo",
      ".",
      "participación",
      ",",
      "calificó",
      "abrumadora",
      ",",
      "destacó",
      "logró",
      "“",
      "venezolanas",
      "venezolanos",
      "pudieran",
      "frente",
      "máquina",
      "expresar",
      "voluntad",
      "interactuar",
      "experiencia",
      "votar",
      ",",
      "dice",
      "va",
      "ser",
      "gran",
      "fiesta",
      "electoral",
      "vamos",
      "tener",
      "28",
      "julio",
      "”",
      ".",
      "referirse",
      "cuestiones",
      "técnicas",
      ",",
      "precisó",
      "cumplió",
      "“",
      "probar",
      "acto",
      "votación",
      ",",
      "proceso",
      "escrutinio",
      ",",
      "proceso",
      "autenticación",
      ",",
      "probar",
      "tiempos",
      "votación",
      ",",
      "podemos",
      "decir",
      "promedio",
      "satisfactorio",
      "votación",
      "cada",
      "elector",
      "electora",
      "38",
      "42",
      "segundos",
      ".",
      "importante",
      "evidencia",
      "esfuerzo",
      "hace",
      "técnicamente",
      "electoras",
      "electores",
      "calidad",
      "servicio",
      "mesas",
      "electorales",
      "puedan",
      "tener",
      "afluencia",
      "rápida",
      "colas",
      "día",
      "proceso",
      "electoral",
      "”",
      ".",
      "quintero",
      "cuevas",
      "detalló",
      "probaron",
      "además",
      "medios",
      "comunicación",
      ",",
      "red",
      "transmisión",
      "datos",
      ",",
      "mecanismos",
      "seguridad",
      ",",
      "así",
      "protocolos",
      "instituciones",
      "cantv",
      ",",
      "movilnet",
      ",",
      "pdvsa",
      "ministerios",
      "educación",
      "interior",
      ",",
      "justicia",
      "paz",
      "colaboran",
      "cne",
      ".",
      "asimismo",
      ",",
      "precisó",
      "cronograma",
      "electoral",
      ",",
      "continúa",
      "“",
      "ritmo",
      ",",
      "última",
      "fase",
      "última",
      "etapa",
      "cronograma",
      ",",
      "después",
      "tantas",
      "reuniones",
      ",",
      "entramos",
      "última",
      "fase",
      ".",
      "hoy",
      "produciendo",
      "máquinas",
      "contingencia",
      "evento",
      "electoral",
      "”",
      ".",
      "forma",
      "previa",
      ",",
      "horas",
      "mañana",
      "domingo",
      ",",
      "rector",
      "principal",
      "informó",
      "material",
      "electoral",
      ",",
      "personal",
      "cne",
      "total",
      "máquinas",
      "habilitadas",
      "simulacro",
      "domingo",
      ",",
      "encuentran",
      "100",
      "%",
      "instaladas",
      ".",
      "“",
      "monitoreando",
      "simulacro",
      "histórico",
      "vamos",
      "hacer",
      "día",
      "hoy",
      "”",
      ",",
      "declaró",
      "amoroso",
      "señaló",
      "simulación",
      "acompañada",
      "veedores",
      "organización",
      "naciones",
      "unidas",
      ",",
      "centro",
      "carter",
      ",",
      "instituciones",
      "electorales",
      "salvador",
      ".",
      "asimismo",
      ",",
      "afirmó",
      "observadores",
      "desplegados",
      "territorio",
      "nacional",
      ".",
      "“",
      "100",
      "%",
      "asistencia",
      "personal",
      "técnico",
      "cne",
      "escala",
      "nacional",
      ",",
      "100",
      "%",
      "máquinas",
      "instaladas",
      "centros",
      "electorales",
      "”",
      ",",
      "dijo",
      "amoroso",
      "tiempo",
      "destacó",
      "jornada",
      "día",
      "histórico",
      "fortalece",
      "democracia",
      "venezolana",
      ".",
      "“",
      "participar",
      ".",
      "mil",
      "174",
      "centros",
      "votación",
      "simulacro",
      "pueblo",
      "venezuela",
      ",",
      "cualquier",
      "región",
      ",",
      "cualquier",
      "pueblo",
      "pueda",
      "familiarizarse",
      "máquinas",
      "mejores",
      "mundo",
      "”",
      ",",
      "señaló",
      "titular",
      "órgano",
      "electoral",
      ".",
      "cabe",
      "destacar",
      "jornada",
      "distribuyen",
      "3.006",
      "mesas",
      "electorales",
      "escala",
      "nacional",
      ".",
      "venezuela",
      "dio",
      "inicio",
      "8h00",
      "(",
      "12h00",
      "gmt",
      ")",
      "domingo",
      "simulacro",
      "cara",
      "elecciones",
      "presidenciales",
      "próximo",
      "28",
      "julio",
      ",",
      "llamados",
      "votar",
      "21.620.705",
      "ciudadanos",
      ",",
      "elegir",
      "quieren",
      "mandatario",
      "país",
      "próximos",
      "seis",
      "años",
      "."
    ],
    "token_count": 444,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 58,
      "VBZ": 12,
      "JJ": 67,
      "NN": 237,
      "VBD": 7,
      "CD": 13,
      "NNS": 28,
      "FW": 174,
      "VBP": 22,
      "IN": 22,
      "RB": 2,
      "JJR": 2
    },
    "bigram_freq": {
      "NNP-VBZ": 6,
      "VBZ-JJ": 9,
      "JJ-NN": 39,
      "NN-NN": 148,
      "NN-VBD": 6,
      "VBD-CD": 4,
      "CD-NNS": 3,
      "NNS-FW": 5,
      "FW-FW": 119,
      "FW-NNS": 8,
      "NNS-VBP": 19,
      "VBP-FW": 2,
      "FW-NNP": 14,
      "NNP-NNP": 19,
      "NNP-FW": 9,
      "FW-NN": 19,
      "NN-IN": 17,
      "IN-JJ": 3,
      "JJ-FW": 5,
      "FW-JJ": 12,
      "JJ-NNS": 9,
      "VBP-JJ": 15,
      "NN-NNP": 16,
      "VBZ-VBP": 1,
      "NN-JJ": 17,
      "NNP-NN": 19,
      "VBZ-FW": 2,
      "NN-FW": 19,
      "NN-VBZ": 5,
      "NNP-JJ": 2,
      "IN-FW": 13,
      "NN-NNS": 5,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "JJ-JJ": 5,
      "CD-IN": 4,
      "IN-NN": 5,
      "VBD-RB": 1,
      "RB-CD": 1,
      "CD-CD": 2,
      "CD-NN": 3,
      "NNS-JJ": 1,
      "VBP-NN": 2,
      "JJ-NNP": 5,
      "VBP-NNP": 1,
      "NNP-NNS": 2,
      "NN-VBP": 2,
      "FW-CD": 1,
      "NNS-NNP": 1,
      "NNS-VBZ": 1,
      "VBD-JJ": 2,
      "JJ-CD": 4,
      "VBP-IN": 1,
      "NNP-VBD": 1,
      "FW-JJR": 1,
      "JJR-NN": 2,
      "IN-JJR": 1,
      "CD-NNP": 1,
      "NNS-NNS": 1,
      "NN-CD": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NN": 25,
      "NN-NN-NN": 94,
      "NN-NN-VBD": 6,
      "NN-VBD-CD": 3,
      "VBD-CD-NNS": 2,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 4,
      "FW-FW-FW": 93,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 8,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-FW-NNP": 9,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 5,
      "FW-FW-NN": 8,
      "FW-NN-NN": 9,
      "NN-NN-IN": 9,
      "NN-IN-JJ": 3,
      "IN-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-NNS": 4,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NNS": 2,
      "VBP-JJ-NN": 9,
      "NN-NN-NNP": 6,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 14,
      "IN-JJ-NN": 2,
      "NN-NNP-NN": 5,
      "NNP-NN-NNP": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 6,
      "NN-NN-FW": 12,
      "NN-FW-NN": 7,
      "FW-NN-FW": 5,
      "NN-FW-FW": 7,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 15,
      "NN-FW-NNP": 2,
      "NNP-NNP-NN": 5,
      "JJ-NN-NNP": 3,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 4,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-FW": 3,
      "NNS-FW-NN": 1,
      "NN-FW-JJ": 3,
      "NN-NNP-NNP": 2,
      "NNP-FW-NN": 1,
      "FW-NN-IN": 2,
      "NN-IN-FW": 12,
      "IN-FW-NN": 2,
      "NN-NN-NNS": 2,
      "NN-NNS-VBP": 5,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "JJ-NN-JJ": 4,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "VBD-CD-IN": 1,
      "CD-IN-NN": 3,
      "IN-NN-NNP": 1,
      "IN-FW-NNS": 5,
      "IN-FW-FW": 2,
      "NN-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-CD": 1,
      "CD-CD-NN": 1,
      "CD-NN-NNP": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-JJ-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-NNS": 2,
      "NNP-NNS-VBP": 1,
      "FW-NNP-FW": 4,
      "JJ-NN-IN": 5,
      "IN-FW-NNP": 2,
      "NNP-NN-FW": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "FW-NN-JJ": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-JJ": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-FW-JJ": 2,
      "FW-NN-NNP": 2,
      "NNP-FW-NNP": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-VBD-JJ": 2,
      "VBD-JJ-CD": 2,
      "JJ-CD-IN": 3,
      "IN-NN-FW": 1,
      "VBZ-JJ-CD": 1,
      "CD-IN-FW": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "VBZ-JJ-NNP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "NNP-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "NN-IN-JJR": 1,
      "IN-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "JJ-NN-NNS": 1,
      "NN-VBZ-FW": 1,
      "NNP-JJ-NNP": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NNS": 1,
      "VBP-JJ-NNP": 1,
      "VBD-CD-CD": 1,
      "CD-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-CD": 1,
      "IN-NN-NNS": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 237,
        "FW": 174,
        "JJ": 67,
        "NNP": 58,
        "NNS": 28
      },
      "top_bigrams": {
        "NN-NN": 148,
        "FW-FW": 119,
        "JJ-NN": 39,
        "NNS-VBP": 19,
        "NNP-NNP": 19
      },
      "top_trigrams": {
        "NN-NN-NN": 94,
        "FW-FW-FW": 93,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 15,
        "NN-JJ-NN": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 167,
      "VP": 38,
      "ADJP": 6,
      "PP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('CNE', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('centros', 'NNS')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "ADJP -> ('nacional', 'JJ')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "VP -> ('electorales', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0084
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "VP",
        "text": "simulacro electoral se extenderá hasta"
      },
      {
        "label": "NP",
        "text": "electoral se extenderá hasta"
      },
      {
        "label": "VP",
        "text": "las"
      },
      {
        "label": "NP",
        "text": "horas"
      },
      {
        "label": "NP",
        "text": "ciudadanos"
      },
      {
        "label": "VP",
        "text": "en"
      },
      {
        "label": "NP",
        "text": "jornada"
      },
      {
        "label": "NP",
        "text": "anunció el presidente"
      },
      {
        "label": "NP",
        "text": "Consejo Nacional Electoral"
      },
      {
        "label": "NP",
        "text": "CNE"
      },
      {
        "label": "NP",
        "text": "Elvis Amoroso"
      },
      {
        "label": "NP",
        "text": "“ En"
      },
      {
        "label": "NP",
        "text": "que hay"
      },
      {
        "label": "ADJP",
        "text": "todos"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  (VP simulacro/VBZ (NP electoral/JJ se/NN extenderá/NN hasta/NN))\n  (VP las/VBD)\n  19H00/CD\n  (NP horas/NNS)\n  locales/FW\n  de/FW\n  este/FW\n  domingo/FW\n  para/FW\n  garantizar/FW\n  la/FW\n  participación/FW\n  de/FW\n  los/FW\n  (NP ciudadanos/NNS)\n  (VP en/VBP)\n  la/FW\n  (NP jornada/NN)\n  ,/,\n  (NP anunció/JJ el/NN presidente/NN)\n  del/FW\n  (NP Consejo/NNP Nacional/NNP Electoral/NNP)\n  (/(\n  (NP CNE/NNP)\n  )/)\n  ,/,\n  (NP Elvis/NNP Amoroso/NNP)\n  ./.)",
      "(S\n  (NP “/NN En/NNP)\n  virtud/FW\n  de/FW\n  esta/FW\n  afluencia/FW\n  (NP que/NN hay/NN)\n  en/IN\n  (ADJP todos/JJ)\n  los/FW\n  (NP centro/JJ electorales/NNS)\n  ,/,\n  todos/EX\n  (NP los/JJ rectores/NNS)\n  (VP y/VBP (NP rectoras/NNS))\n  ,/,\n  (NP decidimos/NN prorrogar/NN esta/NN jornada/NN)\n  ./.)",
      "(S\n  (NP Si/NNP)\n  existen/CC\n  (NP centros/NNS)\n  ,/,\n  (NP\n    finalizada/JJ\n    esta/NN\n    prórroga/NN\n    que/NN\n    tienen/NN\n    personas/NN\n    que/NN)\n  (NP quieren/JJ ejercer/NN su/NN derecho/NN)\n  ,/,\n  se/FW\n  (NP prorrogará/NN)\n  (PP\n    en/IN\n    (NP ese/JJ centro/NN y/NN se/NN lo/NN haremos/NN saber/NNP ”/NNP))\n  ,/,\n  (NP puntualizó/NN)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP el/JJ jefe/NN)\n  de/IN\n  la/FW\n  cartera/FW\n  (NP electoral/JJ venezolana/NN)\n  ,/,\n  (NP\n    felicitó/JJ\n    al/NN\n    pueblo/NN\n    que/NN\n    “/NNP\n    ha/NN\n    hecho/NN\n    hasta/NN\n    este/NN\n    momento/NN)\n  (NP una/JJ jornada/NN cívica/NN extraordinaria/NN)\n  ,/,\n  (NP dando/NN ejemplo/NN)\n  ,/,\n  nuevamente/FW\n  de/FW\n  profundización/FW\n  de/FW\n  la/FW\n  democracia/FW\n  (NP ”/NN)\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN)\n  ,/,\n  (NP el/JJ vicepresidente/NN del/NN CNE/NNP)\n  ,/,\n  (NP Carlos/NNP Quintero/NNP Cuevas/NNP)\n  ,/,\n  (NP resaltó/NN este/NN domingo/NN la/NN)\n  participación/FW\n  masiva/FW\n  del/FW\n  pueblo/FW\n  en/FW\n  el/FW\n  simulacro/FW\n  y/FW\n  felicitó/FW\n  los/FW\n  venezolanos/FW\n  por/FW\n  mostrar/FW\n  el/FW\n  entusiasmo/FW\n  ,/,\n  el/FW\n  apoyo/FW\n  al/FW\n  fortalecimiento/FW\n  de/FW\n  la/FW\n  democracia/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mesas electorales",
        "position": [
          2088,
          2105
        ],
        "start": 2088,
        "end": 2105
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "veedores de la organización de las naciones unidas, del centro carter, e instituciones electorales",
        "position": [
          3154,
          3252
        ],
        "start": 3154,
        "end": 3252
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          3093,
          3100
        ],
        "start": 3093,
        "end": 3100
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          149,
          156
        ],
        "start": 149,
        "end": 156
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          1677,
          1684
        ],
        "start": 1677,
        "end": 1684
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente del consejo",
        "position": [
          160,
          182
        ],
        "start": 160,
        "end": 182
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "organización de las naciones unidas",
        "position": [
          3169,
          3204
        ],
        "start": 3169,
        "end": 3204
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1381,
          1388
        ],
        "start": 1381,
        "end": 1388
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          3713,
          3722
        ],
        "start": 3713,
        "end": 3722
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región, en",
        "position": [
          3737,
          3747
        ],
        "start": 3737,
        "end": 3747
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro electorales",
        "position": [
          276,
          294
        ],
        "start": 276,
        "end": 294
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2686,
          2689
        ],
        "start": 2686,
        "end": 2689
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Elvis Amoroso",
        "tipo": "Persona"
      },
      {
        "nombre": "Pdvsa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Quintero Cuevas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Movilnet",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Centro Carter",
        "tipo": "Organizacion"
      },
      {
        "nombre": "8H00",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carlos Quintero Cuevas",
        "tipo": "Persona"
      },
      {
        "nombre": "Organización de las Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cantv",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Amoroso",
        "tipo": "Persona"
      },
      {
        "nombre": "Felicito",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Quintero Cuevas",
        "relacion": "DETALLAR",
        "objeto": "Cantv"
      },
      {
        "sujeto": "Quintero Cuevas",
        "relacion": "DETALLAR",
        "objeto": "Movilnet"
      },
      {
        "sujeto": "Quintero Cuevas",
        "relacion": "DETALLAR",
        "objeto": "Pdvsa"
      },
      {
        "sujeto": "Quintero Cuevas",
        "relacion": "DETALLAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Amoroso",
        "relacion": "DECLARAR",
        "objeto": "Organización de las Naciones Unidas"
      },
      {
        "sujeto": "Amoroso",
        "relacion": "DECLARAR",
        "objeto": "Centro Carter"
      },
      {
        "sujeto": "Amoroso",
        "relacion": "DECLARAR",
        "objeto": "Salvador"
      },
      {
        "sujeto": "Amoroso",
        "relacion": "AFIRMAR_DECIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DAR",
        "objeto": "8H00"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9186,
    "pos": 0.02,
    "neu": 0.98,
    "neg": 0.0,
    "label": "positive"
  }
}