{
  "url": "https://www.telesurtv.net/opinion/la-deudocracia-y-su-implicacion-en-la-crisis-climatica/",
  "title": "La deudocracia y su implicación en la crisis climática - teleSUR",
  "section": "",
  "tags": [],
  "text": "La deudocracia como disputa semántica, y luego como conceptualización frente al poder de la deuda y/o al gobierno de la deuda, implica la configuración de un dispositivo de intervención a partir de sus instituciones, agentes y procesos determinando la vida del conjunto de la población y por ende de las instituciones sociales, como lo es el Estado.\nLa deudocracia conlleva la supremacía del sistema financiero y del sistema de la deuda en el que los acuerdos, convenciones normas, leyes y constituciones se subordinan a preceptos técnicos derivados de la manutención del poder de las finanzas.\nEste poder no solo genera la imposición de las normas que privilegian al sistema financiero y subordina los derechos de las poblaciones, sino que al mismo tiempo atraviesa la configuración simbólica de los sujetos ocasionando una incorporación de preceptos corporalizados y asumidos como naturales y universales.\nLa deudocracia expresa un sistema que engendra la imposibilidad de cumplir con las deudas y postra al deudor a una relación de subordinación con respecto al acreedor, este proceso no solo puede ser visto desde los agentes sino también desde las instituciones.\nEs el caso de las comunidades y/o familias en los Estados periféricos, que se ven obligadas a recurrir al sistema de la deuda para poder llegar a fin de mes y garantizar una mínima canasta básica, puesto que los preceptos técnicos implican la flexibilización, liberalización y precarización del mundo del trabajo generando una reducción dramática del salario y transfiriendo la manutención de la población al sistema de la deuda.\nAsí mismo, en el caso de los Estados periféricos, que derivado de las ataduras del sistema financiero y sus preceptos técnicos de estabilidad financiera, comprende la subordinación del Estado a la búsqueda de recursos de deuda en el sistema nacional e internacional, conllevando a una subordinación hacia las Instituciones Financieras Internacionales, Estados metropolitanos y agentes del sistema.\nEsta dependencia de la deuda como fuente de ingresos es generada por las reformas apalancadas por la misma manipulación financiera como son, entre otras: la reducción de los impuestos arancelarios e impuestos directos y progresivos, la imposibilidad de la emisión monetaria y la ficción de la autonomía de la Banca estatal; y, la privatización de empresas públicas y la pérdida de recursos permanentes del Estado.\nLa deudocracia, como forma de gobierno de una elite económica, parte de la imposición de preceptos, normas y convenciones, que se convierten en habitus y se corporiza gracias a las violencias económicas de la deuda y a su clarificación en la violencia simbólica de la norma y la ideología de mercado.\nLa deudocracia cuenta con sus leyes naturales como preceptos técnicos, sus instituciones nacionales e internacionales y sus agentes, generando un horizonte ideológico del individuo, de las libertades negativas y del consumo como realización del ser.\nAunque la deudocracia puede demandar un rio de tinta en el análisis de sus procesos, mecanismos y agentes es importante evidenciar las consecuencias materiales de este sistema con relación al metabolismo del planeta. La mayor parte de los economistas clásicos y neoclásicos no consideran la finitud del planeta y crean en sus relatos, ficciones y proyecciones metafísicas que impiden evidenciar los limites propios del planeta.\nLa incomprensión de la finitud del planeta por parte de este régimen de acumulación, y anudado a esto el sistema de la deuda que impone un ritmo de consumo demencial en razón de las múltiples obsolescencias de las mercancías, ha generado en el tiempo una fractura metabólica que ha llevado a la especie a punto del abismo.\nLa deuda global ha alcanzado 351 billones de dólares, aproximadamente 2,3 veces más de lo que produce el planeta, este desequilibrio puede ser rastreado a partir de la década de los años 70 del siglo XX evidenciando el desequilibrio del sistema económico. Así mismo, la crisis metabólica del planeta, con su consecuencia más evidente: el calentamiento global, se solapa directamente con los tiempos del sistema de la deuda, la década de los años 70 del siglo XX.\nEl sistema de la deuda ha implicado el incremento de una demanda artificial que determina a los sujetos y los lleva directamente a fracturar los límites del medio ambiente generando procesos de devastación masiva de las especies en el planeta, nuestra especie incluida. Es hora de atacar y objetar la deudocracia, el sistema de la deuda y construir un horizonte que nos permita realizarnos sin la necesidad del consumo y a partir del relacionamiento tanto con la otredad humana y natural, construir un horizonte de esperanza digno para todas, todos y todes.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/opinion/la-deudocracia-y-su-implicacion-en-la-crisis-climatica/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1646,
    "message_id": 75610,
    "date": "2024-09-01T18:44:55+00:00",
    "text": "✍🏻 No te pierdas estos textos para comprender mejor la realidad actual de nuestro continente\n\n➡️La deudocracia y su implicación en la crisis climática\n🔗\nhttps://www.telesurtv.net/opinion/la-deudocracia-y-su-implicacion-en-la-crisis-climatica/\n\n➡️El juego de las fronteras: la migración como arma geopolítica en América Latina\n🔗\nhttps://www.telesurtv.net/opinion/el-juego-de-las-fronteras-la-migracion-como-arma-geopolitica-en-america-latina/\n\n➡️¿Qué es el ciberterrorismo? Primera parte\n🔗\nhttps://www.telesurtv.net/opinion/que-es-el-ciberterrorismo-primera-parte-2/\n\n➡️Carbón colombiano y genocidio en Gaza\n🔗\nhttps://www.telesurtv.net/opinion/carbon-colombiano-y-genocidio-en-gaza/\n\n➡️Venezuela: ¿Qué camino tomar con tantos enemigos?\n🔗\nhttps://www.telesurtv.net/opinion/venezuela-que-camino-tomar-con-tantos-enemigos/\n\n➡️Geopolítica y tecnologías: guerra cognitiva y el sistema de desinformación social en América Latina\n🔗\nhttps://www.telesurtv.net/opinion/geopolitica-y-tecnologias-guerra-cognitiva-y-el-sistema-de-desinformacion-social-en-america-latina/",
    "photo_path": null,
    "views": 4234,
    "reactions": {
      "👍": 48,
      "❤": 4
    },
    "total_reactions": 52
  },
  "preprocessing": {
    "cleaned": "la deudocracia como disputa semántica, y luego como conceptualización frente al poder de la deuda y/o al gobierno de la deuda, implica la configuración de un dispositivo de intervención a partir de sus instituciones, agentes y procesos determinando la vida del conjunto de la población y por ende de las instituciones sociales, como lo es el estado. la deudocracia conlleva la supremacía del sistema financiero y del sistema de la deuda en el que los acuerdos, convenciones normas, leyes y constituciones se subordinan a preceptos técnicos derivados de la manutención del poder de las finanzas. este poder no solo genera la imposición de las normas que privilegian al sistema financiero y subordina los derechos de las poblaciones, sino que al mismo tiempo atraviesa la configuración simbólica de los sujetos ocasionando una incorporación de preceptos corporalizados y asumidos como naturales y universales. la deudocracia expresa un sistema que engendra la imposibilidad de cumplir con las deudas y postra al deudor a una relación de subordinación con respecto al acreedor, este proceso no solo puede ser visto desde los agentes sino también desde las instituciones. es el caso de las comunidades y/o familias en los estados periféricos, que se ven obligadas a recurrir al sistema de la deuda para poder llegar a fin de mes y garantizar una mínima canasta básica, puesto que los preceptos técnicos implican la flexibilización, liberalización y precarización del mundo del trabajo generando una reducción dramática del salario y transfiriendo la manutención de la población al sistema de la deuda. así mismo, en el caso de los estados periféricos, que derivado de las ataduras del sistema financiero y sus preceptos técnicos de estabilidad financiera, comprende la subordinación del estado a la búsqueda de recursos de deuda en el sistema nacional e internacional, conllevando a una subordinación hacia las instituciones financieras internacionales, estados metropolitanos y agentes del sistema. esta dependencia de la deuda como fuente de ingresos es generada por las reformas apalancadas por la misma manipulación financiera como son, entre otras: la reducción de los impuestos arancelarios e impuestos directos y progresivos, la imposibilidad de la emisión monetaria y la ficción de la autonomía de la banca estatal; y, la privatización de empresas públicas y la pérdida de recursos permanentes del estado. la deudocracia, como forma de gobierno de una elite económica, parte de la imposición de preceptos, normas y convenciones, que se convierten en habitus y se corporiza gracias a las violencias económicas de la deuda y a su clarificación en la violencia simbólica de la norma y la ideología de mercado. la deudocracia cuenta con sus leyes naturales como preceptos técnicos, sus instituciones nacionales e internacionales y sus agentes, generando un horizonte ideológico del individuo, de las libertades negativas y del consumo como realización del ser. aunque la deudocracia puede demandar un rio de tinta en el análisis de sus procesos, mecanismos y agentes es importante evidenciar las consecuencias materiales de este sistema con relación al metabolismo del planeta. la mayor parte de los economistas clásicos y neoclásicos no consideran la finitud del planeta y crean en sus relatos, ficciones y proyecciones metafísicas que impiden evidenciar los limites propios del planeta. la incomprensión de la finitud del planeta por parte de este régimen de acumulación, y anudado a esto el sistema de la deuda que impone un ritmo de consumo demencial en razón de las múltiples obsolescencias de las mercancías, ha generado en el tiempo una fractura metabólica que ha llevado a la especie a punto del abismo. la deuda global ha alcanzado 351 billones de dólares, aproximadamente 2,3 veces más de lo que produce el planeta, este desequilibrio puede ser rastreado a partir de la década de los años 70 del siglo xx evidenciando el desequilibrio del sistema económico. así mismo, la crisis metabólica del planeta, con su consecuencia más evidente: el calentamiento global, se solapa directamente con los tiempos del sistema de la deuda, la década de los años 70 del siglo xx. el sistema de la deuda ha implicado el incremento de una demanda artificial que determina a los sujetos y los lleva directamente a fracturar los límites del medio ambiente generando procesos de devastación masiva de las especies en el planeta, nuestra especie incluida. es hora de atacar y objetar la deudocracia, el sistema de la deuda y construir un horizonte que nos permita realizarnos sin la necesidad del consumo y a partir del relacionamiento tanto con la otredad humana y natural, construir un horizonte de esperanza digno para todas, todos y todes.",
    "tokens": [
      "deudocracia",
      "disputa",
      "semántica",
      ",",
      "luego",
      "conceptualización",
      "frente",
      "poder",
      "deuda",
      "y/o",
      "gobierno",
      "deuda",
      ",",
      "implica",
      "configuración",
      "dispositivo",
      "intervención",
      "partir",
      "instituciones",
      ",",
      "agentes",
      "procesos",
      "determinando",
      "vida",
      "conjunto",
      "población",
      "ende",
      "instituciones",
      "sociales",
      ",",
      ".",
      "deudocracia",
      "conlleva",
      "supremacía",
      "sistema",
      "financiero",
      "sistema",
      "deuda",
      "acuerdos",
      ",",
      "convenciones",
      "normas",
      ",",
      "leyes",
      "constituciones",
      "subordinan",
      "preceptos",
      "técnicos",
      "derivados",
      "manutención",
      "poder",
      "finanzas",
      ".",
      "poder",
      "solo",
      "genera",
      "imposición",
      "normas",
      "privilegian",
      "sistema",
      "financiero",
      "subordina",
      "derechos",
      "poblaciones",
      ",",
      "sino",
      "mismo",
      "tiempo",
      "atraviesa",
      "configuración",
      "simbólica",
      "sujetos",
      "ocasionando",
      "incorporación",
      "preceptos",
      "corporalizados",
      "asumidos",
      "naturales",
      "universales",
      ".",
      "deudocracia",
      "expresa",
      "sistema",
      "engendra",
      "imposibilidad",
      "cumplir",
      "deudas",
      "postra",
      "deudor",
      "relación",
      "subordinación",
      "respecto",
      "acreedor",
      ",",
      "proceso",
      "solo",
      "puede",
      "ser",
      "visto",
      "agentes",
      "sino",
      "instituciones",
      ".",
      "caso",
      "comunidades",
      "y/o",
      "familias",
      "periféricos",
      ",",
      "ven",
      "obligadas",
      "recurrir",
      "sistema",
      "deuda",
      "poder",
      "llegar",
      "fin",
      "mes",
      "garantizar",
      "mínima",
      "canasta",
      "básica",
      ",",
      "puesto",
      "preceptos",
      "técnicos",
      "implican",
      "flexibilización",
      ",",
      "liberalización",
      "precarización",
      "mundo",
      "trabajo",
      "generando",
      "reducción",
      "dramática",
      "salario",
      "transfiriendo",
      "manutención",
      "población",
      "sistema",
      "deuda",
      ".",
      "así",
      "mismo",
      ",",
      "caso",
      "periféricos",
      ",",
      "derivado",
      "ataduras",
      "sistema",
      "financiero",
      "preceptos",
      "técnicos",
      "estabilidad",
      "financiera",
      ",",
      "comprende",
      "subordinación",
      "búsqueda",
      "recursos",
      "deuda",
      "sistema",
      "nacional",
      "internacional",
      ",",
      "conllevando",
      "subordinación",
      "hacia",
      "instituciones",
      "financieras",
      "internacionales",
      ",",
      "metropolitanos",
      "agentes",
      "sistema",
      ".",
      "dependencia",
      "deuda",
      "fuente",
      "ingresos",
      "generada",
      "reformas",
      "apalancadas",
      "misma",
      "manipulación",
      "financiera",
      ",",
      ":",
      "reducción",
      "impuestos",
      "arancelarios",
      "impuestos",
      "directos",
      "progresivos",
      ",",
      "imposibilidad",
      "emisión",
      "monetaria",
      "ficción",
      "autonomía",
      "banca",
      "estatal",
      ";",
      ",",
      "privatización",
      "empresas",
      "públicas",
      "pérdida",
      "recursos",
      "permanentes",
      ".",
      "deudocracia",
      ",",
      "forma",
      "gobierno",
      "elite",
      "económica",
      ",",
      "parte",
      "imposición",
      "preceptos",
      ",",
      "normas",
      "convenciones",
      ",",
      "convierten",
      "habitus",
      "corporiza",
      "gracias",
      "violencias",
      "económicas",
      "deuda",
      "clarificación",
      "violencia",
      "simbólica",
      "norma",
      "ideología",
      "mercado",
      ".",
      "deudocracia",
      "cuenta",
      "leyes",
      "naturales",
      "preceptos",
      "técnicos",
      ",",
      "instituciones",
      "nacionales",
      "internacionales",
      "agentes",
      ",",
      "generando",
      "horizonte",
      "ideológico",
      "individuo",
      ",",
      "libertades",
      "negativas",
      "consumo",
      "realización",
      "ser",
      ".",
      "aunque",
      "deudocracia",
      "puede",
      "demandar",
      "rio",
      "tinta",
      "análisis",
      "procesos",
      ",",
      "mecanismos",
      "agentes",
      "importante",
      "evidenciar",
      "consecuencias",
      "materiales",
      "sistema",
      "relación",
      "metabolismo",
      "planeta",
      ".",
      "mayor",
      "parte",
      "economistas",
      "clásicos",
      "neoclásicos",
      "consideran",
      "finitud",
      "planeta",
      "crean",
      "relatos",
      ",",
      "ficciones",
      "proyecciones",
      "metafísicas",
      "impiden",
      "evidenciar",
      "limites",
      "propios",
      "planeta",
      ".",
      "incomprensión",
      "finitud",
      "planeta",
      "parte",
      "régimen",
      "acumulación",
      ",",
      "anudado",
      "sistema",
      "deuda",
      "impone",
      "ritmo",
      "consumo",
      "demencial",
      "razón",
      "múltiples",
      "obsolescencias",
      "mercancías",
      ",",
      "generado",
      "tiempo",
      "fractura",
      "metabólica",
      "llevado",
      "especie",
      "punto",
      "abismo",
      ".",
      "deuda",
      "global",
      "alcanzado",
      "351",
      "billones",
      "dólares",
      ",",
      "aproximadamente",
      "2,3",
      "veces",
      "produce",
      "planeta",
      ",",
      "desequilibrio",
      "puede",
      "ser",
      "rastreado",
      "partir",
      "década",
      "años",
      "70",
      "siglo",
      "xx",
      "evidenciando",
      "desequilibrio",
      "sistema",
      "económico",
      ".",
      "así",
      "mismo",
      ",",
      "crisis",
      "metabólica",
      "planeta",
      ",",
      "consecuencia",
      "evidente",
      ":",
      "calentamiento",
      "global",
      ",",
      "solapa",
      "directamente",
      "tiempos",
      "sistema",
      "deuda",
      ",",
      "década",
      "años",
      "70",
      "siglo",
      "xx",
      ".",
      "sistema",
      "deuda",
      "implicado",
      "incremento",
      "demanda",
      "artificial",
      "determina",
      "sujetos",
      "lleva",
      "directamente",
      "fracturar",
      "límites",
      "medio",
      "ambiente",
      "generando",
      "procesos",
      "devastación",
      "masiva",
      "especies",
      "planeta",
      ",",
      "especie",
      "incluida",
      ".",
      "hora",
      "atacar",
      "objetar",
      "deudocracia",
      ",",
      "sistema",
      "deuda",
      "construir",
      "horizonte",
      "permita",
      "realizarnos",
      "necesidad",
      "consumo",
      "partir",
      "relacionamiento",
      "otredad",
      "humana",
      "natural",
      ",",
      "construir",
      "horizonte",
      "esperanza",
      "digno",
      "todas",
      ",",
      "todes",
      "."
    ],
    "token_count": 436,
    "sentence_count": 16
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 29,
      "VBZ": 10,
      "NN": 234,
      "JJ": 60,
      "IN": 24,
      "FW": 263,
      "NNS": 38,
      "VBP": 27,
      "RB": 2,
      "DT": 3,
      "VB": 1,
      "VBD": 2,
      "CD": 4
    },
    "bigram_freq": {
      "NNP-VBZ": 1,
      "VBZ-NN": 1,
      "NN-NN": 132,
      "NN-JJ": 19,
      "JJ-NN": 45,
      "NN-IN": 24,
      "IN-FW": 23,
      "FW-FW": 189,
      "FW-NN": 36,
      "NN-FW": 27,
      "FW-NNS": 15,
      "NNS-NNS": 6,
      "NNS-VBP": 20,
      "VBP-JJ": 14,
      "NN-NNP": 11,
      "NNP-NNP": 7,
      "NNP-FW": 8,
      "FW-JJ": 15,
      "JJ-NNS": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NNS": 4,
      "NNS-FW": 8,
      "JJ-NNP": 1,
      "NNP-NN": 10,
      "NN-DT": 1,
      "DT-NN": 3,
      "NN-NNS": 7,
      "NNS-NNP": 2,
      "NNP-VBP": 2,
      "JJ-JJ": 6,
      "NN-VBP": 3,
      "VBP-FW": 3,
      "NN-VBZ": 7,
      "VBZ-DT": 2,
      "NN-VB": 1,
      "VB-NN": 1,
      "VBZ-JJ": 4,
      "VBP-NN": 3,
      "JJ-FW": 4,
      "FW-NNP": 6,
      "NN-VBD": 2,
      "VBD-RB": 1,
      "RB-JJ": 1,
      "FW-VBZ": 1,
      "VBZ-FW": 1,
      "NNP-JJ": 1,
      "VBP-NNP": 1,
      "FW-VBP": 1,
      "VBZ-NNS": 2,
      "VBP-VBZ": 1,
      "IN-NN": 1,
      "VBD-CD": 1,
      "CD-NNS": 2,
      "VBP-CD": 1,
      "JJ-CD": 2,
      "CD-NN": 2
    },
    "trigram_freq": {
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-NN": 77,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 18,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 23,
      "IN-FW-FW": 11,
      "FW-FW-FW": 147,
      "FW-FW-NN": 18,
      "FW-NN-FW": 8,
      "NN-FW-FW": 17,
      "FW-FW-NNS": 9,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 10,
      "JJ-NN-FW": 2,
      "JJ-NN-NN": 27,
      "NN-NN-NNP": 6,
      "NN-NNP-NNP": 4,
      "NNP-NNP-FW": 4,
      "NNP-FW-NN": 4,
      "FW-NN-NN": 15,
      "NN-NN-FW": 15,
      "NN-FW-NN": 9,
      "FW-NN-IN": 2,
      "FW-FW-JJ": 8,
      "FW-JJ-NNS": 2,
      "JJ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-FW": 2,
      "NNS-FW-FW": 6,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNP-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "FW-NN-JJ": 4,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 10,
      "NN-NN-IN": 13,
      "IN-FW-JJ": 6,
      "FW-JJ-NN": 6,
      "JJ-NN-JJ": 5,
      "NN-NN-NNS": 4,
      "NN-NNS-NNS": 3,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "NN-NN-VBP": 2,
      "NN-VBP-FW": 1,
      "VBP-FW-FW": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-VBP": 3,
      "IN-FW-NN": 2,
      "NN-NN-VBZ": 5,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-VB": 1,
      "NN-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "NN-NNS-NNP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 3,
      "FW-FW-NNP": 6,
      "FW-NNP-NN": 2,
      "NNP-NN-NN": 5,
      "NN-NN-VBD": 1,
      "NN-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "FW-JJ-JJ": 3,
      "FW-NNP-FW": 3,
      "NNP-FW-FW": 3,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NNP-NNP-NNP": 2,
      "NNP-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-NNP": 5,
      "NN-NNP-NN": 6,
      "NNP-NN-IN": 2,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-FW": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "FW-NNS-FW": 3,
      "FW-FW-VBP": 1,
      "FW-VBP-FW": 1,
      "VBP-FW-NN": 1,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-VBP": 1,
      "NNS-NNS-NNS": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-FW-NNS": 1,
      "JJ-NN-VBZ": 1,
      "DT-NN-VBZ": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "VBZ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NN-NNP-FW": 1,
      "FW-JJ-FW": 1,
      "NNP-NN-JJ": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "NN-VBP-NN": 1,
      "FW-JJ-CD": 2,
      "JJ-CD-NN": 2,
      "CD-NN-NN": 2,
      "NNP-NNP-NN": 1,
      "JJ-NN-NNS": 2,
      "NNP-NN-FW": 1,
      "NN-JJ-JJ": 1,
      "NN-FW-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "FW": 263,
        "NN": 234,
        "JJ": 60,
        "NNS": 38,
        "NNP": 29
      },
      "top_bigrams": {
        "FW-FW": 189,
        "NN-NN": 132,
        "JJ-NN": 45,
        "FW-NN": 36,
        "NN-FW": 27
      },
      "top_trigrams": {
        "FW-FW-FW": 147,
        "NN-NN-NN": 77,
        "JJ-NN-NN": 27,
        "NN-IN-FW": 23,
        "NN-JJ-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 16,
    "chunk_counts": {
      "NP": 171,
      "VP": 44,
      "PP": 3,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 5,
        "weight": 0.0207
      },
      {
        "rule": "VP -> ('deudocracia', 'VBZ') NP",
        "frequency": 4,
        "weight": 0.0166
      },
      {
        "rule": "VP -> ('agentes', 'VBZ') NP",
        "frequency": 4,
        "weight": 0.0166
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('a', 'DT') ('partir', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('periféricos', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Así', 'NNP') ('mismo', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0083
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "deudocracia como disputa semántica"
      },
      {
        "label": "NP",
        "text": "como disputa semántica"
      },
      {
        "label": "NP",
        "text": "luego como conceptualización frente"
      },
      {
        "label": "NP",
        "text": "al poder"
      },
      {
        "label": "VP",
        "text": "implica la configuración"
      },
      {
        "label": "NP",
        "text": "la configuración"
      },
      {
        "label": "PP",
        "text": "de un dispositivo"
      },
      {
        "label": "NP",
        "text": "un dispositivo"
      },
      {
        "label": "NP",
        "text": "a partir"
      },
      {
        "label": "PP",
        "text": "de sus instituciones"
      },
      {
        "label": "NP",
        "text": "sus instituciones"
      },
      {
        "label": "VP",
        "text": "agentes y procesos determinando la"
      },
      {
        "label": "NP",
        "text": "y procesos determinando la"
      },
      {
        "label": "NP",
        "text": "instituciones sociales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP deudocracia/VBZ (NP como/NN disputa/NN semántica/NN))\n  ,/,\n  y/CC\n  (NP luego/JJ como/NN conceptualización/NN frente/NN)\n  (NP al/JJ poder/NN)\n  de/IN\n  la/FW\n  deuda/FW\n  y/o/FW\n  al/FW\n  gobierno/FW\n  de/FW\n  la/FW\n  deuda/FW\n  ,/,\n  (VP implica/VBP (NP la/JJ configuración/NN))\n  (PP de/IN (NP un/JJ dispositivo/NN))\n  de/IN\n  intervención/FW\n  (NP a/DT partir/NN)\n  (PP de/IN (NP sus/NN instituciones/NNS))\n  ,/,\n  (VP agentes/VBZ (NP y/JJ procesos/NN determinando/NN la/NN))\n  vida/FW\n  del/FW\n  conjunto/FW\n  de/FW\n  la/FW\n  población/FW\n  y/FW\n  por/FW\n  ende/FW\n  de/FW\n  las/FW\n  (NP instituciones/NNS sociales/NNS)\n  ,/,\n  (NP como/NN lo/NN es/NN el/NN Estado/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP deudocracia/VBZ (NP conlleva/NN la/NN))\n  supremacía/FW\n  del/FW\n  (NP sistema/NN financiero/NN y/NN)\n  del/FW\n  (NP sistema/NN)\n  de/IN\n  la/FW\n  deuda/FW\n  en/FW\n  el/FW\n  que/FW\n  los/FW\n  (NP acuerdos/NN)\n  ,/,\n  (NP convenciones/NNS)\n  normas/RB\n  ,/,\n  (NP leyes/NNS)\n  (VP y/VBP (NP constituciones/NNS))\n  se/FW\n  (VP subordinan/VBP (NP a/DT preceptos/NN técnicos/NN derivados/NN))\n  de/IN\n  la/FW\n  manutención/FW\n  del/FW\n  poder/FW\n  de/FW\n  las/FW\n  (NP finanzas/NN)\n  ./.)",
      "(S\n  (NP Este/NNP poder/NN)\n  (NP no/DT solo/NN genera/NN la/NN)\n  imposición/FW\n  de/FW\n  las/FW\n  normas/FW\n  (NP que/NN)\n  (NP privilegian/JJ al/NN sistema/NN financiero/NN y/NNP)\n  (VP subordina/VBZ (NP los/JJ derechos/NN))\n  de/IN\n  las/FW\n  (NP poblaciones/NNS)\n  ,/,\n  (NP sino/NN que/NN al/NN mismo/NN)\n  (NP tiempo/JJ atraviesa/NN la/NN configuración/NN simbólica/NN)\n  de/IN\n  los/FW\n  (NP sujetos/JJ ocasionando/NN)\n  (NP una/JJ incorporación/NN)\n  de/IN\n  preceptos/FW\n  (NP corporalizados/NN y/NN asumidos/NN como/NN naturales/NNS)\n  (VP y/VBP (NP universales/NNS))\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP deudocracia/VBZ (NP expresa/JJ un/JJ sistema/NN que/NN))\n  (VP engendra/VBP)\n  la/FW\n  imposibilidad/FW\n  de/FW\n  cumplir/FW\n  (NP con/NN las/NNS)\n  (VP\n    deudas/VBP\n    (NP y/JJ postra/JJ al/NN deudor/NN)\n    (NP a/DT una/JJ relación/NN))\n  de/IN\n  subordinación/FW\n  (NP con/NN respecto/NN al/NN acreedor/NN)\n  ,/,\n  (NP este/NN proceso/NN)\n  (NP no/DT solo/NN)\n  (VP puede/VB (NP ser/NN visto/NN desde/NN los/NN))\n  (VP\n    agentes/VBZ\n    (NP sino/JJ también/NN desde/NN las/NN instituciones/NNS))\n  ./.)",
      "(S\n  (NP Es/NNP)\n  el/CC\n  (NP caso/NN)\n  de/IN\n  las/FW\n  (NP comunidades/NNS)\n  (VP y/o/VBP familias/JJ)\n  en/FW\n  los/FW\n  (NP Estados/NNP periféricos/NN)\n  ,/,\n  (ADJP que/JJ)\n  se/FW\n  ven/RB\n  (VP obligadas/VBP (NP a/DT recurrir/NN al/NN sistema/NN))\n  de/IN\n  la/FW\n  deuda/FW\n  (NP para/NN poder/NN)\n  (VP llegar/VBD (NP a/DT fin/NN))\n  de/IN\n  mes/FW\n  (NP y/JJ garantizar/NN)\n  (NP una/JJ mínima/NN canasta/NN básica/NN)\n  ,/,\n  (NP puesto/NN que/NN los/NN preceptos/NN técnicos/NN)\n  (NP implican/JJ la/NN flexibilización/NN)\n  ,/,\n  (NP liberalización/JJ y/NN precarización/NN)\n  del/FW\n  (NP mundo/NN del/NN trabajo/NN generando/NN)\n  (NP una/JJ reducción/NN dramática/NN del/NN salario/NN)\n  y/FW\n  (NP transfiriendo/NN)\n  la/FW\n  manutención/FW\n  de/FW\n  la/FW\n  población/FW\n  al/FW\n  sistema/FW\n  de/FW\n  la/FW\n  deuda/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "MONETARIOS",
      "NEOLIBERALISMO_MERCADO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "salario",
        "position": [
          1519,
          1526
        ],
        "start": 1519,
        "end": 1526
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1473,
          1480
        ],
        "start": 1473,
        "end": 1480
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "calentamiento global",
        "position": [
          4050,
          4070
        ],
        "start": 4050,
        "end": 4070
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la deuda",
        "position": [
          105,
          125
        ],
        "start": 105,
        "end": 125
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado a la",
        "position": [
          1783,
          1794
        ],
        "start": 1783,
        "end": 1794
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "liberalización",
        "position": [
          1428,
          1442
        ],
        "start": 1428,
        "end": 1442
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 2",
        "position": [
          3766,
          3783
        ],
        "start": 3766,
        "end": 3783
      },
      {
        "category": "MONETARIOS",
        "matched_text": "351 billones de dólares",
        "position": [
          3741,
          3764
        ],
        "start": 3741,
        "end": 3764
      }
    ],
    "match_count": 8
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Banca",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      }
    ],
    "relaciones": []
  },
  "sentiment": {
    "compound": -0.4939,
    "pos": 0.017,
    "neu": 0.963,
    "neg": 0.02,
    "label": "negative"
  }
}