{
  "url": "https://www.telesurtv.net/kicillof-acusa-milei-defender-intereses-extranjeros-petrolera-ypf/",
  "title": "Kicillof acusa a Milei de defender intereses extranjeros tras fallo sobre petrolera argentina YPF - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Axel Kicillof",
    "intereses extranjeros",
    "Milei",
    "Neoliberalismo",
    "Petrolera YPF"
  ],
  "text": "\nEl exministro de Economía durante el Gobierno de Cristina Fernández de Kirchner calificó la decisión judicial como “un disparate jurídico y una intolerable intromisión sobre nuestra soberanía”. Sin embargo, sus críticas más duras se dirigieron contra el mandatario, acusándolo de traicionar los intereses nacionales y de favorecer el plan privatizador.\n“Lo más peligroso es que el propio Presidente argentino elija ponerse del lado de los poderes extranjeros y no del lado de los intereses nacionales que debe representar y proteger“, declaró Kicillof en un extenso comunicado difundido en sus redes sociales.\nEl Gobernador estableció una conexión directa entre los constantes viajes de Milei a Estados Unidos y la presión judicial ejercida desde ese país. “Algunos todavía se preguntan por qué Milei viaja tanto al país desde el cual salió este fallo; se nota mucho”, señaló con ironía.\nEl pasado lunes, la jueza federal Loretta Preska del Distrito Sur de Nueva York ordenó al Estado argentino transferir el 51% de las acciones Clase D de YPF a fondos especulativos internacionales. La decisión representa una escalada sin precedentes en la ofensiva financiera contra los recursos energéticos argentinos.\nComo reacción inmediata al fallo judicial, YPF implementó un aumento del 3,5% en los precios de sus combustibles. La empresa justificó la medida como “una actualización que contempla el precio internacional del petróleo, tipo de cambio, impuestos y precios de biocombustibles”.\nLos nuevos precios por litro en Buenos Aires quedaron establecidos en: Súper $1.228, Premium $1.454, Gasoil $1.233 y Euro $1.423. Paralelamente, la petrolera implementó descuentos del 3% durante la madrugada para pagos mediante su aplicación móvil.\n\n\nPablo González, expresidente de YPF, reclamó una reacción urgente de los gobernadores provinciales. Su argumento se centra en que la mitad de las acciones que la jueza estadounidense ordena entregar pertenecen a las provincias.\n“No puede una jueza de Nueva York decirles a las provincias que entreguen sus acciones”, cuestionó González en declaraciones radiales. “Lo que uno espera como hombre del interior es que los gobernadores reaccionen, porque no pueden quedarse callados cuando son propietarios de la mitad de las acciones.”\n\n\nEl reclamo adquiere relevancia considerando que las provincias petroleras poseen participaciones significativas en YPF y que cualquier transferencia forzosa afectaría directamente sus recursos fiscales y capacidad de inversión en desarrollo energético.\nGonzález defendió la nacionalización de 2012 argumentando que sin esa decisión no se habría desarrollado Vaca Muerta, la formación geológica que contiene la mayor reserva petrolera del país y la segunda de gas no convencional del mundo.\n“Vaca Muerta se ha desarrollado gracias, exclusivamente, a la adquisición del 2012. Si Argentina no hubiera expropiado YPF no se hubiera desarrollado”, afirmó el exdirectivo, quien destacó que el yacimiento se convirtió en el motor fundamental de la actividad petrolera nacional y en una fuente crucial de divisas.\nLa desproporción entre la inversión original de los fondos demandantes y sus pretensiones económicas resulta llamativa: Burford Capital invirtió 40 millones de dólares en la quiebra española de Repsol, pero reclama una indemnización de 16.000 millones.\nEn este sentido, el fallo de Preska se inscribe en una larga tradición de presiones judiciales estadounidenses contra Argentina. La magistrada sucedió al recordado juez Thomas Griesa, quien durante años lideró la ofensiva legal de los fondos buitre contra el país sudamericano.\n\nLa estrategia judicial forma parte de una política de saqueo donde tribunales estadounidenses emiten órdenes que buscan forzar la entrega de activos estratégicos de países en desarrollo a entidades financieras especulativas.\nAxel Kicillof anunció una conferencia de prensa para analizar “el peligro” que representa para el futuro nacional la posible extranjerización de YPF.\n“Este Gobierno ‘Nacional’ no defiende a la Argentina: defiende los intereses de Estados Unidos y de las finanzas y empresas extranjeras”, sentenció el gobernador bonaerense, quien cerró su mensaje con una declaración categórica: “YPF no se vende”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/kicillof-acusa-milei-defender-intereses-extranjeros-petrolera-ypf/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 2160,
    "message_id": 97930,
    "date": "2025-07-01T18:44:05+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️ Sheinbaum: «Tratar a migrantes como criminales es violatorio de los Derechos Humanos»\nhttps://www.telesurtv.net/shienbaum-alligator-alcatraz-violatorio-ddhh/\n\n▪️ Kicillof acusa a Milei de defender intereses extranjeros tras fallo sobre petrolera argentina YPF\nhttps://www.telesurtv.net/kicillof-acusa-milei-defender-intereses-extranjeros-petrolera-ypf/\n\n▪️ Huracán Flossie se intensifica a categoría 2 y genera alerta en costas mexicanas\nhttps://www.telesurtv.net/huracan-flossie-categoria-2-costas-mexicanas/",
    "photo_path": null,
    "views": 1881,
    "reactions": {
      "🔥": 18,
      "💯": 8,
      "❤": 2,
      "👍": 1,
      "🤔": 1
    },
    "total_reactions": 30
  },
  "preprocessing": {
    "cleaned": "el exministro de economía durante el gobierno de cristina fernández de kirchner calificó la decisión judicial como “un disparate jurídico y una intolerable intromisión sobre nuestra soberanía”. sin embargo, sus críticas más duras se dirigieron contra el mandatario, acusándolo de traicionar los intereses nacionales y de favorecer el plan privatizador. “lo más peligroso es que el propio presidente argentino elija ponerse del lado de los poderes extranjeros y no del lado de los intereses nacionales que debe representar y proteger“, declaró kicillof en un extenso comunicado difundido en sus redes sociales. el gobernador estableció una conexión directa entre los constantes viajes de milei a estados unidos y la presión judicial ejercida desde ese país. “algunos todavía se preguntan por qué milei viaja tanto al país desde el cual salió este fallo; se nota mucho”, señaló con ironía. el pasado lunes, la jueza federal loretta preska del distrito sur de nueva york ordenó al estado argentino transferir el 51% de las acciones clase d de ypf a fondos especulativos internacionales. la decisión representa una escalada sin precedentes en la ofensiva financiera contra los recursos energéticos argentinos. como reacción inmediata al fallo judicial, ypf implementó un aumento del 3,5% en los precios de sus combustibles. la empresa justificó la medida como “una actualización que contempla el precio internacional del petróleo, tipo de cambio, impuestos y precios de biocombustibles”. los nuevos precios por litro en buenos aires quedaron establecidos en: súper $1.228, premium $1.454, gasoil $1.233 y euro $1.423. paralelamente, la petrolera implementó descuentos del 3% durante la madrugada para pagos mediante su aplicación móvil. pablo gonzález, expresidente de ypf, reclamó una reacción urgente de los gobernadores provinciales. su argumento se centra en que la mitad de las acciones que la jueza estadounidense ordena entregar pertenecen a las provincias. “no puede una jueza de nueva york decirles a las provincias que entreguen sus acciones”, cuestionó gonzález en declaraciones radiales. “lo que uno espera como hombre del interior es que los gobernadores reaccionen, porque no pueden quedarse callados cuando son propietarios de la mitad de las acciones.” el reclamo adquiere relevancia considerando que las provincias petroleras poseen participaciones significativas en ypf y que cualquier transferencia forzosa afectaría directamente sus recursos fiscales y capacidad de inversión en desarrollo energético. gonzález defendió la nacionalización de 2012 argumentando que sin esa decisión no se habría desarrollado vaca muerta, la formación geológica que contiene la mayor reserva petrolera del país y la segunda de gas no convencional del mundo. “vaca muerta se ha desarrollado gracias, exclusivamente, a la adquisición del 2012. si argentina no hubiera expropiado ypf no se hubiera desarrollado”, afirmó el exdirectivo, quien destacó que el yacimiento se convirtió en el motor fundamental de la actividad petrolera nacional y en una fuente crucial de divisas. la desproporción entre la inversión original de los fondos demandantes y sus pretensiones económicas resulta llamativa: burford capital invirtió 40 millones de dólares en la quiebra española de repsol, pero reclama una indemnización de 16.000 millones. en este sentido, el fallo de preska se inscribe en una larga tradición de presiones judiciales estadounidenses contra argentina. la magistrada sucedió al recordado juez thomas griesa, quien durante años lideró la ofensiva legal de los fondos buitre contra el país sudamericano. la estrategia judicial forma parte de una política de saqueo donde tribunales estadounidenses emiten órdenes que buscan forzar la entrega de activos estratégicos de países en desarrollo a entidades financieras especulativas. axel kicillof anunció una conferencia de prensa para analizar “el peligro” que representa para el futuro nacional la posible extranjerización de ypf. “este gobierno ‘nacional’ no defiende a la argentina: defiende los intereses de estados unidos y de las finanzas y empresas extranjeras”, sentenció el gobernador bonaerense, quien cerró su mensaje con una declaración categórica: “ypf no se vende”.",
    "tokens": [
      "exministro",
      "economía",
      "gobierno",
      "cristina",
      "fernández",
      "kirchner",
      "calificó",
      "decisión",
      "judicial",
      "“",
      "disparate",
      "jurídico",
      "intolerable",
      "intromisión",
      "soberanía",
      "”",
      ".",
      "embargo",
      ",",
      "críticas",
      "duras",
      "dirigieron",
      "mandatario",
      ",",
      "acusándolo",
      "traicionar",
      "intereses",
      "nacionales",
      "favorecer",
      "plan",
      "privatizador",
      ".",
      "“",
      "peligroso",
      "propio",
      "presidente",
      "argentino",
      "elija",
      "ponerse",
      "lado",
      "poderes",
      "extranjeros",
      "lado",
      "intereses",
      "nacionales",
      "debe",
      "representar",
      "proteger",
      "“",
      ",",
      "declaró",
      "kicillof",
      "extenso",
      "comunicado",
      "difundido",
      "redes",
      "sociales",
      ".",
      "gobernador",
      "estableció",
      "conexión",
      "directa",
      "constantes",
      "viajes",
      "milei",
      "unidos",
      "presión",
      "judicial",
      "ejercida",
      "país",
      ".",
      "“",
      "todavía",
      "preguntan",
      "milei",
      "viaja",
      "país",
      "salió",
      "fallo",
      ";",
      "nota",
      "”",
      ",",
      "señaló",
      "ironía",
      ".",
      "pasado",
      "lunes",
      ",",
      "jueza",
      "federal",
      "loretta",
      "preska",
      "distrito",
      "sur",
      "nueva",
      "york",
      "ordenó",
      "argentino",
      "transferir",
      "51",
      "%",
      "acciones",
      "clase",
      "d",
      "ypf",
      "fondos",
      "especulativos",
      "internacionales",
      ".",
      "decisión",
      "representa",
      "escalada",
      "precedentes",
      "ofensiva",
      "financiera",
      "recursos",
      "energéticos",
      "argentinos",
      ".",
      "reacción",
      "inmediata",
      "fallo",
      "judicial",
      ",",
      "ypf",
      "implementó",
      "aumento",
      "3,5",
      "%",
      "precios",
      "combustibles",
      ".",
      "empresa",
      "justificó",
      "medida",
      "“",
      "actualización",
      "contempla",
      "precio",
      "internacional",
      "petróleo",
      ",",
      "tipo",
      "cambio",
      ",",
      "impuestos",
      "precios",
      "biocombustibles",
      "”",
      ".",
      "nuevos",
      "precios",
      "litro",
      "buenos",
      "aires",
      "quedaron",
      "establecidos",
      ":",
      "súper",
      "$",
      "1.228",
      ",",
      "premium",
      "$",
      "1.454",
      ",",
      "gasoil",
      "$",
      "1.233",
      "euro",
      "$",
      "1.423",
      ".",
      "paralelamente",
      ",",
      "petrolera",
      "implementó",
      "descuentos",
      "3",
      "%",
      "madrugada",
      "pagos",
      "mediante",
      "aplicación",
      "móvil",
      ".",
      "pablo",
      "gonzález",
      ",",
      "expresidente",
      "ypf",
      ",",
      "reclamó",
      "reacción",
      "urgente",
      "gobernadores",
      "provinciales",
      ".",
      "argumento",
      "centra",
      "mitad",
      "acciones",
      "jueza",
      "estadounidense",
      "ordena",
      "entregar",
      "pertenecen",
      "provincias",
      ".",
      "“",
      "puede",
      "jueza",
      "nueva",
      "york",
      "decirles",
      "provincias",
      "entreguen",
      "acciones",
      "”",
      ",",
      "cuestionó",
      "gonzález",
      "declaraciones",
      "radiales",
      ".",
      "“",
      "espera",
      "hombre",
      "interior",
      "gobernadores",
      "reaccionen",
      ",",
      "pueden",
      "quedarse",
      "callados",
      "propietarios",
      "mitad",
      "acciones.",
      "”",
      "reclamo",
      "adquiere",
      "relevancia",
      "considerando",
      "provincias",
      "petroleras",
      "poseen",
      "participaciones",
      "significativas",
      "ypf",
      "cualquier",
      "transferencia",
      "forzosa",
      "afectaría",
      "directamente",
      "recursos",
      "fiscales",
      "capacidad",
      "inversión",
      "desarrollo",
      "energético",
      ".",
      "gonzález",
      "defendió",
      "nacionalización",
      "2012",
      "argumentando",
      "decisión",
      "desarrollado",
      "vaca",
      "muerta",
      ",",
      "formación",
      "geológica",
      "contiene",
      "mayor",
      "reserva",
      "petrolera",
      "país",
      "segunda",
      "gas",
      "convencional",
      "mundo",
      ".",
      "“",
      "vaca",
      "muerta",
      "desarrollado",
      "gracias",
      ",",
      "exclusivamente",
      ",",
      "adquisición",
      "2012.",
      "si",
      "argentina",
      "expropiado",
      "ypf",
      "desarrollado",
      "”",
      ",",
      "afirmó",
      "exdirectivo",
      ",",
      "destacó",
      "yacimiento",
      "convirtió",
      "motor",
      "fundamental",
      "actividad",
      "petrolera",
      "nacional",
      "fuente",
      "crucial",
      "divisas",
      ".",
      "desproporción",
      "inversión",
      "original",
      "fondos",
      "demandantes",
      "pretensiones",
      "económicas",
      "resulta",
      "llamativa",
      ":",
      "burford",
      "capital",
      "invirtió",
      "40",
      "millones",
      "dólares",
      "quiebra",
      "española",
      "repsol",
      ",",
      "reclama",
      "indemnización",
      "16.000",
      "millones",
      ".",
      ",",
      "fallo",
      "preska",
      "inscribe",
      "larga",
      "tradición",
      "presiones",
      "judiciales",
      "estadounidenses",
      "argentina",
      ".",
      "magistrada",
      "sucedió",
      "recordado",
      "juez",
      "thomas",
      "griesa",
      ",",
      "años",
      "lideró",
      "ofensiva",
      "legal",
      "fondos",
      "buitre",
      "país",
      "sudamericano",
      ".",
      "estrategia",
      "judicial",
      "forma",
      "parte",
      "política",
      "saqueo",
      "tribunales",
      "estadounidenses",
      "emiten",
      "órdenes",
      "buscan",
      "forzar",
      "entrega",
      "activos",
      "estratégicos",
      "países",
      "desarrollo",
      "entidades",
      "financieras",
      "especulativas",
      ".",
      "axel",
      "kicillof",
      "anunció",
      "conferencia",
      "prensa",
      "analizar",
      "“",
      "peligro",
      "”",
      "representa",
      "futuro",
      "nacional",
      "posible",
      "extranjerización",
      "ypf",
      ".",
      "“",
      "gobierno",
      "‘",
      "nacional",
      "’",
      "defiende",
      "argentina",
      ":",
      "defiende",
      "intereses",
      "unidos",
      "finanzas",
      "empresas",
      "extranjeras",
      "”",
      ",",
      "sentenció",
      "gobernador",
      "bonaerense",
      ",",
      "cerró",
      "mensaje",
      "declaración",
      "categórica",
      ":",
      "“",
      "ypf",
      "vende",
      "”",
      "."
    ],
    "token_count": 435,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "FW": 110,
      "NN": 224,
      "IN": 27,
      "VBP": 25,
      "JJ": 63,
      "NNS": 34,
      "DT": 9,
      "VBZ": 15,
      "VBD": 4,
      "CD": 10,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-FW": 10,
      "FW-FW": 60,
      "FW-NNP": 13,
      "NNP-NN": 24,
      "NN-NN": 134,
      "NN-NNP": 14,
      "NNP-IN": 4,
      "IN-NNP": 8,
      "NNP-NNP": 25,
      "NN-VBP": 8,
      "VBP-JJ": 14,
      "JJ-NN": 39,
      "NN-JJ": 16,
      "JJ-JJ": 9,
      "NN-FW": 16,
      "FW-NN": 18,
      "NN-IN": 16,
      "IN-FW": 13,
      "FW-JJ": 8,
      "JJ-NNS": 5,
      "NNS-FW": 2,
      "VBP-NNP": 3,
      "FW-NNS": 9,
      "NNS-VBP": 16,
      "VBP-DT": 1,
      "DT-NN": 6,
      "NNS-NNS": 6,
      "NNP-VBZ": 6,
      "VBZ-JJ": 6,
      "IN-NN": 1,
      "NN-NNS": 9,
      "NNS-NNP": 7,
      "VBP-IN": 3,
      "NNP-VBP": 1,
      "JJ-NNP": 3,
      "NN-VBD": 1,
      "VBD-CD": 2,
      "CD-IN": 1,
      "NN-VBZ": 6,
      "VBZ-IN": 2,
      "VBZ-NNP": 3,
      "FW-CD": 1,
      "CD-FW": 1,
      "JJ-FW": 6,
      "NNP-JJ": 1,
      "NNP-CD": 4,
      "CD-NNP": 5,
      "IN-JJ": 2,
      "VBZ-DT": 2,
      "VBZ-NNS": 1,
      "NNS-JJ": 2,
      "JJ-DT": 1,
      "DT-JJ": 3,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "VBZ-NN": 1,
      "FW-IN": 1,
      "IN-CD": 2,
      "CD-NN": 1,
      "VBP-VBZ": 1,
      "NN-DT": 1,
      "NNP-VBD": 3,
      "VBD-JJ": 2,
      "VBP-FW": 2,
      "NN-CD": 1,
      "NNP-DT": 4,
      "VBP-NNS": 1,
      "CD-NNS": 2,
      "IN-NNS": 1,
      "NNS-VBZ": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 3,
      "FW-FW-NNP": 8,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 19,
      "NN-NN-NNP": 10,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 6,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 3,
      "NN-NN-VBP": 7,
      "NN-VBP-JJ": 5,
      "VBP-JJ-NN": 8,
      "JJ-NN-JJ": 2,
      "NN-JJ-NN": 12,
      "JJ-NN-NN": 25,
      "NN-NN-JJ": 9,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 7,
      "JJ-NN-NNP": 3,
      "NN-NNP-NN": 6,
      "NN-NN-NN": 80,
      "NN-NN-FW": 9,
      "NN-FW-FW": 8,
      "FW-FW-NN": 7,
      "FW-NN-NN": 5,
      "NN-NN-IN": 9,
      "NN-IN-FW": 9,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-FW": 39,
      "FW-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 4,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-NN": 3,
      "FW-NNS-NNS": 3,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-JJ": 8,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-NN": 3,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNP": 3,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-VBZ": 3,
      "NN-FW-NN": 5,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "NNS-VBP-IN": 3,
      "VBP-IN-NNP": 2,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNP-NN-NNS": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "FW-NNP-NNP": 3,
      "NNP-NNP-IN": 2,
      "NNP-NNP-NN": 4,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-FW": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "VBZ-JJ-JJ": 2,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 1,
      "IN-FW-FW": 3,
      "NN-VBZ-NNP": 3,
      "VBZ-NNP-NN": 2,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 1,
      "IN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-NNS": 3,
      "NNP-FW-NN": 3,
      "FW-NN-FW": 4,
      "FW-NN-JJ": 2,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "VBP-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-NNP": 4,
      "CD-NNP-CD": 3,
      "CD-NNP-FW": 1,
      "NNP-NN-JJ": 2,
      "NNS-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "JJ-NN-FW": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-JJ": 1,
      "JJ-NN-IN": 6,
      "NN-IN-NNP": 3,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 1,
      "NNP-FW-NNS": 1,
      "NNS-NNP-NN": 2,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "NNP-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "VBP-JJ-NNS": 1,
      "IN-NNP-NN": 1,
      "VBP-IN-FW": 1,
      "NN-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "NN-NNP-NNP": 4,
      "FW-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-NNP": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NN-VBP-FW": 1,
      "VBP-FW-FW": 2,
      "FW-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-DT": 2,
      "NNP-DT-NN": 4,
      "DT-NN-VBZ": 2,
      "VBZ-NNP-DT": 1,
      "IN-FW-NN": 2,
      "NN-JJ-FW": 1,
      "FW-FW-JJ": 3,
      "JJ-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "FW-NNP-FW": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNS-VBP-FW": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "FW-NN-IN": 1,
      "IN-NNP-FW": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 3,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "VBP-NNP-NNP": 1,
      "JJ-JJ-FW": 1,
      "NN-IN-JJ": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "VBZ-IN-NNP": 1,
      "NNP-IN-FW": 1,
      "JJ-NN-NNS": 1,
      "NN-NNP-DT": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 224,
        "FW": 110,
        "NNP": 82,
        "JJ": 63,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 134,
        "FW-FW": 60,
        "JJ-NN": 39,
        "NNP-NNP": 25,
        "NNP-NN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 80,
        "FW-FW-FW": 39,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 19,
        "NN-JJ-NN": 12
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 168,
      "PP": 15,
      "VP": 42,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.043
      },
      {
        "rule": "NP -> ('YPF', 'NNP')",
        "frequency": 5,
        "weight": 0.0195
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0156
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0156
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('decisión', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "S -> NP ('exministro', 'FW') ('de', 'FW') NP PP ('de', 'FW') NP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0039
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "Economía durante el Gobierno"
      },
      {
        "label": "PP",
        "text": "de Cristina Fernández"
      },
      {
        "label": "NP",
        "text": "Cristina Fernández"
      },
      {
        "label": "NP",
        "text": "Kirchner calificó la"
      },
      {
        "label": "VP",
        "text": "decisión judicial como “ un disparate jurídico y una intolerable intromisión sobre nuestra soberanía ”"
      },
      {
        "label": "NP",
        "text": "judicial como “"
      },
      {
        "label": "NP",
        "text": "un disparate jurídico y"
      },
      {
        "label": "NP",
        "text": "una intolerable intromisión sobre"
      },
      {
        "label": "NP",
        "text": "nuestra soberanía ”"
      },
      {
        "label": "NP",
        "text": "Sin embargo"
      },
      {
        "label": "NP",
        "text": "sus críticas más"
      },
      {
        "label": "NP",
        "text": "dirigieron contra el mandatario"
      },
      {
        "label": "NP",
        "text": "los intereses nacionales"
      },
      {
        "label": "NP",
        "text": "plan privatizador"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  exministro/FW\n  de/FW\n  (NP Economía/NNP durante/NN el/NN Gobierno/NNP)\n  (PP de/IN (NP Cristina/NNP Fernández/NNP))\n  de/FW\n  (NP Kirchner/NNP calificó/NN la/NN)\n  (VP\n    decisión/VBP\n    (NP judicial/JJ como/NN “/NNP)\n    (NP un/JJ disparate/NN jurídico/NN y/NN)\n    (NP una/JJ intolerable/JJ intromisión/NN sobre/NN)\n    (NP nuestra/JJ soberanía/NN ”/NN))\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  (NP sus/NN críticas/NN más/NN)\n  duras/FW\n  se/FW\n  (NP dirigieron/NN contra/NN el/NN mandatario/NN)\n  ,/,\n  acusándolo/FW\n  de/FW\n  traicionar/FW\n  (NP los/NN intereses/NNS nacionales/NNS)\n  y/FW\n  de/FW\n  favorecer/FW\n  el/FW\n  (NP plan/NN privatizador/NN)\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    Lo/NNP\n    más/NN\n    peligroso/NN\n    es/NN\n    que/NN\n    el/NN\n    propio/NN\n    Presidente/NNP\n    argentino/NN\n    elija/NN\n    ponerse/NN\n    del/NN\n    lado/NN)\n  de/IN\n  los/FW\n  (NP poderes/NNS)\n  (VP extranjeros/VBP y/JJ (NP no/DT del/NN lado/NN))\n  de/IN\n  los/FW\n  (NP intereses/NNS nacionales/NNS)\n  (VP que/VBP (NP debe/JJ representar/NN y/NN proteger/NN “/NNP))\n  ,/,\n  (NP declaró/NN Kicillof/NNP)\n  (VP en/VBZ (NP un/JJ extenso/NN comunicado/NN difundido/NN))\n  (PP en/IN (NP sus/NN redes/NNS sociales/NNS))\n  ./.)",
      "(S\n  (NP El/NNP Gobernador/NNP)\n  (VP estableció/VBZ (NP una/JJ conexión/NN directa/NN))\n  entre/FW\n  (NP los/NN constantes/NNS)\n  (VP viajes/VBP)\n  de/FW\n  (NP Milei/NNP)\n  (NP a/DT Estados/NNP Unidos/NNP y/NNP la/NNP)\n  (VP\n    presión/VBP\n    (NP judicial/JJ ejercida/NN desde/NN)\n    (NP ese/JJ país/NN))\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    Algunos/NNP\n    todavía/NN\n    se/NN\n    preguntan/NN\n    por/NN\n    qué/NN\n    Milei/NNP\n    viaja/NN\n    tanto/NN\n    al/NN\n    país/NN\n    desde/NN)\n  (VP el/VBP (NP cual/JJ salió/NN este/NN fallo/NN))\n  ;/:\n  se/CC\n  (NP nota/JJ mucho/NN ”/NN)\n  ,/,\n  (NP señaló/JJ con/NN ironía/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defendió",
        "position": [
          2532,
          2540
        ],
        "start": 2532,
        "end": 2540
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          1292,
          1299
        ],
        "start": 1292,
        "end": 1299
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          2487,
          2496
        ],
        "start": 2487,
        "end": 2496
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "conferencia de prensa",
        "position": [
          3858,
          3879
        ],
        "start": 3858,
        "end": 3879
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          536,
          543
        ],
        "start": 536,
        "end": 543
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3846,
          3853
        ],
        "start": 3846,
        "end": 3853
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de cristina fernández",
        "position": [
          38,
          68
        ],
        "start": 38,
        "end": 68
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente argentino elija",
        "position": [
          389,
          415
        ],
        "start": 389,
        "end": 415
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          2053,
          2062
        ],
        "start": 2053,
        "end": 2062
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2941,
          2948
        ],
        "start": 2941,
        "end": 2948
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          2847,
          2856
        ],
        "start": 2847,
        "end": 2856
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          696,
          710
        ],
        "start": 696,
        "end": 710
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          1517,
          1529
        ],
        "start": 1517,
        "end": 1529
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado argentino",
        "position": [
          979,
          995
        ],
        "start": 979,
        "end": 995
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "durante la madrugada",
        "position": [
          1672,
          1692
        ],
        "start": 1672,
        "end": 1692
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          199,
          206
        ],
        "start": 199,
        "end": 206
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "40 millones",
        "position": [
          3220,
          3231
        ],
        "start": 3220,
        "end": 3231
      },
      {
        "category": "MONETARIOS",
        "matched_text": "40 millones de dólares",
        "position": [
          3220,
          3242
        ],
        "start": 3220,
        "end": 3242
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Distrito Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kicillof",
        "tipo": "Persona"
      },
      {
        "nombre": "Euro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Presidente",
        "tipo": "Persona"
      },
      {
        "nombre": "El Gobernador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nueva York",
        "tipo": "Lugar"
      },
      {
        "nombre": "Repsol",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gasoil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Burford Capital",
        "tipo": "Lugar"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      },
      {
        "nombre": "Pablo González",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado argentino",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Axel Kicillof",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Loretta Preska",
        "tipo": "Persona"
      },
      {
        "nombre": "Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Premium",
        "tipo": "Lugar"
      },
      {
        "nombre": "Si Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "la Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vaca Muerta",
        "tipo": "Lugar"
      },
      {
        "nombre": "YPF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Thomas Griesa",
        "tipo": "Persona"
      },
      {
        "nombre": "Vaca Muerta",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Cristina Fernández de Kirchner",
        "tipo": "Lugar"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Presidente",
        "relacion": "ELEGIR_SER_DECLARAR",
        "objeto": "Kicillof"
      },
      {
        "sujeto": "El Gobernador",
        "relacion": "ESTABLECER",
        "objeto": "Milei"
      },
      {
        "sujeto": "El Gobernador",
        "relacion": "ESTABLECER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Loretta Preska",
        "relacion": "ORDENAR",
        "objeto": "Estado argentino"
      },
      {
        "sujeto": "Loretta Preska",
        "relacion": "ORDENAR",
        "objeto": "YPF"
      },
      {
        "sujeto": "Distrito Sur",
        "relacion": "ORDENAR",
        "objeto": "Estado argentino"
      },
      {
        "sujeto": "Distrito Sur",
        "relacion": "ORDENAR",
        "objeto": "YPF"
      },
      {
        "sujeto": "Nueva York",
        "relacion": "ORDENAR",
        "objeto": "Estado argentino"
      },
      {
        "sujeto": "Nueva York",
        "relacion": "ORDENAR",
        "objeto": "YPF"
      },
      {
        "sujeto": "Estado argentino",
        "relacion": "ORDENAR",
        "objeto": "YPF"
      },
      {
        "sujeto": "Buenos Aires",
        "relacion": "QUEDAR",
        "objeto": "Premium"
      },
      {
        "sujeto": "Buenos Aires",
        "relacion": "QUEDAR",
        "objeto": "Gasoil"
      },
      {
        "sujeto": "Buenos Aires",
        "relacion": "QUEDAR",
        "objeto": "Euro"
      },
      {
        "sujeto": "González",
        "relacion": "PODER_DECIR_L_CUESTIONAR",
        "objeto": "Nueva York"
      },
      {
        "sujeto": "González",
        "relacion": "DEFENDER",
        "objeto": "Vaca Muerta"
      },
      {
        "sujeto": "Si Argentina",
        "relacion": "SI_EXPROPIAR_DESARROLLAR_AFIRMAR",
        "objeto": "YPF"
      },
      {
        "sujeto": "Burford Capital",
        "relacion": "INVERTIR_RESULTAR",
        "objeto": "Repsol"
      },
      {
        "sujeto": "Axel Kicillof",
        "relacion": "ANUNCIAR",
        "objeto": "YPF"
      },
      {
        "sujeto": "la Argentina",
        "relacion": "DEFENDER_SENTENCIAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "YPF",
        "relacion": "DEFENDER_SENTENCIAR",
        "objeto": "la Argentina"
      },
      {
        "sujeto": "YPF",
        "relacion": "DEFENDER_DEFENDER_SENTENCIAR",
        "objeto": "Estados Unidos"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9648,
    "pos": 0.01,
    "neu": 0.945,
    "neg": 0.045,
    "label": "negative"
  }
}