{
  "url": "https://www.telesurtv.net/la-constitucion-bolivariana-de-venezuela-25-anos-de-participacion-democratica/",
  "title": "La Constitución Bolivariana de Venezuela: 25 años de participación democrática - teleSUR",
  "section": "En profundidad",
  "tags": [
    "Chávez",
    "Constitución Bolivariana",
    "Gran Misión",
    "Revolución",
    "Venezuela"
  ],
  "text": "\nEl proyecto histórico y político de la Revolución Bolivariana arriba a 25 años de su llegada al poder. Tras el triunfo inobjetable del comandante Hugo Chávez en las elecciones del 6 de diciembre de 1998, el 2 de febrero de 1999 comenzó para Venezuela una etapa de transformaciones con el objetivo de lograr la igualdad social, la inclusión y la reivindicación de los derechos fundamentales del pueblo venezolano.\nUn cuarto de siglo después de su promulgación, este marco constitucional sigue siendo un instrumento fundamental de reconfiguración social y política.\nLa transformación constitucional supuso un cambio radical con respecto a la Constitución de 1961, al pasar de un modelo centrado en la seguridad nacional a un paradigma orientado a los derechos humanos.\nEsta transición reposicionó fundamentalmente a la ciudadanía, que pasó de ser receptora pasiva de la acción del Estado a protagonista activa del desarrollo político y social de la nación.\n\n\n\n\nEl intelectual venezolano Luis Brito García dilucida a partir de los fundamentos filosóficos articulados por pensadores como Jean-Jacques Rousseau, que la Constitución consagró un concepto radical de soberanía: el poder reside permanentemente en la totalidad del pueblo. Esta conceptualización, señala el pensador, trascendió la democracia representativa tradicional, introduciendo un modelo de compromiso democrático directo y participativo.\nEl proceso constitucional en sí no tenía precedentes en la historia de Venezuela. Por primera vez, una constitución nacional se elaboró a través de una amplia consulta pública, involucrando a diversos sectores nacionales y rompiendo con los modelos constitucionales impulsados por las élites de épocas anteriores.\nEl marco constitucional catalizó amplios programas sociales -las Misiones Bolivarianas– que transformaron radicalmente la infraestructura social de Venezuela. Estas iniciativas se centraron en sectores críticos como la educación, la sanidad, la vivienda y la seguridad social, y lograron resultados notables:\n– Educación: Se logró el 100% de alfabetización gracias a la Misión Robinson\n– Vivienda: Se triplicó la construcción de viviendas en comparación con el período anterior de 40 años.\n– Cobertura de pensiones: Ampliación de 380.000 a más de 5 millones de beneficiarios\n– Salud: Implantación de programas de medicina preventiva que salvaron millones de vidas con la Misión Barrio Adentro.\nMás allá de la transformación interna, el modelo constitucional propuso una visión global multicéntrica y multipolar. Venezuela se convirtió en un arquitecto clave de iniciativas de integración regional como UNASUR, CELAC y ALBA-TCP, desafiando las estructuras de poder geopolíticas tradicionales.\nLa resistencia de la Constitución ha sido especialmente evidente frente a importantes presiones externas. A pesar de las medidas coercitivas unilaterales que redujeron los ingresos nacionales en un 99%, Venezuela demostró una notable resistencia económica, liderando el crecimiento económico latinoamericano en 2023 con una expansión del 4,5%.\n\n\n\nEl compromiso con la democracia participativa sigue evolucionando. La reciente consulta nacional del «Bloque Histórico Bolivariano», en la que participaron más de 100.000 asambleas comunitarias y 3,6 millones de ciudadanos que generaron 500.000 propuestas de transformación, ejemplifica la naturaleza viva y dinámica de la Constitución.\nEn este sentido, el Vicepresidente sectorial para la planificación, Ricardo Menéndez, sostiene que es una paradoja de un gobierno acusado de ser una dictadura que, apenas un mes después de las elecciones presidenciales, convoca una consulta de proyectos del poder popular y ahora prepara esta innovadora elección de jueces de paz.\n\nUn experimento democrático innovador reciente -la elección de Jueces de Paz en más de 5.000 circuitos comunales- demuestra aún más el compromiso constitucional permanente con la gobernanza descentralizada y dirigida por la comunidad.\nVeinticinco años después de su creación, la Constitución Bolivariana sigue siendo un experimento radical para garantizar la participación democrática, y, por tanto, popular desde la raíz. Al tiempo que genera un importante debate internacional, representa un enfoque único para abordar las desigualdades históricas y promover el desarrollo social colectivo.\nEl legado de la Constitución es un proyecto social dinámico que negocia continuamente los límites entre las instituciones del Estado y la soberanía popular. Es el Faro que guía a la Patria Grande.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/la-constitucion-bolivariana-de-venezuela-25-anos-de-participacion-democratica/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 931,
    "message_id": 82428,
    "date": "2024-12-15T15:55:12+00:00",
    "text": "teleSUR\nLa Constitución Bolivariana de Venezuela: 25 años de participación democrática\nhttps://www.telesurtv.net/la-constitucion-bolivariana-de-venezuela-25-anos-de-participacion-democratica/",
    "photo_path": null,
    "views": 2002,
    "reactions": {
      "👍": 31,
      "👏": 7,
      "🔥": 3
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "el proyecto histórico y político de la revolución bolivariana arriba a 25 años de su llegada al poder. tras el triunfo inobjetable del comandante hugo chávez en las elecciones del 6 de diciembre de 1998, el 2 de febrero de 1999 comenzó para venezuela una etapa de transformaciones con el objetivo de lograr la igualdad social, la inclusión y la reivindicación de los derechos fundamentales del pueblo venezolano. un cuarto de siglo después de su promulgación, este marco constitucional sigue siendo un instrumento fundamental de reconfiguración social y política. la transformación constitucional supuso un cambio radical con respecto a la constitución de 1961, al pasar de un modelo centrado en la seguridad nacional a un paradigma orientado a los derechos humanos. esta transición reposicionó fundamentalmente a la ciudadanía, que pasó de ser receptora pasiva de la acción del estado a protagonista activa del desarrollo político y social de la nación. el intelectual venezolano luis brito garcía dilucida a partir de los fundamentos filosóficos articulados por pensadores como jean-jacques rousseau, que la constitución consagró un concepto radical de soberanía: el poder reside permanentemente en la totalidad del pueblo. esta conceptualización, señala el pensador, trascendió la democracia representativa tradicional, introduciendo un modelo de compromiso democrático directo y participativo. el proceso constitucional en sí no tenía precedentes en la historia de venezuela. por primera vez, una constitución nacional se elaboró a través de una amplia consulta pública, involucrando a diversos sectores nacionales y rompiendo con los modelos constitucionales impulsados por las élites de épocas anteriores. el marco constitucional catalizó amplios programas sociales -las misiones bolivarianas– que transformaron radicalmente la infraestructura social de venezuela. estas iniciativas se centraron en sectores críticos como la educación, la sanidad, la vivienda y la seguridad social, y lograron resultados notables: – educación: se logró el 100% de alfabetización gracias a la misión robinson – vivienda: se triplicó la construcción de viviendas en comparación con el período anterior de 40 años. – cobertura de pensiones: ampliación de 380.000 a más de 5 millones de beneficiarios – salud: implantación de programas de medicina preventiva que salvaron millones de vidas con la misión barrio adentro. más allá de la transformación interna, el modelo constitucional propuso una visión global multicéntrica y multipolar. venezuela se convirtió en un arquitecto clave de iniciativas de integración regional como unasur, celac y alba-tcp, desafiando las estructuras de poder geopolíticas tradicionales. la resistencia de la constitución ha sido especialmente evidente frente a importantes presiones externas. a pesar de las medidas coercitivas unilaterales que redujeron los ingresos nacionales en un 99%, venezuela demostró una notable resistencia económica, liderando el crecimiento económico latinoamericano en 2023 con una expansión del 4,5%. el compromiso con la democracia participativa sigue evolucionando. la reciente consulta nacional del «bloque histórico bolivariano», en la que participaron más de 100.000 asambleas comunitarias y 3,6 millones de ciudadanos que generaron 500.000 propuestas de transformación, ejemplifica la naturaleza viva y dinámica de la constitución. en este sentido, el vicepresidente sectorial para la planificación, ricardo menéndez, sostiene que es una paradoja de un gobierno acusado de ser una dictadura que, apenas un mes después de las elecciones presidenciales, convoca una consulta de proyectos del poder popular y ahora prepara esta innovadora elección de jueces de paz. un experimento democrático innovador reciente -la elección de jueces de paz en más de 5.000 circuitos comunales- demuestra aún más el compromiso constitucional permanente con la gobernanza descentralizada y dirigida por la comunidad. veinticinco años después de su creación, la constitución bolivariana sigue siendo un experimento radical para garantizar la participación democrática, y, por tanto, popular desde la raíz. al tiempo que genera un importante debate internacional, representa un enfoque único para abordar las desigualdades históricas y promover el desarrollo social colectivo. el legado de la constitución es un proyecto social dinámico que negocia continuamente los límites entre las instituciones del estado y la soberanía popular. es el faro que guía a la patria grande.",
    "tokens": [
      "proyecto",
      "histórico",
      "político",
      "revolución",
      "bolivariana",
      "arriba",
      "25",
      "años",
      "llegada",
      "poder",
      ".",
      "tras",
      "triunfo",
      "inobjetable",
      "comandante",
      "hugo",
      "chávez",
      "elecciones",
      "6",
      "diciembre",
      "1998",
      ",",
      "2",
      "febrero",
      "1999",
      "comenzó",
      "venezuela",
      "etapa",
      "transformaciones",
      "objetivo",
      "lograr",
      "igualdad",
      "social",
      ",",
      "inclusión",
      "reivindicación",
      "derechos",
      "fundamentales",
      "pueblo",
      "venezolano",
      ".",
      "cuarto",
      "siglo",
      "después",
      "promulgación",
      ",",
      "marco",
      "constitucional",
      "sigue",
      "siendo",
      "instrumento",
      "fundamental",
      "reconfiguración",
      "social",
      "política",
      ".",
      "transformación",
      "constitucional",
      "supuso",
      "cambio",
      "radical",
      "respecto",
      "constitución",
      "1961",
      ",",
      "pasar",
      "modelo",
      "centrado",
      "seguridad",
      "nacional",
      "paradigma",
      "orientado",
      "derechos",
      "humanos",
      ".",
      "transición",
      "reposicionó",
      "fundamentalmente",
      "ciudadanía",
      ",",
      "pasó",
      "ser",
      "receptora",
      "pasiva",
      "acción",
      "protagonista",
      "activa",
      "desarrollo",
      "político",
      "social",
      "nación",
      ".",
      "intelectual",
      "venezolano",
      "luis",
      "brito",
      "garcía",
      "dilucida",
      "partir",
      "fundamentos",
      "filosóficos",
      "articulados",
      "pensadores",
      "jean-jacques",
      "rousseau",
      ",",
      "constitución",
      "consagró",
      "concepto",
      "radical",
      "soberanía",
      ":",
      "poder",
      "reside",
      "permanentemente",
      "totalidad",
      "pueblo",
      ".",
      "conceptualización",
      ",",
      "señala",
      "pensador",
      ",",
      "trascendió",
      "democracia",
      "representativa",
      "tradicional",
      ",",
      "introduciendo",
      "modelo",
      "compromiso",
      "democrático",
      "directo",
      "participativo",
      ".",
      "proceso",
      "constitucional",
      "precedentes",
      "historia",
      "venezuela",
      ".",
      "primera",
      "vez",
      ",",
      "constitución",
      "nacional",
      "elaboró",
      "través",
      "amplia",
      "consulta",
      "pública",
      ",",
      "involucrando",
      "diversos",
      "sectores",
      "nacionales",
      "rompiendo",
      "modelos",
      "constitucionales",
      "impulsados",
      "élites",
      "épocas",
      "anteriores",
      ".",
      "marco",
      "constitucional",
      "catalizó",
      "amplios",
      "programas",
      "sociales",
      "-las",
      "misiones",
      "bolivarianas–",
      "transformaron",
      "radicalmente",
      "infraestructura",
      "social",
      "venezuela",
      ".",
      "iniciativas",
      "centraron",
      "sectores",
      "críticos",
      "educación",
      ",",
      "sanidad",
      ",",
      "vivienda",
      "seguridad",
      "social",
      ",",
      "lograron",
      "resultados",
      "notables",
      ":",
      "–",
      "educación",
      ":",
      "logró",
      "100",
      "%",
      "alfabetización",
      "gracias",
      "misión",
      "robinson",
      "–",
      "vivienda",
      ":",
      "triplicó",
      "construcción",
      "viviendas",
      "comparación",
      "período",
      "anterior",
      "40",
      "años",
      ".",
      "–",
      "cobertura",
      "pensiones",
      ":",
      "ampliación",
      "380.000",
      "5",
      "millones",
      "beneficiarios",
      "–",
      "salud",
      ":",
      "implantación",
      "programas",
      "medicina",
      "preventiva",
      "salvaron",
      "millones",
      "vidas",
      "misión",
      "barrio",
      "adentro",
      ".",
      "allá",
      "transformación",
      "interna",
      ",",
      "modelo",
      "constitucional",
      "propuso",
      "visión",
      "global",
      "multicéntrica",
      "multipolar",
      ".",
      "venezuela",
      "convirtió",
      "arquitecto",
      "clave",
      "iniciativas",
      "integración",
      "regional",
      "unasur",
      ",",
      "celac",
      "alba-tcp",
      ",",
      "desafiando",
      "estructuras",
      "poder",
      "geopolíticas",
      "tradicionales",
      ".",
      "resistencia",
      "constitución",
      "sido",
      "especialmente",
      "evidente",
      "frente",
      "importantes",
      "presiones",
      "externas",
      ".",
      "pesar",
      "medidas",
      "coercitivas",
      "unilaterales",
      "redujeron",
      "ingresos",
      "nacionales",
      "99",
      "%",
      ",",
      "venezuela",
      "demostró",
      "notable",
      "resistencia",
      "económica",
      ",",
      "liderando",
      "crecimiento",
      "económico",
      "latinoamericano",
      "2023",
      "expansión",
      "4,5",
      "%",
      ".",
      "compromiso",
      "democracia",
      "participativa",
      "sigue",
      "evolucionando",
      ".",
      "reciente",
      "consulta",
      "nacional",
      "«",
      "bloque",
      "histórico",
      "bolivariano",
      "»",
      ",",
      "participaron",
      "100.000",
      "asambleas",
      "comunitarias",
      "3,6",
      "millones",
      "ciudadanos",
      "generaron",
      "500.000",
      "propuestas",
      "transformación",
      ",",
      "ejemplifica",
      "naturaleza",
      "viva",
      "dinámica",
      "constitución",
      ".",
      ",",
      "vicepresidente",
      "sectorial",
      "planificación",
      ",",
      "ricardo",
      "menéndez",
      ",",
      "sostiene",
      "paradoja",
      "gobierno",
      "acusado",
      "ser",
      "dictadura",
      ",",
      "apenas",
      "mes",
      "después",
      "elecciones",
      "presidenciales",
      ",",
      "convoca",
      "consulta",
      "proyectos",
      "poder",
      "popular",
      "ahora",
      "prepara",
      "innovadora",
      "elección",
      "jueces",
      "paz",
      ".",
      "experimento",
      "democrático",
      "innovador",
      "reciente",
      "-la",
      "elección",
      "jueces",
      "paz",
      "5.000",
      "circuitos",
      "comunales-",
      "demuestra",
      "aún",
      "compromiso",
      "constitucional",
      "permanente",
      "gobernanza",
      "descentralizada",
      "dirigida",
      "comunidad",
      ".",
      "veinticinco",
      "años",
      "después",
      "creación",
      ",",
      "constitución",
      "bolivariana",
      "sigue",
      "siendo",
      "experimento",
      "radical",
      "garantizar",
      "participación",
      "democrática",
      ",",
      ",",
      ",",
      "popular",
      "raíz",
      ".",
      "tiempo",
      "genera",
      "importante",
      "debate",
      "internacional",
      ",",
      "representa",
      "enfoque",
      "único",
      "abordar",
      "desigualdades",
      "históricas",
      "promover",
      "desarrollo",
      "social",
      "colectivo",
      ".",
      "legado",
      "constitución",
      "proyecto",
      "social",
      "dinámico",
      "negocia",
      "continuamente",
      "límites",
      "instituciones",
      "soberanía",
      "popular",
      ".",
      "faro",
      "guía",
      "patria",
      "grande",
      "."
    ],
    "token_count": 446,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 77,
      "NN": 198,
      "IN": 30,
      "FW": 144,
      "VBD": 2,
      "CD": 14,
      "VBZ": 9,
      "JJ": 87,
      "NNS": 29,
      "VBP": 19,
      "DT": 1,
      "VB": 2,
      "RB": 2
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-NN": 99,
      "NN-IN": 20,
      "IN-FW": 15,
      "FW-NNP": 20,
      "NNP-NNP": 25,
      "NNP-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 6,
      "NN-FW": 21,
      "FW-FW": 85,
      "FW-NN": 17,
      "NN-NNP": 19,
      "NNP-VBZ": 4,
      "VBZ-JJ": 6,
      "JJ-JJ": 20,
      "JJ-NN": 46,
      "NNP-FW": 11,
      "FW-NNS": 3,
      "NNS-FW": 3,
      "FW-IN": 2,
      "IN-CD": 6,
      "NNP-JJ": 4,
      "IN-NNS": 2,
      "NNS-NNS": 3,
      "NNS-VBP": 15,
      "VBP-FW": 2,
      "FW-JJ": 15,
      "NN-JJ": 19,
      "JJ-NNS": 7,
      "VBP-JJ": 10,
      "JJ-FW": 7,
      "NNP-IN": 2,
      "CD-JJ": 2,
      "IN-JJ": 5,
      "NN-VBP": 3,
      "NN-VBZ": 5,
      "JJ-NNP": 4,
      "NNP-VBP": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "VBZ-IN": 1,
      "VBZ-NNS": 1,
      "NNS-VB": 1,
      "VB-NN": 1,
      "NN-NNS": 9,
      "NNS-IN": 3,
      "IN-NNP": 1,
      "VBZ-NNP": 1,
      "VBP-NNS": 1,
      "VBP-NNP": 2,
      "NNS-NNP": 2,
      "VBD-JJ": 1,
      "JJ-CD": 2,
      "CD-IN": 1,
      "FW-CD": 2,
      "VBP-VB": 1,
      "VB-JJ": 1,
      "CD-NNP": 2,
      "NN-CD": 2,
      "CD-NNS": 3,
      "VBP-CD": 1,
      "NNS-JJ": 2,
      "VBP-IN": 1,
      "IN-NN": 1,
      "JJ-RB": 1,
      "RB-JJ": 2,
      "VBP-RB": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 22,
      "NN-NN-NN": 49,
      "NN-NN-IN": 11,
      "NN-IN-FW": 10,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 9,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 4,
      "NN-FW-FW": 10,
      "FW-FW-FW": 54,
      "FW-FW-NN": 10,
      "FW-NN-NNP": 2,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 10,
      "JJ-NN-NN": 19,
      "NN-NN-NNP": 8,
      "NN-NNP-NNP": 4,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 7,
      "FW-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-IN": 2,
      "FW-IN-CD": 2,
      "IN-CD-NN": 3,
      "CD-NN-NN": 1,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 4,
      "JJ-NN-IN": 8,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-FW-JJ": 8,
      "FW-JJ-NN": 10,
      "JJ-NN-JJ": 8,
      "NN-JJ-NN": 12,
      "JJ-NN-FW": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-NN": 6,
      "JJ-NN-NNP": 8,
      "NN-NNP-NN": 10,
      "NNP-NN-FW": 2,
      "FW-NN-FW": 4,
      "NN-FW-JJ": 2,
      "NN-NN-JJ": 8,
      "NN-JJ-JJ": 5,
      "JJ-JJ-JJ": 5,
      "JJ-JJ-FW": 3,
      "JJ-FW-FW": 4,
      "VBZ-JJ-NN": 2,
      "NN-NN-FW": 10,
      "NN-FW-NNP": 6,
      "FW-NNP-IN": 2,
      "NNP-IN-CD": 1,
      "IN-CD-JJ": 2,
      "CD-JJ-FW": 1,
      "FW-JJ-JJ": 2,
      "NN-IN-JJ": 5,
      "IN-JJ-JJ": 2,
      "NN-FW-NN": 3,
      "FW-NN-NN": 6,
      "IN-FW-FW": 6,
      "FW-FW-NNP": 9,
      "FW-NNP-NN": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 3,
      "VBP-JJ-FW": 2,
      "FW-NNP-JJ": 1,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-NN": 10,
      "IN-FW-JJ": 3,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NN-JJ": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-FW-NN": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-JJ-NNS": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VB": 1,
      "NNS-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 5,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "JJ-NN-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 2,
      "JJ-FW-NNP": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 1,
      "NN-IN-CD": 3,
      "CD-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NNP-FW": 5,
      "NNP-FW-CD": 1,
      "FW-CD-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NN": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "FW-NN-NNS": 3,
      "NNS-NNP-FW": 1,
      "NNS-VBP-VB": 1,
      "VBP-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "VBP-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-NN": 2,
      "CD-NN-JJ": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNP": 1,
      "NNP-FW-NN": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NNS-NNS": 1,
      "FW-NN-JJ": 1,
      "IN-NNS-FW": 1,
      "NNP-IN-NN": 1,
      "IN-NN-NN": 1,
      "NNP-FW-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-JJ-RB": 1,
      "JJ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-JJ-NN": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "NNP-NN-IN": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-JJ-NNP": 1,
      "NNP-NN-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 198,
        "FW": 144,
        "JJ": 87,
        "NNP": 77,
        "IN": 30
      },
      "top_bigrams": {
        "NN-NN": 99,
        "FW-FW": 85,
        "JJ-NN": 46,
        "NNP-NN": 27,
        "NNP-NNP": 25
      },
      "top_trigrams": {
        "FW-FW-FW": 54,
        "NN-NN-NN": 49,
        "NNP-NN-NN": 22,
        "JJ-NN-NN": 19,
        "NN-JJ-NN": 12
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 163,
      "VP": 47,
      "PP": 6,
      "ADJP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0199
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "ADJP -> ('social', 'JJ')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Se', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El proyecto histórico y político"
      },
      {
        "label": "NP",
        "text": "Revolución Bolivariana"
      },
      {
        "label": "VP",
        "text": "arriba"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "NP",
        "text": "al poder"
      },
      {
        "label": "NP",
        "text": "Tras"
      },
      {
        "label": "NP",
        "text": "triunfo"
      },
      {
        "label": "NP",
        "text": "inobjetable del comandante Hugo Chávez"
      },
      {
        "label": "NP",
        "text": "elecciones"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "comenzó para Venezuela"
      },
      {
        "label": "NP",
        "text": "una etapa"
      },
      {
        "label": "PP",
        "text": "de transformaciones con"
      },
      {
        "label": "NP",
        "text": "transformaciones con"
      },
      {
        "label": "VP",
        "text": "el"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP proyecto/NN histórico/NN y/NN político/NN)\n  de/IN\n  la/FW\n  (NP Revolución/NNP Bolivariana/NNP)\n  (VP arriba/VBD)\n  a/DT\n  25/CD\n  (NP años/NN)\n  de/FW\n  su/FW\n  llegada/FW\n  (NP al/NN poder/NN)\n  ./.)",
      "(S\n  (NP Tras/NNP)\n  el/CC\n  (NP triunfo/NN)\n  (NP inobjetable/JJ del/NN comandante/NN Hugo/NNP Chávez/NNP)\n  en/FW\n  las/FW\n  (NP elecciones/NNS)\n  del/FW\n  6/CD\n  de/FW\n  diciembre/FW\n  de/IN\n  1998/CD\n  ,/,\n  (VP el/VBD)\n  2/CD\n  de/FW\n  febrero/FW\n  de/IN\n  1999/CD\n  (NP comenzó/NN para/NN Venezuela/NNP)\n  (NP una/JJ etapa/NN)\n  (PP de/IN (NP transformaciones/NNS con/NNS))\n  (VP el/VBP)\n  objetivo/FW\n  de/FW\n  lograr/FW\n  la/FW\n  igualdad/FW\n  (ADJP social/JJ)\n  ,/,\n  (ADJP la/JJ)\n  inclusión/FW\n  (NP y/NN)\n  la/FW\n  reivindicación/FW\n  de/FW\n  los/FW\n  (NP derechos/JJ fundamentales/NNS)\n  (VP del/VBP (NP pueblo/JJ venezolano/NN))\n  ./.)",
      "(S\n  (NP Un/NNP cuarto/NN)\n  de/FW\n  siglo/FW\n  después/FW\n  de/FW\n  su/FW\n  (NP promulgación/NN)\n  ,/,\n  (NP este/NN)\n  (VP\n    marco/VBD\n    (NP constitucional/JJ sigue/NN siendo/NN)\n    un/JJ\n    instrumento/JJ\n    fundamental/JJ)\n  de/FW\n  reconfiguración/FW\n  (NP social/JJ y/NN política/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    transformación/VBD\n    (NP constitucional/JJ supuso/NN)\n    (NP un/JJ cambio/JJ radical/JJ con/NN))\n  (VP respecto/VBZ (NP a/DT la/NN Constitución/NNP))\n  de/IN\n  1961/CD\n  ,/,\n  al/FW\n  pasar/FW\n  de/FW\n  un/FW\n  modelo/FW\n  (NP centrado/NN)\n  en/FW\n  la/FW\n  seguridad/FW\n  nacional/FW\n  (NP a/DT un/JJ paradigma/NN)\n  (PP orientado/IN (NP a/DT los/JJ derechos/NN humanos/NN))\n  ./.)",
      "(S\n  (NP Esta/NNP transición/NN reposicionó/NN)\n  (VP fundamentalmente/VBD (NP a/DT la/NN ciudadanía/NN))\n  ,/,\n  (NP que/JJ pasó/NN)\n  de/IN\n  ser/FW\n  receptora/FW\n  pasiva/FW\n  de/FW\n  la/FW\n  acción/FW\n  del/FW\n  (NP Estado/NNP)\n  (NP\n    a/DT\n    protagonista/NN\n    activa/NN\n    del/NN\n    desarrollo/NN\n    político/NN)\n  (VP y/VBP social/JJ)\n  de/FW\n  la/FW\n  nación/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "FECHAS_HORAS",
      "LEYES_NORMATIVAS",
      "ORGANISMOS_INTERNACIONALES",
      "CANTIDADES_NUMERICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "FECHAS_ESPECIFICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          311,
          319
        ],
        "start": 311,
        "end": 319
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "intelectual venezolano luis",
        "position": [
          963,
          990
        ],
        "start": 963,
        "end": 990
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación democrática, y, por tanto, popular desde la raíz. al tiempo que genera un importante debate internacional, representa un enfoque único para abordar las desigualdades históricas y promover el desarrollo social",
        "position": [
          4083,
          4305
        ],
        "start": 4083,
        "end": 4305
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "celac",
        "position": [
          2627,
          2632
        ],
        "start": 2627,
        "end": 2632
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          641,
          653
        ],
        "start": 641,
        "end": 653
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          242,
          251
        ],
        "start": 242,
        "end": 251
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado a protagonista",
        "position": [
          880,
          901
        ],
        "start": 880,
        "end": 901
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "barrio adentro",
        "position": [
          2395,
          2409
        ],
        "start": 2395,
        "end": 2409
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "6 de diciembre de 1998",
        "position": [
          181,
          203
        ],
        "start": 181,
        "end": 203
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía popular. es el faro que guía a la patria",
        "position": [
          4455,
          4505
        ],
        "start": 4455,
        "end": 4505
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          750,
          766
        ],
        "start": 750,
        "end": 766
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "desarrollo político y social",
        "position": [
          913,
          941
        ],
        "start": 913,
        "end": 941
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "5 millones",
        "position": [
          2264,
          2274
        ],
        "start": 2264,
        "end": 2274
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 5",
        "position": [
          2257,
          2265
        ],
        "start": 2257,
        "end": 2265
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 100.000",
        "position": [
          3212,
          3226
        ],
        "start": 3212,
        "end": 3226
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "2 de febrero de 1999",
        "position": [
          208,
          228
        ],
        "start": 208,
        "end": 228
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Veinticinco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Misión Barrio Adentro",
        "tipo": "Lugar"
      },
      {
        "nombre": "UNASUR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CELAC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Misiones Bolivarianas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Misión Robinson",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Faro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jean-Jacques Rousseau",
        "tipo": "Persona"
      },
      {
        "nombre": "Ricardo Menéndez",
        "tipo": "Persona"
      },
      {
        "nombre": "Vivienda",
        "tipo": "Persona"
      },
      {
        "nombre": "Luis Brito García",
        "tipo": "Persona"
      },
      {
        "nombre": "Ampliación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Revolución Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Constitución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vicepresidente sectorial para la planificación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Constitución Bolivariana",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Hugo Chávez",
        "relacion": "COMENZAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONVERTIR",
        "objeto": "UNASUR"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONVERTIR",
        "objeto": "CELAC"
      },
      {
        "sujeto": "Vicepresidente sectorial para la planificación",
        "relacion": "ES",
        "objeto": "Ricardo Menéndez"
      },
      {
        "sujeto": "Constitución Bolivariana",
        "relacion": "DESPU_S_SEGUIR",
        "objeto": "Veinticinco"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8225,
    "pos": 0.017,
    "neu": 0.979,
    "neg": 0.004,
    "label": "positive"
  }
}