{
  "url": "https://www.telesurtv.net/lula-inaugura-cumbre-del-g20-el-hambre-y-la-pobreza-no-son-resultado-de-la-escasez/",
  "title": "Lula inaugura Cumbre del G20: \"El hambre y la pobreza no son resultado de la escasez\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "G20",
    "Lula",
    "Rio de Janeiro"
  ],
  "text": "\n“Sean bienvenidos a la Cumbre del G20, en Río de Janeiro” señaló Lula al expresar su discurso ante un salón colmado por líderes de todo el mundo.\n“Esta ciudad que es conocida como ciudad maravillosa y que contiene los típicos contrastes que caracterizan a América Latina y el mundo: de un lado la belleza y exuberancia de la naturaleza, un pueblo diverso, vibrante, creativo y el cristo redentor con sus brazos abiertos; del otro injusticias sociales profundas, un retrato vivo de dificultades históricas y resistencias.”\nCon un mensaje de unidad y compromiso, Luiz Inácio Lula da Silva, presidente de Brasil, abrió formalmente la Cumbre del G20 en el Museo de Arte Moderno de Río de Janeiro. El evento reúne a los jefes de Estado y de Gobierno de las principales economías del mundo, junto a representantes de la Unión Africana y la Unión Europea, para abordar temas como el hambre, la sostenibilidad y la reforma de la gobernanza global.\n\nEl G20, que representa el 85% del PIB mundial, tiene una responsabilidad urgente en erradicar esta problemática, afirmó el mandatario, y sentenció: “esta herida avergüenza a la humanidad”. Y ponderó que “según la FAO, en 2024 viviremos con un contingente de 733 millones de personas desnutridas. Es como si las poblaciones de Brasil, México, Alemania, Reino Unido, Sudáfrica y Canadá, juntas, estuvieran muriendo de hambre”.\nEn contrate, Lula criticó la desigualdad global al subrayar que esto ocurre en un mundo que produce cerca de 6 mil millones de toneladas de alimentos al año, pero que también gasta 2,4 billones de dólares en armamento.\nEn la misma línea, Lula calificó el hambre como “el símbolo máximo de nuestra tragedia colectiva”. En su intervención, vinculó esta problemática con las crecientes desigualdades económicas y sociales que afectan al planeta, enfatizando que las decisiones políticas deben centrarse en revertir esta situación.\nEn su discurso inaugural, Lula enfatizó la importancia de la cooperación internacional para enfrentar los desafíos contemporáneos. “El hambre y la pobreza no son resultado de la escasez o de fenómenos naturales, el hambre es la expresión biológica de los males sociales , es producto de decisiones políticas que perpetúan la exclusión de grandes partes de la sociedad”, afirmó ante los líderes presentes.\nFinalmente, Lula subrayó el papel de Brasil en liderar la lucha contra el hambre y la pobreza a nivel global. Con un llamado a la acción, afirmó que la Alianza Global lanzada en esta cumbre será un paso crucial para transformar las políticas internacionales hacia una mayor equidad y sostenibilidad.\n“Con la Alianza Global Contra el Hambre y la Pobreza, articularemos recomendaciones internacionales, políticas públicas efectivas y fuentes de financiamiento”, destacó el presidente Lula en su discurso inaugural.\nSegún el mandatario, Brasil ha demostrado que es posible combatir la pobreza con programas como Bolsa Família y el Programa Nacional de Alimentación Escolar, que ya han sacado de la pobreza extrema a más de 24 millones de personas. Lula aseguró: “Para 2026, saldremos nuevamente del Mapa del Hambre, y con la Alianza haremos mucho más”.\nDurante esta cumbre, Brasil busca promover un impuesto global a los multimillonarios, una propuesta que ha generado divisiones entre los países asistentes. Además, el lanzamiento de la Alianza Global contra el Hambre y la Pobreza, es un pilar de la presidencia brasileña del G20.\nPor la tarde, los líderes discutirán la reforma de las instituciones de gobernanza global, un tema prioritario para Lula, quien ha insistido en la necesidad de transformar las Naciones Unidas y otros organismos internacionales para garantizar su efectividad.\nEntre los asistentes se encuentran líderes como  Gustavo Petro (Colombia), Claudia Sheinbaum (México), Javier Milei (Argentina), Joe Biden (Estados Unidos), Xi Jinping (China) y Emmanuel Macron (Francia); entre otros. En tanto, Rusia estará representado por el ministro de Relaciones Exteriores, Serguéi Lavrov.\nLa Cumbre del G20 continuará mañana con sesiones dedicadas al desarrollo sostenible y la transición energética, concluyendo con la entrega de la presidencia rotatoria a Sudáfrica.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/lula-inaugura-cumbre-del-g20-el-hambre-y-la-pobreza-no-son-resultado-de-la-escasez/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 818,
    "message_id": 80625,
    "date": "2024-11-18T14:55:07+00:00",
    "text": "teleSUR\nLula inaugura Cumbre del G20: «El hambre y la pobreza no son resultado de la escasez»\nhttps://www.telesurtv.net/lula-inaugura-cumbre-del-g20-el-hambre-y-la-pobreza-no-son-resultado-de-la-escasez/",
    "photo_path": null,
    "views": 2269,
    "reactions": {
      "👏": 20,
      "👍": 7,
      "🤡": 5,
      "🥱": 2
    },
    "total_reactions": 34
  },
  "preprocessing": {
    "cleaned": "“sean bienvenidos a la cumbre del g20, en río de janeiro” señaló lula al expresar su discurso ante un salón colmado por líderes de todo el mundo. “esta ciudad que es conocida como ciudad maravillosa y que contiene los típicos contrastes que caracterizan a américa latina y el mundo: de un lado la belleza y exuberancia de la naturaleza, un pueblo diverso, vibrante, creativo y el cristo redentor con sus brazos abiertos; del otro injusticias sociales profundas, un retrato vivo de dificultades históricas y resistencias.” con un mensaje de unidad y compromiso, luiz inácio lula da silva, presidente de brasil, abrió formalmente la cumbre del g20 en el museo de arte moderno de río de janeiro. el evento reúne a los jefes de estado y de gobierno de las principales economías del mundo, junto a representantes de la unión africana y la unión europea, para abordar temas como el hambre, la sostenibilidad y la reforma de la gobernanza global. el g20, que representa el 85% del pib mundial, tiene una responsabilidad urgente en erradicar esta problemática, afirmó el mandatario, y sentenció: “esta herida avergüenza a la humanidad”. y ponderó que “según la fao, en 2024 viviremos con un contingente de 733 millones de personas desnutridas. es como si las poblaciones de brasil, méxico, alemania, reino unido, sudáfrica y canadá, juntas, estuvieran muriendo de hambre”. en contrate, lula criticó la desigualdad global al subrayar que esto ocurre en un mundo que produce cerca de 6 mil millones de toneladas de alimentos al año, pero que también gasta 2,4 billones de dólares en armamento. en la misma línea, lula calificó el hambre como “el símbolo máximo de nuestra tragedia colectiva”. en su intervención, vinculó esta problemática con las crecientes desigualdades económicas y sociales que afectan al planeta, enfatizando que las decisiones políticas deben centrarse en revertir esta situación. en su discurso inaugural, lula enfatizó la importancia de la cooperación internacional para enfrentar los desafíos contemporáneos. “el hambre y la pobreza no son resultado de la escasez o de fenómenos naturales, el hambre es la expresión biológica de los males sociales , es producto de decisiones políticas que perpetúan la exclusión de grandes partes de la sociedad”, afirmó ante los líderes presentes. finalmente, lula subrayó el papel de brasil en liderar la lucha contra el hambre y la pobreza a nivel global. con un llamado a la acción, afirmó que la alianza global lanzada en esta cumbre será un paso crucial para transformar las políticas internacionales hacia una mayor equidad y sostenibilidad. “con la alianza global contra el hambre y la pobreza, articularemos recomendaciones internacionales, políticas públicas efectivas y fuentes de financiamiento”, destacó el presidente lula en su discurso inaugural. según el mandatario, brasil ha demostrado que es posible combatir la pobreza con programas como bolsa família y el programa nacional de alimentación escolar, que ya han sacado de la pobreza extrema a más de 24 millones de personas. lula aseguró: “para 2026, saldremos nuevamente del mapa del hambre, y con la alianza haremos mucho más”. durante esta cumbre, brasil busca promover un impuesto global a los multimillonarios, una propuesta que ha generado divisiones entre los países asistentes. además, el lanzamiento de la alianza global contra el hambre y la pobreza, es un pilar de la presidencia brasileña del g20. por la tarde, los líderes discutirán la reforma de las instituciones de gobernanza global, un tema prioritario para lula, quien ha insistido en la necesidad de transformar las naciones unidas y otros organismos internacionales para garantizar su efectividad. entre los asistentes se encuentran líderes como gustavo petro (colombia), claudia sheinbaum (méxico), javier milei (argentina), joe biden (estados unidos), xi jinping (china) y emmanuel macron (francia); entre otros. en tanto, rusia estará representado por el ministro de relaciones exteriores, serguéi lavrov. la cumbre del g20 continuará mañana con sesiones dedicadas al desarrollo sostenible y la transición energética, concluyendo con la entrega de la presidencia rotatoria a sudáfrica.",
    "tokens": [
      "“",
      "bienvenidos",
      "cumbre",
      "g20",
      ",",
      "río",
      "janeiro",
      "”",
      "señaló",
      "lula",
      "expresar",
      "discurso",
      "salón",
      "colmado",
      "líderes",
      "mundo",
      ".",
      "“",
      "ciudad",
      "conocida",
      "ciudad",
      "maravillosa",
      "contiene",
      "típicos",
      "contrastes",
      "caracterizan",
      "américa",
      "latina",
      "mundo",
      ":",
      "lado",
      "belleza",
      "exuberancia",
      "naturaleza",
      ",",
      "pueblo",
      "diverso",
      ",",
      "vibrante",
      ",",
      "creativo",
      "cristo",
      "redentor",
      "brazos",
      "abiertos",
      ";",
      "injusticias",
      "sociales",
      "profundas",
      ",",
      "retrato",
      "vivo",
      "dificultades",
      "históricas",
      "resistencias.",
      "”",
      "mensaje",
      "unidad",
      "compromiso",
      ",",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      ",",
      "presidente",
      "brasil",
      ",",
      "abrió",
      "formalmente",
      "cumbre",
      "g20",
      "museo",
      "arte",
      "moderno",
      "río",
      "janeiro",
      ".",
      "evento",
      "reúne",
      "jefes",
      "gobierno",
      "principales",
      "economías",
      "mundo",
      ",",
      "junto",
      "representantes",
      "unión",
      "africana",
      "unión",
      "europea",
      ",",
      "abordar",
      "temas",
      "hambre",
      ",",
      "sostenibilidad",
      "reforma",
      "gobernanza",
      "global",
      ".",
      "g20",
      ",",
      "representa",
      "85",
      "%",
      "pib",
      "mundial",
      ",",
      "responsabilidad",
      "urgente",
      "erradicar",
      "problemática",
      ",",
      "afirmó",
      "mandatario",
      ",",
      "sentenció",
      ":",
      "“",
      "herida",
      "avergüenza",
      "humanidad",
      "”",
      ".",
      "ponderó",
      "“",
      "según",
      "fao",
      ",",
      "2024",
      "viviremos",
      "contingente",
      "733",
      "millones",
      "personas",
      "desnutridas",
      ".",
      "si",
      "poblaciones",
      "brasil",
      ",",
      "méxico",
      ",",
      "alemania",
      ",",
      "reino",
      "unido",
      ",",
      "sudáfrica",
      "canadá",
      ",",
      "juntas",
      ",",
      "muriendo",
      "hambre",
      "”",
      ".",
      "contrate",
      ",",
      "lula",
      "criticó",
      "desigualdad",
      "global",
      "subrayar",
      "ocurre",
      "mundo",
      "produce",
      "cerca",
      "6",
      "mil",
      "millones",
      "toneladas",
      "alimentos",
      "año",
      ",",
      "gasta",
      "2,4",
      "billones",
      "dólares",
      "armamento",
      ".",
      "misma",
      "línea",
      ",",
      "lula",
      "calificó",
      "hambre",
      "“",
      "símbolo",
      "máximo",
      "tragedia",
      "colectiva",
      "”",
      ".",
      "intervención",
      ",",
      "vinculó",
      "problemática",
      "crecientes",
      "desigualdades",
      "económicas",
      "sociales",
      "afectan",
      "planeta",
      ",",
      "enfatizando",
      "decisiones",
      "políticas",
      "deben",
      "centrarse",
      "revertir",
      "situación",
      ".",
      "discurso",
      "inaugural",
      ",",
      "lula",
      "enfatizó",
      "importancia",
      "cooperación",
      "internacional",
      "enfrentar",
      "desafíos",
      "contemporáneos",
      ".",
      "“",
      "hambre",
      "pobreza",
      "resultado",
      "escasez",
      "fenómenos",
      "naturales",
      ",",
      "hambre",
      "expresión",
      "biológica",
      "males",
      "sociales",
      ",",
      "producto",
      "decisiones",
      "políticas",
      "perpetúan",
      "exclusión",
      "grandes",
      "partes",
      "sociedad",
      "”",
      ",",
      "afirmó",
      "líderes",
      "presentes",
      ".",
      "finalmente",
      ",",
      "lula",
      "subrayó",
      "papel",
      "brasil",
      "liderar",
      "lucha",
      "hambre",
      "pobreza",
      "nivel",
      "global",
      ".",
      "llamado",
      "acción",
      ",",
      "afirmó",
      "alianza",
      "global",
      "lanzada",
      "cumbre",
      "paso",
      "crucial",
      "transformar",
      "políticas",
      "internacionales",
      "hacia",
      "mayor",
      "equidad",
      "sostenibilidad",
      ".",
      "“",
      "alianza",
      "global",
      "hambre",
      "pobreza",
      ",",
      "articularemos",
      "recomendaciones",
      "internacionales",
      ",",
      "políticas",
      "públicas",
      "efectivas",
      "fuentes",
      "financiamiento",
      "”",
      ",",
      "destacó",
      "presidente",
      "lula",
      "discurso",
      "inaugural",
      ".",
      "según",
      "mandatario",
      ",",
      "brasil",
      "demostrado",
      "posible",
      "combatir",
      "pobreza",
      "programas",
      "bolsa",
      "família",
      "programa",
      "nacional",
      "alimentación",
      "escolar",
      ",",
      "sacado",
      "pobreza",
      "extrema",
      "24",
      "millones",
      "personas",
      ".",
      "lula",
      "aseguró",
      ":",
      "“",
      "2026",
      ",",
      "saldremos",
      "nuevamente",
      "mapa",
      "hambre",
      ",",
      "alianza",
      "haremos",
      "”",
      ".",
      "cumbre",
      ",",
      "brasil",
      "busca",
      "promover",
      "impuesto",
      "global",
      "multimillonarios",
      ",",
      "propuesta",
      "generado",
      "divisiones",
      "países",
      "asistentes",
      ".",
      "además",
      ",",
      "lanzamiento",
      "alianza",
      "global",
      "hambre",
      "pobreza",
      ",",
      "pilar",
      "presidencia",
      "brasileña",
      "g20",
      ".",
      "tarde",
      ",",
      "líderes",
      "discutirán",
      "reforma",
      "instituciones",
      "gobernanza",
      "global",
      ",",
      "tema",
      "prioritario",
      "lula",
      ",",
      "insistido",
      "necesidad",
      "transformar",
      "naciones",
      "unidas",
      "organismos",
      "internacionales",
      "garantizar",
      "efectividad",
      ".",
      "asistentes",
      "encuentran",
      "líderes",
      "gustavo",
      "petro",
      "(",
      "colombia",
      ")",
      ",",
      "claudia",
      "sheinbaum",
      "(",
      "méxico",
      ")",
      ",",
      "javier",
      "milei",
      "(",
      "argentina",
      ")",
      ",",
      "joe",
      "biden",
      "(",
      "unidos",
      ")",
      ",",
      "xi",
      "jinping",
      "(",
      "china",
      ")",
      "emmanuel",
      "macron",
      "(",
      "francia",
      ")",
      ";",
      ".",
      ",",
      "rusia",
      "representado",
      "ministro",
      "relaciones",
      "exteriores",
      ",",
      "serguéi",
      "lavrov",
      ".",
      "cumbre",
      "g20",
      "continuará",
      "mañana",
      "sesiones",
      "dedicadas",
      "desarrollo",
      "sostenible",
      "transición",
      "energética",
      ",",
      "concluyendo",
      "entrega",
      "presidencia",
      "rotatoria",
      "sudáfrica",
      "."
    ],
    "token_count": 465,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "JJ": 55,
      "NN": 211,
      "NNP": 120,
      "FW": 139,
      "IN": 21,
      "VBD": 3,
      "VBZ": 14,
      "NNS": 28,
      "VBP": 14,
      "CD": 6,
      "DT": 1,
      "CC": 1,
      "MD": 1,
      "VB": 2
    },
    "bigram_freq": {
      "JJ-NN": 36,
      "NN-NN": 122,
      "NN-NNP": 26,
      "NNP-FW": 18,
      "FW-NNP": 24,
      "NNP-IN": 4,
      "IN-NNP": 6,
      "NNP-VBD": 1,
      "VBD-NNP": 1,
      "NNP-NN": 34,
      "NN-JJ": 16,
      "NN-VBZ": 8,
      "VBZ-IN": 3,
      "IN-FW": 9,
      "FW-FW": 84,
      "VBZ-JJ": 5,
      "NNP-NNP": 53,
      "FW-JJ": 8,
      "NN-FW": 18,
      "FW-NN": 14,
      "NN-NNS": 7,
      "NNS-VBP": 13,
      "VBP-JJ": 8,
      "NNP-JJ": 3,
      "NN-IN": 9,
      "IN-JJ": 4,
      "JJ-JJ": 6,
      "FW-NNS": 8,
      "VBP-FW": 2,
      "JJ-NNP": 5,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 2,
      "JJ-FW": 4,
      "IN-CD": 2,
      "CD-JJ": 1,
      "CD-NNS": 3,
      "NNS-IN": 4,
      "NNS-NNP": 1,
      "JJ-NNS": 4,
      "VBD-FW": 1,
      "NN-VBP": 1,
      "VBP-NN": 1,
      "NNS-FW": 2,
      "NN-CD": 1,
      "VBP-IN": 1,
      "VBZ-NNS": 1,
      "NNS-JJ": 3,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NNS-NNS": 2,
      "NNS-VBZ": 2,
      "VBZ-NNP": 3,
      "VBP-NNS": 1,
      "NNP-VBZ": 4,
      "VBZ-FW": 1,
      "FW-CD": 1,
      "NNP-CD": 1,
      "NN-CC": 1,
      "CC-NN": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNS": 2,
      "NNS-VB": 1,
      "VBP-NNP": 1
    },
    "trigram_freq": {
      "JJ-NN-NN": 18,
      "NN-NN-NNP": 15,
      "NN-NNP-FW": 2,
      "NNP-FW-NNP": 11,
      "FW-NNP-FW": 6,
      "FW-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-VBD": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "NNP-NN-NN": 23,
      "NN-NN-NN": 72,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 10,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 3,
      "VBZ-IN-FW": 3,
      "IN-FW-FW": 3,
      "FW-FW-FW": 60,
      "FW-FW-NNP": 9,
      "FW-NNP-NN": 9,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NNP": 3,
      "NN-NNP-NNP": 6,
      "NNP-NNP-FW": 6,
      "NNP-FW-FW": 6,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 3,
      "NN-NN-FW": 10,
      "NN-FW-NN": 6,
      "FW-NN-NN": 9,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 7,
      "NN-FW-FW": 10,
      "FW-FW-NN": 4,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 5,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "NNP-NNP-NNP": 34,
      "NNP-NNP-NN": 9,
      "NNP-NN-NNP": 5,
      "NN-NNP-NN": 11,
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 2,
      "FW-NNP-NNP": 7,
      "IN-NNP-NNP": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 3,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 3,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-NN-VBZ": 1,
      "IN-FW-NNP": 2,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NNP": 1,
      "JJ-NN-JJ": 5,
      "NN-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "IN-FW-NNS": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "JJ-FW-JJ": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-FW": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-FW": 1,
      "FW-NN-IN": 1,
      "NN-IN-FW": 3,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 2,
      "VBZ-NNP-NNP": 2,
      "NN-NN-IN": 3,
      "NNP-FW-NN": 1,
      "FW-NN-FW": 2,
      "FW-JJ-FW": 1,
      "JJ-NNP-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNP-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "JJ-NN-VBZ": 1,
      "IN-FW-NN": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-NNP": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "VBZ-NNP-FW": 1,
      "NNP-VBZ-JJ": 2,
      "NNP-NN-VBZ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "FW-NNS-IN": 1,
      "IN-FW-JJ": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNS": 1,
      "VB-NNS-VB": 1,
      "NNS-VB-NNS": 1,
      "VB-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "FW-NN-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 211,
        "FW": 139,
        "NNP": 120,
        "JJ": 55,
        "NNS": 28
      },
      "top_bigrams": {
        "NN-NN": 122,
        "FW-FW": 84,
        "NNP-NNP": 53,
        "JJ-NN": 36,
        "NNP-NN": 34
      },
      "top_trigrams": {
        "NN-NN-NN": 72,
        "FW-FW-FW": 60,
        "NNP-NNP-NNP": 34,
        "NNP-NN-NN": 23,
        "JJ-NN-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 176,
      "PP": 10,
      "VP": 39,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.035
      },
      {
        "rule": "NP -> ('Brasil', 'NNP')",
        "frequency": 4,
        "weight": 0.0156
      },
      {
        "rule": "NP -> ('Lula', 'NNP')",
        "frequency": 4,
        "weight": 0.0156
      },
      {
        "rule": "NP -> ('mundo', 'NN')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "ADJP -> ('global', 'JJ')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Río', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('G20', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('México', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "“ Sean bienvenidos"
      },
      {
        "label": "NP",
        "text": "a la Cumbre del G20"
      },
      {
        "label": "NP",
        "text": "Río"
      },
      {
        "label": "PP",
        "text": "de Janeiro ”"
      },
      {
        "label": "NP",
        "text": "Janeiro ”"
      },
      {
        "label": "VP",
        "text": "señaló Lula al expresar su discurso ante un salón colmado por"
      },
      {
        "label": "NP",
        "text": "Lula al expresar su discurso ante"
      },
      {
        "label": "NP",
        "text": "un salón colmado por"
      },
      {
        "label": "VP",
        "text": "líderes"
      },
      {
        "label": "NP",
        "text": "mundo"
      },
      {
        "label": "NP",
        "text": "“ Esta ciudad que es conocida como ciudad maravillosa y que contiene los típicos"
      },
      {
        "label": "VP",
        "text": "contrastes que caracterizan a América Latina y"
      },
      {
        "label": "NP",
        "text": "que caracterizan"
      },
      {
        "label": "NP",
        "text": "a América Latina y"
      },
      {
        "label": "NP",
        "text": "mundo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP “/JJ Sean/NNP bienvenidos/NN)\n  (NP a/DT la/NN Cumbre/NNP del/NN G20/NNP)\n  ,/,\n  en/FW\n  (NP Río/NNP)\n  (PP de/IN (NP Janeiro/NNP ”/NNP))\n  (VP\n    señaló/VBD\n    (NP Lula/NNP al/NN expresar/NN su/NN discurso/NN ante/NN)\n    (NP un/JJ salón/NN colmado/NN por/NN))\n  (VP líderes/VBZ)\n  de/IN\n  todo/FW\n  el/FW\n  (NP mundo/NN)\n  ./.)",
      "(S\n  (NP\n    “/NN\n    Esta/NNP\n    ciudad/NN\n    que/NN\n    es/NN\n    conocida/NN\n    como/NN\n    ciudad/NN\n    maravillosa/NN\n    y/NN\n    que/NN\n    contiene/NN\n    los/NN\n    típicos/NN)\n  (VP\n    contrastes/VBZ\n    (NP que/JJ caracterizan/NN)\n    (NP a/DT América/NNP Latina/NNP y/NNP))\n  el/FW\n  (NP mundo/NN)\n  :/:\n  de/FW\n  un/FW\n  lado/FW\n  la/FW\n  belleza/FW\n  y/FW\n  exuberancia/FW\n  de/FW\n  la/FW\n  naturaleza/FW\n  ,/,\n  (NP un/JJ pueblo/NN diverso/NN)\n  ,/,\n  (NP vibrante/NN)\n  ,/,\n  (NP\n    creativo/NN\n    y/NN\n    el/NN\n    cristo/NN\n    redentor/NN\n    con/NN\n    sus/NN\n    brazos/NN\n    abiertos/NN)\n  ;/:\n  del/FW\n  otro/FW\n  (NP injusticias/JJ sociales/NNS profundas/NNS)\n  ,/,\n  (NP un/JJ retrato/NN vivo/NN)\n  de/FW\n  dificultades/FW\n  (NP históricas/NN y/NN resistencias./NN ”/NNP Con/NNP)\n  (NP un/JJ mensaje/NN)\n  (PP de/IN (NP unidad/JJ y/NN compromiso/NN))\n  ,/,\n  (NP Luiz/NNP Inácio/NNP Lula/NNP da/NN Silva/NN)\n  ,/,\n  presidente/FW\n  de/FW\n  (NP Brasil/NNP)\n  ,/,\n  (ADJP abrió/RB formalmente/JJ)\n  la/FW\n  (NP Cumbre/NNP)\n  del/FW\n  (NP G20/NNP)\n  en/FW\n  el/FW\n  (NP Museo/NNP)\n  de/FW\n  (NP Arte/NNP Moderno/NNP)\n  de/FW\n  (NP Río/NNP)\n  (PP de/IN (NP Janeiro/NNP))\n  ./.)",
      "(S\n  (NP El/NNP)\n  (VP evento/VBZ)\n  (VP reúne/VB (NP a/DT los/JJ jefes/NN))\n  (PP de/IN (NP Estado/NNP y/NNP))\n  de/FW\n  (NP Gobierno/NNP)\n  de/FW\n  las/FW\n  (NP principales/NNS)\n  (VP economías/VBP)\n  del/FW\n  (NP mundo/NN)\n  ,/,\n  (VP junto/VBZ)\n  a/DT\n  representantes/FW\n  de/FW\n  la/FW\n  (NP Unión/NNP Africana/NNP y/NNP la/NNP Unión/NNP Europea/NNP)\n  ,/,\n  (NP para/NN abordar/NN temas/NN como/NN el/NN hambre/NN)\n  ,/,\n  la/FW\n  sostenibilidad/FW\n  y/FW\n  la/FW\n  reforma/FW\n  de/FW\n  la/FW\n  gobernanza/FW\n  (ADJP global/JJ)\n  ./.)",
      "(S\n  (NP El/NNP G20/NNP)\n  ,/,\n  (NP que/NN representa/NN)\n  (VP el/VBD)\n  85/CD\n  (NP %/NN del/NN PIB/NNP mundial/NN)\n  ,/,\n  (NP tiene/NN)\n  (NP una/JJ responsabilidad/NN)\n  (ADJP urgente/JJ)\n  en/FW\n  (NP erradicar/NN esta/NN problemática/NN)\n  ,/,\n  (NP afirmó/JJ el/NN mandatario/NN)\n  ,/,\n  (NP y/JJ sentenció/NN)\n  :/:\n  (NP “/NN esta/NN herida/NN)\n  (VP avergüenza/VBZ (NP a/DT la/NN humanidad/NN ”/NN))\n  ./.)",
      "(S\n  (NP Y/NNP ponderó/NN que/NN “/NNP según/NN la/NN FAO/NNP)\n  ,/,\n  en/IN\n  2024/CD\n  (NP viviremos/JJ con/NN)\n  (NP un/JJ contingente/NN)\n  de/IN\n  733/CD\n  (NP millones/NNS)\n  de/IN\n  personas/FW\n  (NP desnutridas/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "RECURSOS_NATURALES",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "MONETARIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          3196,
          3204
        ],
        "start": 3196,
        "end": 3204
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          2743,
          2757
        ],
        "start": 2743,
        "end": 2757
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación internacional",
        "position": [
          1956,
          1981
        ],
        "start": 1956,
        "end": 1981
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "mensaje de unidad y compromiso, luiz inácio lula da silva, presidente",
        "position": [
          530,
          599
        ],
        "start": 530,
        "end": 599
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          59,
          65
        ],
        "start": 59,
        "end": 65
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "equidad",
        "position": [
          2574,
          2581
        ],
        "start": 2574,
        "end": 2581
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de las principales",
        "position": [
          737,
          764
        ],
        "start": 737,
        "end": 764
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de brasil",
        "position": [
          589,
          609
        ],
        "start": 589,
        "end": 609
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de relaciones exteriores",
        "position": [
          3950,
          3983
        ],
        "start": 3950,
        "end": 3983
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          3606,
          3621
        ],
        "start": 3606,
        "end": 3621
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          835,
          848
        ],
        "start": 835,
        "end": 848
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "fao",
        "position": [
          1155,
          1158
        ],
        "start": 1155,
        "end": 1158
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          1385,
          1392
        ],
        "start": 1385,
        "end": 1392
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2317,
          2324
        ],
        "start": 2317,
        "end": 2324
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2760,
          2767
        ],
        "start": 2760,
        "end": 2767
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          43,
          46
        ],
        "start": 43,
        "end": 46
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          603,
          609
        ],
        "start": 603,
        "end": 609
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3829,
          3843
        ],
        "start": 3829,
        "end": 3843
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          1276,
          1282
        ],
        "start": 1276,
        "end": 1282
      },
      {
        "category": "PAISES",
        "matched_text": "alemania",
        "position": [
          1284,
          1292
        ],
        "start": 1284,
        "end": 1292
      },
      {
        "category": "PAISES",
        "matched_text": "canadá",
        "position": [
          1319,
          1325
        ],
        "start": 1319,
        "end": 1325
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y de",
        "position": [
          725,
          736
        ],
        "start": 725,
        "end": 736
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          4030,
          4036
        ],
        "start": 4030,
        "end": 4036
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "733 millones",
        "position": [
          1200,
          1212
        ],
        "start": 1200,
        "end": 1212
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 24",
        "position": [
          3013,
          3022
        ],
        "start": 3013,
        "end": 3022
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 6",
        "position": [
          1467,
          1477
        ],
        "start": 1467,
        "end": 1477
      },
      {
        "category": "MONETARIOS",
        "matched_text": "2,4 billones de dólares",
        "position": [
          1548,
          1571
        ],
        "start": 1548,
        "end": 1571
      }
    ],
    "match_count": 27
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Lula",
        "tipo": "Persona"
      },
      {
        "nombre": "Emmanuel Macron",
        "tipo": "Persona"
      },
      {
        "nombre": "Joe Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "Relaciones Exteriores",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Claudia Sheinbaum",
        "tipo": "Persona"
      },
      {
        "nombre": "Serguéi Lavrov",
        "tipo": "Persona"
      },
      {
        "nombre": "La Cumbre del G20",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Africana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Canadá",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Museo de Arte Moderno de Río de Janeiro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudáfrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cumbre del G20",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alianza Global Contra el Hambre y la Pobreza",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bolsa Família",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "G20",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Xi Jinping",
        "tipo": "Persona"
      },
      {
        "nombre": "FAO",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alemania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gustavo Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Río de Janeiro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Reino Unido",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado y de Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alianza Global",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Lula",
        "relacion": "SE_ALAR",
        "objeto": "Cumbre del G20"
      },
      {
        "sujeto": "Lula",
        "relacion": "SE_ALAR",
        "objeto": "Río de Janeiro"
      },
      {
        "sujeto": "Luiz Inácio Lula da Silva",
        "relacion": "ABRIR",
        "objeto": "Cumbre del G20"
      },
      {
        "sujeto": "Luiz Inácio Lula da Silva",
        "relacion": "ABRIR",
        "objeto": "Museo de Arte Moderno de Río de Janeiro"
      },
      {
        "sujeto": "Brasil",
        "relacion": "ABRIR",
        "objeto": "Cumbre del G20"
      },
      {
        "sujeto": "Brasil",
        "relacion": "ABRIR",
        "objeto": "Museo de Arte Moderno de Río de Janeiro"
      },
      {
        "sujeto": "Cumbre del G20",
        "relacion": "ABRIR",
        "objeto": "Museo de Arte Moderno de Río de Janeiro"
      },
      {
        "sujeto": "Estado y de Gobierno",
        "relacion": "RE_NIR",
        "objeto": "Unión Africana"
      },
      {
        "sujeto": "Estado y de Gobierno",
        "relacion": "RE_NIR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Lula",
        "relacion": "SUBRAYAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Alianza Global Contra el Hambre y la Pobreza",
        "relacion": "ARTICULAREMOS_DESTACAR",
        "objeto": "Lula"
      },
      {
        "sujeto": "Brasil",
        "relacion": "DEMOSTRAR",
        "objeto": "Bolsa Família"
      },
      {
        "sujeto": "La Cumbre del G20",
        "relacion": "CONTINUAR",
        "objeto": "Sudáfrica"
      }
    ]
  },
  "sentiment": {
    "compound": 0.6124,
    "pos": 0.012,
    "neu": 0.985,
    "neg": 0.004,
    "label": "positive"
  }
}