{
  "url": "https://www.telesurtv.net/rusia-denuncia-misiles-de-ee-uu-a-ucrania/",
  "title": "Rusia denuncia envío de más misiles Patriots de EE.UU. a Ucrania - teleSUR",
  "section": "Mundo",
  "tags": [
    "Envíos",
    "Rusia",
    "Trump"
  ],
  "text": "El gobierno ruso acusó este lunes a Estados Unidos de continuar con el suministro de armas al régimen de Kiev, pese a los altos costos económicos y a los discursos sobre una eventual desescalada. El portavoz del Kremlin, Dmitri Peskov, afirmó que, aunque ahora parte del financiamiento provendrá de países europeos, los envíos de municiones, armas y equipos militares “siguen en curso”. Principalmente de misiles de largo alcance como los Patriots.\nLEA TAMBIÉN:Putin: La búsqueda de ventajas geopolíticas por Occidente es la raíz de las contradicciones con Rusia\n“Se dijeron muchas palabras sobre su alto precio, etc., y ahora, al parecer, resulta que estos suministros los van a costear los países de Europa. […] El hecho es que los suministros […] siguieron en curso y siguen en curso”, declaró Peskov este 14 de julio.\nPor otro lado, Trump declaró el pasado 13 de julio que Estados Unidos enviará sistemas antiaéreos Patriot a Ucrania, y que estos serán financiados “al 100 %” por países de la Unión Europea. Según sus palabras, “Ucrania necesita desesperadamente este equipo” y “Europa debe pagar su parte”.\nEste planteamiento representa un giro en la narrativa pública de Trump, quien ha prometido durante meses “poner fin a la guerra” si es reelegido. Ahora, su plan implicaría mantener el apoyo militar, con una transferencia del financiamiento a socios europeos, pero sin reducir necesariamente la capacidad ofensiva de Kiev.\nDesde el inicio de la operación especial rusa en febrero de 2022, Ucrania ha solicitado a sus aliados sistemas de armas más avanzados y con mayor alcance para atacar objetivos militares rusos más allá de la línea del frente, en particular dentro del territorio ruso.\nCon los misiles británicos Storm Shadow y los franceses SCALP-EG, Ucrania ha logrado golpear blancos estratégicos en la Crimea ocupada y otras zonas del sur, pero estos misiles tienen un alcance máximo de unos 250 km.\nLos nuevos misiles mencionados por fuentes cercanas a Trump, como los ATACMS extendidos o incluso misiles de crucero Tomahawk adaptados para lanzadores terrestres, podrían superar los 1.000 km de alcance.\nEsto colocaría en la mira de las fuerzas ucranianas a ciudades rusas como Kursk, Vorónezh e incluso Moscú, aumentando la preocupación del Kremlin por una posible escalada del conflicto hacia su territorio soberano.\nEl gobierno ruso ha reiterado que el envío de armas ofensivas de largo alcance a Ucrania será considerado una “línea roja” que podría tener consecuencias graves.\nLas autoridades rusas afirman que este tipo de armamento representa una amenaza directa a su seguridad nacional, especialmente si es utilizado para atacar centros urbanos, instalaciones militares o infraestructura crítica dentro de Rusia.\nEn este sentido, Peskov declaró que el suministro de armas “no ha cesado”, y advirtió que el Kremlin seguirá vigilando los movimientos de Washington y sus aliados, particularmente en medio de las campañas presidenciales de 2025 en Estados Unidos.\nEl anuncio de que la Unión Europea asumirá el financiamiento de parte del armamento estadounidense ha generado diversas reacciones en las capitales europeas. Mientras países como Polonia, Lituania y el Reino Unido apoyan sin reservas el suministro continuo de armas a Ucrania, otros como Hungría, Eslovaquia e incluso Alemania han expresado preocupación por una escalada del conflicto que derive en enfrentamientos directos con Rusia.\nEl hecho de que los nuevos misiles puedan ser utilizados para impactar territorio ruso ha reactivado los temores sobre una expansión de la guerra más allá de las fronteras ucranianas, así como sobre la posibilidad de ataques de represalia.\nAunque no hay confirmación oficial sobre los sistemas específicos que integrarán el nuevo paquete de ayuda estadounidense, medios como Axios y The Washington Post señalan que el plan de Trump incluye sistemas de largo alcance, como los Patriots o los ATCM.\nEstos sistemas, combinados, permitirían a las Fuerzas Armadas de Ucrania llevar a cabo ataques profundos dentro del territorio ruso, especialmente contra infraestructura de transporte, bases militares y almacenes de municiones.\nLas noticias sobre nuevos envíos de armas ofensivas llegan en un momento en que las conversaciones de paz entre Rusia y Ucrania, mediadas por Turquía e Irán, intentan retomar el diálogo iniciado en Estambul.\nSin embargo, según fuentes diplomáticas rusas citadas por RIA Novosti, la posibilidad de un nuevo suministro de misiles ofensivos dificulta el ambiente para cualquier negociación seria.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rusia-denuncia-misiles-de-ee-uu-a-ucrania/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1323,
    "message_id": 98953,
    "date": "2025-07-14T12:55:08+00:00",
    "text": "teleSUR\nRusia denuncia envío de más misiles Patriots de EE.UU. a Ucrania\nhttps://www.telesurtv.net/rusia-denuncia-misiles-de-ee-uu-a-ucrania/",
    "photo_path": null,
    "views": 2158,
    "reactions": {
      "👍": 40,
      "🤬": 21,
      "👎": 7,
      "❤": 3,
      "😱": 2
    },
    "total_reactions": 73
  },
  "preprocessing": {
    "cleaned": "el gobierno ruso acusó este lunes a estados unidos de continuar con el suministro de armas al régimen de kiev, pese a los altos costos económicos y a los discursos sobre una eventual desescalada. el portavoz del kremlin, dmitri peskov, afirmó que, aunque ahora parte del financiamiento provendrá de países europeos, los envíos de municiones, armas y equipos militares “siguen en curso”. principalmente de misiles de largo alcance como los patriots. “se dijeron muchas palabras sobre su alto precio, etc., y ahora, al parecer, resulta que estos suministros los van a costear los países de europa. […] el hecho es que los suministros […] siguieron en curso y siguen en curso”, declaró peskov este 14 de julio. por otro lado, trump declaró el pasado 13 de julio que estados unidos enviará sistemas antiaéreos patriot a ucrania, y que estos serán financiados “al 100 %” por países de la unión europea. según sus palabras, “ucrania necesita desesperadamente este equipo” y “europa debe pagar su parte”. este planteamiento representa un giro en la narrativa pública de trump, quien ha prometido durante meses “poner fin a la guerra” si es reelegido. ahora, su plan implicaría mantener el apoyo militar, con una transferencia del financiamiento a socios europeos, pero sin reducir necesariamente la capacidad ofensiva de kiev. desde el inicio de la operación especial rusa en febrero de 2022, ucrania ha solicitado a sus aliados sistemas de armas más avanzados y con mayor alcance para atacar objetivos militares rusos más allá de la línea del frente, en particular dentro del territorio ruso. con los misiles británicos storm shadow y los franceses scalp-eg, ucrania ha logrado golpear blancos estratégicos en la crimea ocupada y otras zonas del sur, pero estos misiles tienen un alcance máximo de unos 250 km. los nuevos misiles mencionados por fuentes cercanas a trump, como los atacms extendidos o incluso misiles de crucero tomahawk adaptados para lanzadores terrestres, podrían superar los 1.000 km de alcance. esto colocaría en la mira de las fuerzas ucranianas a ciudades rusas como kursk, vorónezh e incluso moscú, aumentando la preocupación del kremlin por una posible escalada del conflicto hacia su territorio soberano. el gobierno ruso ha reiterado que el envío de armas ofensivas de largo alcance a ucrania será considerado una “línea roja” que podría tener consecuencias graves. las autoridades rusas afirman que este tipo de armamento representa una amenaza directa a su seguridad nacional, especialmente si es utilizado para atacar centros urbanos, instalaciones militares o infraestructura crítica dentro de rusia. en este sentido, peskov declaró que el suministro de armas “no ha cesado”, y advirtió que el kremlin seguirá vigilando los movimientos de washington y sus aliados, particularmente en medio de las campañas presidenciales de 2025 en estados unidos. el anuncio de que la unión europea asumirá el financiamiento de parte del armamento estadounidense ha generado diversas reacciones en las capitales europeas. mientras países como polonia, lituania y el reino unido apoyan sin reservas el suministro continuo de armas a ucrania, otros como hungría, eslovaquia e incluso alemania han expresado preocupación por una escalada del conflicto que derive en enfrentamientos directos con rusia. el hecho de que los nuevos misiles puedan ser utilizados para impactar territorio ruso ha reactivado los temores sobre una expansión de la guerra más allá de las fronteras ucranianas, así como sobre la posibilidad de ataques de represalia. aunque no hay confirmación oficial sobre los sistemas específicos que integrarán el nuevo paquete de ayuda estadounidense, medios como axios y the washington post señalan que el plan de trump incluye sistemas de largo alcance, como los patriots o los atcm. estos sistemas, combinados, permitirían a las fuerzas armadas de ucrania llevar a cabo ataques profundos dentro del territorio ruso, especialmente contra infraestructura de transporte, bases militares y almacenes de municiones. las noticias sobre nuevos envíos de armas ofensivas llegan en un momento en que las conversaciones de paz entre rusia y ucrania, mediadas por turquía e irán, intentan retomar el diálogo iniciado en estambul. sin embargo, según fuentes diplomáticas rusas citadas por ria novosti, la posibilidad de un nuevo suministro de misiles ofensivos dificulta el ambiente para cualquier negociación seria.",
    "tokens": [
      "gobierno",
      "ruso",
      "acusó",
      "lunes",
      "unidos",
      "continuar",
      "suministro",
      "armas",
      "régimen",
      "kiev",
      ",",
      "pese",
      "altos",
      "costos",
      "económicos",
      "discursos",
      "eventual",
      "desescalada",
      ".",
      "portavoz",
      "kremlin",
      ",",
      "dmitri",
      "peskov",
      ",",
      "afirmó",
      ",",
      "aunque",
      "ahora",
      "parte",
      "financiamiento",
      "provendrá",
      "países",
      "europeos",
      ",",
      "envíos",
      "municiones",
      ",",
      "armas",
      "equipos",
      "militares",
      "“",
      "siguen",
      "curso",
      "”",
      ".",
      "principalmente",
      "misiles",
      "largo",
      "alcance",
      "patriots",
      ".",
      "“",
      "dijeron",
      "muchas",
      "palabras",
      "alto",
      "precio",
      ",",
      "etc.",
      ",",
      "ahora",
      ",",
      "parecer",
      ",",
      "resulta",
      "suministros",
      "van",
      "costear",
      "países",
      "europa",
      ".",
      "[",
      "…",
      "]",
      "hecho",
      "suministros",
      "[",
      "…",
      "]",
      "siguieron",
      "curso",
      "siguen",
      "curso",
      "”",
      ",",
      "declaró",
      "peskov",
      "14",
      "julio",
      ".",
      "lado",
      ",",
      "trump",
      "declaró",
      "pasado",
      "13",
      "julio",
      "unidos",
      "enviará",
      "sistemas",
      "antiaéreos",
      "patriot",
      "ucrania",
      ",",
      "financiados",
      "“",
      "100",
      "%",
      "”",
      "países",
      "unión",
      "europea",
      ".",
      "según",
      "palabras",
      ",",
      "“",
      "ucrania",
      "necesita",
      "desesperadamente",
      "equipo",
      "”",
      "“",
      "europa",
      "debe",
      "pagar",
      "parte",
      "”",
      ".",
      "planteamiento",
      "representa",
      "giro",
      "narrativa",
      "pública",
      "trump",
      ",",
      "prometido",
      "meses",
      "“",
      "poner",
      "fin",
      "guerra",
      "”",
      "si",
      "reelegido",
      ".",
      "ahora",
      ",",
      "plan",
      "implicaría",
      "mantener",
      "apoyo",
      "militar",
      ",",
      "transferencia",
      "financiamiento",
      "socios",
      "europeos",
      ",",
      "reducir",
      "necesariamente",
      "capacidad",
      "ofensiva",
      "kiev",
      ".",
      "inicio",
      "operación",
      "especial",
      "rusa",
      "febrero",
      "2022",
      ",",
      "ucrania",
      "solicitado",
      "aliados",
      "sistemas",
      "armas",
      "avanzados",
      "mayor",
      "alcance",
      "atacar",
      "objetivos",
      "militares",
      "rusos",
      "allá",
      "línea",
      "frente",
      ",",
      "particular",
      "dentro",
      "territorio",
      "ruso",
      ".",
      "misiles",
      "británicos",
      "storm",
      "shadow",
      "franceses",
      "scalp-eg",
      ",",
      "ucrania",
      "logrado",
      "golpear",
      "blancos",
      "estratégicos",
      "crimea",
      "ocupada",
      "zonas",
      "sur",
      ",",
      "misiles",
      "alcance",
      "máximo",
      "250",
      "km",
      ".",
      "nuevos",
      "misiles",
      "mencionados",
      "fuentes",
      "cercanas",
      "trump",
      ",",
      "atacms",
      "extendidos",
      "incluso",
      "misiles",
      "crucero",
      "tomahawk",
      "adaptados",
      "lanzadores",
      "terrestres",
      ",",
      "podrían",
      "superar",
      "1.000",
      "km",
      "alcance",
      ".",
      "colocaría",
      "mira",
      "fuerzas",
      "ucranianas",
      "ciudades",
      "rusas",
      "kursk",
      ",",
      "vorónezh",
      "incluso",
      "moscú",
      ",",
      "aumentando",
      "preocupación",
      "kremlin",
      "posible",
      "escalada",
      "conflicto",
      "hacia",
      "territorio",
      "soberano",
      ".",
      "gobierno",
      "ruso",
      "reiterado",
      "envío",
      "armas",
      "ofensivas",
      "largo",
      "alcance",
      "ucrania",
      "considerado",
      "“",
      "línea",
      "roja",
      "”",
      "podría",
      "tener",
      "consecuencias",
      "graves",
      ".",
      "autoridades",
      "rusas",
      "afirman",
      "tipo",
      "armamento",
      "representa",
      "amenaza",
      "directa",
      "seguridad",
      "nacional",
      ",",
      "especialmente",
      "si",
      "utilizado",
      "atacar",
      "centros",
      "urbanos",
      ",",
      "instalaciones",
      "militares",
      "infraestructura",
      "crítica",
      "dentro",
      "rusia",
      ".",
      ",",
      "peskov",
      "declaró",
      "suministro",
      "armas",
      "“",
      "cesado",
      "”",
      ",",
      "advirtió",
      "kremlin",
      "seguirá",
      "vigilando",
      "movimientos",
      "washington",
      "aliados",
      ",",
      "particularmente",
      "medio",
      "campañas",
      "presidenciales",
      "2025",
      "unidos",
      ".",
      "anuncio",
      "unión",
      "europea",
      "asumirá",
      "financiamiento",
      "parte",
      "armamento",
      "estadounidense",
      "generado",
      "diversas",
      "reacciones",
      "capitales",
      "europeas",
      ".",
      "mientras",
      "países",
      "polonia",
      ",",
      "lituania",
      "reino",
      "unido",
      "apoyan",
      "reservas",
      "suministro",
      "continuo",
      "armas",
      "ucrania",
      ",",
      "hungría",
      ",",
      "eslovaquia",
      "incluso",
      "alemania",
      "expresado",
      "preocupación",
      "escalada",
      "conflicto",
      "derive",
      "enfrentamientos",
      "directos",
      "rusia",
      ".",
      "hecho",
      "nuevos",
      "misiles",
      "puedan",
      "ser",
      "utilizados",
      "impactar",
      "territorio",
      "ruso",
      "reactivado",
      "temores",
      "expansión",
      "guerra",
      "allá",
      "fronteras",
      "ucranianas",
      ",",
      "así",
      "posibilidad",
      "ataques",
      "represalia",
      ".",
      "aunque",
      "confirmación",
      "oficial",
      "sistemas",
      "específicos",
      "integrarán",
      "nuevo",
      "paquete",
      "ayuda",
      "estadounidense",
      ",",
      "medios",
      "axios",
      "the",
      "washington",
      "post",
      "señalan",
      "plan",
      "trump",
      "incluye",
      "sistemas",
      "largo",
      "alcance",
      ",",
      "patriots",
      "atcm",
      ".",
      "sistemas",
      ",",
      "combinados",
      ",",
      "permitirían",
      "fuerzas",
      "armadas",
      "ucrania",
      "llevar",
      "cabo",
      "ataques",
      "profundos",
      "dentro",
      "territorio",
      "ruso",
      ",",
      "especialmente",
      "infraestructura",
      "transporte",
      ",",
      "bases",
      "militares",
      "almacenes",
      "municiones",
      ".",
      "noticias",
      "nuevos",
      "envíos",
      "armas",
      "ofensivas",
      "llegan",
      "momento",
      "conversaciones",
      "paz",
      "rusia",
      "ucrania",
      ",",
      "mediadas",
      "turquía",
      "irán",
      ",",
      "intentan",
      "retomar",
      "diálogo",
      "iniciado",
      "estambul",
      ".",
      "embargo",
      ",",
      "según",
      "fuentes",
      "diplomáticas",
      "rusas",
      "citadas",
      "ria",
      "novosti",
      ",",
      "posibilidad",
      "nuevo",
      "suministro",
      "misiles",
      "ofensivos",
      "dificulta",
      "ambiente",
      "cualquier",
      "negociación",
      "seria",
      "."
    ],
    "token_count": 489,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 96,
      "NN": 250,
      "NNS": 35,
      "IN": 34,
      "FW": 123,
      "JJ": 70,
      "VBP": 20,
      "VBD": 5,
      "CD": 8,
      "VBZ": 14,
      "RB": 3,
      "MD": 2,
      "VB": 2,
      "DT": 3,
      "JJR": 1,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-NN": 36,
      "NN-NN": 141,
      "NN-NNS": 16,
      "NNS-NNP": 5,
      "NNP-NNP": 33,
      "NNP-IN": 2,
      "IN-FW": 13,
      "FW-NN": 13,
      "NN-FW": 15,
      "FW-FW": 85,
      "FW-JJ": 8,
      "JJ-NNS": 11,
      "NNS-IN": 8,
      "IN-NNP": 7,
      "NNP-JJ": 5,
      "JJ-NN": 43,
      "NNS-VBP": 17,
      "VBP-JJ": 9,
      "NN-JJ": 20,
      "JJ-JJ": 9,
      "NN-NNP": 24,
      "FW-NNS": 4,
      "VBP-IN": 2,
      "IN-NN": 7,
      "NNP-FW": 7,
      "JJ-NNP": 5,
      "FW-NNP": 11,
      "VBP-NNP": 5,
      "NN-VBD": 4,
      "VBD-JJ": 3,
      "NN-IN": 19,
      "NN-CD": 2,
      "CD-IN": 2,
      "NNP-VBZ": 6,
      "VBZ-JJ": 8,
      "VBD-CD": 1,
      "VBD-RB": 1,
      "RB-CD": 1,
      "CD-JJ": 1,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "VBZ-NN": 2,
      "NN-VBP": 3,
      "VBP-NN": 2,
      "IN-CD": 2,
      "CD-NNP": 1,
      "IN-JJ": 3,
      "NN-VBZ": 5,
      "VBZ-NNP": 1,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-CD": 1,
      "CD-NN": 3,
      "JJ-CD": 1,
      "VBZ-VBZ": 1,
      "VBP-NNS": 1,
      "NNS-JJ": 2,
      "NNS-NNS": 1,
      "FW-DT": 1,
      "DT-NN": 2,
      "CD-FW": 1,
      "VBZ-FW": 1,
      "FW-IN": 1,
      "NNS-RB": 1,
      "RB-NNP": 1,
      "VB-NNP": 1,
      "VBP-JJR": 1,
      "JJR-JJ": 1,
      "JJ-FW": 1,
      "NNP-DT": 1,
      "IN-DT": 1,
      "DT-NNP": 1,
      "NNP-VBD": 1,
      "NNP-CC": 2,
      "CC-NN": 1,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1,
      "IN-NNS": 1,
      "CC-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 27,
      "NN-NN-NN": 75,
      "NN-NN-NNS": 9,
      "NN-NNS-NNP": 3,
      "NNS-NNP-NNP": 2,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-NN": 3,
      "FW-NN-FW": 1,
      "NN-FW-FW": 9,
      "FW-FW-FW": 63,
      "FW-FW-JJ": 4,
      "FW-JJ-NNS": 5,
      "JJ-NNS-IN": 4,
      "NNS-IN-NNP": 2,
      "IN-NNP-JJ": 2,
      "NNP-JJ-NN": 4,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 26,
      "NN-NN-JJ": 19,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 8,
      "JJ-NN-NNP": 1,
      "NN-NNP-NN": 13,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-NN": 14,
      "NN-JJ-NN": 15,
      "NN-NN-FW": 10,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 2,
      "NNS-VBP-IN": 2,
      "VBP-IN-NN": 1,
      "IN-NN-NNP": 3,
      "NN-NNP-FW": 1,
      "NNP-FW-FW": 6,
      "FW-FW-NN": 5,
      "FW-NN-NN": 5,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-FW": 5,
      "FW-FW-NNP": 7,
      "FW-NNP-FW": 1,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NNP": 3,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 3,
      "NN-NN-VBD": 4,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NN": 3,
      "NN-JJ-NNS": 1,
      "IN-NNP-NNP": 3,
      "JJ-NN-FW": 2,
      "NN-FW-NN": 4,
      "NN-NN-IN": 6,
      "NN-IN-NN": 2,
      "IN-NN-NN": 3,
      "NNP-NN-CD": 1,
      "NN-CD-IN": 1,
      "CD-IN-NN": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "NNP-NNP-VBZ": 2,
      "VBZ-JJ-JJ": 5,
      "JJ-JJ-NNP": 1,
      "NN-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NNP": 3,
      "FW-NNP-NNP": 5,
      "NNP-NN-NNS": 2,
      "NNS-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "JJ-NN-IN": 10,
      "NN-IN-FW": 10,
      "IN-FW-FW": 5,
      "FW-NNP-NN": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NNS-VBP-NN": 1,
      "FW-NN-IN": 3,
      "NN-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "FW-NNP-MD": 2,
      "NNP-MD-VB": 2,
      "MD-VB-CD": 1,
      "VB-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "IN-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "VBP-JJ-NNS": 1,
      "VBP-NNP-NN": 2,
      "NN-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-NN-NNP": 3,
      "VBP-JJ-NNP": 1,
      "NNP-NN-NNP": 4,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "FW-NN-JJ": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-IN-NNP": 4,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-VBP-NNP": 1,
      "IN-NNP-NN": 1,
      "IN-FW-JJ": 2,
      "NNS-IN-CD": 1,
      "IN-CD-FW": 1,
      "CD-FW-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-NN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-RB": 1,
      "NNS-RB-NNP": 1,
      "RB-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNP": 1,
      "NNP-NNP-JJ": 2,
      "MD-VB-NNP": 1,
      "VB-NNP-NNP": 1,
      "NNP-NN-FW": 1,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "FW-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-NN": 2,
      "VBP-IN-DT": 1,
      "IN-DT-NNP": 1,
      "DT-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NNS": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-JJ": 1,
      "FW-NNS-IN": 1,
      "NNP-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 250,
        "FW": 123,
        "NNP": 96,
        "JJ": 70,
        "NNS": 35
      },
      "top_bigrams": {
        "NN-NN": 141,
        "FW-FW": 85,
        "JJ-NN": 43,
        "NNP-NN": 36,
        "NNP-NNP": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 75,
        "FW-FW-FW": 63,
        "NNP-NN-NN": 27,
        "JJ-NN-NN": 26,
        "NN-NN-JJ": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 190,
      "VP": 55,
      "PP": 15,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.0379
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('Trump', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('alcance', 'NN')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Kiev', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('municiones', 'NNS')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('curso', 'NN') ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('los', 'JJ') ('Patriots', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('a', 'DT') ('Ucrania', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El gobierno ruso acusó este"
      },
      {
        "label": "VP",
        "text": "lunes a Estados Unidos"
      },
      {
        "label": "NP",
        "text": "a Estados Unidos"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "al régimen"
      },
      {
        "label": "PP",
        "text": "de Kiev"
      },
      {
        "label": "NP",
        "text": "Kiev"
      },
      {
        "label": "VP",
        "text": "pese a los altos costos"
      },
      {
        "label": "NP",
        "text": "a los altos costos"
      },
      {
        "label": "VP",
        "text": "económicos"
      },
      {
        "label": "NP",
        "text": "a los discursos sobre"
      },
      {
        "label": "NP",
        "text": "una eventual desescalada"
      },
      {
        "label": "NP",
        "text": "El portavoz del Kremlin"
      },
      {
        "label": "NP",
        "text": "Dmitri Peskov"
      },
      {
        "label": "NP",
        "text": "afirmó que"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP gobierno/NN ruso/NN acusó/NN este/NN)\n  (VP lunes/VBZ (NP a/DT Estados/NNP Unidos/NNP))\n  de/IN\n  continuar/FW\n  (NP con/NN)\n  el/FW\n  suministro/FW\n  de/FW\n  armas/FW\n  (NP al/JJ régimen/NNS)\n  (PP de/IN (NP Kiev/NNP))\n  ,/,\n  (VP pese/VBZ (NP a/DT los/JJ altos/NN costos/NN))\n  (VP económicos/VBZ)\n  y/CC\n  (NP a/DT los/JJ discursos/NN sobre/NN)\n  (NP una/JJ eventual/JJ desescalada/NN)\n  ./.)",
      "(S\n  (NP El/NNP portavoz/NN del/NN Kremlin/NNP)\n  ,/,\n  (NP Dmitri/NNP Peskov/NNP)\n  ,/,\n  (NP afirmó/NN que/NN)\n  ,/,\n  (NP\n    aunque/JJ\n    ahora/NN\n    parte/NN\n    del/NN\n    financiamiento/NN\n    provendrá/NN)\n  de/FW\n  (NP países/NNS)\n  (VP europeos/VBP)\n  ,/,\n  (ADJP los/JJ)\n  envíos/FW\n  de/FW\n  (NP municiones/NNS)\n  ,/,\n  (VP armas/VBP (NP y/JJ equipos/NN militares/NNS))\n  (VP “/VBP siguen/JJ)\n  en/FW\n  (NP curso/NN ”/NN)\n  ./.)",
      "(S\n  (NP Principalmente/NNP)\n  de/FW\n  misiles/FW\n  de/FW\n  largo/FW\n  (NP alcance/NN como/NN)\n  (NP los/JJ Patriots/NNP)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Putin/NN)\n  :/:\n  (NP La/NNP)\n  búsqueda/FW\n  de/FW\n  ventajas/FW\n  geopolíticas/FW\n  por/FW\n  (NP Occidente/NNP)\n  es/FW\n  la/FW\n  raíz/FW\n  de/FW\n  las/FW\n  (NP contradicciones/NNS)\n  (VP\n    con/VBP\n    (NP Rusia/NNP “/NNP Se/NNP dijeron/NN muchas/NN palabras/NNS))\n  (VP sobre/VBP (NP su/JJ alto/NN precio/NN))\n  ,/,\n  etc./FW\n  ,/,\n  y/FW\n  (NP ahora/NNS)\n  ,/,\n  (NP al/JJ parecer/NN)\n  ,/,\n  (NP resulta/NN que/NN estos/NN)\n  (VP\n    suministros/VBD\n    (NP los/JJ van/NN)\n    (NP a/DT costear/JJ los/NN países/NNS))\n  (PP de/IN (NP Europa/NNP))\n  ./.)",
      "(S\n  (NP [/JJ …/NNP ]/NNP El/NNP hecho/NN es/NN que/NN los/NN)\n  (NP\n    suministros/JJ\n    [/NNP\n    …/NNP\n    ]/NNP\n    siguieron/NN\n    en/NN\n    curso/NN\n    y/NN\n    siguen/NN)\n  (PP en/IN (NP curso/NN ”/NN))\n  ,/,\n  (NP declaró/JJ Peskov/NNP este/NN)\n  14/CD\n  (PP de/IN (NP julio/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "ORGANISMOS_INTERNACIONALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto que derive en enfrentamientos",
        "position": [
          3362,
          3401
        ],
        "start": 3362,
        "end": 3401
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conversaciones de paz",
        "position": [
          4231,
          4252
        ],
        "start": 4231,
        "end": 4252
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataques profundos dentro del territorio ruso",
        "position": [
          4006,
          4050
        ],
        "start": 4006,
        "end": 4050
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "municiones",
        "position": [
          330,
          340
        ],
        "start": 330,
        "end": 340
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó este lunes a",
        "position": [
          17,
          35
        ],
        "start": 17,
        "end": 35
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          271,
          285
        ],
        "start": 271,
        "end": 285
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          236,
          242
        ],
        "start": 236,
        "end": 242
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2817,
          2825
        ],
        "start": 2817,
        "end": 2825
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          997,
          1010
        ],
        "start": 997,
        "end": 1010
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          17,
          22
        ],
        "start": 17,
        "end": 22
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          36,
          50
        ],
        "start": 36,
        "end": 50
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          557,
          562
        ],
        "start": 557,
        "end": 562
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "kiev",
        "position": [
          105,
          109
        ],
        "start": 105,
        "end": 109
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          4359,
          4366
        ],
        "start": 4359,
        "end": 4366
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Dmitri Peskov",
        "tipo": "Persona"
      },
      {
        "nombre": "The Washington Post",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Peskov",
        "tipo": "Persona"
      },
      {
        "nombre": "Moscú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Lituania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Polonia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kiev",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vorónezh",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "RIA Novosti",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Eslovaquia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alemania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerzas Armadas de Ucrania",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Turquía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estambul",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Crimea",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kursk",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kremlin",
        "tipo": "Lugar"
      },
      {
        "nombre": "Patriots",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Reino Unido",
        "tipo": "Lugar"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hungría",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Estados Unidos",
        "relacion": "ACUSAR",
        "objeto": "Kiev"
      },
      {
        "sujeto": "Occidente",
        "relacion": "DECIR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Rusia",
        "relacion": "DECIR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Trump",
        "relacion": "DECLARAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Trump",
        "relacion": "DECLARAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Trump",
        "relacion": "DECLARAR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ENVIAR_DECLARAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ENVIAR_DECLARAR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "ENVIAR_DECLARAR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "NECESITAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "LOGRAR",
        "objeto": "Crimea"
      },
      {
        "sujeto": "Kursk",
        "relacion": "COLOCAR",
        "objeto": "Kremlin"
      },
      {
        "sujeto": "Vorónezh",
        "relacion": "COLOCAR",
        "objeto": "Kremlin"
      },
      {
        "sujeto": "Moscú",
        "relacion": "COLOCAR",
        "objeto": "Kremlin"
      },
      {
        "sujeto": "Peskov",
        "relacion": "DECLARAR",
        "objeto": "Kremlin"
      },
      {
        "sujeto": "Peskov",
        "relacion": "DECLARAR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Peskov",
        "relacion": "DECLARAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "SEGUIR_ADVERTIR_DECLARAR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "SEGUIR_ADVERTIR_DECLARAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Washington",
        "relacion": "VIGILAR_SEGUIR_ADVERTIR_DECLARAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Polonia",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Polonia",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Hungría"
      },
      {
        "sujeto": "Polonia",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Eslovaquia"
      },
      {
        "sujeto": "Polonia",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Alemania"
      },
      {
        "sujeto": "Polonia",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Lituania",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Lituania",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Hungría"
      },
      {
        "sujeto": "Lituania",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Eslovaquia"
      },
      {
        "sujeto": "Lituania",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Alemania"
      },
      {
        "sujeto": "Lituania",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Hungría"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Eslovaquia"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Alemania"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Hungría",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Eslovaquia",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Alemania",
        "relacion": "APOYAR_EXPRESAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "The Washington Post",
        "relacion": "SE_ALAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "The Washington Post",
        "relacion": "SE_ALAR",
        "objeto": "Patriots"
      },
      {
        "sujeto": "Trump",
        "relacion": "INCLUIR_SE_ALAR",
        "objeto": "Patriots"
      },
      {
        "sujeto": "Rusia",
        "relacion": "INTENTAR_LLEGAR",
        "objeto": "Estambul"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "INTENTAR_LLEGAR",
        "objeto": "Estambul"
      },
      {
        "sujeto": "Turquía",
        "relacion": "INTENTAR_LLEGAR",
        "objeto": "Estambul"
      },
      {
        "sujeto": "Irán",
        "relacion": "INTENTAR_LLEGAR",
        "objeto": "Estambul"
      }
    ]
  },
  "sentiment": {
    "compound": -0.1027,
    "pos": 0.024,
    "neu": 0.954,
    "neg": 0.022,
    "label": "negative"
  }
}