{
  "url": "https://www.telesurtv.net/camara-de-representantes-aprueba-por-estrecho-margen-megaproyecto-fiscal-de-trump/",
  "title": "Cámara de Representantes aprueba por estrecho margen megaproyecto fiscal de Trump - teleSUR",
  "section": "Mundo",
  "tags": [
    "EE.UU.",
    "presupuesto",
    "Trump"
  ],
  "text": "La Cámara de Representantes estadounidense aprobó este jueves por apenas cuatro votos de diferencia el ambicioso paquete legislativo del presidente Donald Trump, tras intensas negociaciones que se extendieron durante toda la madrugada.\nLEA TAMBIÉN:Trump fuerza voto esta madrugada para avanzar su proyecto presupuestario\nLa votación final de 218 a favor y 214 en contra representa una victoria política crucial para el mandatario republicano, quien logró presionar a los legisladores disidentes para cumplir con su plazo autoimpuesto del 4 de julio.\nEl presidente de la Cámara, Mike Johnson, enfrentó una rebelión interna del Partido Republicano que amenazaba con hundir la iniciativa. Durante horas, los líderes republicanos mantuvieron abierta una votación de procedimiento que debía durar cinco minutos, mientras negociaban voto por voto con los opositores. La resistencia provino principalmente del Freedom Caucus, grupo conservador que demandaba garantías sobre futuras modificaciones al proyecto.\n\n\nTrump participó directamente en las negociaciones desde la Casa Blanca, convocando a reuniones urgentes con los legisladores rebeldes. “Querían escuchar ciertas garantías sobre lo que está por venir y lo que vamos a hacer después”, explicó Johnson a los medios. El proceso se complicó cuando el representante Scott Perry regresó a Pensilvania para “cambiarse de ropa”, obligando a los líderes a esperar su retorno para completar la votación.\nEl líder demócrata Hakeem Jeffries protagonizó una histórica obstrucción parlamentaria, manteniendo el turno de palabra durante 8 horas y 44 minutos para protestar contra la propuesta. Su maratónica intervención estableció un nuevo récord en la Cámara, aunque finalmente solo consiguió retrasar la aprobación sin bloquearla.\nEl proyecto de ley convertirá en permanentes los recortes fiscales de Trump de 2017 y añadirá beneficios tributarios adicionales, eliminando impuestos sobre propinas, horas extraordinarias y prestaciones de Seguridad Social. Sin embargo, estas medidas tendrán un costo social elevado que afectará a los sectores más vulnerables de la población.\nLa legislación reducirá la ayuda alimentaria a casi cinco millones de personas, privando de asistencia nutricional a familias que dependen de estos programas para su supervivencia diaria. Los recortes también alcanzarán los servicios de atención y cuidado para personas de la tercera edad, comprometiendo la calidad de vida de millones de adultos mayores.\n\n\nLos cambios en Medicaid resultan especialmente preocupantes, ya que introducen requisitos laborales obligatorios y reducen el reparto de costos federales con los estados. La Oficina Presupuestaria del Congreso calcula que estos ajustes dejarán a casi 12 millones de personas sin seguro médico en la próxima década.\nParalelamente, la propuesta incrementará la deuda nacional en 3,25 billones de dólares mientras reduce los impuestos de los multimillonarios en 1,3 billones de dólares. Esta redistribución regresiva beneficiará a las grandes fortunas mientras los programas sociales sufren recortes drásticos.\nEl paquete también facilitará la compra de silenciadores y armas de fuego, flexibilizando regulaciones que preocupan a organizaciones defensoras de la seguridad pública.\nEn contraste, destinará recursos masivos a la detención de inmigrantes: 75.000 millones de dólares para operativos del ICE y la Patrulla Fronteriza, 45.000 millones para encarcelar a inmigrantes incluidos menores de edad, y 69.000 millones adicionales para continuar la construcción del muro fronterizo.\nLa medida incluye un aumento temporal del límite de deducciones fiscales estatales y locales hasta 40.000 dólares, antes de volver al límite actual de 10.000 dólares tras cinco años. Además, incrementa el techo de la deuda en cinco billones de dólares y asigna 175.000 millones a seguridad fronteriza y 150.000 millones a defensa.\nJohnson ya anticipa un segundo paquete de conciliación para finales de año, sugiriendo que esta legislación forma parte de una estrategia más amplia. “El plan es hacer uno en otoño para el año presupuestario 2026, y también podemos incluir un tercero para 2027 antes de que termine este Congreso”, declaró en Fox News.\nLa Casa Blanca disputa las estimaciones de la Oficina Presupuestaria del Congreso, argumentando que el proyecto reduciría el déficit en más de cinco billones de dólares si se combina con otros esfuerzos de crecimiento económico. Sin embargo, los críticos señalan que estas proyecciones optimistas carecen de sustento concreto.\nSolo dos republicanos, Thomas Massie de Kentucky y Brian Fitzpatrick de Pensilvania, se unieron a todos los demócratas para votar contra la medida. Su oposición refleja las divisiones internas que Johnson tuvo que superar para asegurar la aprobación.\nEl proyecto ahora llega al escritorio presidencial, donde Trump planea firmarlo antes de su fecha límite del 4 de julio, consolidando así una de las reformas fiscales más controversiales de la historia reciente estadounidense.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/camara-de-representantes-aprueba-por-estrecho-margen-megaproyecto-fiscal-de-trump/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 2015,
    "message_id": 98101,
    "date": "2025-07-03T19:55:12+00:00",
    "text": "teleSUR\nCámara de Representantes aprueba por estrecho margen megaproyecto fiscal de Trump\nhttps://www.telesurtv.net/camara-de-representantes-aprueba-por-estrecho-margen-megaproyecto-fiscal-de-trump/",
    "photo_path": null,
    "views": 1737,
    "reactions": {
      "💩": 38,
      "🤬": 13,
      "❤": 3,
      "👍": 1
    },
    "total_reactions": 55
  },
  "preprocessing": {
    "cleaned": "la cámara de representantes estadounidense aprobó este jueves por apenas cuatro votos de diferencia el ambicioso paquete legislativo del presidente donald trump, tras intensas negociaciones que se extendieron durante toda la madrugada. la votación final de 218 a favor y 214 en contra representa una victoria política crucial para el mandatario republicano, quien logró presionar a los legisladores disidentes para cumplir con su plazo autoimpuesto del 4 de julio. el presidente de la cámara, mike johnson, enfrentó una rebelión interna del partido republicano que amenazaba con hundir la iniciativa. durante horas, los líderes republicanos mantuvieron abierta una votación de procedimiento que debía durar cinco minutos, mientras negociaban voto por voto con los opositores. la resistencia provino principalmente del freedom caucus, grupo conservador que demandaba garantías sobre futuras modificaciones al proyecto. trump participó directamente en las negociaciones desde la casa blanca, convocando a reuniones urgentes con los legisladores rebeldes. “querían escuchar ciertas garantías sobre lo que está por venir y lo que vamos a hacer después”, explicó johnson a los medios. el proceso se complicó cuando el representante scott perry regresó a pensilvania para “cambiarse de ropa”, obligando a los líderes a esperar su retorno para completar la votación. el líder demócrata hakeem jeffries protagonizó una histórica obstrucción parlamentaria, manteniendo el turno de palabra durante 8 horas y 44 minutos para protestar contra la propuesta. su maratónica intervención estableció un nuevo récord en la cámara, aunque finalmente solo consiguió retrasar la aprobación sin bloquearla. el proyecto de ley convertirá en permanentes los recortes fiscales de trump de 2017 y añadirá beneficios tributarios adicionales, eliminando impuestos sobre propinas, horas extraordinarias y prestaciones de seguridad social. sin embargo, estas medidas tendrán un costo social elevado que afectará a los sectores más vulnerables de la población. la legislación reducirá la ayuda alimentaria a casi cinco millones de personas, privando de asistencia nutricional a familias que dependen de estos programas para su supervivencia diaria. los recortes también alcanzarán los servicios de atención y cuidado para personas de la tercera edad, comprometiendo la calidad de vida de millones de adultos mayores. los cambios en medicaid resultan especialmente preocupantes, ya que introducen requisitos laborales obligatorios y reducen el reparto de costos federales con los estados. la oficina presupuestaria del congreso calcula que estos ajustes dejarán a casi 12 millones de personas sin seguro médico en la próxima década. paralelamente, la propuesta incrementará la deuda nacional en 3,25 billones de dólares mientras reduce los impuestos de los multimillonarios en 1,3 billones de dólares. esta redistribución regresiva beneficiará a las grandes fortunas mientras los programas sociales sufren recortes drásticos. el paquete también facilitará la compra de silenciadores y armas de fuego, flexibilizando regulaciones que preocupan a organizaciones defensoras de la seguridad pública. en contraste, destinará recursos masivos a la detención de inmigrantes: 75.000 millones de dólares para operativos del ice y la patrulla fronteriza, 45.000 millones para encarcelar a inmigrantes incluidos menores de edad, y 69.000 millones adicionales para continuar la construcción del muro fronterizo. la medida incluye un aumento temporal del límite de deducciones fiscales estatales y locales hasta 40.000 dólares, antes de volver al límite actual de 10.000 dólares tras cinco años. además, incrementa el techo de la deuda en cinco billones de dólares y asigna 175.000 millones a seguridad fronteriza y 150.000 millones a defensa. johnson ya anticipa un segundo paquete de conciliación para finales de año, sugiriendo que esta legislación forma parte de una estrategia más amplia. “el plan es hacer uno en otoño para el año presupuestario 2026, y también podemos incluir un tercero para 2027 antes de que termine este congreso”, declaró en fox news. la casa blanca disputa las estimaciones de la oficina presupuestaria del congreso, argumentando que el proyecto reduciría el déficit en más de cinco billones de dólares si se combina con otros esfuerzos de crecimiento económico. sin embargo, los críticos señalan que estas proyecciones optimistas carecen de sustento concreto. solo dos republicanos, thomas massie de kentucky y brian fitzpatrick de pensilvania, se unieron a todos los demócratas para votar contra la medida. su oposición refleja las divisiones internas que johnson tuvo que superar para asegurar la aprobación. el proyecto ahora llega al escritorio presidencial, donde trump planea firmarlo antes de su fecha límite del 4 de julio, consolidando así una de las reformas fiscales más controversiales de la historia reciente estadounidense.",
    "tokens": [
      "cámara",
      "representantes",
      "estadounidense",
      "aprobó",
      "jueves",
      "apenas",
      "cuatro",
      "votos",
      "diferencia",
      "ambicioso",
      "paquete",
      "legislativo",
      "presidente",
      "donald",
      "trump",
      ",",
      "tras",
      "intensas",
      "negociaciones",
      "extendieron",
      "toda",
      "madrugada",
      ".",
      "votación",
      "final",
      "218",
      "favor",
      "214",
      "representa",
      "victoria",
      "política",
      "crucial",
      "mandatario",
      "republicano",
      ",",
      "logró",
      "presionar",
      "legisladores",
      "disidentes",
      "cumplir",
      "plazo",
      "autoimpuesto",
      "4",
      "julio",
      ".",
      "presidente",
      "cámara",
      ",",
      "mike",
      "johnson",
      ",",
      "enfrentó",
      "rebelión",
      "interna",
      "partido",
      "republicano",
      "amenazaba",
      "hundir",
      "iniciativa",
      ".",
      "horas",
      ",",
      "líderes",
      "republicanos",
      "mantuvieron",
      "abierta",
      "votación",
      "procedimiento",
      "debía",
      "durar",
      "cinco",
      "minutos",
      ",",
      "mientras",
      "negociaban",
      "voto",
      "voto",
      "opositores",
      ".",
      "resistencia",
      "provino",
      "principalmente",
      "freedom",
      "caucus",
      ",",
      "grupo",
      "conservador",
      "demandaba",
      "garantías",
      "futuras",
      "modificaciones",
      "proyecto",
      ".",
      "trump",
      "participó",
      "directamente",
      "negociaciones",
      "casa",
      "blanca",
      ",",
      "convocando",
      "reuniones",
      "urgentes",
      "legisladores",
      "rebeldes",
      ".",
      "“",
      "querían",
      "escuchar",
      "ciertas",
      "garantías",
      "venir",
      "vamos",
      "hacer",
      "después",
      "”",
      ",",
      "explicó",
      "johnson",
      "medios",
      ".",
      "proceso",
      "complicó",
      "representante",
      "scott",
      "perry",
      "regresó",
      "pensilvania",
      "“",
      "cambiarse",
      "ropa",
      "”",
      ",",
      "obligando",
      "líderes",
      "esperar",
      "retorno",
      "completar",
      "votación",
      ".",
      "líder",
      "demócrata",
      "hakeem",
      "jeffries",
      "protagonizó",
      "histórica",
      "obstrucción",
      "parlamentaria",
      ",",
      "manteniendo",
      "turno",
      "palabra",
      "8",
      "horas",
      "44",
      "minutos",
      "protestar",
      "propuesta",
      ".",
      "maratónica",
      "intervención",
      "estableció",
      "nuevo",
      "récord",
      "cámara",
      ",",
      "aunque",
      "finalmente",
      "solo",
      "consiguió",
      "retrasar",
      "aprobación",
      "bloquearla",
      ".",
      "proyecto",
      "ley",
      "convertirá",
      "permanentes",
      "recortes",
      "fiscales",
      "trump",
      "2017",
      "añadirá",
      "beneficios",
      "tributarios",
      "adicionales",
      ",",
      "eliminando",
      "impuestos",
      "propinas",
      ",",
      "horas",
      "extraordinarias",
      "prestaciones",
      "seguridad",
      "social",
      ".",
      "embargo",
      ",",
      "medidas",
      "costo",
      "social",
      "elevado",
      "afectará",
      "sectores",
      "vulnerables",
      "población",
      ".",
      "legislación",
      "reducirá",
      "ayuda",
      "alimentaria",
      "casi",
      "cinco",
      "millones",
      "personas",
      ",",
      "privando",
      "asistencia",
      "nutricional",
      "familias",
      "dependen",
      "programas",
      "supervivencia",
      "diaria",
      ".",
      "recortes",
      "alcanzarán",
      "servicios",
      "atención",
      "cuidado",
      "personas",
      "tercera",
      "edad",
      ",",
      "comprometiendo",
      "calidad",
      "vida",
      "millones",
      "adultos",
      "mayores",
      ".",
      "cambios",
      "medicaid",
      "resultan",
      "especialmente",
      "preocupantes",
      ",",
      "introducen",
      "requisitos",
      "laborales",
      "obligatorios",
      "reducen",
      "reparto",
      "costos",
      "federales",
      ".",
      "oficina",
      "presupuestaria",
      "congreso",
      "calcula",
      "ajustes",
      "dejarán",
      "casi",
      "12",
      "millones",
      "personas",
      "seguro",
      "médico",
      "próxima",
      "década",
      ".",
      "paralelamente",
      ",",
      "propuesta",
      "incrementará",
      "deuda",
      "nacional",
      "3,25",
      "billones",
      "dólares",
      "mientras",
      "reduce",
      "impuestos",
      "multimillonarios",
      "1,3",
      "billones",
      "dólares",
      ".",
      "redistribución",
      "regresiva",
      "beneficiará",
      "grandes",
      "fortunas",
      "mientras",
      "programas",
      "sociales",
      "sufren",
      "recortes",
      "drásticos",
      ".",
      "paquete",
      "facilitará",
      "compra",
      "silenciadores",
      "armas",
      "fuego",
      ",",
      "flexibilizando",
      "regulaciones",
      "preocupan",
      "organizaciones",
      "defensoras",
      "seguridad",
      "pública",
      ".",
      "contraste",
      ",",
      "destinará",
      "recursos",
      "masivos",
      "detención",
      "inmigrantes",
      ":",
      "75.000",
      "millones",
      "dólares",
      "operativos",
      "ice",
      "patrulla",
      "fronteriza",
      ",",
      "45.000",
      "millones",
      "encarcelar",
      "inmigrantes",
      "incluidos",
      "menores",
      "edad",
      ",",
      "69.000",
      "millones",
      "adicionales",
      "continuar",
      "construcción",
      "muro",
      "fronterizo",
      ".",
      "medida",
      "incluye",
      "aumento",
      "temporal",
      "límite",
      "deducciones",
      "fiscales",
      "estatales",
      "locales",
      "40.000",
      "dólares",
      ",",
      "volver",
      "límite",
      "actual",
      "10.000",
      "dólares",
      "tras",
      "cinco",
      "años",
      ".",
      "además",
      ",",
      "incrementa",
      "techo",
      "deuda",
      "cinco",
      "billones",
      "dólares",
      "asigna",
      "175.000",
      "millones",
      "seguridad",
      "fronteriza",
      "150.000",
      "millones",
      "defensa",
      ".",
      "johnson",
      "anticipa",
      "segundo",
      "paquete",
      "conciliación",
      "finales",
      "año",
      ",",
      "sugiriendo",
      "legislación",
      "forma",
      "parte",
      "estrategia",
      "amplia",
      ".",
      "“",
      "plan",
      "hacer",
      "otoño",
      "año",
      "presupuestario",
      "2026",
      ",",
      "podemos",
      "incluir",
      "tercero",
      "2027",
      "termine",
      "congreso",
      "”",
      ",",
      "declaró",
      "fox",
      "news",
      ".",
      "casa",
      "blanca",
      "disputa",
      "estimaciones",
      "oficina",
      "presupuestaria",
      "congreso",
      ",",
      "argumentando",
      "proyecto",
      "reduciría",
      "déficit",
      "cinco",
      "billones",
      "dólares",
      "si",
      "combina",
      "esfuerzos",
      "crecimiento",
      "económico",
      ".",
      "embargo",
      ",",
      "críticos",
      "señalan",
      "proyecciones",
      "optimistas",
      "carecen",
      "sustento",
      "concreto",
      ".",
      "solo",
      "dos",
      "republicanos",
      ",",
      "thomas",
      "massie",
      "kentucky",
      "brian",
      "fitzpatrick",
      "pensilvania",
      ",",
      "unieron",
      "demócratas",
      "votar",
      "medida",
      ".",
      "oposición",
      "refleja",
      "divisiones",
      "internas",
      "johnson",
      "superar",
      "asegurar",
      "aprobación",
      ".",
      "proyecto",
      "ahora",
      "llega",
      "escritorio",
      "presidencial",
      ",",
      "trump",
      "planea",
      "firmarlo",
      "fecha",
      "límite",
      "4",
      "julio",
      ",",
      "consolidando",
      "así",
      "reformas",
      "fiscales",
      "controversiales",
      "historia",
      "reciente",
      "estadounidense",
      "."
    ],
    "token_count": 500,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "FW": 135,
      "VBP": 32,
      "JJ": 76,
      "NN": 227,
      "NNS": 67,
      "IN": 35,
      "VBD": 3,
      "CD": 16,
      "VBZ": 19,
      "VB": 2,
      "RB": 2,
      "MD": 1
    },
    "bigram_freq": {
      "NNP-NNP": 28,
      "NNP-FW": 11,
      "FW-NNP": 19,
      "NNP-VBP": 2,
      "VBP-JJ": 20,
      "JJ-NN": 43,
      "NN-NNS": 15,
      "NNS-VBP": 27,
      "NN-NN": 127,
      "NN-IN": 21,
      "IN-FW": 23,
      "FW-FW": 69,
      "FW-JJ": 10,
      "NN-NNP": 16,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "JJ-NNS": 14,
      "NNS-FW": 10,
      "NNP-NN": 30,
      "JJ-FW": 5,
      "FW-CD": 4,
      "CD-NN": 2,
      "NN-CD": 4,
      "CD-JJ": 2,
      "NN-JJ": 18,
      "NN-VBZ": 7,
      "VBZ-VBZ": 1,
      "VBZ-JJ": 9,
      "IN-NN": 3,
      "NN-FW": 17,
      "NNP-VBZ": 4,
      "FW-NN": 20,
      "VBP-NN": 1,
      "VBZ-NNP": 3,
      "VBD-NN": 1,
      "JJ-NNP": 7,
      "FW-NNS": 11,
      "NNS-VBZ": 3,
      "VBZ-NNS": 2,
      "NNS-NNP": 4,
      "NNS-CD": 1,
      "CD-NNS": 11,
      "NNS-JJ": 4,
      "FW-VBZ": 2,
      "NNS-NNS": 8,
      "NNP-IN": 2,
      "IN-CD": 1,
      "NNS-IN": 7,
      "IN-NNP": 3,
      "IN-JJ": 4,
      "VBP-NNS": 4,
      "JJ-IN": 1,
      "NNP-NNS": 1,
      "JJ-JJ": 4,
      "VBP-VB": 1,
      "VB-JJ": 2,
      "VBP-CD": 3,
      "VBP-VBZ": 1,
      "NNS-RB": 2,
      "RB-VBP": 1,
      "VBZ-CD": 1,
      "NNP-CD": 1,
      "RB-JJ": 1,
      "VBZ-IN": 3,
      "JJ-VBP": 1,
      "IN-NNS": 1,
      "NNS-VBD": 1,
      "JJ-CD": 1,
      "NN-VBP": 1,
      "VBP-NNP": 1,
      "CD-VBZ": 1,
      "VBP-IN": 1,
      "NNP-MD": 1,
      "MD-VB": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 5,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-NN": 12,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 17,
      "JJ-NN-NN": 22,
      "NN-NN-IN": 10,
      "NN-IN-FW": 14,
      "IN-FW-FW": 8,
      "FW-FW-FW": 42,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 5,
      "NN-NN-NN": 71,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-NN": 5,
      "NNP-NN-NN": 23,
      "NN-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-FW": 3,
      "JJ-FW-CD": 3,
      "FW-CD-NN": 1,
      "CD-NN-CD": 1,
      "NN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 15,
      "NN-NN-VBZ": 6,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "VBZ-JJ-NN": 5,
      "JJ-NN-IN": 10,
      "NN-IN-NN": 3,
      "IN-NN-NNP": 1,
      "NN-NNP-NN": 6,
      "NNP-NN-FW": 2,
      "NN-FW-FW": 11,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "NN-NN-FW": 10,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 5,
      "NNP-FW-NN": 3,
      "FW-NN-NNS": 6,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "IN-FW-JJ": 4,
      "NN-FW-JJ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 3,
      "NNP-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-NNP": 4,
      "JJ-NNP-NN": 5,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 6,
      "JJ-NNP-NNP": 2,
      "NNP-NN-NNS": 3,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "NNS-VBZ-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NNP-VBZ-NNP": 1,
      "FW-FW-NN": 8,
      "FW-NNP-NN": 7,
      "NNP-NNP-VBP": 1,
      "NN-NN-NNS": 2,
      "IN-FW-NN": 8,
      "NN-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-JJ": 3,
      "NNS-JJ-NN": 1,
      "IN-FW-NNP": 1,
      "IN-NN-NN": 1,
      "NNP-NN-IN": 1,
      "FW-NN-FW": 4,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNS": 3,
      "NNS-NNS-FW": 1,
      "NNS-FW-NNP": 2,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "NNS-NNS-NNS": 2,
      "NNS-NNS-VBP": 5,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-IN": 5,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-FW-FW": 2,
      "FW-NN-JJ": 1,
      "JJ-NN-JJ": 3,
      "NN-IN-JJ": 3,
      "IN-JJ-NNS": 2,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-FW": 3,
      "NNS-IN-FW": 5,
      "FW-NNS-NNP": 3,
      "NNS-NNP-VBZ": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "FW-NN-NN": 7,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NN-VBZ-JJ": 3,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "IN-NN-NNS": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "FW-CD-NNS": 3,
      "CD-NNS-FW": 3,
      "NNS-FW-NNS": 4,
      "NNS-VBP-VB": 1,
      "VBP-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "IN-FW-NNS": 1,
      "NNS-VBP-CD": 3,
      "VBP-CD-NNS": 3,
      "NN-NNS-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-CD": 1,
      "VBZ-CD-NNS": 1,
      "JJ-NN-NNP": 3,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "IN-FW-CD": 1,
      "CD-NNS-NNS": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-NNS-NNS": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 3,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "CD-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "NNS-JJ-NNP": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "FW-JJ-NNS": 1,
      "IN-JJ-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "FW-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-VBZ": 1,
      "CD-VBZ-IN": 1,
      "NN-FW-NN": 1,
      "FW-NNS-FW": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NN-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "JJ-NN-FW": 1,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-VBZ-IN": 1,
      "FW-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 227,
        "FW": 135,
        "NNP": 82,
        "JJ": 76,
        "NNS": 67
      },
      "top_bigrams": {
        "NN-NN": 127,
        "FW-FW": 69,
        "JJ-NN": 43,
        "NNP-NN": 30,
        "NNP-NNP": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 71,
        "FW-FW-FW": 42,
        "NNP-NN-NN": 23,
        "JJ-NN-NN": 22,
        "NNS-VBP-JJ": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 185,
      "VP": 62,
      "ADJP": 6,
      "PP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0306
      },
      {
        "rule": "NP -> ('dólares', 'NNS')",
        "frequency": 7,
        "weight": 0.0238
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 5,
        "weight": 0.017
      },
      {
        "rule": "NP -> ('billones', 'NNS')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "VP -> ('antes', 'VBZ')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Trump', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('julio', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Cámara"
      },
      {
        "label": "NP",
        "text": "Representantes"
      },
      {
        "label": "VP",
        "text": "estadounidense aprobó este jueves"
      },
      {
        "label": "NP",
        "text": "aprobó este jueves"
      },
      {
        "label": "VP",
        "text": "por apenas cuatro votos"
      },
      {
        "label": "NP",
        "text": "apenas cuatro votos"
      },
      {
        "label": "NP",
        "text": "paquete legislativo del presidente Donald Trump"
      },
      {
        "label": "NP",
        "text": "tras intensas negociaciones"
      },
      {
        "label": "VP",
        "text": "que se extendieron durante toda la madrugada"
      },
      {
        "label": "NP",
        "text": "se extendieron durante toda la madrugada"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN"
      },
      {
        "label": "NP",
        "text": "Trump"
      },
      {
        "label": "VP",
        "text": "fuerza voto esta madrugada para avanzar su proyecto presupuestario La"
      },
      {
        "label": "NP",
        "text": "voto esta madrugada para avanzar su proyecto presupuestario La"
      },
      {
        "label": "ADJP",
        "text": "final"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Cámara/NNP)\n  de/FW\n  (NP Representantes/NNP)\n  (VP estadounidense/VBP (NP aprobó/JJ este/NN jueves/NNS))\n  (VP por/VBP (NP apenas/JJ cuatro/NN votos/NN))\n  de/IN\n  diferencia/FW\n  el/FW\n  ambicioso/FW\n  (NP\n    paquete/JJ\n    legislativo/NN\n    del/NN\n    presidente/NN\n    Donald/NNP\n    Trump/NNP)\n  ,/,\n  (NP tras/JJ intensas/NN negociaciones/NNS)\n  (VP\n    que/VBP\n    (NP se/JJ extendieron/NN durante/NN toda/NN la/NN madrugada/NN))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Trump/NNP)\n  (VP\n    fuerza/VBZ\n    (NP\n      voto/NN\n      esta/NN\n      madrugada/NN\n      para/NN\n      avanzar/NN\n      su/NN\n      proyecto/NN\n      presupuestario/NN\n      La/NNP))\n  votación/FW\n  (ADJP final/JJ)\n  de/FW\n  218/CD\n  (NP a/DT favor/NN y/NN)\n  214/CD\n  (NP en/NN contra/NN representa/NN)\n  (NP una/JJ victoria/NN política/NN)\n  (NP crucial/JJ para/NN el/NN mandatario/NN republicano/NN)\n  ,/,\n  (NP quien/JJ logró/NN presionar/NN)\n  (NP a/DT los/NN)\n  (VP legisladores/VBZ)\n  (VP\n    disidentes/VBZ\n    (NP para/JJ cumplir/NN con/NN su/NN plazo/NN autoimpuesto/NN))\n  del/FW\n  4/CD\n  (PP de/IN (NP julio/NN))\n  ./.)",
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  la/FW\n  (NP Cámara/NNP)\n  ,/,\n  (NP Mike/NNP Johnson/NNP)\n  ,/,\n  (VP\n    enfrentó/VBZ\n    (NP\n      una/JJ\n      rebelión/NN\n      interna/NN\n      del/NN\n      Partido/NNP\n      Republicano/NNP\n      que/NN\n      amenazaba/NN\n      con/NN\n      hundir/NN\n      la/NN\n      iniciativa/NN))\n  ./.)",
      "(S\n  (NP Durante/NNP horas/NNS)\n  ,/,\n  (NP los/JJ líderes/NNS)\n  (VP\n    republicanos/VBP\n    (NP mantuvieron/NN abierta/NN)\n    (NP una/JJ votación/NN))\n  de/IN\n  procedimiento/FW\n  (NP que/JJ debía/NN durar/NN cinco/NN minutos/NN)\n  ,/,\n  mientras/FW\n  (NP\n    negociaban/JJ\n    voto/NN\n    por/NN\n    voto/NN\n    con/NN\n    los/NN\n    opositores/NNS)\n  ./.)",
      "(S\n  (NP\n    La/NNP\n    resistencia/NN\n    provino/NN\n    principalmente/NN\n    del/NN\n    Freedom/NNP\n    Caucus/NNP)\n  ,/,\n  (NP\n    grupo/NN\n    conservador/NN\n    que/NN\n    demandaba/NN\n    garantías/NN\n    sobre/NN)\n  (NP futuras/JJ modificaciones/NNS)\n  al/RB\n  (VP proyecto/VBP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "JUSTICIA_SOCIAL",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          4186,
          4193
        ],
        "start": 4186,
        "end": 4193
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1237,
          1244
        ],
        "start": 1237,
        "end": 1244
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "cámara de representantes estadounidense aprobó",
        "position": [
          3,
          49
        ],
        "start": 3,
        "end": 49
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3879,
          3886
        ],
        "start": 3879,
        "end": 3886
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente donald trump",
        "position": [
          137,
          160
        ],
        "start": 137,
        "end": 160
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "tercera edad",
        "position": [
          2393,
          2405
        ],
        "start": 2393,
        "end": 2405
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "aprobó",
        "position": [
          43,
          49
        ],
        "start": 43,
        "end": 49
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley convertirá en permanentes los recortes fiscales de trump de 2017",
        "position": [
          1787,
          1855
        ],
        "start": 1787,
        "end": 1855
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          1775,
          1790
        ],
        "start": 1775,
        "end": 1790
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2001,
          2008
        ],
        "start": 2001,
        "end": 2008
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "redistribución",
        "position": [
          2964,
          2978
        ],
        "start": 2964,
        "end": 2978
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "12 millones",
        "position": [
          2726,
          2737
        ],
        "start": 2726,
        "end": 2737
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "218 a favor",
        "position": [
          342,
          353
        ],
        "start": 342,
        "end": 353
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "214 en contra",
        "position": [
          356,
          369
        ],
        "start": 356,
        "end": 369
      },
      {
        "category": "MONETARIOS",
        "matched_text": "3,25 billones de dólares",
        "position": [
          2852,
          2876
        ],
        "start": 2852,
        "end": 2876
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "durante 8 horas",
        "position": [
          1567,
          1582
        ],
        "start": 1567,
        "end": 1582
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Medicaid",
        "tipo": "Lugar"
      },
      {
        "nombre": "Thomas Massie",
        "tipo": "Persona"
      },
      {
        "nombre": "Mike Johnson",
        "tipo": "Persona"
      },
      {
        "nombre": "Cámara de Representantes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kentucky",
        "tipo": "Lugar"
      },
      {
        "nombre": "Freedom Caucus",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Johnson",
        "tipo": "Persona"
      },
      {
        "nombre": "Seguridad Social",
        "tipo": "Organizacion"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fox News",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Hakeem Jeffries",
        "tipo": "Persona"
      },
      {
        "nombre": "Cámara",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido Republicano",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Oficina Presupuestaria del Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "la Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Patrulla Fronteriza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pensilvania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brian Fitzpatrick",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Scott Perry",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cámara de Representantes",
        "relacion": "APROBAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Cámara",
        "relacion": "ENFRENTAR",
        "objeto": "Partido Republicano"
      },
      {
        "sujeto": "Mike Johnson",
        "relacion": "ENFRENTAR",
        "objeto": "Partido Republicano"
      },
      {
        "sujeto": "Trump",
        "relacion": "PARTICIPAR",
        "objeto": "la Casa Blanca"
      },
      {
        "sujeto": "Scott Perry",
        "relacion": "REGRESAR_COMPLICAR",
        "objeto": "Pensilvania"
      },
      {
        "sujeto": "Trump",
        "relacion": "CONVERTIR",
        "objeto": "Seguridad Social"
      },
      {
        "sujeto": "Congreso",
        "relacion": "TERMINAR_ANTES_INCLUIR_SER_DECLARAR",
        "objeto": "Fox News"
      },
      {
        "sujeto": "La Casa Blanca",
        "relacion": "DISPUTAR",
        "objeto": "Oficina Presupuestaria del Congreso"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8176,
    "pos": 0.01,
    "neu": 0.97,
    "neg": 0.02,
    "label": "negative"
  }
}