{
  "url": "https://www.telesurtv.net/mas-de-100-periodistas-de-bbc-denuncian-censura-y-sesgo-sionista-en-la-cobertura-sobre-gaza/",
  "title": "Más de 100 periodistas de BBC denuncian censura y sesgo sionista en la cobertura sobre Gaza - teleSUR",
  "section": "Mundo",
  "tags": [
    "BBC",
    "EE.UU.",
    "Israel",
    "Letter",
    "Palestina"
  ],
  "text": "La BBC se enfrenta a una grave crisis ética e institucional tras la publicación de una carta abierta firmada por más de 100 de sus trabajadores, acompañados por más de 300 profesionales del ámbito audiovisual y periodístico del Reino Unido.\nLEA TAMBIÉN:Fuerzas israelíes incursionan por aire y tierra en territorio de Líbano y Siria\nLa misiva denuncia que la cadena pública británica ha actuado como “una oficina de relaciones públicas del gobierno israelí” en su cobertura de la guerra en Gaza, contradiciendo sus principios editoriales de imparcialidad y servicio público.\nEl documento, dirigido al Director General Tim Davie y fechado el 3 de julio, expresa profunda preocupación por la censura editorial, las presiones internas y el silenciamiento de voces críticas dentro de la corporación.\nLos firmantes, en su mayoría empleados actuales de la BBC que permanecen en el anonimato por temor a represalias, sostienen que la línea editorial respecto al conflicto palestino-israelí ha sido deliberadamente manipulada para favorecer a Israel y deshumanizar a las víctimas palestinas.\nUno de los episodios más controversiales señalados en la carta es la cancelación del documental “Gaza: Doctors Under Attack”, que documenta los bombardeos israelíes a hospitales en la Franja de Gaza. A pesar de haber pasado todos los filtros editoriales internos, la producción fue retirada del aire por “riesgo de parcialidad”, según la BBC. Sin embargo, fuentes internas afirman que la decisión fue motivada por los comentarios públicos de la periodista Ramita Navai, autora del filme, quien calificó a Israel como un “Estado canalla”.\nEl documental fue posteriormente adquirido por Channel 4, lo que intensificó las críticas hacia la cúpula de la BBC y avivó la sospecha de una agenda editorial favorable a Israel.\nLa carta también exige la renuncia de Sir Robbie Gibb, miembro del consejo directivo de la BBC y exjefe de comunicaciones del gobierno conservador de Theresa May. Gibb, hermano de un exministro tory, es señalado como una figura clave en la línea dura proisraelí dentro de la BBC, y su vinculación con el Jewish Chronicle, medio acusado de publicar contenido abiertamente anti-palestino— es vista como una violación grave de la imparcialidad institucional.\nEl malestar dentro de las redacciones es creciente. Según testimonios recopilados por el periodista Owen Jones, uno de los firmantes del documento, los trabajadores de la BBC describen su entorno laboral como “gaslighting institucional”, donde los criterios de objetividad son aplicados con doble rasero.\nUno de los puntos más graves señalados es la comparación entre la cobertura de la invasión rusa en Ucrania y la ofensiva israelí sobre Gaza. Mientras que la BBC ha condenado con firmeza los crímenes rusos y ha dado amplio espacio a las víctimas ucranianas, la masacre de civiles en Gaza ha sido relativizada, fragmentada y, en muchos casos, invisibilizada.\nLa carta recuerda también el caso del periodista Rami Ruhayem, corresponsal de la BBC, quien el 1 de mayo envió un correo a la alta dirección advirtiendo de un “colapso en los estándares periodísticos básicos” y acusando a la cadena de ignorar las críticas fundadas sobre su cobertura tras el 7 de octubre de 2023.\nOtras investigaciones, como la publicada por Drop Site News el 28 de diciembre, apuntan al editor Raffi Berg como responsable de “rebajar o diluir sistemáticamente cualquier contenido crítico con Israel” en la cobertura digital.\nLa carta concluye con una denuncia contundente: el comportamiento de la BBC responde a un diseño político, no a errores aislados. Y lo define como “racismo anti-palestino institucionalizado”.\nLos firmantes afirman que la BBC ha “fallado en representar adecuadamente la crisis humanitaria en Gaza, no ha investigado la complicidad del gobierno británico en la venta de armas y ha ignorado el consenso de expertos internacionales sobre el genocidio en curso”.\n“El periodismo occidental atraviesa su peor escándalo. Ya no podemos pedirle al público que crea en nuestra neutralidad. El silencio cómplice ante el exterminio de un pueblo no es imparcialidad, es alineamiento con el opresor”, sentencian.\nLa cadena británica, que históricamente ha sido vista como referente de equilibrio informativo, enfrenta ahora una crisis de legitimidad sin precedentes, con cientos de voces internas pidiendo a gritos que regrese a su misión fundacional: informar sin miedo ni favores.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/mas-de-100-periodistas-de-bbc-denuncian-censura-y-sesgo-sionista-en-la-cobertura-sobre-gaza/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1966,
    "message_id": 98152,
    "date": "2025-07-04T14:55:13+00:00",
    "text": "teleSUR\nMás de 100 periodistas de BBC denuncian censura y sesgo sionista en la cobertura sobre Gaza\nhttps://www.telesurtv.net/mas-de-100-periodistas-de-bbc-denuncian-censura-y-sesgo-sionista-en-la-cobertura-sobre-gaza/",
    "photo_path": null,
    "views": 1604,
    "reactions": {
      "👍": 32,
      "💯": 10,
      "🤬": 6,
      "❤": 1,
      "🔥": 1,
      "🥰": 1
    },
    "total_reactions": 51
  },
  "preprocessing": {
    "cleaned": "la bbc se enfrenta a una grave crisis ética e institucional tras la publicación de una carta abierta firmada por más de 100 de sus trabajadores, acompañados por más de 300 profesionales del ámbito audiovisual y periodístico del reino unido. la misiva denuncia que la cadena pública británica ha actuado como “una oficina de relaciones públicas del gobierno israelí” en su cobertura de la guerra en gaza, contradiciendo sus principios editoriales de imparcialidad y servicio público. el documento, dirigido al director general tim davie y fechado el 3 de julio, expresa profunda preocupación por la censura editorial, las presiones internas y el silenciamiento de voces críticas dentro de la corporación. los firmantes, en su mayoría empleados actuales de la bbc que permanecen en el anonimato por temor a represalias, sostienen que la línea editorial respecto al conflicto palestino-israelí ha sido deliberadamente manipulada para favorecer a israel y deshumanizar a las víctimas palestinas. uno de los episodios más controversiales señalados en la carta es la cancelación del documental “gaza: doctors under attack”, que documenta los bombardeos israelíes a hospitales en la franja de gaza. a pesar de haber pasado todos los filtros editoriales internos, la producción fue retirada del aire por “riesgo de parcialidad”, según la bbc. sin embargo, fuentes internas afirman que la decisión fue motivada por los comentarios públicos de la periodista ramita navai, autora del filme, quien calificó a israel como un “estado canalla”. el documental fue posteriormente adquirido por channel 4, lo que intensificó las críticas hacia la cúpula de la bbc y avivó la sospecha de una agenda editorial favorable a israel. la carta también exige la renuncia de sir robbie gibb, miembro del consejo directivo de la bbc y exjefe de comunicaciones del gobierno conservador de theresa may. gibb, hermano de un exministro tory, es señalado como una figura clave en la línea dura proisraelí dentro de la bbc, y su vinculación con el jewish chronicle, medio acusado de publicar contenido abiertamente anti-palestino— es vista como una violación grave de la imparcialidad institucional. el malestar dentro de las redacciones es creciente. según testimonios recopilados por el periodista owen jones, uno de los firmantes del documento, los trabajadores de la bbc describen su entorno laboral como “gaslighting institucional”, donde los criterios de objetividad son aplicados con doble rasero. uno de los puntos más graves señalados es la comparación entre la cobertura de la invasión rusa en ucrania y la ofensiva israelí sobre gaza. mientras que la bbc ha condenado con firmeza los crímenes rusos y ha dado amplio espacio a las víctimas ucranianas, la masacre de civiles en gaza ha sido relativizada, fragmentada y, en muchos casos, invisibilizada. la carta recuerda también el caso del periodista rami ruhayem, corresponsal de la bbc, quien el 1 de mayo envió un correo a la alta dirección advirtiendo de un “colapso en los estándares periodísticos básicos” y acusando a la cadena de ignorar las críticas fundadas sobre su cobertura tras el 7 de octubre de 2023. otras investigaciones, como la publicada por drop site news el 28 de diciembre, apuntan al editor raffi berg como responsable de “rebajar o diluir sistemáticamente cualquier contenido crítico con israel” en la cobertura digital. la carta concluye con una denuncia contundente: el comportamiento de la bbc responde a un diseño político, no a errores aislados. y lo define como “racismo anti-palestino institucionalizado”. los firmantes afirman que la bbc ha “fallado en representar adecuadamente la crisis humanitaria en gaza, no ha investigado la complicidad del gobierno británico en la venta de armas y ha ignorado el consenso de expertos internacionales sobre el genocidio en curso”. “el periodismo occidental atraviesa su peor escándalo. ya no podemos pedirle al público que crea en nuestra neutralidad. el silencio cómplice ante el exterminio de un pueblo no es imparcialidad, es alineamiento con el opresor”, sentencian. la cadena británica, que históricamente ha sido vista como referente de equilibrio informativo, enfrenta ahora una crisis de legitimidad sin precedentes, con cientos de voces internas pidiendo a gritos que regrese a su misión fundacional: informar sin miedo ni favores.",
    "tokens": [
      "bbc",
      "enfrenta",
      "grave",
      "crisis",
      "ética",
      "institucional",
      "tras",
      "publicación",
      "carta",
      "abierta",
      "firmada",
      "100",
      "trabajadores",
      ",",
      "acompañados",
      "300",
      "profesionales",
      "ámbito",
      "audiovisual",
      "periodístico",
      "reino",
      "unido",
      ".",
      "misiva",
      "denuncia",
      "cadena",
      "pública",
      "británica",
      "actuado",
      "“",
      "oficina",
      "relaciones",
      "públicas",
      "gobierno",
      "israelí",
      "”",
      "cobertura",
      "guerra",
      "gaza",
      ",",
      "contradiciendo",
      "principios",
      "editoriales",
      "imparcialidad",
      "servicio",
      "público",
      ".",
      "documento",
      ",",
      "dirigido",
      "director",
      "general",
      "tim",
      "davie",
      "fechado",
      "3",
      "julio",
      ",",
      "expresa",
      "profunda",
      "preocupación",
      "censura",
      "editorial",
      ",",
      "presiones",
      "internas",
      "silenciamiento",
      "voces",
      "críticas",
      "dentro",
      "corporación",
      ".",
      "firmantes",
      ",",
      "mayoría",
      "empleados",
      "actuales",
      "bbc",
      "permanecen",
      "anonimato",
      "temor",
      "represalias",
      ",",
      "sostienen",
      "línea",
      "editorial",
      "respecto",
      "conflicto",
      "palestino-israelí",
      "sido",
      "deliberadamente",
      "manipulada",
      "favorecer",
      "israel",
      "deshumanizar",
      "víctimas",
      "palestinas",
      ".",
      "episodios",
      "controversiales",
      "señalados",
      "carta",
      "cancelación",
      "documental",
      "“",
      "gaza",
      ":",
      "doctors",
      "under",
      "attack",
      "”",
      ",",
      "documenta",
      "bombardeos",
      "israelíes",
      "hospitales",
      "franja",
      "gaza",
      ".",
      "pesar",
      "haber",
      "pasado",
      "filtros",
      "editoriales",
      "internos",
      ",",
      "producción",
      "retirada",
      "aire",
      "“",
      "riesgo",
      "parcialidad",
      "”",
      ",",
      "según",
      "bbc",
      ".",
      "embargo",
      ",",
      "fuentes",
      "internas",
      "afirman",
      "decisión",
      "motivada",
      "comentarios",
      "públicos",
      "periodista",
      "ramita",
      "navai",
      ",",
      "autora",
      "filme",
      ",",
      "calificó",
      "israel",
      "“",
      "canalla",
      "”",
      ".",
      "documental",
      "posteriormente",
      "adquirido",
      "channel",
      "4",
      ",",
      "intensificó",
      "críticas",
      "hacia",
      "cúpula",
      "bbc",
      "avivó",
      "sospecha",
      "agenda",
      "editorial",
      "favorable",
      "israel",
      ".",
      "carta",
      "exige",
      "renuncia",
      "sir",
      "robbie",
      "gibb",
      ",",
      "miembro",
      "consejo",
      "directivo",
      "bbc",
      "exjefe",
      "comunicaciones",
      "gobierno",
      "conservador",
      "theresa",
      "may",
      ".",
      "gibb",
      ",",
      "hermano",
      "exministro",
      "tory",
      ",",
      "señalado",
      "figura",
      "clave",
      "línea",
      "dura",
      "proisraelí",
      "dentro",
      "bbc",
      ",",
      "vinculación",
      "jewish",
      "chronicle",
      ",",
      "medio",
      "acusado",
      "publicar",
      "contenido",
      "abiertamente",
      "anti-palestino—",
      "vista",
      "violación",
      "grave",
      "imparcialidad",
      "institucional",
      ".",
      "malestar",
      "dentro",
      "redacciones",
      "creciente",
      ".",
      "según",
      "testimonios",
      "recopilados",
      "periodista",
      "owen",
      "jones",
      ",",
      "firmantes",
      "documento",
      ",",
      "trabajadores",
      "bbc",
      "describen",
      "entorno",
      "laboral",
      "“",
      "gaslighting",
      "institucional",
      "”",
      ",",
      "criterios",
      "objetividad",
      "aplicados",
      "doble",
      "rasero",
      ".",
      "puntos",
      "graves",
      "señalados",
      "comparación",
      "cobertura",
      "invasión",
      "rusa",
      "ucrania",
      "ofensiva",
      "israelí",
      "gaza",
      ".",
      "mientras",
      "bbc",
      "condenado",
      "firmeza",
      "crímenes",
      "rusos",
      "dado",
      "amplio",
      "espacio",
      "víctimas",
      "ucranianas",
      ",",
      "masacre",
      "civiles",
      "gaza",
      "sido",
      "relativizada",
      ",",
      "fragmentada",
      ",",
      "casos",
      ",",
      "invisibilizada",
      ".",
      "carta",
      "recuerda",
      "caso",
      "periodista",
      "rami",
      "ruhayem",
      ",",
      "corresponsal",
      "bbc",
      ",",
      "1",
      "mayo",
      "envió",
      "correo",
      "alta",
      "dirección",
      "advirtiendo",
      "“",
      "colapso",
      "estándares",
      "periodísticos",
      "básicos",
      "”",
      "acusando",
      "cadena",
      "ignorar",
      "críticas",
      "fundadas",
      "cobertura",
      "tras",
      "7",
      "octubre",
      "2023.",
      "investigaciones",
      ",",
      "publicada",
      "drop",
      "site",
      "news",
      "28",
      "diciembre",
      ",",
      "apuntan",
      "editor",
      "raffi",
      "berg",
      "responsable",
      "“",
      "rebajar",
      "diluir",
      "sistemáticamente",
      "cualquier",
      "contenido",
      "crítico",
      "israel",
      "”",
      "cobertura",
      "digital",
      ".",
      "carta",
      "concluye",
      "denuncia",
      "contundente",
      ":",
      "comportamiento",
      "bbc",
      "responde",
      "diseño",
      "político",
      ",",
      "errores",
      "aislados",
      ".",
      "define",
      "“",
      "racismo",
      "anti-palestino",
      "institucionalizado",
      "”",
      ".",
      "firmantes",
      "afirman",
      "bbc",
      "“",
      "fallado",
      "representar",
      "adecuadamente",
      "crisis",
      "humanitaria",
      "gaza",
      ",",
      "investigado",
      "complicidad",
      "gobierno",
      "británico",
      "venta",
      "armas",
      "ignorado",
      "consenso",
      "expertos",
      "internacionales",
      "genocidio",
      "curso",
      "”",
      ".",
      "“",
      "periodismo",
      "occidental",
      "atraviesa",
      "peor",
      "escándalo",
      ".",
      "podemos",
      "pedirle",
      "público",
      "crea",
      "neutralidad",
      ".",
      "silencio",
      "cómplice",
      "exterminio",
      "pueblo",
      "imparcialidad",
      ",",
      "alineamiento",
      "opresor",
      "”",
      ",",
      "sentencian",
      ".",
      "cadena",
      "británica",
      ",",
      "históricamente",
      "sido",
      "vista",
      "referente",
      "equilibrio",
      "informativo",
      ",",
      "enfrenta",
      "ahora",
      "crisis",
      "legitimidad",
      "precedentes",
      ",",
      "cientos",
      "voces",
      "internas",
      "pidiendo",
      "gritos",
      "regrese",
      "misión",
      "fundacional",
      ":",
      "informar",
      "miedo",
      "favores",
      "."
    ],
    "token_count": 452,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 80,
      "VBZ": 13,
      "JJ": 69,
      "NN": 241,
      "NNS": 33,
      "VBP": 30,
      "FW": 136,
      "IN": 38,
      "CD": 4,
      "VBD": 3,
      "VBN": 1,
      "VBG": 1,
      "JJR": 1,
      "DT": 4,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 27,
      "NNP-VBZ": 5,
      "VBZ-JJ": 6,
      "JJ-JJ": 4,
      "JJ-NN": 44,
      "NN-NN": 135,
      "NN-NNP": 19,
      "NNP-JJ": 1,
      "JJ-NNS": 5,
      "NNS-VBP": 24,
      "VBP-FW": 3,
      "FW-FW": 77,
      "FW-NN": 17,
      "NN-IN": 27,
      "IN-JJ": 6,
      "IN-CD": 2,
      "CD-NNS": 2,
      "NNS-FW": 4,
      "FW-NNS": 9,
      "VBP-JJ": 17,
      "FW-JJ": 13,
      "NNP-NN": 31,
      "NN-FW": 17,
      "IN-NNP": 4,
      "NNP-FW": 8,
      "NN-JJ": 18,
      "IN-NNS": 1,
      "IN-FW": 18,
      "FW-NNP": 16,
      "NN-NNS": 11,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "IN-NN": 7,
      "NN-VBP": 5,
      "VBZ-FW": 3,
      "NNS-IN": 3,
      "NN-VBD": 2,
      "VBD-JJ": 2,
      "JJ-NNP": 11,
      "VBP-NNS": 2,
      "VBP-IN": 3,
      "NNP-IN": 3,
      "JJ-FW": 5,
      "NN-VBZ": 6,
      "FW-VBP": 1,
      "VBP-NN": 3,
      "VBP-VBN": 1,
      "VBN-FW": 1,
      "NNP-NNS": 2,
      "NN-VBG": 1,
      "VBG-JJ": 1,
      "FW-CD": 1,
      "CD-NNP": 1,
      "NNP-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "VBZ-DT": 2,
      "DT-NNS": 1,
      "NNP-DT": 2,
      "DT-NN": 3,
      "VBP-NNP": 1,
      "FW-VBZ": 1,
      "VBZ-RB": 1,
      "RB-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "JJ-NN-NN": 26,
      "NN-NN-NNP": 13,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-FW": 3,
      "VBP-FW-FW": 2,
      "FW-FW-FW": 51,
      "FW-FW-NN": 5,
      "FW-NN-IN": 3,
      "NN-IN-JJ": 5,
      "IN-JJ-NN": 4,
      "NN-NN-IN": 16,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 2,
      "NNS-FW-NNS": 1,
      "FW-NNS-VBP": 8,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 12,
      "JJ-NN-IN": 7,
      "NNS-FW-FW": 2,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 7,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 24,
      "NN-NN-NN": 72,
      "NN-NN-FW": 10,
      "NN-FW-NN": 5,
      "NN-IN-NNP": 3,
      "IN-NNP-NNP": 2,
      "NNP-NNP-FW": 2,
      "NNP-FW-NN": 2,
      "FW-NN-NN": 7,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 10,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NN-IN-FW": 9,
      "IN-FW-FW": 5,
      "FW-FW-NNP": 9,
      "FW-NNP-NN": 7,
      "NN-NN-NNS": 5,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-NN": 8,
      "NN-IN-NN": 7,
      "IN-NN-NN": 4,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 3,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 8,
      "JJ-NN-FW": 2,
      "NN-FW-NNS": 2,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "IN-FW-NNP": 4,
      "IN-FW-NN": 3,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "VBZ-FW-JJ": 2,
      "FW-JJ-NNP": 4,
      "JJ-NNP-FW": 1,
      "NNP-FW-FW": 5,
      "FW-FW-NNS": 3,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 2,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "VBP-FW-NNP": 1,
      "FW-NNP-FW": 5,
      "NNP-FW-NNP": 1,
      "FW-JJ-NNS": 1,
      "VBP-JJ-FW": 3,
      "JJ-FW-NN": 1,
      "IN-FW-JJ": 3,
      "JJ-NN-NNP": 3,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 4,
      "JJ-NNS-FW": 1,
      "FW-NNP-NNP": 3,
      "NNP-NN-JJ": 3,
      "NN-JJ-NNP": 4,
      "JJ-NNP-NN": 6,
      "NNP-NN-NNP": 1,
      "JJ-FW-FW": 3,
      "NN-FW-FW": 8,
      "FW-FW-VBP": 1,
      "FW-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "NNP-NN-FW": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-FW": 1,
      "VBN-FW-FW": 1,
      "VBP-JJ-NNP": 2,
      "IN-FW-NNS": 3,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "NNP-IN-FW": 2,
      "VBP-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NN-NN-VBZ": 2,
      "JJ-NN-VBG": 1,
      "NN-VBG-JJ": 1,
      "VBG-JJ-NN": 1,
      "NN-NNS-IN": 1,
      "IN-NN-JJ": 1,
      "NN-NNP-IN": 1,
      "FW-NN-FW": 3,
      "NN-FW-NNP": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "NNP-NN-IN": 1,
      "IN-NN-NNS": 1,
      "FW-NN-NNS": 2,
      "FW-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NNS": 1,
      "JJ-FW-JJ": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "NN-JJ-FW": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "FW-NN-JJ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NNS": 1,
      "DT-NNS-VBP": 1,
      "NN-JJ-JJ": 1,
      "NN-NNP-VBZ": 1,
      "IN-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-VBZ": 3,
      "IN-NN-NNP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-DT": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "VBP-NN-NN": 1,
      "JJ-NN-VBD": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 241,
        "FW": 136,
        "NNP": 80,
        "JJ": 69,
        "IN": 38
      },
      "top_bigrams": {
        "NN-NN": 135,
        "FW-FW": 77,
        "JJ-NN": 44,
        "NNP-NN": 31,
        "NNP-NNP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 72,
        "FW-FW-FW": 51,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 24,
        "NN-NN-IN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 182,
      "VP": 52,
      "PP": 14,
      "ADJP": 1
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0221
      },
      {
        "rule": "NP -> ('BBC', 'NNP')",
        "frequency": 6,
        "weight": 0.0221
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "NP -> ('voces', 'NNS')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Uno', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "VP -> ('más', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "S -> NP VP VP VP VP ('publicación', 'FW') ('de', 'FW') ('una', 'FW') NP PP ('de', 'IN') ('100', 'CD') NP ('sus', 'FW') NP (',', ',') NP ('de', 'IN') ('300', 'CD') NP ('del', 'FW') ('ámbito', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0037
      },
      {
        "rule": "NP -> ('La', 'NNP') ('BBC', 'NNP')",
        "frequency": 1,
        "weight": 0.0037
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La BBC"
      },
      {
        "label": "VP",
        "text": "se"
      },
      {
        "label": "VP",
        "text": "enfrenta a una grave crisis ética"
      },
      {
        "label": "NP",
        "text": "a una grave crisis ética"
      },
      {
        "label": "VP",
        "text": "e institucional tras"
      },
      {
        "label": "NP",
        "text": "institucional tras"
      },
      {
        "label": "VP",
        "text": "la"
      },
      {
        "label": "NP",
        "text": "carta"
      },
      {
        "label": "PP",
        "text": "abierta firmada por más"
      },
      {
        "label": "NP",
        "text": "firmada por más"
      },
      {
        "label": "NP",
        "text": "de"
      },
      {
        "label": "NP",
        "text": "trabajadores"
      },
      {
        "label": "NP",
        "text": "acompañados por más"
      },
      {
        "label": "NP",
        "text": "profesionales"
      },
      {
        "label": "NP",
        "text": "audiovisual y periodístico del Reino Unido"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP BBC/NNP)\n  (VP se/VBZ)\n  (VP enfrenta/VB (NP a/DT una/JJ grave/NN crisis/NN ética/NNP))\n  (VP e/VBZ (NP institucional/JJ tras/NNS))\n  (VP la/VBP)\n  publicación/FW\n  de/FW\n  una/FW\n  (NP carta/NN)\n  (PP abierta/IN (NP firmada/JJ por/NN más/NN))\n  de/IN\n  100/CD\n  (NP de/NNS)\n  sus/FW\n  (NP trabajadores/NNS)\n  ,/,\n  (NP acompañados/JJ por/NN más/NN)\n  de/IN\n  300/CD\n  (NP profesionales/NNS)\n  del/FW\n  ámbito/FW\n  (NP audiovisual/JJ y/NN periodístico/NN del/NN Reino/NNP Unido/NNP)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Fuerzas/NNP)\n  (VP\n    israelíes/VBP\n    (NP incursionan/JJ por/NN aire/NN y/NN tierra/NN))\n  en/FW\n  (NP territorio/NN)\n  (PP de/IN (NP Líbano/NNP))\n  y/CC\n  (NP Siria/NNP La/NNP)\n  misiva/FW\n  (NP denuncia/NN que/NN)\n  la/FW\n  (NP\n    cadena/NN\n    pública/NN\n    británica/NN\n    ha/NN\n    actuado/NN\n    como/NN\n    “/NNP)\n  (NP una/JJ oficina/NN)\n  (PP de/IN (NP relaciones/NNS))\n  (VP públicas/VBP (NP del/JJ gobierno/NN israelí/NN ”/NNP))\n  (VP en/VBZ (NP su/JJ cobertura/NN))\n  de/IN\n  la/FW\n  guerra/FW\n  en/FW\n  (NP Gaza/NNP)\n  ,/,\n  (NP contradiciendo/NN sus/NN principios/NNS)\n  (VP editoriales/VBZ)\n  de/IN\n  imparcialidad/FW\n  y/FW\n  servicio/FW\n  (NP público/NN)\n  ./.)",
      "(S\n  (NP El/NNP documento/NN)\n  ,/,\n  (NP\n    dirigido/NN\n    al/NNS\n    Director/NNP\n    General/NNP\n    Tim/NNP\n    Davie/NNP\n    y/NNP)\n  (VP fechado/VBD el/JJ)\n  3/CD\n  de/FW\n  (NP julio/NN)\n  ,/,\n  (NP\n    expresa/JJ\n    profunda/NN\n    preocupación/NN\n    por/NN\n    la/NN\n    censura/NN\n    editorial/NN)\n  ,/,\n  (NP las/JJ presiones/NNS internas/NNS)\n  (VP y/VBP (NP el/JJ silenciamiento/NN))\n  de/FW\n  (NP voces/NNS)\n  (VP críticas/VBP)\n  dentro/FW\n  de/FW\n  la/FW\n  (NP corporación/NN)\n  ./.)",
      "(S\n  (NP Los/NNP firmantes/NNS)\n  ,/,\n  en/FW\n  su/FW\n  mayoría/FW\n  empleados/FW\n  actuales/FW\n  de/FW\n  la/FW\n  (NP BBC/NNP que/NN permanecen/NN)\n  en/IN\n  el/FW\n  (NP anonimato/NN por/NN temor/NN)\n  (NP a/DT represalias/NN)\n  ,/,\n  (NP sostienen/NN que/NN la/NN)\n  (VP línea/VBP (NP editorial/JJ respecto/NN al/NN))\n  (VP\n    conflicto/VBD\n    (NP\n      palestino-israelí/JJ\n      ha/NN\n      sido/NN\n      deliberadamente/NN\n      manipulada/NN\n      para/NN))\n  (VP favorecer/VBD (NP a/DT Israel/NNP y/NNP))\n  (VP deshumanizar/VBZ (NP a/DT las/JJ víctimas/NN palestinas/NN))\n  ./.)",
      "(S\n  (NP Uno/NNP)\n  de/FW\n  los/FW\n  (NP episodios/NNS)\n  (VP más/VBP (NP controversiales/NNS))\n  (VP señalados/VBP)\n  en/IN\n  la/FW\n  carta/FW\n  es/FW\n  la/FW\n  cancelación/FW\n  del/FW\n  (NP documental/JJ “/JJ Gaza/NNP)\n  :/:\n  (NP Doctors/NNS)\n  (PP Under/IN (NP Attack/NNP ”/NNP))\n  ,/,\n  (NP que/NN documenta/NN los/NN bombardeos/NN)\n  (VP israelíes/VBZ (NP a/DT hospitales/NNS))\n  en/IN\n  la/FW\n  (NP Franja/NNP)\n  de/FW\n  (NP Gaza/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CANTIDADES_NUMERICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "MEDIOS_COMUNICACION",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra en gaza",
        "position": [
          480,
          494
        ],
        "start": 480,
        "end": 494
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "víctimas ucranianas, la masacre de civiles",
        "position": [
          2799,
          2841
        ],
        "start": 2799,
        "end": 2841
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bombardeos israelíes",
        "position": [
          1228,
          1248
        ],
        "start": 1228,
        "end": 1248
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "crisis humanitaria en gaza",
        "position": [
          3733,
          3759
        ],
        "start": 3733,
        "end": 3759
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periodista ramita navai",
        "position": [
          1529,
          1552
        ],
        "start": 1529,
        "end": 1552
      },
      {
        "category": "PAISES",
        "matched_text": "líbano",
        "position": [
          318,
          324
        ],
        "start": 318,
        "end": 324
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado canalla",
        "position": [
          1605,
          1619
        ],
        "start": 1605,
        "end": 1619
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "7 de octubre de 2023",
        "position": [
          3213,
          3233
        ],
        "start": 3213,
        "end": 3233
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1431,
          1438
        ],
        "start": 1431,
        "end": 1438
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 100",
        "position": [
          113,
          123
        ],
        "start": 113,
        "end": 123
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 300",
        "position": [
          161,
          171
        ],
        "start": 161,
        "end": 171
      }
    ],
    "match_count": 11
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado canalla",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Theresa May",
        "tipo": "Persona"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "BBC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sir Robbie Gibb",
        "tipo": "Persona"
      },
      {
        "nombre": "Owen Jones",
        "tipo": "Persona"
      },
      {
        "nombre": "Jewish Chronicle",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ramita Navai",
        "tipo": "Persona"
      },
      {
        "nombre": "Gibb",
        "tipo": "Persona"
      },
      {
        "nombre": "Siria\nLa misiva",
        "tipo": "Lugar"
      },
      {
        "nombre": "Channel 4",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Raffi Berg",
        "tipo": "Persona"
      },
      {
        "nombre": "Líbano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Reino Unido",
        "tipo": "Lugar"
      },
      {
        "nombre": "tory",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rami Ruhayem",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "BBC",
        "relacion": "ENFRENTAR",
        "objeto": "Reino Unido"
      },
      {
        "sujeto": "Siria\nLa misiva",
        "relacion": "INCURSIONAR",
        "objeto": "Líbano"
      },
      {
        "sujeto": "Líbano",
        "relacion": "INCURSIONAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "BBC",
        "relacion": "SOSTENER",
        "objeto": "Israel"
      },
      {
        "sujeto": "Israel",
        "relacion": "CALIFICAR_MOTIVAR_AFIRMAR",
        "objeto": "Estado canalla"
      },
      {
        "sujeto": "Channel 4",
        "relacion": "ADQUIRIR",
        "objeto": "BBC"
      },
      {
        "sujeto": "Channel 4",
        "relacion": "ADQUIRIR",
        "objeto": "Israel"
      },
      {
        "sujeto": "BBC",
        "relacion": "INTENSIFICAR_ADQUIRIR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Gibb",
        "relacion": "SE_ALAR",
        "objeto": "BBC"
      },
      {
        "sujeto": "Gibb",
        "relacion": "SE_ALAR",
        "objeto": "Jewish Chronicle"
      },
      {
        "sujeto": "tory",
        "relacion": "SE_ALAR",
        "objeto": "BBC"
      },
      {
        "sujeto": "tory",
        "relacion": "SE_ALAR",
        "objeto": "Jewish Chronicle"
      },
      {
        "sujeto": "BBC",
        "relacion": "DENTRO_SE_ALAR",
        "objeto": "Jewish Chronicle"
      },
      {
        "sujeto": "Owen Jones",
        "relacion": "DESCRIBIR",
        "objeto": "BBC"
      },
      {
        "sujeto": "BBC",
        "relacion": "CONDENAR_RELATIVIZAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Raffi Berg",
        "relacion": "APUNTAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "BBC",
        "relacion": "FALLAR_AFIRMAR",
        "objeto": "Gaza"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9565,
    "pos": 0.035,
    "neu": 0.905,
    "neg": 0.059,
    "label": "negative"
  }
}