{
  "url": "https://www.telesurtv.net/agencias-federales-estadoundienses-se-niegan-a-cumplir-exigencia-de-musk/",
  "title": "Agencias federales estadounidenses se niegan a cumplir exigencia de Musk - teleSUR",
  "section": "Mundo",
  "tags": [
    "Elon Musk",
    "Estados Unidos"
  ],
  "text": "Las agencias clave de Estados Unidos (incluidos el FBI, el Departamento de Estado y el Pentágono) han dado instrucciones a sus empleados para que no cumplan con la última exigencia de Elon Musk, el jefe de reducción de costos, quien solicitó que los trabajadores federales informaran sobre lo que lograron la semana pasada; bajo la amenaza de perder sus trabajos si no cumplían con la orden.\nEsta solicitud de Musk, respaldada por la administración de Donald Trump, ha generado caos y confusión en la fuerza laboral federal (que se encuentra en medio de una reestructuración) impulsada por la promesa de Trump de reducir el tamaño del gobierno.\nLa polémica medida (que llegó poco después de que Trump regresara a la Casa Blanca) ha creado un ambiente de incertidumbre dentro de las agencias federales. Mientras algunos funcionarios han instruido a sus empleados a cumplir con las demandas de Musk, otros han emitido órdenes contrarias (lo que ha intensificado la confusión sobre cómo proceder).\nEl fin de semana; la situación se intensificó cuando el Departamento de Salud y Servicios Humanos (dirigido por Robert F. Kennedy Jr.) envió un mensaje a sus 80,000 empleados ordenándoles que cumplieran con las instrucciones de Musk. Sin embargo, poco después, el consejero general en funciones de la agencia, Sean Keveney, envió un mensaje en el que pedía a los empleados que no respondieran a la solicitud. Finalmente, la agencia emitió nuevas instrucciones en las que pedía a los trabajadores que “pausaran” cualquier acción relacionada con la exigencia hasta el mediodía del lunes.\nKeveney expresó su frustración en un correo electrónico en el que señalaba que, tras haber trabajado arduamente durante la semana anterior, se sintió “insultado” por la solicitud. Además, destacó que parte del trabajo realizado por los empleados podría estar protegido por el privilegio abogado-cliente (lo que generó preocupaciones sobre la confidencialidad de las respuestas).\nEl mandato de Musk consistió en pedir a los empleados federales que enumeraran cinco logros específicos alcanzados durante la semana pasada; con una fecha límite establecida para el lunes a las 11:59 p.m. EST. En un mensaje posterior en la plataforma X (anteriormente Twitter), Musk advirtió que cualquier empleado que no respondiera a tiempo perdería su trabajo.\nEl ultimátum fue rápidamente criticado por varios legisladores, tanto demócratas como republicanos, quienes cuestionaron la legalidad de la medida. El senador John Curtis (republicano por Utah) pidió a Musk que fuera más “compasivo” en su enfoque, señalando que las acciones de la administración afectaban a personas reales con “hipotecas” y vidas que podrían verse seriamente afectadas.\nEl representante Mike Lawler (republicano de Nueva York) también planteó dudas sobre la base legal de la administración para despedir a decenas de miles de empleados federales por negarse a cumplir con la orden. Para el senador Chris Van Hollen (demócrata de Maryland), las acciones de Musk eran claramente “ilegales”.\nMientras tanto, Trump no tardó en responder. El presidente publicó un meme en su red social en el que se burlaba de los trabajadores federales afectados (mostrándolos como personajes de dibujos animados que enumeraban logros triviales como “Lloré por Trump” o “Llegué a la oficina por una vez”). Este gesto solo aumentó la tensión en un momento ya marcado por la incertidumbre y la división interna dentro de las agencias federales.\nAlgunas agencias (como el FBI) decidieron no cumplir con las instrucciones de Musk. El recién confirmado director del FBI, Kash Patel, un aliado cercano de Trump, envió un correo electrónico en el que ordenaba a los empleados ignorar la solicitud por ahora, destacando que la agencia llevaba a cabo sus propios procesos de revisión. Por su parte, el Departamento de Estado, el Pentágono y el Departamento de Seguridad Nacional optaron por pausar cualquier respuesta hasta recibir instrucciones adicionales.\nEl presidente de la Federación Estadounidense de Empleados del Gobierno, Everett Kelley, condenó enérgicamente las acciones de Musk, calificándolas de “ilegales” y exigiendo que la administración anulara la solicitud y pidiera disculpas a los empleados federales.\nA pesar de la controversia, Musk defendió su solicitud (describiéndola como una “toma de pulso básica”) para evaluar el desempeño de los trabajadores del gobierno.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/agencias-federales-estadoundienses-se-niegan-a-cumplir-exigencia-de-musk/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 384,
    "message_id": 87583,
    "date": "2025-02-24T08:55:18+00:00",
    "text": "teleSUR\nAgencias federales estadounidenses se niegan a cumplir exigencia de Musk\nhttps://www.telesurtv.net/agencias-federales-estadoundienses-se-niegan-a-cumplir-exigencia-de-musk/",
    "photo_path": null,
    "views": 2384,
    "reactions": {
      "👍": 34,
      "🤔": 11
    },
    "total_reactions": 45
  },
  "preprocessing": {
    "cleaned": "las agencias clave de estados unidos (incluidos el fbi, el departamento de estado y el pentágono) han dado instrucciones a sus empleados para que no cumplan con la última exigencia de elon musk, el jefe de reducción de costos, quien solicitó que los trabajadores federales informaran sobre lo que lograron la semana pasada; bajo la amenaza de perder sus trabajos si no cumplían con la orden. esta solicitud de musk, respaldada por la administración de donald trump, ha generado caos y confusión en la fuerza laboral federal (que se encuentra en medio de una reestructuración) impulsada por la promesa de trump de reducir el tamaño del gobierno. la polémica medida (que llegó poco después de que trump regresara a la casa blanca) ha creado un ambiente de incertidumbre dentro de las agencias federales. mientras algunos funcionarios han instruido a sus empleados a cumplir con las demandas de musk, otros han emitido órdenes contrarias (lo que ha intensificado la confusión sobre cómo proceder). el fin de semana; la situación se intensificó cuando el departamento de salud y servicios humanos (dirigido por robert f. kennedy jr.) envió un mensaje a sus 80,000 empleados ordenándoles que cumplieran con las instrucciones de musk. sin embargo, poco después, el consejero general en funciones de la agencia, sean keveney, envió un mensaje en el que pedía a los empleados que no respondieran a la solicitud. finalmente, la agencia emitió nuevas instrucciones en las que pedía a los trabajadores que “pausaran” cualquier acción relacionada con la exigencia hasta el mediodía del lunes. keveney expresó su frustración en un correo electrónico en el que señalaba que, tras haber trabajado arduamente durante la semana anterior, se sintió “insultado” por la solicitud. además, destacó que parte del trabajo realizado por los empleados podría estar protegido por el privilegio abogado-cliente (lo que generó preocupaciones sobre la confidencialidad de las respuestas). el mandato de musk consistió en pedir a los empleados federales que enumeraran cinco logros específicos alcanzados durante la semana pasada; con una fecha límite establecida para el lunes a las 11:59 p.m. est. en un mensaje posterior en la plataforma x (anteriormente twitter), musk advirtió que cualquier empleado que no respondiera a tiempo perdería su trabajo. el ultimátum fue rápidamente criticado por varios legisladores, tanto demócratas como republicanos, quienes cuestionaron la legalidad de la medida. el senador john curtis (republicano por utah) pidió a musk que fuera más “compasivo” en su enfoque, señalando que las acciones de la administración afectaban a personas reales con “hipotecas” y vidas que podrían verse seriamente afectadas. el representante mike lawler (republicano de nueva york) también planteó dudas sobre la base legal de la administración para despedir a decenas de miles de empleados federales por negarse a cumplir con la orden. para el senador chris van hollen (demócrata de maryland), las acciones de musk eran claramente “ilegales”. mientras tanto, trump no tardó en responder. el presidente publicó un meme en su red social en el que se burlaba de los trabajadores federales afectados (mostrándolos como personajes de dibujos animados que enumeraban logros triviales como “lloré por trump” o “llegué a la oficina por una vez”). este gesto solo aumentó la tensión en un momento ya marcado por la incertidumbre y la división interna dentro de las agencias federales. algunas agencias (como el fbi) decidieron no cumplir con las instrucciones de musk. el recién confirmado director del fbi, kash patel, un aliado cercano de trump, envió un correo electrónico en el que ordenaba a los empleados ignorar la solicitud por ahora, destacando que la agencia llevaba a cabo sus propios procesos de revisión. por su parte, el departamento de estado, el pentágono y el departamento de seguridad nacional optaron por pausar cualquier respuesta hasta recibir instrucciones adicionales. el presidente de la federación estadounidense de empleados del gobierno, everett kelley, condenó enérgicamente las acciones de musk, calificándolas de “ilegales” y exigiendo que la administración anulara la solicitud y pidiera disculpas a los empleados federales. a pesar de la controversia, musk defendió su solicitud (describiéndola como una “toma de pulso básica”) para evaluar el desempeño de los trabajadores del gobierno.",
    "tokens": [
      "agencias",
      "clave",
      "unidos",
      "(",
      "incluidos",
      "fbi",
      ",",
      "departamento",
      "pentágono",
      ")",
      "dado",
      "instrucciones",
      "empleados",
      "cumplan",
      "última",
      "exigencia",
      "elon",
      "musk",
      ",",
      "jefe",
      "reducción",
      "costos",
      ",",
      "solicitó",
      "trabajadores",
      "federales",
      "informaran",
      "lograron",
      "semana",
      "pasada",
      ";",
      "bajo",
      "amenaza",
      "perder",
      "trabajos",
      "si",
      "cumplían",
      "orden",
      ".",
      "solicitud",
      "musk",
      ",",
      "respaldada",
      "administración",
      "donald",
      "trump",
      ",",
      "generado",
      "caos",
      "confusión",
      "fuerza",
      "laboral",
      "federal",
      "(",
      "encuentra",
      "medio",
      "reestructuración",
      ")",
      "impulsada",
      "promesa",
      "trump",
      "reducir",
      "tamaño",
      "gobierno",
      ".",
      "polémica",
      "medida",
      "(",
      "llegó",
      "después",
      "trump",
      "regresara",
      "casa",
      "blanca",
      ")",
      "creado",
      "ambiente",
      "incertidumbre",
      "dentro",
      "agencias",
      "federales",
      ".",
      "mientras",
      "funcionarios",
      "instruido",
      "empleados",
      "cumplir",
      "demandas",
      "musk",
      ",",
      "emitido",
      "órdenes",
      "contrarias",
      "(",
      "intensificado",
      "confusión",
      "cómo",
      "proceder",
      ")",
      ".",
      "fin",
      "semana",
      ";",
      "situación",
      "intensificó",
      "departamento",
      "salud",
      "servicios",
      "humanos",
      "(",
      "dirigido",
      "robert",
      "f.",
      "kennedy",
      "jr",
      ".",
      ")",
      "envió",
      "mensaje",
      "80,000",
      "empleados",
      "ordenándoles",
      "cumplieran",
      "instrucciones",
      "musk",
      ".",
      "embargo",
      ",",
      "después",
      ",",
      "consejero",
      "general",
      "funciones",
      "agencia",
      ",",
      "keveney",
      ",",
      "envió",
      "mensaje",
      "pedía",
      "empleados",
      "respondieran",
      "solicitud",
      ".",
      "finalmente",
      ",",
      "agencia",
      "emitió",
      "nuevas",
      "instrucciones",
      "pedía",
      "trabajadores",
      "“",
      "pausaran",
      "”",
      "cualquier",
      "acción",
      "relacionada",
      "exigencia",
      "mediodía",
      "lunes",
      ".",
      "keveney",
      "expresó",
      "frustración",
      "correo",
      "electrónico",
      "señalaba",
      ",",
      "tras",
      "haber",
      "trabajado",
      "arduamente",
      "semana",
      "anterior",
      ",",
      "sintió",
      "“",
      "insultado",
      "”",
      "solicitud",
      ".",
      "además",
      ",",
      "destacó",
      "parte",
      "trabajo",
      "realizado",
      "empleados",
      "podría",
      "protegido",
      "privilegio",
      "abogado-cliente",
      "(",
      "generó",
      "preocupaciones",
      "confidencialidad",
      "respuestas",
      ")",
      ".",
      "mandato",
      "musk",
      "consistió",
      "pedir",
      "empleados",
      "federales",
      "enumeraran",
      "cinco",
      "logros",
      "específicos",
      "alcanzados",
      "semana",
      "pasada",
      ";",
      "fecha",
      "límite",
      "establecida",
      "lunes",
      "11:59",
      "p.m",
      ".",
      "est",
      ".",
      "mensaje",
      "posterior",
      "plataforma",
      "x",
      "(",
      "anteriormente",
      "twitter",
      ")",
      ",",
      "musk",
      "advirtió",
      "cualquier",
      "empleado",
      "respondiera",
      "tiempo",
      "perdería",
      "trabajo",
      ".",
      "ultimátum",
      "rápidamente",
      "criticado",
      "varios",
      "legisladores",
      ",",
      "demócratas",
      "republicanos",
      ",",
      "cuestionaron",
      "legalidad",
      "medida",
      ".",
      "senador",
      "john",
      "curtis",
      "(",
      "republicano",
      "utah",
      ")",
      "pidió",
      "musk",
      "“",
      "compasivo",
      "”",
      "enfoque",
      ",",
      "señalando",
      "acciones",
      "administración",
      "afectaban",
      "personas",
      "reales",
      "“",
      "hipotecas",
      "”",
      "vidas",
      "podrían",
      "verse",
      "seriamente",
      "afectadas",
      ".",
      "representante",
      "mike",
      "lawler",
      "(",
      "republicano",
      "nueva",
      "york",
      ")",
      "planteó",
      "dudas",
      "base",
      "legal",
      "administración",
      "despedir",
      "decenas",
      "miles",
      "empleados",
      "federales",
      "negarse",
      "cumplir",
      "orden",
      ".",
      "senador",
      "chris",
      "van",
      "hollen",
      "(",
      "demócrata",
      "maryland",
      ")",
      ",",
      "acciones",
      "musk",
      "claramente",
      "“",
      "ilegales",
      "”",
      ".",
      "mientras",
      ",",
      "trump",
      "tardó",
      "responder",
      ".",
      "presidente",
      "publicó",
      "meme",
      "red",
      "social",
      "burlaba",
      "trabajadores",
      "federales",
      "afectados",
      "(",
      "mostrándolos",
      "personajes",
      "dibujos",
      "animados",
      "enumeraban",
      "logros",
      "triviales",
      "“",
      "lloré",
      "trump",
      "”",
      "“",
      "llegué",
      "oficina",
      "vez",
      "”",
      ")",
      ".",
      "gesto",
      "solo",
      "aumentó",
      "tensión",
      "momento",
      "marcado",
      "incertidumbre",
      "división",
      "interna",
      "dentro",
      "agencias",
      "federales",
      ".",
      "agencias",
      "(",
      "fbi",
      ")",
      "decidieron",
      "cumplir",
      "instrucciones",
      "musk",
      ".",
      "recién",
      "confirmado",
      "director",
      "fbi",
      ",",
      "kash",
      "patel",
      ",",
      "aliado",
      "cercano",
      "trump",
      ",",
      "envió",
      "correo",
      "electrónico",
      "ordenaba",
      "empleados",
      "ignorar",
      "solicitud",
      "ahora",
      ",",
      "destacando",
      "agencia",
      "llevaba",
      "cabo",
      "propios",
      "procesos",
      "revisión",
      ".",
      "parte",
      ",",
      "departamento",
      ",",
      "pentágono",
      "departamento",
      "seguridad",
      "nacional",
      "optaron",
      "pausar",
      "cualquier",
      "respuesta",
      "recibir",
      "instrucciones",
      "adicionales",
      ".",
      "presidente",
      "federación",
      "estadounidense",
      "empleados",
      "gobierno",
      ",",
      "everett",
      "kelley",
      ",",
      "condenó",
      "enérgicamente",
      "acciones",
      "musk",
      ",",
      "calificándolas",
      "“",
      "ilegales",
      "”",
      "exigiendo",
      "administración",
      "anulara",
      "solicitud",
      "pidiera",
      "disculpas",
      "empleados",
      "federales",
      ".",
      "pesar",
      "controversia",
      ",",
      "musk",
      "defendió",
      "solicitud",
      "(",
      "describiéndola",
      "“",
      "toma",
      "pulso",
      "básica",
      "”",
      ")",
      "evaluar",
      "desempeño",
      "trabajadores",
      "gobierno",
      "."
    ],
    "token_count": 468,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 93,
      "NNS": 38,
      "VBP": 22,
      "VBN": 1,
      "NN": 249,
      "FW": 118,
      "JJ": 72,
      "DT": 6,
      "VBZ": 12,
      "IN": 31,
      "MD": 1,
      "VB": 1,
      "VBD": 2,
      "CD": 2,
      "RB": 1,
      "$": 1,
      "JJR": 1,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NNS": 1,
      "NNS-VBP": 18,
      "VBP-VBN": 1,
      "VBN-NNP": 1,
      "NNP-NNP": 29,
      "NNP-NN": 36,
      "NN-NN": 139,
      "NN-NNP": 15,
      "NNP-FW": 15,
      "FW-NNP": 26,
      "NN-NNS": 12,
      "VBP-JJ": 14,
      "JJ-NN": 42,
      "NN-DT": 3,
      "DT-NN": 6,
      "NN-VBZ": 6,
      "VBZ-FW": 1,
      "FW-FW": 56,
      "FW-NN": 19,
      "NN-FW": 27,
      "NNS-VBZ": 3,
      "VBZ-JJ": 5,
      "VBZ-DT": 2,
      "FW-JJ": 9,
      "JJ-NNP": 4,
      "NN-IN": 22,
      "IN-FW": 14,
      "JJ-JJ": 10,
      "NN-JJ": 22,
      "IN-JJ": 5,
      "JJ-NNS": 13,
      "NNS-NNP": 5,
      "NNP-VBP": 2,
      "VBP-NNS": 1,
      "IN-NNP": 8,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "NNP-VBZ": 3,
      "NNS-VBD": 1,
      "VBD-CD": 1,
      "CD-JJ": 1,
      "NNS-IN": 6,
      "JJ-FW": 3,
      "NN-RB": 1,
      "RB-JJ": 1,
      "IN-NN": 3,
      "FW-NNS": 7,
      "VBZ-$": 1,
      "$-CD": 1,
      "CD-NN": 1,
      "NNP-JJ": 2,
      "FW-VBP": 1,
      "VBP-NNP": 3,
      "VBZ-IN": 1,
      "IN-NNS": 1,
      "VBZ-NNS": 1,
      "NNS-NN": 1,
      "NN-VBP": 1,
      "VBP-NN": 2,
      "NNS-FW": 2,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNP-IN": 1,
      "NNP-DT": 1,
      "VBZ-JJR": 1,
      "JJR-NNP": 1,
      "NNS-NNS": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBP-IN": 1
    },
    "trigram_freq": {
      "NNP-NNS-VBP": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-NNP": 1,
      "VBN-NNP-NNP": 1,
      "NNP-NNP-NN": 15,
      "NNP-NN-NN": 23,
      "NN-NN-NNP": 8,
      "NN-NNP-NN": 7,
      "NNP-NN-NNP": 4,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 9,
      "FW-NNP-FW": 11,
      "FW-NNP-NN": 7,
      "NN-NN-NNS": 9,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 12,
      "JJ-NN-NN": 25,
      "NN-NN-DT": 2,
      "NN-DT-NN": 3,
      "DT-NN-VBZ": 3,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "NNP-FW-FW": 3,
      "FW-FW-NNP": 7,
      "FW-NNP-NNP": 8,
      "NNP-NNP-FW": 2,
      "NNP-FW-NN": 2,
      "FW-NN-FW": 6,
      "NN-FW-FW": 12,
      "FW-FW-FW": 35,
      "FW-FW-NN": 9,
      "FW-NN-NN": 9,
      "NN-NN-NN": 77,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "NN-NN-FW": 13,
      "NN-FW-NN": 4,
      "NN-NN-VBZ": 3,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 2,
      "NN-FW-JJ": 3,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 2,
      "NNP-NN-FW": 7,
      "NN-FW-NNP": 7,
      "NN-NN-IN": 10,
      "NN-IN-FW": 12,
      "IN-FW-JJ": 4,
      "FW-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 6,
      "NN-NN-JJ": 17,
      "NN-JJ-JJ": 4,
      "JJ-NN-IN": 11,
      "NN-IN-JJ": 5,
      "IN-JJ-NN": 4,
      "FW-NN-NNP": 1,
      "IN-FW-NNP": 2,
      "NN-NNP-NNP": 6,
      "NN-JJ-NN": 12,
      "IN-FW-FW": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBD": 1,
      "NNS-VBD-CD": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NN-JJ": 1,
      "NN-JJ-NNS": 5,
      "JJ-NNS-IN": 4,
      "NNS-IN-NNP": 4,
      "IN-NNP-NNP": 2,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "JJ-NNP-NNP": 2,
      "NNP-NN-JJ": 2,
      "IN-FW-NN": 4,
      "JJ-NN-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-VBZ-JJ": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "IN-FW-NNS": 3,
      "FW-NNS-NNP": 1,
      "JJ-NN-NNS": 2,
      "JJ-NN-FW": 1,
      "FW-NN-JJ": 1,
      "NN-VBZ-$": 1,
      "VBZ-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-NNP": 1,
      "VBP-NNP-NNP": 2,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-JJ-NNS": 1,
      "VBP-JJ-FW": 1,
      "NN-IN-NN": 2,
      "NNS-IN-FW": 1,
      "FW-JJ-NN": 3,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "JJ-JJ-FW": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNS-VBP": 2,
      "NNP-FW-NNS": 1,
      "FW-NNS-IN": 2,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "NN-VBZ-JJR": 1,
      "VBZ-JJR-NNP": 1,
      "JJR-NNP-NN": 1,
      "IN-NN-JJ": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "JJ-NN-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "NNP-JJ-JJ": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "FW-NN-IN": 1,
      "IN-JJ-JJ": 1,
      "FW-NN-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NN-FW-NNS": 1,
      "IN-NNP-FW": 1,
      "JJ-NNS-FW": 1,
      "NNS-VBP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 249,
        "FW": 118,
        "NNP": 93,
        "JJ": 72,
        "NNS": 38
      },
      "top_bigrams": {
        "NN-NN": 139,
        "FW-FW": 56,
        "JJ-NN": 42,
        "NNP-NN": 36,
        "NNP-NNP": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 77,
        "FW-FW-FW": 35,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 23,
        "NN-NN-JJ": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 195,
      "VP": 46,
      "ADJP": 7,
      "PP": 14
    },
    "top_rules": [
      {
        "rule": "NP -> ('Musk', 'NNP')",
        "frequency": 8,
        "weight": 0.0279
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0244
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0174
      },
      {
        "rule": "NP -> ('Trump', 'NNP')",
        "frequency": 4,
        "weight": 0.0139
      },
      {
        "rule": "NP -> ('Departamento', 'NNP')",
        "frequency": 3,
        "weight": 0.0105
      },
      {
        "rule": "NP -> ('Estado', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('gobierno', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('agencias', 'JJ') ('federales', 'NNS')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('a', 'DT') ('sus', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('las', 'JJ') ('instrucciones', 'NNS')",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Las agencias"
      },
      {
        "label": "VP",
        "text": "clave"
      },
      {
        "label": "VP",
        "text": "de Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "incluidos el FBI"
      },
      {
        "label": "NP",
        "text": "Departamento"
      },
      {
        "label": "NP",
        "text": "Estado"
      },
      {
        "label": "NP",
        "text": "Pentágono"
      },
      {
        "label": "NP",
        "text": "han dado"
      },
      {
        "label": "VP",
        "text": "instrucciones a sus empleados para que no cumplan"
      },
      {
        "label": "NP",
        "text": "a sus empleados para que"
      },
      {
        "label": "NP",
        "text": "no cumplan"
      },
      {
        "label": "VP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "última"
      },
      {
        "label": "NP",
        "text": "Elon Musk"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Las/NNP agencias/NNS)\n  (VP clave/VBP)\n  (VP de/VBN (NP Estados/NNP Unidos/NNP))\n  (/(\n  (NP incluidos/JJ el/NN FBI/NNP)\n  ,/,\n  el/FW\n  (NP Departamento/NNP)\n  de/FW\n  (NP Estado/NNP)\n  y/CC\n  el/FW\n  (NP Pentágono/NNP)\n  )/)\n  (NP han/NN dado/NN)\n  (VP\n    instrucciones/VBZ\n    (NP a/DT sus/NN empleados/NN para/NN que/NN)\n    (NP no/DT cumplan/NN))\n  (VP con/VBZ)\n  la/FW\n  (NP última/NNP)\n  exigencia/FW\n  de/FW\n  (NP Elon/NNP Musk/NNP)\n  ,/,\n  (NP el/JJ jefe/NN)\n  de/IN\n  reducción/FW\n  de/FW\n  costos/FW\n  ,/,\n  quien/FW\n  (NP solicitó/NN que/NN los/NN trabajadores/NNS)\n  (VP\n    federales/VBZ\n    (NP\n      informaran/JJ\n      sobre/NN\n      lo/NN\n      que/NN\n      lograron/NN\n      la/NN\n      semana/NNP\n      pasada/NN))\n  ;/:\n  bajo/CC\n  la/FW\n  amenaza/FW\n  de/FW\n  perder/FW\n  (NP sus/NN trabajos/NN)\n  (VP si/VBZ (NP no/DT cumplían/NN con/NN la/NN orden/NN))\n  ./.)",
      "(S\n  (NP Esta/NNP solicitud/NN)\n  de/FW\n  (NP Musk/NNP)\n  ,/,\n  (NP respaldada/NN por/NN)\n  la/FW\n  administración/FW\n  de/FW\n  (NP Donald/NNP Trump/NNP)\n  ,/,\n  (NP ha/NN generado/NN caos/NN y/NN confusión/NN)\n  en/IN\n  la/FW\n  (ADJP fuerza/JJ)\n  (ADJP laboral/JJ)\n  (ADJP federal/JJ)\n  (/(\n  (NP que/JJ se/NN encuentra/NN)\n  (PP en/IN (NP medio/NN))\n  de/FW\n  una/FW\n  (NP reestructuración/NN)\n  )/)\n  (NP impulsada/NN por/NN)\n  la/FW\n  promesa/FW\n  de/FW\n  (NP Trump/NNP)\n  de/FW\n  reducir/FW\n  el/FW\n  tamaño/FW\n  del/FW\n  (NP gobierno/NN)\n  ./.)",
      "(S\n  (NP La/NNP polémica/NN medida/NN)\n  (/(\n  (NP que/JJ llegó/NN poco/NN después/NN)\n  de/IN\n  que/FW\n  (NP Trump/NNP)\n  (VP regresara/VBZ (NP a/DT la/NN Casa/NNP Blanca/NNP))\n  )/)\n  (NP ha/NN creado/NN)\n  (NP un/JJ ambiente/NN)\n  de/IN\n  incertidumbre/FW\n  dentro/FW\n  de/FW\n  las/FW\n  (NP agencias/JJ federales/NNS)\n  ./.)",
      "(S\n  (NP Mientras/NNP)\n  (VP algunos/VBZ (NP funcionarios/NNS))\n  (VP han/VBP)\n  (VP instruido/VB (NP a/DT sus/NN))\n  (VP empleados/VBZ (NP a/DT cumplir/JJ con/NN las/NNS))\n  (VP demandas/VBP)\n  (PP de/IN (NP Musk/NNP))\n  ,/,\n  otros/RB\n  (NP han/JJ emitido/NN órdenes/NNS contrarias/NNS)\n  (/(\n  (NP\n    lo/JJ\n    que/NN\n    ha/NN\n    intensificado/NN\n    la/NN\n    confusión/NN\n    sobre/NN\n    cómo/NN\n    proceder/NN)\n  )/)\n  ./.)",
      "(S\n  (NP El/NNP fin/NN)\n  de/IN\n  semana/FW\n  ;/:\n  la/CC\n  situación/FW\n  se/FW\n  intensificó/FW\n  (NP cuando/NN)\n  el/FW\n  (NP Departamento/NNP)\n  de/FW\n  (NP Salud/NNP)\n  y/CC\n  (NP Servicios/NNP Humanos/NNP)\n  (/(\n  (NP dirigido/JJ por/NN Robert/NNP F./NNP Kennedy/NNP Jr/NNP)\n  ./.\n  )/))"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defendió",
        "position": [
          4268,
          4276
        ],
        "start": 4268,
        "end": 4276
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1791,
          1798
        ],
        "start": 1791,
        "end": 1798
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1589,
          1596
        ],
        "start": 1589,
        "end": 1596
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2243,
          2251
        ],
        "start": 2243,
        "end": 2251
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente publicó un",
        "position": [
          3079,
          3100
        ],
        "start": 3079,
        "end": 3100
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de estado",
        "position": [
          59,
          81
        ],
        "start": 59,
        "end": 81
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          4060,
          4067
        ],
        "start": 4060,
        "end": 4067
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1769,
          1776
        ],
        "start": 1769,
        "end": 1776
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          22,
          36
        ],
        "start": 22,
        "end": 36
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          59,
          74
        ],
        "start": 59,
        "end": 74
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "durante la semana",
        "position": [
          1693,
          1710
        ],
        "start": 1693,
        "end": 1710
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "la semana anterior",
        "position": [
          1701,
          1719
        ],
        "start": 1701,
        "end": 1719
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1233,
          1240
        ],
        "start": 1233,
        "end": 1240
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "a las 11:59",
        "position": [
          2148,
          2160
        ],
        "start": 2148,
        "end": 2160
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "semana pasada",
        "position": [
          309,
          322
        ],
        "start": 309,
        "end": 322
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Elon Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lloré",
        "tipo": "Persona"
      },
      {
        "nombre": "Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Nueva York",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maryland",
        "tipo": "Lugar"
      },
      {
        "nombre": "Utah",
        "tipo": "Lugar"
      },
      {
        "nombre": "Everett Kelley",
        "tipo": "Persona"
      },
      {
        "nombre": "Keveney",
        "tipo": "Persona"
      },
      {
        "nombre": "Robert F. Kennedy Jr",
        "tipo": "Persona"
      },
      {
        "nombre": "Departamento de Salud y Servicios Humanos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kash Patel",
        "tipo": "Persona"
      },
      {
        "nombre": "FBI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Federación Estadounidense de Empleados del Gobierno",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mike Lawler",
        "tipo": "Persona"
      },
      {
        "nombre": "Pentágono",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Departamento de Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sean Keveney",
        "tipo": "Persona"
      },
      {
        "nombre": "Departamento de Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Departamento de Seguridad Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Chris Van Hollen",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Estados Unidos",
        "relacion": "DAR",
        "objeto": "Elon Musk"
      },
      {
        "sujeto": "FBI",
        "relacion": "INCLUIR_DAR",
        "objeto": "Departamento de Estado"
      },
      {
        "sujeto": "FBI",
        "relacion": "INCLUIR_DAR",
        "objeto": "Pentágono"
      },
      {
        "sujeto": "FBI",
        "relacion": "INCLUIR_DAR",
        "objeto": "Elon Musk"
      },
      {
        "sujeto": "Departamento de Estado",
        "relacion": "INCLUIR_DAR",
        "objeto": "Pentágono"
      },
      {
        "sujeto": "Departamento de Estado",
        "relacion": "INCLUIR_DAR",
        "objeto": "Elon Musk"
      },
      {
        "sujeto": "Pentágono",
        "relacion": "INCLUIR_DAR",
        "objeto": "Elon Musk"
      },
      {
        "sujeto": "Musk",
        "relacion": "GENERAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "GENERAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "REGRESAR_DESPU_S_LLEGAR_CREAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "Departamento de Salud y Servicios Humanos",
        "relacion": "INTENSIFICAR_ENVIAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Robert F. Kennedy Jr",
        "relacion": "INTENSIFICAR_ENVIAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Utah",
        "relacion": "PEDIR",
        "objeto": "Musk"
      },
      {
        "sujeto": "FBI",
        "relacion": "DECIDIR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Federación Estadounidense de Empleados del Gobierno",
        "relacion": "CONDENAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Everett Kelley",
        "relacion": "CONDENAR",
        "objeto": "Musk"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7964,
    "pos": 0.013,
    "neu": 0.962,
    "neg": 0.025,
    "label": "negative"
  }
}