{
  "url": "https://www.telesurtv.net/rusia-brasil-asociacion-nuevas-perspectivas/",
  "title": "Rusia y Brasil: 25 años de asociación y nuevas perspectivas - teleSUR",
  "section": "Mundo",
  "tags": [
    "Brasil",
    "Brics",
    "Rusia",
    "TV BRICS"
  ],
  "text": "Este documento, basado en los principios de respeto mutuo, igualdad soberana y búsqueda de un orden mundial justo, sentó las bases de una asociación estratégica que, en 25 años, ha dado importantes frutos y ha abierto nuevos horizontes.\nHoy, echando la vista atrás, podemos afirmar con confianza que las relaciones entre Moscú y Brasilia se han convertido en un ejemplo de diálogo sostenible entre dos grandes economías unidas por objetivos comunes e intereses complementarios.\nLa cooperación económica se ha convertido en una de las páginas más brillantes de esta asociación. A lo largo de 25 años, el volumen de comercio entre Rusia y Brasil se ha multiplicado, alcanzando la cifra récord de 12.400 millones de dólares en 2024, de los cuales 11.000 millones corresponden a exportaciones rusas.\nRusia suministra a Brasil fertilizantes minerales, productos químicos, trigo, productos pesqueros y bienes de alta tecnología, incluidas tecnologías en energía nuclear, telecomunicaciones y productos farmacéuticos. Brasil, a su vez, ha reforzado su posición como mayor proveedor de carne a Rusia: en 2024, las exportaciones de carne crecieron 1,5 veces interanualmente. Las empresas rusas de TI están penetrando con éxito en el mercado brasileño, mientras que los fabricantes brasileños de piezas de automóviles, maquinaria agrícola e incluso pasta de dientes son demandados en Rusia.\nA pesar de algunos retos, los países siguen estrechando sus lazos comerciales, entre otras cosas mediante el desarrollo de nuevas rutas logísticas para el suministro de fertilizantes, lo que podría reducir los costes para los agricultores brasileños.\nEl diálogo político también ha alcanzado un nuevo nivel. El documento firmado en 2005 sobre la creación de la “Unión Estratégica Ruso-Brasileña” consolidó el estatus de los dos países como socios estratégicos. Las reuniones periódicas entre los dirigentes, desde la visita del ex presidente brasileño, Fernando Henrique Cardoso, en 2002 hasta las conversaciones entre los jefes de Estado, Vladímir Putin, y Luiz Inácio Lula da Silva en 2025, confirman el compromiso de ambas partes con el fortalecimiento de las relaciones. En los BRICS y el Grupo de los Veinte (G20), Rusia y Brasil coordinan esfuerzos para reformar las instituciones globales y abogar por un orden mundial multipolar.\nLa cooperación en alta tecnología se ha convertido en una parte importante de la asociación, también en el sector energético. Las empresas rusas siguen suministrando turbinas para las centrales hidroeléctricas brasileñas, así como ejecutando proyectos de prospección petrolífera en el Amazonas. Además, Rusia se ha mostrado dispuesta a participar en la finalización de la tercera unidad de la central nuclear de Angra, en el estado de Río de Janeiro, y a construir nuevos reactores, lo que está en consonancia con los planes brasileños de expansión de la energía nuclear.\nEn el sector espacial, el vuelo del astronauta brasileño, Marcos Pontes, a la Estación Espacial Internacional en 2006 a bordo de la nave tripulada rusa “Soyuz TMA-8” fue un acontecimiento histórico.\nLos lazos culturales siguen desempeñando un papel clave en el fomento del entendimiento mutuo entre los pueblos. Un proyecto único fue la escuela del Teatro Académico Estatal Bolshói en la ciudad brasileña de Joinville. Se inauguró en 2000 y se convirtió en la única escuela extranjera de este tipo. Este proyecto, apoyado por los Gobiernos de ambos países, fue descrito por la parte rusa como una “perla” de la amistad entre los países.\nLas perspectivas de cooperación siguen siendo prometedoras. Rusia y Brasil planean profundizar sus lazos económicos mediante inversiones en infraestructuras, logística y localización de la producción. A través del Nuevo Banco de Desarrollo de los BRICS, Brasil espera atraer recursos para aplicar reformas a gran escala.\nLa interacción digital también está cobrando impulso: el sector informático ruso, que ya se ha ganado el interés de millones de usuarios brasileños, abre el camino a nuevas iniciativas tecnológicas. Las cuestiones medioambientales también siguen siendo prioritarias: los países continúan coordinándose en cuestiones de desarrollo sostenible, tal y como consagra el Tratado.\nLa asociación ruso-brasileña ha demostrado su viabilidad a lo largo de 25 años. Desde el comercio y la tecnología hasta la cultura y la diplomacia internacional, los países siguen construyendo relaciones que no sólo responden a sus intereses nacionales, sino que también contribuyen a la estabilidad y la justicia en el mundo. En un orden mundial cambiante, Rusia y Brasil, basándose en el espíritu del Tratado de 2000, están preparados para nuevos proyectos conjuntos que reforzarán sus posiciones como actores clave en la escena internacional.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rusia-brasil-asociacion-nuevas-perspectivas/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 279,
    "message_id": 97552,
    "date": "2025-06-26T19:55:18+00:00",
    "text": "teleSUR\nRusia y Brasil: 25 años de asociación y nuevas perspectivas\nhttps://www.telesurtv.net/rusia-brasil-asociacion-nuevas-perspectivas/",
    "photo_path": null,
    "views": 2163,
    "reactions": {
      "👍": 39,
      "🥴": 2
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "este documento, basado en los principios de respeto mutuo, igualdad soberana y búsqueda de un orden mundial justo, sentó las bases de una asociación estratégica que, en 25 años, ha dado importantes frutos y ha abierto nuevos horizontes. hoy, echando la vista atrás, podemos afirmar con confianza que las relaciones entre moscú y brasilia se han convertido en un ejemplo de diálogo sostenible entre dos grandes economías unidas por objetivos comunes e intereses complementarios. la cooperación económica se ha convertido en una de las páginas más brillantes de esta asociación. a lo largo de 25 años, el volumen de comercio entre rusia y brasil se ha multiplicado, alcanzando la cifra récord de 12.400 millones de dólares en 2024, de los cuales 11.000 millones corresponden a exportaciones rusas. rusia suministra a brasil fertilizantes minerales, productos químicos, trigo, productos pesqueros y bienes de alta tecnología, incluidas tecnologías en energía nuclear, telecomunicaciones y productos farmacéuticos. brasil, a su vez, ha reforzado su posición como mayor proveedor de carne a rusia: en 2024, las exportaciones de carne crecieron 1,5 veces interanualmente. las empresas rusas de ti están penetrando con éxito en el mercado brasileño, mientras que los fabricantes brasileños de piezas de automóviles, maquinaria agrícola e incluso pasta de dientes son demandados en rusia. a pesar de algunos retos, los países siguen estrechando sus lazos comerciales, entre otras cosas mediante el desarrollo de nuevas rutas logísticas para el suministro de fertilizantes, lo que podría reducir los costes para los agricultores brasileños. el diálogo político también ha alcanzado un nuevo nivel. el documento firmado en 2005 sobre la creación de la “unión estratégica ruso-brasileña” consolidó el estatus de los dos países como socios estratégicos. las reuniones periódicas entre los dirigentes, desde la visita del ex presidente brasileño, fernando henrique cardoso, en 2002 hasta las conversaciones entre los jefes de estado, vladímir putin, y luiz inácio lula da silva en 2025, confirman el compromiso de ambas partes con el fortalecimiento de las relaciones. en los brics y el grupo de los veinte (g20), rusia y brasil coordinan esfuerzos para reformar las instituciones globales y abogar por un orden mundial multipolar. la cooperación en alta tecnología se ha convertido en una parte importante de la asociación, también en el sector energético. las empresas rusas siguen suministrando turbinas para las centrales hidroeléctricas brasileñas, así como ejecutando proyectos de prospección petrolífera en el amazonas. además, rusia se ha mostrado dispuesta a participar en la finalización de la tercera unidad de la central nuclear de angra, en el estado de río de janeiro, y a construir nuevos reactores, lo que está en consonancia con los planes brasileños de expansión de la energía nuclear. en el sector espacial, el vuelo del astronauta brasileño, marcos pontes, a la estación espacial internacional en 2006 a bordo de la nave tripulada rusa “soyuz tma-8” fue un acontecimiento histórico. los lazos culturales siguen desempeñando un papel clave en el fomento del entendimiento mutuo entre los pueblos. un proyecto único fue la escuela del teatro académico estatal bolshói en la ciudad brasileña de joinville. se inauguró en 2000 y se convirtió en la única escuela extranjera de este tipo. este proyecto, apoyado por los gobiernos de ambos países, fue descrito por la parte rusa como una “perla” de la amistad entre los países. las perspectivas de cooperación siguen siendo prometedoras. rusia y brasil planean profundizar sus lazos económicos mediante inversiones en infraestructuras, logística y localización de la producción. a través del nuevo banco de desarrollo de los brics, brasil espera atraer recursos para aplicar reformas a gran escala. la interacción digital también está cobrando impulso: el sector informático ruso, que ya se ha ganado el interés de millones de usuarios brasileños, abre el camino a nuevas iniciativas tecnológicas. las cuestiones medioambientales también siguen siendo prioritarias: los países continúan coordinándose en cuestiones de desarrollo sostenible, tal y como consagra el tratado. la asociación ruso-brasileña ha demostrado su viabilidad a lo largo de 25 años. desde el comercio y la tecnología hasta la cultura y la diplomacia internacional, los países siguen construyendo relaciones que no sólo responden a sus intereses nacionales, sino que también contribuyen a la estabilidad y la justicia en el mundo. en un orden mundial cambiante, rusia y brasil, basándose en el espíritu del tratado de 2000, están preparados para nuevos proyectos conjuntos que reforzarán sus posiciones como actores clave en la escena internacional.",
    "tokens": [
      "documento",
      ",",
      "basado",
      "principios",
      "respeto",
      "mutuo",
      ",",
      "igualdad",
      "soberana",
      "búsqueda",
      "orden",
      "mundial",
      "justo",
      ",",
      "sentó",
      "bases",
      "asociación",
      "estratégica",
      ",",
      "25",
      "años",
      ",",
      "dado",
      "importantes",
      "frutos",
      "abierto",
      "nuevos",
      "horizontes",
      ".",
      "hoy",
      ",",
      "echando",
      "vista",
      "atrás",
      ",",
      "podemos",
      "afirmar",
      "confianza",
      "relaciones",
      "moscú",
      "brasilia",
      "convertido",
      "ejemplo",
      "diálogo",
      "sostenible",
      "dos",
      "grandes",
      "economías",
      "unidas",
      "objetivos",
      "comunes",
      "intereses",
      "complementarios",
      ".",
      "cooperación",
      "económica",
      "convertido",
      "páginas",
      "brillantes",
      "asociación",
      ".",
      "largo",
      "25",
      "años",
      ",",
      "volumen",
      "comercio",
      "rusia",
      "brasil",
      "multiplicado",
      ",",
      "alcanzando",
      "cifra",
      "récord",
      "12.400",
      "millones",
      "dólares",
      "2024",
      ",",
      "cuales",
      "11.000",
      "millones",
      "corresponden",
      "exportaciones",
      "rusas",
      ".",
      "rusia",
      "suministra",
      "brasil",
      "fertilizantes",
      "minerales",
      ",",
      "productos",
      "químicos",
      ",",
      "trigo",
      ",",
      "productos",
      "pesqueros",
      "bienes",
      "alta",
      "tecnología",
      ",",
      "incluidas",
      "tecnologías",
      "energía",
      "nuclear",
      ",",
      "telecomunicaciones",
      "productos",
      "farmacéuticos",
      ".",
      "brasil",
      ",",
      "vez",
      ",",
      "reforzado",
      "posición",
      "mayor",
      "proveedor",
      "carne",
      "rusia",
      ":",
      "2024",
      ",",
      "exportaciones",
      "carne",
      "crecieron",
      "1,5",
      "veces",
      "interanualmente",
      ".",
      "empresas",
      "rusas",
      "penetrando",
      "éxito",
      "mercado",
      "brasileño",
      ",",
      "mientras",
      "fabricantes",
      "brasileños",
      "piezas",
      "automóviles",
      ",",
      "maquinaria",
      "agrícola",
      "incluso",
      "pasta",
      "dientes",
      "demandados",
      "rusia",
      ".",
      "pesar",
      "retos",
      ",",
      "países",
      "siguen",
      "estrechando",
      "lazos",
      "comerciales",
      ",",
      "cosas",
      "mediante",
      "desarrollo",
      "nuevas",
      "rutas",
      "logísticas",
      "suministro",
      "fertilizantes",
      ",",
      "podría",
      "reducir",
      "costes",
      "agricultores",
      "brasileños",
      ".",
      "diálogo",
      "político",
      "alcanzado",
      "nuevo",
      "nivel",
      ".",
      "documento",
      "firmado",
      "2005",
      "creación",
      "“",
      "unión",
      "estratégica",
      "ruso-brasileña",
      "”",
      "consolidó",
      "estatus",
      "dos",
      "países",
      "socios",
      "estratégicos",
      ".",
      "reuniones",
      "periódicas",
      "dirigentes",
      ",",
      "visita",
      "ex",
      "presidente",
      "brasileño",
      ",",
      "fernando",
      "henrique",
      "cardoso",
      ",",
      "2002",
      "conversaciones",
      "jefes",
      ",",
      "vladímir",
      "putin",
      ",",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      "2025",
      ",",
      "confirman",
      "compromiso",
      "ambas",
      "partes",
      "fortalecimiento",
      "relaciones",
      ".",
      "brics",
      "grupo",
      "veinte",
      "(",
      "g20",
      ")",
      ",",
      "rusia",
      "brasil",
      "coordinan",
      "esfuerzos",
      "reformar",
      "instituciones",
      "globales",
      "abogar",
      "orden",
      "mundial",
      "multipolar",
      ".",
      "cooperación",
      "alta",
      "tecnología",
      "convertido",
      "parte",
      "importante",
      "asociación",
      ",",
      "sector",
      "energético",
      ".",
      "empresas",
      "rusas",
      "siguen",
      "suministrando",
      "turbinas",
      "centrales",
      "hidroeléctricas",
      "brasileñas",
      ",",
      "así",
      "ejecutando",
      "proyectos",
      "prospección",
      "petrolífera",
      "amazonas",
      ".",
      "además",
      ",",
      "rusia",
      "mostrado",
      "dispuesta",
      "participar",
      "finalización",
      "tercera",
      "unidad",
      "central",
      "nuclear",
      "angra",
      ",",
      "río",
      "janeiro",
      ",",
      "construir",
      "nuevos",
      "reactores",
      ",",
      "consonancia",
      "planes",
      "brasileños",
      "expansión",
      "energía",
      "nuclear",
      ".",
      "sector",
      "espacial",
      ",",
      "vuelo",
      "astronauta",
      "brasileño",
      ",",
      "marcos",
      "pontes",
      ",",
      "estación",
      "espacial",
      "internacional",
      "2006",
      "bordo",
      "nave",
      "tripulada",
      "rusa",
      "“",
      "soyuz",
      "tma-8",
      "”",
      "acontecimiento",
      "histórico",
      ".",
      "lazos",
      "culturales",
      "siguen",
      "desempeñando",
      "papel",
      "clave",
      "fomento",
      "entendimiento",
      "mutuo",
      "pueblos",
      ".",
      "proyecto",
      "único",
      "escuela",
      "teatro",
      "académico",
      "estatal",
      "bolshói",
      "ciudad",
      "brasileña",
      "joinville",
      ".",
      "inauguró",
      "2000",
      "convirtió",
      "única",
      "escuela",
      "extranjera",
      "tipo",
      ".",
      "proyecto",
      ",",
      "apoyado",
      "gobiernos",
      "ambos",
      "países",
      ",",
      "descrito",
      "parte",
      "rusa",
      "“",
      "perla",
      "”",
      "amistad",
      "países",
      ".",
      "perspectivas",
      "cooperación",
      "siguen",
      "siendo",
      "prometedoras",
      ".",
      "rusia",
      "brasil",
      "planean",
      "profundizar",
      "lazos",
      "económicos",
      "mediante",
      "inversiones",
      "infraestructuras",
      ",",
      "logística",
      "localización",
      "producción",
      ".",
      "través",
      "nuevo",
      "banco",
      "desarrollo",
      "brics",
      ",",
      "brasil",
      "espera",
      "atraer",
      "recursos",
      "aplicar",
      "reformas",
      "gran",
      "escala",
      ".",
      "interacción",
      "digital",
      "cobrando",
      "impulso",
      ":",
      "sector",
      "informático",
      "ruso",
      ",",
      "ganado",
      "interés",
      "millones",
      "usuarios",
      "brasileños",
      ",",
      "abre",
      "camino",
      "nuevas",
      "iniciativas",
      "tecnológicas",
      ".",
      "cuestiones",
      "medioambientales",
      "siguen",
      "siendo",
      "prioritarias",
      ":",
      "países",
      "continúan",
      "coordinándose",
      "cuestiones",
      "desarrollo",
      "sostenible",
      ",",
      "tal",
      "consagra",
      "tratado",
      ".",
      "asociación",
      "ruso-brasileña",
      "demostrado",
      "viabilidad",
      "largo",
      "25",
      "años",
      ".",
      "comercio",
      "tecnología",
      "cultura",
      "diplomacia",
      "internacional",
      ",",
      "países",
      "siguen",
      "construyendo",
      "relaciones",
      "sólo",
      "responden",
      "intereses",
      "nacionales",
      ",",
      "sino",
      "contribuyen",
      "estabilidad",
      "justicia",
      "mundo",
      ".",
      "orden",
      "mundial",
      "cambiante",
      ",",
      "rusia",
      "brasil",
      ",",
      "basándose",
      "espíritu",
      "tratado",
      "2000",
      ",",
      "preparados",
      "nuevos",
      "proyectos",
      "conjuntos",
      "reforzarán",
      "posiciones",
      "actores",
      "clave",
      "escena",
      "internacional",
      "."
    ],
    "token_count": 502,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NN": 231,
      "IN": 43,
      "JJ": 81,
      "NNS": 57,
      "VBZ": 12,
      "CD": 14,
      "NNP": 82,
      "VBP": 31,
      "VBD": 7,
      "FW": 129,
      "CC": 2,
      "VBN": 2,
      "DT": 1
    },
    "bigram_freq": {
      "NN-NN": 126,
      "NN-IN": 26,
      "IN-JJ": 10,
      "JJ-NNS": 10,
      "NNS-IN": 7,
      "IN-NN": 3,
      "NN-JJ": 12,
      "JJ-NN": 46,
      "JJ-JJ": 12,
      "NN-VBZ": 7,
      "VBZ-IN": 1,
      "IN-CD": 10,
      "CD-JJ": 3,
      "VBZ-NNS": 2,
      "NNS-JJ": 5,
      "NN-NNS": 18,
      "NNS-NNP": 6,
      "NNP-VBP": 2,
      "VBP-NN": 2,
      "NNS-VBP": 27,
      "VBP-NNP": 4,
      "NNP-NNP": 31,
      "NNP-VBD": 5,
      "VBD-JJ": 5,
      "JJ-FW": 6,
      "FW-FW": 73,
      "FW-JJ": 9,
      "VBP-JJ": 19,
      "NNS-VBZ": 1,
      "NNP-NN": 21,
      "NN-FW": 20,
      "FW-NNS": 10,
      "VBP-NNS": 2,
      "IN-FW": 13,
      "CD-NNS": 5,
      "NNS-FW": 3,
      "FW-NNP": 15,
      "FW-NN": 22,
      "CD-IN": 1,
      "NNS-CD": 1,
      "NNP-JJ": 2,
      "JJ-NNP": 6,
      "NNP-NNS": 2,
      "NNS-NNS": 5,
      "VBP-IN": 1,
      "NN-CD": 3,
      "IN-NNP": 5,
      "NNP-FW": 9,
      "NN-NNP": 14,
      "NNP-VBZ": 4,
      "VBZ-FW": 3,
      "IN-NNS": 2,
      "VBZ-JJ": 3,
      "CD-NN": 5,
      "VBZ-NN": 2,
      "NNP-IN": 6,
      "NN-CC": 1,
      "CC-NNS": 1,
      "NNS-CC": 1,
      "CC-JJ": 1,
      "NN-VBD": 2,
      "VBD-NN": 1,
      "VBD-NNP": 1,
      "JJ-IN": 1,
      "NN-VBP": 1,
      "VBP-VBN": 2,
      "VBN-FW": 2,
      "VBZ-VBP": 1,
      "VBP-DT": 1,
      "DT-NN": 1,
      "NNS-NN": 1
    },
    "trigram_freq": {
      "NN-NN-NN": 67,
      "NN-NN-IN": 15,
      "NN-IN-JJ": 6,
      "IN-JJ-NNS": 1,
      "JJ-NNS-IN": 4,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 7,
      "JJ-NN-IN": 8,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NN": 8,
      "JJ-NN-NN": 28,
      "NN-NN-VBZ": 6,
      "NN-VBZ-IN": 1,
      "VBZ-IN-JJ": 1,
      "IN-JJ-NN": 4,
      "NN-IN-CD": 6,
      "IN-CD-JJ": 2,
      "CD-JJ-NN": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NN-NNS": 5,
      "NN-NNS-NNP": 3,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBD": 5,
      "NNP-VBD-JJ": 5,
      "VBD-JJ-NN": 4,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-FW": 47,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "NN-NN-NNS": 8,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 18,
      "VBP-JJ-NN": 12,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "NNP-NN-NN": 14,
      "NN-NN-FW": 10,
      "NN-FW-FW": 7,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 7,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-JJ": 3,
      "IN-CD-NNS": 3,
      "CD-NNS-JJ": 3,
      "NNS-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 10,
      "VBD-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "FW-NN-FW": 7,
      "NN-FW-NN": 10,
      "FW-NN-NN": 11,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "VBP-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-NNS": 2,
      "NNS-NNS-VBP": 5,
      "NNS-IN-JJ": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "VBP-NNP-NN": 2,
      "IN-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NNP-NN-CD": 1,
      "NN-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NNS": 1,
      "NNS-JJ-NNP": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 3,
      "NNP-FW-NN": 3,
      "NN-NN-NNP": 7,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 3,
      "FW-FW-NN": 6,
      "NN-VBZ-FW": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-JJ-FW": 3,
      "JJ-FW-NNP": 1,
      "FW-NNP-FW": 3,
      "NNP-FW-FW": 5,
      "VBP-NNS-VBP": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "NN-JJ-JJ": 2,
      "JJ-NN-NNP": 3,
      "NN-NNP-NN": 5,
      "IN-CD-NN": 4,
      "CD-NN-FW": 1,
      "NNP-NNP-NNP": 15,
      "NNP-NNP-NN": 6,
      "NN-IN-FW": 9,
      "FW-JJ-NNS": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "NN-FW-NNP": 2,
      "NNP-NNP-IN": 3,
      "NNP-IN-CD": 3,
      "CD-NN-CC": 1,
      "NN-CC-NNS": 1,
      "CC-NNS-CC": 1,
      "NNS-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "IN-NNP-NNP": 1,
      "CD-NN-VBD": 1,
      "NN-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "FW-NNS-NNP": 1,
      "NNP-NN-NNP": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 1,
      "NN-NNS-NNS": 2,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "NNP-NN-FW": 2,
      "IN-FW-FW": 5,
      "NN-NN-VBD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-FW": 1,
      "IN-FW-NN": 1,
      "FW-JJ-JJ": 3,
      "JJ-JJ-IN": 1,
      "JJ-IN-NNP": 1,
      "FW-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-IN-NN": 2,
      "NN-NNS-FW": 1,
      "FW-JJ-NNP": 1,
      "NN-NNP-NNP": 3,
      "CD-NN-IN": 1,
      "NNP-NN-NNS": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-FW": 2,
      "VBN-FW-JJ": 1,
      "NNP-NNP-FW": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NN-NNS": 2,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NNP-VBZ-JJ": 1,
      "FW-NN-IN": 1,
      "NN-NNP-NNS": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "CD-NNS-NNP": 1,
      "NN-FW-JJ": 1,
      "VBP-JJ-NNS": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NNP-FW-JJ": 1,
      "NN-NNS-NN": 1,
      "NNS-NN-NNS": 1,
      "NNS-VBP-VBN": 1,
      "VBN-FW-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 231,
        "FW": 129,
        "NNP": 82,
        "JJ": 81,
        "NNS": 57
      },
      "top_bigrams": {
        "NN-NN": 126,
        "FW-FW": 73,
        "JJ-NN": 46,
        "NNP-NNP": 31,
        "NNS-VBP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 67,
        "FW-FW-FW": 47,
        "JJ-NN-NN": 28,
        "NNS-VBP-JJ": 18,
        "NN-NN-IN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 198,
      "PP": 12,
      "VP": 47,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0203
      },
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 5,
        "weight": 0.0169
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0136
      },
      {
        "rule": "NP -> ('Brasil', 'NNP')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "ADJP -> ('nuclear', 'JJ')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "VP -> ('siguen', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('años', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Las', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Este documento"
      },
      {
        "label": "NP",
        "text": "basado"
      },
      {
        "label": "NP",
        "text": "mutuo"
      },
      {
        "label": "NP",
        "text": "igualdad soberana y búsqueda"
      },
      {
        "label": "PP",
        "text": "de un orden mundial justo"
      },
      {
        "label": "NP",
        "text": "un orden mundial justo"
      },
      {
        "label": "NP",
        "text": "sentó las bases"
      },
      {
        "label": "VP",
        "text": "de una asociación estratégica que"
      },
      {
        "label": "NP",
        "text": "una asociación estratégica que"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "NP",
        "text": "ha dado"
      },
      {
        "label": "VP",
        "text": "importantes frutos y"
      },
      {
        "label": "NP",
        "text": "frutos"
      },
      {
        "label": "VP",
        "text": "ha abierto nuevos horizontes"
      },
      {
        "label": "NP",
        "text": "abierto nuevos horizontes"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Este/NN documento/NN)\n  ,/,\n  (NP basado/NN)\n  en/FW\n  los/FW\n  principios/FW\n  de/FW\n  respeto/FW\n  (NP mutuo/NN)\n  ,/,\n  (NP igualdad/JJ soberana/NN y/NN búsqueda/NN)\n  (PP de/IN (NP un/JJ orden/JJ mundial/NN justo/NN))\n  ,/,\n  (NP sentó/JJ las/NN bases/NNS)\n  (VP de/VBP (NP una/JJ asociación/NN estratégica/NN que/NN))\n  ,/,\n  en/FW\n  25/CD\n  (NP años/NN)\n  ,/,\n  (NP ha/NN dado/NN)\n  (VP importantes/VBZ (NP frutos/NNS) y/RB)\n  (VP ha/VBP (NP abierto/JJ nuevos/JJ horizontes/NNS))\n  ./.)",
      "(S\n  (NP Hoy/NNP)\n  ,/,\n  (NP echando/NN la/NN vista/NN atrás/NN)\n  ,/,\n  (NP podemos/JJ afirmar/NN con/NN confianza/NN que/NN)\n  (NP las/JJ relaciones/NNS)\n  (VP entre/VBP (NP Moscú/NNP y/NNP Brasilia/NNP))\n  (VP se/VBD (NP han/JJ convertido/NN))\n  en/IN\n  (ADJP un/JJ)\n  ejemplo/FW\n  de/FW\n  diálogo/FW\n  (NP sostenible/JJ entre/NN dos/NN grandes/NNS)\n  (VP economías/VBP (NP unidas/JJ por/NN objetivos/NN comunes/NNS))\n  (VP e/VBP (NP intereses/NNS complementarios/NNS))\n  ./.)",
      "(S\n  (NP La/NNP cooperación/NN económica/NN se/NN ha/NN convertido/NN)\n  en/FW\n  una/FW\n  de/FW\n  las/FW\n  (NP páginas/NNS)\n  (VP más/VBP (NP brillantes/NNS))\n  de/IN\n  esta/FW\n  (NP asociación/NN)\n  ./.)",
      "(S\n  (NP A/DT lo/JJ largo/NN)\n  de/IN\n  25/CD\n  (NP años/NNS)\n  ,/,\n  (ADJP el/JJ)\n  volumen/FW\n  de/FW\n  comercio/FW\n  entre/FW\n  (NP Rusia/NNP)\n  y/CC\n  (NP Brasil/NNP)\n  (VP se/VBP (NP ha/NN multiplicado/NN))\n  ,/,\n  (NP alcanzando/JJ la/NN cifra/NN récord/NN)\n  de/IN\n  12.400/CD\n  (NP millones/NNS)\n  de/FW\n  (NP dólares/NNS)\n  en/IN\n  2024/CD\n  ,/,\n  de/FW\n  los/FW\n  (NP cuales/NNS)\n  11.000/CD\n  (NP millones/NNS)\n  (VP corresponden/VBD (NP a/DT exportaciones/JJ rusas/NN))\n  ./.)",
      "(S\n  (NP Rusia/NNP)\n  (VP suministra/VBZ (NP a/DT Brasil/NNP))\n  (VP fertilizantes/VBZ (NP minerales/NNS))\n  ,/,\n  (NP productos/NN químicos/NN)\n  ,/,\n  (NP trigo/NN)\n  ,/,\n  (NP productos/NN pesqueros/NNS)\n  (VP y/VBP (NP bienes/NNS))\n  de/FW\n  alta/FW\n  (NP tecnología/NN)\n  ,/,\n  (NP incluidas/JJ tecnologías/NN)\n  en/IN\n  (ADJP energía/JJ)\n  (ADJP nuclear/JJ)\n  ,/,\n  (NP telecomunicaciones/NNS)\n  (VP y/VBP (NP productos/JJ farmacéuticos/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "MONETARIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "tratado de 2000, están preparados para nuevos proyectos conjuntos que reforzarán sus posiciones como actores clave en la escena internacional",
        "position": [
          4626,
          4767
        ],
        "start": 4626,
        "end": 4767
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "comercio y la tecnología hasta la cultura y la diplomacia internacional, los países siguen construyendo relaciones que no sólo responden a sus intereses nacionales, sino que también contribuyen a la estabilidad y la justicia en el mundo. en un orden mundial cambiante, rusia y brasil, basándose en el espíritu del tratado",
        "position": [
          4312,
          4633
        ],
        "start": 4312,
        "end": 4633
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación económica se ha convertido en una de las páginas más brillantes de esta asociación. a lo largo de 25 años, el volumen de comercio entre rusia y brasil",
        "position": [
          481,
          643
        ],
        "start": 481,
        "end": 643
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "asociación estratégica",
        "position": [
          138,
          160
        ],
        "start": 138,
        "end": 160
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          59,
          67
        ],
        "start": 59,
        "end": 67
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente brasileño",
        "position": [
          1912,
          1932
        ],
        "start": 1912,
        "end": 1932
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "escuela del teatro",
        "position": [
          3228,
          3246
        ],
        "start": 3228,
        "end": 3246
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          2754,
          2757
        ],
        "start": 2754,
        "end": 2757
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "escuela",
        "position": [
          3228,
          3235
        ],
        "start": 3228,
        "end": 3235
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "estación",
        "position": [
          2969,
          2977
        ],
        "start": 2969,
        "end": 2977
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          948,
          955
        ],
        "start": 948,
        "end": 955
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          637,
          643
        ],
        "start": 637,
        "end": 643
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          629,
          634
        ],
        "start": 629,
        "end": 634
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "brasilia",
        "position": [
          329,
          337
        ],
        "start": 329,
        "end": 337
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "moscú",
        "position": [
          321,
          326
        ],
        "start": 321,
        "end": 326
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "amazonas",
        "position": [
          2604,
          2612
        ],
        "start": 2604,
        "end": 2612
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado, vladímir",
        "position": [
          2013,
          2029
        ],
        "start": 2013,
        "end": 2029
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "escuela del",
        "position": [
          3228,
          3239
        ],
        "start": 3228,
        "end": 3239
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          237,
          240
        ],
        "start": 237,
        "end": 240
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "400 millones",
        "position": [
          697,
          709
        ],
        "start": 697,
        "end": 709
      },
      {
        "category": "MONETARIOS",
        "matched_text": "12.400 millones de dólares",
        "position": [
          694,
          720
        ],
        "start": 694,
        "end": 720
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "estado de Río de Janeiro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nuevo Banco de Desarrollo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Teatro Académico Estatal Bolshói",
        "tipo": "Lugar"
      },
      {
        "nombre": "Moscú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fernando Henrique Cardoso",
        "tipo": "Persona"
      },
      {
        "nombre": "Joinville",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "A",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "G20",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tratado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Grupo de los Veinte",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Marcos Pontes",
        "tipo": "Persona"
      },
      {
        "nombre": "Amazonas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Angra",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vladímir Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasilia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "A",
        "relacion": "A_MULTIPLICAR_CORRESPONDER",
        "objeto": "Rusia"
      },
      {
        "sujeto": "A",
        "relacion": "A_MULTIPLICAR_CORRESPONDER",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Rusia",
        "relacion": "SUMINISTRAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Brasil",
        "relacion": "REFORZAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Rusia",
        "relacion": "COORDINAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "BRICS",
        "relacion": "COORDINAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Rusia",
        "relacion": "COORDINAR",
        "objeto": "Grupo de los Veinte"
      },
      {
        "sujeto": "Grupo de los Veinte",
        "relacion": "COORDINAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Rusia",
        "relacion": "COORDINAR",
        "objeto": "G20"
      },
      {
        "sujeto": "G20",
        "relacion": "COORDINAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Rusia",
        "relacion": "MOSTRAR",
        "objeto": "Angra"
      },
      {
        "sujeto": "Rusia",
        "relacion": "MOSTRAR",
        "objeto": "estado de Río de Janeiro"
      },
      {
        "sujeto": "Brasil",
        "relacion": "ESPERAR",
        "objeto": "Nuevo Banco de Desarrollo"
      },
      {
        "sujeto": "Brasil",
        "relacion": "ESPERAR",
        "objeto": "BRICS"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9571,
    "pos": 0.034,
    "neu": 0.963,
    "neg": 0.003,
    "label": "positive"
  }
}