{
  "url": "https://www.telesurtv.net/fraude-en-ecuador-denuncian-persecucion-politica-contra-miembros-de-revolucion-ciudadana/",
  "title": "Fraude en Ecuador: Denuncian persecución política contra miembros de Revolución Ciudadana - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Daniel Noboa",
    "Ecuador",
    "elecciones",
    "Fraude Electoral",
    "RC",
    "Revolución Ciudadana"
  ],
  "text": "El expresidente de Ecuador, Rafael Correa, denunció este miércoles la existencia de una alerta migratoria contra al menos 100 miembros o seguidores del movimiento progresista Revolución Ciudadana (RC), como parte de la persecución política del Gobierno de Daniel Noboa, una medida que da continuidad a las decisiones arbitrarias implementadas por el Ejecutivo antes y durante las elecciones presidenciales.\n\nLEA TAMBIÉN\nGustavo Petro: «No puedo reconocer las elecciones en Ecuador»\n\nA través de la red digital X, Correa afirmó “son unos cien nombres. Incluyen hasta a nuestros estrategas de campaña. Ya a uno que regresaba a Argentina lo retuvieron abusivamente dos horas, revisándole todo”.\n\n\nPor su parte, el compañero de fórmula de la candidata presidencial de RC, Diego Borja, denunció haber sido detenido la víspera, de modo arbitrario, junto a su familia cuando intentaban viajar a Colombia para pasar Semana Santa.\nBorja relató cómo funcionarios de emigración los interceptaron en el Puente Internacional de Rumichaca “sin ninguna orden judicial, sin mediar explicación alguna y con absoluta prepotencia, intentaron arrebatarme la libertad. Me retiraron la cédula de identidad y buscaron detenerme”, indicó.\n“Mi ‘falta’ ha sido ser el binomio vicepresidencial de la Revolución Ciudadana, de lo cual estoy muy honrado. Mi ‘falta’ ha sido defender un proyecto político que siempre ha creído en la justicia social, la distribución de la prosperidad, la soberanía y la dignidad”, afirmó.\n\nEl político ecuatoriano aseguró haber vivido en carne propia “el peso de un Estado que persigue en lugar de proteger, que intimida en lugar de dialogar”. Tras el incidente, logró cruzar a Colombia y evitar una detención ilegal.\nBorja ha sido crítico constante de la entrega del país, la persecución política, los pactos de impunidad, el saqueo de los recursos del pueblo, la violación de los derechos, las libertades civiles y la corrupción.\nDe igual modo, Verónica Sarauz, viuda del candidato presidencial asesinado Fernando Villavicencio, también fue víctima de persecución política cuando intentaba ingresar al país.\nA través de X, relató “sin explicación válida ni causa aparente, fui retenida durante más de una hora, sin permitirme el ingreso al país, bajo vigilancia y hostigamiento de hasta cuatro agentes policiales simultáneamente, quienes me custodiaban como si se tratara de una operación contra el crimen, cuando en realidad se trataba de una madre de familia que volvía a su país”.\n\nSarauz describió cómo en reiteradas ocasiones le quitaron el pasaporte, con el supuesto fin de revisarlo, sin darle información clara ni formal sobre el motivo.\n“Solo después de mi enérgica protesta, se me indicó que existía una “alerta por un homónimo”, excusa burda que revela una operación orquestada con fines de amedrentamiento político”, aseveró.\nSarauz aseguró que lo sucedido no forma parte de un hecho aislado, sino que “es un mensaje directo e intimidatorio del poder”, en respuesta a sus denuncias por el estancamiento de la investigación del asesinato de su esposo, Fernando Villavicencio.\nTambién recordó que acciones de ese tipo ya el país las vivió con Gobiernos anteriores “y se incrementaron con Guillermo Lasso cuando el 2 septiembre de 2022 dispararon a mi casa”, “hechos que terminaron con el asesinato de Fernando el 09 de agosto y el atentado en mi contra el 27 de septiembre de 2023”, detalló.\n\n\n\nDesde Ecuador y diversas partes del mundo, numerosas personalidades, líderes políticos y organizaciones han rechazado los resultados de la segunda vuelta presidencial, un proceso marcado por múltiples irregularidades que incluyen el estado de excepción, actas sin firmas y persecución política.\nAndrés Arauz, secretario general de RC, evidenció en redes sociales actas electorales sin las firmas del presidente y secretario de las Juntas Receptoras de Voto (JRV), requisito indispensable según el artículo 127 del Código de la Democracia.\nDe acuerdo con la denuncia de Arauz, todas las actas sin las firmas de las autoridades de la JRV favorecen a Daniel Noboa.\n“Un acta que no tiene firmas conjuntas de Presidente y Secretario de la Junta, no tiene validez”. Sin embargo, el CNE las incorporó, lo que pone en evidencia la transparencia y legalidad de los resultados.\n\n\nEn Ecuador, la jornada electoral se desarrolló bajo una fuerte militarización por el estado de excepción decretado por Noboa horas antes de los comicios, medida calificada por organizaciones de derechos humanos como una “vulneración de garantías fundamentales, un atentado a la democracia y un mecanismo para obstaculizar la participación de simpatizantes de RC”.\nPor su parte, Luisa González, candidata de RC, aseguró que no aceptará los resultados electorales. “Ecuador está viviendo una dictadura y el fraude más grotesco de su historia”, aseguró.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/fraude-en-ecuador-denuncian-persecucion-politica-contra-miembros-de-revolucion-ciudadana/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 935,
    "message_id": 92032,
    "date": "2025-04-16T18:36:30+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️Fraude en Ecuador: Denuncian persecución política contra miembros de Revolución Ciudadana\nhttps://www.telesurtv.net/fraude-en-ecuador-denuncian-persecucion-politica-contra-miembros-de-revolucion-ciudadana/\n\n▪️ Sheinbaum: México no tendrá relaciones con Ecuador mientras «Noboa ejerza el cargo de presidente»\nhttps://www.telesurtv.net/sheinbaum-no-tendra-relaciones-con-noboa/\n\n▪️Gustavo Petro: «No puedo reconocer las elecciones en Ecuador»\nhttps://www.telesurtv.net/gustavo-petro-no-puedo-reconocer-las-elecciones-en-ecuador/",
    "photo_path": null,
    "views": 1800,
    "reactions": {
      "🤬": 27,
      "👍": 14,
      "🤯": 3
    },
    "total_reactions": 44
  },
  "preprocessing": {
    "cleaned": "el expresidente de ecuador, rafael correa, denunció este miércoles la existencia de una alerta migratoria contra al menos 100 miembros o seguidores del movimiento progresista revolución ciudadana (rc), como parte de la persecución política del gobierno de daniel noboa, una medida que da continuidad a las decisiones arbitrarias implementadas por el ejecutivo antes y durante las elecciones presidenciales. a través de la red digital x, correa afirmó “son unos cien nombres. incluyen hasta a nuestros estrategas de campaña. ya a uno que regresaba a argentina lo retuvieron abusivamente dos horas, revisándole todo”. por su parte, el compañero de fórmula de la candidata presidencial de rc, diego borja, denunció haber sido detenido la víspera, de modo arbitrario, junto a su familia cuando intentaban viajar a colombia para pasar semana santa. borja relató cómo funcionarios de emigración los interceptaron en el puente internacional de rumichaca “sin ninguna orden judicial, sin mediar explicación alguna y con absoluta prepotencia, intentaron arrebatarme la libertad. me retiraron la cédula de identidad y buscaron detenerme”, indicó. “mi ‘falta’ ha sido ser el binomio vicepresidencial de la revolución ciudadana, de lo cual estoy muy honrado. mi ‘falta’ ha sido defender un proyecto político que siempre ha creído en la justicia social, la distribución de la prosperidad, la soberanía y la dignidad”, afirmó. el político ecuatoriano aseguró haber vivido en carne propia “el peso de un estado que persigue en lugar de proteger, que intimida en lugar de dialogar”. tras el incidente, logró cruzar a colombia y evitar una detención ilegal. borja ha sido crítico constante de la entrega del país, la persecución política, los pactos de impunidad, el saqueo de los recursos del pueblo, la violación de los derechos, las libertades civiles y la corrupción. de igual modo, verónica sarauz, viuda del candidato presidencial asesinado fernando villavicencio, también fue víctima de persecución política cuando intentaba ingresar al país. a través de x, relató “sin explicación válida ni causa aparente, fui retenida durante más de una hora, sin permitirme el ingreso al país, bajo vigilancia y hostigamiento de hasta cuatro agentes policiales simultáneamente, quienes me custodiaban como si se tratara de una operación contra el crimen, cuando en realidad se trataba de una madre de familia que volvía a su país”. sarauz describió cómo en reiteradas ocasiones le quitaron el pasaporte, con el supuesto fin de revisarlo, sin darle información clara ni formal sobre el motivo. “solo después de mi enérgica protesta, se me indicó que existía una “alerta por un homónimo”, excusa burda que revela una operación orquestada con fines de amedrentamiento político”, aseveró. sarauz aseguró que lo sucedido no forma parte de un hecho aislado, sino que “es un mensaje directo e intimidatorio del poder”, en respuesta a sus denuncias por el estancamiento de la investigación del asesinato de su esposo, fernando villavicencio. también recordó que acciones de ese tipo ya el país las vivió con gobiernos anteriores “y se incrementaron con guillermo lasso cuando el 2 septiembre de 2022 dispararon a mi casa”, “hechos que terminaron con el asesinato de fernando el 09 de agosto y el atentado en mi contra el 27 de septiembre de 2023”, detalló. desde ecuador y diversas partes del mundo, numerosas personalidades, líderes políticos y organizaciones han rechazado los resultados de la segunda vuelta presidencial, un proceso marcado por múltiples irregularidades que incluyen el estado de excepción, actas sin firmas y persecución política. andrés arauz, secretario general de rc, evidenció en redes sociales actas electorales sin las firmas del presidente y secretario de las juntas receptoras de voto (jrv), requisito indispensable según el artículo 127 del código de la democracia. de acuerdo con la denuncia de arauz, todas las actas sin las firmas de las autoridades de la jrv favorecen a daniel noboa. “un acta que no tiene firmas conjuntas de presidente y secretario de la junta, no tiene validez”. sin embargo, el cne las incorporó, lo que pone en evidencia la transparencia y legalidad de los resultados. en ecuador, la jornada electoral se desarrolló bajo una fuerte militarización por el estado de excepción decretado por noboa horas antes de los comicios, medida calificada por organizaciones de derechos humanos como una “vulneración de garantías fundamentales, un atentado a la democracia y un mecanismo para obstaculizar la participación de simpatizantes de rc”. por su parte, luisa gonzález, candidata de rc, aseguró que no aceptará los resultados electorales. “ecuador está viviendo una dictadura y el fraude más grotesco de su historia”, aseguró.",
    "tokens": [
      "expresidente",
      "ecuador",
      ",",
      "rafael",
      "correa",
      ",",
      "denunció",
      "miércoles",
      "existencia",
      "alerta",
      "migratoria",
      "menos",
      "100",
      "miembros",
      "seguidores",
      "movimiento",
      "progresista",
      "revolución",
      "ciudadana",
      "(",
      "rc",
      ")",
      ",",
      "parte",
      "persecución",
      "política",
      "gobierno",
      "daniel",
      "noboa",
      ",",
      "medida",
      "da",
      "continuidad",
      "decisiones",
      "arbitrarias",
      "implementadas",
      "ejecutivo",
      "elecciones",
      "presidenciales",
      ".",
      "través",
      "red",
      "digital",
      "x",
      ",",
      "correa",
      "afirmó",
      "“",
      "cien",
      "nombres",
      ".",
      "incluyen",
      "estrategas",
      "campaña",
      ".",
      "regresaba",
      "argentina",
      "retuvieron",
      "abusivamente",
      "dos",
      "horas",
      ",",
      "revisándole",
      "”",
      ".",
      "parte",
      ",",
      "compañero",
      "fórmula",
      "candidata",
      "presidencial",
      "rc",
      ",",
      "diego",
      "borja",
      ",",
      "denunció",
      "haber",
      "sido",
      "detenido",
      "víspera",
      ",",
      "modo",
      "arbitrario",
      ",",
      "junto",
      "familia",
      "intentaban",
      "viajar",
      "colombia",
      "pasar",
      "semana",
      "santa",
      ".",
      "borja",
      "relató",
      "cómo",
      "funcionarios",
      "emigración",
      "interceptaron",
      "puente",
      "internacional",
      "rumichaca",
      "“",
      "ninguna",
      "orden",
      "judicial",
      ",",
      "mediar",
      "explicación",
      "alguna",
      "absoluta",
      "prepotencia",
      ",",
      "intentaron",
      "arrebatarme",
      "libertad",
      ".",
      "retiraron",
      "cédula",
      "identidad",
      "buscaron",
      "detenerme",
      "”",
      ",",
      "indicó",
      ".",
      "“",
      "‘",
      "falta",
      "’",
      "sido",
      "ser",
      "binomio",
      "vicepresidencial",
      "revolución",
      "ciudadana",
      ",",
      "honrado",
      ".",
      "‘",
      "falta",
      "’",
      "sido",
      "defender",
      "proyecto",
      "político",
      "siempre",
      "creído",
      "justicia",
      "social",
      ",",
      "distribución",
      "prosperidad",
      ",",
      "soberanía",
      "dignidad",
      "”",
      ",",
      "afirmó",
      ".",
      "político",
      "ecuatoriano",
      "aseguró",
      "haber",
      "vivido",
      "carne",
      "propia",
      "“",
      "peso",
      "persigue",
      "lugar",
      "proteger",
      ",",
      "intimida",
      "lugar",
      "dialogar",
      "”",
      ".",
      "tras",
      "incidente",
      ",",
      "logró",
      "cruzar",
      "colombia",
      "evitar",
      "detención",
      "ilegal",
      ".",
      "borja",
      "sido",
      "crítico",
      "constante",
      "entrega",
      "país",
      ",",
      "persecución",
      "política",
      ",",
      "pactos",
      "impunidad",
      ",",
      "saqueo",
      "recursos",
      "pueblo",
      ",",
      "violación",
      "derechos",
      ",",
      "libertades",
      "civiles",
      "corrupción",
      ".",
      "igual",
      "modo",
      ",",
      "verónica",
      "sarauz",
      ",",
      "viuda",
      "candidato",
      "presidencial",
      "asesinado",
      "fernando",
      "villavicencio",
      ",",
      "víctima",
      "persecución",
      "política",
      "intentaba",
      "ingresar",
      "país",
      ".",
      "través",
      "x",
      ",",
      "relató",
      "“",
      "explicación",
      "válida",
      "causa",
      "aparente",
      ",",
      "retenida",
      "hora",
      ",",
      "permitirme",
      "ingreso",
      "país",
      ",",
      "bajo",
      "vigilancia",
      "hostigamiento",
      "cuatro",
      "agentes",
      "policiales",
      "simultáneamente",
      ",",
      "custodiaban",
      "si",
      "tratara",
      "operación",
      "crimen",
      ",",
      "realidad",
      "trataba",
      "madre",
      "familia",
      "volvía",
      "país",
      "”",
      ".",
      "sarauz",
      "describió",
      "cómo",
      "reiteradas",
      "ocasiones",
      "quitaron",
      "pasaporte",
      ",",
      "supuesto",
      "fin",
      "revisarlo",
      ",",
      "darle",
      "información",
      "clara",
      "formal",
      "motivo",
      ".",
      "“",
      "solo",
      "después",
      "enérgica",
      "protesta",
      ",",
      "indicó",
      "existía",
      "“",
      "alerta",
      "homónimo",
      "”",
      ",",
      "excusa",
      "burda",
      "revela",
      "operación",
      "orquestada",
      "fines",
      "amedrentamiento",
      "político",
      "”",
      ",",
      "aseveró",
      ".",
      "sarauz",
      "aseguró",
      "sucedido",
      "forma",
      "parte",
      "hecho",
      "aislado",
      ",",
      "sino",
      "“",
      "mensaje",
      "directo",
      "intimidatorio",
      "poder",
      "”",
      ",",
      "respuesta",
      "denuncias",
      "estancamiento",
      "investigación",
      "asesinato",
      "esposo",
      ",",
      "fernando",
      "villavicencio",
      ".",
      "recordó",
      "acciones",
      "tipo",
      "país",
      "vivió",
      "gobiernos",
      "anteriores",
      "“",
      "incrementaron",
      "guillermo",
      "lasso",
      "2",
      "septiembre",
      "2022",
      "dispararon",
      "casa",
      "”",
      ",",
      "“",
      "hechos",
      "terminaron",
      "asesinato",
      "fernando",
      "09",
      "agosto",
      "atentado",
      "27",
      "septiembre",
      "2023",
      "”",
      ",",
      "detalló",
      ".",
      "ecuador",
      "diversas",
      "partes",
      "mundo",
      ",",
      "numerosas",
      "personalidades",
      ",",
      "líderes",
      "políticos",
      "organizaciones",
      "rechazado",
      "resultados",
      "segunda",
      "vuelta",
      "presidencial",
      ",",
      "proceso",
      "marcado",
      "múltiples",
      "irregularidades",
      "incluyen",
      "excepción",
      ",",
      "actas",
      "firmas",
      "persecución",
      "política",
      ".",
      "andrés",
      "arauz",
      ",",
      "secretario",
      "general",
      "rc",
      ",",
      "evidenció",
      "redes",
      "sociales",
      "actas",
      "electorales",
      "firmas",
      "presidente",
      "secretario",
      "juntas",
      "receptoras",
      "voto",
      "(",
      "jrv",
      ")",
      ",",
      "requisito",
      "indispensable",
      "según",
      "artículo",
      "127",
      "código",
      "democracia",
      ".",
      "acuerdo",
      "denuncia",
      "arauz",
      ",",
      "todas",
      "actas",
      "firmas",
      "autoridades",
      "jrv",
      "favorecen",
      "daniel",
      "noboa",
      ".",
      "“",
      "acta",
      "firmas",
      "conjuntas",
      "presidente",
      "secretario",
      "junta",
      ",",
      "validez",
      "”",
      ".",
      "embargo",
      ",",
      "cne",
      "incorporó",
      ",",
      "pone",
      "evidencia",
      "transparencia",
      "legalidad",
      "resultados",
      ".",
      "ecuador",
      ",",
      "jornada",
      "electoral",
      "desarrolló",
      "bajo",
      "fuerte",
      "militarización",
      "excepción",
      "decretado",
      "noboa",
      "horas",
      "comicios",
      ",",
      "medida",
      "calificada",
      "organizaciones",
      "derechos",
      "humanos",
      "“",
      "vulneración",
      "garantías",
      "fundamentales",
      ",",
      "atentado",
      "democracia",
      "mecanismo",
      "obstaculizar",
      "participación",
      "simpatizantes",
      "rc",
      "”",
      ".",
      "parte",
      ",",
      "luisa",
      "gonzález",
      ",",
      "candidata",
      "rc",
      ",",
      "aseguró",
      "aceptará",
      "resultados",
      "electorales",
      ".",
      "“",
      "ecuador",
      "viviendo",
      "dictadura",
      "fraude",
      "grotesco",
      "historia",
      "”",
      ",",
      "aseguró",
      "."
    ],
    "token_count": 525,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "FW": 171,
      "NN": 240,
      "NNS": 42,
      "VBP": 28,
      "JJ": 71,
      "CD": 6,
      "IN": 40,
      "VBZ": 10,
      "VB": 3,
      "PRP": 2,
      "MD": 1,
      "DT": 4,
      "VBD": 4,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-FW": 10,
      "FW-FW": 108,
      "FW-NNP": 25,
      "NNP-NNP": 33,
      "NNP-NN": 29,
      "NN-NN": 136,
      "NN-NNS": 13,
      "NNS-VBP": 23,
      "VBP-FW": 2,
      "FW-JJ": 9,
      "JJ-NNS": 6,
      "VBP-CD": 1,
      "CD-NNS": 1,
      "NNS-NNS": 9,
      "VBP-NN": 2,
      "NN-NNP": 18,
      "NN-IN": 27,
      "IN-FW": 24,
      "NNP-JJ": 3,
      "JJ-NN": 47,
      "VBP-JJ": 14,
      "NNP-VBZ": 5,
      "VBZ-JJ": 5,
      "NNS-NNP": 2,
      "NNS-IN": 4,
      "IN-NNP": 3,
      "JJ-JJ": 10,
      "JJ-NNP": 6,
      "NN-JJ": 16,
      "VBP-IN": 2,
      "FW-NN": 18,
      "NN-FW": 20,
      "VBZ-VB": 1,
      "VB-JJ": 2,
      "NN-VBP": 2,
      "JJ-FW": 2,
      "NNP-IN": 4,
      "IN-NN": 3,
      "IN-JJ": 8,
      "VBP-NNS": 4,
      "NNS-PRP": 1,
      "PRP-VBP": 2,
      "FW-PRP": 1,
      "NN-MD": 1,
      "MD-VB": 1,
      "VB-NNS": 1,
      "NNS-FW": 2,
      "NN-VBZ": 3,
      "VBZ-DT": 1,
      "DT-JJ": 2,
      "IN-CD": 2,
      "CD-NN": 3,
      "NNP-VBD": 2,
      "VBD-CD": 2,
      "CD-IN": 1,
      "FW-CD": 1,
      "CD-FW": 1,
      "FW-IN": 1,
      "VBZ-FW": 1,
      "FW-NNS": 7,
      "VBP-VB": 1,
      "NNS-VBZ": 1,
      "NNP-CC": 2,
      "CC-FW": 1,
      "NN-VBD": 2,
      "CC-JJ": 1,
      "NNP-VBP": 1,
      "VBP-NNP": 1,
      "NN-DT": 2,
      "DT-NN": 2,
      "VBD-NNS": 1,
      "NNP-DT": 1,
      "FW-VBZ": 1,
      "VBZ-IN": 1,
      "VBD-JJ": 1,
      "VBZ-NNP": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 3,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-NN": 12,
      "NNP-NN-NN": 24,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 5,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 1,
      "FW-FW-FW": 78,
      "FW-FW-JJ": 7,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-VBP": 6,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 7,
      "NN-NN-IN": 19,
      "NN-IN-FW": 16,
      "IN-FW-FW": 10,
      "FW-NNP-FW": 4,
      "NNP-FW-NNP": 2,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "JJ-NN-NN": 32,
      "NN-NN-NN": 68,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 12,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-NNS": 2,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-NNS-IN": 4,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 14,
      "JJ-NN-NNS": 4,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-NNS": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "IN-FW-NNP": 4,
      "FW-NNP-JJ": 1,
      "NN-NNP-NN": 7,
      "VBP-JJ-NNP": 2,
      "FW-FW-NN": 7,
      "FW-NN-FW": 6,
      "NN-FW-NNP": 4,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-VB": 1,
      "VBZ-VB-JJ": 1,
      "VB-JJ-NN": 2,
      "NN-NN-FW": 10,
      "NN-FW-FW": 12,
      "FW-NN-NN": 6,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "NNS-IN-FW": 2,
      "NNP-NNP-FW": 3,
      "FW-NNP-NN": 5,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 6,
      "IN-FW-NN": 3,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-FW": 3,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "JJ-NN-FW": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-IN-JJ": 7,
      "IN-JJ-NN": 3,
      "IN-JJ-NNP": 1,
      "NNP-FW-NN": 4,
      "NN-FW-NN": 4,
      "FW-NN-NNP": 2,
      "VBZ-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "JJ-NN-IN": 7,
      "VBP-FW-NNP": 1,
      "FW-NN-JJ": 2,
      "JJ-NN-NNP": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-NNS": 2,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-PRP": 1,
      "NNS-PRP-VBP": 1,
      "PRP-VBP-JJ": 2,
      "IN-JJ-JJ": 2,
      "VBP-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NN-IN": 1,
      "IN-JJ-NNS": 2,
      "NNP-NN-FW": 2,
      "FW-FW-PRP": 1,
      "FW-PRP-VBP": 1,
      "JJ-NN-JJ": 1,
      "JJ-NN-MD": 1,
      "NN-MD-VB": 1,
      "MD-VB-NNS": 1,
      "VB-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "NNS-IN-JJ": 1,
      "JJ-NNP-VBZ": 1,
      "VBZ-JJ-NN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NN": 1,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "CD-NN-NNP": 2,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-NNS": 2,
      "VBP-NNS-VBP": 3,
      "NNS-VBP-VB": 1,
      "VBP-VB-JJ": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "IN-FW-NNS": 5,
      "FW-NNS-VBP": 5,
      "NN-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-FW": 1,
      "CC-FW-NNS": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NN-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "NN-NNP-IN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNS": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NN-NN-DT": 2,
      "NN-DT-NN": 1,
      "DT-NN-VBD": 1,
      "NN-VBD-NNS": 1,
      "VBD-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-DT-JJ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 240,
        "FW": 171,
        "NNP": 90,
        "JJ": 71,
        "NNS": 42
      },
      "top_bigrams": {
        "NN-NN": 136,
        "FW-FW": 108,
        "JJ-NN": 47,
        "NNP-NNP": 33,
        "NNP-NN": 29
      },
      "top_trigrams": {
        "FW-FW-FW": 78,
        "NN-NN-NN": 68,
        "JJ-NN-NN": 32,
        "NNP-NN-NN": 24,
        "NN-NN-IN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 202,
      "VP": 46,
      "PP": 13,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0238
      },
      {
        "rule": "NP -> ('RC', 'NNP')",
        "frequency": 4,
        "weight": 0.0136
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "VP -> ('sin', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('Ecuador', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Por', 'NNP') ('su', 'NN') ('parte', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('presidencial', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "Ecuador"
      },
      {
        "label": "NP",
        "text": "Rafael Correa"
      },
      {
        "label": "NP",
        "text": "denunció este miércoles"
      },
      {
        "label": "VP",
        "text": "la"
      },
      {
        "label": "NP",
        "text": "contra al"
      },
      {
        "label": "VP",
        "text": "menos"
      },
      {
        "label": "NP",
        "text": "miembros"
      },
      {
        "label": "NP",
        "text": "o seguidores"
      },
      {
        "label": "VP",
        "text": "del movimiento progresista Revolución Ciudadana"
      },
      {
        "label": "NP",
        "text": "movimiento progresista Revolución Ciudadana"
      },
      {
        "label": "NP",
        "text": "RC"
      },
      {
        "label": "NP",
        "text": "como parte"
      },
      {
        "label": "NP",
        "text": "Gobierno"
      },
      {
        "label": "NP",
        "text": "Daniel Noboa"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  expresidente/FW\n  de/FW\n  (NP Ecuador/NNP)\n  ,/,\n  (NP Rafael/NNP Correa/NNP)\n  ,/,\n  (NP denunció/NN este/NN miércoles/NNS)\n  (VP la/VBP)\n  existencia/FW\n  de/FW\n  una/FW\n  alerta/FW\n  migratoria/FW\n  (NP contra/JJ al/NNS)\n  (VP menos/VBP)\n  100/CD\n  (NP miembros/NNS)\n  (NP o/JJ seguidores/NNS)\n  (VP\n    del/VBP\n    (NP movimiento/NN progresista/NN Revolución/NNP Ciudadana/NNP))\n  (/(\n  (NP RC/NNP)\n  )/)\n  ,/,\n  (NP como/JJ parte/NN)\n  de/IN\n  la/FW\n  persecución/FW\n  política/FW\n  del/FW\n  (NP Gobierno/NNP)\n  de/FW\n  (NP Daniel/NNP Noboa/NNP)\n  ,/,\n  (NP una/JJ medida/NN que/NN da/NN continuidad/NN)\n  (NP a/DT las/JJ decisiones/NNS)\n  (VP\n    arbitrarias/VBP\n    (NP implementadas/JJ por/NN el/NN Ejecutivo/NNP))\n  (VP\n    antes/VBZ\n    y/RB\n    (NP durante/JJ las/NNS elecciones/NNS presidenciales/NNS))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Gustavo/NNP Petro/NNP)\n  :/:\n  (NP «/NN No/NNP puedo/NN reconocer/NN las/NN elecciones/NNS)\n  (PP en/IN (NP Ecuador/NNP))\n  (VP »/VBD (NP A/NNP través/NN))\n  de/IN\n  la/FW\n  (NP red/JJ digital/JJ X/NN)\n  ,/,\n  (NP Correa/NNP)\n  (VP afirmó/VBZ (NP “/NNP son/NN) (NP unos/JJ cien/NN nombres/NNS))\n  ./.)",
      "(S\n  (NP Incluyen/NNP)\n  (VP hasta/VBZ (NP a/DT nuestros/JJ estrategas/NN))\n  (PP de/IN (NP campaña/NN))\n  ./.)",
      "(S\n  (VP Ya/VB (NP a/DT uno/JJ que/NN))\n  (VP\n    regresaba/VBZ\n    (NP\n      a/DT\n      Argentina/NNP\n      lo/NN\n      retuvieron/NN\n      abusivamente/NN\n      dos/NN\n      horas/NNS))\n  ,/,\n  (NP revisándole/JJ todo/NN ”/NN)\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN)\n  ,/,\n  (NP el/JJ compañero/NN)\n  de/IN\n  fórmula/FW\n  de/FW\n  la/FW\n  candidata/FW\n  (NP presidencial/NN)\n  de/FW\n  (NP RC/NNP)\n  ,/,\n  (NP Diego/NNP Borja/NNP)\n  ,/,\n  (VP denunció/VBZ)\n  (VP haber/VBP (NP sido/JJ detenido/NN la/NN víspera/NN))\n  ,/,\n  de/FW\n  modo/FW\n  (NP arbitrario/NN)\n  ,/,\n  (VP junto/VBZ (NP a/DT su/NN familia/NN cuando/NN intentaban/NN))\n  (PP\n    viajar/IN\n    (NP a/DT Colombia/NNP para/NN pasar/NN Semana/NNP Santa/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció este miércoles la existencia de una alerta migratoria contra al",
        "position": [
          43,
          115
        ],
        "start": 43,
        "end": 115
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          2233,
          2240
        ],
        "start": 2233,
        "end": 2240
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          520,
          526
        ],
        "start": 520,
        "end": 526
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          1922,
          1932
        ],
        "start": 1922,
        "end": 1932
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de daniel noboa",
        "position": [
          244,
          268
        ],
        "start": 244,
        "end": 268
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          43,
          51
        ],
        "start": 43,
        "end": 51
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          625,
          634
        ],
        "start": 625,
        "end": 634
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          19,
          26
        ],
        "start": 19,
        "end": 26
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado que",
        "position": [
          1568,
          1578
        ],
        "start": 1568,
        "end": 1578
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "27 de septiembre de 2023",
        "position": [
          3370,
          3394
        ],
        "start": 3370,
        "end": 3394
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          4173,
          4180
        ],
        "start": 4173,
        "end": 4180
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          1402,
          1417
        ],
        "start": 1402,
        "end": 1417
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          4473,
          4489
        ],
        "start": 4473,
        "end": 4489
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "100 miembros",
        "position": [
          122,
          134
        ],
        "start": 122,
        "end": 134
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Revolución Ciudadana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Rafael Correa",
        "tipo": "Persona"
      },
      {
        "nombre": "Arauz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Daniel Noboa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Presidente",
        "tipo": "Persona"
      },
      {
        "nombre": "Fernando",
        "tipo": "Persona"
      },
      {
        "nombre": "Secretario de la Junta",
        "tipo": "Persona"
      },
      {
        "nombre": "Luisa González",
        "tipo": "Persona"
      },
      {
        "nombre": "Puente Internacional de Rumichaca",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Borja",
        "tipo": "Persona"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fernando Villavicencio",
        "tipo": "Persona"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gustavo Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "RC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Correa",
        "tipo": "Persona"
      },
      {
        "nombre": "Guillermo Lasso",
        "tipo": "Persona"
      },
      {
        "nombre": "JRV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sarauz",
        "tipo": "Persona"
      },
      {
        "nombre": "Andrés Arauz",
        "tipo": "Persona"
      },
      {
        "nombre": "Diego Borja",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Verónica Sarauz",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Ecuador",
        "relacion": "DENUNCIAR",
        "objeto": "Revolución Ciudadana"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "DENUNCIAR",
        "objeto": "RC"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "DENUNCIAR",
        "objeto": "Gobierno de Daniel Noboa"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "DENUNCIAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Rafael Correa",
        "relacion": "DENUNCIAR",
        "objeto": "Revolución Ciudadana"
      },
      {
        "sujeto": "Rafael Correa",
        "relacion": "DENUNCIAR",
        "objeto": "RC"
      },
      {
        "sujeto": "Rafael Correa",
        "relacion": "DENUNCIAR",
        "objeto": "Gobierno de Daniel Noboa"
      },
      {
        "sujeto": "Rafael Correa",
        "relacion": "DENUNCIAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "RC",
        "relacion": "DENUNCIAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Diego Borja",
        "relacion": "DENUNCIAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Borja",
        "relacion": "RELATAR",
        "objeto": "Puente Internacional de Rumichaca"
      },
      {
        "sujeto": "Sarauz",
        "relacion": "ASEGURAR",
        "objeto": "Fernando Villavicencio"
      },
      {
        "sujeto": "Guillermo Lasso",
        "relacion": "INCREMENTAR_VIVIR_RECORDAR_DETALLAR",
        "objeto": "Fernando"
      },
      {
        "sujeto": "Andrés Arauz",
        "relacion": "EVIDENCIAR",
        "objeto": "JRV"
      },
      {
        "sujeto": "RC",
        "relacion": "EVIDENCIAR",
        "objeto": "JRV"
      },
      {
        "sujeto": "Arauz",
        "relacion": "FAVORECER",
        "objeto": "JRV"
      },
      {
        "sujeto": "Arauz",
        "relacion": "FAVORECER",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "JRV",
        "relacion": "FAVORECER",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "DESARROLLAR",
        "objeto": "Noboa"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "DESARROLLAR",
        "objeto": "RC"
      }
    ]
  },
  "sentiment": {
    "compound": -0.975,
    "pos": 0.015,
    "neu": 0.94,
    "neg": 0.046,
    "label": "negative"
  }
}