{
  "url": "https://www.telesurtv.net/ecuador-anomalias-cne-segunda-vuelta-noboa/",
  "title": "Ecuador: Anomalías electorales y el peligro de un proceso amañado - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "CNE Ecuador",
    "Daniel Noboa",
    "Ecuador",
    "fraude",
    "Luisa González",
    "Segunda vuelta"
  ],
  "text": "La candidata Luisa González, del movimiento Revolución Ciudadana, encendió las alarmas al denunciar operativos coordinados por el gobierno de Noboa para sembrar actas electorales falsas. A través de sus redes sociales, González reveló que fuentes dentro de la Policía y las Fuerzas Armadas habrían confirmado la creación de “falsos positivos” en varias regiones del país.\n“Esto busca fabricar una narrativa de fraude ante la inminente derrota de Noboa”, afirmó, advirtiendo que tales acciones “acabarán con la poca democracia que le queda a los ecuatorianos”.\n\n\n\nA menos de 24 horas de las elecciones, Noboa emitió el Decreto 599, imponiendo un estado de excepción en ocho provincias clave: Guayas, Manabí, Los Ríos, Santa Elena, El Oro, Sucumbíos, Orellana y Quito. Estas zonas, según analistas, son territorios donde el oficialismo prevé una amplia derrota.\nEl decreto suspende derechos constitucionales como la libertad de tránsito, reunión e inviolabilidad de domicilio, y faculta a las Fuerzas Armadas a actuar como “dispositivo de orden” durante la jornada electoral.\nLEER TAMBIÉN:\nEcuador: una fiesta con grilletes, mordazas y toletes\nCríticos señalan que la medida carece de motivación real, una vez que no hay crisis de seguridad ni hechos nuevos que justifiquen tal restricción. Organizaciones de derechos humanos subrayan que viola estándares internacionales, incluido el artículo 27 de la Convención Americana, al criminalizar la movilización ciudadana en pleno proceso electoral.\n“No es por seguridad; es una operación de control electoral”, denunció la oposición, acusando a Noboa de usar las FF.AA. para intimidar votantes en sus bastiones opositores.\n\n\nEl Consejo Nacional Electoral (CNE), liderado por Diana Atamaint, es cuestionado por decisiones que afectan la transparencia y el acceso al voto. Entre ellas destacan la prohibición de Celulares.\nAunque el CNE argumenta que busca garantizar el voto secreto, la medida —aprobada horas antes de los comicios— impide que ciudadanos documenten irregularidades. El delegado de la Unión Europea criticó la falta de consenso: “Cambiaron normas a medio camino, satisfaciendo a una parte de la contienda”. Además, la Corte Constitucional aún evalúa su legalidad.\n\n\nTambién el CNE reubicó 24 centros electorales por “lluvias”. Los cierre de recintos es una decisión tildada de arbitraria por la Confederación de Nacionalidades Indígenas (Conaie). Leonidas Iza, su presidente, alertó que esto generará confusión y excluirá a votantes de zonas rurales.\n\n\nPor su parte, los funcionarios públicos también denunciaron recientemente la presión para asistir a capacitaciones de Acción Democrática Nacional (ADN), el movimiento de Noboa, en horarios laborales. Estas sesiones, enfocadas en el “control electoral”, apuntan al uso ilegítimo de recursos estatales para favorecer al oficialismo, una práctica que organismos internacionales vinculan con regímenes autocráticos.\nEn esta misma línea, es clara la decisión del CNE al suspender el sufragio para 30.000 ecuatorianos en Venezuela, argumentando retrasos logísticos. La medida, calificada como “antidemocrática”, afecta a migrantes en un país con fuerte presencia de simpatizantes de Revolución Ciudadana.\n\n\nLa Misión de Observación Electoral de la Internacional Progresista expresó preocupación por las restricciones al escrutinio. En una carta a Atamaint, exigieron garantizar que testigos documenten el proceso, tal como lo exigen estándares interamericanos. “Sin transparencia, no hay elección legítima”, advirtieron.\nEstas anomalías se enmarcan en un contexto regional donde líderes como Nayib Bukele en El Salvador y Javier Milei en Argentina han erosionado instituciones bajo promesas de “mano dura”. Ecuador, con Noboa a la cabeza, parece seguir ese guion: desestabilizar procesos electorales, criminalizar opositores y concentrar más poder aliado a Estados Unidos.\n\n\nLas elecciones del 13 de abril son un test para la frágil democracia ecuatoriana. Las irregularidades señaladas —desde falsos positivos hasta estados de excepción— reflejan un patrón de manipulación que acerca al país aún más a un modelo represivo acentuado en los recientes años.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ecuador-anomalias-cne-segunda-vuelta-noboa/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 1147,
    "message_id": 91803,
    "date": "2025-04-13T16:55:17+00:00",
    "text": "teleSUR\nEcuador: Anomalías electorales y el peligro de un proceso amañado\nhttps://www.telesurtv.net/ecuador-anomalias-cne-segunda-vuelta-noboa/",
    "photo_path": null,
    "views": 2510,
    "reactions": {
      "🤬": 45,
      "🤔": 4,
      "👍": 1
    },
    "total_reactions": 50
  },
  "preprocessing": {
    "cleaned": "la candidata luisa gonzález, del movimiento revolución ciudadana, encendió las alarmas al denunciar operativos coordinados por el gobierno de noboa para sembrar actas electorales falsas. a través de sus redes sociales, gonzález reveló que fuentes dentro de la policía y las fuerzas armadas habrían confirmado la creación de “falsos positivos” en varias regiones del país. “esto busca fabricar una narrativa de fraude ante la inminente derrota de noboa”, afirmó, advirtiendo que tales acciones “acabarán con la poca democracia que le queda a los ecuatorianos”. a menos de 24 horas de las elecciones, noboa emitió el decreto 599, imponiendo un estado de excepción en ocho provincias clave: guayas, manabí, los ríos, santa elena, el oro, sucumbíos, orellana y quito. estas zonas, según analistas, son territorios donde el oficialismo prevé una amplia derrota. el decreto suspende derechos constitucionales como la libertad de tránsito, reunión e inviolabilidad de domicilio, y faculta a las fuerzas armadas a actuar como “dispositivo de orden” durante la jornada electoral. leer también: ecuador: una fiesta con grilletes, mordazas y toletes críticos señalan que la medida carece de motivación real, una vez que no hay crisis de seguridad ni hechos nuevos que justifiquen tal restricción. organizaciones de derechos humanos subrayan que viola estándares internacionales, incluido el artículo 27 de la convención americana, al criminalizar la movilización ciudadana en pleno proceso electoral. “no es por seguridad; es una operación de control electoral”, denunció la oposición, acusando a noboa de usar las ff.aa. para intimidar votantes en sus bastiones opositores. el consejo nacional electoral (cne), liderado por diana atamaint, es cuestionado por decisiones que afectan la transparencia y el acceso al voto. entre ellas destacan la prohibición de celulares. aunque el cne argumenta que busca garantizar el voto secreto, la medida —aprobada horas antes de los comicios— impide que ciudadanos documenten irregularidades. el delegado de la unión europea criticó la falta de consenso: “cambiaron normas a medio camino, satisfaciendo a una parte de la contienda”. además, la corte constitucional aún evalúa su legalidad. también el cne reubicó 24 centros electorales por “lluvias”. los cierre de recintos es una decisión tildada de arbitraria por la confederación de nacionalidades indígenas (conaie). leonidas iza, su presidente, alertó que esto generará confusión y excluirá a votantes de zonas rurales. por su parte, los funcionarios públicos también denunciaron recientemente la presión para asistir a capacitaciones de acción democrática nacional (adn), el movimiento de noboa, en horarios laborales. estas sesiones, enfocadas en el “control electoral”, apuntan al uso ilegítimo de recursos estatales para favorecer al oficialismo, una práctica que organismos internacionales vinculan con regímenes autocráticos. en esta misma línea, es clara la decisión del cne al suspender el sufragio para 30.000 ecuatorianos en venezuela, argumentando retrasos logísticos. la medida, calificada como “antidemocrática”, afecta a migrantes en un país con fuerte presencia de simpatizantes de revolución ciudadana. la misión de observación electoral de la internacional progresista expresó preocupación por las restricciones al escrutinio. en una carta a atamaint, exigieron garantizar que testigos documenten el proceso, tal como lo exigen estándares interamericanos. “sin transparencia, no hay elección legítima”, advirtieron. estas anomalías se enmarcan en un contexto regional donde líderes como nayib bukele en el salvador y javier milei en argentina han erosionado instituciones bajo promesas de “mano dura”. ecuador, con noboa a la cabeza, parece seguir ese guion: desestabilizar procesos electorales, criminalizar opositores y concentrar más poder aliado a estados unidos. las elecciones del 13 de abril son un test para la frágil democracia ecuatoriana. las irregularidades señaladas —desde falsos positivos hasta estados de excepción— reflejan un patrón de manipulación que acerca al país aún más a un modelo represivo acentuado en los recientes años.",
    "tokens": [
      "candidata",
      "luisa",
      "gonzález",
      ",",
      "movimiento",
      "revolución",
      "ciudadana",
      ",",
      "encendió",
      "alarmas",
      "denunciar",
      "operativos",
      "coordinados",
      "gobierno",
      "noboa",
      "sembrar",
      "actas",
      "electorales",
      "falsas",
      ".",
      "través",
      "redes",
      "sociales",
      ",",
      "gonzález",
      "reveló",
      "fuentes",
      "dentro",
      "policía",
      "fuerzas",
      "armadas",
      "confirmado",
      "creación",
      "“",
      "falsos",
      "positivos",
      "”",
      "varias",
      "regiones",
      "país",
      ".",
      "“",
      "busca",
      "fabricar",
      "narrativa",
      "fraude",
      "inminente",
      "derrota",
      "noboa",
      "”",
      ",",
      "afirmó",
      ",",
      "advirtiendo",
      "tales",
      "acciones",
      "“",
      "acabarán",
      "poca",
      "democracia",
      "queda",
      "ecuatorianos",
      "”",
      ".",
      "menos",
      "24",
      "horas",
      "elecciones",
      ",",
      "noboa",
      "emitió",
      "decreto",
      "599",
      ",",
      "imponiendo",
      "excepción",
      "ocho",
      "provincias",
      "clave",
      ":",
      "guayas",
      ",",
      "manabí",
      ",",
      "ríos",
      ",",
      "santa",
      "elena",
      ",",
      "oro",
      ",",
      "sucumbíos",
      ",",
      "orellana",
      "quito",
      ".",
      "zonas",
      ",",
      "según",
      "analistas",
      ",",
      "territorios",
      "oficialismo",
      "prevé",
      "amplia",
      "derrota",
      ".",
      "decreto",
      "suspende",
      "derechos",
      "constitucionales",
      "libertad",
      "tránsito",
      ",",
      "reunión",
      "inviolabilidad",
      "domicilio",
      ",",
      "faculta",
      "fuerzas",
      "armadas",
      "actuar",
      "“",
      "dispositivo",
      "orden",
      "”",
      "jornada",
      "electoral",
      ".",
      "leer",
      ":",
      "ecuador",
      ":",
      "fiesta",
      "grilletes",
      ",",
      "mordazas",
      "toletes",
      "críticos",
      "señalan",
      "medida",
      "carece",
      "motivación",
      "real",
      ",",
      "vez",
      "crisis",
      "seguridad",
      "hechos",
      "nuevos",
      "justifiquen",
      "tal",
      "restricción",
      ".",
      "organizaciones",
      "derechos",
      "humanos",
      "subrayan",
      "viola",
      "estándares",
      "internacionales",
      ",",
      "incluido",
      "artículo",
      "27",
      "convención",
      "americana",
      ",",
      "criminalizar",
      "movilización",
      "ciudadana",
      "pleno",
      "proceso",
      "electoral",
      ".",
      "“",
      "seguridad",
      ";",
      "operación",
      "control",
      "electoral",
      "”",
      ",",
      "denunció",
      "oposición",
      ",",
      "acusando",
      "noboa",
      "usar",
      "ff.aa",
      ".",
      "intimidar",
      "votantes",
      "bastiones",
      "opositores",
      ".",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      ",",
      "liderado",
      "diana",
      "atamaint",
      ",",
      "cuestionado",
      "decisiones",
      "afectan",
      "transparencia",
      "acceso",
      "voto",
      ".",
      "destacan",
      "prohibición",
      "celulares",
      ".",
      "aunque",
      "cne",
      "argumenta",
      "busca",
      "garantizar",
      "voto",
      "secreto",
      ",",
      "medida",
      "—aprobada",
      "horas",
      "comicios—",
      "impide",
      "ciudadanos",
      "documenten",
      "irregularidades",
      ".",
      "delegado",
      "unión",
      "europea",
      "criticó",
      "falta",
      "consenso",
      ":",
      "“",
      "cambiaron",
      "normas",
      "medio",
      "camino",
      ",",
      "satisfaciendo",
      "parte",
      "contienda",
      "”",
      ".",
      "además",
      ",",
      "corte",
      "constitucional",
      "aún",
      "evalúa",
      "legalidad",
      ".",
      "cne",
      "reubicó",
      "24",
      "centros",
      "electorales",
      "“",
      "lluvias",
      "”",
      ".",
      "cierre",
      "recintos",
      "decisión",
      "tildada",
      "arbitraria",
      "confederación",
      "nacionalidades",
      "indígenas",
      "(",
      "conaie",
      ")",
      ".",
      "leonidas",
      "iza",
      ",",
      "presidente",
      ",",
      "alertó",
      "generará",
      "confusión",
      "excluirá",
      "votantes",
      "zonas",
      "rurales",
      ".",
      "parte",
      ",",
      "funcionarios",
      "públicos",
      "denunciaron",
      "recientemente",
      "presión",
      "asistir",
      "capacitaciones",
      "acción",
      "democrática",
      "nacional",
      "(",
      "adn",
      ")",
      ",",
      "movimiento",
      "noboa",
      ",",
      "horarios",
      "laborales",
      ".",
      "sesiones",
      ",",
      "enfocadas",
      "“",
      "control",
      "electoral",
      "”",
      ",",
      "apuntan",
      "uso",
      "ilegítimo",
      "recursos",
      "estatales",
      "favorecer",
      "oficialismo",
      ",",
      "práctica",
      "organismos",
      "internacionales",
      "vinculan",
      "regímenes",
      "autocráticos",
      ".",
      "misma",
      "línea",
      ",",
      "clara",
      "decisión",
      "cne",
      "suspender",
      "sufragio",
      "30.000",
      "ecuatorianos",
      "venezuela",
      ",",
      "argumentando",
      "retrasos",
      "logísticos",
      ".",
      "medida",
      ",",
      "calificada",
      "“",
      "antidemocrática",
      "”",
      ",",
      "afecta",
      "migrantes",
      "país",
      "fuerte",
      "presencia",
      "simpatizantes",
      "revolución",
      "ciudadana",
      ".",
      "misión",
      "observación",
      "electoral",
      "internacional",
      "progresista",
      "expresó",
      "preocupación",
      "restricciones",
      "escrutinio",
      ".",
      "carta",
      "atamaint",
      ",",
      "exigieron",
      "garantizar",
      "testigos",
      "documenten",
      "proceso",
      ",",
      "tal",
      "exigen",
      "estándares",
      "interamericanos",
      ".",
      "“",
      "transparencia",
      ",",
      "elección",
      "legítima",
      "”",
      ",",
      "advirtieron",
      ".",
      "anomalías",
      "enmarcan",
      "contexto",
      "regional",
      "líderes",
      "nayib",
      "bukele",
      "salvador",
      "javier",
      "milei",
      "argentina",
      "erosionado",
      "instituciones",
      "bajo",
      "promesas",
      "“",
      "mano",
      "dura",
      "”",
      ".",
      "ecuador",
      ",",
      "noboa",
      "cabeza",
      ",",
      "parece",
      "seguir",
      "guion",
      ":",
      "desestabilizar",
      "procesos",
      "electorales",
      ",",
      "criminalizar",
      "opositores",
      "concentrar",
      "poder",
      "aliado",
      "unidos",
      ".",
      "elecciones",
      "13",
      "abril",
      "test",
      "frágil",
      "democracia",
      "ecuatoriana",
      ".",
      "irregularidades",
      "señaladas",
      "—desde",
      "falsos",
      "positivos",
      "excepción—",
      "reflejan",
      "patrón",
      "manipulación",
      "acerca",
      "país",
      "aún",
      "modelo",
      "represivo",
      "acentuado",
      "recientes",
      "años",
      "."
    ],
    "token_count": 471,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 108,
      "NN": 191,
      "FW": 92,
      "VBZ": 23,
      "JJ": 69,
      "IN": 29,
      "NNS": 37,
      "RB": 2,
      "VBP": 21,
      "CD": 6,
      "DT": 2,
      "VBD": 2
    },
    "bigram_freq": {
      "NNP-NN": 28,
      "NN-NNP": 14,
      "NNP-NNP": 48,
      "NNP-FW": 12,
      "FW-NN": 13,
      "NNP-VBZ": 11,
      "VBZ-JJ": 14,
      "JJ-IN": 1,
      "IN-NN": 3,
      "NN-NN": 98,
      "NN-IN": 18,
      "IN-JJ": 3,
      "JJ-NN": 42,
      "IN-NNP": 5,
      "NN-NNS": 13,
      "NNS-VBZ": 2,
      "IN-FW": 17,
      "FW-NNS": 8,
      "NNS-NNS": 4,
      "NNS-NNP": 7,
      "NN-VBZ": 9,
      "VBZ-FW": 2,
      "FW-FW": 39,
      "FW-NNP": 18,
      "NN-FW": 16,
      "NNS-FW": 2,
      "NN-JJ": 19,
      "JJ-FW": 4,
      "FW-JJ": 12,
      "NNS-RB": 2,
      "RB-VBP": 2,
      "VBP-JJ": 13,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNP-VBP": 1,
      "JJ-NNP": 9,
      "NNP-CD": 1,
      "CD-NN": 3,
      "NNS-VBP": 18,
      "VBP-NNP": 3,
      "VBP-NNS": 2,
      "JJ-NNS": 7,
      "JJ-JJ": 5,
      "NNP-JJ": 2,
      "NN-DT": 2,
      "DT-NN": 2,
      "NNP-IN": 3,
      "VBZ-NNS": 1,
      "JJ-CD": 1,
      "CD-IN": 2,
      "VBP-NN": 1,
      "VBZ-NNP": 3,
      "FW-VBZ": 1,
      "VBZ-IN": 3,
      "NN-CD": 2,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNS-IN": 1,
      "NNP-NNS": 1,
      "VBP-IN": 1,
      "NNS-VBD": 1,
      "VBD-NN": 1,
      "FW-CD": 1
    },
    "trigram_freq": {
      "NNP-NN-NNP": 2,
      "NN-NNP-NNP": 5,
      "NNP-NNP-FW": 4,
      "NNP-FW-NN": 3,
      "FW-NN-NNP": 3,
      "NNP-NNP-VBZ": 8,
      "NNP-VBZ-JJ": 8,
      "VBZ-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NN-IN": 5,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "JJ-NN-NN": 22,
      "NN-NN-NN": 51,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 2,
      "NNP-NN-NN": 21,
      "NN-NN-NNS": 8,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 6,
      "JJ-NN-IN": 9,
      "NN-IN-FW": 11,
      "IN-FW-NNS": 4,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-NN": 4,
      "NN-NN-VBZ": 6,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-FW": 23,
      "FW-FW-NNP": 8,
      "FW-NNP-FW": 6,
      "NNP-FW-NNP": 5,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 6,
      "NN-NN-FW": 8,
      "NN-FW-FW": 7,
      "FW-FW-NNS": 3,
      "FW-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NN-NNP-NN": 5,
      "NN-NN-JJ": 12,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-JJ": 5,
      "FW-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 6,
      "IN-NNP-FW": 1,
      "FW-NN-NN": 2,
      "NN-NNS-NNS": 2,
      "NNS-NNS-RB": 2,
      "NNS-RB-VBP": 2,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "NN-JJ-NN": 15,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-JJ": 1,
      "IN-FW-FW": 2,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-NNP": 26,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJ": 11,
      "NN-NN-NNP": 6,
      "VBP-JJ-FW": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "IN-FW-NN": 5,
      "FW-NN-FW": 4,
      "NN-FW-JJ": 2,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-NNS": 2,
      "NN-FW-NN": 4,
      "FW-NN-IN": 2,
      "IN-FW-JJ": 4,
      "JJ-JJ-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-NN": 1,
      "JJ-NN-NNP": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "JJ-NN-VBZ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-FW": 2,
      "IN-FW-NNP": 2,
      "JJ-NN-FW": 2,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NN-IN-NN": 2,
      "IN-NN-JJ": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-FW": 2,
      "FW-NNP-NN": 3,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "VBZ-JJ-NNP": 4,
      "NN-NNP-VBZ": 3,
      "VBZ-JJ-FW": 1,
      "NNP-VBZ-NNP": 2,
      "VBZ-NNP-NN": 2,
      "NN-FW-NNP": 3,
      "NNP-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "VBP-NNS-NNP": 1,
      "NNP-NN-IN": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-NNS": 1,
      "NNP-NN-FW": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-VBZ-IN": 2,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-FW-NNS": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NN-JJ": 2,
      "VBP-JJ-NNS": 1,
      "VBP-NNP-NN": 1,
      "NN-NN-CD": 1,
      "CD-NN-FW": 1,
      "VBZ-IN-JJ": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "JJ-NN-NNS": 1,
      "RB-VBP-NNP": 1,
      "VBP-NNP-JJ": 1,
      "JJ-NN-JJ": 3,
      "NNP-NN-DT": 1,
      "DT-NN-VBZ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NN-NNS-VBD": 1,
      "NNS-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-CD": 1,
      "FW-CD-IN": 1,
      "IN-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 191,
        "NNP": 108,
        "FW": 92,
        "JJ": 69,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 98,
        "NNP-NNP": 48,
        "JJ-NN": 42,
        "FW-FW": 39,
        "NNP-NN": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 51,
        "NNP-NNP-NNP": 26,
        "FW-FW-FW": 23,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 177,
      "VP": 45,
      "PP": 11,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0222
      },
      {
        "rule": "NP -> ('CNE', 'NNP')",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "NP -> ('Noboa', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "ADJP -> ('electoral', 'JJ')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('control', 'NN')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('electoral', 'JJ') ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "VP -> ('documenten', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "S -> NP (',', ',') NP (',', ',') VP PP PP PP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0037
      },
      {
        "rule": "NP -> ('La', 'NNP') ('candidata', 'NN') ('Luisa', 'NNP') ('González', 'NNP')",
        "frequency": 1,
        "weight": 0.0037
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La candidata Luisa González"
      },
      {
        "label": "NP",
        "text": "del movimiento Revolución Ciudadana"
      },
      {
        "label": "VP",
        "text": "encendió las"
      },
      {
        "label": "PP",
        "text": "alarmas al denunciar"
      },
      {
        "label": "NP",
        "text": "al denunciar"
      },
      {
        "label": "PP",
        "text": "operativos coordinados por el gobierno"
      },
      {
        "label": "NP",
        "text": "coordinados por el gobierno"
      },
      {
        "label": "PP",
        "text": "de Noboa para sembrar actas"
      },
      {
        "label": "NP",
        "text": "Noboa para sembrar actas"
      },
      {
        "label": "VP",
        "text": "electorales falsas"
      },
      {
        "label": "NP",
        "text": "falsas"
      },
      {
        "label": "NP",
        "text": "A través"
      },
      {
        "label": "NP",
        "text": "redes sociales"
      },
      {
        "label": "NP",
        "text": "González"
      },
      {
        "label": "VP",
        "text": "reveló que fuentes"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP candidata/NN Luisa/NNP González/NNP)\n  ,/,\n  (NP del/NN movimiento/NN Revolución/NNP Ciudadana/NNP)\n  ,/,\n  (VP encendió/VBZ las/JJ)\n  (PP alarmas/IN (NP al/NN denunciar/NN))\n  (PP operativos/IN (NP coordinados/JJ por/NN el/NN gobierno/NN))\n  (PP de/IN (NP Noboa/NNP para/NN sembrar/NN actas/NNS))\n  (VP electorales/VBZ (NP falsas/NNS))\n  ./.)",
      "(S\n  (NP A/DT través/NN)\n  de/IN\n  sus/FW\n  (NP redes/NNS sociales/NNS)\n  ,/,\n  (NP González/NNP)\n  (VP reveló/VBZ (NP que/JJ fuentes/NNS))\n  (VP dentro/VBP)\n  de/IN\n  la/FW\n  (NP Policía/NNP y/NNP)\n  (VP las/VBZ (NP Fuerzas/NNP Armadas/NNP habrían/NN confirmado/NN))\n  la/FW\n  creación/FW\n  de/FW\n  “/FW\n  falsos/FW\n  positivos/FW\n  ”/FW\n  en/FW\n  varias/FW\n  (NP regiones/NNS)\n  del/FW\n  (NP país/NN)\n  ./.)",
      "(S\n  (NP “/JJ Esto/NNP busca/NN fabricar/NN)\n  (ADJP una/JJ)\n  narrativa/FW\n  de/FW\n  fraude/FW\n  (ADJP ante/JJ)\n  la/FW\n  (NP inminente/JJ derrota/NN)\n  (PP de/IN (NP Noboa/NNP ”/NNP))\n  ,/,\n  (NP afirmó/NN)\n  ,/,\n  (NP advirtiendo/JJ que/NN tales/NNS acciones/NNS “/NNP)\n  (VP acabarán/VBP (NP con/NN la/NN poca/NN democracia/NN que/NN))\n  (VP le/VBZ)\n  (VP queda/VBZ (NP a/DT los/JJ ecuatorianos/JJ ”/NN))\n  ./.)",
      "(S\n  (NP A/DT menos/NN)\n  de/IN\n  24/CD\n  (NP horas/NNS)\n  de/FW\n  las/FW\n  (NP elecciones/NNS)\n  ,/,\n  (NP Noboa/NNP)\n  (VP emitió/VBZ (NP el/JJ Decreto/NNP))\n  599/CD\n  ,/,\n  (NP imponiendo/NN)\n  (NP un/JJ estado/NN)\n  de/IN\n  excepción/FW\n  en/FW\n  ocho/FW\n  (NP provincias/NNS)\n  (VP clave/VBP)\n  :/:\n  (NP Guayas/NNP)\n  ,/,\n  (NP Manabí/NNP)\n  ,/,\n  (NP Los/NNP Ríos/NNP)\n  ,/,\n  (NP Santa/NNP Elena/NNP)\n  ,/,\n  (NP El/NNP Oro/NNP)\n  ,/,\n  (NP Sucumbíos/NNP)\n  ,/,\n  (NP Orellana/NNP y/NNP Quito/NNP)\n  ./.)",
      "(S\n  (NP Estas/NNP zonas/NN)\n  ,/,\n  (NP según/NN analistas/NNS)\n  ,/,\n  (NP son/NN territorios/NNS)\n  (VP\n    donde/VBP\n    (NP el/JJ oficialismo/NN prevé/NN)\n    (NP una/JJ amplia/NN derrota/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció la oposición, acusando a",
        "position": [
          1555,
          1588
        ],
        "start": 1555,
        "end": 1588
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          454,
          460
        ],
        "start": 454,
        "end": 460
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alertó",
        "position": [
          2435,
          2441
        ],
        "start": 2435,
        "end": 2441
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movilización ciudadana",
        "position": [
          1442,
          1464
        ],
        "start": 1442,
        "end": 1464
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de noboa para",
        "position": [
          130,
          152
        ],
        "start": 130,
        "end": 152
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          2044,
          2057
        ],
        "start": 2044,
        "end": 2057
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          2386,
          2395
        ],
        "start": 2386,
        "end": 2395
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          2058,
          2065
        ],
        "start": 2058,
        "end": 2065
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1555,
          1563
        ],
        "start": 1555,
        "end": 1563
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "decreto 599",
        "position": [
          618,
          629
        ],
        "start": 618,
        "end": 629
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          3644,
          3653
        ],
        "start": 3644,
        "end": 3653
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          1088,
          1095
        ],
        "start": 1088,
        "end": 1095
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          3027,
          3036
        ],
        "start": 3027,
        "end": 3036
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3863,
          3877
        ],
        "start": 3863,
        "end": 3877
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "quito",
        "position": [
          760,
          765
        ],
        "start": 760,
        "end": 765
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          645,
          654
        ],
        "start": 645,
        "end": 654
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          2572,
          2585
        ],
        "start": 2572,
        "end": 2585
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          1307,
          1323
        ],
        "start": 1307,
        "end": 1323
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Los Ríos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Atamaint",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Leonidas Iza",
        "tipo": "Persona"
      },
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nayib Bukele",
        "tipo": "Persona"
      },
      {
        "nombre": "Confederación de Nacionalidades Indígenas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Celulares",
        "tipo": "Lugar"
      },
      {
        "nombre": "FF.AA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luisa González",
        "tipo": "Persona"
      },
      {
        "nombre": "Manabí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Diana Atamaint",
        "tipo": "Persona"
      },
      {
        "nombre": "Organizaciones",
        "tipo": "Organizacion"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      },
      {
        "nombre": "Misión de Observación Electoral de la Internacional Progresista",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Acción Democrática Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sucumbíos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Quito",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guayas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Orellana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerzas Armadas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Corte Constitucional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Santa Elena",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Oro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Policía",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Luisa González",
        "relacion": "ENCENDER",
        "objeto": "Noboa"
      },
      {
        "sujeto": "González",
        "relacion": "REVELAR",
        "objeto": "Policía"
      },
      {
        "sujeto": "González",
        "relacion": "REVELAR",
        "objeto": "Fuerzas Armadas"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EMITIR",
        "objeto": "Guayas"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EMITIR",
        "objeto": "Manabí"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EMITIR",
        "objeto": "Los Ríos"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EMITIR",
        "objeto": "Santa Elena"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EMITIR",
        "objeto": "El Oro"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EMITIR",
        "objeto": "Sucumbíos"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EMITIR",
        "objeto": "Orellana"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EMITIR",
        "objeto": "Quito"
      },
      {
        "sujeto": "Guayas",
        "relacion": "ES",
        "objeto": "Los Ríos"
      },
      {
        "sujeto": "Noboa",
        "relacion": "ACUSAR_DENUNCIAR",
        "objeto": "FF.AA"
      },
      {
        "sujeto": "Acción Democrática Nacional",
        "relacion": "ASISTIR_DENUNCIAR",
        "objeto": "Noboa"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "PARECER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Noboa",
        "relacion": "PARECER",
        "objeto": "Estados Unidos"
      }
    ]
  },
  "sentiment": {
    "compound": -0.6597,
    "pos": 0.005,
    "neu": 0.98,
    "neg": 0.014,
    "label": "negative"
  }
}