{
  "url": "https://www.telesurtv.net/presidente-cubano-clausura-tercer-periodo-de-sesiones-del-parlamento/",
  "title": "Presidente cubano clausura tercer periodo de sesiones del Parlamento - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "clausura",
    "Parlamento",
    "presidente"
  ],
  "text": "El presidente de Cuba, Miguel Díaz Canel Bermúdez, afirmó este viernes que es hora de superar los diagnósticos y pasar a las acciones, al clausurar el tercer periodo de la décima legislatura de la Asamblea Nacional del Poder Popular (ANPP).\nEl mandatario indicó que los diputados aprobaron seis leyes trascendentales para Cuba que desarrollan preceptos recogidos en la Constitución de 2019, de las cuales tres están presentes por vez primera en el ordenamiento jurídico de la isla.\n“Nos referimos a las leyes de Ciudadanía, del Procedimiento Administrativo y de Transparencia y Acceso a la Información Pública. Los ricos debates y aportaciones de los diputados en el análisis de cada proyecto de ley, las han robustecido y obligado a realizar importantes cambios en su contenido”, sostuvo.\nAsimismo, destacó que los proyectos más debatidos resultaron los relacionados con el estatus de los ciudadanos cubanos y extranjeros en la isla, como la Ley de Ciudadanía, la Ley de Migración y la Ley de Extranjería.\n“Estas leyes muestran la voluntad de ensanchar y ampliar las relaciones con todos los cubanos, con todos los comprometidos con su patria, y ratifican que Cuba es un sitio seguro y de respeto para todos los extranjeros que decidan residir en el territorio nacional”, aseguró.\nDe acuerdo con el mandatario, en todos los casos se preservan los intereses de la Defensa y la Seguridad de la nación y la integridad de las personas.\nEl jefe de Estado también se refirió a los obstáculos que enfrentan los proyectos de justicia social, por lo que es necesario “desafiar poderosas fuerzas dominantes dentro y fuera del ámbito social y nacional”.\nEn ese sentido, reconoció que para Cuba “el momento es muy difícil, sin dudas. Lo dice el pueblo y lo ratificamos quienes trabajamos por aliviar el impacto de esas dificultades en la cotidianidad de todos. Pero la Revolución vive y sus enemigos lo saben. Por eso, la acosan y la atacan”.\nEl mandatario rememoró que desde sus inicios, la Revolución siempre ha sido amenazada; su economía desabastecida y saboteada; y calificó a esa parte de la historia nacional como aleccionadora, inspiradora y heroica.\n“El momento es muy difícil, pero la historia que le antecede es tan aleccionadora, tan inspiradora, tan heroica, que ella sola responde a todas las interrogantes con la siempre desafiante frase con que el General de Ejército nos enseñó a enfrentar la dificultad: ‘Sí se puede’”, afirmó.\nRecordó que el legado del líder cubano Fidel Castro y las enseñanzas del General de Ejército, Raúl Castro, estimulan a quienes “hoy cumplimos la honrosa tarea de dar continuidad a la Revolución para recordarnos que, aun en medio de los mayores desafíos, Cuba llegó alcanzar algunos de los mejores indicadores de desarrollo humano”.\nAsimismo, instó a los cubanos a mantener la unidad como principal arma para resistir y vencer.\n“Es la unidad desde la participación optimista. Es el compromiso actuando en función de un propósito y un ideal: salvar la patria, mantener y desarrollar la Revolución y el socialismo, única garantía de preservación de una justicia social que conquistó este pueblo en más de 150 años de lucha y a la que no renunciará jamás”, aseguró.\nEl dignatario cubano destacó la legitimidad del debate, porque de él nacerán “las mejores decisiones, los mejores aportes, dictados por el afán de superar errores, vencer dificultades y avanzar”.\nEl mandatario reconoció que ante la compleja situación económica, y ante el afán por cumplir con los lineamientos de la política económica y social del Octavo Congreso del Partido, con el impulso de la formación de mipymes, “no se fue lo debidamente firme en la exigencia de crear bases normativas suficientemente robustas e integrales para conducir el funcionamiento de estas formas de gestión, que ya operaban en la economía, pero sin un reconocimiento formal”.\nEn ese sentido, precisó que los controles demostraron que muchos de esos negocios no fueron honestos ni transparentes, por lo que “ningún violador del fisco y la legalidad en general puede cuestionar las exigencias derivadas del análisis de los errores y distorsiones del proceso”.\nAsimismo, reconoció la necesidad de enfrentar el delito, la corrupción, las ilegalidades, disciplinas y distorsiones que afectan el desarrollo de la economía.\nDe igual forma, el mandatario cubano alertó sobre la necesidad de prevenir y hacer frente a las múltiples tipicidades y tendencias delictivas en los últimos años.\n“Hay que fortalecer el trabajo educativo desde las familias, la escuela, las instituciones y la sociedad. Hay que perfeccionar nuestros mecanismos de control popular, para gestionar el cumplimiento de las funciones y responsabilidades de los dirigentes y funcionarios ante el pueblo con transparencia e integridad. Tenemos que lograr el rigor en el descubrimiento de los actos delictivos y su procesamiento, siempre respetando el debido proceso y las garantías”, insistió.\nSobre el escenario internacional, afirmó que Cuba nunca ha participado en actos de terrorismo y se solidarizó con el candidato del Gran Polo Patriótico Nicolás Maduro en Venezuela, y con el pueblo palestino.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-cubano-clausura-tercer-periodo-de-sesiones-del-parlamento/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 437,
    "message_id": 73400,
    "date": "2024-07-20T00:55:12+00:00",
    "text": "teleSUR\nPresidente cubano clausura tercer periodo de sesiones del Parlamento\nhttps://www.telesurtv.net/presidente-cubano-clausura-tercer-periodo-de-sesiones-del-parlamento/",
    "photo_path": null,
    "views": 1677,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el presidente de cuba, miguel díaz canel bermúdez, afirmó este viernes que es hora de superar los diagnósticos y pasar a las acciones, al clausurar el tercer periodo de la décima legislatura de la asamblea nacional del poder popular (anpp). el mandatario indicó que los diputados aprobaron seis leyes trascendentales para cuba que desarrollan preceptos recogidos en la constitución de 2019, de las cuales tres están presentes por vez primera en el ordenamiento jurídico de la isla. “nos referimos a las leyes de ciudadanía, del procedimiento administrativo y de transparencia y acceso a la información pública. los ricos debates y aportaciones de los diputados en el análisis de cada proyecto de ley, las han robustecido y obligado a realizar importantes cambios en su contenido”, sostuvo. asimismo, destacó que los proyectos más debatidos resultaron los relacionados con el estatus de los ciudadanos cubanos y extranjeros en la isla, como la ley de ciudadanía, la ley de migración y la ley de extranjería. “estas leyes muestran la voluntad de ensanchar y ampliar las relaciones con todos los cubanos, con todos los comprometidos con su patria, y ratifican que cuba es un sitio seguro y de respeto para todos los extranjeros que decidan residir en el territorio nacional”, aseguró. de acuerdo con el mandatario, en todos los casos se preservan los intereses de la defensa y la seguridad de la nación y la integridad de las personas. el jefe de estado también se refirió a los obstáculos que enfrentan los proyectos de justicia social, por lo que es necesario “desafiar poderosas fuerzas dominantes dentro y fuera del ámbito social y nacional”. en ese sentido, reconoció que para cuba “el momento es muy difícil, sin dudas. lo dice el pueblo y lo ratificamos quienes trabajamos por aliviar el impacto de esas dificultades en la cotidianidad de todos. pero la revolución vive y sus enemigos lo saben. por eso, la acosan y la atacan”. el mandatario rememoró que desde sus inicios, la revolución siempre ha sido amenazada; su economía desabastecida y saboteada; y calificó a esa parte de la historia nacional como aleccionadora, inspiradora y heroica. “el momento es muy difícil, pero la historia que le antecede es tan aleccionadora, tan inspiradora, tan heroica, que ella sola responde a todas las interrogantes con la siempre desafiante frase con que el general de ejército nos enseñó a enfrentar la dificultad: ‘sí se puede’”, afirmó. recordó que el legado del líder cubano fidel castro y las enseñanzas del general de ejército, raúl castro, estimulan a quienes “hoy cumplimos la honrosa tarea de dar continuidad a la revolución para recordarnos que, aun en medio de los mayores desafíos, cuba llegó alcanzar algunos de los mejores indicadores de desarrollo humano”. asimismo, instó a los cubanos a mantener la unidad como principal arma para resistir y vencer. “es la unidad desde la participación optimista. es el compromiso actuando en función de un propósito y un ideal: salvar la patria, mantener y desarrollar la revolución y el socialismo, única garantía de preservación de una justicia social que conquistó este pueblo en más de 150 años de lucha y a la que no renunciará jamás”, aseguró. el dignatario cubano destacó la legitimidad del debate, porque de él nacerán “las mejores decisiones, los mejores aportes, dictados por el afán de superar errores, vencer dificultades y avanzar”. el mandatario reconoció que ante la compleja situación económica, y ante el afán por cumplir con los lineamientos de la política económica y social del octavo congreso del partido, con el impulso de la formación de mipymes, “no se fue lo debidamente firme en la exigencia de crear bases normativas suficientemente robustas e integrales para conducir el funcionamiento de estas formas de gestión, que ya operaban en la economía, pero sin un reconocimiento formal”. en ese sentido, precisó que los controles demostraron que muchos de esos negocios no fueron honestos ni transparentes, por lo que “ningún violador del fisco y la legalidad en general puede cuestionar las exigencias derivadas del análisis de los errores y distorsiones del proceso”. asimismo, reconoció la necesidad de enfrentar el delito, la corrupción, las ilegalidades, disciplinas y distorsiones que afectan el desarrollo de la economía. de igual forma, el mandatario cubano alertó sobre la necesidad de prevenir y hacer frente a las múltiples tipicidades y tendencias delictivas en los últimos años. “hay que fortalecer el trabajo educativo desde las familias, la escuela, las instituciones y la sociedad. hay que perfeccionar nuestros mecanismos de control popular, para gestionar el cumplimiento de las funciones y responsabilidades de los dirigentes y funcionarios ante el pueblo con transparencia e integridad. tenemos que lograr el rigor en el descubrimiento de los actos delictivos y su procesamiento, siempre respetando el debido proceso y las garantías”, insistió. sobre el escenario internacional, afirmó que cuba nunca ha participado en actos de terrorismo y se solidarizó con el candidato del gran polo patriótico nicolás maduro en venezuela, y con el pueblo palestino.",
    "tokens": [
      "presidente",
      "cuba",
      ",",
      "miguel",
      "díaz",
      "canel",
      "bermúdez",
      ",",
      "afirmó",
      "viernes",
      "hora",
      "superar",
      "diagnósticos",
      "pasar",
      "acciones",
      ",",
      "clausurar",
      "tercer",
      "periodo",
      "décima",
      "legislatura",
      "asamblea",
      "nacional",
      "poder",
      "popular",
      "(",
      "anpp",
      ")",
      ".",
      "mandatario",
      "indicó",
      "diputados",
      "aprobaron",
      "seis",
      "leyes",
      "trascendentales",
      "cuba",
      "desarrollan",
      "preceptos",
      "recogidos",
      "constitución",
      "2019",
      ",",
      "cuales",
      "tres",
      "presentes",
      "vez",
      "primera",
      "ordenamiento",
      "jurídico",
      "isla",
      ".",
      "“",
      "referimos",
      "leyes",
      "ciudadanía",
      ",",
      "procedimiento",
      "administrativo",
      "transparencia",
      "acceso",
      "información",
      "pública",
      ".",
      "ricos",
      "debates",
      "aportaciones",
      "diputados",
      "análisis",
      "cada",
      "proyecto",
      "ley",
      ",",
      "robustecido",
      "obligado",
      "realizar",
      "importantes",
      "cambios",
      "contenido",
      "”",
      ",",
      "sostuvo",
      ".",
      "asimismo",
      ",",
      "destacó",
      "proyectos",
      "debatidos",
      "resultaron",
      "relacionados",
      "estatus",
      "ciudadanos",
      "cubanos",
      "extranjeros",
      "isla",
      ",",
      "ley",
      "ciudadanía",
      ",",
      "ley",
      "migración",
      "ley",
      "extranjería",
      ".",
      "“",
      "leyes",
      "muestran",
      "voluntad",
      "ensanchar",
      "ampliar",
      "relaciones",
      "cubanos",
      ",",
      "comprometidos",
      "patria",
      ",",
      "ratifican",
      "cuba",
      "sitio",
      "seguro",
      "respeto",
      "extranjeros",
      "decidan",
      "residir",
      "territorio",
      "nacional",
      "”",
      ",",
      "aseguró",
      ".",
      "acuerdo",
      "mandatario",
      ",",
      "casos",
      "preservan",
      "intereses",
      "defensa",
      "seguridad",
      "nación",
      "integridad",
      "personas",
      ".",
      "jefe",
      "refirió",
      "obstáculos",
      "enfrentan",
      "proyectos",
      "justicia",
      "social",
      ",",
      "necesario",
      "“",
      "desafiar",
      "poderosas",
      "fuerzas",
      "dominantes",
      "dentro",
      "ámbito",
      "social",
      "nacional",
      "”",
      ".",
      ",",
      "reconoció",
      "cuba",
      "“",
      "momento",
      "difícil",
      ",",
      "dudas",
      ".",
      "dice",
      "pueblo",
      "ratificamos",
      "trabajamos",
      "aliviar",
      "impacto",
      "dificultades",
      "cotidianidad",
      ".",
      "revolución",
      "vive",
      "enemigos",
      "saben",
      ".",
      ",",
      "acosan",
      "atacan",
      "”",
      ".",
      "mandatario",
      "rememoró",
      "inicios",
      ",",
      "revolución",
      "siempre",
      "sido",
      "amenazada",
      ";",
      "economía",
      "desabastecida",
      "saboteada",
      ";",
      "calificó",
      "parte",
      "historia",
      "nacional",
      "aleccionadora",
      ",",
      "inspiradora",
      "heroica",
      ".",
      "“",
      "momento",
      "difícil",
      ",",
      "historia",
      "antecede",
      "tan",
      "aleccionadora",
      ",",
      "tan",
      "inspiradora",
      ",",
      "tan",
      "heroica",
      ",",
      "sola",
      "responde",
      "todas",
      "interrogantes",
      "siempre",
      "desafiante",
      "frase",
      "general",
      "ejército",
      "enseñó",
      "enfrentar",
      "dificultad",
      ":",
      "‘",
      "puede",
      "’",
      "”",
      ",",
      "afirmó",
      ".",
      "recordó",
      "legado",
      "líder",
      "cubano",
      "fidel",
      "castro",
      "enseñanzas",
      "general",
      "ejército",
      ",",
      "raúl",
      "castro",
      ",",
      "estimulan",
      "“",
      "hoy",
      "cumplimos",
      "honrosa",
      "tarea",
      "dar",
      "continuidad",
      "revolución",
      "recordarnos",
      ",",
      "aun",
      "medio",
      "mayores",
      "desafíos",
      ",",
      "cuba",
      "llegó",
      "alcanzar",
      "mejores",
      "indicadores",
      "desarrollo",
      "humano",
      "”",
      ".",
      "asimismo",
      ",",
      "instó",
      "cubanos",
      "mantener",
      "unidad",
      "principal",
      "arma",
      "resistir",
      "vencer",
      ".",
      "“",
      "unidad",
      "participación",
      "optimista",
      ".",
      "compromiso",
      "actuando",
      "función",
      "propósito",
      "ideal",
      ":",
      "salvar",
      "patria",
      ",",
      "mantener",
      "desarrollar",
      "revolución",
      "socialismo",
      ",",
      "única",
      "garantía",
      "preservación",
      "justicia",
      "social",
      "conquistó",
      "pueblo",
      "150",
      "años",
      "lucha",
      "renunciará",
      "jamás",
      "”",
      ",",
      "aseguró",
      ".",
      "dignatario",
      "cubano",
      "destacó",
      "legitimidad",
      "debate",
      ",",
      "nacerán",
      "“",
      "mejores",
      "decisiones",
      ",",
      "mejores",
      "aportes",
      ",",
      "dictados",
      "afán",
      "superar",
      "errores",
      ",",
      "vencer",
      "dificultades",
      "avanzar",
      "”",
      ".",
      "mandatario",
      "reconoció",
      "compleja",
      "situación",
      "económica",
      ",",
      "afán",
      "cumplir",
      "lineamientos",
      "política",
      "económica",
      "social",
      "octavo",
      "congreso",
      "partido",
      ",",
      "impulso",
      "formación",
      "mipymes",
      ",",
      "“",
      "debidamente",
      "firme",
      "exigencia",
      "crear",
      "bases",
      "normativas",
      "suficientemente",
      "robustas",
      "integrales",
      "conducir",
      "funcionamiento",
      "formas",
      "gestión",
      ",",
      "operaban",
      "economía",
      ",",
      "reconocimiento",
      "formal",
      "”",
      ".",
      ",",
      "precisó",
      "controles",
      "demostraron",
      "negocios",
      "honestos",
      "transparentes",
      ",",
      "“",
      "ningún",
      "violador",
      "fisco",
      "legalidad",
      "general",
      "puede",
      "cuestionar",
      "exigencias",
      "derivadas",
      "análisis",
      "errores",
      "distorsiones",
      "proceso",
      "”",
      ".",
      "asimismo",
      ",",
      "reconoció",
      "necesidad",
      "enfrentar",
      "delito",
      ",",
      "corrupción",
      ",",
      "ilegalidades",
      ",",
      "disciplinas",
      "distorsiones",
      "afectan",
      "desarrollo",
      "economía",
      ".",
      "igual",
      "forma",
      ",",
      "mandatario",
      "cubano",
      "alertó",
      "necesidad",
      "prevenir",
      "hacer",
      "frente",
      "múltiples",
      "tipicidades",
      "tendencias",
      "delictivas",
      "últimos",
      "años",
      ".",
      "“",
      "fortalecer",
      "trabajo",
      "educativo",
      "familias",
      ",",
      "escuela",
      ",",
      "instituciones",
      "sociedad",
      ".",
      "perfeccionar",
      "mecanismos",
      "control",
      "popular",
      ",",
      "gestionar",
      "cumplimiento",
      "funciones",
      "responsabilidades",
      "dirigentes",
      "funcionarios",
      "pueblo",
      "transparencia",
      "integridad",
      ".",
      "lograr",
      "rigor",
      "descubrimiento",
      "actos",
      "delictivos",
      "procesamiento",
      ",",
      "siempre",
      "respetando",
      "debido",
      "proceso",
      "garantías",
      "”",
      ",",
      "insistió",
      ".",
      "escenario",
      "internacional",
      ",",
      "afirmó",
      "cuba",
      "nunca",
      "participado",
      "actos",
      "terrorismo",
      "solidarizó",
      "candidato",
      "gran",
      "polo",
      "patriótico",
      "nicolás",
      "maduro",
      "venezuela",
      ",",
      "pueblo",
      "palestino",
      "."
    ],
    "token_count": 518,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 87,
      "NN": 301,
      "FW": 173,
      "VBZ": 16,
      "NNS": 41,
      "VBP": 27,
      "JJ": 77,
      "IN": 31,
      "CD": 2,
      "CC": 4,
      "DT": 3,
      "RB": 1,
      "PRP": 1
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-FW": 24,
      "FW-NNP": 28,
      "NNP-NNP": 24,
      "NNP-VBZ": 8,
      "VBZ-NN": 3,
      "NN-NNS": 12,
      "NNS-VBP": 23,
      "VBP-JJ": 16,
      "JJ-NN": 50,
      "NN-IN": 22,
      "IN-FW": 24,
      "FW-JJ": 12,
      "NN-NN": 190,
      "JJ-JJ": 6,
      "FW-FW": 93,
      "NNP-FW": 17,
      "NN-JJ": 22,
      "NNS-NNS": 7,
      "VBP-NNP": 4,
      "NN-VBP": 2,
      "VBP-NN": 3,
      "NNP-IN": 2,
      "IN-CD": 1,
      "CD-IN": 1,
      "FW-NNS": 14,
      "VBP-NNS": 2,
      "NNP-VBP": 1,
      "JJ-FW": 10,
      "IN-NNP": 2,
      "VBP-IN": 2,
      "FW-NN": 22,
      "NN-VBZ": 5,
      "VBZ-NNS": 1,
      "NNS-IN": 2,
      "IN-NN": 2,
      "NN-NNP": 21,
      "JJ-NNS": 5,
      "NNS-JJ": 3,
      "VBZ-JJ": 7,
      "IN-JJ": 2,
      "VBZ-IN": 2,
      "NNS-NNP": 1,
      "NNP-JJ": 5,
      "JJ-NNP": 6,
      "VBZ-FW": 3,
      "NNP-CC": 3,
      "CC-JJ": 3,
      "NNS-VBZ": 3,
      "FW-CD": 1,
      "CD-NN": 1,
      "FW-DT": 2,
      "DT-NN": 3,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NN-PRP": 1,
      "PRP-VBP": 1,
      "FW-CC": 1,
      "CC-DT": 1,
      "NNS-FW": 2
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 5,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NNP": 13,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NN": 3,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 6,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 18,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 8,
      "JJ-NN-NN": 33,
      "NN-NN-NN": 117,
      "NN-NN-NNS": 9,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NN-NN-IN": 13,
      "IN-FW-FW": 11,
      "FW-FW-FW": 54,
      "FW-FW-NNP": 9,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 13,
      "NNP-NNP-NN": 3,
      "NNP-NN-NN": 21,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 17,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NN": 4,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NN-FW-FW": 15,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NNS": 4,
      "FW-NNS-NNS": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-FW": 6,
      "JJ-FW-FW": 8,
      "FW-NNP-FW": 12,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NN-NNS": 2,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "FW-JJ-FW": 2,
      "FW-FW-NN": 11,
      "FW-NN-IN": 2,
      "FW-FW-NNS": 10,
      "FW-NNS-VBP": 7,
      "NN-NN-VBZ": 5,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NN-NNP": 14,
      "NN-NNP-NN": 9,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "FW-NN-FW": 3,
      "VBZ-NN-NN": 1,
      "NN-NN-FW": 14,
      "JJ-NN-JJ": 5,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-NNP": 4,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 1,
      "IN-FW-NN": 4,
      "FW-NN-NN": 13,
      "FW-NN-JJ": 2,
      "NN-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "IN-FW-NNP": 1,
      "NNP-FW-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "FW-NNP-NN": 6,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "NN-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-JJ": 2,
      "NNP-JJ-NN": 4,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-FW": 2,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-NNP-JJ": 1,
      "VBZ-FW-JJ": 1,
      "JJ-FW-JJ": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "FW-FW-JJ": 5,
      "VBZ-JJ-FW": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 3,
      "CC-JJ-NN": 2,
      "NN-NNP-NNP": 4,
      "NN-IN-NN": 1,
      "IN-NN-IN": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "FW-NN-NNP": 1,
      "NN-JJ-JJ": 2,
      "NNP-NNP-JJ": 1,
      "JJ-NN-FW": 2,
      "NN-FW-NN": 4,
      "VBZ-NN-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-FW-DT": 2,
      "FW-DT-NN": 2,
      "DT-NN-NN": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "CC-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "VBP-JJ-NNS": 1,
      "FW-NN-PRP": 1,
      "NN-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "FW-FW-CC": 1,
      "FW-CC-DT": 1,
      "CC-DT-NN": 1,
      "VBP-JJ-NNP": 2,
      "NN-NNS-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NNS-NNS-NNS": 1,
      "NNP-NN-NNP": 1,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "NN-JJ-FW": 1,
      "NN-NNP-CC": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 301,
        "FW": 173,
        "NNP": 87,
        "JJ": 77,
        "NNS": 41
      },
      "top_bigrams": {
        "NN-NN": 190,
        "FW-FW": 93,
        "JJ-NN": 50,
        "FW-NNP": 28,
        "NNP-NN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 117,
        "FW-FW-FW": 54,
        "JJ-NN-NN": 33,
        "NNP-NN-NN": 21,
        "NN-IN-FW": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 208,
      "VP": 47,
      "PP": 7,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0135
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 4,
        "weight": 0.0135
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('por', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Ciudadanía', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('nacional', 'JJ') ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('aseguró', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Cuba"
      },
      {
        "label": "NP",
        "text": "Miguel Díaz Canel Bermúdez"
      },
      {
        "label": "NP",
        "text": "afirmó este viernes"
      },
      {
        "label": "VP",
        "text": "que es hora"
      },
      {
        "label": "NP",
        "text": "es hora"
      },
      {
        "label": "NP",
        "text": "los diagnósticos y"
      },
      {
        "label": "VP",
        "text": "pasar a las acciones"
      },
      {
        "label": "NP",
        "text": "a las acciones"
      },
      {
        "label": "VP",
        "text": "al clausurar el tercer periodo"
      },
      {
        "label": "NP",
        "text": "clausurar el tercer periodo"
      },
      {
        "label": "NP",
        "text": "Asamblea Nacional"
      },
      {
        "label": "NP",
        "text": "Poder Popular"
      },
      {
        "label": "NP",
        "text": "ANPP"
      },
      {
        "label": "NP",
        "text": "El mandatario indicó que los"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Cuba/NNP)\n  ,/,\n  (NP Miguel/NNP Díaz/NNP Canel/NNP Bermúdez/NNP)\n  ,/,\n  (NP afirmó/JJ este/NN viernes/NNS)\n  (VP que/VBP (NP es/JJ hora/NN))\n  de/IN\n  superar/FW\n  (NP los/JJ diagnósticos/NN y/NN)\n  (VP pasar/VBZ (NP a/DT las/JJ acciones/NNS))\n  ,/,\n  (VP al/VBP (NP clausurar/JJ el/JJ tercer/NN periodo/NN))\n  de/IN\n  la/FW\n  décima/FW\n  legislatura/FW\n  de/FW\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP)\n  del/FW\n  (NP Poder/NNP Popular/NNP)\n  (/(\n  (NP ANPP/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP El/NNP mandatario/NN indicó/NN que/NN los/NN)\n  (NP\n    diputados/JJ\n    aprobaron/NN\n    seis/NN\n    leyes/NNS\n    trascendentales/NNS)\n  (VP para/VBP (NP Cuba/NNP que/NN desarrollan/NN))\n  (VP preceptos/VBP (NP recogidos/NN))\n  en/FW\n  la/FW\n  (NP Constitución/NNP)\n  de/IN\n  2019/CD\n  ,/,\n  de/FW\n  las/FW\n  (NP cuales/NNS tres/NNS)\n  (VP están/VBP (NP presentes/NNS))\n  (VP por/VBP (NP vez/JJ primera/NN))\n  en/IN\n  el/FW\n  ordenamiento/FW\n  jurídico/FW\n  de/FW\n  la/FW\n  (NP isla/NN)\n  ./.)",
      "(S\n  (NP “/JJ Nos/NNP referimos/NN)\n  (NP a/DT las/JJ leyes/NN)\n  (PP de/IN (NP Ciudadanía/NNP))\n  ,/,\n  (NP del/NN Procedimiento/NNP Administrativo/NNP y/NNP)\n  (PP de/IN (NP Transparencia/NNP y/NNP Acceso/NNP))\n  (NP a/DT la/NN Información/NNP Pública/NNP)\n  ./.)",
      "(S\n  (NP Los/NNP ricos/NN)\n  (VP debates/VBZ (NP y/JJ aportaciones/NNS))\n  de/IN\n  los/FW\n  (ADJP diputados/JJ)\n  en/FW\n  el/FW\n  (NP análisis/NN)\n  de/IN\n  cada/FW\n  proyecto/FW\n  de/FW\n  ley/FW\n  ,/,\n  las/FW\n  (NP han/NN robustecido/NN y/NN)\n  (PP obligado/IN (NP a/DT realizar/NN))\n  (VP importantes/VBZ (NP cambios/NNS))\n  (PP en/IN (NP su/NN contenido/NN ”/NNP))\n  ,/,\n  (NP sostuvo/NN)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP\n    destacó/NN\n    que/NN\n    los/NN\n    proyectos/NN\n    más/NN\n    debatidos/NN\n    resultaron/NN\n    los/NN)\n  (NP relacionados/JJ con/NN el/NN estatus/NN)\n  de/IN\n  los/FW\n  (NP ciudadanos/JJ cubanos/NNS)\n  (VP y/VBP extranjeros/JJ)\n  en/FW\n  la/FW\n  isla/FW\n  ,/,\n  (NP como/NN la/NN Ley/NNP)\n  (PP de/IN (NP Ciudadanía/NNP))\n  ,/,\n  la/FW\n  (NP Ley/NNP)\n  de/FW\n  (NP Migración/NNP)\n  y/CC\n  (NP la/JJ Ley/NNP)\n  de/FW\n  (NP Extranjería/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          4484,
          4491
        ],
        "start": 4484,
        "end": 4491
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el mandatario, en todos los casos se preservan los intereses de la defensa y la",
        "position": [
          1285,
          1376
        ],
        "start": 1285,
        "end": 1376
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "transparencia e integridad. tenemos que lograr el rigor en el descubrimiento de los actos delictivos y su procesamiento, siempre respetando el debido proceso",
        "position": [
          4748,
          4905
        ],
        "start": 4748,
        "end": 4905
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          51,
          57
        ],
        "start": 51,
        "end": 57
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          3873,
          3880
        ],
        "start": 3873,
        "end": 3880
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "diputados en el análisis de cada proyecto",
        "position": [
          651,
          692
        ],
        "start": 651,
        "end": 692
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          4199,
          4209
        ],
        "start": 4199,
        "end": 4209
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1364,
          1371
        ],
        "start": 1364,
        "end": 1371
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación optimista. es el compromiso actuando en función de un propósito y un ideal: salvar la patria, mantener y desarrollar la revolución y el socialismo, única garantía de preservación de una justicia social",
        "position": [
          2885,
          3100
        ],
        "start": 2885,
        "end": 3100
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de cuba",
        "position": [
          3,
          21
        ],
        "start": 3,
        "end": 21
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          197,
          214
        ],
        "start": 197,
        "end": 214
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "escuela, las instituciones",
        "position": [
          4525,
          4551
        ],
        "start": 4525,
        "end": 4551
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          800,
          807
        ],
        "start": 800,
        "end": 807
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          684,
          699
        ],
        "start": 684,
        "end": 699
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          369,
          381
        ],
        "start": 369,
        "end": 381
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "escuela",
        "position": [
          4525,
          4532
        ],
        "start": 4525,
        "end": 4532
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          17,
          21
        ],
        "start": 17,
        "end": 21
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          5104,
          5113
        ],
        "start": 5104,
        "end": 5113
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado también",
        "position": [
          1444,
          1458
        ],
        "start": 1444,
        "end": 1458
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "escuela, las",
        "position": [
          4525,
          4537
        ],
        "start": 4525,
        "end": 4537
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2563,
          2566
        ],
        "start": 2563,
        "end": 2566
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          1518,
          1533
        ],
        "start": 1518,
        "end": 1533
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 150",
        "position": [
          3130,
          3140
        ],
        "start": 3130,
        "end": 3140
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "General de Ejército",
        "tipo": "Persona"
      },
      {
        "nombre": "Raúl Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "ANPP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Miguel Díaz Canel Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "Poder Popular",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Defensa y la Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "General de Ejército",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cuba",
        "relacion": "AFIRMAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Cuba",
        "relacion": "AFIRMAR",
        "objeto": "Poder Popular"
      },
      {
        "sujeto": "Cuba",
        "relacion": "AFIRMAR",
        "objeto": "ANPP"
      },
      {
        "sujeto": "Miguel Díaz Canel Bermúdez",
        "relacion": "AFIRMAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Miguel Díaz Canel Bermúdez",
        "relacion": "AFIRMAR",
        "objeto": "Poder Popular"
      },
      {
        "sujeto": "Miguel Díaz Canel Bermúdez",
        "relacion": "AFIRMAR",
        "objeto": "ANPP"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ESTIMULAR_RECORDAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ESTIMULAR_RECORDAR",
        "objeto": "General de Ejército"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ESTIMULAR_RECORDAR",
        "objeto": "Raúl Castro"
      },
      {
        "sujeto": "Cuba",
        "relacion": "PARTICIPAR_AFIRMAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": 0.296,
    "pos": 0.018,
    "neu": 0.967,
    "neg": 0.015,
    "label": "positive"
  }
}