{
  "url": "https://www.telesurtv.net/venezuela-rediseno-estrategico-de-la-opep/",
  "title": "Venezuela propone a la OPEP un rediseño estratégico del mercado petrolero - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Mercado Energético",
    "OPEP",
    "petróleo",
    "Venezuela"
  ],
  "text": "En un escenario global marcado por tensiones comerciales, sanciones unilaterales y una transición energética politizada, Venezuela propuso a la OPEP+ una revisión profunda de su estrategia para garantizar la estabilidad del mercado petrolero. El presidente Nicolás Maduro anunció el envío de una carta a los líderes de los países miembros de la organización, instando a una evaluación de su desempeño y a un ajuste en sus mecanismos de coordinación.\nEl medio de investigación venezolano, Misión Verdad, reseña en un reciente informe que “La propuesta del presidente Nicolás Maduro no busca alterar el mercado con intervenciones abruptas sino anticipar sus movimientos y protegerlo de ciclos destructivos”. La propuesta llega en un momento crítico, con el crudo Brent cotizando por debajo de los 65 dólares por barril, su nivel más bajo desde la pandemia, y proyecciones que advierten una posible caída a 60 dólares este año.\n\n\n\nLa OPEP, fundada hace más de seis décadas, es un actor clave en la regulación del mercado energético. Sin embargo, en 2016, frente a la crisis de precios provocada por el auge del shale oil estadounidense, la organización amplió su membresía, dando origen a la OPEP+. Esta alianza, que incluye a Rusia y otros productores, logró estabilizar los precios mediante acuerdos de recortes y cuotas.\nNo obstante, el entorno actual plantea nuevos desafíos. Las sanciones económicas contra países productores, las restricciones a las inversiones en el Sur Global y la presión por una transición energética acelerada —a menudo impulsada por intereses geopolíticos— han complicado el panorama. A esto se suma que, pese a los discursos sobre la disminución del consumo de hidrocarburos, la demanda global sigue creciendo, especialmente en Asia, África y América Latina.\nSegún datos de la OPEP, se espera un aumento de 1,3 millones de barriles diarios (b/d) en 2025 y un crecimiento similar en 2026, con una demanda total que rondaría los 105 millones de b/d. Este incremento se debe, en parte, al transporte aéreo, la movilidad terrestre y el dinamismo industrial. Sin embargo, la desconexión entre las políticas energéticas de Occidente y la realidad del consumo global aumenta el riesgo de nuevos choques en los precios.\n\n\n\nLos últimos reportes de la OPEP+ reflejan problemas de cumplimiento en las cuotas de producción. En mayo de 2025, el grupo produjo 26,75 millones de b/d, apenas 150.000 b/d más que en abril, muy por debajo de lo previsto. Arabia Saudita incrementó su producción en 130.000 b/d, pero otros miembros clave, como Irak y Emiratos Árabes Unidos, no alcanzaron sus metas debido a sobreproducciones anteriores y limitaciones estructurales.\nAnalistas de Morgan Stanley señalan que los ajustes anunciados han tenido un impacto marginal, lo que genera dudas sobre la capacidad de la organización para actuar de manera sincronizada. Esta falta de coordinación no es solo un problema técnico, sino un reflejo de la necesidad de una alineación estratégica más sólida en un entorno cada vez más volátil.\n\n\n\nLa caída en los precios del petróleo —que ya se acercan a niveles críticos— podría tener graves consecuencias. Goldman Sachs proyecta que el Brent podría descender a 60 dólares en 2025 y a 56 dólares en 2026. Un escenario prolongado de precios bajos afectaría la capacidad de inversión de las petroleras, la viabilidad fiscal de los países productores y, en última instancia, la estabilidad política de regiones enteras.\nAnte esto, la propuesta venezolana busca no solo evitar crisis como la de 2014 —cuando el petróleo cayó por debajo de los 30 dólares—, sino también fortalecer la gobernanza multilateral de la OPEP+. Esto incluiría mecanismos de cumplimiento más rigurosos, cooperación técnica y financiera, y una defensa activa del valor estratégico del crudo.\nComo señaló recientemente el secretario general de la OPEP, Haitham Al Ghais, se requieren inversiones anuales de 650 mil millones de dólares hasta 2050 para equilibrar oferta y demanda. Lograrlo exigirá una estrategia común en un mundo donde el petróleo sigue siendo indispensable, pese a las narrativas de transición acelerada.\nLa iniciativa de Venezuela, por tanto, no es un llamado a intervenciones abruptas, sino a una adaptación estratégica que garantice la sostenibilidad del mercado en medio de un panorama energético cada vez más complejo.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-rediseno-estrategico-de-la-opep/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1506,
    "message_id": 96204,
    "date": "2025-06-12T19:55:07+00:00",
    "text": "teleSUR\nVenezuela propone a la OPEP un rediseño estratégico del mercado petrolero\nhttps://www.telesurtv.net/venezuela-rediseno-estrategico-de-la-opep/",
    "photo_path": null,
    "views": 1560,
    "reactions": {
      "🔥": 19,
      "👏": 18,
      "👍": 5,
      "❤": 3,
      "🤔": 1,
      "💩": 1
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "en un escenario global marcado por tensiones comerciales, sanciones unilaterales y una transición energética politizada, venezuela propuso a la opep+ una revisión profunda de su estrategia para garantizar la estabilidad del mercado petrolero. el presidente nicolás maduro anunció el envío de una carta a los líderes de los países miembros de la organización, instando a una evaluación de su desempeño y a un ajuste en sus mecanismos de coordinación. el medio de investigación venezolano, misión verdad, reseña en un reciente informe que “la propuesta del presidente nicolás maduro no busca alterar el mercado con intervenciones abruptas sino anticipar sus movimientos y protegerlo de ciclos destructivos”. la propuesta llega en un momento crítico, con el crudo brent cotizando por debajo de los 65 dólares por barril, su nivel más bajo desde la pandemia, y proyecciones que advierten una posible caída a 60 dólares este año. la opep, fundada hace más de seis décadas, es un actor clave en la regulación del mercado energético. sin embargo, en 2016, frente a la crisis de precios provocada por el auge del shale oil estadounidense, la organización amplió su membresía, dando origen a la opep+. esta alianza, que incluye a rusia y otros productores, logró estabilizar los precios mediante acuerdos de recortes y cuotas. no obstante, el entorno actual plantea nuevos desafíos. las sanciones económicas contra países productores, las restricciones a las inversiones en el sur global y la presión por una transición energética acelerada —a menudo impulsada por intereses geopolíticos— han complicado el panorama. a esto se suma que, pese a los discursos sobre la disminución del consumo de hidrocarburos, la demanda global sigue creciendo, especialmente en asia, áfrica y américa latina. según datos de la opep, se espera un aumento de 1,3 millones de barriles diarios (b/d) en 2025 y un crecimiento similar en 2026, con una demanda total que rondaría los 105 millones de b/d. este incremento se debe, en parte, al transporte aéreo, la movilidad terrestre y el dinamismo industrial. sin embargo, la desconexión entre las políticas energéticas de occidente y la realidad del consumo global aumenta el riesgo de nuevos choques en los precios. los últimos reportes de la opep+ reflejan problemas de cumplimiento en las cuotas de producción. en mayo de 2025, el grupo produjo 26,75 millones de b/d, apenas 150.000 b/d más que en abril, muy por debajo de lo previsto. arabia saudita incrementó su producción en 130.000 b/d, pero otros miembros clave, como irak y emiratos árabes unidos, no alcanzaron sus metas debido a sobreproducciones anteriores y limitaciones estructurales. analistas de morgan stanley señalan que los ajustes anunciados han tenido un impacto marginal, lo que genera dudas sobre la capacidad de la organización para actuar de manera sincronizada. esta falta de coordinación no es solo un problema técnico, sino un reflejo de la necesidad de una alineación estratégica más sólida en un entorno cada vez más volátil. la caída en los precios del petróleo —que ya se acercan a niveles críticos— podría tener graves consecuencias. goldman sachs proyecta que el brent podría descender a 60 dólares en 2025 y a 56 dólares en 2026. un escenario prolongado de precios bajos afectaría la capacidad de inversión de las petroleras, la viabilidad fiscal de los países productores y, en última instancia, la estabilidad política de regiones enteras. ante esto, la propuesta venezolana busca no solo evitar crisis como la de 2014 —cuando el petróleo cayó por debajo de los 30 dólares—, sino también fortalecer la gobernanza multilateral de la opep+. esto incluiría mecanismos de cumplimiento más rigurosos, cooperación técnica y financiera, y una defensa activa del valor estratégico del crudo. como señaló recientemente el secretario general de la opep, haitham al ghais, se requieren inversiones anuales de 650 mil millones de dólares hasta 2050 para equilibrar oferta y demanda. lograrlo exigirá una estrategia común en un mundo donde el petróleo sigue siendo indispensable, pese a las narrativas de transición acelerada. la iniciativa de venezuela, por tanto, no es un llamado a intervenciones abruptas, sino a una adaptación estratégica que garantice la sostenibilidad del mercado en medio de un panorama energético cada vez más complejo.",
    "tokens": [
      "escenario",
      "global",
      "marcado",
      "tensiones",
      "comerciales",
      ",",
      "sanciones",
      "unilaterales",
      "transición",
      "energética",
      "politizada",
      ",",
      "venezuela",
      "propuso",
      "opep+",
      "revisión",
      "profunda",
      "estrategia",
      "garantizar",
      "estabilidad",
      "mercado",
      "petrolero",
      ".",
      "presidente",
      "nicolás",
      "maduro",
      "anunció",
      "envío",
      "carta",
      "líderes",
      "países",
      "miembros",
      "organización",
      ",",
      "instando",
      "evaluación",
      "desempeño",
      "ajuste",
      "mecanismos",
      "coordinación",
      ".",
      "medio",
      "investigación",
      "venezolano",
      ",",
      "misión",
      "verdad",
      ",",
      "reseña",
      "reciente",
      "informe",
      "“",
      "propuesta",
      "presidente",
      "nicolás",
      "maduro",
      "busca",
      "alterar",
      "mercado",
      "intervenciones",
      "abruptas",
      "sino",
      "anticipar",
      "movimientos",
      "protegerlo",
      "ciclos",
      "destructivos",
      "”",
      ".",
      "propuesta",
      "llega",
      "momento",
      "crítico",
      ",",
      "crudo",
      "brent",
      "cotizando",
      "debajo",
      "65",
      "dólares",
      "barril",
      ",",
      "nivel",
      "bajo",
      "pandemia",
      ",",
      "proyecciones",
      "advierten",
      "posible",
      "caída",
      "60",
      "dólares",
      "año",
      ".",
      "opep",
      ",",
      "fundada",
      "hace",
      "seis",
      "décadas",
      ",",
      "actor",
      "clave",
      "regulación",
      "mercado",
      "energético",
      ".",
      "embargo",
      ",",
      "2016",
      ",",
      "frente",
      "crisis",
      "precios",
      "provocada",
      "auge",
      "shale",
      "oil",
      "estadounidense",
      ",",
      "organización",
      "amplió",
      "membresía",
      ",",
      "dando",
      "origen",
      "opep+",
      ".",
      "alianza",
      ",",
      "incluye",
      "rusia",
      "productores",
      ",",
      "logró",
      "estabilizar",
      "precios",
      "mediante",
      "acuerdos",
      "recortes",
      "cuotas",
      ".",
      "obstante",
      ",",
      "entorno",
      "actual",
      "plantea",
      "nuevos",
      "desafíos",
      ".",
      "sanciones",
      "económicas",
      "países",
      "productores",
      ",",
      "restricciones",
      "inversiones",
      "sur",
      "global",
      "presión",
      "transición",
      "energética",
      "acelerada",
      "—a",
      "menudo",
      "impulsada",
      "intereses",
      "geopolíticos—",
      "complicado",
      "panorama",
      ".",
      "suma",
      ",",
      "pese",
      "discursos",
      "disminución",
      "consumo",
      "hidrocarburos",
      ",",
      "demanda",
      "global",
      "sigue",
      "creciendo",
      ",",
      "especialmente",
      "asia",
      ",",
      "áfrica",
      "américa",
      "latina",
      ".",
      "según",
      "datos",
      "opep",
      ",",
      "espera",
      "aumento",
      "1,3",
      "millones",
      "barriles",
      "diarios",
      "(",
      "b/d",
      ")",
      "2025",
      "crecimiento",
      "similar",
      "2026",
      ",",
      "demanda",
      "total",
      "rondaría",
      "105",
      "millones",
      "b/d",
      ".",
      "incremento",
      "debe",
      ",",
      "parte",
      ",",
      "transporte",
      "aéreo",
      ",",
      "movilidad",
      "terrestre",
      "dinamismo",
      "industrial",
      ".",
      "embargo",
      ",",
      "desconexión",
      "políticas",
      "energéticas",
      "occidente",
      "realidad",
      "consumo",
      "global",
      "aumenta",
      "riesgo",
      "nuevos",
      "choques",
      "precios",
      ".",
      "últimos",
      "reportes",
      "opep+",
      "reflejan",
      "problemas",
      "cumplimiento",
      "cuotas",
      "producción",
      ".",
      "mayo",
      "2025",
      ",",
      "grupo",
      "produjo",
      "26,75",
      "millones",
      "b/d",
      ",",
      "apenas",
      "150.000",
      "b/d",
      "abril",
      ",",
      "debajo",
      "previsto",
      ".",
      "arabia",
      "saudita",
      "incrementó",
      "producción",
      "130.000",
      "b/d",
      ",",
      "miembros",
      "clave",
      ",",
      "irak",
      "emiratos",
      "árabes",
      "unidos",
      ",",
      "alcanzaron",
      "metas",
      "debido",
      "sobreproducciones",
      "anteriores",
      "limitaciones",
      "estructurales",
      ".",
      "analistas",
      "morgan",
      "stanley",
      "señalan",
      "ajustes",
      "anunciados",
      "impacto",
      "marginal",
      ",",
      "genera",
      "dudas",
      "capacidad",
      "organización",
      "actuar",
      "manera",
      "sincronizada",
      ".",
      "falta",
      "coordinación",
      "solo",
      "problema",
      "técnico",
      ",",
      "sino",
      "reflejo",
      "necesidad",
      "alineación",
      "estratégica",
      "sólida",
      "entorno",
      "cada",
      "vez",
      "volátil",
      ".",
      "caída",
      "precios",
      "petróleo",
      "—que",
      "acercan",
      "niveles",
      "críticos—",
      "podría",
      "tener",
      "graves",
      "consecuencias",
      ".",
      "goldman",
      "sachs",
      "proyecta",
      "brent",
      "podría",
      "descender",
      "60",
      "dólares",
      "2025",
      "56",
      "dólares",
      "2026.",
      "escenario",
      "prolongado",
      "precios",
      "bajos",
      "afectaría",
      "capacidad",
      "inversión",
      "petroleras",
      ",",
      "viabilidad",
      "fiscal",
      "países",
      "productores",
      ",",
      "última",
      "instancia",
      ",",
      "estabilidad",
      "política",
      "regiones",
      "enteras",
      ".",
      ",",
      "propuesta",
      "venezolana",
      "busca",
      "solo",
      "evitar",
      "crisis",
      "2014",
      "—cuando",
      "petróleo",
      "cayó",
      "debajo",
      "30",
      "dólares—",
      ",",
      "sino",
      "fortalecer",
      "gobernanza",
      "multilateral",
      "opep+",
      ".",
      "incluiría",
      "mecanismos",
      "cumplimiento",
      "rigurosos",
      ",",
      "cooperación",
      "técnica",
      "financiera",
      ",",
      "defensa",
      "activa",
      "valor",
      "estratégico",
      "crudo",
      ".",
      "señaló",
      "recientemente",
      "secretario",
      "general",
      "opep",
      ",",
      "haitham",
      "ghais",
      ",",
      "requieren",
      "inversiones",
      "anuales",
      "650",
      "mil",
      "millones",
      "dólares",
      "2050",
      "equilibrar",
      "oferta",
      "demanda",
      ".",
      "lograrlo",
      "exigirá",
      "estrategia",
      "común",
      "mundo",
      "petróleo",
      "sigue",
      "siendo",
      "indispensable",
      ",",
      "pese",
      "narrativas",
      "transición",
      "acelerada",
      ".",
      "iniciativa",
      "venezuela",
      ",",
      ",",
      "llamado",
      "intervenciones",
      "abruptas",
      ",",
      "sino",
      "adaptación",
      "estratégica",
      "garantice",
      "sostenibilidad",
      "mercado",
      "medio",
      "panorama",
      "energético",
      "cada",
      "vez",
      "complejo",
      "."
    ],
    "token_count": 466,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 66,
      "JJ": 63,
      "NN": 240,
      "NNS": 46,
      "IN": 33,
      "FW": 135,
      "VBZ": 7,
      "DT": 6,
      "RB": 6,
      "VBP": 22,
      "CD": 19,
      "VBD": 3,
      "VBN": 2,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-JJ": 3,
      "JJ-NN": 38,
      "NN-JJ": 19,
      "NN-NN": 136,
      "NN-NNS": 6,
      "NNS-NNS": 11,
      "NNS-JJ": 2,
      "NN-NNP": 14,
      "NNP-NN": 27,
      "NN-IN": 24,
      "IN-FW": 15,
      "FW-FW": 82,
      "FW-NN": 19,
      "NNP-NNP": 21,
      "NN-FW": 20,
      "NN-VBZ": 3,
      "VBZ-IN": 3,
      "FW-NNS": 8,
      "NNS-FW": 6,
      "IN-NN": 4,
      "FW-NNP": 17,
      "FW-JJ": 4,
      "NNP-DT": 2,
      "DT-NN": 6,
      "NN-RB": 4,
      "RB-JJ": 4,
      "NNS-VBP": 16,
      "VBP-NN": 2,
      "JJ-NNP": 4,
      "IN-JJ": 5,
      "FW-CD": 3,
      "CD-NNS": 7,
      "NNS-RB": 2,
      "RB-VBP": 1,
      "VBP-JJ": 9,
      "JJ-JJ": 9,
      "NN-CD": 5,
      "NNP-VBD": 2,
      "VBD-NN": 1,
      "NN-VBP": 3,
      "VBP-VBN": 2,
      "VBN-FW": 1,
      "CD-NN": 7,
      "JJ-NNS": 9,
      "VBP-FW": 1,
      "FW-VBP": 1,
      "VBP-DT": 1,
      "NNP-VBZ": 3,
      "VBZ-JJ": 4,
      "NNS-VBZ": 1,
      "VBP-NNS": 2,
      "VBP-NNP": 3,
      "NNP-FW": 7,
      "IN-CD": 6,
      "NNS-IN": 4,
      "IN-NNS": 3,
      "VBP-IN": 1,
      "CD-JJ": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "NNS-NNP": 3,
      "FW-IN": 1,
      "NNS-CD": 1,
      "VBN-NNP": 1,
      "NN-DT": 3,
      "CD-CD": 1,
      "CD-NNP": 2,
      "JJ-FW": 3,
      "NNP-VBP": 1,
      "VBD-JJ": 1,
      "RB-CD": 1,
      "VBP-CD": 1,
      "NN-CC": 1,
      "CC-JJ": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 3,
      "JJ-NN-JJ": 4,
      "NN-JJ-NN": 14,
      "JJ-NN-NN": 23,
      "NN-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNS": 4,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "NN-NN-NN": 73,
      "NN-NN-NNP": 9,
      "NN-NNP-NN": 8,
      "NNP-NN-NN": 20,
      "NN-NNP-JJ": 1,
      "NN-NN-IN": 17,
      "NN-IN-FW": 13,
      "IN-FW-FW": 6,
      "FW-FW-FW": 53,
      "FW-FW-NN": 9,
      "FW-NN-NNP": 2,
      "NNP-NN-NNP": 1,
      "NN-NNP-NNP": 3,
      "NNP-NNP-NN": 8,
      "NN-NN-FW": 12,
      "NN-FW-FW": 11,
      "FW-NN-NN": 8,
      "NN-NN-VBZ": 3,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "IN-FW-NNS": 3,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 5,
      "FW-NN-JJ": 5,
      "JJ-NN-IN": 5,
      "IN-FW-NN": 1,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 5,
      "NNP-NN-FW": 4,
      "FW-FW-NNP": 12,
      "FW-NNP-NNP": 7,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 3,
      "NNP-NNP-DT": 2,
      "NNP-DT-NN": 2,
      "DT-NN-RB": 4,
      "NN-RB-JJ": 4,
      "RB-JJ-NN": 2,
      "NN-NNS-VBP": 4,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "IN-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 4,
      "IN-FW-CD": 2,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NN-NN-JJ": 9,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 3,
      "JJ-NN-CD": 2,
      "NN-CD-NNS": 3,
      "CD-NNS-VBP": 1,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "FW-NNS-VBP": 4,
      "VBP-JJ-NN": 3,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-FW": 1,
      "VBN-FW-FW": 1,
      "NN-NN-CD": 3,
      "NN-CD-NN": 2,
      "CD-NN-FW": 1,
      "NN-FW-NN": 6,
      "FW-NN-FW": 3,
      "FW-FW-JJ": 2,
      "NNP-NN-NNS": 1,
      "JJ-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "RB-JJ-JJ": 1,
      "JJ-NN-NNP": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-FW": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NN-FW-NNP": 2,
      "NNP-NNP-NNP": 7,
      "FW-NNP-FW": 5,
      "NNP-FW-NN": 3,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-IN": 3,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "CD-NN-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NN-VBP-JJ": 1,
      "NNP-FW-FW": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-IN": 1,
      "NNP-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NN": 4,
      "FW-FW-NNS": 4,
      "FW-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-VBP": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-NNP": 1,
      "VBN-NNP-NNP": 1,
      "DT-NN-NN": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-FW": 1,
      "NNP-FW-NNP": 1,
      "VBZ-IN-NN": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "NNP-NN-IN": 1,
      "IN-NN-DT": 1,
      "NN-DT-NN": 3,
      "NN-JJ-NNS": 1,
      "JJ-NN-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNS-IN-CD": 2,
      "IN-CD-CD": 1,
      "CD-CD-NNS": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "JJ-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-NNS-NNS": 1,
      "FW-NN-IN": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NN-NN-DT": 2,
      "FW-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "FW-CD-NN": 1,
      "NNP-NNP-JJ": 1,
      "NN-JJ-FW": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-RB": 1,
      "NNS-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-FW": 2,
      "NNS-FW-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "RB-JJ-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 240,
        "FW": 135,
        "NNP": 66,
        "JJ": 63,
        "NNS": 46
      },
      "top_bigrams": {
        "NN-NN": 136,
        "FW-FW": 82,
        "JJ-NN": 38,
        "NNP-NN": 27,
        "NN-IN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 73,
        "FW-FW-FW": 53,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 20,
        "NN-NN-IN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 172,
      "VP": 36,
      "ADJP": 12,
      "PP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0271
      },
      {
        "rule": "NP -> ('dólares', 'NNS')",
        "frequency": 5,
        "weight": 0.0194
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0155
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "NP -> ('b/d', 'NN')",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN') ('OPEP+', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('coordinación', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('clave', 'VBP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un escenario"
      },
      {
        "label": "NP",
        "text": "global marcado por tensiones comerciales"
      },
      {
        "label": "NP",
        "text": "sanciones unilaterales"
      },
      {
        "label": "NP",
        "text": "una transición energética politizada"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "VP",
        "text": "propuso a la OPEP+ una revisión profunda"
      },
      {
        "label": "NP",
        "text": "a la OPEP+"
      },
      {
        "label": "NP",
        "text": "una revisión profunda"
      },
      {
        "label": "NP",
        "text": "mercado petrolero"
      },
      {
        "label": "NP",
        "text": "El presidente Nicolás Maduro anunció el"
      },
      {
        "label": "VP",
        "text": "carta"
      },
      {
        "label": "ADJP",
        "text": "los"
      },
      {
        "label": "VP",
        "text": "líderes"
      },
      {
        "label": "NP",
        "text": "países"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ escenario/NN)\n  (NP global/JJ marcado/NN por/NN tensiones/NNS comerciales/NNS)\n  ,/,\n  (NP sanciones/NNS unilaterales/NNS)\n  y/RB\n  (NP una/JJ transición/NN energética/NN politizada/NN)\n  ,/,\n  (NP Venezuela/NNP)\n  (VP\n    propuso/VBZ\n    (NP a/DT la/NN OPEP+/NNP)\n    (NP una/JJ revisión/NN profunda/NN))\n  de/IN\n  su/FW\n  estrategia/FW\n  para/FW\n  garantizar/FW\n  la/FW\n  estabilidad/FW\n  del/FW\n  (NP mercado/NN petrolero/NN)\n  ./.)",
      "(S\n  (NP El/NNP presidente/NN Nicolás/NNP Maduro/NNP anunció/NN el/NN)\n  envío/FW\n  de/FW\n  una/FW\n  (VP carta/VB)\n  a/DT\n  (ADJP los/JJ)\n  (VP líderes/VBZ)\n  de/FW\n  los/FW\n  (NP países/NNS)\n  miembros/FW\n  de/FW\n  la/FW\n  organización/FW\n  ,/,\n  (VP instando/VB (NP a/DT una/JJ evaluación/NN))\n  de/IN\n  su/FW\n  (NP desempeño/NN)\n  (VP y/VBZ (NP a/DT un/JJ ajuste/NN))\n  (PP en/IN (NP sus/NN mecanismos/NN))\n  (PP de/IN (NP coordinación/NN))\n  ./.)",
      "(S\n  (NP El/NNP medio/NN)\n  de/FW\n  investigación/FW\n  (NP venezolano/NN)\n  ,/,\n  (NP Misión/NNP Verdad/NNP)\n  ,/,\n  (NP reseña/NN)\n  en/FW\n  (NP un/JJ reciente/NN informe/NN que/NN “/NNP La/NNP)\n  propuesta/FW\n  del/FW\n  presidente/FW\n  (NP Nicolás/NNP Maduro/NNP)\n  (NP no/DT busca/NN)\n  alterar/RB\n  (NP el/JJ mercado/NN con/NN intervenciones/NNS)\n  (VP\n    abruptas/VBP\n    (NP\n      sino/NN\n      anticipar/NN\n      sus/NN\n      movimientos/NN\n      y/NN\n      protegerlo/NN))\n  de/IN\n  ciclos/FW\n  (NP destructivos/JJ ”/NN)\n  ./.)",
      "(S\n  (NP La/NNP propuesta/NN llega/NN)\n  (PP en/IN (NP un/JJ momento/NN crítico/NN))\n  ,/,\n  (NP con/NN el/NN crudo/NN Brent/NNP cotizando/NN por/NN debajo/NN)\n  de/IN\n  los/FW\n  65/CD\n  (NP dólares/NNS)\n  (NP por/JJ barril/NN)\n  ,/,\n  (NP su/JJ nivel/NN más/NN bajo/NN desde/NN la/NN pandemia/NN)\n  ,/,\n  (NP y/JJ proyecciones/NNS)\n  que/RB\n  (VP advierten/VBP (NP una/JJ posible/JJ caída/NN))\n  a/DT\n  60/CD\n  (NP dólares/NNS)\n  (VP este/VBP (NP año/NN))\n  ./.)",
      "(S\n  (NP La/NNP OPEP/NNP)\n  ,/,\n  (NP fundada/JJ hace/NN más/NN)\n  de/IN\n  seis/FW\n  (NP décadas/NNS)\n  ,/,\n  (VP es/VBP (NP un/JJ actor/NN))\n  (VP clave/VBP)\n  (VP en/VBN)\n  la/FW\n  regulación/FW\n  del/FW\n  (NP mercado/NN energético/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "mercado con intervenciones abruptas sino anticipar sus movimientos y protegerlo de ciclos destructivos”. la propuesta llega en un momento crítico, con el crudo brent cotizando por debajo de los 65 dólares por barril, su nivel más bajo desde la pandemia, y proyecciones que advierten una posible caída",
        "position": [
          601,
          901
        ],
        "start": 601,
        "end": 901
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          1074,
          1081
        ],
        "start": 1074,
        "end": 1081
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          3311,
          3320
        ],
        "start": 3311,
        "end": 3320
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          3805,
          3811
        ],
        "start": 3805,
        "end": 3811
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          272,
          279
        ],
        "start": 272,
        "end": 279
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3752,
          3759
        ],
        "start": 3752,
        "end": 3759
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          246,
          271
        ],
        "start": 246,
        "end": 271
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "regulación",
        "position": [
          995,
          1005
        ],
        "start": 995,
        "end": 1005
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          121,
          130
        ],
        "start": 121,
        "end": 130
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          3812,
          3825
        ],
        "start": 3812,
        "end": 3825
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1034,
          1041
        ],
        "start": 1034,
        "end": 1041
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "3 millones",
        "position": [
          1836,
          1846
        ],
        "start": 1836,
        "end": 1846
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lograrlo",
        "tipo": "Persona"
      },
      {
        "nombre": "Haitham Al Ghais",
        "tipo": "Persona"
      },
      {
        "nombre": "OPEP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Emiratos Árabes Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Morgan Stanley",
        "tipo": "Persona"
      },
      {
        "nombre": "Arabia Saudita",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brent",
        "tipo": "Persona"
      },
      {
        "nombre": "Asia",
        "tipo": "Lugar"
      },
      {
        "nombre": "OPEP+",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Goldman Sachs",
        "tipo": "Persona"
      },
      {
        "nombre": "Irak",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "PROPONER",
        "objeto": "OPEP+"
      },
      {
        "sujeto": "Arabia Saudita",
        "relacion": "INCREMENTAR",
        "objeto": "Irak"
      },
      {
        "sujeto": "Arabia Saudita",
        "relacion": "INCREMENTAR",
        "objeto": "Emiratos Árabes Unidos"
      },
      {
        "sujeto": "Goldman Sachs",
        "relacion": "PROYECTAR",
        "objeto": "Brent"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9814,
    "pos": 0.0,
    "neu": 0.954,
    "neg": 0.046,
    "label": "negative"
  }
}