{
  "url": "https://www.telesurtv.net/asamblea-nacional-venezolana-aprobara-leyes-contra-manifestaciones-de-odio/",
  "title": "Asamblea Nacional venezolana aprobará leyes contra manifestaciones de odio - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Asamblea Nacional venezolana",
    "leyes contra de manifestaciones de odio"
  ],
  "text": "El presidente de la Asamblea Nacional de Venezuela, Jorge Rodríguez, informó este lunes sobre un grupo de disposiciones encaminadas a enfrentar la difusión del odio, el terrorismo y las expresiones fascistas en el país, durante la reunión del Consejo de Defensa Nacional.\n“Nosotros en la Asamblea Nacional y en atención a la solicitud que usted ha hecho, presidente Nicolás Maduro, hemos decidido suspender el receso parlamentario que iniciaría el próximo día 15 de agosto, vamos a dedicarnos a la tarea en este periodo de sesiones durante el receso parlamentario a aprobar un paquete de leyes que usted ha solicitado para poder cuidar y defender a nuestra población del odio, de las expresiones de odio social, del terrorismo y de la difusión de ideas fascistas y de ideas de odio en las redes sociales”, acotó el presidente del Parlamento.\nAsimismo, señaló que las acciones claves son el análisis en segunda instancia de la Ley de Fiscalización, Actuación y Financiamiento de Organizaciones no Gubernamentales y Organizaciones Sociales sin Fines de Lucro.\nRodríguez indicó que tales legislaciones “están reglamentadas en casi todas partes del mundo, pero en Venezuela no”.\n“Hay organizaciones no gubernamentales, como la Cruz Roja, que funcionan prestando un servicio a las personas, pero hay muchas organizaciones no gubernamentales que son la fachada para el financiamiento de acciones terroristas y de acciones como la de los llamados comanditos”, explicó.\nDe igual forma, Rodríguez reveló que “Julio Borges ha hablado desde una plataforma, diciendo que era necesario volver a rearmar los comanditos y que para financiar esos comanditos ya tenían dinero aprobado de la agencia. ¿Cuál agencia? La agencia de los Estados Unidos para el Desarrollo Internacional llamada USAID, que es la principal financista del Centro Carter”.\nTambién comunicó que se analizará en segunda instancia la Ley Contra el Fascismo, el Neofascismo y Expresiones Similares, con la voluntad de enfrentar rápidamente estas corrientes que encarnan un peligro para la unión social en la nación.\n“La Ley Contra el Odio para incorporar los elementos relacionados con siembra de odio en las redes sociales”, manifestó Jorge Rodríguez.\nTambién refirió “y creo, presidente Nicolás Maduro, y lo dejo para la discusión, que Venezuela necesita reglamentar el funcionamiento de las redes sociales. No somos los pioneros en ese tema. Más de 70 países, casi el 40 por ciento de los países aprobados por Naciones Unidas, han reglamentado el funcionamiento de las redes sociales”.\n“La Unión Europea empezó a discutir en el año 2019 y ya hay leyes y reglamentos que de algún modo regulan el funcionamiento de esas instancias. Francia arrancó en el 2018. Gran Bretaña hizo un proyecto de reglamento de redes sociales en 2020 que obligaba a la imparcialidad en temas políticos. Francia exige desde el año 2018 que las redes sociales estén reglamentadas en el momento en que ocurran campañas electorales. Irlanda multó a Twitter en el año 2020 porque se involucró en una campaña política y en aquel momento el fascista Elon Musk no era dueño de Twitter”, añadió el presidente de la asamblea.\nAsimismo, subrayó que “es ahora donde más se ha exacerbado la utilización de esa red social para agredir a los países y para agredir a los gobiernos. En Estados Unidos, el estado de Nueva York, el estado de Arkansas, el estado de Florida también ha reglamentado las redes sociales”.\nEn  este sentido, indicó el valor de la defensa de la población de forma especial  de la infancia “que están siendo ahorita sometidos a una infección de odio por parte de las redes sociales.\nJorge Rodríguez ejemplificó como en la década de los 50 se manipuló a las mujeres para que consumieran cigarrillos.\n“En los años 50 lograron imponer que las mujeres que no fumaban empezaran a fumar después de la Segunda Guerra Mundial y lo lograron y millones de mujeres murieron de cáncer de pulmón y de cáncer de mama por acción de esa propaganda a favor del consumo de cigarrillos por mujeres ¿Qué va a pasar en el futuro de estas niñas y niños venezolanos que están infectados por este odio?”, argumentó el líder venezolano.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/asamblea-nacional-venezolana-aprobara-leyes-contra-manifestaciones-de-odio/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 1051,
    "message_id": 74444,
    "date": "2024-08-13T03:55:07+00:00",
    "text": "teleSUR\nAsamblea Nacional venezolana aprobará leyes contra manifestaciones de odio\nhttps://www.telesurtv.net/asamblea-nacional-venezolana-aprobara-leyes-contra-manifestaciones-de-odio/",
    "photo_path": null,
    "views": 3171,
    "reactions": {
      "👍": 91,
      "👏": 13
    },
    "total_reactions": 104
  },
  "preprocessing": {
    "cleaned": "el presidente de la asamblea nacional de venezuela, jorge rodríguez, informó este lunes sobre un grupo de disposiciones encaminadas a enfrentar la difusión del odio, el terrorismo y las expresiones fascistas en el país, durante la reunión del consejo de defensa nacional. “nosotros en la asamblea nacional y en atención a la solicitud que usted ha hecho, presidente nicolás maduro, hemos decidido suspender el receso parlamentario que iniciaría el próximo día 15 de agosto, vamos a dedicarnos a la tarea en este periodo de sesiones durante el receso parlamentario a aprobar un paquete de leyes que usted ha solicitado para poder cuidar y defender a nuestra población del odio, de las expresiones de odio social, del terrorismo y de la difusión de ideas fascistas y de ideas de odio en las redes sociales”, acotó el presidente del parlamento. asimismo, señaló que las acciones claves son el análisis en segunda instancia de la ley de fiscalización, actuación y financiamiento de organizaciones no gubernamentales y organizaciones sociales sin fines de lucro. rodríguez indicó que tales legislaciones “están reglamentadas en casi todas partes del mundo, pero en venezuela no”. “hay organizaciones no gubernamentales, como la cruz roja, que funcionan prestando un servicio a las personas, pero hay muchas organizaciones no gubernamentales que son la fachada para el financiamiento de acciones terroristas y de acciones como la de los llamados comanditos”, explicó. de igual forma, rodríguez reveló que “julio borges ha hablado desde una plataforma, diciendo que era necesario volver a rearmar los comanditos y que para financiar esos comanditos ya tenían dinero aprobado de la agencia. ¿cuál agencia? la agencia de los estados unidos para el desarrollo internacional llamada usaid, que es la principal financista del centro carter”. también comunicó que se analizará en segunda instancia la ley contra el fascismo, el neofascismo y expresiones similares, con la voluntad de enfrentar rápidamente estas corrientes que encarnan un peligro para la unión social en la nación. “la ley contra el odio para incorporar los elementos relacionados con siembra de odio en las redes sociales”, manifestó jorge rodríguez. también refirió “y creo, presidente nicolás maduro, y lo dejo para la discusión, que venezuela necesita reglamentar el funcionamiento de las redes sociales. no somos los pioneros en ese tema. más de 70 países, casi el 40 por ciento de los países aprobados por naciones unidas, han reglamentado el funcionamiento de las redes sociales”. “la unión europea empezó a discutir en el año 2019 y ya hay leyes y reglamentos que de algún modo regulan el funcionamiento de esas instancias. francia arrancó en el 2018. gran bretaña hizo un proyecto de reglamento de redes sociales en 2020 que obligaba a la imparcialidad en temas políticos. francia exige desde el año 2018 que las redes sociales estén reglamentadas en el momento en que ocurran campañas electorales. irlanda multó a twitter en el año 2020 porque se involucró en una campaña política y en aquel momento el fascista elon musk no era dueño de twitter”, añadió el presidente de la asamblea. asimismo, subrayó que “es ahora donde más se ha exacerbado la utilización de esa red social para agredir a los países y para agredir a los gobiernos. en estados unidos, el estado de nueva york, el estado de arkansas, el estado de florida también ha reglamentado las redes sociales”. en este sentido, indicó el valor de la defensa de la población de forma especial de la infancia “que están siendo ahorita sometidos a una infección de odio por parte de las redes sociales. jorge rodríguez ejemplificó como en la década de los 50 se manipuló a las mujeres para que consumieran cigarrillos. “en los años 50 lograron imponer que las mujeres que no fumaban empezaran a fumar después de la segunda guerra mundial y lo lograron y millones de mujeres murieron de cáncer de pulmón y de cáncer de mama por acción de esa propaganda a favor del consumo de cigarrillos por mujeres ¿qué va a pasar en el futuro de estas niñas y niños venezolanos que están infectados por este odio?”, argumentó el líder venezolano.",
    "tokens": [
      "presidente",
      "asamblea",
      "nacional",
      "venezuela",
      ",",
      "jorge",
      "rodríguez",
      ",",
      "informó",
      "lunes",
      "grupo",
      "disposiciones",
      "encaminadas",
      "enfrentar",
      "difusión",
      "odio",
      ",",
      "terrorismo",
      "expresiones",
      "fascistas",
      "país",
      ",",
      "reunión",
      "consejo",
      "defensa",
      "nacional",
      ".",
      "“",
      "asamblea",
      "nacional",
      "atención",
      "solicitud",
      "usted",
      "hecho",
      ",",
      "presidente",
      "nicolás",
      "maduro",
      ",",
      "decidido",
      "suspender",
      "receso",
      "parlamentario",
      "iniciaría",
      "próximo",
      "día",
      "15",
      "agosto",
      ",",
      "vamos",
      "dedicarnos",
      "tarea",
      "periodo",
      "sesiones",
      "receso",
      "parlamentario",
      "aprobar",
      "paquete",
      "leyes",
      "usted",
      "solicitado",
      "poder",
      "cuidar",
      "defender",
      "población",
      "odio",
      ",",
      "expresiones",
      "odio",
      "social",
      ",",
      "terrorismo",
      "difusión",
      "ideas",
      "fascistas",
      "ideas",
      "odio",
      "redes",
      "sociales",
      "”",
      ",",
      "acotó",
      "presidente",
      "parlamento",
      ".",
      "asimismo",
      ",",
      "señaló",
      "acciones",
      "claves",
      "análisis",
      "segunda",
      "instancia",
      "ley",
      "fiscalización",
      ",",
      "actuación",
      "financiamiento",
      "organizaciones",
      "gubernamentales",
      "organizaciones",
      "sociales",
      "fines",
      "lucro",
      ".",
      "rodríguez",
      "indicó",
      "tales",
      "legislaciones",
      "“",
      "reglamentadas",
      "casi",
      "todas",
      "partes",
      "mundo",
      ",",
      "venezuela",
      "”",
      ".",
      "“",
      "organizaciones",
      "gubernamentales",
      ",",
      "cruz",
      "roja",
      ",",
      "funcionan",
      "prestando",
      "servicio",
      "personas",
      ",",
      "muchas",
      "organizaciones",
      "gubernamentales",
      "fachada",
      "financiamiento",
      "acciones",
      "terroristas",
      "acciones",
      "llamados",
      "comanditos",
      "”",
      ",",
      "explicó",
      ".",
      "igual",
      "forma",
      ",",
      "rodríguez",
      "reveló",
      "“",
      "julio",
      "borges",
      "hablado",
      "plataforma",
      ",",
      "diciendo",
      "necesario",
      "volver",
      "rearmar",
      "comanditos",
      "financiar",
      "comanditos",
      "dinero",
      "aprobado",
      "agencia",
      ".",
      "¿cuál",
      "agencia",
      "?",
      "agencia",
      "unidos",
      "desarrollo",
      "internacional",
      "llamada",
      "usaid",
      ",",
      "principal",
      "financista",
      "centro",
      "carter",
      "”",
      ".",
      "comunicó",
      "analizará",
      "segunda",
      "instancia",
      "ley",
      "fascismo",
      ",",
      "neofascismo",
      "expresiones",
      "similares",
      ",",
      "voluntad",
      "enfrentar",
      "rápidamente",
      "corrientes",
      "encarnan",
      "peligro",
      "unión",
      "social",
      "nación",
      ".",
      "“",
      "ley",
      "odio",
      "incorporar",
      "elementos",
      "relacionados",
      "siembra",
      "odio",
      "redes",
      "sociales",
      "”",
      ",",
      "manifestó",
      "jorge",
      "rodríguez",
      ".",
      "refirió",
      "“",
      "creo",
      ",",
      "presidente",
      "nicolás",
      "maduro",
      ",",
      "dejo",
      "discusión",
      ",",
      "venezuela",
      "necesita",
      "reglamentar",
      "funcionamiento",
      "redes",
      "sociales",
      ".",
      "pioneros",
      "tema",
      ".",
      "70",
      "países",
      ",",
      "casi",
      "40",
      "ciento",
      "países",
      "aprobados",
      "naciones",
      "unidas",
      ",",
      "reglamentado",
      "funcionamiento",
      "redes",
      "sociales",
      "”",
      ".",
      "“",
      "unión",
      "europea",
      "empezó",
      "discutir",
      "año",
      "2019",
      "leyes",
      "reglamentos",
      "algún",
      "modo",
      "regulan",
      "funcionamiento",
      "instancias",
      ".",
      "francia",
      "arrancó",
      "2018.",
      "gran",
      "bretaña",
      "hizo",
      "proyecto",
      "reglamento",
      "redes",
      "sociales",
      "2020",
      "obligaba",
      "imparcialidad",
      "temas",
      "políticos",
      ".",
      "francia",
      "exige",
      "año",
      "2018",
      "redes",
      "sociales",
      "reglamentadas",
      "momento",
      "ocurran",
      "campañas",
      "electorales",
      ".",
      "irlanda",
      "multó",
      "twitter",
      "año",
      "2020",
      "involucró",
      "campaña",
      "política",
      "aquel",
      "momento",
      "fascista",
      "elon",
      "musk",
      "dueño",
      "twitter",
      "”",
      ",",
      "añadió",
      "presidente",
      "asamblea",
      ".",
      "asimismo",
      ",",
      "subrayó",
      "“",
      "ahora",
      "exacerbado",
      "utilización",
      "red",
      "social",
      "agredir",
      "países",
      "agredir",
      "gobiernos",
      ".",
      "unidos",
      ",",
      "nueva",
      "york",
      ",",
      "arkansas",
      ",",
      "florida",
      "reglamentado",
      "redes",
      "sociales",
      "”",
      ".",
      ",",
      "indicó",
      "valor",
      "defensa",
      "población",
      "forma",
      "especial",
      "infancia",
      "“",
      "siendo",
      "ahorita",
      "sometidos",
      "infección",
      "odio",
      "parte",
      "redes",
      "sociales",
      ".",
      "jorge",
      "rodríguez",
      "ejemplificó",
      "década",
      "50",
      "manipuló",
      "mujeres",
      "consumieran",
      "cigarrillos",
      ".",
      "“",
      "años",
      "50",
      "lograron",
      "imponer",
      "mujeres",
      "fumaban",
      "empezaran",
      "fumar",
      "después",
      "segunda",
      "guerra",
      "mundial",
      "lograron",
      "millones",
      "mujeres",
      "murieron",
      "cáncer",
      "pulmón",
      "cáncer",
      "mama",
      "acción",
      "propaganda",
      "favor",
      "consumo",
      "cigarrillos",
      "mujeres",
      "¿qué",
      "va",
      "pasar",
      "futuro",
      "niñas",
      "niños",
      "venezolanos",
      "infectados",
      "odio",
      "?",
      "”",
      ",",
      "argumentó",
      "líder",
      "venezolano",
      "."
    ],
    "token_count": 420,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 89,
      "NN": 214,
      "FW": 140,
      "NNS": 43,
      "VBP": 23,
      "JJ": 53,
      "IN": 34,
      "VBD": 5,
      "CD": 10,
      "DT": 7,
      "NNPS": 1,
      "VBZ": 12,
      "RB": 3,
      "JJR": 1,
      "CC": 1,
      "VB": 3,
      "MD": 1
    },
    "bigram_freq": {
      "NNP-NN": 24,
      "NN-FW": 17,
      "FW-FW": 84,
      "FW-NNP": 19,
      "NNP-NNP": 36,
      "NNP-FW": 11,
      "NN-NN": 114,
      "NN-NNS": 12,
      "NNS-VBP": 18,
      "VBP-JJ": 15,
      "JJ-NN": 38,
      "NN-IN": 26,
      "IN-NNS": 5,
      "NNS-NNS": 10,
      "JJ-FW": 7,
      "FW-NN": 21,
      "NN-VBD": 4,
      "VBD-JJ": 3,
      "NN-NNP": 17,
      "VBD-CD": 1,
      "CD-IN": 1,
      "IN-FW": 18,
      "FW-NNS": 9,
      "VBP-NN": 4,
      "NN-JJ": 12,
      "FW-JJ": 6,
      "JJ-NNS": 2,
      "IN-JJ": 2,
      "NNP-IN": 3,
      "IN-NNP": 4,
      "NNP-DT": 3,
      "DT-NNP": 2,
      "NNP-NNPS": 1,
      "NNPS-NNP": 1,
      "NN-VBZ": 3,
      "VBZ-FW": 2,
      "NNP-VBZ": 6,
      "VBZ-DT": 3,
      "DT-NNS": 2,
      "JJ-NNP": 2,
      "NNS-RB": 2,
      "RB-VBP": 2,
      "VBP-JJR": 1,
      "JJR-JJ": 1,
      "NNS-IN": 4,
      "NNS-JJ": 1,
      "NNP-JJ": 1,
      "NNP-VBP": 2,
      "JJ-JJ": 4,
      "IN-NN": 3,
      "VBP-NNP": 1,
      "VBZ-JJ": 3,
      "NNP-CC": 1,
      "CC-NN": 1,
      "NN-VBP": 1,
      "NNS-VBZ": 3,
      "DT-JJ": 1,
      "IN-CD": 2,
      "CD-NNS": 1,
      "VBP-RB": 1,
      "RB-CD": 1,
      "CD-JJ": 1,
      "NNP-VBD": 1,
      "VBD-VB": 1,
      "VB-JJ": 3,
      "NNS-NNP": 4,
      "NN-CD": 5,
      "CD-NN": 6,
      "NN-VB": 1,
      "CD-NNP": 1,
      "NN-MD": 1,
      "MD-VB": 1,
      "VBZ-NNS": 2,
      "VBZ-NNP": 1,
      "DT-NN": 2,
      "VBZ-NN": 1,
      "FW-CD": 1,
      "VBP-DT": 1,
      "NNS-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 1,
      "NN-FW-FW": 8,
      "FW-FW-NNP": 10,
      "FW-NNP-NNP": 11,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 5,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-NN": 13,
      "NNP-NN-NN": 18,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 9,
      "JJ-NN-IN": 12,
      "NN-IN-NNS": 3,
      "IN-NNS-NNS": 3,
      "NNS-NNS-VBP": 7,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 3,
      "FW-FW-NN": 8,
      "FW-NN-NN": 8,
      "NN-NN-NN": 62,
      "NN-NNS-NNS": 2,
      "JJ-NN-NN": 17,
      "NN-NN-FW": 5,
      "FW-FW-FW": 56,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 5,
      "NNP-FW-NN": 1,
      "FW-NN-FW": 7,
      "FW-NN-VBD": 2,
      "NN-VBD-JJ": 3,
      "VBD-JJ-NN": 3,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 7,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-FW": 10,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 3,
      "JJ-FW-NN": 3,
      "NN-NN-IN": 12,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 9,
      "NN-IN-FW": 17,
      "IN-FW-NN": 1,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "FW-NNS-NNS": 4,
      "NN-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "IN-FW-NNP": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-DT": 1,
      "NNP-DT-NNP": 2,
      "DT-NNP-NNPS": 1,
      "NNP-NNPS-NNP": 1,
      "NNPS-NNP-NN": 1,
      "NNP-NN-NNP": 4,
      "NN-NNP-IN": 2,
      "IN-NNP-NNP": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NN-FW-NNP": 1,
      "FW-NNP-DT": 1,
      "DT-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NNS": 2,
      "DT-NNS-VBP": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "JJ-NN-NNS": 5,
      "NN-VBZ-DT": 1,
      "DT-NNS-RB": 1,
      "NNS-RB-VBP": 2,
      "RB-VBP-JJR": 1,
      "VBP-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNS": 2,
      "IN-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-NNP": 2,
      "NN-NNP-NN": 4,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "JJ-NN-FW": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "NN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "IN-FW-NNS": 3,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-VB": 1,
      "VBD-VB-JJ": 1,
      "VB-JJ-NN": 2,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-NNP": 3,
      "VBZ-JJ-FW": 1,
      "FW-NN-CD": 2,
      "NN-CD-NN": 4,
      "CD-NN-VB": 1,
      "NN-VB-JJ": 1,
      "NN-FW-NN": 7,
      "FW-NNP-NN": 3,
      "NN-NN-CD": 3,
      "NN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NN-JJ": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-MD": 1,
      "NN-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-FW": 1,
      "NN-NNP-VBZ": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-NNS": 2,
      "VBZ-NNS-RB": 1,
      "RB-VBP-JJ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NNP-FW": 1,
      "CD-NN-FW": 1,
      "NN-FW-JJ": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-NN-JJ": 1,
      "NN-NNS-NNP": 1,
      "IN-NNP-FW": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "FW-NN-IN": 2,
      "IN-FW-JJ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 2,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBD": 1,
      "IN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 214,
        "FW": 140,
        "NNP": 89,
        "JJ": 53,
        "NNS": 43
      },
      "top_bigrams": {
        "NN-NN": 114,
        "FW-FW": 84,
        "JJ-NN": 38,
        "NNP-NNP": 36,
        "NN-IN": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 62,
        "FW-FW-FW": 56,
        "NNP-NN-NN": 18,
        "JJ-NN-NN": 17,
        "NN-IN-FW": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 172,
      "VP": 43,
      "PP": 13,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.023
      },
      {
        "rule": "NP -> ('redes', 'NNS') ('sociales', 'NNS')",
        "frequency": 5,
        "weight": 0.0192
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0192
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 4,
        "weight": 0.0153
      },
      {
        "rule": "NP -> ('Jorge', 'NNP') ('Rodríguez', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('funcionamiento', 'NN')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "ADJP -> ('el', 'JJ')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('usted', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('presidente', 'NN') ('Nicolás', 'NNP') ('Maduro', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Asamblea Nacional"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Jorge Rodríguez"
      },
      {
        "label": "NP",
        "text": "informó este lunes"
      },
      {
        "label": "VP",
        "text": "sobre un grupo"
      },
      {
        "label": "NP",
        "text": "un grupo"
      },
      {
        "label": "PP",
        "text": "de disposiciones"
      },
      {
        "label": "NP",
        "text": "disposiciones"
      },
      {
        "label": "VP",
        "text": "encaminadas a enfrentar la"
      },
      {
        "label": "NP",
        "text": "a enfrentar la"
      },
      {
        "label": "NP",
        "text": "del odio"
      },
      {
        "label": "NP",
        "text": "terrorismo y las expresiones fascistas"
      },
      {
        "label": "VP",
        "text": "en el país"
      },
      {
        "label": "NP",
        "text": "el país"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Jorge/NNP Rodríguez/NNP)\n  ,/,\n  (NP informó/JJ este/NN lunes/NNS)\n  (VP sobre/VBP (NP un/JJ grupo/NN))\n  (PP de/IN (NP disposiciones/NNS))\n  (VP encaminadas/VBP (NP a/DT enfrentar/NN la/NN))\n  difusión/FW\n  (NP del/NN odio/NN)\n  ,/,\n  el/FW\n  (NP terrorismo/NN y/NN las/NN expresiones/NNS fascistas/NNS)\n  (VP en/VBP (NP el/JJ país/NN))\n  ,/,\n  (NP durante/NN)\n  la/FW\n  reunión/FW\n  del/FW\n  (NP Consejo/NNP)\n  de/FW\n  (NP Defensa/NNP Nacional/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Nosotros/NNP)\n  en/FW\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP y/NN)\n  en/FW\n  atención/FW\n  (NP a/DT la/NN solicitud/NN que/NN)\n  (VP usted/VBD (NP ha/JJ hecho/NN))\n  ,/,\n  (NP presidente/NN Nicolás/NNP Maduro/NNP)\n  ,/,\n  (NP\n    hemos/NN\n    decidido/NN\n    suspender/NN\n    el/NN\n    receso/NN\n    parlamentario/NN\n    que/NN\n    iniciaría/NN\n    el/NN\n    próximo/NN)\n  (VP día/VBD)\n  15/CD\n  de/FW\n  agosto/FW\n  ,/,\n  vamos/FW\n  a/DT\n  dedicarnos/FW\n  a/DT\n  la/FW\n  (NP tarea/NN)\n  en/FW\n  (NP este/NN periodo/NN)\n  (PP de/IN (NP sesiones/NNS durante/NNS))\n  (VP\n    el/VBP\n    (NP receso/NN parlamentario/NN)\n    (NP a/DT aprobar/NN)\n    (NP un/JJ paquete/NN))\n  de/IN\n  leyes/FW\n  (NP que/NN)\n  (VP\n    usted/VBD\n    (NP ha/JJ solicitado/NN para/NN poder/NN cuidar/NN y/NN))\n  (VP defender/VB (NP a/DT nuestra/JJ población/NN del/NN odio/NN))\n  ,/,\n  de/FW\n  las/FW\n  expresiones/FW\n  de/FW\n  odio/FW\n  (ADJP social/JJ)\n  ,/,\n  (NP del/JJ terrorismo/NN y/NN)\n  de/IN\n  la/FW\n  difusión/FW\n  de/FW\n  ideas/FW\n  (ADJP fascistas/JJ)\n  y/FW\n  de/FW\n  ideas/FW\n  de/FW\n  odio/FW\n  en/FW\n  las/FW\n  (NP redes/NNS sociales/NNS)\n  ”/RB\n  ,/,\n  (NP acotó/JJ el/NN presidente/NN del/NN Parlamento/NNP)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP señaló/NN que/NN)\n  (NP las/JJ acciones/NNS claves/NNS)\n  (VP son/VBP (NP el/JJ análisis/NN))\n  (PP en/IN (NP segunda/JJ instancia/NN))\n  de/IN\n  la/FW\n  (NP Ley/NNP)\n  de/FW\n  (NP Fiscalización/NNP)\n  ,/,\n  (NP Actuación/NNP y/NNP Financiamiento/NNP)\n  (PP de/IN (NP Organizaciones/NNP))\n  (NP no/DT Gubernamentales/NNP)\n  y/CC\n  (NP Organizaciones/NNP Sociales/NNP sin/NN Fines/NNP)\n  (PP de/IN (NP Lucro/NNP))\n  ./.)",
      "(S\n  (NP\n    Rodríguez/NNP\n    indicó/NN\n    que/NN\n    tales/NNS\n    legislaciones/NNS\n    “/NNP)\n  (VP están/VBP reglamentadas/JJ)\n  en/FW\n  (NP casi/NN todas/NN)\n  (VP partes/VBZ)\n  del/FW\n  (NP mundo/NN)\n  ,/,\n  (NP pero/NN)\n  en/FW\n  (NP Venezuela/NNP)\n  (NP no/DT ”/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Hay/NNP)\n  (VP organizaciones/VBZ (NP no/DT gubernamentales/NNS))\n  ,/,\n  (NP como/NN la/NN Cruz/NNP Roja/NNP)\n  ,/,\n  (NP que/NN funcionan/NN prestando/NN)\n  (ADJP un/JJ)\n  (VP servicio/VBZ (NP a/DT las/JJ personas/NN))\n  ,/,\n  (NP pero/NN hay/NN muchas/NN)\n  (VP organizaciones/VBZ (NP no/DT gubernamentales/NNS) que/RB)\n  (VP son/VBP (NP la/JJR fachada/JJ para/NN el/NN financiamiento/NN))\n  (PP de/IN (NP acciones/NNS terroristas/NNS))\n  y/FW\n  de/FW\n  acciones/FW\n  (NP como/NN)\n  la/FW\n  de/FW\n  los/FW\n  (NP llamados/JJ comanditos/NN ”/NN)\n  ,/,\n  (NP explicó/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "FECHAS_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "LOCALIZACIONES_ESPECIFICAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          2179,
          2188
        ],
        "start": 2179,
        "end": 2188
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra mundial y lo lograron y millones de mujeres murieron de cáncer de pulmón y de cáncer de mama por acción de esa propaganda a favor del consumo de cigarrillos por mujeres ¿qué va a pasar en el",
        "position": [
          3843,
          4040
        ],
        "start": 3843,
        "end": 4040
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          960,
          974
        ],
        "start": 960,
        "end": 974
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña política",
        "position": [
          3028,
          3044
        ],
        "start": 3028,
        "end": 3044
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          852,
          858
        ],
        "start": 852,
        "end": 858
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          69,
          76
        ],
        "start": 69,
        "end": 76
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1453,
          1460
        ],
        "start": 1453,
        "end": 1460
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          254,
          261
        ],
        "start": 254,
        "end": 261
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          3,
          19
        ],
        "start": 3,
        "end": 19
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          20,
          37
        ],
        "start": 20,
        "end": 37
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          2466,
          2481
        ],
        "start": 2466,
        "end": 2481
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          2546,
          2559
        ],
        "start": 2546,
        "end": 2559
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          3697,
          3704
        ],
        "start": 3697,
        "end": 3704
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3159,
          3166
        ],
        "start": 3159,
        "end": 3166
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "reglamento",
        "position": [
          2747,
          2757
        ],
        "start": 2747,
        "end": 2757
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1716,
          1730
        ],
        "start": 1716,
        "end": 1730
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          41,
          50
        ],
        "start": 41,
        "end": 50
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          3321,
          3330
        ],
        "start": 3321,
        "end": 3330
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro carter",
        "position": [
          1814,
          1827
        ],
        "start": 1814,
        "end": 1827
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2019",
        "position": [
          2584,
          2592
        ],
        "start": 2584,
        "end": 2592
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          2578,
          2587
        ],
        "start": 2578,
        "end": 2587
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "próximo día",
        "position": [
          448,
          459
        ],
        "start": 448,
        "end": 459
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 70",
        "position": [
          2398,
          2407
        ],
        "start": 2398,
        "end": 2407
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2019",
        "position": [
          2578,
          2592
        ],
        "start": 2578,
        "end": 2592
      }
    ],
    "match_count": 24
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Elon Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Julio Borges",
        "tipo": "Persona"
      },
      {
        "nombre": "En Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Actuación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Parlamento",
        "tipo": "Lugar"
      },
      {
        "nombre": "Desarrollo Internacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Organizaciones Sociales sin Fines de Lucro",
        "tipo": "Organizacion"
      },
      {
        "nombre": "estado de Nueva York",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francia",
        "tipo": "Lugar"
      },
      {
        "nombre": "USAID",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo de Defensa Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jorge Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "estado de Arkansas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cruz Roja",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Ley Contra el Odio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Expresiones Similares",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Neofascismo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Florida",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro Carter",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gran Bretaña",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Financiamiento de",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Irlanda",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Asamblea Nacional de Venezuela",
        "relacion": "INFORMAR",
        "objeto": "Consejo de Defensa Nacional"
      },
      {
        "sujeto": "Jorge Rodríguez",
        "relacion": "INFORMAR",
        "objeto": "Consejo de Defensa Nacional"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "DECIDIR_ACOTAR",
        "objeto": "Parlamento"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "DECIDIR_ACOTAR",
        "objeto": "Parlamento"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "INDICAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "REVELAR",
        "objeto": "Julio Borges"
      },
      {
        "sujeto": "Jorge Rodríguez",
        "relacion": "MANIFESTAR",
        "objeto": "La Ley Contra el Odio"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CREER_REFERIR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Irlanda",
        "relacion": "MULTAR_A_ADIR",
        "objeto": "Elon Musk"
      },
      {
        "sujeto": "estado de Nueva York",
        "relacion": "REGLAMENTAR",
        "objeto": "En Estados Unidos"
      },
      {
        "sujeto": "En Estados Unidos",
        "relacion": "REGLAMENTAR",
        "objeto": "estado de Arkansas"
      },
      {
        "sujeto": "En Estados Unidos",
        "relacion": "REGLAMENTAR",
        "objeto": "Florida"
      },
      {
        "sujeto": "estado de Nueva York",
        "relacion": "ES",
        "objeto": "estado de Arkansas"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4696,
    "pos": 0.024,
    "neu": 0.947,
    "neg": 0.029,
    "label": "negative"
  }
}