{
  "url": "https://www.telesurtv.net/presidenta-de-honduras-prohibido-olvidar-que-somos-resistencia/",
  "title": "Presidenta de Honduras: prohibido olvidar que somos resistencia - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Celac Social",
    "Golpe de Estado",
    "Xiomara Castro",
    "Zelaya"
  ],
  "text": "En el marco de la reunión de Celac Social, la presidenta de Honduras, Xiomara Castro resaltó la lucha que ha librado su pueblo a 15 años del Golpe de Estado contra el presidente Manuel Zelaya y llamó a no olvidar que “somos resistencia”.\nAl mismo tiempo, Castro se refirió a la respuesta del pueblo que “con la resistencia popular” salió a las calles. “Nos persiguieron, nos rodearon en la embajada de Brasil. Nos sometieron a torturas. Sufrimos represión, exilio, pero iniciamos un proceso revolucionario  que hoy nos tiene aquí: victoriosos y decididos para obtener una nueva victoria”, dijo.\nAsimismo, resaltó que “el Partido Libre, vanguardia revolucionaria del pueblo hondureño es la esperanza para este proceso  de refundación de la Patria” y al mismo tiempo recordó que ”la Cuarta Urna fue un ejercicio democrático, popular sin precedentes que sirvió de excusa al golpismo y al imperio para ejecutar el peor crimen de lesa humanidad y de lesa Patria en nuestra historia”.\nAñadido a ello, insistió que “12 años y siete meses son testigos que un pueblo organizado con resistencia  somos invencibles”.\n“Nos impusieron una magia, una narcodictadura, el latrocinio a través de las asociaciones público-privadas: obsesiones, exoneraciones, contratos leoninos y privatizaciones”, resaltó.\nHaciendo alusión a la narcodictadura de ese contexto histórico hondureño, la presidenta Castro recalcó que esa dictadura “mató, asesinó y asaltó los recursos públicos. Abandonaron la salud, la educación, la seguridad y se entregaron en los brazos del capital que ha empobrecido nuestra nación”.\n“La codicia y la indiferencia prevaleció aún durante la pandemia y los huracanes de Eta y Ota. Vendieron, privatizaron nuestro territorio con las sedes que no eran más que un feudo particular para poder ser explotados por grupos económicos en detrimento de la soberanía nacional”, añadió.\nPara hacer frente a esa realidad, el Gobierno de Xiomara Castro, según la dirigente, respondió con “dignidad y transparencia ante la corrupción, el despojo y el saqueo de la derecha golpista”.\n“En la cancelación de los corruptos y decomisos, devolví el respeto a la función pública del Estado. Ordené las finanzas públicas y hoy la caja única del Estado nos permite tener nuestras cuentas al día”, subrayó Castro.\nSumando a esa serie de acciones, la presidenta enfatizó en la detención de la privatización de la nacional de energía eléctrica y la restitución paulatina de derechos de las clases trabajadoras , destacando las empresas públicas y combatiendo frontalmente la criminalidad y la corrupción, como victorias de su mandato.\n“Estamos haciendo inversiones millonarias como nunca en la historia de nuestro país para la construcción y reparación de carreteras y caminos, apoyando a los pequeños productores con créditos con semillas, fertilizantes: el polo tecnológico. La deuda es inmensa. 12. 700 escuelas abandonadas y destruidas. Ahora reparamos miles de escuelas con la Secretaría de Educación y la Alcaldía sin distingo de colores políticos”, indicó.\nPor otra parte, acotó que su Gobierno está enfocado en la “reconstrucción y construcción de ocho nuevos hospitales”. “Estoy subsidiando los combustibles y subsidio a los más pobres que hoy tienen energía gratis como un alivio económico a las familias hondureñas”, dijo.\n“Miles de becas, reparación de aeropuertos, el pago responsable de nuestra deuda. Todos estos logros son una respuesta a la sangre de nuestros mártires, las lágrimas derramadas por nuestro pueblo en esta lucha de 15 años de resistencia”, señaló y añadió que “sangre de mártires, semilla de libertad”.\nDesde esta tribuna  y “rodeada de la Comunidad Internacional de la sangre” de los mártires hondureños, así como de la resistencia del Partido Libre, la mandataria hondureña saludó a “quiénes se atrevieron a imponer la verdad en un mundo dominado por la manipulación mediática” y al recientemente liberado Julian Assange.\n“Condeno el genocidio contra el pueblo palestino. Condeno los 60 años de bloqueo al pueblo de Cuba, el bloqueo al hermano pueblo de la República Bolivariana de Venezuela  y Nicaragua. Agradezco el mensaje de apoyo del presidente Nicolás Maduro”, aseveró.\nSiguiendo esta línea, dijo que los hondureños y hondureñas están seguro del que presidente Maduro obtendrá el triunfo en las próximas elecciones del 28 de julio.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidenta-de-honduras-prohibido-olvidar-que-somos-resistencia/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 71,
    "message_id": 72672,
    "date": "2024-06-28T23:55:24+00:00",
    "text": "teleSUR\nPresidenta de Honduras: prohibido olvidar que somos resistencia\nhttps://www.telesurtv.net/presidenta-de-honduras-prohibido-olvidar-que-somos-resistencia/",
    "photo_path": null,
    "views": 1575,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "en el marco de la reunión de celac social, la presidenta de honduras, xiomara castro resaltó la lucha que ha librado su pueblo a 15 años del golpe de estado contra el presidente manuel zelaya y llamó a no olvidar que “somos resistencia”. al mismo tiempo, castro se refirió a la respuesta del pueblo que “con la resistencia popular” salió a las calles. “nos persiguieron, nos rodearon en la embajada de brasil. nos sometieron a torturas. sufrimos represión, exilio, pero iniciamos un proceso revolucionario que hoy nos tiene aquí: victoriosos y decididos para obtener una nueva victoria”, dijo. asimismo, resaltó que “el partido libre, vanguardia revolucionaria del pueblo hondureño es la esperanza para este proceso de refundación de la patria” y al mismo tiempo recordó que ”la cuarta urna fue un ejercicio democrático, popular sin precedentes que sirvió de excusa al golpismo y al imperio para ejecutar el peor crimen de lesa humanidad y de lesa patria en nuestra historia”. añadido a ello, insistió que “12 años y siete meses son testigos que un pueblo organizado con resistencia somos invencibles”. “nos impusieron una magia, una narcodictadura, el latrocinio a través de las asociaciones público-privadas: obsesiones, exoneraciones, contratos leoninos y privatizaciones”, resaltó. haciendo alusión a la narcodictadura de ese contexto histórico hondureño, la presidenta castro recalcó que esa dictadura “mató, asesinó y asaltó los recursos públicos. abandonaron la salud, la educación, la seguridad y se entregaron en los brazos del capital que ha empobrecido nuestra nación”. “la codicia y la indiferencia prevaleció aún durante la pandemia y los huracanes de eta y ota. vendieron, privatizaron nuestro territorio con las sedes que no eran más que un feudo particular para poder ser explotados por grupos económicos en detrimento de la soberanía nacional”, añadió. para hacer frente a esa realidad, el gobierno de xiomara castro, según la dirigente, respondió con “dignidad y transparencia ante la corrupción, el despojo y el saqueo de la derecha golpista”. “en la cancelación de los corruptos y decomisos, devolví el respeto a la función pública del estado. ordené las finanzas públicas y hoy la caja única del estado nos permite tener nuestras cuentas al día”, subrayó castro. sumando a esa serie de acciones, la presidenta enfatizó en la detención de la privatización de la nacional de energía eléctrica y la restitución paulatina de derechos de las clases trabajadoras , destacando las empresas públicas y combatiendo frontalmente la criminalidad y la corrupción, como victorias de su mandato. “estamos haciendo inversiones millonarias como nunca en la historia de nuestro país para la construcción y reparación de carreteras y caminos, apoyando a los pequeños productores con créditos con semillas, fertilizantes: el polo tecnológico. la deuda es inmensa. 12. 700 escuelas abandonadas y destruidas. ahora reparamos miles de escuelas con la secretaría de educación y la alcaldía sin distingo de colores políticos”, indicó. por otra parte, acotó que su gobierno está enfocado en la “reconstrucción y construcción de ocho nuevos hospitales”. “estoy subsidiando los combustibles y subsidio a los más pobres que hoy tienen energía gratis como un alivio económico a las familias hondureñas”, dijo. “miles de becas, reparación de aeropuertos, el pago responsable de nuestra deuda. todos estos logros son una respuesta a la sangre de nuestros mártires, las lágrimas derramadas por nuestro pueblo en esta lucha de 15 años de resistencia”, señaló y añadió que “sangre de mártires, semilla de libertad”. desde esta tribuna y “rodeada de la comunidad internacional de la sangre” de los mártires hondureños, así como de la resistencia del partido libre, la mandataria hondureña saludó a “quiénes se atrevieron a imponer la verdad en un mundo dominado por la manipulación mediática” y al recientemente liberado julian assange. “condeno el genocidio contra el pueblo palestino. condeno los 60 años de bloqueo al pueblo de cuba, el bloqueo al hermano pueblo de la república bolivariana de venezuela y nicaragua. agradezco el mensaje de apoyo del presidente nicolás maduro”, aseveró. siguiendo esta línea, dijo que los hondureños y hondureñas están seguro del que presidente maduro obtendrá el triunfo en las próximas elecciones del 28 de julio.",
    "tokens": [
      "marco",
      "reunión",
      "celac",
      "social",
      ",",
      "presidenta",
      "honduras",
      ",",
      "xiomara",
      "castro",
      "resaltó",
      "lucha",
      "librado",
      "pueblo",
      "15",
      "años",
      "golpe",
      "presidente",
      "manuel",
      "zelaya",
      "llamó",
      "olvidar",
      "“",
      "resistencia",
      "”",
      ".",
      "mismo",
      "tiempo",
      ",",
      "castro",
      "refirió",
      "respuesta",
      "pueblo",
      "“",
      "resistencia",
      "popular",
      "”",
      "salió",
      "calles",
      ".",
      "“",
      "persiguieron",
      ",",
      "rodearon",
      "embajada",
      "brasil",
      ".",
      "sometieron",
      "torturas",
      ".",
      "sufrimos",
      "represión",
      ",",
      "exilio",
      ",",
      "iniciamos",
      "proceso",
      "revolucionario",
      "hoy",
      "aquí",
      ":",
      "victoriosos",
      "decididos",
      "obtener",
      "nueva",
      "victoria",
      "”",
      ",",
      "dijo",
      ".",
      "asimismo",
      ",",
      "resaltó",
      "“",
      "partido",
      "libre",
      ",",
      "vanguardia",
      "revolucionaria",
      "pueblo",
      "hondureño",
      "esperanza",
      "proceso",
      "refundación",
      "patria",
      "”",
      "mismo",
      "tiempo",
      "recordó",
      "”",
      "cuarta",
      "urna",
      "ejercicio",
      "democrático",
      ",",
      "popular",
      "precedentes",
      "sirvió",
      "excusa",
      "golpismo",
      "imperio",
      "ejecutar",
      "peor",
      "crimen",
      "lesa",
      "humanidad",
      "lesa",
      "patria",
      "historia",
      "”",
      ".",
      "añadido",
      "ello",
      ",",
      "insistió",
      "“",
      "12",
      "años",
      "siete",
      "meses",
      "testigos",
      "pueblo",
      "organizado",
      "resistencia",
      "invencibles",
      "”",
      ".",
      "“",
      "impusieron",
      "magia",
      ",",
      "narcodictadura",
      ",",
      "latrocinio",
      "través",
      "asociaciones",
      "público-privadas",
      ":",
      "obsesiones",
      ",",
      "exoneraciones",
      ",",
      "contratos",
      "leoninos",
      "privatizaciones",
      "”",
      ",",
      "resaltó",
      ".",
      "haciendo",
      "alusión",
      "narcodictadura",
      "contexto",
      "histórico",
      "hondureño",
      ",",
      "presidenta",
      "castro",
      "recalcó",
      "dictadura",
      "“",
      "mató",
      ",",
      "asesinó",
      "asaltó",
      "recursos",
      "públicos",
      ".",
      "abandonaron",
      "salud",
      ",",
      "educación",
      ",",
      "seguridad",
      "entregaron",
      "brazos",
      "capital",
      "empobrecido",
      "nación",
      "”",
      ".",
      "“",
      "codicia",
      "indiferencia",
      "prevaleció",
      "aún",
      "pandemia",
      "huracanes",
      "eta",
      "ota",
      ".",
      "vendieron",
      ",",
      "privatizaron",
      "territorio",
      "sedes",
      "feudo",
      "particular",
      "poder",
      "ser",
      "explotados",
      "grupos",
      "económicos",
      "detrimento",
      "soberanía",
      "nacional",
      "”",
      ",",
      "añadió",
      ".",
      "hacer",
      "frente",
      "realidad",
      ",",
      "gobierno",
      "xiomara",
      "castro",
      ",",
      "según",
      "dirigente",
      ",",
      "respondió",
      "“",
      "dignidad",
      "transparencia",
      "corrupción",
      ",",
      "despojo",
      "saqueo",
      "derecha",
      "golpista",
      "”",
      ".",
      "“",
      "cancelación",
      "corruptos",
      "decomisos",
      ",",
      "devolví",
      "respeto",
      "función",
      "pública",
      ".",
      "ordené",
      "finanzas",
      "públicas",
      "hoy",
      "caja",
      "única",
      "permite",
      "tener",
      "cuentas",
      "día",
      "”",
      ",",
      "subrayó",
      "castro",
      ".",
      "sumando",
      "serie",
      "acciones",
      ",",
      "presidenta",
      "enfatizó",
      "detención",
      "privatización",
      "nacional",
      "energía",
      "eléctrica",
      "restitución",
      "paulatina",
      "derechos",
      "clases",
      "trabajadoras",
      ",",
      "destacando",
      "empresas",
      "públicas",
      "combatiendo",
      "frontalmente",
      "criminalidad",
      "corrupción",
      ",",
      "victorias",
      "mandato",
      ".",
      "“",
      "haciendo",
      "inversiones",
      "millonarias",
      "nunca",
      "historia",
      "país",
      "construcción",
      "reparación",
      "carreteras",
      "caminos",
      ",",
      "apoyando",
      "pequeños",
      "productores",
      "créditos",
      "semillas",
      ",",
      "fertilizantes",
      ":",
      "polo",
      "tecnológico",
      ".",
      "deuda",
      "inmensa",
      ".",
      "12",
      ".",
      "700",
      "escuelas",
      "abandonadas",
      "destruidas",
      ".",
      "ahora",
      "reparamos",
      "miles",
      "escuelas",
      "secretaría",
      "educación",
      "alcaldía",
      "distingo",
      "colores",
      "políticos",
      "”",
      ",",
      "indicó",
      ".",
      "parte",
      ",",
      "acotó",
      "gobierno",
      "enfocado",
      "“",
      "reconstrucción",
      "construcción",
      "ocho",
      "nuevos",
      "hospitales",
      "”",
      ".",
      "“",
      "subsidiando",
      "combustibles",
      "subsidio",
      "pobres",
      "hoy",
      "energía",
      "gratis",
      "alivio",
      "económico",
      "familias",
      "hondureñas",
      "”",
      ",",
      "dijo",
      ".",
      "“",
      "miles",
      "becas",
      ",",
      "reparación",
      "aeropuertos",
      ",",
      "pago",
      "responsable",
      "deuda",
      ".",
      "logros",
      "respuesta",
      "sangre",
      "mártires",
      ",",
      "lágrimas",
      "derramadas",
      "pueblo",
      "lucha",
      "15",
      "años",
      "resistencia",
      "”",
      ",",
      "señaló",
      "añadió",
      "“",
      "sangre",
      "mártires",
      ",",
      "semilla",
      "libertad",
      "”",
      ".",
      "tribuna",
      "“",
      "rodeada",
      "comunidad",
      "internacional",
      "sangre",
      "”",
      "mártires",
      "hondureños",
      ",",
      "así",
      "resistencia",
      "partido",
      "libre",
      ",",
      "mandataria",
      "hondureña",
      "saludó",
      "“",
      "quiénes",
      "atrevieron",
      "imponer",
      "verdad",
      "mundo",
      "dominado",
      "manipulación",
      "mediática",
      "”",
      "recientemente",
      "liberado",
      "julian",
      "assange",
      ".",
      "“",
      "condeno",
      "genocidio",
      "pueblo",
      "palestino",
      ".",
      "condeno",
      "60",
      "años",
      "bloqueo",
      "pueblo",
      "cuba",
      ",",
      "bloqueo",
      "hermano",
      "pueblo",
      "república",
      "bolivariana",
      "venezuela",
      "nicaragua",
      ".",
      "agradezco",
      "mensaje",
      "apoyo",
      "presidente",
      "nicolás",
      "maduro",
      "”",
      ",",
      "aseveró",
      ".",
      "siguiendo",
      "línea",
      ",",
      "dijo",
      "hondureños",
      "hondureñas",
      "seguro",
      "presidente",
      "maduro",
      "obtendrá",
      "triunfo",
      "próximas",
      "elecciones",
      "28",
      "julio",
      "."
    ],
    "token_count": 477,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 72,
      "FW": 189,
      "NN": 209,
      "VBD": 2,
      "JJ": 59,
      "CD": 7,
      "VBZ": 8,
      "DT": 2,
      "VBP": 25,
      "NNS": 38,
      "IN": 14,
      "RB": 1,
      "MD": 1,
      "VB": 1,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-FW": 19,
      "FW-FW": 126,
      "FW-NNP": 24,
      "NNP-NNP": 19,
      "NNP-NN": 22,
      "NN-NN": 123,
      "NN-FW": 26,
      "FW-NN": 21,
      "NN-VBD": 1,
      "VBD-JJ": 2,
      "JJ-CD": 1,
      "CD-JJ": 1,
      "JJ-FW": 3,
      "NN-NNP": 16,
      "NNP-VBZ": 7,
      "VBZ-DT": 1,
      "DT-NN": 2,
      "NN-VBP": 2,
      "VBP-JJ": 19,
      "JJ-NN": 36,
      "NN-NNS": 11,
      "NNS-NNS": 3,
      "NNS-NNP": 6,
      "NNP-VBP": 2,
      "NN-IN": 11,
      "IN-FW": 9,
      "NN-JJ": 16,
      "JJ-JJ": 5,
      "NNS-VBP": 21,
      "VBP-FW": 1,
      "JJ-NNS": 10,
      "NNS-IN": 2,
      "FW-NNS": 10,
      "NN-CD": 2,
      "CD-NN": 3,
      "NNS-JJ": 2,
      "VBP-NNS": 2,
      "VBP-NNP": 1,
      "FW-IN": 1,
      "VBP-NN": 2,
      "IN-JJ": 2,
      "FW-JJ": 6,
      "JJ-NNP": 3,
      "IN-NNP": 1,
      "NNS-VBZ": 1,
      "VBZ-JJ": 4,
      "JJ-DT": 1,
      "NNS-FW": 2,
      "CD-CD": 1,
      "CD-NNS": 1,
      "NNS-RB": 1,
      "RB-FW": 1,
      "IN-NNS": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "VBZ-FW": 1,
      "NNP-VBD": 1,
      "IN-CD": 1,
      "VBZ-CD": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBZ-NNP": 1,
      "FW-CD": 1,
      "CD-FW": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 10,
      "FW-FW-FW": 97,
      "FW-FW-NNP": 14,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NNP": 4,
      "NNP-NNP-FW": 7,
      "NNP-NNP-NN": 4,
      "NNP-NN-NN": 18,
      "NN-NN-FW": 13,
      "NN-FW-NN": 8,
      "FW-NN-NN": 10,
      "NN-NN-NN": 74,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-FW": 9,
      "NNP-FW-NNP": 5,
      "FW-NNP-NN": 6,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 5,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-NNP-NN": 6,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NN": 13,
      "JJ-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-JJ": 2,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 7,
      "IN-FW-FW": 4,
      "NNP-NN-NNS": 3,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 3,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 12,
      "JJ-NN-NN": 17,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 4,
      "NNP-FW-NN": 4,
      "NN-NN-IN": 5,
      "NNP-NN-JJ": 1,
      "NN-NNS-VBP": 6,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-NN": 5,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-FW-NNS": 6,
      "FW-NNS-NNP": 1,
      "JJ-NN-CD": 2,
      "NN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-JJ": 16,
      "JJ-NN-JJ": 2,
      "NN-NN-NNS": 4,
      "IN-FW-NNS": 3,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-FW-IN": 1,
      "FW-IN-FW": 1,
      "FW-NNS-VBP": 6,
      "JJ-NN-FW": 2,
      "NN-FW-NNP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "JJ-NN-NNP": 3,
      "NN-FW-FW": 12,
      "FW-FW-JJ": 4,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "FW-JJ-NN": 2,
      "FW-NN-FW": 9,
      "VBP-JJ-FW": 1,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "NN-NNP-FW": 2,
      "NN-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "VBP-JJ-NNS": 3,
      "VBP-JJ-JJ": 1,
      "NN-FW-JJ": 1,
      "NN-NNP-VBZ": 3,
      "NN-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "JJ-NNS-NNP": 2,
      "NN-NNS-RB": 1,
      "NNS-RB-FW": 1,
      "RB-FW-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-JJ-NNS": 2,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "FW-NN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 2,
      "IN-FW-NNP": 1,
      "NNS-VBP-NN": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "VBZ-JJ-JJ": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "IN-FW-JJ": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 209,
        "FW": 189,
        "NNP": 72,
        "JJ": 59,
        "NNS": 38
      },
      "top_bigrams": {
        "FW-FW": 126,
        "NN-NN": 123,
        "JJ-NN": 36,
        "NN-FW": 26,
        "FW-NNP": 24
      },
      "top_trigrams": {
        "FW-FW-FW": 97,
        "NN-NN-NN": 74,
        "NNP-NN-NN": 18,
        "JJ-NN-NN": 17,
        "NNS-VBP-JJ": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 173,
      "VP": 44,
      "PP": 8,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0195
      },
      {
        "rule": "NP -> ('Estado', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "S -> NP VP ('.', '.')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('dijo', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Partido', 'NNP') ('Libre', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('”', 'VBP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('mártires', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "Celac Social"
      },
      {
        "label": "NP",
        "text": "Honduras"
      },
      {
        "label": "NP",
        "text": "Xiomara Castro resaltó la"
      },
      {
        "label": "NP",
        "text": "que ha librado su"
      },
      {
        "label": "VP",
        "text": "pueblo"
      },
      {
        "label": "NP",
        "text": "años del Golpe"
      },
      {
        "label": "PP",
        "text": "de Estado"
      },
      {
        "label": "NP",
        "text": "Estado"
      },
      {
        "label": "NP",
        "text": "contra el presidente Manuel Zelaya y"
      },
      {
        "label": "VP",
        "text": "llamó"
      },
      {
        "label": "NP",
        "text": "no olvidar que “ somos resistencia ”"
      },
      {
        "label": "NP",
        "text": "Al mismo tiempo"
      },
      {
        "label": "NP",
        "text": "Castro"
      },
      {
        "label": "VP",
        "text": "se"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  el/FW\n  marco/FW\n  de/FW\n  la/FW\n  reunión/FW\n  de/FW\n  (NP Celac/NNP Social/NNP)\n  ,/,\n  la/FW\n  presidenta/FW\n  de/FW\n  (NP Honduras/NNP)\n  ,/,\n  (NP Xiomara/NNP Castro/NNP resaltó/NN la/NN)\n  lucha/FW\n  (NP que/NN ha/NN librado/NN su/NN)\n  (VP pueblo/VBD)\n  a/DT\n  15/CD\n  (NP años/NN del/NN Golpe/NNP)\n  (PP de/IN (NP Estado/NNP))\n  (NP contra/JJ el/NN presidente/NN Manuel/NNP Zelaya/NNP y/NNP)\n  (VP llamó/VBD)\n  a/DT\n  (NP no/DT olvidar/NN que/NN “/NNP somos/NN resistencia/NN ”/NN)\n  ./.)",
      "(S\n  (NP Al/NNP mismo/NN tiempo/NN)\n  ,/,\n  (NP Castro/NNP)\n  (VP se/VBZ)\n  (VP\n    refirió/VB\n    (NP\n      a/DT\n      la/NN\n      respuesta/NN\n      del/NN\n      pueblo/NN\n      que/NN\n      “/NNP\n      con/NN\n      la/NN))\n  (VP\n    resistencia/VBP\n    (NP popular/JJ ”/NNP salió/NN)\n    (NP a/DT las/JJ calles/NNS))\n  ./.)",
      "(S\n  (NP “/JJ Nos/NNP persiguieron/NN)\n  ,/,\n  (NP nos/JJ rodearon/NN)\n  en/IN\n  la/FW\n  embajada/FW\n  de/FW\n  (NP Brasil/NNP)\n  ./.)",
      "(S (NP Nos/NNP) (VP sometieron/VBZ (NP a/DT torturas/NN)) ./.)",
      "(S\n  (NP Sufrimos/NNP represión/NN)\n  ,/,\n  (NP exilio/NN)\n  ,/,\n  (NP pero/NN iniciamos/NN)\n  (NP un/JJ proceso/NN revolucionario/NN que/NN hoy/NN)\n  (NP nos/JJ tiene/NN aquí/NN)\n  :/:\n  (NP victoriosos/NN y/NN decididos/NN para/NN obtener/NN)\n  (NP una/JJ nueva/JJ victoria/NN ”/NN)\n  ,/,\n  (NP dijo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "NEOLIBERALISMO_MERCADO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          1540,
          1547
        ],
        "start": 1540,
        "end": 1547
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "mensaje de apoyo del presidente",
        "position": [
          4124,
          4155
        ],
        "start": 4124,
        "end": 4155
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          3543,
          3549
        ],
        "start": 3543,
        "end": 3549
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          2006,
          2016
        ],
        "start": 2006,
        "end": 2016
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "genocidio contra el pueblo",
        "position": [
          3939,
          3965
        ],
        "start": 3939,
        "end": 3965
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de xiomara castro",
        "position": [
          1910,
          1936
        ],
        "start": 1910,
        "end": 1936
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta de honduras",
        "position": [
          46,
          68
        ],
        "start": 46,
        "end": 68
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "celac",
        "position": [
          29,
          34
        ],
        "start": 29,
        "end": 34
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2271,
          2278
        ],
        "start": 2271,
        "end": 2278
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          2397,
          2404
        ],
        "start": 2397,
        "end": 2404
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          402,
          408
        ],
        "start": 402,
        "end": 408
      },
      {
        "category": "PAISES",
        "matched_text": "honduras",
        "position": [
          60,
          68
        ],
        "start": 60,
        "end": 68
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          4100,
          4109
        ],
        "start": 4100,
        "end": 4109
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          4087,
          4096
        ],
        "start": 4087,
        "end": 4096
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado contra",
        "position": [
          150,
          163
        ],
        "start": 150,
        "end": 163
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          511,
          514
        ],
        "start": 511,
        "end": 514
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          3888,
          3901
        ],
        "start": 3888,
        "end": 3901
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          1844,
          1862
        ],
        "start": 1844,
        "end": 1862
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          4000,
          4007
        ],
        "start": 4000,
        "end": 4007
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "privatización",
        "position": [
          2365,
          2378
        ],
        "start": 2365,
        "end": 2378
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Eta",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alcaldía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ota",
        "tipo": "Persona"
      },
      {
        "nombre": "Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Xiomara Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Julian Assange",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Secretaría de Educación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Xiomara Castro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Manuel Zelaya",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Libre",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Golpe de Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Honduras",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Patria",
        "tipo": "Persona"
      },
      {
        "nombre": "Comunidad Internacional de la sangre",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado.",
        "tipo": "Lugar"
      },
      {
        "nombre": "República Bolivariana de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Xiomara Castro",
        "relacion": "RESALTAR",
        "objeto": "Honduras"
      },
      {
        "sujeto": "Honduras",
        "relacion": "RESALTAR",
        "objeto": "Golpe de Estado"
      },
      {
        "sujeto": "Honduras",
        "relacion": "RESALTAR",
        "objeto": "Manuel Zelaya"
      },
      {
        "sujeto": "Xiomara Castro",
        "relacion": "RESALTAR",
        "objeto": "Golpe de Estado"
      },
      {
        "sujeto": "Xiomara Castro",
        "relacion": "RESALTAR",
        "objeto": "Manuel Zelaya"
      },
      {
        "sujeto": "Castro",
        "relacion": "PERMITIR_ORDENAR_SUBRAYAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Julian Assange",
        "relacion": "SALUDAR",
        "objeto": "Comunidad Internacional de la sangre"
      },
      {
        "sujeto": "Julian Assange",
        "relacion": "SALUDAR",
        "objeto": "Partido Libre"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5859,
    "pos": 0.014,
    "neu": 0.968,
    "neg": 0.018,
    "label": "negative"
  }
}