{
  "url": "https://www.telesurtv.net/eeuu-exencion-aranceles-productos-bajo-coste/",
  "title": "EE.UU.: Trump elimina exención de aranceles a importación de productos de bajo coste - teleSUR",
  "section": "Mundo",
  "tags": [
    "Aranceles",
    "China",
    "shein",
    "Trump"
  ],
  "text": "La madrugada de este viernes, entró en vigor un arancel masivo que invalida una importante regla que permitía la entrada libre de impuesto o inspecciones a los productos con un valor inferior a los 800 dólares, conocida como “exención de minimis“, lo que supone un cambio en las compras por internet de millones de ciudadanos en Estados Unidos.\n\nLEA TAMBIÉN\nSenado estadounidense vota en contra de proyecto de ley para anular aranceles\n\nCon el fin de dicha exención, los productos importados desde China a Estados Unidos serán más caros, especialmente para aquellos que dependen de compras baratas en línea. A medida que los precios aumenten, muchos estadounidenses podrían ver reflejado el impacto en su recibo de compra. Este cambio podría resultar en un costo de vida aún más alto.\nHasta ahora, muchos estadounidenses compraban productos importados de sitios web chinos, como Shein, Temu y AliExpress, sin pagar aranceles adicionales, siempre que la compra fuese inferior a 800 dólares. Esto era posible gracias a la “exención de minimis”, que permitía que los paquetes pequeños pasaran por las aduanas sin impuestos ni complicaciones.\n\n\nA principios de 2025, presidente estadounidense Donald Trump, canceló la “exención de minimis” para los productos de Hong Kong y China que entraban a Estados Unidos. El hecho desató un caos en las empresas de transporte y en las compras de los usuarios, pero desde el viernes 2 de mayo, el panorama ha cambiado.\nDesde que hace unas horas la exención dejara de entrar en vigor, todos los productos, desde ropa hasta muebles de jardín y artículos de electrónica, están sujetos a un nuevo impuesto. Dependiendo del transportista, este arancel podría ser tan alto como el 145 por ciento del valor del paquete. Esto significa que los artículos, que antes se compraban por una fracción de su valor, podrían duplicar su precio.\nEste cambio, aunque técnico, afectará directamente a los consumidores. En lugar de tratarse de una política comercial difícil de entender, este ajuste será más claro en forma de una cifra en el recibo de compra: un costo mucho más alto para esos productos tan atractivos.\nLas empresas de transporte más grandes, como UPS, FedEx y DHL, ya están preparadas para aplicar estos nuevos cambios, y las autoridades aduaneras también han anunciado que están listas para realizar inspecciones más estrictas.\n\n\nCuando se implementaron los cambios, se produjeron varios problemas. El Servicio Postal de EE.UU. (USPS) dejó de entregar paquetes desde China durante un tiempo. Además, los tiempos de entrega de los envíos se alargaron y hubo poca información sobre el seguimiento de los paquetes una vez que llegaron a EE.UU.\nEl problema principal fue la enorme cantidad de paquetes que se recibían. Según un informe del Congreso, más del 80 por ciento de los envíos de comercio electrónico a EE.UU. en 2022 eran importaciones que se beneficiaban de la exención de minimis. La mayoría de esos paquetes provenían de China.\nLas personas que compran regularmente en sitios como Temu o Shein son las más afectadas. Muchas de ellas han comentado que ahora les resulta más caro comprar productos fabricados en EE.UU. y están recurriendo a estas plataformas extranjeras por su menor precio.\nUn estudio de economistas de UCLA y Yale revela que el 48 por ciento de los paquetes bajo esta exención se enviaban a las áreas más pobres del país, mientras que solo el 22 por ciento llegaba a zonas más ricas. Esto significa que los hogares de bajos ingresos serán los más afectados por el aumento de precios.\n\n\n\nLas plataformas como Shein y Temu ya comenzaron a subir los precios de algunos productos, debido a los nuevos aranceles. Shein, por ejemplo, explicó que los cambios en las reglas del comercio global aumentaron sus costos operativos, y para cubrir estos gastos, tuvieron que ajustar sus precios.\nAdemás, las empresas de transporte, como DHL, UPS y FedEx, también enfrentan mayores costos para manejar estos envíos. DHL indicó que aumentará su personal para poder procesar la mayor cantidad de paquetes que se esperan. Por ejemplo, los productos enviados por estas empresas tendrán un arancel base del 145 %, mientras que el Servicio Postal de EE.UU. aplicará un arancel base del 120 %, o una tarifa fija de hasta 200 dólares por paquete.\nEste cambio en las políticas comerciales ha generado debate. De acuerdo con sondeos de medios estadounidenses, el 59 por ciento de la población del país considera que las políticas de Trump han empeorado la situación económica nacional. Muchas personas sienten que, en lugar de mejorar la economía, estas decisiones han hecho que el costo de vida sea más alto.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/eeuu-exencion-aranceles-productos-bajo-coste/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 1903,
    "message_id": 93240,
    "date": "2025-05-02T18:55:34+00:00",
    "text": "teleSUR\nEE.UU.: Trump elimina exención de aranceles a importación de productos de bajo coste\nhttps://www.telesurtv.net/eeuu-exencion-aranceles-productos-bajo-coste/",
    "photo_path": null,
    "views": 1972,
    "reactions": {
      "🤔": 27,
      "😁": 10,
      "👍": 4,
      "😱": 3,
      "🤡": 3
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "la madrugada de este viernes, entró en vigor un arancel masivo que invalida una importante regla que permitía la entrada libre de impuesto o inspecciones a los productos con un valor inferior a los 800 dólares, conocida como “exención de minimis“, lo que supone un cambio en las compras por internet de millones de ciudadanos en estados unidos. con el fin de dicha exención, los productos importados desde china a estados unidos serán más caros, especialmente para aquellos que dependen de compras baratas en línea. a medida que los precios aumenten, muchos estadounidenses podrían ver reflejado el impacto en su recibo de compra. este cambio podría resultar en un costo de vida aún más alto. hasta ahora, muchos estadounidenses compraban productos importados de sitios web chinos, como shein, temu y aliexpress, sin pagar aranceles adicionales, siempre que la compra fuese inferior a 800 dólares. esto era posible gracias a la “exención de minimis”, que permitía que los paquetes pequeños pasaran por las aduanas sin impuestos ni complicaciones. a principios de 2025, presidente estadounidense donald trump, canceló la “exención de minimis” para los productos de hong kong y china que entraban a estados unidos. el hecho desató un caos en las empresas de transporte y en las compras de los usuarios, pero desde el viernes 2 de mayo, el panorama ha cambiado. desde que hace unas horas la exención dejara de entrar en vigor, todos los productos, desde ropa hasta muebles de jardín y artículos de electrónica, están sujetos a un nuevo impuesto. dependiendo del transportista, este arancel podría ser tan alto como el 145 por ciento del valor del paquete. esto significa que los artículos, que antes se compraban por una fracción de su valor, podrían duplicar su precio. este cambio, aunque técnico, afectará directamente a los consumidores. en lugar de tratarse de una política comercial difícil de entender, este ajuste será más claro en forma de una cifra en el recibo de compra: un costo mucho más alto para esos productos tan atractivos. las empresas de transporte más grandes, como ups, fedex y dhl, ya están preparadas para aplicar estos nuevos cambios, y las autoridades aduaneras también han anunciado que están listas para realizar inspecciones más estrictas. cuando se implementaron los cambios, se produjeron varios problemas. el servicio postal de ee.uu. (usps) dejó de entregar paquetes desde china durante un tiempo. además, los tiempos de entrega de los envíos se alargaron y hubo poca información sobre el seguimiento de los paquetes una vez que llegaron a ee.uu. el problema principal fue la enorme cantidad de paquetes que se recibían. según un informe del congreso, más del 80 por ciento de los envíos de comercio electrónico a ee.uu. en 2022 eran importaciones que se beneficiaban de la exención de minimis. la mayoría de esos paquetes provenían de china. las personas que compran regularmente en sitios como temu o shein son las más afectadas. muchas de ellas han comentado que ahora les resulta más caro comprar productos fabricados en ee.uu. y están recurriendo a estas plataformas extranjeras por su menor precio. un estudio de economistas de ucla y yale revela que el 48 por ciento de los paquetes bajo esta exención se enviaban a las áreas más pobres del país, mientras que solo el 22 por ciento llegaba a zonas más ricas. esto significa que los hogares de bajos ingresos serán los más afectados por el aumento de precios. las plataformas como shein y temu ya comenzaron a subir los precios de algunos productos, debido a los nuevos aranceles. shein, por ejemplo, explicó que los cambios en las reglas del comercio global aumentaron sus costos operativos, y para cubrir estos gastos, tuvieron que ajustar sus precios. además, las empresas de transporte, como dhl, ups y fedex, también enfrentan mayores costos para manejar estos envíos. dhl indicó que aumentará su personal para poder procesar la mayor cantidad de paquetes que se esperan. por ejemplo, los productos enviados por estas empresas tendrán un arancel base del 145 %, mientras que el servicio postal de ee.uu. aplicará un arancel base del 120 %, o una tarifa fija de hasta 200 dólares por paquete. este cambio en las políticas comerciales ha generado debate. de acuerdo con sondeos de medios estadounidenses, el 59 por ciento de la población del país considera que las políticas de trump han empeorado la situación económica nacional. muchas personas sienten que, en lugar de mejorar la economía, estas decisiones han hecho que el costo de vida sea más alto.",
    "tokens": [
      "madrugada",
      "viernes",
      ",",
      "entró",
      "vigor",
      "arancel",
      "masivo",
      "invalida",
      "importante",
      "regla",
      "permitía",
      "entrada",
      "libre",
      "impuesto",
      "inspecciones",
      "productos",
      "valor",
      "inferior",
      "800",
      "dólares",
      ",",
      "conocida",
      "“",
      "exención",
      "minimis",
      "“",
      ",",
      "supone",
      "cambio",
      "compras",
      "internet",
      "millones",
      "ciudadanos",
      "unidos",
      ".",
      "fin",
      "dicha",
      "exención",
      ",",
      "productos",
      "importados",
      "china",
      "unidos",
      "caros",
      ",",
      "especialmente",
      "aquellos",
      "dependen",
      "compras",
      "baratas",
      "línea",
      ".",
      "medida",
      "precios",
      "aumenten",
      ",",
      "estadounidenses",
      "podrían",
      "ver",
      "reflejado",
      "impacto",
      "recibo",
      "compra",
      ".",
      "cambio",
      "podría",
      "resultar",
      "costo",
      "vida",
      "aún",
      "alto",
      ".",
      "ahora",
      ",",
      "estadounidenses",
      "compraban",
      "productos",
      "importados",
      "sitios",
      "web",
      "chinos",
      ",",
      "shein",
      ",",
      "temu",
      "aliexpress",
      ",",
      "pagar",
      "aranceles",
      "adicionales",
      ",",
      "siempre",
      "compra",
      "inferior",
      "800",
      "dólares",
      ".",
      "posible",
      "gracias",
      "“",
      "exención",
      "minimis",
      "”",
      ",",
      "permitía",
      "paquetes",
      "pequeños",
      "pasaran",
      "aduanas",
      "impuestos",
      "complicaciones",
      ".",
      "principios",
      "2025",
      ",",
      "presidente",
      "estadounidense",
      "donald",
      "trump",
      ",",
      "canceló",
      "“",
      "exención",
      "minimis",
      "”",
      "productos",
      "hong",
      "kong",
      "china",
      "entraban",
      "unidos",
      ".",
      "hecho",
      "desató",
      "caos",
      "empresas",
      "transporte",
      "compras",
      "usuarios",
      ",",
      "viernes",
      "2",
      "mayo",
      ",",
      "panorama",
      "cambiado",
      ".",
      "hace",
      "unas",
      "horas",
      "exención",
      "dejara",
      "entrar",
      "vigor",
      ",",
      "productos",
      ",",
      "ropa",
      "muebles",
      "jardín",
      "artículos",
      "electrónica",
      ",",
      "sujetos",
      "nuevo",
      "impuesto",
      ".",
      "dependiendo",
      "transportista",
      ",",
      "arancel",
      "podría",
      "ser",
      "tan",
      "alto",
      "145",
      "ciento",
      "valor",
      "paquete",
      ".",
      "significa",
      "artículos",
      ",",
      "compraban",
      "fracción",
      "valor",
      ",",
      "podrían",
      "duplicar",
      "precio",
      ".",
      "cambio",
      ",",
      "aunque",
      "técnico",
      ",",
      "afectará",
      "directamente",
      "consumidores",
      ".",
      "lugar",
      "tratarse",
      "política",
      "comercial",
      "difícil",
      "entender",
      ",",
      "ajuste",
      "claro",
      "forma",
      "cifra",
      "recibo",
      "compra",
      ":",
      "costo",
      "alto",
      "productos",
      "tan",
      "atractivos",
      ".",
      "empresas",
      "transporte",
      "grandes",
      ",",
      "ups",
      ",",
      "fedex",
      "dhl",
      ",",
      "preparadas",
      "aplicar",
      "nuevos",
      "cambios",
      ",",
      "autoridades",
      "aduaneras",
      "anunciado",
      "listas",
      "realizar",
      "inspecciones",
      "estrictas",
      ".",
      "implementaron",
      "cambios",
      ",",
      "produjeron",
      "varios",
      "problemas",
      ".",
      "servicio",
      "postal",
      "ee.uu.",
      "(",
      "usps",
      ")",
      "dejó",
      "entregar",
      "paquetes",
      "china",
      "tiempo",
      ".",
      "además",
      ",",
      "tiempos",
      "entrega",
      "envíos",
      "alargaron",
      "poca",
      "información",
      "seguimiento",
      "paquetes",
      "vez",
      "llegaron",
      "ee.uu.",
      "problema",
      "principal",
      "enorme",
      "cantidad",
      "paquetes",
      "recibían",
      ".",
      "según",
      "informe",
      "congreso",
      ",",
      "80",
      "ciento",
      "envíos",
      "comercio",
      "electrónico",
      "ee.uu.",
      "2022",
      "importaciones",
      "beneficiaban",
      "exención",
      "minimis",
      ".",
      "mayoría",
      "paquetes",
      "provenían",
      "china",
      ".",
      "personas",
      "compran",
      "regularmente",
      "sitios",
      "temu",
      "shein",
      "afectadas",
      ".",
      "muchas",
      "comentado",
      "ahora",
      "resulta",
      "caro",
      "comprar",
      "productos",
      "fabricados",
      "ee.uu.",
      "recurriendo",
      "plataformas",
      "extranjeras",
      "menor",
      "precio",
      ".",
      "estudio",
      "economistas",
      "ucla",
      "yale",
      "revela",
      "48",
      "ciento",
      "paquetes",
      "bajo",
      "exención",
      "enviaban",
      "áreas",
      "pobres",
      "país",
      ",",
      "mientras",
      "solo",
      "22",
      "ciento",
      "llegaba",
      "zonas",
      "ricas",
      ".",
      "significa",
      "hogares",
      "bajos",
      "ingresos",
      "afectados",
      "aumento",
      "precios",
      ".",
      "plataformas",
      "shein",
      "temu",
      "comenzaron",
      "subir",
      "precios",
      "productos",
      ",",
      "debido",
      "nuevos",
      "aranceles",
      ".",
      "shein",
      ",",
      "ejemplo",
      ",",
      "explicó",
      "cambios",
      "reglas",
      "comercio",
      "global",
      "aumentaron",
      "costos",
      "operativos",
      ",",
      "cubrir",
      "gastos",
      ",",
      "ajustar",
      "precios",
      ".",
      "además",
      ",",
      "empresas",
      "transporte",
      ",",
      "dhl",
      ",",
      "ups",
      "fedex",
      ",",
      "enfrentan",
      "mayores",
      "costos",
      "manejar",
      "envíos",
      ".",
      "dhl",
      "indicó",
      "aumentará",
      "personal",
      "poder",
      "procesar",
      "mayor",
      "cantidad",
      "paquetes",
      "esperan",
      ".",
      "ejemplo",
      ",",
      "productos",
      "enviados",
      "empresas",
      "arancel",
      "base",
      "145",
      "%",
      ",",
      "mientras",
      "servicio",
      "postal",
      "ee.uu.",
      "aplicará",
      "arancel",
      "base",
      "120",
      "%",
      ",",
      "tarifa",
      "fija",
      "200",
      "dólares",
      "paquete",
      ".",
      "cambio",
      "políticas",
      "comerciales",
      "generado",
      "debate",
      ".",
      "acuerdo",
      "sondeos",
      "medios",
      "estadounidenses",
      ",",
      "59",
      "ciento",
      "población",
      "país",
      "considera",
      "políticas",
      "trump",
      "empeorado",
      "situación",
      "económica",
      "nacional",
      ".",
      "muchas",
      "personas",
      "sienten",
      ",",
      "lugar",
      "mejorar",
      "economía",
      ",",
      "decisiones",
      "hecho",
      "costo",
      "vida",
      "alto",
      "."
    ],
    "token_count": 477,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 77,
      "IN": 32,
      "NN": 253,
      "NNS": 50,
      "VBP": 36,
      "JJ": 89,
      "FW": 161,
      "CD": 12,
      "VBD": 7,
      "RB": 1,
      "VBZ": 8,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 29,
      "NNP-IN": 2,
      "IN-NN": 3,
      "NN-NNS": 14,
      "NNS-VBP": 31,
      "VBP-IN": 2,
      "NN-JJ": 25,
      "JJ-NN": 51,
      "NN-NN": 140,
      "NN-FW": 20,
      "FW-FW": 104,
      "FW-NNS": 11,
      "VBP-JJ": 22,
      "NN-CD": 5,
      "CD-NNS": 4,
      "NNS-JJ": 4,
      "JJ-JJ": 9,
      "NN-IN": 22,
      "IN-FW": 21,
      "FW-NN": 22,
      "FW-NNP": 11,
      "NNP-NN": 27,
      "FW-JJ": 10,
      "JJ-NNS": 19,
      "NNS-NNP": 5,
      "NNP-VBP": 2,
      "VBP-NN": 3,
      "NN-NNP": 17,
      "NNP-VBD": 3,
      "VBD-JJ": 4,
      "NNS-IN": 6,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "IN-JJ": 3,
      "NNP-VBZ": 1,
      "VBZ-JJ": 7,
      "VBP-NNP": 6,
      "NNS-VBZ": 1,
      "NN-VBZ": 4,
      "JJ-CD": 1,
      "NNS-NNS": 1,
      "IN-CD": 2,
      "CD-NN": 7,
      "NNP-JJ": 2,
      "JJ-FW": 3,
      "JJ-NNP": 5,
      "NNP-FW": 10,
      "NN-VBD": 4,
      "VBD-CD": 2,
      "NNP-VB": 1,
      "VB-JJ": 1,
      "VBP-NNS": 1,
      "NNS-FW": 2,
      "FW-VBZ": 2,
      "IN-NNP": 3,
      "VBD-FW": 1,
      "JJ-VBP": 1,
      "CD-JJ": 1,
      "FW-CD": 1,
      "VBZ-VBP": 1,
      "VBP-CD": 1,
      "NN-VBP": 1
    },
    "trigram_freq": {
      "NNP-NNP-IN": 1,
      "NNP-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-VBP": 10,
      "NNS-VBP-IN": 2,
      "VBP-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-JJ-NN": 15,
      "JJ-NN-NN": 26,
      "NN-NN-NN": 75,
      "NN-NN-JJ": 15,
      "NN-NN-FW": 10,
      "NN-FW-FW": 16,
      "FW-FW-FW": 73,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 9,
      "NNS-VBP-JJ": 20,
      "VBP-JJ-NN": 13,
      "JJ-NN-JJ": 3,
      "JJ-NN-CD": 2,
      "NN-CD-NNS": 2,
      "CD-NNS-JJ": 3,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NN": 4,
      "JJ-NN-IN": 13,
      "NN-IN-FW": 17,
      "IN-FW-FW": 9,
      "FW-FW-NN": 11,
      "FW-NN-JJ": 2,
      "IN-FW-NNS": 4,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 12,
      "NNP-NNP-NN": 10,
      "NNP-NN-NN": 18,
      "FW-FW-JJ": 5,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-NN-NN": 13,
      "NN-NN-NNP": 12,
      "NN-NNP-NNP": 6,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NNS": 2,
      "JJ-NNS-VBP": 11,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-JJ-NNS": 8,
      "VBP-JJ-NNS": 5,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NN-IN": 9,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "IN-FW-NNP": 1,
      "FW-NNP-NN": 3,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 6,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-VBP-NNP": 5,
      "VBP-NNP-NNP": 5,
      "NN-NN-NNS": 8,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NNP-NN-JJ": 4,
      "JJ-NN-FW": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NN": 6,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-NNP": 4,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "JJ-NNS-IN": 3,
      "NNS-IN-FW": 4,
      "NN-NNP-NN": 7,
      "NN-NNS-IN": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-JJ": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NNP-FW-NN": 5,
      "NN-NN-VBD": 3,
      "NN-VBD-CD": 2,
      "VBD-CD-NN": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "JJ-NN-VBZ": 1,
      "IN-FW-NN": 3,
      "NN-NNS-NNP": 2,
      "NNP-NN-FW": 4,
      "FW-NN-FW": 4,
      "NN-NNP-FW": 2,
      "NNP-FW-FW": 3,
      "NNP-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "JJ-NNS-FW": 2,
      "NNS-FW-FW": 1,
      "FW-NNP-FW": 3,
      "VBP-NN-NNS": 1,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 2,
      "VBP-NNP-NN": 1,
      "NN-FW-NN": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "NN-NNP-JJ": 1,
      "NN-NN-CD": 3,
      "NN-CD-NN": 2,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "CD-NN-NNS": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NN-FW-NNS": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NNP": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "FW-NN-NNS": 2,
      "VBP-JJ-FW": 1,
      "JJ-NN-NNS": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "NNP-VBP-JJ": 1,
      "NNS-FW-NN": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NN-NNP": 1,
      "VBD-JJ-NN": 1,
      "JJ-JJ-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-NNP": 1,
      "NN-JJ-JJ": 1,
      "NN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "IN-FW-CD": 1,
      "FW-CD-NNS": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "IN-NNP-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 253,
        "FW": 161,
        "JJ": 89,
        "NNP": 77,
        "NNS": 50
      },
      "top_bigrams": {
        "NN-NN": 140,
        "FW-FW": 104,
        "JJ-NN": 51,
        "NNS-VBP": 31,
        "NNP-NNP": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 75,
        "FW-FW-FW": 73,
        "JJ-NN-NN": 26,
        "NNS-VBP-JJ": 20,
        "NNP-NN-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 203,
      "PP": 11,
      "VP": 54,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0229
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0131
      },
      {
        "rule": "NP -> ('paquetes', 'NNS')",
        "frequency": 4,
        "weight": 0.0131
      },
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 4,
        "weight": 0.0131
      },
      {
        "rule": "NP -> ('dólares', 'NNS')",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "NP -> ('a', 'DT') ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "NP -> ('compra', 'NN')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "VP -> ('paquetes', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "NP -> ('China', 'NNP')",
        "frequency": 2,
        "weight": 0.0065
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La madrugada"
      },
      {
        "label": "PP",
        "text": "de este viernes"
      },
      {
        "label": "NP",
        "text": "este viernes"
      },
      {
        "label": "VP",
        "text": "entró"
      },
      {
        "label": "NP",
        "text": "un arancel masivo que invalida"
      },
      {
        "label": "NP",
        "text": "una importante regla que permitía"
      },
      {
        "label": "VP",
        "text": "inspecciones a los productos con un valor"
      },
      {
        "label": "NP",
        "text": "a los productos con"
      },
      {
        "label": "NP",
        "text": "un valor"
      },
      {
        "label": "VP",
        "text": "inferior"
      },
      {
        "label": "ADJP",
        "text": "los"
      },
      {
        "label": "NP",
        "text": "dólares"
      },
      {
        "label": "NP",
        "text": "conocida como “ exención"
      },
      {
        "label": "NP",
        "text": "“"
      },
      {
        "label": "NP",
        "text": "lo que supone"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP madrugada/NNP)\n  (PP de/IN (NP este/NN viernes/NNS))\n  ,/,\n  (VP entró/VBP)\n  en/FW\n  vigor/FW\n  (NP un/JJ arancel/NN masivo/NN que/NN invalida/NN)\n  (NP una/JJ importante/NN regla/NN que/NN permitía/NN)\n  la/FW\n  entrada/FW\n  libre/FW\n  de/FW\n  impuesto/FW\n  o/FW\n  (VP\n    inspecciones/VBZ\n    (NP a/DT los/JJ productos/NN con/NN)\n    (NP un/JJ valor/NN))\n  (VP inferior/VBZ)\n  a/DT\n  (ADJP los/JJ)\n  800/CD\n  (NP dólares/NNS)\n  ,/,\n  (NP conocida/NN como/NN “/NNP exención/NN)\n  de/FW\n  minimis/FW\n  (NP “/NN)\n  ,/,\n  (NP lo/JJ que/NN supone/NN)\n  (NP un/JJ cambio/NN)\n  en/IN\n  las/FW\n  (NP compras/NNS)\n  (NP por/JJ internet/NN)\n  de/IN\n  millones/FW\n  de/FW\n  ciudadanos/FW\n  en/FW\n  (NP Estados/NNP Unidos/NNP)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Senado/NNP estadounidense/NN vota/NN)\n  en/FW\n  contra/FW\n  de/FW\n  proyecto/FW\n  de/FW\n  ley/FW\n  para/FW\n  (NP anular/JJ aranceles/NNS Con/NNP)\n  (VP el/VBP (NP fin/NN))\n  de/FW\n  dicha/FW\n  (NP exención/NN)\n  ,/,\n  (NP los/JJ productos/NN importados/NN desde/NN China/NNP)\n  (NP a/DT Estados/NNP Unidos/NNP)\n  (VP serán/VBD (NP más/JJ caros/NNS))\n  ,/,\n  (VP\n    especialmente/VBP\n    (NP para/JJ aquellos/NN)\n    (NP que/JJ dependen/NN))\n  de/IN\n  compras/FW\n  (NP baratas/NNS)\n  (PP en/IN (NP línea/NN))\n  ./.)",
      "(S\n  (NP A/DT medida/NN que/NN)\n  (NP los/JJ precios/NNS)\n  (VP aumenten/VBP)\n  ,/,\n  (NP muchos/JJ estadounidenses/NNS)\n  (VP podrían/VBP ver/RB (NP reflejado/JJ el/NN impacto/NN))\n  (PP en/IN (NP su/JJ recibo/NN))\n  (PP de/IN (NP compra/NN))\n  ./.)",
      "(S\n  (NP Este/NN cambio/NN podría/NN resultar/NN)\n  (PP en/IN (NP un/JJ costo/NN))\n  de/IN\n  vida/FW\n  (NP aún/JJ más/NN alto/NN)\n  ./.)",
      "(S\n  (NP Hasta/NNP ahora/NN)\n  ,/,\n  (NP muchos/NN estadounidenses/NNS)\n  (VP compraban/VBP (NP productos/JJ importados/NN))\n  de/IN\n  sitios/FW\n  (NP web/JJ chinos/NNS)\n  ,/,\n  (NP como/NN Shein/NNP)\n  ,/,\n  (NP Temu/NNP y/NNP AliExpress/NNP)\n  ,/,\n  (NP sin/NN pagar/NN aranceles/NNS adicionales/NNS)\n  ,/,\n  (NP siempre/NN que/NN la/NN)\n  (VP compra/VBZ fuese/JJ)\n  (VP inferior/VB)\n  a/DT\n  800/CD\n  (NP dólares/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios de algunos productos, debido a los nuevos aranceles. shein, por ejemplo, explicó que los cambios en las reglas del comercio global aumentaron",
        "position": [
          3606,
          3755
        ],
        "start": 3606,
        "end": 3755
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          625,
          632
        ],
        "start": 625,
        "end": 632
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          130,
          138
        ],
        "start": 130,
        "end": 138
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          3687,
          3694
        ],
        "start": 3687,
        "end": 3694
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente estadounidense donald",
        "position": [
          1163,
          1195
        ],
        "start": 1163,
        "end": 1195
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con sondeos de medios estadounidenses, el 59",
        "position": [
          4347,
          4399
        ],
        "start": 4347,
        "end": 4399
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          398,
          413
        ],
        "start": 398,
        "end": 413
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          329,
          343
        ],
        "start": 329,
        "end": 343
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          498,
          503
        ],
        "start": 498,
        "end": 503
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "viernes 2 de mayo",
        "position": [
          1409,
          1426
        ],
        "start": 1409,
        "end": 1426
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Temu",
        "tipo": "Lugar"
      },
      {
        "nombre": "USPS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hong Kong",
        "tipo": "Lugar"
      },
      {
        "nombre": "DHL",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UPS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Senado estadounidense",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Servicio Postal de EE.UU.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Yale",
        "tipo": "Organizacion"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "FedEx",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UCLA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Shein",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Senado estadounidense",
        "relacion": "VOTAR",
        "objeto": "China"
      },
      {
        "sujeto": "Senado estadounidense",
        "relacion": "VOTAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "CANCELAR",
        "objeto": "Hong Kong"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "CANCELAR",
        "objeto": "China"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "CANCELAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "USPS",
        "relacion": "DEJAR",
        "objeto": "China"
      }
    ]
  },
  "sentiment": {
    "compound": -0.6808,
    "pos": 0.012,
    "neu": 0.971,
    "neg": 0.017,
    "label": "negative"
  }
}