{
  "url": "https://www.telesurtv.net/socia-primera-plataforma-inteligencia-artificial-cuba/",
  "title": "SocIA: la primera plataforma de inteligencia artificial cubana - teleSUR",
  "section": "Tecnología",
  "tags": [
    "arquitectura Salamandra 2b",
    "Avangenio",
    "CecilIA",
    "código abierto",
    "Cuba",
    "IA",
    "Inteligencia Artificial",
    "modelo de lenguaje",
    "plataformas empresariales",
    "primera plataforma de inteligencia artificial",
    "SocIA",
    "Tecnología",
    "trabajo digitalizado"
  ],
  "text": "Cuba dio un paso significativo en su transformación digital con la presentación de SocIA, la primera plataforma de inteligencia artificial (IA) desarrollada íntegramente en el país.\nCreada por la empresa cubana Avangenio, SocIA fue lanzada oficialmente el 27 de marzo, posicionándose como una solución estratégica para optimizar los flujos de trabajo empresariales mediante la integración de IA avanzada.\nSocIA se define como un agente de IA multifuncional y una plataforma innovadora diseñada para gestionar y colaborar con agentes de inteligencia artificial especializados.\n\n\nA diferencia de otras herramientas que solo generan contenido básico, SocIA se enfoca en completar tareas complejas de principio a fin, incluyendo la automatización de procesos repetitivos, la generación de informes detallados, la gestión de proyectos y la interacción con sistemas empresariales existentes.\nAsimismo, es capaz de trabajar simultáneamente con archivos en diversos formatos, como texto, audio y video, y cuenta con una interfaz versátil que permite a los usuarios compartir información y crear bases de conocimiento personalizadas.\nDirigida a organizaciones de todos los tamaños, desde pequeñas empresas hasta grandes corporaciones, tanto dentro como fuera de Cuba, SocIA es flexible y adaptable para sectores como la educación, la salud, las telecomunicaciones y la logística.\nSu modelo de servicio está estructurado en tres categorías (Básico, Avanzado y Enterprise o Team), lo que facilita el acceso a la tecnología de IA incluso para empresas con presupuestos limitados.\nAdemás, una de sus características destacadas es su capacidad para integrarse con plataformas empresariales ya establecidas, como NOSWork, ERPNext, Versat y Odoo, lo que facilita la transición hacia modelos de trabajo digitalizados y mejora la eficiencia operativa.\nLa IA SocIA representa un ejemplo del talento local y reduce la dependencia de tecnologías extranjeras, abriendo puertas para que Cuba se posicione como exportador de servicios digitales en el mercado global.\nEl líder de Estrategia de IA en Avangenio, Alain Abel Garófalo, enfatizó que la adopción acelerada de la IA es crucial para que las empresas cubanas participen en el mercado global.\nParalelamente a SocIA, Cuba desarrolló CecilIA, un nuevo modelo de lenguaje para inteligencia artificial.\nCecilIA nació oficialmente el 26 de mayo, tras la conclusión de su primer entrenamiento, una noticia anunciada durante la Convención Saber UH 2025 en La Habana.\n\n\nEl Dr. C. Yudivián Almeida Cruz, director del Grupo de Inteligencia Artificial de la Universidad de La Habana e integrante del equipo de desarrollo, lo describe como un sistema computacional que entiende y genera texto en español con un enfoque especial en la variante hablada en Cuba, buscando captar sus particularidades culturales, sociales y lingüísticas, como modismos y referencias típicas.\nSu nombre rinde homenaje a Cecilia Valdés, un símbolo emblemático de la literatura cubana, inspirando la identidad cultural del modelo.\nCecilIA se considera un modelo mediano o pequeño de lenguaje, lo que lo hace más accesible para países en desarrollo debido a su menor consumo de recursos computacionales, tiempo de entrenamiento y energía eléctrica, así como mayor velocidad y eficiencia para tareas específicas.\nFue tomado como punto de partida la arquitectura Salamandra 2b, una familia de modelos multilingües, de código abierto y entrenados desde cero, lo que fue posible gracias a las relaciones académicas entre los equipos desarrolladores.\nEl proceso de entrenamiento inicial de CecilIA se realizó con un corpus textual cubano de 2.7 GB, que incluyó alrededor de 400 obras literarias cubanas, información de la prensa del país de los últimos diez años, enciclopedias, discursos y la Gaceta Oficial disponible digitalmente.\nEn el panorama internacional, CecilIA busca fortalecer la articulación con el proyecto Salamandra y pretende conectarse con Latam-GPT, un gran modelo de lenguaje latinoamericano, para nutrirse, colaborar y transmitir experiencias en la construcción de modelos nacionales y regionales.\nTanto SocIA como CecilIA, a pesar de sus respectivos desafíos, representan pilares fundamentales en la apuesta de Cuba por la soberanía tecnológica y la transformación digital, buscando ofrecer soluciones de inteligencia artificial adaptadas a las realidades y necesidades del país, así lo afirmó el presidente cubano Miguel Díaz-Canel Bermúdez.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/socia-primera-plataforma-inteligencia-artificial-cuba/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1337,
    "message_id": 98938,
    "date": "2025-07-14T02:23:52+00:00",
    "text": "🌐 Noticias de la web que debes conocer \n\n▪️Irán condena criminal bloqueo económico de EE.UU. contra Cuba\nhttps://www.telesurtv.net/iran-condena-criminal-bloqueo-eeuu-cuba/\n\n▪️Cancilleres Lavrov y Wang se reúnen de cara a venidera reunión de la OCS https://www.telesurtv.net/cancilleres-lavrov-wang-reunion-ocs/\n\n▪️SocIA: la primera plataforma de inteligencia artificial cubana\nhttps://www.telesurtv.net/socia-primera-plataforma-inteligencia-artificial-cuba/\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 2435,
    "reactions": {
      "👍": 47,
      "❤": 8,
      "👏": 2
    },
    "total_reactions": 57
  },
  "preprocessing": {
    "cleaned": "cuba dio un paso significativo en su transformación digital con la presentación de socia, la primera plataforma de inteligencia artificial (ia) desarrollada íntegramente en el país. creada por la empresa cubana avangenio, socia fue lanzada oficialmente el 27 de marzo, posicionándose como una solución estratégica para optimizar los flujos de trabajo empresariales mediante la integración de ia avanzada. socia se define como un agente de ia multifuncional y una plataforma innovadora diseñada para gestionar y colaborar con agentes de inteligencia artificial especializados. a diferencia de otras herramientas que solo generan contenido básico, socia se enfoca en completar tareas complejas de principio a fin, incluyendo la automatización de procesos repetitivos, la generación de informes detallados, la gestión de proyectos y la interacción con sistemas empresariales existentes. asimismo, es capaz de trabajar simultáneamente con archivos en diversos formatos, como texto, audio y video, y cuenta con una interfaz versátil que permite a los usuarios compartir información y crear bases de conocimiento personalizadas. dirigida a organizaciones de todos los tamaños, desde pequeñas empresas hasta grandes corporaciones, tanto dentro como fuera de cuba, socia es flexible y adaptable para sectores como la educación, la salud, las telecomunicaciones y la logística. su modelo de servicio está estructurado en tres categorías (básico, avanzado y enterprise o team), lo que facilita el acceso a la tecnología de ia incluso para empresas con presupuestos limitados. además, una de sus características destacadas es su capacidad para integrarse con plataformas empresariales ya establecidas, como noswork, erpnext, versat y odoo, lo que facilita la transición hacia modelos de trabajo digitalizados y mejora la eficiencia operativa. la ia socia representa un ejemplo del talento local y reduce la dependencia de tecnologías extranjeras, abriendo puertas para que cuba se posicione como exportador de servicios digitales en el mercado global. el líder de estrategia de ia en avangenio, alain abel garófalo, enfatizó que la adopción acelerada de la ia es crucial para que las empresas cubanas participen en el mercado global. paralelamente a socia, cuba desarrolló cecilia, un nuevo modelo de lenguaje para inteligencia artificial. cecilia nació oficialmente el 26 de mayo, tras la conclusión de su primer entrenamiento, una noticia anunciada durante la convención saber uh 2025 en la habana. el dr. c. yudivián almeida cruz, director del grupo de inteligencia artificial de la universidad de la habana e integrante del equipo de desarrollo, lo describe como un sistema computacional que entiende y genera texto en español con un enfoque especial en la variante hablada en cuba, buscando captar sus particularidades culturales, sociales y lingüísticas, como modismos y referencias típicas. su nombre rinde homenaje a cecilia valdés, un símbolo emblemático de la literatura cubana, inspirando la identidad cultural del modelo. cecilia se considera un modelo mediano o pequeño de lenguaje, lo que lo hace más accesible para países en desarrollo debido a su menor consumo de recursos computacionales, tiempo de entrenamiento y energía eléctrica, así como mayor velocidad y eficiencia para tareas específicas. fue tomado como punto de partida la arquitectura salamandra 2b, una familia de modelos multilingües, de código abierto y entrenados desde cero, lo que fue posible gracias a las relaciones académicas entre los equipos desarrolladores. el proceso de entrenamiento inicial de cecilia se realizó con un corpus textual cubano de 2.7 gb, que incluyó alrededor de 400 obras literarias cubanas, información de la prensa del país de los últimos diez años, enciclopedias, discursos y la gaceta oficial disponible digitalmente. en el panorama internacional, cecilia busca fortalecer la articulación con el proyecto salamandra y pretende conectarse con latam-gpt, un gran modelo de lenguaje latinoamericano, para nutrirse, colaborar y transmitir experiencias en la construcción de modelos nacionales y regionales. tanto socia como cecilia, a pesar de sus respectivos desafíos, representan pilares fundamentales en la apuesta de cuba por la soberanía tecnológica y la transformación digital, buscando ofrecer soluciones de inteligencia artificial adaptadas a las realidades y necesidades del país, así lo afirmó el presidente cubano miguel díaz-canel bermúdez.",
    "tokens": [
      "cuba",
      "dio",
      "paso",
      "significativo",
      "transformación",
      "digital",
      "presentación",
      "socia",
      ",",
      "primera",
      "plataforma",
      "inteligencia",
      "artificial",
      "(",
      "ia",
      ")",
      "desarrollada",
      "íntegramente",
      "país",
      ".",
      "creada",
      "empresa",
      "cubana",
      "avangenio",
      ",",
      "socia",
      "lanzada",
      "oficialmente",
      "27",
      "marzo",
      ",",
      "posicionándose",
      "solución",
      "estratégica",
      "optimizar",
      "flujos",
      "trabajo",
      "empresariales",
      "mediante",
      "integración",
      "ia",
      "avanzada",
      ".",
      "socia",
      "define",
      "agente",
      "ia",
      "multifuncional",
      "plataforma",
      "innovadora",
      "diseñada",
      "gestionar",
      "colaborar",
      "agentes",
      "inteligencia",
      "artificial",
      "especializados",
      ".",
      "diferencia",
      "herramientas",
      "solo",
      "generan",
      "contenido",
      "básico",
      ",",
      "socia",
      "enfoca",
      "completar",
      "tareas",
      "complejas",
      "principio",
      "fin",
      ",",
      "incluyendo",
      "automatización",
      "procesos",
      "repetitivos",
      ",",
      "generación",
      "informes",
      "detallados",
      ",",
      "gestión",
      "proyectos",
      "interacción",
      "sistemas",
      "empresariales",
      "existentes",
      ".",
      "asimismo",
      ",",
      "capaz",
      "trabajar",
      "simultáneamente",
      "archivos",
      "diversos",
      "formatos",
      ",",
      "texto",
      ",",
      "audio",
      "video",
      ",",
      "cuenta",
      "interfaz",
      "versátil",
      "permite",
      "usuarios",
      "compartir",
      "información",
      "crear",
      "bases",
      "conocimiento",
      "personalizadas",
      ".",
      "dirigida",
      "organizaciones",
      "tamaños",
      ",",
      "pequeñas",
      "empresas",
      "grandes",
      "corporaciones",
      ",",
      "dentro",
      "cuba",
      ",",
      "socia",
      "flexible",
      "adaptable",
      "sectores",
      "educación",
      ",",
      "salud",
      ",",
      "telecomunicaciones",
      "logística",
      ".",
      "modelo",
      "servicio",
      "estructurado",
      "tres",
      "categorías",
      "(",
      "básico",
      ",",
      "avanzado",
      "enterprise",
      "team",
      ")",
      ",",
      "facilita",
      "acceso",
      "tecnología",
      "ia",
      "incluso",
      "empresas",
      "presupuestos",
      "limitados",
      ".",
      "además",
      ",",
      "características",
      "destacadas",
      "capacidad",
      "integrarse",
      "plataformas",
      "empresariales",
      "establecidas",
      ",",
      "noswork",
      ",",
      "erpnext",
      ",",
      "versat",
      "odoo",
      ",",
      "facilita",
      "transición",
      "hacia",
      "modelos",
      "trabajo",
      "digitalizados",
      "mejora",
      "eficiencia",
      "operativa",
      ".",
      "ia",
      "socia",
      "representa",
      "ejemplo",
      "talento",
      "local",
      "reduce",
      "dependencia",
      "tecnologías",
      "extranjeras",
      ",",
      "abriendo",
      "puertas",
      "cuba",
      "posicione",
      "exportador",
      "servicios",
      "digitales",
      "mercado",
      "global",
      ".",
      "líder",
      "estrategia",
      "ia",
      "avangenio",
      ",",
      "alain",
      "abel",
      "garófalo",
      ",",
      "enfatizó",
      "adopción",
      "acelerada",
      "ia",
      "crucial",
      "empresas",
      "cubanas",
      "participen",
      "mercado",
      "global",
      ".",
      "paralelamente",
      "socia",
      ",",
      "cuba",
      "desarrolló",
      "cecilia",
      ",",
      "nuevo",
      "modelo",
      "lenguaje",
      "inteligencia",
      "artificial",
      ".",
      "cecilia",
      "nació",
      "oficialmente",
      "26",
      "mayo",
      ",",
      "tras",
      "conclusión",
      "primer",
      "entrenamiento",
      ",",
      "noticia",
      "anunciada",
      "convención",
      "saber",
      "uh",
      "2025",
      "habana",
      ".",
      "dr.",
      "c.",
      "yudivián",
      "almeida",
      "cruz",
      ",",
      "director",
      "grupo",
      "inteligencia",
      "artificial",
      "universidad",
      "habana",
      "integrante",
      "equipo",
      "desarrollo",
      ",",
      "describe",
      "sistema",
      "computacional",
      "entiende",
      "genera",
      "texto",
      "español",
      "enfoque",
      "especial",
      "variante",
      "hablada",
      "cuba",
      ",",
      "buscando",
      "captar",
      "particularidades",
      "culturales",
      ",",
      "sociales",
      "lingüísticas",
      ",",
      "modismos",
      "referencias",
      "típicas",
      ".",
      "nombre",
      "rinde",
      "homenaje",
      "cecilia",
      "valdés",
      ",",
      "símbolo",
      "emblemático",
      "literatura",
      "cubana",
      ",",
      "inspirando",
      "identidad",
      "cultural",
      "modelo",
      ".",
      "cecilia",
      "considera",
      "modelo",
      "mediano",
      "pequeño",
      "lenguaje",
      ",",
      "hace",
      "accesible",
      "países",
      "desarrollo",
      "debido",
      "menor",
      "consumo",
      "recursos",
      "computacionales",
      ",",
      "tiempo",
      "entrenamiento",
      "energía",
      "eléctrica",
      ",",
      "así",
      "mayor",
      "velocidad",
      "eficiencia",
      "tareas",
      "específicas",
      ".",
      "tomado",
      "punto",
      "partida",
      "arquitectura",
      "salamandra",
      "2b",
      ",",
      "familia",
      "modelos",
      "multilingües",
      ",",
      "código",
      "abierto",
      "entrenados",
      "cero",
      ",",
      "posible",
      "gracias",
      "relaciones",
      "académicas",
      "equipos",
      "desarrolladores",
      ".",
      "proceso",
      "entrenamiento",
      "inicial",
      "cecilia",
      "realizó",
      "corpus",
      "textual",
      "cubano",
      "2.7",
      "gb",
      ",",
      "incluyó",
      "alrededor",
      "400",
      "obras",
      "literarias",
      "cubanas",
      ",",
      "información",
      "prensa",
      "país",
      "últimos",
      "diez",
      "años",
      ",",
      "enciclopedias",
      ",",
      "discursos",
      "gaceta",
      "oficial",
      "disponible",
      "digitalmente",
      ".",
      "panorama",
      "internacional",
      ",",
      "cecilia",
      "busca",
      "fortalecer",
      "articulación",
      "proyecto",
      "salamandra",
      "pretende",
      "conectarse",
      "latam-gpt",
      ",",
      "gran",
      "modelo",
      "lenguaje",
      "latinoamericano",
      ",",
      "nutrirse",
      ",",
      "colaborar",
      "transmitir",
      "experiencias",
      "construcción",
      "modelos",
      "nacionales",
      "regionales",
      ".",
      "socia",
      "cecilia",
      ",",
      "pesar",
      "respectivos",
      "desafíos",
      ",",
      "representan",
      "pilares",
      "fundamentales",
      "apuesta",
      "cuba",
      "soberanía",
      "tecnológica",
      "transformación",
      "digital",
      ",",
      "buscando",
      "ofrecer",
      "soluciones",
      "inteligencia",
      "artificial",
      "adaptadas",
      "realidades",
      "necesidades",
      "país",
      ",",
      "así",
      "afirmó",
      "presidente",
      "cubano",
      "miguel",
      "díaz-canel",
      "bermúdez",
      "."
    ],
    "token_count": 465,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 86,
      "NN": 197,
      "IN": 29,
      "JJ": 72,
      "FW": 158,
      "VBD": 2,
      "CD": 6,
      "NNS": 31,
      "VBP": 20,
      "CC": 2,
      "VBZ": 9,
      "RB": 3,
      "VB": 2,
      "MD": 1
    },
    "bigram_freq": {
      "NNP-NN": 28,
      "NN-NN": 98,
      "NN-IN": 21,
      "IN-JJ": 6,
      "JJ-JJ": 14,
      "JJ-NN": 45,
      "NN-FW": 21,
      "FW-FW": 102,
      "FW-NNP": 20,
      "NNP-FW": 10,
      "FW-JJ": 8,
      "JJ-NNP": 6,
      "NN-NNP": 15,
      "FW-NN": 20,
      "NNP-NNP": 32,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 2,
      "IN-FW": 12,
      "NN-JJ": 21,
      "IN-NN": 4,
      "NN-NNS": 13,
      "NNS-VBP": 15,
      "VBP-FW": 2,
      "NNP-CC": 2,
      "CC-NNP": 1,
      "NNP-VBP": 2,
      "VBP-NN": 2,
      "IN-NNP": 4,
      "NNP-JJ": 5,
      "NN-VBP": 2,
      "NN-VBZ": 5,
      "VBZ-IN": 2,
      "FW-NNS": 7,
      "VBP-JJ": 12,
      "VBP-IN": 2,
      "VBZ-VBZ": 1,
      "VBZ-NNP": 2,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "VBZ-JJ": 1,
      "JJ-NNS": 3,
      "NNS-FW": 5,
      "JJ-FW": 3,
      "VBP-NNP": 2,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "JJ-VB": 1,
      "VB-FW": 2,
      "IN-NNS": 1,
      "NNS-NNS": 4,
      "NNP-MD": 1,
      "MD-VB": 1,
      "FW-CD": 1,
      "CD-FW": 1,
      "NNP-CD": 2,
      "NNP-IN": 1,
      "VBZ-NNS": 2,
      "CC-JJ": 1,
      "CD-JJ": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NNS-NNP": 2,
      "IN-CD": 2,
      "CD-NNP": 1,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "NNS-VBZ": 2,
      "NNS-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 19,
      "NN-NN-NN": 42,
      "NN-NN-IN": 14,
      "NN-IN-JJ": 5,
      "IN-JJ-JJ": 2,
      "JJ-JJ-JJ": 3,
      "JJ-JJ-NN": 9,
      "JJ-NN-NN": 27,
      "NN-NN-FW": 10,
      "NN-FW-FW": 12,
      "FW-FW-NNP": 11,
      "FW-NNP-FW": 7,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 70,
      "FW-FW-JJ": 4,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NNP-NN-NNP": 3,
      "NN-NNP-FW": 1,
      "FW-NNP-NN": 5,
      "NN-FW-NN": 4,
      "FW-NN-NNP": 1,
      "NN-NNP-NNP": 4,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "JJ-NN-JJ": 4,
      "NN-JJ-NN": 14,
      "IN-JJ-NN": 3,
      "JJ-NN-IN": 6,
      "NN-IN-NN": 3,
      "IN-NN-NNS": 3,
      "NN-NNS-VBP": 9,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NN-JJ": 14,
      "NN-IN-NNP": 2,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 4,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "NN-NN-VBZ": 5,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "NN-IN-FW": 8,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 4,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 6,
      "NN-NN-NNP": 8,
      "NN-NNP-NN": 6,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "IN-FW-FW": 6,
      "FW-FW-NN": 12,
      "FW-NN-FW": 7,
      "FW-NN-NN": 7,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "VBP-JJ-JJ": 3,
      "NN-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-FW": 2,
      "NNS-FW-FW": 4,
      "NN-NN-NNS": 4,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 1,
      "IN-NNP-NNP": 3,
      "NNP-NNP-NN": 8,
      "NNP-NN-JJ": 2,
      "NN-JJ-JJ": 4,
      "JJ-NN-NNS": 4,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-NNS": 5,
      "FW-NNS-FW": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-NNP": 17,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-FW": 4,
      "FW-NN-NNS": 2,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-NNP": 3,
      "FW-NNP-NNP": 5,
      "IN-JJ-VB": 1,
      "JJ-VB-FW": 1,
      "VB-FW-FW": 1,
      "VBP-JJ-NNP": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NN-JJ-NNP": 2,
      "NN-FW-NNP": 4,
      "NNP-FW-NNP": 4,
      "NNP-NNP-FW": 2,
      "NNP-FW-NN": 2,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-NNP-NNP": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "IN-FW-NN": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "JJ-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-FW": 1,
      "VB-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-NN-IN": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "FW-NN-JJ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NNP-NNP-JJ": 2,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "VBP-NNP-NN": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-IN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-FW": 1,
      "NNS-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 197,
        "FW": 158,
        "NNP": 86,
        "JJ": 72,
        "NNS": 31
      },
      "top_bigrams": {
        "FW-FW": 102,
        "NN-NN": 98,
        "JJ-NN": 45,
        "NNP-NNP": 32,
        "NNP-NN": 28
      },
      "top_trigrams": {
        "FW-FW-FW": 70,
        "NN-NN-NN": 42,
        "JJ-NN-NN": 27,
        "NNP-NN-NN": 19,
        "NNP-NNP-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 175,
      "PP": 13,
      "ADJP": 7,
      "VP": 29
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0288
      },
      {
        "rule": "NP -> ('SocIA', 'NNP')",
        "frequency": 5,
        "weight": 0.0206
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0165
      },
      {
        "rule": "NP -> ('IA', 'NNP')",
        "frequency": 4,
        "weight": 0.0165
      },
      {
        "rule": "NP -> ('CecilIA', 'NNP')",
        "frequency": 3,
        "weight": 0.0123
      },
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "S -> NP PP ('presentación', 'FW') ('de', 'FW') NP (',', ',') NP ('de', 'IN') ('inteligencia', 'FW') ADJP ('(', '(') NP (')', ')') NP ('en', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0041
      },
      {
        "rule": "NP -> ('Cuba', 'NNP') ('dio', 'NN') ('un', 'NN') ('paso', 'NN') ('significativo', 'NN')",
        "frequency": 1,
        "weight": 0.0041
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Cuba dio un paso significativo"
      },
      {
        "label": "PP",
        "text": "en su transformación digital con la"
      },
      {
        "label": "NP",
        "text": "su transformación digital con la"
      },
      {
        "label": "NP",
        "text": "SocIA"
      },
      {
        "label": "NP",
        "text": "la primera plataforma"
      },
      {
        "label": "ADJP",
        "text": "artificial"
      },
      {
        "label": "NP",
        "text": "IA"
      },
      {
        "label": "NP",
        "text": "desarrollada íntegramente"
      },
      {
        "label": "NP",
        "text": "el país"
      },
      {
        "label": "NP",
        "text": "Creada por la"
      },
      {
        "label": "NP",
        "text": "cubana Avangenio"
      },
      {
        "label": "NP",
        "text": "SocIA"
      },
      {
        "label": "VP",
        "text": "fue lanzada oficialmente"
      },
      {
        "label": "NP",
        "text": "lanzada oficialmente"
      },
      {
        "label": "VP",
        "text": "el"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Cuba/NNP dio/NN un/NN paso/NN significativo/NN)\n  (PP en/IN (NP su/JJ transformación/JJ digital/JJ con/NN la/NN))\n  presentación/FW\n  de/FW\n  (NP SocIA/NNP)\n  ,/,\n  (NP la/NN primera/NN plataforma/NN)\n  de/IN\n  inteligencia/FW\n  (ADJP artificial/JJ)\n  (/(\n  (NP IA/NNP)\n  )/)\n  (NP desarrollada/NN íntegramente/NNP)\n  en/FW\n  (NP el/NN país/NN)\n  ./.)",
      "(S\n  (NP Creada/NNP por/NN la/NN)\n  empresa/FW\n  (NP cubana/NN Avangenio/NNP)\n  ,/,\n  (NP SocIA/NNP)\n  (VP fue/VBZ (NP lanzada/JJ oficialmente/NN))\n  (VP el/VBD)\n  27/CD\n  de/FW\n  marzo/FW\n  ,/,\n  (VP\n    posicionándose/VBP\n    (NP como/JJ una/JJ solución/NN estratégica/NN para/NN))\n  (PP optimizar/IN (NP los/JJ flujos/NN))\n  (PP de/IN (NP trabajo/NN empresariales/NNS))\n  (VP mediante/VBP)\n  la/FW\n  integración/FW\n  de/FW\n  (NP IA/NNP avanzada/NN)\n  ./.)",
      "(S\n  (NP SocIA/NNP)\n  se/FW\n  (NP define/NN como/NN)\n  (NP un/JJ agente/NN)\n  (PP de/IN (NP IA/NNP))\n  (NP multifuncional/JJ y/NN)\n  (NP\n    una/JJ\n    plataforma/NN\n    innovadora/NN\n    diseñada/NN\n    para/NN\n    gestionar/NN\n    y/NN\n    colaborar/NN\n    con/NN)\n  (VP agentes/VBZ)\n  de/IN\n  inteligencia/FW\n  (NP artificial/JJ especializados/NN)\n  ./.)",
      "(S\n  (NP A/DT diferencia/NN)\n  de/IN\n  otras/FW\n  (NP herramientas/NNS)\n  (VP que/VBP (NP solo/JJ generan/NN contenido/NN básico/NN))\n  ,/,\n  (NP SocIA/NNP)\n  se/FW\n  (NP enfoca/NN)\n  en/FW\n  (NP completar/NN tareas/NNS)\n  (VP complejas/VBP)\n  de/FW\n  principio/FW\n  (NP a/DT fin/NN)\n  ,/,\n  (ADJP incluyendo/JJ)\n  la/FW\n  automatización/FW\n  de/FW\n  procesos/FW\n  (NP repetitivos/NN)\n  ,/,\n  la/FW\n  generación/FW\n  de/FW\n  informes/FW\n  detallados/FW\n  ,/,\n  la/FW\n  gestión/FW\n  de/FW\n  proyectos/FW\n  y/CC\n  la/FW\n  (NP interacción/JJ con/NN sistemas/NN)\n  (VP empresariales/VBZ (NP existentes/NNS))\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP es/JJ capaz/NN)\n  de/IN\n  trabajar/FW\n  (NP simultáneamente/JJ con/NN archivos/NN)\n  (PP en/IN (NP diversos/NN formatos/NN))\n  ,/,\n  (NP como/NN texto/NN)\n  ,/,\n  (NP audio/JJ y/NN video/NN)\n  ,/,\n  y/RB\n  (NP cuenta/JJ con/NN)\n  (NP una/JJ interfaz/NN versátil/NN que/NNP)\n  (VP\n    permite/VBZ\n    (NP a/DT los/JJ usuarios/JJ compartir/NN información/NN y/NN)\n    (NP crear/JJ bases/NNS))\n  de/FW\n  conocimiento/FW\n  (NP personalizadas/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          343,
          350
        ],
        "start": 343,
        "end": 350
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          4399,
          4405
        ],
        "start": 4399,
        "end": 4405
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente cubano miguel",
        "position": [
          4409,
          4433
        ],
        "start": 4409,
        "end": 4433
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad de la",
        "position": [
          2579,
          2596
        ],
        "start": 2579,
        "end": 2596
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          2579,
          2590
        ],
        "start": 2579,
        "end": 2590
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          3225,
          3232
        ],
        "start": 3225,
        "end": 3232
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          0,
          4
        ],
        "start": 0,
        "end": 4
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          2481,
          2490
        ],
        "start": 2481,
        "end": 2490
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad de",
        "position": [
          2579,
          2593
        ],
        "start": 2579,
        "end": 2593
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 400",
        "position": [
          3651,
          3667
        ],
        "start": 3651,
        "end": 3667
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "CecilIA",
        "tipo": "Persona"
      },
      {
        "nombre": "Miguel Díaz-Canel Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "IA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estrategia de IA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Universidad de La Habana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "El Dr. C. Yudivián Almeida Cruz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Team",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alain Abel Garófalo",
        "tipo": "Persona"
      },
      {
        "nombre": "Cecilia Valdés",
        "tipo": "Persona"
      },
      {
        "nombre": "Avangenio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Versat",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Estrategia de IA",
        "relacion": "ENFATIZAR",
        "objeto": "IA"
      },
      {
        "sujeto": "Avangenio",
        "relacion": "ENFATIZAR",
        "objeto": "IA"
      },
      {
        "sujeto": "Alain Abel Garófalo",
        "relacion": "ENFATIZAR",
        "objeto": "IA"
      },
      {
        "sujeto": "El Dr. C. Yudivián Almeida Cruz",
        "relacion": "DESCRIBIR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Universidad de La Habana",
        "relacion": "DESCRIBIR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Cuba",
        "relacion": "REPRESENTAR_AFIRMAR",
        "objeto": "Miguel Díaz-Canel Bermúdez"
      }
    ]
  },
  "sentiment": {
    "compound": 0.2263,
    "pos": 0.003,
    "neu": 0.997,
    "neg": 0.0,
    "label": "positive"
  }
}