{
  "url": "https://www.telesurtv.net/maria-elena-carbajal-la-esterilizacion-forzada-en-peru-fue-un-delito-y-exigimos-justicia/",
  "title": "María Elena Carbajal: la esterilización forzada en Perú fue un delito y exigimos justicia - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Alberto Fujimori",
    "delito",
    "esterilización forzada",
    "Los Nadies",
    "Perú"
  ],
  "text": "María Elena Carbajal, activista peruana que sufrió la esterilización forzada en Perú, dijo en entrevista con el programa de la plataforma multimedios teleSUR Los Nadies, conducido por su presidenta, Patricia Villegas, que esa práctica no fue casualidad: fue un hecho masivo, un delito y un holocausto.\n“No fue casualidad; fue un hecho masivo. Habían cometido un delito y había un responsable. No solo que afectó la salud física sino también emocional de las personas afectadas”, compartió su testimonio María Elena Carbajal, una de las 30.000 mujeres esterilizadas forzosamente en Perú durante los años 1996 y 1998.\nDe igual manera exigió al Estado una reparación integral, física, mental. “La reparación es algo justo por un delito”, puntualizó María Elena Carbajal en la entrevista transmitida originalmente el 24 de marzo de 2002.\nAl narrar que el 18 de septiembre de 1996 dio a luz, Carbajal subrayó que escondieron a su hijo para hacerle la esterilización. “Los médicos me condicionaron escondiendo a mi hijo: no me lo querían traer. La condición era que solo así me entregaban a mi hijo”.\nAl indicar que nunca explicaron cómo iba a hacer ese procedimiento, la activista peruana puntualizó que “hubo un antes durante y después. Demoraron horas en traerme a mi hijo”.\nUna de las consecuencias, explica Carbajal, que dejó también para ella la esterilización fue la ruptura violenta de quien fue su excompañero de vida. “El padre de mi hijo me dejó en el hospital. Me juzgó a mí porque al ver la operación pensó que yo quería la operación (esterilización forzada) para tener otras parejas”.\nFue un trauma, dijo, mientras que al reaccionar a otra de las preguntas del programa Los Nadies, precisó que en junio de 2017 “se acercaron para decirme que hubo un registro y ahí me enteré que fue un crimen de lesa humanidad. No solamente había sido yo y cada vez más de 300.000 mujeres esterilizadas”.\nMaría Elena Carbajal dijo que 25 años después” volvimos a abrigar esperanza de que iba a haber justicia. Pero después se concedió el indulto humanitario a Alberto Fujimori, y se nos volvía a dar la espalda para encontrar justicia”.\n“Se presentaron 182 pruebas de esterilización forzada y no hubo planificación familiar como quieren hacer ver. Un indulto que no fue sobre las esterilizaciones y pedimos al poder judicial que envíe a Chile la petición para que incluya las esterilizaciones”, remarcó.\nAl reflexionar que en otras provincias hubo discriminación contra mujeres porque hablaban aymara y quechua, María Elena Carbajal agregó que “estamos buscando la justicia”.\nEl dictador Alberto Fujimori, quien falleció este miércoles no erradicó la pobreza, dijo la activista. “Las mujeres no le faltaba un pan, tenían que comer”, acotó Carbajal en relación a comentarios emitidos justificando que la esterilización forzada impediría que las mujeres parieran en un “contexto de pobreza”.\n“Los medios nacionales no difunden el testimonio de lo que hemos pasado: enfermedades, separaciones, familia desinfuncionales”, externó.\n“Muchas mujeres intentaron tener otra pareja y que ya no podían tener hijos. Ya mi organismo no era el mismo. Tenía deficiencia hormonal, tuve que ir muchas veces a los sistemas de salud para tratarme”, resaltó la entrevistada, quien reconoció además las personas fallecidas por los malos procedimientos.\nEntre tanto, quien fue violentada por la dictadura de Fujimori, alegó “que cada caso es más fuerte que el que viene”, en relación a las historias que vivieron las mujeres peruanas. “A mis compañeras de otras provincias ni siquiera le dijeron nada, las amarraron y cometieron otros delitos contra ellas”.\n“Ha habido bastante corrupción. Más de cinco veces archivado el caso. Han pasado más de cinco gobiernos sin ningún compromiso con las víctimas”, dijo, al tiempo que mencionó que el presidente constitucional Pedro Castillo, quien fue destituido por el Congreso, “se comprometió con nuestro dolor y se comprometió a ayudarnos, sin embargo, no hizo nada”.\n“Los Gobiernos son indulgentes, los ministerios también. Años y años con reuniones de trabajo y nada de justicia”, expuso.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/maria-elena-carbajal-la-esterilizacion-forzada-en-peru-fue-un-delito-y-exigimos-justicia/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1141,
    "message_id": 76145,
    "date": "2024-09-12T04:55:09+00:00",
    "text": "teleSUR\nMaría Elena Carbajal: la esterilización forzada en Perú fue un delito y exigimos justicia\nhttps://www.telesurtv.net/maria-elena-carbajal-la-esterilizacion-forzada-en-peru-fue-un-delito-y-exigimos-justicia/",
    "photo_path": null,
    "views": 3204,
    "reactions": {
      "👍": 58,
      "❤": 4,
      "🙏": 2,
      "👌": 1
    },
    "total_reactions": 65
  },
  "preprocessing": {
    "cleaned": "maría elena carbajal, activista peruana que sufrió la esterilización forzada en perú, dijo en entrevista con el programa de la plataforma multimedios telesur los nadies, conducido por su presidenta, patricia villegas, que esa práctica no fue casualidad: fue un hecho masivo, un delito y un holocausto. “no fue casualidad; fue un hecho masivo. habían cometido un delito y había un responsable. no solo que afectó la salud física sino también emocional de las personas afectadas”, compartió su testimonio maría elena carbajal, una de las 30.000 mujeres esterilizadas forzosamente en perú durante los años 1996 y 1998. de igual manera exigió al estado una reparación integral, física, mental. “la reparación es algo justo por un delito”, puntualizó maría elena carbajal en la entrevista transmitida originalmente el 24 de marzo de 2002. al narrar que el 18 de septiembre de 1996 dio a luz, carbajal subrayó que escondieron a su hijo para hacerle la esterilización. “los médicos me condicionaron escondiendo a mi hijo: no me lo querían traer. la condición era que solo así me entregaban a mi hijo”. al indicar que nunca explicaron cómo iba a hacer ese procedimiento, la activista peruana puntualizó que “hubo un antes durante y después. demoraron horas en traerme a mi hijo”. una de las consecuencias, explica carbajal, que dejó también para ella la esterilización fue la ruptura violenta de quien fue su excompañero de vida. “el padre de mi hijo me dejó en el hospital. me juzgó a mí porque al ver la operación pensó que yo quería la operación (esterilización forzada) para tener otras parejas”. fue un trauma, dijo, mientras que al reaccionar a otra de las preguntas del programa los nadies, precisó que en junio de 2017 “se acercaron para decirme que hubo un registro y ahí me enteré que fue un crimen de lesa humanidad. no solamente había sido yo y cada vez más de 300.000 mujeres esterilizadas”. maría elena carbajal dijo que 25 años después” volvimos a abrigar esperanza de que iba a haber justicia. pero después se concedió el indulto humanitario a alberto fujimori, y se nos volvía a dar la espalda para encontrar justicia”. “se presentaron 182 pruebas de esterilización forzada y no hubo planificación familiar como quieren hacer ver. un indulto que no fue sobre las esterilizaciones y pedimos al poder judicial que envíe a chile la petición para que incluya las esterilizaciones”, remarcó. al reflexionar que en otras provincias hubo discriminación contra mujeres porque hablaban aymara y quechua, maría elena carbajal agregó que “estamos buscando la justicia”. el dictador alberto fujimori, quien falleció este miércoles no erradicó la pobreza, dijo la activista. “las mujeres no le faltaba un pan, tenían que comer”, acotó carbajal en relación a comentarios emitidos justificando que la esterilización forzada impediría que las mujeres parieran en un “contexto de pobreza”. “los medios nacionales no difunden el testimonio de lo que hemos pasado: enfermedades, separaciones, familia desinfuncionales”, externó. “muchas mujeres intentaron tener otra pareja y que ya no podían tener hijos. ya mi organismo no era el mismo. tenía deficiencia hormonal, tuve que ir muchas veces a los sistemas de salud para tratarme”, resaltó la entrevistada, quien reconoció además las personas fallecidas por los malos procedimientos. entre tanto, quien fue violentada por la dictadura de fujimori, alegó “que cada caso es más fuerte que el que viene”, en relación a las historias que vivieron las mujeres peruanas. “a mis compañeras de otras provincias ni siquiera le dijeron nada, las amarraron y cometieron otros delitos contra ellas”. “ha habido bastante corrupción. más de cinco veces archivado el caso. han pasado más de cinco gobiernos sin ningún compromiso con las víctimas”, dijo, al tiempo que mencionó que el presidente constitucional pedro castillo, quien fue destituido por el congreso, “se comprometió con nuestro dolor y se comprometió a ayudarnos, sin embargo, no hizo nada”. “los gobiernos son indulgentes, los ministerios también. años y años con reuniones de trabajo y nada de justicia”, expuso.",
    "tokens": [
      "maría",
      "elena",
      "carbajal",
      ",",
      "activista",
      "peruana",
      "sufrió",
      "esterilización",
      "forzada",
      "perú",
      ",",
      "dijo",
      "entrevista",
      "programa",
      "plataforma",
      "multimedios",
      "telesur",
      "nadies",
      ",",
      "conducido",
      "presidenta",
      ",",
      "patricia",
      "villegas",
      ",",
      "práctica",
      "casualidad",
      ":",
      "hecho",
      "masivo",
      ",",
      "delito",
      "holocausto",
      ".",
      "“",
      "casualidad",
      ";",
      "hecho",
      "masivo",
      ".",
      "cometido",
      "delito",
      "responsable",
      ".",
      "solo",
      "afectó",
      "salud",
      "física",
      "sino",
      "emocional",
      "personas",
      "afectadas",
      "”",
      ",",
      "compartió",
      "testimonio",
      "maría",
      "elena",
      "carbajal",
      ",",
      "30.000",
      "mujeres",
      "esterilizadas",
      "forzosamente",
      "perú",
      "años",
      "1996",
      "1998.",
      "igual",
      "manera",
      "exigió",
      "reparación",
      "integral",
      ",",
      "física",
      ",",
      "mental",
      ".",
      "“",
      "reparación",
      "justo",
      "delito",
      "”",
      ",",
      "puntualizó",
      "maría",
      "elena",
      "carbajal",
      "entrevista",
      "transmitida",
      "originalmente",
      "24",
      "marzo",
      "2002.",
      "narrar",
      "18",
      "septiembre",
      "1996",
      "dio",
      "luz",
      ",",
      "carbajal",
      "subrayó",
      "escondieron",
      "hijo",
      "hacerle",
      "esterilización",
      ".",
      "“",
      "médicos",
      "condicionaron",
      "escondiendo",
      "hijo",
      ":",
      "querían",
      "traer",
      ".",
      "condición",
      "solo",
      "así",
      "entregaban",
      "hijo",
      "”",
      ".",
      "indicar",
      "nunca",
      "explicaron",
      "cómo",
      "iba",
      "hacer",
      "procedimiento",
      ",",
      "activista",
      "peruana",
      "puntualizó",
      "“",
      "después",
      ".",
      "demoraron",
      "horas",
      "traerme",
      "hijo",
      "”",
      ".",
      "consecuencias",
      ",",
      "explica",
      "carbajal",
      ",",
      "dejó",
      "esterilización",
      "ruptura",
      "violenta",
      "excompañero",
      "vida",
      ".",
      "“",
      "padre",
      "hijo",
      "dejó",
      "hospital",
      ".",
      "juzgó",
      "ver",
      "operación",
      "pensó",
      "quería",
      "operación",
      "(",
      "esterilización",
      "forzada",
      ")",
      "tener",
      "parejas",
      "”",
      ".",
      "trauma",
      ",",
      "dijo",
      ",",
      "mientras",
      "reaccionar",
      "preguntas",
      "programa",
      "nadies",
      ",",
      "precisó",
      "junio",
      "2017",
      "“",
      "acercaron",
      "decirme",
      "registro",
      "ahí",
      "enteré",
      "crimen",
      "lesa",
      "humanidad",
      ".",
      "solamente",
      "sido",
      "cada",
      "vez",
      "300.000",
      "mujeres",
      "esterilizadas",
      "”",
      ".",
      "maría",
      "elena",
      "carbajal",
      "dijo",
      "25",
      "años",
      "después",
      "”",
      "volvimos",
      "abrigar",
      "esperanza",
      "iba",
      "haber",
      "justicia",
      ".",
      "después",
      "concedió",
      "indulto",
      "humanitario",
      "alberto",
      "fujimori",
      ",",
      "volvía",
      "dar",
      "espalda",
      "encontrar",
      "justicia",
      "”",
      ".",
      "“",
      "presentaron",
      "182",
      "pruebas",
      "esterilización",
      "forzada",
      "planificación",
      "familiar",
      "quieren",
      "hacer",
      "ver",
      ".",
      "indulto",
      "esterilizaciones",
      "pedimos",
      "poder",
      "judicial",
      "envíe",
      "chile",
      "petición",
      "incluya",
      "esterilizaciones",
      "”",
      ",",
      "remarcó",
      ".",
      "reflexionar",
      "provincias",
      "discriminación",
      "mujeres",
      "hablaban",
      "aymara",
      "quechua",
      ",",
      "maría",
      "elena",
      "carbajal",
      "agregó",
      "“",
      "buscando",
      "justicia",
      "”",
      ".",
      "dictador",
      "alberto",
      "fujimori",
      ",",
      "falleció",
      "miércoles",
      "erradicó",
      "pobreza",
      ",",
      "dijo",
      "activista",
      ".",
      "“",
      "mujeres",
      "faltaba",
      "pan",
      ",",
      "comer",
      "”",
      ",",
      "acotó",
      "carbajal",
      "relación",
      "comentarios",
      "emitidos",
      "justificando",
      "esterilización",
      "forzada",
      "impediría",
      "mujeres",
      "parieran",
      "“",
      "contexto",
      "pobreza",
      "”",
      ".",
      "“",
      "medios",
      "nacionales",
      "difunden",
      "testimonio",
      "pasado",
      ":",
      "enfermedades",
      ",",
      "separaciones",
      ",",
      "familia",
      "desinfuncionales",
      "”",
      ",",
      "externó",
      ".",
      "“",
      "muchas",
      "mujeres",
      "intentaron",
      "tener",
      "pareja",
      "podían",
      "tener",
      "hijos",
      ".",
      "organismo",
      "mismo",
      ".",
      "deficiencia",
      "hormonal",
      ",",
      "ir",
      "muchas",
      "veces",
      "sistemas",
      "salud",
      "tratarme",
      "”",
      ",",
      "resaltó",
      "entrevistada",
      ",",
      "reconoció",
      "además",
      "personas",
      "fallecidas",
      "malos",
      "procedimientos",
      ".",
      ",",
      "violentada",
      "dictadura",
      "fujimori",
      ",",
      "alegó",
      "“",
      "cada",
      "caso",
      "fuerte",
      "viene",
      "”",
      ",",
      "relación",
      "historias",
      "vivieron",
      "mujeres",
      "peruanas",
      ".",
      "“",
      "compañeras",
      "provincias",
      "siquiera",
      "dijeron",
      ",",
      "amarraron",
      "cometieron",
      "delitos",
      "”",
      ".",
      "“",
      "bastante",
      "corrupción",
      ".",
      "cinco",
      "veces",
      "archivado",
      "caso",
      ".",
      "pasado",
      "cinco",
      "gobiernos",
      "ningún",
      "compromiso",
      "víctimas",
      "”",
      ",",
      "dijo",
      ",",
      "tiempo",
      "mencionó",
      "presidente",
      "constitucional",
      "pedro",
      "castillo",
      ",",
      "destituido",
      "congreso",
      ",",
      "“",
      "comprometió",
      "dolor",
      "comprometió",
      "ayudarnos",
      ",",
      "embargo",
      ",",
      "hizo",
      "”",
      ".",
      "“",
      "gobiernos",
      "indulgentes",
      ",",
      "ministerios",
      ".",
      "años",
      "años",
      "reuniones",
      "trabajo",
      "justicia",
      "”",
      ",",
      "expuso",
      "."
    ],
    "token_count": 452,
    "sentence_count": 34
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 69,
      "NN": 282,
      "FW": 96,
      "NNS": 25,
      "VBP": 22,
      "VBZ": 18,
      "DT": 10,
      "JJ": 64,
      "CD": 11,
      "IN": 17,
      "CC": 1,
      "PRP": 5,
      "VBD": 1,
      "RB": 2
    },
    "bigram_freq": {
      "NNP-NNP": 18,
      "NNP-NN": 35,
      "NN-NN": 172,
      "NN-FW": 22,
      "FW-NN": 18,
      "FW-NNP": 6,
      "FW-FW": 57,
      "FW-NNS": 5,
      "NNS-VBP": 17,
      "VBP-NNP": 5,
      "NN-NNP": 28,
      "NN-VBZ": 9,
      "VBZ-DT": 8,
      "DT-NN": 8,
      "NN-JJ": 25,
      "JJ-NN": 41,
      "JJ-JJ": 4,
      "JJ-NNP": 7,
      "JJ-FW": 3,
      "VBP-JJ": 13,
      "NNP-FW": 4,
      "FW-CD": 2,
      "CD-NNS": 2,
      "NNS-JJ": 3,
      "NN-CD": 2,
      "CD-CD": 1,
      "CD-NNP": 2,
      "NNP-JJ": 2,
      "CD-FW": 2,
      "FW-IN": 2,
      "IN-CD": 4,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-CD": 1,
      "CD-NN": 4,
      "FW-PRP": 2,
      "PRP-VBP": 4,
      "NN-DT": 2,
      "DT-PRP": 1,
      "PRP-VBZ": 1,
      "VBZ-JJ": 8,
      "NN-IN": 10,
      "IN-PRP": 2,
      "JJ-VBZ": 1,
      "NNP-IN": 2,
      "IN-FW": 7,
      "IN-JJ": 2,
      "NNS-FW": 1,
      "JJ-NNS": 7,
      "NNS-IN": 2,
      "FW-JJ": 3,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNP-VBZ": 4,
      "VBZ-CD": 1,
      "FW-VBZ": 1,
      "NN-NNS": 8,
      "NN-RB": 2,
      "RB-JJ": 1,
      "VBP-NN": 2,
      "VBP-IN": 1,
      "NNP-NNS": 2,
      "NNS-VBZ": 1,
      "DT-JJ": 1,
      "VBZ-NNS": 1,
      "IN-NN": 2,
      "NNS-NNP": 1,
      "NN-VBP": 1,
      "VBP-VBZ": 1,
      "RB-NNP": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 5,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 31,
      "NN-NN-NN": 100,
      "NN-NN-FW": 16,
      "NN-FW-NN": 10,
      "FW-NN-FW": 4,
      "NN-FW-NNP": 2,
      "FW-NNP-NN": 3,
      "NN-FW-FW": 10,
      "FW-FW-FW": 38,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNP": 5,
      "VBP-NNP-NNP": 1,
      "NN-NN-NNP": 18,
      "NN-NNP-NNP": 8,
      "NN-NN-VBZ": 5,
      "NN-VBZ-DT": 3,
      "VBZ-DT-NN": 7,
      "DT-NN-NN": 3,
      "NN-NN-JJ": 16,
      "NN-JJ-NN": 18,
      "JJ-NN-NN": 26,
      "JJ-NN-JJ": 7,
      "JJ-NN-NNP": 5,
      "NN-NNP-NN": 15,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "JJ-JJ-FW": 2,
      "JJ-FW-FW": 2,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 11,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 3,
      "FW-FW-CD": 2,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "NNS-JJ-JJ": 1,
      "JJ-FW-NNP": 1,
      "NN-NN-CD": 2,
      "NN-CD-CD": 1,
      "CD-CD-NNP": 1,
      "CD-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NNP-JJ": 1,
      "NN-JJ-NNP": 2,
      "FW-CD-FW": 1,
      "CD-FW-FW": 2,
      "FW-FW-IN": 2,
      "FW-IN-CD": 2,
      "IN-CD-NNP": 1,
      "CD-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-JJ": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-FW": 1,
      "IN-CD-NN": 2,
      "CD-NN-NN": 3,
      "FW-NNP-FW": 2,
      "NNP-FW-PRP": 1,
      "FW-PRP-VBP": 2,
      "PRP-VBP-JJ": 4,
      "NN-NN-DT": 2,
      "NN-DT-PRP": 1,
      "DT-PRP-VBZ": 1,
      "PRP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "NN-NN-IN": 6,
      "NN-IN-PRP": 2,
      "IN-PRP-VBP": 2,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-JJ": 1,
      "NNP-NN-FW": 1,
      "FW-NN-NN": 8,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-NNS": 2,
      "VBP-NNP-NN": 3,
      "FW-FW-NNP": 2,
      "FW-FW-PRP": 1,
      "FW-FW-NN": 6,
      "NN-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NN-NNP": 4,
      "FW-NN-IN": 1,
      "NN-IN-CD": 2,
      "JJ-NN-IN": 3,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NN": 1,
      "IN-CD-NNS": 1,
      "NNS-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NN-CD-NN": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-NN": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 3,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-NNS": 3,
      "JJ-NNS-VBP": 5,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 7,
      "FW-JJ-NNS": 1,
      "NNP-NN-NNP": 1,
      "JJ-NNP-VBZ": 1,
      "NNP-VBZ-DT": 2,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNP-VBZ-JJ": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-IN-FW": 4,
      "IN-FW-NNP": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-FW-JJ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-NN-JJ": 1,
      "NNP-NNP-VBZ": 1,
      "VBZ-JJ-NNP": 1,
      "NNP-NN-JJ": 1,
      "VBP-JJ-FW": 1,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 2,
      "IN-FW-FW": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-IN-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-NNP": 1,
      "NNP-NN-VBZ": 1,
      "NN-NNS-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 282,
        "FW": 96,
        "NNP": 69,
        "JJ": 64,
        "NNS": 25
      },
      "top_bigrams": {
        "NN-NN": 172,
        "FW-FW": 57,
        "JJ-NN": 41,
        "NNP-NN": 35,
        "NN-NNP": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 100,
        "FW-FW-FW": 38,
        "NNP-NN-NN": 31,
        "JJ-NN-NN": 26,
        "NN-NN-NNP": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 34,
    "chunk_counts": {
      "NP": 173,
      "VP": 44,
      "ADJP": 10,
      "PP": 2
    },
    "top_rules": [
      {
        "rule": "NP -> ('dijo', 'NN')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('forzada', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('un', 'JJ') ('hecho', 'NN') ('masivo', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('mujeres', 'NNS')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('a', 'DT') ('mi', 'NN') ('hijo', 'NN') ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "S -> NP VP VP ('.', '.')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('“', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "S -> NP (',', ',') NP ('esterilización', 'FW') NP ('en', 'FW') NP (',', ',') NP ('en', 'FW') ('entrevista', 'FW') NP ('el', 'FW') ('programa', 'FW') ('de', 'FW') ('la', 'FW') ('plataforma', 'FW') NP VP (',', ',') NP (',', ',') NP (',', ',') NP NP (':', ':') NP NP (',', ',') NP NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0038
      },
      {
        "rule": "NP -> ('María', 'NNP') ('Elena', 'NNP') ('Carbajal', 'NNP')",
        "frequency": 1,
        "weight": 0.0038
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "María Elena Carbajal"
      },
      {
        "label": "NP",
        "text": "activista peruana que sufrió la"
      },
      {
        "label": "NP",
        "text": "forzada"
      },
      {
        "label": "NP",
        "text": "Perú"
      },
      {
        "label": "NP",
        "text": "dijo"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "multimedios"
      },
      {
        "label": "VP",
        "text": "teleSUR Los Nadies"
      },
      {
        "label": "NP",
        "text": "Los Nadies"
      },
      {
        "label": "NP",
        "text": "conducido por su presidenta"
      },
      {
        "label": "NP",
        "text": "Patricia Villegas"
      },
      {
        "label": "NP",
        "text": "que esa práctica"
      },
      {
        "label": "NP",
        "text": "no fue casualidad"
      },
      {
        "label": "NP",
        "text": "fue"
      },
      {
        "label": "NP",
        "text": "un hecho masivo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP María/NNP Elena/NNP Carbajal/NNP)\n  ,/,\n  (NP activista/JJ peruana/NN que/NN sufrió/NN la/NN)\n  esterilización/FW\n  (NP forzada/NN)\n  en/FW\n  (NP Perú/NNP)\n  ,/,\n  (NP dijo/NN)\n  en/FW\n  entrevista/FW\n  (NP con/NN)\n  el/FW\n  programa/FW\n  de/FW\n  la/FW\n  plataforma/FW\n  (NP multimedios/NNS)\n  (VP teleSUR/VBP (NP Los/NNP Nadies/NNP))\n  ,/,\n  (NP conducido/NN por/NN su/NN presidenta/NN)\n  ,/,\n  (NP Patricia/NNP Villegas/NNP)\n  ,/,\n  (NP que/JJ esa/NN práctica/NN)\n  (NP no/DT fue/JJ casualidad/NN)\n  :/:\n  (NP fue/NN)\n  (NP un/JJ hecho/NN masivo/NN)\n  ,/,\n  (NP un/JJ delito/NN y/NN)\n  (NP un/JJ holocausto/NN)\n  ./.)",
      "(S\n  (NP “/JJ No/NNP fue/NN casualidad/NN)\n  ;/:\n  fue/CC\n  (NP un/JJ hecho/NN masivo/NN)\n  ./.)",
      "(S\n  (NP Habían/NNP cometido/NN un/NN delito/NN y/NN había/NN)\n  (NP un/JJ responsable/NN)\n  ./.)",
      "(S\n  (NP\n    No/DT\n    solo/NN\n    que/NN\n    afectó/NN\n    la/NN\n    salud/NN\n    física/NN\n    sino/NN)\n  (ADJP también/JJ)\n  (ADJP emocional/JJ)\n  de/FW\n  las/FW\n  (NP personas/NNS)\n  (VP afectadas/VBP (NP ”/NN))\n  ,/,\n  (NP\n    compartió/NN\n    su/NN\n    testimonio/NN\n    María/NNP\n    Elena/NNP\n    Carbajal/NNP)\n  ,/,\n  (ADJP una/JJ)\n  de/FW\n  las/FW\n  30.000/CD\n  (NP mujeres/NNS)\n  (ADJP esterilizadas/JJ)\n  (ADJP forzosamente/JJ)\n  en/FW\n  (NP Perú/NNP durante/NN los/NN)\n  (ADJP años/JJ)\n  1996/CD\n  (NP y/NN)\n  1998/CD\n  ./.)",
      "(S\n  (NP De/NNP)\n  (NP igual/JJ manera/NN exigió/NN al/NN Estado/NNP)\n  (NP una/JJ reparación/NN)\n  (ADJP integral/JJ)\n  ,/,\n  (ADJP física/JJ)\n  ,/,\n  (ADJP mental/JJ)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "FECHAS_ESPECIFICAS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          4067,
          4074
        ],
        "start": 4067,
        "end": 4074
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          1690,
          1697
        ],
        "start": 1690,
        "end": 1697
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          3648,
          3658
        ],
        "start": 3648,
        "end": 3658
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente constitucional pedro",
        "position": [
          3809,
          3840
        ],
        "start": 3809,
        "end": 3840
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          543,
          550
        ],
        "start": 543,
        "end": 550
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          896,
          903
        ],
        "start": 896,
        "end": 903
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          1457,
          1465
        ],
        "start": 1457,
        "end": 1465
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          882,
          885
        ],
        "start": 882,
        "end": 885
      },
      {
        "category": "PAISES",
        "matched_text": "chile",
        "position": [
          2329,
          2334
        ],
        "start": 2329,
        "end": 2334
      },
      {
        "category": "PAISES",
        "matched_text": "perú",
        "position": [
          80,
          84
        ],
        "start": 80,
        "end": 84
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado una",
        "position": [
          642,
          652
        ],
        "start": 642,
        "end": 652
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "hospital. me",
        "position": [
          1457,
          1469
        ],
        "start": 1457,
        "end": 1469
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "24 de marzo de 2002",
        "position": [
          813,
          832
        ],
        "start": 813,
        "end": 832
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "años 1996",
        "position": [
          598,
          607
        ],
        "start": 598,
        "end": 607
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3957,
          3964
        ],
        "start": 3957,
        "end": 3964
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 300.000",
        "position": [
          1858,
          1872
        ],
        "start": 1858,
        "end": 1872
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "18 de septiembre de 1996",
        "position": [
          851,
          875
        ],
        "start": 851,
        "end": 875
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alberto Fujimori",
        "tipo": "Persona"
      },
      {
        "nombre": "Pedro Castillo",
        "tipo": "Persona"
      },
      {
        "nombre": "María Elena Carbajal",
        "tipo": "Persona"
      },
      {
        "nombre": "Carbajal",
        "tipo": "Persona"
      },
      {
        "nombre": "Perú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Patricia Villegas",
        "tipo": "Persona"
      },
      {
        "nombre": "Chile",
        "tipo": "Lugar"
      },
      {
        "nombre": "Demoraron",
        "tipo": "Persona"
      },
      {
        "nombre": "Fujimori",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "María Elena Carbajal",
        "relacion": "DECIR",
        "objeto": "Patricia Villegas"
      },
      {
        "sujeto": "Perú",
        "relacion": "SUFRIR_DECIR",
        "objeto": "Patricia Villegas"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9875,
    "pos": 0.0,
    "neu": 0.938,
    "neg": 0.062,
    "label": "negative"
  }
}