{
  "url": "https://www.telesurtv.net/todo-lo-que-debes-saber-sobre-las-elecciones-en-ecuador/",
  "title": "Todo lo que debes saber sobre las elecciones en Ecuador - teleSUR",
  "section": "En profundidad",
  "tags": [],
  "text": "Luisa González y Daniel Noboa encabezan las encuestas en una elección marcada por la crisis política, la inseguridad y el descontento social.\n\nEl próximo domingo 9 de febrero, más de 13 millones de ecuatorianos están llamados a las urnas para elegir al próximo binomio presidencial que gobernará el país hasta 2029, así como a los 137 miembros de la Asamblea Nacional.\nLas reglas del proceso están determinadas por el Código de la Democracia, que establece que para ganar en primera vuelta es necesario obtener la mitad más uno de los votos válidos, o al menos el 40% con una ventaja de 10 puntos sobre el segundo candidato. De no alcanzarse estos umbrales, se celebraría una segunda vuelta el 13 de abril.\n\nDieciséis candidatos están en la contienda, pero solo dos lideran las encuestas: la correísta Luisa González y el actual presidente, Daniel Noboa. Según las mediciones recientes, la candidata de la Revolución Ciudadana podría imponerse en primera vuelta gracias a la fuerte estructura política de su movimiento. Sin embargo, Noboa mantiene una base electoral significativa a pesar del descontento con su gestión.\nLuisa González: Exasambleísta y representante del movimiento Revolución Ciudadana (RC5). En su segundo intento por el correísmo, González es la principal candidata a la renovación. Su partido ha demostrado una gran capacidad organizativa, pero enfrenta el reto de revertir la resistencia que parte del electorado mantiene hacia su movimiento, demonizado por la mediática hegemónica local y objeto de persecución judicial.\nDaniel Noboa: Empresario hijo de la aristocracia ecuatoriana y actual presidente. Llegó al poder tras vencer en el balotaje de 2023 luego de que el expresidente, Guillermo Lasso, abandonara el liderazgo del Ejecutivo de forma anticipada. Sin embargo, a poco más de un año de haber asumido, su imagen se ha desgastado por la crisis de seguridad sin precedentes, una economía debilitada y cortes energéticos prolongados que han afectado a la población.  Neoliberal clásico, estudió en Harvard y New York, y como presidente declaró el estado de excepción con el objetivo de controlar la violencia y el narcotráfico. Dio la orden de invadir la embajada de México para secuestrar al ex vicepresidente Jorge Glas.\nLeónidas Iza: Es el representante del movimiento indígena ecuatoriano, un sector demográfico muy relevante en el país. A diferencia de su antecesor (el líder indígena Yaku Pérez, auspiciado por ONG verdes de Europa), Iza es un hombre de izquierda y de menor grado de confrontación con el correísmo. Actualmente, las encuestas lo ubican muy por detrás en la intención de voto.\nEl resto de los candidatos\nOtros aspirantes han quedado rezagados en las encuestas, pero podrían captar votos clave que incidan en una eventual segunda vuelta. Entre ellos destacan:\n\nEl proceso electoral se desarrolla en un clima de tensión. La crisis de seguridad ha colocado a Ecuador entre los países con mayor tasa de homicidios en América Latina, con 47 por cada 100.000 habitantes en 2023. El auge del crimen organizado ha sido un factor clave en el deterioro de la percepción ciudadana sobre el Gobierno.\nA ello se suma una economía debilitada, con altas tasas de desempleo e informalidad, y una crisis energética que ha generado cortes de electricidad de hasta 14 horas diarias en 2024. Si bien la situación energética ha mejorado en las últimas semanas, el impacto en la población sigue siendo considerable.\n\nLas últimas mediciones de diversas firmas de investigación revelan un escenario disputado. Luisa González lidera con un 35,5% de intención de voto, seguida de cerca por Daniel Noboa con un 32,9%. Sin embargo, la alta tasa de indecisos y el rechazo a las encuestas dificultan predecir el desenlace.\nSi ninguno de los candidatos logra una victoria en primera vuelta, el balotaje del 13 de abril definiría al próximo presidente en una contienda que, según antecedentes recientes, se decidirá por el candidato que logre atraer a los votantes de las opciones descartadas.\nEl voto en Ecuador es obligatorio para los ciudadanos entre 18 y 64 años, y facultativo para jóvenes de 16 a 18 y adultos mayores. El padrón electoral cuenta con 13.736.314 votantes, incluyendo más de 655.000 jóvenes y 456.485 ecuatorianos en el exterior, quienes esta vez deberán votar de manera presencial.\nLa historia electoral del país indica una alta participación, lo que convierte a estas elecciones en un reflejo clave del sentir popular ante una crisis que ha marcado la agenda política y social de los últimos años. Con un ambiente de polarización, descontento y preocupación por el futuro del país, Ecuador se prepara para una jornada electoral decisiva que definirá el rumbo de la nación en los próximos cuatro años.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/todo-lo-que-debes-saber-sobre-las-elecciones-en-ecuador/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 1479,
    "message_id": 86388,
    "date": "2025-02-06T18:17:24+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪ Todo lo que debes saber sobre las elecciones en Ecuador\nhttps://www.telesurtv.net/todo-lo-que-debes-saber-sobre-las-elecciones-en-ecuador/\n\n▪ Instalan gabinete gubernamental para desaparecidos en México\nhttps://www.telesurtv.net/instalan-gabinete-gubernamental-para-desaparecidos-en-mexico/\n\n▪ Congresista demócrata iniciará proceso de juicio político contra Trump por plan de Gaza\nhttps://www.telesurtv.net/ocupantes-israelies-mantienen-asedio-a-ciudad-cisjordana-de-yenin-y-su-campo-de-refugiados/\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 2201,
    "reactions": {
      "❤": 22,
      "👍": 12,
      "🤔": 1
    },
    "total_reactions": 35
  },
  "preprocessing": {
    "cleaned": "luisa gonzález y daniel noboa encabezan las encuestas en una elección marcada por la crisis política, la inseguridad y el descontento social. el próximo domingo 9 de febrero, más de 13 millones de ecuatorianos están llamados a las urnas para elegir al próximo binomio presidencial que gobernará el país hasta 2029, así como a los 137 miembros de la asamblea nacional. las reglas del proceso están determinadas por el código de la democracia, que establece que para ganar en primera vuelta es necesario obtener la mitad más uno de los votos válidos, o al menos el 40% con una ventaja de 10 puntos sobre el segundo candidato. de no alcanzarse estos umbrales, se celebraría una segunda vuelta el 13 de abril. dieciséis candidatos están en la contienda, pero solo dos lideran las encuestas: la correísta luisa gonzález y el actual presidente, daniel noboa. según las mediciones recientes, la candidata de la revolución ciudadana podría imponerse en primera vuelta gracias a la fuerte estructura política de su movimiento. sin embargo, noboa mantiene una base electoral significativa a pesar del descontento con su gestión. luisa gonzález: exasambleísta y representante del movimiento revolución ciudadana (rc5). en su segundo intento por el correísmo, gonzález es la principal candidata a la renovación. su partido ha demostrado una gran capacidad organizativa, pero enfrenta el reto de revertir la resistencia que parte del electorado mantiene hacia su movimiento, demonizado por la mediática hegemónica local y objeto de persecución judicial. daniel noboa: empresario hijo de la aristocracia ecuatoriana y actual presidente. llegó al poder tras vencer en el balotaje de 2023 luego de que el expresidente, guillermo lasso, abandonara el liderazgo del ejecutivo de forma anticipada. sin embargo, a poco más de un año de haber asumido, su imagen se ha desgastado por la crisis de seguridad sin precedentes, una economía debilitada y cortes energéticos prolongados que han afectado a la población. neoliberal clásico, estudió en harvard y new york, y como presidente declaró el estado de excepción con el objetivo de controlar la violencia y el narcotráfico. dio la orden de invadir la embajada de méxico para secuestrar al ex vicepresidente jorge glas. leónidas iza: es el representante del movimiento indígena ecuatoriano, un sector demográfico muy relevante en el país. a diferencia de su antecesor (el líder indígena yaku pérez, auspiciado por ong verdes de europa), iza es un hombre de izquierda y de menor grado de confrontación con el correísmo. actualmente, las encuestas lo ubican muy por detrás en la intención de voto. el resto de los candidatos otros aspirantes han quedado rezagados en las encuestas, pero podrían captar votos clave que incidan en una eventual segunda vuelta. entre ellos destacan: el proceso electoral se desarrolla en un clima de tensión. la crisis de seguridad ha colocado a ecuador entre los países con mayor tasa de homicidios en américa latina, con 47 por cada 100.000 habitantes en 2023. el auge del crimen organizado ha sido un factor clave en el deterioro de la percepción ciudadana sobre el gobierno. a ello se suma una economía debilitada, con altas tasas de desempleo e informalidad, y una crisis energética que ha generado cortes de electricidad de hasta 14 horas diarias en 2024. si bien la situación energética ha mejorado en las últimas semanas, el impacto en la población sigue siendo considerable. las últimas mediciones de diversas firmas de investigación revelan un escenario disputado. luisa gonzález lidera con un 35,5% de intención de voto, seguida de cerca por daniel noboa con un 32,9%. sin embargo, la alta tasa de indecisos y el rechazo a las encuestas dificultan predecir el desenlace. si ninguno de los candidatos logra una victoria en primera vuelta, el balotaje del 13 de abril definiría al próximo presidente en una contienda que, según antecedentes recientes, se decidirá por el candidato que logre atraer a los votantes de las opciones descartadas. el voto en ecuador es obligatorio para los ciudadanos entre 18 y 64 años, y facultativo para jóvenes de 16 a 18 y adultos mayores. el padrón electoral cuenta con 13.736.314 votantes, incluyendo más de 655.000 jóvenes y 456.485 ecuatorianos en el exterior, quienes esta vez deberán votar de manera presencial. la historia electoral del país indica una alta participación, lo que convierte a estas elecciones en un reflejo clave del sentir popular ante una crisis que ha marcado la agenda política y social de los últimos años. con un ambiente de polarización, descontento y preocupación por el futuro del país, ecuador se prepara para una jornada electoral decisiva que definirá el rumbo de la nación en los próximos cuatro años.",
    "tokens": [
      "luisa",
      "gonzález",
      "daniel",
      "noboa",
      "encabezan",
      "encuestas",
      "elección",
      "marcada",
      "crisis",
      "política",
      ",",
      "inseguridad",
      "descontento",
      "social",
      ".",
      "próximo",
      "domingo",
      "9",
      "febrero",
      ",",
      "13",
      "millones",
      "ecuatorianos",
      "llamados",
      "urnas",
      "elegir",
      "próximo",
      "binomio",
      "presidencial",
      "gobernará",
      "país",
      "2029",
      ",",
      "así",
      "137",
      "miembros",
      "asamblea",
      "nacional",
      ".",
      "reglas",
      "proceso",
      "determinadas",
      "código",
      "democracia",
      ",",
      "establece",
      "ganar",
      "primera",
      "vuelta",
      "necesario",
      "obtener",
      "mitad",
      "votos",
      "válidos",
      ",",
      "menos",
      "40",
      "%",
      "ventaja",
      "10",
      "puntos",
      "segundo",
      "candidato",
      ".",
      "alcanzarse",
      "umbrales",
      ",",
      "celebraría",
      "segunda",
      "vuelta",
      "13",
      "abril",
      ".",
      "dieciséis",
      "candidatos",
      "contienda",
      ",",
      "solo",
      "dos",
      "lideran",
      "encuestas",
      ":",
      "correísta",
      "luisa",
      "gonzález",
      "actual",
      "presidente",
      ",",
      "daniel",
      "noboa",
      ".",
      "según",
      "mediciones",
      "recientes",
      ",",
      "candidata",
      "revolución",
      "ciudadana",
      "podría",
      "imponerse",
      "primera",
      "vuelta",
      "gracias",
      "fuerte",
      "estructura",
      "política",
      "movimiento",
      ".",
      "embargo",
      ",",
      "noboa",
      "mantiene",
      "base",
      "electoral",
      "significativa",
      "pesar",
      "descontento",
      "gestión",
      ".",
      "luisa",
      "gonzález",
      ":",
      "exasambleísta",
      "representante",
      "movimiento",
      "revolución",
      "ciudadana",
      "(",
      "rc5",
      ")",
      ".",
      "segundo",
      "intento",
      "correísmo",
      ",",
      "gonzález",
      "principal",
      "candidata",
      "renovación",
      ".",
      "partido",
      "demostrado",
      "gran",
      "capacidad",
      "organizativa",
      ",",
      "enfrenta",
      "reto",
      "revertir",
      "resistencia",
      "parte",
      "electorado",
      "mantiene",
      "hacia",
      "movimiento",
      ",",
      "demonizado",
      "mediática",
      "hegemónica",
      "local",
      "objeto",
      "persecución",
      "judicial",
      ".",
      "daniel",
      "noboa",
      ":",
      "empresario",
      "hijo",
      "aristocracia",
      "ecuatoriana",
      "actual",
      "presidente",
      ".",
      "llegó",
      "poder",
      "tras",
      "vencer",
      "balotaje",
      "2023",
      "luego",
      "expresidente",
      ",",
      "guillermo",
      "lasso",
      ",",
      "abandonara",
      "liderazgo",
      "ejecutivo",
      "forma",
      "anticipada",
      ".",
      "embargo",
      ",",
      "año",
      "haber",
      "asumido",
      ",",
      "imagen",
      "desgastado",
      "crisis",
      "seguridad",
      "precedentes",
      ",",
      "economía",
      "debilitada",
      "cortes",
      "energéticos",
      "prolongados",
      "afectado",
      "población",
      ".",
      "neoliberal",
      "clásico",
      ",",
      "estudió",
      "harvard",
      "new",
      "york",
      ",",
      "presidente",
      "declaró",
      "excepción",
      "objetivo",
      "controlar",
      "violencia",
      "narcotráfico",
      ".",
      "dio",
      "orden",
      "invadir",
      "embajada",
      "méxico",
      "secuestrar",
      "ex",
      "vicepresidente",
      "jorge",
      "glas",
      ".",
      "leónidas",
      "iza",
      ":",
      "representante",
      "movimiento",
      "indígena",
      "ecuatoriano",
      ",",
      "sector",
      "demográfico",
      "relevante",
      "país",
      ".",
      "diferencia",
      "antecesor",
      "(",
      "líder",
      "indígena",
      "yaku",
      "pérez",
      ",",
      "auspiciado",
      "ong",
      "verdes",
      "europa",
      ")",
      ",",
      "iza",
      "hombre",
      "izquierda",
      "menor",
      "grado",
      "confrontación",
      "correísmo",
      ".",
      "actualmente",
      ",",
      "encuestas",
      "ubican",
      "detrás",
      "intención",
      "voto",
      ".",
      "resto",
      "candidatos",
      "aspirantes",
      "quedado",
      "rezagados",
      "encuestas",
      ",",
      "podrían",
      "captar",
      "votos",
      "clave",
      "incidan",
      "eventual",
      "segunda",
      "vuelta",
      ".",
      "destacan",
      ":",
      "proceso",
      "electoral",
      "desarrolla",
      "clima",
      "tensión",
      ".",
      "crisis",
      "seguridad",
      "colocado",
      "ecuador",
      "países",
      "mayor",
      "tasa",
      "homicidios",
      "américa",
      "latina",
      ",",
      "47",
      "cada",
      "100.000",
      "habitantes",
      "2023.",
      "auge",
      "crimen",
      "organizado",
      "sido",
      "factor",
      "clave",
      "deterioro",
      "percepción",
      "ciudadana",
      "gobierno",
      ".",
      "ello",
      "suma",
      "economía",
      "debilitada",
      ",",
      "altas",
      "tasas",
      "desempleo",
      "informalidad",
      ",",
      "crisis",
      "energética",
      "generado",
      "cortes",
      "electricidad",
      "14",
      "horas",
      "diarias",
      "2024.",
      "si",
      "bien",
      "situación",
      "energética",
      "mejorado",
      "últimas",
      "semanas",
      ",",
      "impacto",
      "población",
      "sigue",
      "siendo",
      "considerable",
      ".",
      "últimas",
      "mediciones",
      "diversas",
      "firmas",
      "investigación",
      "revelan",
      "escenario",
      "disputado",
      ".",
      "luisa",
      "gonzález",
      "lidera",
      "35,5",
      "%",
      "intención",
      "voto",
      ",",
      "seguida",
      "cerca",
      "daniel",
      "noboa",
      "32,9",
      "%",
      ".",
      "embargo",
      ",",
      "alta",
      "tasa",
      "indecisos",
      "rechazo",
      "encuestas",
      "dificultan",
      "predecir",
      "desenlace",
      ".",
      "si",
      "ninguno",
      "candidatos",
      "logra",
      "victoria",
      "primera",
      "vuelta",
      ",",
      "balotaje",
      "13",
      "abril",
      "definiría",
      "próximo",
      "presidente",
      "contienda",
      ",",
      "según",
      "antecedentes",
      "recientes",
      ",",
      "decidirá",
      "candidato",
      "logre",
      "atraer",
      "votantes",
      "opciones",
      "descartadas",
      ".",
      "voto",
      "ecuador",
      "obligatorio",
      "ciudadanos",
      "18",
      "64",
      "años",
      ",",
      "facultativo",
      "jóvenes",
      "16",
      "18",
      "adultos",
      "mayores",
      ".",
      "padrón",
      "electoral",
      "cuenta",
      "13.736.314",
      "votantes",
      ",",
      "incluyendo",
      "655.000",
      "jóvenes",
      "456.485",
      "ecuatorianos",
      "exterior",
      ",",
      "vez",
      "deberán",
      "votar",
      "manera",
      "presencial",
      ".",
      "historia",
      "electoral",
      "país",
      "indica",
      "alta",
      "participación",
      ",",
      "convierte",
      "elecciones",
      "reflejo",
      "clave",
      "sentir",
      "popular",
      "crisis",
      "marcado",
      "agenda",
      "política",
      "social",
      "últimos",
      "años",
      ".",
      "ambiente",
      "polarización",
      ",",
      "descontento",
      "preocupación",
      "futuro",
      "país",
      ",",
      "ecuador",
      "prepara",
      "jornada",
      "electoral",
      "decisiva",
      "definirá",
      "rumbo",
      "nación",
      "próximos",
      "cuatro",
      "años",
      "."
    ],
    "token_count": 504,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "VBZ": 18,
      "NNS": 32,
      "VBP": 25,
      "JJ": 80,
      "NN": 252,
      "FW": 171,
      "IN": 37,
      "CD": 22,
      "VBD": 3,
      "DT": 1,
      "RB": 2,
      "VBN": 2
    },
    "bigram_freq": {
      "NNP-NNP": 30,
      "NNP-VBZ": 14,
      "VBZ-NNS": 4,
      "NNS-NNS": 2,
      "NNS-VBP": 14,
      "VBP-JJ": 14,
      "JJ-NN": 51,
      "NN-NN": 142,
      "NN-FW": 18,
      "FW-FW": 110,
      "FW-JJ": 12,
      "JJ-NNP": 7,
      "NNP-NN": 23,
      "NN-IN": 26,
      "IN-FW": 25,
      "FW-CD": 4,
      "CD-NNS": 7,
      "NNS-IN": 6,
      "NN-VBP": 7,
      "NN-CD": 3,
      "CD-NN": 7,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "FW-NNP": 20,
      "VBZ-FW": 2,
      "FW-NN": 21,
      "NN-NNS": 8,
      "NNP-FW": 10,
      "IN-NN": 3,
      "VBP-NN": 3,
      "FW-NNS": 4,
      "VBP-CD": 3,
      "NN-JJ": 23,
      "IN-CD": 4,
      "NNS-JJ": 6,
      "JJ-VBP": 2,
      "NN-NNP": 19,
      "NNP-DT": 1,
      "DT-NN": 1,
      "NN-VBZ": 3,
      "VBZ-JJ": 9,
      "CD-IN": 2,
      "VBD-NNS": 1,
      "JJ-FW": 4,
      "NNP-VBP": 1,
      "VBP-FW": 1,
      "NNP-JJ": 3,
      "VBP-IN": 1,
      "IN-JJ": 5,
      "JJ-NNS": 6,
      "VBZ-NN": 1,
      "JJ-JJ": 6,
      "NNS-NNP": 2,
      "JJ-RB": 1,
      "RB-VBP": 1,
      "NNP-VBD": 1,
      "CD-NNP": 3,
      "VBP-VBN": 2,
      "VBN-JJ": 2,
      "VBZ-IN": 1,
      "NNS-RB": 1,
      "RB-IN": 1,
      "JJ-CD": 2,
      "CD-FW": 1,
      "VBP-NNP": 1,
      "JJ-VBZ": 1,
      "VBZ-CD": 1,
      "CD-CD": 2,
      "NNS-CD": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 12,
      "NNP-NNP-VBZ": 6,
      "NNP-VBZ-NNS": 3,
      "VBZ-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 10,
      "JJ-NN-NN": 23,
      "NN-NN-NN": 82,
      "NN-NN-FW": 11,
      "NN-FW-FW": 10,
      "FW-FW-FW": 74,
      "FW-FW-JJ": 4,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 3,
      "NNP-NN-NN": 15,
      "NN-NN-IN": 10,
      "NN-IN-FW": 19,
      "IN-FW-FW": 15,
      "FW-FW-CD": 4,
      "FW-CD-NNS": 3,
      "CD-NNS-IN": 3,
      "NNS-IN-FW": 2,
      "FW-JJ-NN": 8,
      "NN-NN-VBP": 5,
      "NN-VBP-JJ": 2,
      "NN-NN-CD": 3,
      "NN-CD-NN": 1,
      "CD-NN-NN": 3,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 2,
      "CD-NN-FW": 2,
      "FW-FW-NNP": 15,
      "FW-NNP-NNP": 8,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NN": 1,
      "FW-NN-NN": 13,
      "NN-NN-NNS": 3,
      "NN-NNS-VBP": 5,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NNP-FW-FW": 6,
      "FW-NNP-NN": 8,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "NNS-VBP-CD": 2,
      "VBP-CD-NN": 1,
      "CD-NN-JJ": 1,
      "NN-JJ-NN": 16,
      "JJ-NN-IN": 14,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "NNS-JJ-VBP": 2,
      "JJ-VBP-JJ": 2,
      "JJ-NN-NNP": 3,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "JJ-NN-JJ": 6,
      "NN-VBP-CD": 1,
      "VBP-CD-IN": 1,
      "CD-IN-FW": 2,
      "IN-FW-NNP": 2,
      "IN-FW-NN": 2,
      "NN-VBD-NNS": 1,
      "VBD-NNS-JJ": 1,
      "NNS-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "FW-NN-NNP": 2,
      "NN-NNP-NNP": 7,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NNP-NNP-NN": 7,
      "NN-FW-NN": 3,
      "NN-FW-JJ": 2,
      "NNP-NN-NNP": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "NN-NN-NNP": 11,
      "NNP-NNP-FW": 2,
      "NNP-FW-NN": 3,
      "NN-NNP-VBZ": 6,
      "VBZ-FW-JJ": 1,
      "NN-NNP-NN": 2,
      "NN-NN-JJ": 11,
      "FW-FW-NN": 11,
      "NNP-VBZ-JJ": 8,
      "IN-FW-JJ": 4,
      "JJ-NNP-NNP": 2,
      "NNP-NN-IN": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-CD-NN": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 4,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "FW-NN-FW": 3,
      "FW-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NN-JJ-NNP": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNP": 1,
      "NN-NNP-FW": 2,
      "VBZ-NNS-JJ": 2,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NN": 6,
      "IN-FW-NNS": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBZ": 2,
      "VBZ-JJ-RB": 1,
      "JJ-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "JJ-NN-NNS": 3,
      "IN-JJ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "NNP-NN-JJ": 2,
      "NNP-NN-FW": 2,
      "VBZ-JJ-NNS": 2,
      "NNS-VBP-NN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "NN-CD-NNS": 1,
      "NNS-IN-CD": 2,
      "IN-CD-NNP": 2,
      "CD-NNP-JJ": 1,
      "JJ-NN-VBP": 2,
      "NN-VBP-VBN": 2,
      "VBP-VBN-JJ": 2,
      "VBN-JJ-NN": 1,
      "FW-JJ-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-IN": 1,
      "RB-IN-CD": 1,
      "CD-NNP-NN": 2,
      "FW-NN-JJ": 2,
      "NN-JJ-CD": 2,
      "JJ-CD-FW": 1,
      "CD-FW-FW": 1,
      "JJ-CD-NNP": 1,
      "NN-CD-IN": 1,
      "NN-VBZ-NNS": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-CD": 1,
      "VBZ-CD-CD": 1,
      "CD-CD-NN": 2,
      "NN-NNS-IN": 1,
      "IN-CD-CD": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "NNS-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-JJ-NNS": 2,
      "VBP-JJ-JJ": 1,
      "NNP-FW-JJ": 1,
      "NNS-IN-JJ": 1,
      "VBN-JJ-JJ": 1,
      "VBP-JJ-FW": 1,
      "NN-NNP-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 252,
        "FW": 171,
        "NNP": 83,
        "JJ": 80,
        "IN": 37
      },
      "top_bigrams": {
        "NN-NN": 142,
        "FW-FW": 110,
        "JJ-NN": 51,
        "NNP-NNP": 30,
        "NN-IN": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 82,
        "FW-FW-FW": 74,
        "JJ-NN-NN": 23,
        "NN-IN-FW": 19,
        "NN-JJ-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 199,
      "VP": 46,
      "ADJP": 10,
      "PP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0201
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0168
      },
      {
        "rule": "NP -> ('primera', 'NN') ('vuelta', 'NN')",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "VP -> ('el', 'VBP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('actual', 'JJ') ('presidente', 'NN')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('Daniel', 'NNP') ('Noboa', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "ADJP -> ('electoral', 'JJ')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0067
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Luisa González y Daniel Noboa"
      },
      {
        "label": "VP",
        "text": "encabezan las encuestas"
      },
      {
        "label": "NP",
        "text": "las encuestas"
      },
      {
        "label": "VP",
        "text": "en una elección marcada por la crisis política"
      },
      {
        "label": "NP",
        "text": "una elección marcada por la crisis política"
      },
      {
        "label": "ADJP",
        "text": "social"
      },
      {
        "label": "NP",
        "text": "El próximo"
      },
      {
        "label": "VP",
        "text": "domingo"
      },
      {
        "label": "NP",
        "text": "febrero"
      },
      {
        "label": "NP",
        "text": "millones"
      },
      {
        "label": "NP",
        "text": "a las"
      },
      {
        "label": "NP",
        "text": "urnas para elegir al próximo"
      },
      {
        "label": "VP",
        "text": "binomio presidencial que gobernará el país hasta"
      },
      {
        "label": "NP",
        "text": "presidencial que gobernará el país hasta"
      },
      {
        "label": "VP",
        "text": "así"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Luisa/NNP González/NNP y/NNP Daniel/NNP Noboa/NNP)\n  (VP encabezan/VBZ (NP las/NNS encuestas/NNS))\n  (VP\n    en/VBP\n    (NP\n      una/JJ\n      elección/NN\n      marcada/NN\n      por/NN\n      la/NN\n      crisis/NN\n      política/NN))\n  ,/,\n  la/FW\n  inseguridad/FW\n  y/FW\n  el/FW\n  descontento/IN\n  (ADJP social/JJ)\n  ./.)",
      "(S\n  (NP El/NNP próximo/NN)\n  (VP domingo/VBD)\n  9/CD\n  de/FW\n  (NP febrero/NN)\n  ,/,\n  más/FW\n  de/FW\n  13/CD\n  (NP millones/NNS)\n  de/IN\n  ecuatorianos/FW\n  están/FW\n  llamados/FW\n  (NP a/DT las/NN)\n  (NP urnas/JJ para/NN elegir/NN al/NN próximo/NN)\n  (VP\n    binomio/VBP\n    (NP presidencial/JJ que/NN gobernará/NN el/NN país/NN hasta/NN))\n  2029/CD\n  ,/,\n  (VP así/VBZ)\n  (VP como/VBP (NP a/DT los/NN))\n  137/CD\n  (NP miembros/NN)\n  de/FW\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP)\n  ./.)",
      "(S\n  (NP Las/NNP)\n  (VP reglas/VBZ)\n  del/FW\n  (NP proceso/NN están/NN determinadas/NNS)\n  (VP por/VBP (NP el/JJ Código/NNP))\n  de/FW\n  la/FW\n  (NP Democracia/NNP)\n  ,/,\n  (NP que/JJ establece/NN que/NN para/NN ganar/NN)\n  (PP en/IN (NP primera/NN vuelta/NN))\n  (VP es/VBP (NP necesario/NN obtener/NN))\n  la/FW\n  mitad/FW\n  más/FW\n  uno/FW\n  de/FW\n  los/FW\n  votos/FW\n  (NP válidos/NN)\n  ,/,\n  (NP o/JJ al/NN menos/NNS)\n  (VP el/VBP)\n  40/CD\n  (NP %/NN con/NN)\n  (NP una/JJ ventaja/NN)\n  de/IN\n  10/CD\n  (NP puntos/NNS)\n  (ADJP sobre/JJ)\n  (VP el/VBP (NP segundo/JJ candidato/NN))\n  ./.)",
      "(S\n  (NP De/NNP)\n  (NP no/DT alcanzarse/NN estos/NN umbrales/NNS)\n  ,/,\n  se/FW\n  (NP celebraría/NN)\n  (NP una/JJ segunda/NN vuelta/NN)\n  (VP el/VBP)\n  13/CD\n  (PP de/IN (NP abril/NN))\n  ./.)",
      "(S\n  (NP Dieciséis/NNP candidatos/NN están/NN)\n  en/IN\n  la/FW\n  (NP contienda/NN)\n  ,/,\n  (NP pero/NN solo/NN dos/NN)\n  (VP lideran/VBD (NP las/JJ encuestas/NNS))\n  :/:\n  (NP la/NN correísta/NN Luisa/NNP González/NNP)\n  y/PRP\n  (VP el/VBP (NP actual/JJ presidente/NN))\n  ,/,\n  (NP Daniel/NNP Noboa/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "tensión. la crisis de seguridad ha colocado a ecuador entre",
        "position": [
          2860,
          2919
        ],
        "start": 2860,
        "end": 2919
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desempleo e informalidad, y una crisis energética que ha generado cortes de electricidad de hasta 14",
        "position": [
          3198,
          3298
        ],
        "start": 3198,
        "end": 3298
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "tasa",
        "position": [
          2941,
          2945
        ],
        "start": 2941,
        "end": 2945
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desempleo",
        "position": [
          3198,
          3207
        ],
        "start": 3198,
        "end": 3207
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "encuestas lo ubican muy por detrás en la intención de voto",
        "position": [
          2567,
          2625
        ],
        "start": 2567,
        "end": 2625
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          2064,
          2071
        ],
        "start": 2064,
        "end": 2071
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "crisis energética",
        "position": [
          3230,
          3247
        ],
        "start": 3230,
        "end": 3247
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación, lo que convierte a estas elecciones en un reflejo clave del sentir popular ante una crisis que ha marcado la agenda política y social",
        "position": [
          4368,
          4516
        ],
        "start": 4368,
        "end": 4516
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente declaró el",
        "position": [
          2053,
          2074
        ],
        "start": 2053,
        "end": 2074
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          350,
          367
        ],
        "start": 350,
        "end": 367
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "ong",
        "position": [
          2445,
          2448
        ],
        "start": 2445,
        "end": 2448
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígena",
        "position": [
          2300,
          2308
        ],
        "start": 2300,
        "end": 2308
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          4105,
          4112
        ],
        "start": 4105,
        "end": 4112
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresario",
        "position": [
          1557,
          1567
        ],
        "start": 1557,
        "end": 1567
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "electricidad",
        "position": [
          3274,
          3286
        ],
        "start": 3274,
        "end": 3286
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          2906,
          2913
        ],
        "start": 2906,
        "end": 2913
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          2195,
          2201
        ],
        "start": 2195,
        "end": 2201
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          2075,
          2084
        ],
        "start": 2075,
        "end": 2084
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 9 de febrero",
        "position": [
          154,
          174
        ],
        "start": 154,
        "end": 174
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          2550,
          2561
        ],
        "start": 2550,
        "end": 2561
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1024,
          1031
        ],
        "start": 1024,
        "end": 1031
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "13 millones",
        "position": [
          183,
          194
        ],
        "start": 183,
        "end": 194
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "137 miembros",
        "position": [
          331,
          343
        ],
        "start": 331,
        "end": 343
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 13",
        "position": [
          176,
          185
        ],
        "start": 176,
        "end": 185
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "10 puntos",
        "position": [
          587,
          596
        ],
        "start": 587,
        "end": 596
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 655.000",
        "position": [
          4206,
          4220
        ],
        "start": 4206,
        "end": 4220
      }
    ],
    "match_count": 26
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Exasambleísta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luisa González",
        "tipo": "Persona"
      },
      {
        "nombre": "Jorge Glas",
        "tipo": "Persona"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      },
      {
        "nombre": "Leónidas Iza",
        "tipo": "Persona"
      },
      {
        "nombre": "New York",
        "tipo": "Lugar"
      },
      {
        "nombre": "Neoliberal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Iza",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Yaku Pérez",
        "tipo": "Persona"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guillermo Lasso",
        "tipo": "Persona"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Harvard",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Daniel Noboa: Empresario",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Luisa González",
        "relacion": "ES",
        "objeto": "Exasambleísta"
      },
      {
        "sujeto": "Guillermo Lasso",
        "relacion": "ABANDONAR_LLEGAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Neoliberal",
        "relacion": "ESTUDIAR",
        "objeto": "Harvard"
      },
      {
        "sujeto": "Neoliberal",
        "relacion": "ESTUDIAR",
        "objeto": "New York"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "LIDERAR",
        "objeto": "Daniel Noboa"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9702,
    "pos": 0.026,
    "neu": 0.926,
    "neg": 0.048,
    "label": "negative"
  }
}