{
  "url": "https://www.telesurtv.net/presidente-maduro-la-victoria-de-carabobo-no-es-solo-de-venezuela-es-de-toda-nuestra-america/",
  "title": "Presidente Maduro: \"La victoria de Carabobo no es solo de Venezuela, es de toda nuestra América\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Batalla de Carabobo",
    "Ejército Bolivariano",
    "Nicolás Maduro",
    "Simón Bolívar"
  ],
  "text": "En el marco del acto de conmemoración por el aniversario 204 de la Batalla de Carabobo y por el Día del Ejército Bolivariano, el presidente Nicolás Maduro Moros, aseguró que “Venezuela enfrenta hoy nuevas formas de dominación imperial, comparables en complejidad a los desafíos superados hace dos siglos”.\n\nLEA TAMBIÉN\nPresidente Maduro: Venezuela «jamás se doblegará ante los imperios»\n\nEn el histórico discurso, el jefe de Estado de la República Bolivariana de Venezuela señaló que Carabobo es un espejo del presente. En tanto, ratificó que la respuesta sigue siendo la misma: “unión, claridad, coraje y confianza en nuestro pueblo”, significó.\nA propósito, aseguró que el sueño de (Simón) Bolívar sigue inconcluso, está todavía por hacer. Pero está victorioso en este nuevo tiempo histórico. De acuerdo con el mandatario, “Venezuela es el gran bastión de resistencia y esperanza del sueño de Bolívar. Nosotros seguimos firmes“.\n«Carabobo nos abrió el camino que llegaría hasta Ayacucho, a la Gran Colombia, a la idea de que nuestra América marchara en un solo bloque de poder profundamente unido», remarcó.\n\n\nA partir de un paralelismo entre las luchas independentistas del siglo XIX y los desafíos geopolíticos contemporáneos, Maduro Moros hizo referencia a las sanciones criminales, bloqueos, guerras psicológicas y guerras híbridas como nuevas formas de dominación.\nDesde el Campo de Carabobo, ante la concentración cívico-militar, el dignatario ratificó que la lucha no ha terminado. En ese sentido, destacó que la “Fuerza Armada Nacional Bolivariana no es un aparato: es conciencia viva. Su doctrina es Bolivariana, popular, defensora de la paz. En cada soldado, en cada miliciano, Carabobo sigue respirando”.\n\n\nA más de dos siglos del acontecimiento histórico, el presidente venezolano calificó el hecho como una hazaña heroica para la historia de la Patria. “Carabobo es el punto de no retorno de nuestra historia incansable. Allí nació nuestra soberanía. En Carabobo se fundó y triunfó la idea de Colombia la Grande, y de esa fuerza viene nuestra existencia como Nación con derecho a trazar siempre su propio destino”, indicó.\nDe acuerdo con Maduro Moros, la victoria del 24 de junio de 1821 no fue solo un acto de guerra: fue un acto de unidad nacional. “Bolívar logró reunir las fuerzas indígenas, afrodescendientes, campesinas, bajo una misma bandera. Dijo Bolívar en su momento: ‘El triunfo de Carabobo es el triunfo de las armas de Colombia, esa Patria Grande, esa que aún nos llama desde el futuro con voz de pueblo traicionado y esperanzado‘”.\nEl jefe de Estado hizo énfasis en el coraje del pueblo venezolano que convirtió la otrora colonia en República soberana. «Habíamos venido de la nada. En 1810, aquel 19 de abril, éramos apenas un grito de libertad, no éramos República, no éramos Estado, no teníamos ejército. Y once años después, derrotábamos al imperio más poderoso del planeta Tierra. Ese ejército liberó primero Margarita, todo el Oriente y fundaron la Patria en marcha militar victoriosa», evocó.\n\n\nEl líder bolivariano instó a las nuevas generaciones para asumir el liderazgo en la defensa de la soberanía nacional, adaptando el legado histórico a los desafíos del siglo XXI. «Ser joven hoy debe ser protagonizar el nuevo Carabobo. Es organizarse, crear comunidad, rechazar cualquier tipo de individualismo», exhortó Maduro. De acuerdo con el presidente, la juventud constituye «la nueva columna vertebral de la independencia del siglo XXI».\nNicolás Maduro reiteró el llamado de Venezuela a una cumbre de presidentes “para que no se vuelva a repetir la locura de Adolfo Hitler y del fascismo que destruyó buena parte de la humanidad”. Su llamado se produce mientras las fuerzas del régimen sionista agrede a los pueblos de Palestina, Siria, Líbano, Irák, Yemen y de la República Islámica de Irán.\n“Pedimos respeto a la autodeterminación de los pueblos, pedimos respeto al derecho público internacional, pedimos respeto al derecho a la paz de los pueblos, exigimos el fin de todas las guerras imperiales y la defensa del derecho a la vida como el derecho más sagrado que tienen nuestros pueblos”, sentenció el dignatario.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-maduro-la-victoria-de-carabobo-no-es-solo-de-venezuela-es-de-toda-nuestra-america/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 401,
    "message_id": 97414,
    "date": "2025-06-24T23:55:07+00:00",
    "text": "teleSUR\nPresidente Maduro: «La victoria de Carabobo no es solo de Venezuela, es de toda nuestra América»\nhttps://www.telesurtv.net/presidente-maduro-la-victoria-de-carabobo-no-es-solo-de-venezuela-es-de-toda-nuestra-america/",
    "photo_path": null,
    "views": 3940,
    "reactions": {
      "👏": 60,
      "❤": 11,
      "👍": 2
    },
    "total_reactions": 73
  },
  "preprocessing": {
    "cleaned": "en el marco del acto de conmemoración por el aniversario 204 de la batalla de carabobo y por el día del ejército bolivariano, el presidente nicolás maduro moros, aseguró que “venezuela enfrenta hoy nuevas formas de dominación imperial, comparables en complejidad a los desafíos superados hace dos siglos”. en el histórico discurso, el jefe de estado de la república bolivariana de venezuela señaló que carabobo es un espejo del presente. en tanto, ratificó que la respuesta sigue siendo la misma: “unión, claridad, coraje y confianza en nuestro pueblo”, significó. a propósito, aseguró que el sueño de (simón) bolívar sigue inconcluso, está todavía por hacer. pero está victorioso en este nuevo tiempo histórico. de acuerdo con el mandatario, “venezuela es el gran bastión de resistencia y esperanza del sueño de bolívar. nosotros seguimos firmes“. «carabobo nos abrió el camino que llegaría hasta ayacucho, a la gran colombia, a la idea de que nuestra américa marchara en un solo bloque de poder profundamente unido», remarcó. a partir de un paralelismo entre las luchas independentistas del siglo xix y los desafíos geopolíticos contemporáneos, maduro moros hizo referencia a las sanciones criminales, bloqueos, guerras psicológicas y guerras híbridas como nuevas formas de dominación. desde el campo de carabobo, ante la concentración cívico-militar, el dignatario ratificó que la lucha no ha terminado. en ese sentido, destacó que la “fuerza armada nacional bolivariana no es un aparato: es conciencia viva. su doctrina es bolivariana, popular, defensora de la paz. en cada soldado, en cada miliciano, carabobo sigue respirando”. a más de dos siglos del acontecimiento histórico, el presidente venezolano calificó el hecho como una hazaña heroica para la historia de la patria. “carabobo es el punto de no retorno de nuestra historia incansable. allí nació nuestra soberanía. en carabobo se fundó y triunfó la idea de colombia la grande, y de esa fuerza viene nuestra existencia como nación con derecho a trazar siempre su propio destino”, indicó. de acuerdo con maduro moros, la victoria del 24 de junio de 1821 no fue solo un acto de guerra: fue un acto de unidad nacional. “bolívar logró reunir las fuerzas indígenas, afrodescendientes, campesinas, bajo una misma bandera. dijo bolívar en su momento: ‘el triunfo de carabobo es el triunfo de las armas de colombia, esa patria grande, esa que aún nos llama desde el futuro con voz de pueblo traicionado y esperanzado‘”. el jefe de estado hizo énfasis en el coraje del pueblo venezolano que convirtió la otrora colonia en república soberana. «habíamos venido de la nada. en 1810, aquel 19 de abril, éramos apenas un grito de libertad, no éramos república, no éramos estado, no teníamos ejército. y once años después, derrotábamos al imperio más poderoso del planeta tierra. ese ejército liberó primero margarita, todo el oriente y fundaron la patria en marcha militar victoriosa», evocó. el líder bolivariano instó a las nuevas generaciones para asumir el liderazgo en la defensa de la soberanía nacional, adaptando el legado histórico a los desafíos del siglo xxi. «ser joven hoy debe ser protagonizar el nuevo carabobo. es organizarse, crear comunidad, rechazar cualquier tipo de individualismo», exhortó maduro. de acuerdo con el presidente, la juventud constituye «la nueva columna vertebral de la independencia del siglo xxi». nicolás maduro reiteró el llamado de venezuela a una cumbre de presidentes “para que no se vuelva a repetir la locura de adolfo hitler y del fascismo que destruyó buena parte de la humanidad”. su llamado se produce mientras las fuerzas del régimen sionista agrede a los pueblos de palestina, siria, líbano, irák, yemen y de la república islámica de irán. “pedimos respeto a la autodeterminación de los pueblos, pedimos respeto al derecho público internacional, pedimos respeto al derecho a la paz de los pueblos, exigimos el fin de todas las guerras imperiales y la defensa del derecho a la vida como el derecho más sagrado que tienen nuestros pueblos”, sentenció el dignatario.",
    "tokens": [
      "marco",
      "acto",
      "conmemoración",
      "aniversario",
      "204",
      "batalla",
      "carabobo",
      "día",
      "ejército",
      "bolivariano",
      ",",
      "presidente",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "aseguró",
      "“",
      "venezuela",
      "enfrenta",
      "hoy",
      "nuevas",
      "formas",
      "dominación",
      "imperial",
      ",",
      "comparables",
      "complejidad",
      "desafíos",
      "superados",
      "hace",
      "dos",
      "siglos",
      "”",
      ".",
      "histórico",
      "discurso",
      ",",
      "jefe",
      "república",
      "bolivariana",
      "venezuela",
      "señaló",
      "carabobo",
      "espejo",
      "presente",
      ".",
      ",",
      "ratificó",
      "respuesta",
      "sigue",
      "siendo",
      "misma",
      ":",
      "“",
      "unión",
      ",",
      "claridad",
      ",",
      "coraje",
      "confianza",
      "pueblo",
      "”",
      ",",
      "significó",
      ".",
      "propósito",
      ",",
      "aseguró",
      "sueño",
      "(",
      "simón",
      ")",
      "bolívar",
      "sigue",
      "inconcluso",
      ",",
      "todavía",
      "hacer",
      ".",
      "victorioso",
      "nuevo",
      "tiempo",
      "histórico",
      ".",
      "acuerdo",
      "mandatario",
      ",",
      "“",
      "venezuela",
      "gran",
      "bastión",
      "resistencia",
      "esperanza",
      "sueño",
      "bolívar",
      ".",
      "seguimos",
      "firmes",
      "“",
      ".",
      "«",
      "carabobo",
      "abrió",
      "camino",
      "llegaría",
      "ayacucho",
      ",",
      "gran",
      "colombia",
      ",",
      "idea",
      "américa",
      "marchara",
      "solo",
      "bloque",
      "poder",
      "profundamente",
      "unido",
      "»",
      ",",
      "remarcó",
      ".",
      "partir",
      "paralelismo",
      "luchas",
      "independentistas",
      "siglo",
      "xix",
      "desafíos",
      "geopolíticos",
      "contemporáneos",
      ",",
      "maduro",
      "moros",
      "hizo",
      "referencia",
      "sanciones",
      "criminales",
      ",",
      "bloqueos",
      ",",
      "guerras",
      "psicológicas",
      "guerras",
      "híbridas",
      "nuevas",
      "formas",
      "dominación",
      ".",
      "campo",
      "carabobo",
      ",",
      "concentración",
      "cívico-militar",
      ",",
      "dignatario",
      "ratificó",
      "lucha",
      "terminado",
      ".",
      ",",
      "destacó",
      "“",
      "fuerza",
      "armada",
      "nacional",
      "bolivariana",
      "aparato",
      ":",
      "conciencia",
      "viva",
      ".",
      "doctrina",
      "bolivariana",
      ",",
      "popular",
      ",",
      "defensora",
      "paz",
      ".",
      "cada",
      "soldado",
      ",",
      "cada",
      "miliciano",
      ",",
      "carabobo",
      "sigue",
      "respirando",
      "”",
      ".",
      "dos",
      "siglos",
      "acontecimiento",
      "histórico",
      ",",
      "presidente",
      "venezolano",
      "calificó",
      "hecho",
      "hazaña",
      "heroica",
      "historia",
      "patria",
      ".",
      "“",
      "carabobo",
      "punto",
      "retorno",
      "historia",
      "incansable",
      ".",
      "allí",
      "nació",
      "soberanía",
      ".",
      "carabobo",
      "fundó",
      "triunfó",
      "idea",
      "colombia",
      "grande",
      ",",
      "fuerza",
      "viene",
      "existencia",
      "nación",
      "derecho",
      "trazar",
      "siempre",
      "propio",
      "destino",
      "”",
      ",",
      "indicó",
      ".",
      "acuerdo",
      "maduro",
      "moros",
      ",",
      "victoria",
      "24",
      "junio",
      "1821",
      "solo",
      "acto",
      "guerra",
      ":",
      "acto",
      "unidad",
      "nacional",
      ".",
      "“",
      "bolívar",
      "logró",
      "reunir",
      "fuerzas",
      "indígenas",
      ",",
      "afrodescendientes",
      ",",
      "campesinas",
      ",",
      "bajo",
      "misma",
      "bandera",
      ".",
      "dijo",
      "bolívar",
      "momento",
      ":",
      "‘",
      "triunfo",
      "carabobo",
      "triunfo",
      "armas",
      "colombia",
      ",",
      "patria",
      "grande",
      ",",
      "aún",
      "llama",
      "futuro",
      "voz",
      "pueblo",
      "traicionado",
      "esperanzado",
      "‘",
      "”",
      ".",
      "jefe",
      "hizo",
      "énfasis",
      "coraje",
      "pueblo",
      "venezolano",
      "convirtió",
      "otrora",
      "colonia",
      "república",
      "soberana",
      ".",
      "«",
      "venido",
      ".",
      "1810",
      ",",
      "aquel",
      "19",
      "abril",
      ",",
      "apenas",
      "grito",
      "libertad",
      ",",
      "república",
      ",",
      ",",
      "ejército",
      ".",
      "once",
      "años",
      "después",
      ",",
      "derrotábamos",
      "imperio",
      "poderoso",
      "planeta",
      "tierra",
      ".",
      "ejército",
      "liberó",
      "primero",
      "margarita",
      ",",
      "oriente",
      "fundaron",
      "patria",
      "marcha",
      "militar",
      "victoriosa",
      "»",
      ",",
      "evocó",
      ".",
      "líder",
      "bolivariano",
      "instó",
      "nuevas",
      "generaciones",
      "asumir",
      "liderazgo",
      "defensa",
      "soberanía",
      "nacional",
      ",",
      "adaptando",
      "legado",
      "histórico",
      "desafíos",
      "siglo",
      "xxi",
      ".",
      "«",
      "ser",
      "joven",
      "hoy",
      "debe",
      "ser",
      "protagonizar",
      "nuevo",
      "carabobo",
      ".",
      "organizarse",
      ",",
      "crear",
      "comunidad",
      ",",
      "rechazar",
      "cualquier",
      "tipo",
      "individualismo",
      "»",
      ",",
      "exhortó",
      "maduro",
      ".",
      "acuerdo",
      "presidente",
      ",",
      "juventud",
      "constituye",
      "«",
      "nueva",
      "columna",
      "vertebral",
      "independencia",
      "siglo",
      "xxi",
      "»",
      ".",
      "nicolás",
      "maduro",
      "reiteró",
      "llamado",
      "venezuela",
      "cumbre",
      "presidentes",
      "“",
      "vuelva",
      "repetir",
      "locura",
      "adolfo",
      "hitler",
      "fascismo",
      "destruyó",
      "buena",
      "parte",
      "humanidad",
      "”",
      ".",
      "llamado",
      "produce",
      "mientras",
      "fuerzas",
      "régimen",
      "sionista",
      "agrede",
      "pueblos",
      "palestina",
      ",",
      "siria",
      ",",
      "líbano",
      ",",
      "irák",
      ",",
      "yemen",
      "república",
      "islámica",
      "irán",
      ".",
      "“",
      "pedimos",
      "respeto",
      "autodeterminación",
      "pueblos",
      ",",
      "pedimos",
      "respeto",
      "derecho",
      "público",
      "internacional",
      ",",
      "pedimos",
      "respeto",
      "derecho",
      "paz",
      "pueblos",
      ",",
      "exigimos",
      "fin",
      "todas",
      "guerras",
      "imperiales",
      "defensa",
      "derecho",
      "vida",
      "derecho",
      "sagrado",
      "pueblos",
      "”",
      ",",
      "sentenció",
      "dignatario",
      "."
    ],
    "token_count": 478,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 106,
      "NN": 248,
      "FW": 115,
      "CD": 5,
      "IN": 32,
      "VBZ": 10,
      "JJ": 63,
      "VBP": 17,
      "NNS": 17,
      "VBD": 3,
      "RB": 4,
      "DT": 8,
      "CC": 1,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 28,
      "NN-NN": 146,
      "NN-FW": 22,
      "FW-FW": 49,
      "FW-NN": 18,
      "NN-CD": 2,
      "CD-IN": 2,
      "IN-FW": 19,
      "FW-NNP": 27,
      "NNP-FW": 18,
      "NN-NNP": 29,
      "NNP-NNP": 35,
      "NNP-VBZ": 7,
      "VBZ-JJ": 4,
      "JJ-NNP": 5,
      "NNP-VBP": 4,
      "VBP-NN": 2,
      "JJ-JJ": 8,
      "JJ-NN": 42,
      "NN-IN": 26,
      "FW-JJ": 13,
      "JJ-NNS": 4,
      "NNS-IN": 1,
      "IN-NN": 4,
      "NN-JJ": 13,
      "IN-JJ": 3,
      "NNS-NNP": 2,
      "VBZ-FW": 3,
      "NNP-VBD": 2,
      "VBD-NNS": 1,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "VBZ-NN": 1,
      "NN-NNS": 3,
      "NNS-NNS": 1,
      "NNS-VBP": 11,
      "VBP-NNS": 4,
      "VBP-JJ": 10,
      "NN-VBD": 1,
      "VBD-JJ": 2,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "DT-NN": 6,
      "NNP-JJ": 3,
      "NNP-DT": 3,
      "NN-RB": 2,
      "RB-JJ": 3,
      "FW-DT": 2,
      "FW-NNS": 3,
      "NNS-JJ": 2,
      "IN-NNP": 4,
      "FW-CD": 1,
      "CD-FW": 1,
      "FW-IN": 1,
      "IN-CD": 1,
      "CD-DT": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBP-NNP": 1,
      "NNP-CD": 1,
      "CD-NN": 1,
      "DT-NNP": 2,
      "NN-VBZ": 1,
      "VBZ-RB": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "JJ-FW": 3,
      "IN-NNS": 1,
      "JJ-DT": 1,
      "NN-VBP": 2,
      "NNP-IN": 2
    },
    "trigram_freq": {
      "NNP-NN-NN": 23,
      "NN-NN-FW": 14,
      "NN-FW-FW": 9,
      "FW-FW-FW": 27,
      "FW-FW-NN": 4,
      "FW-NN-CD": 1,
      "NN-CD-IN": 2,
      "CD-IN-FW": 2,
      "IN-FW-NNP": 4,
      "FW-NNP-FW": 7,
      "NNP-FW-NNP": 7,
      "FW-NNP-NN": 6,
      "NN-NN-NNP": 22,
      "NN-NNP-FW": 3,
      "FW-NNP-NNP": 10,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-VBP": 2,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "NN-NNP-VBZ": 5,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 7,
      "JJ-NN-IN": 11,
      "NN-IN-FW": 16,
      "IN-FW-JJ": 5,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 3,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 10,
      "JJ-NN-NN": 26,
      "NN-NN-NN": 83,
      "NN-NNP-NNP": 9,
      "NNP-NNP-NN": 7,
      "NN-NN-IN": 13,
      "NN-IN-JJ": 3,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-FW-NN": 4,
      "FW-NN-FW": 5,
      "NN-FW-NNP": 5,
      "NNP-FW-FW": 4,
      "FW-FW-NNP": 11,
      "NNP-NNP-FW": 6,
      "NN-NNP-NN": 10,
      "NN-FW-JJ": 3,
      "FW-JJ-NN": 9,
      "FW-NN-NN": 8,
      "NN-IN-NN": 3,
      "IN-NN-JJ": 1,
      "NN-JJ-JJ": 2,
      "JJ-NN-NNP": 4,
      "NNP-FW-NN": 7,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-JJ": 1,
      "IN-FW-FW": 6,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-NNP": 1,
      "NNS-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-NN-NNP": 1,
      "FW-NN-IN": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-FW": 3,
      "IN-FW-NN": 1,
      "FW-NN-JJ": 1,
      "IN-JJ-NN": 1,
      "VBZ-JJ-NN": 1,
      "NN-NN-NNS": 3,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 4,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-JJ": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "NNP-NNP-DT": 3,
      "NNP-DT-NN": 2,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 3,
      "VBZ-FW-FW": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-IN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "NNP-NN-JJ": 1,
      "NNP-VBD-JJ": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-FW": 1,
      "FW-FW-JJ": 4,
      "JJ-NN-JJ": 1,
      "FW-NN-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-DT": 1,
      "CD-DT-NN": 1,
      "FW-JJ-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-NNS-VBP": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "FW-NNP-VBP": 2,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-CD": 1,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-NN": 4,
      "IN-FW-DT": 1,
      "FW-DT-NNP": 1,
      "DT-NNP-NNP": 2,
      "NNP-DT-NNP": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "VBZ-FW-NN": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NN-JJ-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "IN-NNP-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-NNS": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NNS": 1,
      "FW-NNS-VBP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "NNP-IN-NNP": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "JJ-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 248,
        "FW": 115,
        "NNP": 106,
        "JJ": 63,
        "IN": 32
      },
      "top_bigrams": {
        "NN-NN": 146,
        "FW-FW": 49,
        "JJ-NN": 42,
        "NNP-NNP": 35,
        "NN-NNP": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 83,
        "FW-FW-FW": 27,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 23,
        "NN-NN-NNP": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 194,
      "VP": 34,
      "ADJP": 9,
      "PP": 13
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0355
      },
      {
        "rule": "NP -> ('Carabobo', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "VP -> ('derecho', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('un', 'JJ') ('acto', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "ADJP -> ('nacional', 'JJ')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('pueblos', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En el marco"
      },
      {
        "label": "NP",
        "text": "aniversario"
      },
      {
        "label": "NP",
        "text": "Batalla"
      },
      {
        "label": "NP",
        "text": "Carabobo"
      },
      {
        "label": "NP",
        "text": "por el Día"
      },
      {
        "label": "NP",
        "text": "Ejército Bolivariano"
      },
      {
        "label": "VP",
        "text": "el presidente Nicolás Maduro Moros"
      },
      {
        "label": "NP",
        "text": "presidente Nicolás Maduro Moros"
      },
      {
        "label": "NP",
        "text": "aseguró que “ Venezuela"
      },
      {
        "label": "VP",
        "text": "enfrenta hoy nuevas formas"
      },
      {
        "label": "NP",
        "text": "hoy nuevas formas"
      },
      {
        "label": "ADJP",
        "text": "imperial"
      },
      {
        "label": "NP",
        "text": "comparables"
      },
      {
        "label": "VP",
        "text": "en"
      },
      {
        "label": "VP",
        "text": "complejidad a los desafíos superados hace dos siglos ”"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP el/NN marco/NN)\n  del/FW\n  acto/FW\n  de/FW\n  conmemoración/FW\n  por/FW\n  el/FW\n  (NP aniversario/NN)\n  204/CD\n  de/IN\n  la/FW\n  (NP Batalla/NNP)\n  de/FW\n  (NP Carabobo/NNP)\n  y/CC\n  (NP por/JJ el/NN Día/NNP)\n  del/FW\n  (NP Ejército/NNP Bolivariano/NNP)\n  ,/,\n  (VP el/VBZ (NP presidente/JJ Nicolás/NNP Maduro/NNP Moros/NNP))\n  ,/,\n  (NP aseguró/NN que/NN “/NNP Venezuela/NNP)\n  (VP enfrenta/VBZ (NP hoy/JJ nuevas/JJ formas/NN))\n  de/IN\n  dominación/FW\n  (ADJP imperial/JJ)\n  ,/,\n  (NP comparables/NNS)\n  (VP en/VBP)\n  (VP\n    complejidad/VB\n    (NP\n      a/DT\n      los/NN\n      desafíos/NN\n      superados/NN\n      hace/NN\n      dos/NN\n      siglos/NN\n      ”/NNP))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Presidente/NNP Maduro/NNP)\n  :/:\n  (NP Venezuela/NNP «/NNP jamás/NN se/NN doblegará/NN)\n  (PP ante/IN (NP los/JJ imperios/NNS))\n  (VP »/VBP (NP En/NNP))\n  el/FW\n  (NP histórico/NN discurso/NN)\n  ,/,\n  (NP el/JJ jefe/NN)\n  (PP de/IN (NP Estado/NNP))\n  de/FW\n  la/FW\n  (NP República/NNP Bolivariana/NNP)\n  de/FW\n  (NP Venezuela/NNP señaló/NN que/NN Carabobo/NNP)\n  (VP es/VBZ (NP un/JJ espejo/JJ del/NN presente/NN))\n  ./.)",
      "(S\n  (NP En/NNP tanto/NN)\n  ,/,\n  (NP\n    ratificó/NN\n    que/NN\n    la/NN\n    respuesta/NN\n    sigue/NN\n    siendo/NN\n    la/NN\n    misma/NN)\n  :/:\n  (NP “/NN unión/NN)\n  ,/,\n  (NP claridad/NN)\n  ,/,\n  (NP coraje/NN y/NN confianza/NN)\n  en/FW\n  nuestro/FW\n  (NP pueblo/NN ”/NN)\n  ,/,\n  (NP significó/NN)\n  ./.)",
      "(S\n  (NP A/DT propósito/NN)\n  ,/,\n  (NP aseguró/JJ que/NN el/NN sueño/NN)\n  de/FW\n  (/(\n  (NP Simón/NNP)\n  )/)\n  (NP Bolívar/NNP sigue/NN inconcluso/NN)\n  ,/,\n  (NP está/JJ todavía/NN por/NN hacer/NN)\n  ./.)",
      "(S\n  (NP Pero/NNP está/NN victorioso/NN)\n  (PP en/IN (NP este/NN))\n  (NP nuevo/JJ tiempo/JJ histórico/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ejército. y once años después, derrotábamos al imperio más poderoso del planeta tierra. ese ejército liberó",
        "position": [
          2827,
          2934
        ],
        "start": 2827,
        "end": 2934
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra: fue un acto de unidad nacional. “bolívar logró reunir las fuerzas indígenas, afrodescendientes, campesinas, bajo una misma bandera. dijo bolívar en su",
        "position": [
          2226,
          2384
        ],
        "start": 2226,
        "end": 2384
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el mandatario, “venezuela es el gran bastión de resistencia y esperanza",
        "position": [
          798,
          881
        ],
        "start": 798,
        "end": 881
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "soberanía. en carabobo se fundó y triunfó la idea de colombia la grande, y de esa fuerza viene nuestra existencia como nación con derecho",
        "position": [
          1955,
          2092
        ],
        "start": 1955,
        "end": 2092
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          473,
          479
        ],
        "start": 473,
        "end": 479
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3115,
          3122
        ],
        "start": 3115,
        "end": 3122
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          129,
          154
        ],
        "start": 129,
        "end": 154
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          2300,
          2309
        ],
        "start": 2300,
        "end": 2309
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          530,
          538
        ],
        "start": 530,
        "end": 538
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1507,
          1514
        ],
        "start": 1507,
        "end": 1514
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con maduro moros, la victoria del 24",
        "position": [
          2141,
          2185
        ],
        "start": 2141,
        "end": 2185
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          1000,
          1008
        ],
        "start": 1000,
        "end": 1008
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          175,
          184
        ],
        "start": 175,
        "end": 184
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1646,
          1652
        ],
        "start": 1646,
        "end": 1652
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          425,
          434
        ],
        "start": 425,
        "end": 434
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "24 de junio de 1821",
        "position": [
          2183,
          2202
        ],
        "start": 2183,
        "end": 2202
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          194,
          197
        ],
        "start": 194,
        "end": 197
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          3129,
          3147
        ],
        "start": 3129,
        "end": 3147
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          3198,
          3207
        ],
        "start": 3198,
        "end": 3207
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "República",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Adolfo Hitler",
        "tipo": "Persona"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "República",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado de la República Bolivariana de Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Irák",
        "tipo": "Lugar"
      },
      {
        "nombre": "planeta Tierra",
        "tipo": "Lugar"
      },
      {
        "nombre": "Margarita",
        "tipo": "Persona"
      },
      {
        "nombre": "Simón) Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "República Islámica de Irán",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia la Grande",
        "tipo": "Lugar"
      },
      {
        "nombre": "Yemen",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ayacucho",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Dijo Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Gran Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Campo de Carabobo",
        "tipo": "Lugar"
      },
      {
        "nombre": "nuevo Carabobo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Carabobo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Líbano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Siria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerza Armada Nacional Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "ASEGURAR",
        "objeto": "Nicolás Maduro Moros"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DOBLEGAR",
        "objeto": "Estado de la República Bolivariana de Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DOBLEGAR",
        "objeto": "Carabobo"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "SE_ALAR_DOBLEGAR",
        "objeto": "Estado de la República Bolivariana de Venezuela"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "ABRIR_REMARCAR",
        "objeto": "Ayacucho"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "ABRIR_REMARCAR",
        "objeto": "Gran Colombia"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "ABRIR_REMARCAR",
        "objeto": "América"
      },
      {
        "sujeto": "América",
        "relacion": "LLEGAR_ABRIR_REMARCAR",
        "objeto": "Ayacucho"
      },
      {
        "sujeto": "América",
        "relacion": "LLEGAR_ABRIR_REMARCAR",
        "objeto": "Gran Colombia"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "FUNDAR_INDICAR",
        "objeto": "Colombia la Grande"
      },
      {
        "sujeto": "Carabobo",
        "relacion": "FUNDAR_INDICAR",
        "objeto": "Nación"
      },
      {
        "sujeto": "Colombia la Grande",
        "relacion": "TRIUNFAR_FUNDAR_INDICAR",
        "objeto": "Nación"
      },
      {
        "sujeto": "Dijo Bolívar",
        "relacion": "DECIR",
        "objeto": "Carabobo"
      },
      {
        "sujeto": "Dijo Bolívar",
        "relacion": "DECIR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "REITERAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "REITERAR",
        "objeto": "Adolfo Hitler"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "REITERAR",
        "objeto": "Adolfo Hitler"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8555,
    "pos": 0.008,
    "neu": 0.965,
    "neg": 0.027,
    "label": "negative"
  }
}