{
  "url": "https://www.telesurtv.net/corte-penal-israel-arresto-netanyahu/",
  "title": "CPI rechaza solicitud de Israel y mantiene orden de arresto contra Netanyahu - teleSUR",
  "section": "Mundo",
  "tags": [
    "COnflicto Medio Oriente",
    "CPI",
    "Crímen de Guerra",
    "Gaza",
    "Israel",
    "Netanyahu"
  ],
  "text": "La Corte Penal Internacional (CPI) rechazó este miércoles la solicitud presentada por Israel para anular las órdenes de detención emitidas contra el primer ministro Benjamín Netanyahu y el exministro de Defensa Yoav Gallant, así como la petición de suspender la investigación sobre presuntos crímenes de guerra y de lesa humanidad en Palestina.\n\nLEA TAMBIÉN:Francesca Albanese reconoce que la ONU le ha fallado a Palestina\n\nLa decisión del tribunal con sede en La Haya reafirma la competencia de la CPI para investigar los hechos ocurridos en los territorios palestinos ocupados, a pesar de los intensos esfuerzos diplomáticos y políticos por parte del gobierno israelí y de sus aliados, en especial Estados Unidos.\n“El procedimiento sigue su curso y las solicitudes presentadas por la defensa han sido rechazadas por no tener fundamento jurídico suficiente”, señala el fallo emitido por la Sala de Cuestiones Preliminares I del tribunal.\nLa investigación de la CPI está dirigida por el fiscal Karim Khan, quien en mayo de 2025 solicitó formalmente órdenes de arresto contra Netanyahu y Gallant por su presunta responsabilidad en crímenes cometidos durante la ofensiva militar israelí en Gaza, así como por el uso sistemático del hambre como arma de guerra y ataques contra civiles.\nEl fiscal también ha emitido solicitudes de arresto contra tres líderes del movimiento palestino Hamás, por crímenes que habrían ocurrido durante los enfrentamientos del 7 de octubre de 2023 y sus secuelas. Sin embargo, la presentación de cargos contra funcionarios israelíes ha provocado un rechazo mucho más vehemente de parte de Occidente, en especial de Washington.\nDesde el inicio del proceso, Israel ha negado la legitimidad de la Corte Penal Internacional, asegurando que no reconoce su jurisdicción y calificando las órdenes de arresto como “una aberración jurídica”. A su vez, el gobierno estadounidense, encabezado por el presidente Donald Trump, ha denunciado la actuación de la CPI como un “ataque injustificado contra un aliado clave”.\nEn declaraciones anteriores, Trump llegó a amenazar con “graves consecuencias” para la Corte y para cualquier Estado que colaborara en la ejecución de las órdenes. Incluso se ha hablado de sanciones económicas y restricciones de visas contra jueces y fiscales del organismo internacional.\n\nPor su parte, la Autoridad Nacional Palestina y representantes del gobierno de Gaza han celebrado la decisión de la CPI como un avance en la lucha contra la impunidad. “Esta es una victoria para el derecho internacional y para los pueblos oprimidos”, declaró el portavoz del Ministerio de Relaciones Exteriores palestino en Ramala.\nOrganizaciones de derechos humanos como Human Rights Watch y Amnistía Internacional también han respaldado la actuación del tribunal, señalando que “ningún Estado ni líder debe estar por encima de la ley”.\nLa investigación de la CPI se enmarca en el prolongado conflicto entre Israel y Palestina, que ha vivido una escalada sin precedentes desde octubre de 2023. Según cifras de la Oficina de Coordinación de Asuntos Humanitarios de la ONU (OCHA), más de 36.000 palestinos han muerto desde el inicio de la ofensiva israelí en Gaza, incluyendo miles de niños y mujeres.\nLos crímenes que se investigan incluyen:\n\n\n\n\nCon esta decisión, la Corte Penal Internacional ratifica su intención de seguir adelante con el caso, y de proseguir con los procedimientos hasta determinar la responsabilidad individual de los acusados. Aunque ni Israel ni Estados Unidos son miembros del Estatuto de Roma, el tratado que rige la CPI, Palestina fue admitida como Estado parte en 2015, lo que otorga jurisdicción al tribunal sobre los hechos ocurridos en su territorio.\nLos Estados miembros del tribunal, 123 países en total, están obligados a detener y entregar a las personas con órdenes de arresto emitidas por la Corte, si estas entran en sus territorios.\nPese a las presiones externas, la CPI ha reafirmado su independencia judicial. En una declaración reciente, el fiscal Karim Khan sostuvo que “la justicia internacional no puede ser rehén de la geopolítica”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/corte-penal-israel-arresto-netanyahu/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1108,
    "message_id": 99211,
    "date": "2025-07-17T12:55:13+00:00",
    "text": "teleSUR\nCorte Penal Internacional rechaza solicitud de Israel y mantiene orden de arresto contra Netanyahu\nhttps://www.telesurtv.net/corte-penal-israel-arresto-netanyahu/",
    "photo_path": null,
    "views": 1929,
    "reactions": {
      "👍": 56,
      "👏": 8,
      "❤": 4,
      "💩": 2,
      "😡": 1
    },
    "total_reactions": 71
  },
  "preprocessing": {
    "cleaned": "la corte penal internacional (cpi) rechazó este miércoles la solicitud presentada por israel para anular las órdenes de detención emitidas contra el primer ministro benjamín netanyahu y el exministro de defensa yoav gallant, así como la petición de suspender la investigación sobre presuntos crímenes de guerra y de lesa humanidad en palestina. la decisión del tribunal con sede en la haya reafirma la competencia de la cpi para investigar los hechos ocurridos en los territorios palestinos ocupados, a pesar de los intensos esfuerzos diplomáticos y políticos por parte del gobierno israelí y de sus aliados, en especial estados unidos. “el procedimiento sigue su curso y las solicitudes presentadas por la defensa han sido rechazadas por no tener fundamento jurídico suficiente”, señala el fallo emitido por la sala de cuestiones preliminares i del tribunal. la investigación de la cpi está dirigida por el fiscal karim khan, quien en mayo de 2025 solicitó formalmente órdenes de arresto contra netanyahu y gallant por su presunta responsabilidad en crímenes cometidos durante la ofensiva militar israelí en gaza, así como por el uso sistemático del hambre como arma de guerra y ataques contra civiles. el fiscal también ha emitido solicitudes de arresto contra tres líderes del movimiento palestino hamás, por crímenes que habrían ocurrido durante los enfrentamientos del 7 de octubre de 2023 y sus secuelas. sin embargo, la presentación de cargos contra funcionarios israelíes ha provocado un rechazo mucho más vehemente de parte de occidente, en especial de washington. desde el inicio del proceso, israel ha negado la legitimidad de la corte penal internacional, asegurando que no reconoce su jurisdicción y calificando las órdenes de arresto como “una aberración jurídica”. a su vez, el gobierno estadounidense, encabezado por el presidente donald trump, ha denunciado la actuación de la cpi como un “ataque injustificado contra un aliado clave”. en declaraciones anteriores, trump llegó a amenazar con “graves consecuencias” para la corte y para cualquier estado que colaborara en la ejecución de las órdenes. incluso se ha hablado de sanciones económicas y restricciones de visas contra jueces y fiscales del organismo internacional. por su parte, la autoridad nacional palestina y representantes del gobierno de gaza han celebrado la decisión de la cpi como un avance en la lucha contra la impunidad. “esta es una victoria para el derecho internacional y para los pueblos oprimidos”, declaró el portavoz del ministerio de relaciones exteriores palestino en ramala. organizaciones de derechos humanos como human rights watch y amnistía internacional también han respaldado la actuación del tribunal, señalando que “ningún estado ni líder debe estar por encima de la ley”. la investigación de la cpi se enmarca en el prolongado conflicto entre israel y palestina, que ha vivido una escalada sin precedentes desde octubre de 2023. según cifras de la oficina de coordinación de asuntos humanitarios de la onu (ocha), más de 36.000 palestinos han muerto desde el inicio de la ofensiva israelí en gaza, incluyendo miles de niños y mujeres. los crímenes que se investigan incluyen: con esta decisión, la corte penal internacional ratifica su intención de seguir adelante con el caso, y de proseguir con los procedimientos hasta determinar la responsabilidad individual de los acusados. aunque ni israel ni estados unidos son miembros del estatuto de roma, el tratado que rige la cpi, palestina fue admitida como estado parte en 2015, lo que otorga jurisdicción al tribunal sobre los hechos ocurridos en su territorio. los estados miembros del tribunal, 123 países en total, están obligados a detener y entregar a las personas con órdenes de arresto emitidas por la corte, si estas entran en sus territorios. pese a las presiones externas, la cpi ha reafirmado su independencia judicial. en una declaración reciente, el fiscal karim khan sostuvo que “la justicia internacional no puede ser rehén de la geopolítica”.",
    "tokens": [
      "corte",
      "penal",
      "internacional",
      "(",
      "cpi",
      ")",
      "rechazó",
      "miércoles",
      "solicitud",
      "presentada",
      "israel",
      "anular",
      "órdenes",
      "detención",
      "emitidas",
      "primer",
      "ministro",
      "benjamín",
      "netanyahu",
      "exministro",
      "defensa",
      "yoav",
      "gallant",
      ",",
      "así",
      "petición",
      "suspender",
      "investigación",
      "presuntos",
      "crímenes",
      "guerra",
      "lesa",
      "humanidad",
      "palestina",
      ".",
      "decisión",
      "tribunal",
      "sede",
      "reafirma",
      "competencia",
      "cpi",
      "investigar",
      "hechos",
      "ocurridos",
      "territorios",
      "palestinos",
      "ocupados",
      ",",
      "pesar",
      "intensos",
      "esfuerzos",
      "diplomáticos",
      "políticos",
      "parte",
      "gobierno",
      "israelí",
      "aliados",
      ",",
      "especial",
      "unidos",
      ".",
      "“",
      "procedimiento",
      "sigue",
      "curso",
      "solicitudes",
      "presentadas",
      "defensa",
      "sido",
      "rechazadas",
      "tener",
      "fundamento",
      "jurídico",
      "suficiente",
      "”",
      ",",
      "señala",
      "fallo",
      "emitido",
      "sala",
      "cuestiones",
      "preliminares",
      "i",
      "tribunal",
      ".",
      "investigación",
      "cpi",
      "dirigida",
      "fiscal",
      "karim",
      "khan",
      ",",
      "mayo",
      "2025",
      "solicitó",
      "formalmente",
      "órdenes",
      "arresto",
      "netanyahu",
      "gallant",
      "presunta",
      "responsabilidad",
      "crímenes",
      "cometidos",
      "ofensiva",
      "militar",
      "israelí",
      "gaza",
      ",",
      "así",
      "uso",
      "sistemático",
      "hambre",
      "arma",
      "guerra",
      "ataques",
      "civiles",
      ".",
      "fiscal",
      "emitido",
      "solicitudes",
      "arresto",
      "tres",
      "líderes",
      "movimiento",
      "palestino",
      "hamás",
      ",",
      "crímenes",
      "ocurrido",
      "enfrentamientos",
      "7",
      "octubre",
      "2023",
      "secuelas",
      ".",
      "embargo",
      ",",
      "presentación",
      "cargos",
      "funcionarios",
      "israelíes",
      "provocado",
      "rechazo",
      "vehemente",
      "parte",
      "occidente",
      ",",
      "especial",
      "washington",
      ".",
      "inicio",
      "proceso",
      ",",
      "israel",
      "negado",
      "legitimidad",
      "corte",
      "penal",
      "internacional",
      ",",
      "asegurando",
      "reconoce",
      "jurisdicción",
      "calificando",
      "órdenes",
      "arresto",
      "“",
      "aberración",
      "jurídica",
      "”",
      ".",
      "vez",
      ",",
      "gobierno",
      "estadounidense",
      ",",
      "encabezado",
      "presidente",
      "donald",
      "trump",
      ",",
      "denunciado",
      "actuación",
      "cpi",
      "“",
      "ataque",
      "injustificado",
      "aliado",
      "clave",
      "”",
      ".",
      "declaraciones",
      "anteriores",
      ",",
      "trump",
      "llegó",
      "amenazar",
      "“",
      "graves",
      "consecuencias",
      "”",
      "corte",
      "cualquier",
      "colaborara",
      "ejecución",
      "órdenes",
      ".",
      "incluso",
      "hablado",
      "sanciones",
      "económicas",
      "restricciones",
      "visas",
      "jueces",
      "fiscales",
      "organismo",
      "internacional",
      ".",
      "parte",
      ",",
      "autoridad",
      "nacional",
      "palestina",
      "representantes",
      "gobierno",
      "gaza",
      "celebrado",
      "decisión",
      "cpi",
      "avance",
      "lucha",
      "impunidad",
      ".",
      "“",
      "victoria",
      "derecho",
      "internacional",
      "pueblos",
      "oprimidos",
      "”",
      ",",
      "declaró",
      "portavoz",
      "ministerio",
      "relaciones",
      "exteriores",
      "palestino",
      "ramala",
      ".",
      "organizaciones",
      "derechos",
      "humanos",
      "human",
      "rights",
      "watch",
      "amnistía",
      "internacional",
      "respaldado",
      "actuación",
      "tribunal",
      ",",
      "señalando",
      "“",
      "ningún",
      "líder",
      "debe",
      "encima",
      "ley",
      "”",
      ".",
      "investigación",
      "cpi",
      "enmarca",
      "prolongado",
      "conflicto",
      "israel",
      "palestina",
      ",",
      "vivido",
      "escalada",
      "precedentes",
      "octubre",
      "2023.",
      "según",
      "cifras",
      "oficina",
      "coordinación",
      "asuntos",
      "humanitarios",
      "onu",
      "(",
      "ocha",
      ")",
      ",",
      "36.000",
      "palestinos",
      "muerto",
      "inicio",
      "ofensiva",
      "israelí",
      "gaza",
      ",",
      "incluyendo",
      "miles",
      "niños",
      "mujeres",
      ".",
      "crímenes",
      "investigan",
      "incluyen",
      ":",
      "decisión",
      ",",
      "corte",
      "penal",
      "internacional",
      "ratifica",
      "intención",
      "seguir",
      "adelante",
      "caso",
      ",",
      "proseguir",
      "procedimientos",
      "determinar",
      "responsabilidad",
      "individual",
      "acusados",
      ".",
      "aunque",
      "israel",
      "unidos",
      "miembros",
      "estatuto",
      "roma",
      ",",
      "tratado",
      "rige",
      "cpi",
      ",",
      "palestina",
      "admitida",
      "parte",
      "2015",
      ",",
      "otorga",
      "jurisdicción",
      "tribunal",
      "hechos",
      "ocurridos",
      "territorio",
      ".",
      "miembros",
      "tribunal",
      ",",
      "123",
      "países",
      "total",
      ",",
      "obligados",
      "detener",
      "entregar",
      "personas",
      "órdenes",
      "arresto",
      "emitidas",
      "corte",
      ",",
      "si",
      "entran",
      "territorios",
      ".",
      "pese",
      "presiones",
      "externas",
      ",",
      "cpi",
      "reafirmado",
      "independencia",
      "judicial",
      ".",
      "declaración",
      "reciente",
      ",",
      "fiscal",
      "karim",
      "khan",
      "sostuvo",
      "“",
      "justicia",
      "internacional",
      "puede",
      "ser",
      "rehén",
      "geopolítica",
      "”",
      "."
    ],
    "token_count": 398,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 106,
      "NN": 207,
      "NNS": 34,
      "VBP": 19,
      "JJ": 72,
      "IN": 27,
      "FW": 125,
      "VBZ": 9,
      "DT": 3,
      "CD": 6,
      "VBD": 3,
      "RB": 2,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-NNP": 40,
      "NNP-NN": 33,
      "NN-NN": 121,
      "NN-NNS": 8,
      "NNS-VBP": 11,
      "VBP-JJ": 13,
      "JJ-NN": 29,
      "NN-NNP": 17,
      "NN-JJ": 15,
      "JJ-JJ": 12,
      "JJ-NNS": 11,
      "NNS-IN": 6,
      "IN-FW": 14,
      "FW-JJ": 15,
      "NNP-FW": 17,
      "FW-FW": 64,
      "FW-NNP": 25,
      "NN-FW": 18,
      "FW-NNS": 5,
      "NNS-FW": 1,
      "FW-NN": 12,
      "NN-IN": 16,
      "IN-NNP": 3,
      "NNP-VBZ": 3,
      "VBZ-JJ": 5,
      "JJ-NNP": 11,
      "VBZ-FW": 3,
      "IN-JJ": 3,
      "JJ-FW": 6,
      "NNP-IN": 4,
      "IN-NN": 3,
      "NNS-VBZ": 3,
      "NN-VBP": 5,
      "VBP-NN": 2,
      "NN-DT": 2,
      "DT-NN": 3,
      "NN-VBZ": 3,
      "FW-CD": 2,
      "CD-NN": 3,
      "IN-NNS": 2,
      "NNS-NNS": 3,
      "VBP-FW": 1,
      "VBP-NNS": 1,
      "NNS-NNP": 4,
      "NNP-JJ": 2,
      "NNP-VBP": 1,
      "VBP-NNP": 2,
      "NNP-NNS": 2,
      "VBZ-NNP": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "NNS-JJ": 3,
      "FW-IN": 1,
      "IN-CD": 2,
      "CD-NNP": 1,
      "CD-NNS": 2,
      "JJ-VBP": 1,
      "NNS-RB": 1,
      "RB-FW": 1,
      "NNS-NN": 1,
      "NNP-CC": 2,
      "CC-NNP": 1,
      "CC-JJ": 1,
      "NN-CD": 1,
      "FW-VBP": 1,
      "JJ-CD": 1,
      "NNS-VBD": 1,
      "VBD-RB": 1,
      "RB-JJ": 1,
      "JJ-DT": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 15,
      "NNP-NNP-NN": 13,
      "NNP-NN-NN": 24,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 4,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 20,
      "NN-NN-NNP": 13,
      "NN-NNP-NN": 7,
      "NNP-NN-JJ": 3,
      "NN-JJ-JJ": 5,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 5,
      "NNS-IN-FW": 4,
      "IN-FW-JJ": 5,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NN-NN-NN": 68,
      "NN-NNP-NNP": 7,
      "NNP-NNP-FW": 6,
      "NNP-FW-FW": 7,
      "FW-FW-FW": 36,
      "FW-FW-NNP": 14,
      "FW-NNP-NNP": 7,
      "NN-NN-FW": 12,
      "NN-FW-FW": 9,
      "FW-FW-NNS": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-NN": 5,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 5,
      "JJ-NNP-NNP": 5,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 4,
      "NN-NN-IN": 11,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "FW-NNP-NN": 7,
      "NN-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-IN": 4,
      "NN-IN-FW": 9,
      "FW-JJ-FW": 3,
      "JJ-FW-JJ": 1,
      "FW-JJ-NNP": 4,
      "NNP-NNP-IN": 3,
      "NNP-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "NN-FW-NNP": 7,
      "FW-NNP-FW": 9,
      "NNP-FW-NNP": 4,
      "NNP-FW-JJ": 2,
      "JJ-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 5,
      "NN-NN-JJ": 8,
      "NNP-NN-FW": 2,
      "FW-FW-CD": 2,
      "FW-CD-NN": 2,
      "CD-NN-JJ": 1,
      "NN-JJ-NNS": 2,
      "NNS-IN-JJ": 2,
      "IN-JJ-JJ": 2,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-NN-FW": 4,
      "NN-JJ-NN": 7,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-JJ-NNS": 3,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NNP-NN-NNS": 3,
      "IN-FW-FW": 4,
      "CD-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "JJ-NN-JJ": 2,
      "NN-NN-DT": 1,
      "IN-FW-NN": 3,
      "FW-NN-JJ": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "JJ-NN-NNP": 2,
      "FW-NNS-NNP": 2,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "VBP-JJ-JJ": 2,
      "JJ-NNP-NN": 5,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "NNP-IN-FW": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "JJ-JJ-JJ": 1,
      "NN-JJ-NNP": 1,
      "NN-NN-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-FW": 1,
      "RB-FW-NNS": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-VBP": 1,
      "NN-VBP-JJ": 3,
      "NN-FW-JJ": 2,
      "NNP-NN-NNP": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-NNP": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-IN-NN": 2,
      "IN-NN-VBP": 1,
      "NNP-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "VBP-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "VBP-JJ-NNS": 1,
      "NN-NNS-VBD": 1,
      "NNS-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "VBP-JJ-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 207,
        "FW": 125,
        "NNP": 106,
        "JJ": 72,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 121,
        "FW-FW": 64,
        "NNP-NNP": 40,
        "NNP-NN": 33,
        "JJ-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 68,
        "FW-FW-FW": 36,
        "NNP-NN-NN": 24,
        "JJ-NN-NN": 20,
        "NNP-NNP-NNP": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 164,
      "VP": 39,
      "ADJP": 3,
      "PP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0212
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0169
      },
      {
        "rule": "NP -> ('CPI', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Palestina', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('el', 'JJ') ('fiscal', 'JJ') ('Karim', 'NNP') ('Khan', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('israelí', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('Israel', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('CPI', 'NNP') ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Corte Penal Internacional"
      },
      {
        "label": "NP",
        "text": "CPI"
      },
      {
        "label": "VP",
        "text": "rechazó este miércoles"
      },
      {
        "label": "NP",
        "text": "este miércoles"
      },
      {
        "label": "VP",
        "text": "la solicitud presentada por Israel para anular las órdenes"
      },
      {
        "label": "NP",
        "text": "solicitud presentada por Israel para"
      },
      {
        "label": "NP",
        "text": "anular las órdenes"
      },
      {
        "label": "NP",
        "text": "emitidas contra el primer ministro Benjamín Netanyahu y"
      },
      {
        "label": "NP",
        "text": "Defensa Yoav Gallant"
      },
      {
        "label": "ADJP",
        "text": "así como"
      },
      {
        "label": "NP",
        "text": "crímenes"
      },
      {
        "label": "NP",
        "text": "humanidad"
      },
      {
        "label": "PP",
        "text": "en Palestina"
      },
      {
        "label": "NP",
        "text": "Palestina"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Corte/NNP Penal/NNP Internacional/NNP)\n  (/(\n  (NP CPI/NNP)\n  )/)\n  (VP rechazó/VBP (NP este/NN miércoles/NNS))\n  (VP\n    la/VBP\n    (NP solicitud/JJ presentada/NN por/NN Israel/NNP para/NN)\n    (NP anular/JJ las/JJ órdenes/NNS))\n  de/IN\n  detención/FW\n  (NP\n    emitidas/JJ\n    contra/JJ\n    el/NN\n    primer/NN\n    ministro/NN\n    Benjamín/NNP\n    Netanyahu/NNP\n    y/NNP)\n  el/FW\n  exministro/FW\n  de/FW\n  (NP Defensa/NNP Yoav/NNP Gallant/NNP)\n  ,/,\n  (ADJP así/RB como/JJ)\n  la/FW\n  petición/FW\n  de/FW\n  suspender/FW\n  la/FW\n  investigación/FW\n  sobre/FW\n  presuntos/FW\n  (NP crímenes/NNS)\n  de/IN\n  guerra/FW\n  y/FW\n  de/FW\n  lesa/FW\n  (NP humanidad/NN)\n  (PP en/IN (NP Palestina/NNP))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Francesca/NNP Albanese/NNP reconoce/NN que/NN la/NN ONU/NNP)\n  (VP le/VBZ (NP ha/NN))\n  (VP fallado/VBD (NP a/DT Palestina/NNP La/NNP))\n  decisión/FW\n  del/FW\n  (NP tribunal/JJ con/NN sede/NN)\n  (PP en/IN (NP La/NNP Haya/NNP))\n  (VP reafirma/VBZ)\n  la/FW\n  competencia/FW\n  de/FW\n  la/FW\n  (NP CPI/NNP para/NN investigar/NN los/NN hechos/NN ocurridos/NN)\n  (PP en/IN (NP los/JJ territorios/NNS))\n  (VP palestinos/VBP ocupados/RB)\n  ,/,\n  (NP a/DT pesar/NN)\n  de/IN\n  los/FW\n  (NP\n    intensos/JJ\n    esfuerzos/NN\n    diplomáticos/NN\n    y/NN\n    políticos/NN\n    por/NN\n    parte/NN\n    del/NN\n    gobierno/NN)\n  (NP israelí/JJ y/NN)\n  de/IN\n  sus/FW\n  (NP aliados/NN)\n  ,/,\n  en/FW\n  (NP especial/JJ Estados/NNP Unidos/NNP)\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    El/NNP\n    procedimiento/NN\n    sigue/NN\n    su/NN\n    curso/NN\n    y/NN\n    las/NNS)\n  (VP\n    solicitudes/VBZ\n    (NP presentadas/JJ por/NN la/NN defensa/NN han/NN sido/NN))\n  (VP rechazadas/VBP (NP por/NN) (NP no/DT tener/NN))\n  (VP fundamento/VBZ (NP jurídico/JJ suficiente/NN ”/NNP))\n  ,/,\n  (NP señala/NN el/NN fallo/NN emitido/NN por/NN)\n  la/FW\n  (NP Sala/NNP)\n  de/FW\n  (NP Cuestiones/NNP Preliminares/NNP)\n  I/PRP\n  (VP del/VBP tribunal/JJ)\n  ./.)",
      "(S\n  (NP La/NNP)\n  investigación/FW\n  de/FW\n  la/FW\n  (NP CPI/NNP)\n  está/FW\n  (NP dirigida/NN por/NN)\n  (NP el/JJ fiscal/JJ Karim/NNP Khan/NNP)\n  ,/,\n  (NP quien/NN)\n  en/FW\n  mayo/FW\n  de/FW\n  2025/CD\n  (NP solicitó/NN)\n  (NP formalmente/JJ órdenes/NNS)\n  (PP\n    de/IN\n    (NP\n      arresto/JJ\n      contra/JJ\n      Netanyahu/NNP\n      y/NN\n      Gallant/NNP\n      por/NN\n      su/NN\n      presunta/NN\n      responsabilidad/NN))\n  (PP en/IN (NP crímenes/NNS cometidos/NNS))\n  (VP durante/VBP)\n  la/FW\n  ofensiva/FW\n  militar/FW\n  (NP israelí/NN)\n  en/FW\n  (NP Gaza/NNP)\n  ,/,\n  (NP así/JJ como/NN por/NN el/NN)\n  (NP uso/JJ sistemático/NN del/NN hambre/NN como/NN arma/NN)\n  de/IN\n  guerra/FW\n  y/FW\n  (NP ataques/NNS)\n  (VP contra/VBP (NP civiles/NNS))\n  ./.)",
      "(S\n  (NP El/NNP)\n  (NP fiscal/JJ también/NN ha/NN emitido/NN)\n  solicitudes/FW\n  de/FW\n  arresto/FW\n  (NP contra/JJ tres/NNS)\n  (VP líderes/VBZ)\n  del/FW\n  (NP movimiento/NN palestino/NN Hamás/NNP)\n  ,/,\n  (NP por/NN crímenes/NNS)\n  (VP\n    que/VBP\n    (NP habrían/JJ ocurrido/NN durante/NN los/NN)\n    (NP enfrentamientos/JJ del/NN))\n  7/CD\n  de/FW\n  octubre/FW\n  de/IN\n  2023/CD\n  (NP y/NN sus/NN secuelas/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ofensiva militar",
        "position": [
          1160,
          1176
        ],
        "start": 1160,
        "end": 1176
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra y de lesa humanidad en palestina",
        "position": [
          304,
          343
        ],
        "start": 304,
        "end": 343
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto entre israel y",
        "position": [
          2915,
          2939
        ],
        "start": 2915,
        "end": 2939
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          2573,
          2580
        ],
        "start": 2573,
        "end": 2580
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          203,
          210
        ],
        "start": 203,
        "end": 210
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de gaza han",
        "position": [
          2389,
          2409
        ],
        "start": 2389,
        "end": 2409
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente donald trump",
        "position": [
          1915,
          1938
        ],
        "start": 1915,
        "end": 1938
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          393,
          396
        ],
        "start": 393,
        "end": 396
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          3214,
          3221
        ],
        "start": 3214,
        "end": 3221
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          35,
          42
        ],
        "start": 35,
        "end": 42
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          700,
          714
        ],
        "start": 700,
        "end": 714
      },
      {
        "category": "PAISES",
        "matched_text": "palestina",
        "position": [
          334,
          343
        ],
        "start": 334,
        "end": 343
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "roma",
        "position": [
          3536,
          3540
        ],
        "start": 3536,
        "end": 3540
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado que",
        "position": [
          2142,
          2152
        ],
        "start": 2142,
        "end": 2152
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "7 de octubre de 2023",
        "position": [
          1453,
          1473
        ],
        "start": 1453,
        "end": 1473
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1494,
          1501
        ],
        "start": 1494,
        "end": 1501
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          2672,
          2688
        ],
        "start": 2672,
        "end": 2688
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 36.000",
        "position": [
          3102,
          3115
        ],
        "start": 3102,
        "end": 3115
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "CPI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Karim Khan",
        "tipo": "Persona"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ramala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oficina de Coordinación de Asuntos Humanitarios de la ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Francesca Albanese",
        "tipo": "Persona"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Relaciones Exteriores palestino",
        "tipo": "Lugar"
      },
      {
        "nombre": "OCHA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Autoridad Nacional Palestina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corte",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Amnistía Internacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Human Rights Watch",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estatuto de Roma",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Corte Penal Internacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Benjamín Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Gallant",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Los Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "La Haya",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Corte Penal Internacional",
        "relacion": "RECHAZAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Corte Penal Internacional",
        "relacion": "RECHAZAR",
        "objeto": "Benjamín Netanyahu"
      },
      {
        "sujeto": "Corte Penal Internacional",
        "relacion": "RECHAZAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "CPI",
        "relacion": "RECHAZAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "CPI",
        "relacion": "RECHAZAR",
        "objeto": "Benjamín Netanyahu"
      },
      {
        "sujeto": "CPI",
        "relacion": "RECHAZAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Israel",
        "relacion": "RECHAZAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Benjamín Netanyahu",
        "relacion": "ANULAR_RECHAZAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Francesca Albanese",
        "relacion": "RECONOCER",
        "objeto": "ONU"
      },
      {
        "sujeto": "Francesca Albanese",
        "relacion": "RECONOCER",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Francesca Albanese",
        "relacion": "RECONOCER",
        "objeto": "La Haya"
      },
      {
        "sujeto": "Francesca Albanese",
        "relacion": "RECONOCER",
        "objeto": "CPI"
      },
      {
        "sujeto": "Francesca Albanese",
        "relacion": "RECONOCER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "ONU",
        "relacion": "FALLAR_RECONOCER",
        "objeto": "Palestina"
      },
      {
        "sujeto": "ONU",
        "relacion": "FALLAR_RECONOCER",
        "objeto": "La Haya"
      },
      {
        "sujeto": "ONU",
        "relacion": "FALLAR_RECONOCER",
        "objeto": "CPI"
      },
      {
        "sujeto": "ONU",
        "relacion": "FALLAR_RECONOCER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Palestina",
        "relacion": "FALLAR_RECONOCER",
        "objeto": "La Haya"
      },
      {
        "sujeto": "Palestina",
        "relacion": "FALLAR_RECONOCER",
        "objeto": "CPI"
      },
      {
        "sujeto": "Palestina",
        "relacion": "FALLAR_RECONOCER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "La Haya",
        "relacion": "REAFIRMAR_RECONOCER",
        "objeto": "CPI"
      },
      {
        "sujeto": "La Haya",
        "relacion": "REAFIRMAR_RECONOCER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "CPI",
        "relacion": "REAFIRMAR_RECONOCER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Israel",
        "relacion": "NEGAR",
        "objeto": "Corte Penal Internacional"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DENUNCIAR",
        "objeto": "CPI"
      },
      {
        "sujeto": "Trump",
        "relacion": "LLEGAR",
        "objeto": "Corte"
      },
      {
        "sujeto": "Trump",
        "relacion": "LLEGAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Autoridad Nacional Palestina",
        "relacion": "CELEBRAR",
        "objeto": "CPI"
      },
      {
        "sujeto": "Gaza",
        "relacion": "CELEBRAR",
        "objeto": "CPI"
      },
      {
        "sujeto": "Estado",
        "relacion": "RESPALDAR",
        "objeto": "Human Rights Watch"
      },
      {
        "sujeto": "Estado",
        "relacion": "RESPALDAR",
        "objeto": "Amnistía Internacional"
      },
      {
        "sujeto": "CPI",
        "relacion": "ENMARCAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "CPI",
        "relacion": "ENMARCAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Oficina de Coordinación de Asuntos Humanitarios de la ONU",
        "relacion": "MORIR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "OCHA",
        "relacion": "MORIR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Israel",
        "relacion": "ADMITIR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Israel",
        "relacion": "ADMITIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Palestina",
        "relacion": "ADMITIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ADMITIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Palestina",
        "relacion": "ADMITIR",
        "objeto": "Estatuto de Roma"
      },
      {
        "sujeto": "Estatuto de Roma",
        "relacion": "ADMITIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "CPI",
        "relacion": "REGIR_ADMITIR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "CPI",
        "relacion": "REGIR_ADMITIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Palestina",
        "relacion": "ADMITIR",
        "objeto": "Estado"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8316,
    "pos": 0.039,
    "neu": 0.94,
    "neg": 0.022,
    "label": "positive"
  }
}