{
  "url": "https://www.telesurtv.net/telesur-dio-voz-a-los-pueblos-silenciados/",
  "title": "Nacimiento de teleSUR dio voz a los pueblos silenciados - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "20 aniversario teleSUR",
    "20 años de teleSUR",
    "ideología",
    "Política",
    "teleSUR",
    "verdad",
    "verdad global"
  ],
  "text": "En entrevista exclusiva para teleSUR, previo a cumplirse 20 años de la creación de esta multiplataforma informativa, el politólogo español Juan Carlos Monedero desgranó su trascendencia como medio de comunicación, enfatizando su papel fundamental en la difusión de la verdad global y en dar voz a quienes históricamente han sido silenciados.\nMonedero recordó los orígenes de teleSUR, atribuyendo su nacimiento a la visión continental y a largo plazo de los líderes Fidel Castro y Hugo Chávez. “La democracia en Venezuela no se salva sola, o nos salvamos todos juntos o esto no va”, citó Monedero a Chávez, subrayando la convicción de que la salvación de un pueblo está intrínsecamente ligada a la de otros.\nDe acuerdo con el politólogo, esta visión solidaria ha impulsado a teleSUR a jugar un rol crucial en el continente, “jugándose tantas veces la vida para poder dar una información”. En este contexto, Monedero equiparó el periodismo de Telesur con el periodismo decente que actualmente se admira en Gaza, un periodismo que busca el equilibrio, denuncia y contrarresta la desinformación.\n\n\nEl núcleo de la reflexión de Monedero giró en torno a la difícil conjunción de tres elementos esenciales: la política, la ideología y la verdad. Para Monedero, teleSUR encarna perfectamente esta tríada.\nLa política, explicó, se refiere a la correlación de fuerzas y a la capacidad de establecer metas colectivas dentro de los límites de lo posible. Puso como ejemplo el reciente rescate de 252 migrantes venezolanos secuestrados en el Centro de Confinamiento del Terrorismo (CECOT) de El Salvador, deportados desde Estados Unidos, una operación que, desde la óptica política, implicó lo que definió como “soltar sinvergüenzas” para lograr el regreso de sus ciudadanos secuestrados en Estados Unidos. Esta decisión, aunque dura, ilustra cómo la política no siempre permite hacer “lo que uno quiere” y resalta la importancia de la unidad para ampliar el margen de acción.\nEn cuanto a la ideología, Monedero la describió como el marco de valores y el “programa de máximos” que guía el actuar. Reconoció que la política no siempre coincide plenamente con la ideología, ya que esta última representa un horizonte ideal. Sin embargo, enfatizó la necesidad de mantener la firmeza ideológica, citando al fundador y máximo dirigente del Partido Comunista de China (PCCh) Mao Zedong: “si no hay claridad en la ideología, no hay claridad en la organización“. Esta claridad, argumentó, permite la organización, la adaptación a nuevas realidades y la capacidad de pactar con aquellos que no comparten la misma visión, manteniendo la propia convicción.\nFinalmente, y quizás el elemento más crucial para Monedero, es la verdad. Subrayó que la verdad debe ser un valor innegociable, independiente de las consideraciones políticas o ideológicas. “La verdad es la verdad. No está en juego“, sentenció. Advirtió contra la manipulación y la “politiquería”, que surgen cuando se tergiversa la verdad para justificar acciones impulsadas por intereses electorales o personales. Monedero hizo un llamado a la honestidad, incluso para reconocer los errores cometidos en nombre de una ideología. “Si vas a contar la verdad no mientas“, afirmó, destacando que la grandeza reside en admitir equivocaciones.\n\n\n\n\n\nMonedero contrapuso el modelo de teleSUR con una narrativa histórica de control mediático impulsada por el capitalismo global. Recordó que en 1975, la Trilateral Commission, fundada por David Rockefeller para “poner orden” en el capitalismo global, encargó el libro “La crisis de la democracia”. Uno de sus autores, Samuel Huntington, teórico de la política exterior estadounidense, diseñó estrategias para debilitar movimientos sociales en América Latina y controlar las transiciones en el sur de Europa.\nEn esta misma línea, el politólogo explicó que el informe de la Trilateral de 1975 diagnosticó una “crisis de gobernabilidad” debido a un “exceso de democracia”, no a una falta de legitimidad de los Gobiernos.\nEl informe abogaba por el control de los medios de comunicación, la limitación de la influencia de la opinión pública en conflictos como Vietnam y el fin de investigaciones periodísticas como el Watergate. Para lograrlo, propusieron: Controlar Hollywood, crear una “OTAN intelectual”, establecer fundaciones, vaciar universidades de elementos críticos, desideologizar partidos políticos.\n\n\nMonedero también recordó que, en 1982, el Informe MacBride de la UNESCO propuso la creación de una agencia de noticias del sur para contrarrestar el monopolio informativo de las agencias del norte. Estados Unidos, en respuesta, se retiró de la UNESCO. Ese escenario, donde “da igual la verdad porque la verdad es lo que te dice Estados Unidos y Europa”, contrasta con el surgimiento de teleSUR.\nteleSUR, inspirada en la visión de Fidel Castro sobre la necesidad de una unidad regional para enfrentar a Estados Unidos, y concretada por Hugo Chávez, se posicionó como la “némesis de las fuerzas políticas que buscaban perseguir a sus pueblos“. teleSUR buscó construir un relato compartido y una visión plural que naciera del propio debate de ideas, consolidándose como un medio de comunicación fundamental en la región.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/telesur-dio-voz-a-los-pueblos-silenciados/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 751,
    "message_id": 99646,
    "date": "2025-07-22T19:55:18+00:00",
    "text": "teleSUR\nNacimiento de teleSUR dio voz a los pueblos silenciados\nhttps://www.telesurtv.net/telesur-dio-voz-a-los-pueblos-silenciados/",
    "photo_path": null,
    "views": 1378,
    "reactions": {
      "❤": 33,
      "👍": 8,
      "🎉": 2
    },
    "total_reactions": 43
  },
  "preprocessing": {
    "cleaned": "en entrevista exclusiva para telesur, previo a cumplirse 20 años de la creación de esta multiplataforma informativa, el politólogo español juan carlos monedero desgranó su trascendencia como medio de comunicación, enfatizando su papel fundamental en la difusión de la verdad global y en dar voz a quienes históricamente han sido silenciados. monedero recordó los orígenes de telesur, atribuyendo su nacimiento a la visión continental y a largo plazo de los líderes fidel castro y hugo chávez. “la democracia en venezuela no se salva sola, o nos salvamos todos juntos o esto no va”, citó monedero a chávez, subrayando la convicción de que la salvación de un pueblo está intrínsecamente ligada a la de otros. de acuerdo con el politólogo, esta visión solidaria ha impulsado a telesur a jugar un rol crucial en el continente, “jugándose tantas veces la vida para poder dar una información”. en este contexto, monedero equiparó el periodismo de telesur con el periodismo decente que actualmente se admira en gaza, un periodismo que busca el equilibrio, denuncia y contrarresta la desinformación. el núcleo de la reflexión de monedero giró en torno a la difícil conjunción de tres elementos esenciales: la política, la ideología y la verdad. para monedero, telesur encarna perfectamente esta tríada. la política, explicó, se refiere a la correlación de fuerzas y a la capacidad de establecer metas colectivas dentro de los límites de lo posible. puso como ejemplo el reciente rescate de 252 migrantes venezolanos secuestrados en el centro de confinamiento del terrorismo (cecot) de el salvador, deportados desde estados unidos, una operación que, desde la óptica política, implicó lo que definió como “soltar sinvergüenzas” para lograr el regreso de sus ciudadanos secuestrados en estados unidos. esta decisión, aunque dura, ilustra cómo la política no siempre permite hacer “lo que uno quiere” y resalta la importancia de la unidad para ampliar el margen de acción. en cuanto a la ideología, monedero la describió como el marco de valores y el “programa de máximos” que guía el actuar. reconoció que la política no siempre coincide plenamente con la ideología, ya que esta última representa un horizonte ideal. sin embargo, enfatizó la necesidad de mantener la firmeza ideológica, citando al fundador y máximo dirigente del partido comunista de china (pcch) mao zedong: “si no hay claridad en la ideología, no hay claridad en la organización“. esta claridad, argumentó, permite la organización, la adaptación a nuevas realidades y la capacidad de pactar con aquellos que no comparten la misma visión, manteniendo la propia convicción. finalmente, y quizás el elemento más crucial para monedero, es la verdad. subrayó que la verdad debe ser un valor innegociable, independiente de las consideraciones políticas o ideológicas. “la verdad es la verdad. no está en juego“, sentenció. advirtió contra la manipulación y la “politiquería”, que surgen cuando se tergiversa la verdad para justificar acciones impulsadas por intereses electorales o personales. monedero hizo un llamado a la honestidad, incluso para reconocer los errores cometidos en nombre de una ideología. “si vas a contar la verdad no mientas“, afirmó, destacando que la grandeza reside en admitir equivocaciones. monedero contrapuso el modelo de telesur con una narrativa histórica de control mediático impulsada por el capitalismo global. recordó que en 1975, la trilateral commission, fundada por david rockefeller para “poner orden” en el capitalismo global, encargó el libro “la crisis de la democracia”. uno de sus autores, samuel huntington, teórico de la política exterior estadounidense, diseñó estrategias para debilitar movimientos sociales en américa latina y controlar las transiciones en el sur de europa. en esta misma línea, el politólogo explicó que el informe de la trilateral de 1975 diagnosticó una “crisis de gobernabilidad” debido a un “exceso de democracia”, no a una falta de legitimidad de los gobiernos. el informe abogaba por el control de los medios de comunicación, la limitación de la influencia de la opinión pública en conflictos como vietnam y el fin de investigaciones periodísticas como el watergate. para lograrlo, propusieron: controlar hollywood, crear una “otan intelectual”, establecer fundaciones, vaciar universidades de elementos críticos, desideologizar partidos políticos. monedero también recordó que, en 1982, el informe macbride de la unesco propuso la creación de una agencia de noticias del sur para contrarrestar el monopolio informativo de las agencias del norte. estados unidos, en respuesta, se retiró de la unesco. ese escenario, donde “da igual la verdad porque la verdad es lo que te dice estados unidos y europa”, contrasta con el surgimiento de telesur. telesur, inspirada en la visión de fidel castro sobre la necesidad de una unidad regional para enfrentar a estados unidos, y concretada por hugo chávez, se posicionó como la “némesis de las fuerzas políticas que buscaban perseguir a sus pueblos“. telesur buscó construir un relato compartido y una visión plural que naciera del propio debate de ideas, consolidándose como un medio de comunicación fundamental en la región.",
    "tokens": [
      "entrevista",
      "exclusiva",
      "telesur",
      ",",
      "previo",
      "cumplirse",
      "20",
      "años",
      "creación",
      "multiplataforma",
      "informativa",
      ",",
      "politólogo",
      "español",
      "juan",
      "carlos",
      "monedero",
      "desgranó",
      "trascendencia",
      "medio",
      "comunicación",
      ",",
      "enfatizando",
      "papel",
      "fundamental",
      "difusión",
      "verdad",
      "global",
      "dar",
      "voz",
      "históricamente",
      "sido",
      "silenciados",
      ".",
      "monedero",
      "recordó",
      "orígenes",
      "telesur",
      ",",
      "atribuyendo",
      "nacimiento",
      "visión",
      "continental",
      "largo",
      "plazo",
      "líderes",
      "fidel",
      "castro",
      "hugo",
      "chávez",
      ".",
      "“",
      "democracia",
      "venezuela",
      "salva",
      "sola",
      ",",
      "salvamos",
      "juntos",
      "va",
      "”",
      ",",
      "citó",
      "monedero",
      "chávez",
      ",",
      "subrayando",
      "convicción",
      "salvación",
      "pueblo",
      "intrínsecamente",
      "ligada",
      ".",
      "acuerdo",
      "politólogo",
      ",",
      "visión",
      "solidaria",
      "impulsado",
      "telesur",
      "jugar",
      "rol",
      "crucial",
      "continente",
      ",",
      "“",
      "jugándose",
      "tantas",
      "veces",
      "vida",
      "poder",
      "dar",
      "información",
      "”",
      ".",
      "contexto",
      ",",
      "monedero",
      "equiparó",
      "periodismo",
      "telesur",
      "periodismo",
      "decente",
      "actualmente",
      "admira",
      "gaza",
      ",",
      "periodismo",
      "busca",
      "equilibrio",
      ",",
      "denuncia",
      "contrarresta",
      "desinformación",
      ".",
      "núcleo",
      "reflexión",
      "monedero",
      "giró",
      "torno",
      "difícil",
      "conjunción",
      "tres",
      "elementos",
      "esenciales",
      ":",
      "política",
      ",",
      "ideología",
      "verdad",
      ".",
      "monedero",
      ",",
      "telesur",
      "encarna",
      "perfectamente",
      "tríada",
      ".",
      "política",
      ",",
      "explicó",
      ",",
      "refiere",
      "correlación",
      "fuerzas",
      "capacidad",
      "establecer",
      "metas",
      "colectivas",
      "dentro",
      "límites",
      "posible",
      ".",
      "puso",
      "ejemplo",
      "reciente",
      "rescate",
      "252",
      "migrantes",
      "venezolanos",
      "secuestrados",
      "centro",
      "confinamiento",
      "terrorismo",
      "(",
      "cecot",
      ")",
      "salvador",
      ",",
      "deportados",
      "unidos",
      ",",
      "operación",
      ",",
      "óptica",
      "política",
      ",",
      "implicó",
      "definió",
      "“",
      "soltar",
      "sinvergüenzas",
      "”",
      "lograr",
      "regreso",
      "ciudadanos",
      "secuestrados",
      "unidos",
      ".",
      "decisión",
      ",",
      "aunque",
      "dura",
      ",",
      "ilustra",
      "cómo",
      "política",
      "siempre",
      "permite",
      "hacer",
      "“",
      "quiere",
      "”",
      "resalta",
      "importancia",
      "unidad",
      "ampliar",
      "margen",
      "acción",
      ".",
      "cuanto",
      "ideología",
      ",",
      "monedero",
      "describió",
      "marco",
      "valores",
      "“",
      "programa",
      "máximos",
      "”",
      "guía",
      "actuar",
      ".",
      "reconoció",
      "política",
      "siempre",
      "coincide",
      "plenamente",
      "ideología",
      ",",
      "última",
      "representa",
      "horizonte",
      "ideal",
      ".",
      "embargo",
      ",",
      "enfatizó",
      "necesidad",
      "mantener",
      "firmeza",
      "ideológica",
      ",",
      "citando",
      "fundador",
      "máximo",
      "dirigente",
      "partido",
      "comunista",
      "china",
      "(",
      "pcch",
      ")",
      "mao",
      "zedong",
      ":",
      "“",
      "si",
      "claridad",
      "ideología",
      ",",
      "claridad",
      "organización",
      "“",
      ".",
      "claridad",
      ",",
      "argumentó",
      ",",
      "permite",
      "organización",
      ",",
      "adaptación",
      "nuevas",
      "realidades",
      "capacidad",
      "pactar",
      "aquellos",
      "comparten",
      "misma",
      "visión",
      ",",
      "manteniendo",
      "propia",
      "convicción",
      ".",
      "finalmente",
      ",",
      "quizás",
      "elemento",
      "crucial",
      "monedero",
      ",",
      "verdad",
      ".",
      "subrayó",
      "verdad",
      "debe",
      "ser",
      "valor",
      "innegociable",
      ",",
      "independiente",
      "consideraciones",
      "políticas",
      "ideológicas",
      ".",
      "“",
      "verdad",
      "verdad",
      ".",
      "juego",
      "“",
      ",",
      "sentenció",
      ".",
      "advirtió",
      "manipulación",
      "“",
      "politiquería",
      "”",
      ",",
      "surgen",
      "tergiversa",
      "verdad",
      "justificar",
      "acciones",
      "impulsadas",
      "intereses",
      "electorales",
      "personales",
      ".",
      "monedero",
      "hizo",
      "llamado",
      "honestidad",
      ",",
      "incluso",
      "reconocer",
      "errores",
      "cometidos",
      "nombre",
      "ideología",
      ".",
      "“",
      "si",
      "vas",
      "contar",
      "verdad",
      "mientas",
      "“",
      ",",
      "afirmó",
      ",",
      "destacando",
      "grandeza",
      "reside",
      "admitir",
      "equivocaciones",
      ".",
      "monedero",
      "contrapuso",
      "modelo",
      "telesur",
      "narrativa",
      "histórica",
      "control",
      "mediático",
      "impulsada",
      "capitalismo",
      "global",
      ".",
      "recordó",
      "1975",
      ",",
      "trilateral",
      "commission",
      ",",
      "fundada",
      "david",
      "rockefeller",
      "“",
      "poner",
      "orden",
      "”",
      "capitalismo",
      "global",
      ",",
      "encargó",
      "libro",
      "“",
      "crisis",
      "democracia",
      "”",
      ".",
      "autores",
      ",",
      "samuel",
      "huntington",
      ",",
      "teórico",
      "política",
      "exterior",
      "estadounidense",
      ",",
      "diseñó",
      "estrategias",
      "debilitar",
      "movimientos",
      "sociales",
      "américa",
      "latina",
      "controlar",
      "transiciones",
      "sur",
      "europa",
      ".",
      "misma",
      "línea",
      ",",
      "politólogo",
      "explicó",
      "informe",
      "trilateral",
      "1975",
      "diagnosticó",
      "“",
      "crisis",
      "gobernabilidad",
      "”",
      "debido",
      "“",
      "exceso",
      "democracia",
      "”",
      ",",
      "falta",
      "legitimidad",
      "gobiernos",
      ".",
      "informe",
      "abogaba",
      "control",
      "medios",
      "comunicación",
      ",",
      "limitación",
      "influencia",
      "opinión",
      "pública",
      "conflictos",
      "vietnam",
      "fin",
      "investigaciones",
      "periodísticas",
      "watergate",
      ".",
      "lograrlo",
      ",",
      "propusieron",
      ":",
      "controlar",
      "hollywood",
      ",",
      "crear",
      "“",
      "otan",
      "intelectual",
      "”",
      ",",
      "establecer",
      "fundaciones",
      ",",
      "vaciar",
      "universidades",
      "elementos",
      "críticos",
      ",",
      "desideologizar",
      "partidos",
      "políticos",
      ".",
      "monedero",
      "recordó",
      ",",
      "1982",
      ",",
      "informe",
      "macbride",
      "unesco",
      "propuso",
      "creación",
      "agencia",
      "noticias",
      "sur",
      "contrarrestar",
      "monopolio",
      "informativo",
      "agencias",
      "norte",
      ".",
      "unidos",
      ",",
      "respuesta",
      ",",
      "retiró",
      "unesco",
      ".",
      "escenario",
      ",",
      "“",
      "da",
      "igual",
      "verdad",
      "verdad",
      "dice",
      "unidos",
      "europa",
      "”",
      ",",
      "contrasta",
      "surgimiento",
      "telesur",
      ".",
      "telesur",
      ",",
      "inspirada",
      "visión",
      "fidel",
      "castro",
      "necesidad",
      "unidad",
      "regional",
      "enfrentar",
      "unidos",
      ",",
      "concretada",
      "hugo",
      "chávez",
      ",",
      "posicionó",
      "“",
      "némesis",
      "fuerzas",
      "políticas",
      "buscaban",
      "perseguir",
      "pueblos",
      "“",
      ".",
      "telesur",
      "buscó",
      "construir",
      "relato",
      "compartido",
      "visión",
      "plural",
      "naciera",
      "propio",
      "debate",
      "ideas",
      ",",
      "consolidándose",
      "medio",
      "comunicación",
      "fundamental",
      "región",
      "."
    ],
    "token_count": 569,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 96,
      "NN": 306,
      "CD": 5,
      "FW": 190,
      "IN": 42,
      "JJ": 69,
      "NNS": 22,
      "VBD": 3,
      "DT": 9,
      "VBZ": 11,
      "VBP": 9,
      "RB": 3,
      "JJR": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 40,
      "NN-NN": 179,
      "NN-CD": 2,
      "CD-NN": 3,
      "NN-FW": 27,
      "FW-FW": 118,
      "FW-NNP": 20,
      "NNP-NNP": 32,
      "NN-IN": 33,
      "IN-FW": 25,
      "FW-JJ": 14,
      "JJ-FW": 7,
      "FW-NN": 29,
      "NN-NNS": 5,
      "NNS-VBD": 1,
      "VBD-JJ": 2,
      "JJ-NN": 45,
      "NN-NNP": 27,
      "NNS-IN": 3,
      "IN-NN": 2,
      "FW-NNS": 7,
      "NNS-NNP": 3,
      "NNP-FW": 8,
      "NNP-DT": 1,
      "DT-NN": 4,
      "NN-JJ": 22,
      "NN-VBZ": 6,
      "VBZ-DT": 5,
      "NNS-NNS": 2,
      "NNS-VBP": 8,
      "VBP-JJ": 4,
      "IN-NNP": 6,
      "NNP-JJ": 4,
      "VBP-NNS": 1,
      "NNS-FW": 2,
      "NN-RB": 3,
      "RB-JJ": 2,
      "VBP-NN": 1,
      "JJ-NNP": 6,
      "IN-CD": 3,
      "CD-NNS": 1,
      "NNS-JJ": 2,
      "JJ-VBP": 1,
      "VBP-FW": 2,
      "NNP-IN": 4,
      "VBP-IN": 1,
      "DT-JJ": 5,
      "JJ-JJ": 6,
      "IN-NNS": 2,
      "NNP-VBZ": 4,
      "JJ-DT": 1,
      "NN-DT": 1,
      "IN-JJ": 4,
      "FW-JJR": 1,
      "JJR-JJ": 1,
      "RB-NN": 1,
      "JJ-NNS": 3,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1,
      "VBZ-JJ": 1,
      "NNP-VBD": 2,
      "VBD-NN": 1,
      "VBZ-NNP": 1,
      "VBZ-IN": 1,
      "FW-DT": 1,
      "VBZ-FW": 1,
      "VBZ-NN": 1,
      "NNP-VB": 1,
      "VB-JJ": 1,
      "CD-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 34,
      "NN-NN-NN": 103,
      "NN-NN-CD": 2,
      "NN-CD-NN": 2,
      "CD-NN-FW": 1,
      "NN-FW-FW": 13,
      "FW-FW-FW": 85,
      "FW-FW-NNP": 12,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-NN": 12,
      "NN-NN-IN": 13,
      "NN-IN-FW": 22,
      "IN-FW-FW": 8,
      "FW-FW-JJ": 5,
      "FW-JJ-FW": 4,
      "JJ-FW-FW": 5,
      "JJ-FW-NN": 1,
      "FW-NN-NN": 12,
      "NN-NN-NNS": 4,
      "NN-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "JJ-NN-NN": 24,
      "NN-NN-NNP": 19,
      "NN-NNP-NN": 15,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-JJ": 7,
      "FW-JJ-NN": 6,
      "JJ-NN-IN": 14,
      "NN-IN-NN": 2,
      "IN-NN-FW": 1,
      "NN-FW-JJ": 1,
      "IN-FW-NNS": 4,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 2,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 4,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 20,
      "NN-NN-VBZ": 5,
      "NN-VBZ-DT": 3,
      "VBZ-DT-NN": 2,
      "NN-NNP-NNP": 9,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 4,
      "JJ-NN-JJ": 3,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-JJ": 4,
      "VBP-JJ-NN": 1,
      "JJ-NN-NNP": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-NN-FW": 16,
      "NN-FW-NN": 10,
      "FW-NN-FW": 6,
      "NN-FW-NNP": 3,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "NN-NNP-FW": 1,
      "FW-NNP-NN": 7,
      "NNP-NN-FW": 2,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 5,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NN-NNP": 3,
      "NN-NN-RB": 2,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-IN": 1,
      "FW-NNS-IN": 1,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-FW": 1,
      "VBP-FW-FW": 2,
      "NNP-FW-NNP": 2,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 5,
      "NNP-NNP-JJ": 2,
      "FW-NN-IN": 4,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "VBZ-DT-JJ": 3,
      "DT-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "RB-JJ-FW": 1,
      "IN-FW-NNP": 3,
      "NN-IN-NNS": 2,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "DT-JJ-NN": 3,
      "NNP-NN-JJ": 2,
      "FW-FW-NN": 12,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-DT": 2,
      "FW-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "NNS-VBP-FW": 1,
      "NN-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-JJ": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NN-RB": 1,
      "NN-RB-NN": 1,
      "RB-NN-NN": 1,
      "NN-NNS-VBP": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "NN-NNP-VBZ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "IN-FW-NN": 2,
      "FW-NN-JJ": 2,
      "IN-NN-NN": 1,
      "NN-JJ-NNP": 1,
      "CD-NN-NNP": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NN": 1,
      "VBD-NN-NNP": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NN-IN": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "IN-FW-DT": 1,
      "FW-DT-JJ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNP": 1,
      "NNP-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-NNP": 1,
      "JJ-NNP-JJ": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-FW": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-IN-FW": 1,
      "JJ-FW-JJ": 1,
      "JJ-NN-FW": 1,
      "FW-JJ-JJ": 1,
      "NNP-VBD-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "IN-NNS-VBP": 1,
      "VBP-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 306,
        "FW": 190,
        "NNP": 96,
        "JJ": 69,
        "IN": 42
      },
      "top_bigrams": {
        "NN-NN": 179,
        "FW-FW": 118,
        "JJ-NN": 45,
        "NNP-NN": 40,
        "NN-IN": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 103,
        "FW-FW-FW": 85,
        "NNP-NN-NN": 34,
        "JJ-NN-NN": 24,
        "NN-IN-FW": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 226,
      "VP": 34,
      "PP": 18,
      "ADJP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 12,
        "weight": 0.0374
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0156
      },
      {
        "rule": "NP -> ('teleSUR', 'NN')",
        "frequency": 4,
        "weight": 0.0125
      },
      {
        "rule": "VP -> ('secuestrados', 'VBP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('“', 'NN')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('no', 'DT') ('hay', 'NN') ('claridad', 'NN')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('y', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "ADJP -> ('global', 'JJ')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En entrevista exclusiva para teleSUR"
      },
      {
        "label": "VP",
        "text": "previo a cumplirse"
      },
      {
        "label": "NP",
        "text": "a cumplirse"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "NP",
        "text": "informativa"
      },
      {
        "label": "NP",
        "text": "politólogo"
      },
      {
        "label": "NP",
        "text": "Juan Carlos Monedero desgranó su trascendencia como medio"
      },
      {
        "label": "PP",
        "text": "de comunicación"
      },
      {
        "label": "NP",
        "text": "comunicación"
      },
      {
        "label": "NP",
        "text": "enfatizando su papel"
      },
      {
        "label": "NP",
        "text": "fundamental en"
      },
      {
        "label": "NP",
        "text": "global y"
      },
      {
        "label": "PP",
        "text": "en dar voz"
      },
      {
        "label": "NP",
        "text": "dar voz"
      },
      {
        "label": "NP",
        "text": "a quienes históricamente"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP entrevista/NN exclusiva/NN para/NN teleSUR/NN)\n  ,/,\n  (VP previo/VB (NP a/DT cumplirse/NN))\n  20/CD\n  (NP años/NN)\n  de/FW\n  la/FW\n  creación/FW\n  de/FW\n  esta/FW\n  multiplataforma/FW\n  (NP informativa/NN)\n  ,/,\n  el/FW\n  (NP politólogo/NN)\n  español/FW\n  (NP\n    Juan/NNP\n    Carlos/NNP\n    Monedero/NNP\n    desgranó/NN\n    su/NN\n    trascendencia/NN\n    como/NN\n    medio/NN)\n  (PP de/IN (NP comunicación/NN))\n  ,/,\n  (NP enfatizando/JJ su/NN papel/NN)\n  (NP fundamental/JJ en/NN)\n  la/FW\n  difusión/FW\n  de/FW\n  la/FW\n  verdad/FW\n  (NP global/JJ y/NN)\n  (PP en/IN (NP dar/NN voz/NN))\n  (NP a/DT quienes/NNS históricamente/NN)\n  (VP han/VBP (NP sido/NN silenciados/NN))\n  ./.)",
      "(S\n  (NP Monedero/NNP recordó/NN los/NN orígenes/NNS)\n  (PP de/IN (NP teleSUR/NN))\n  ,/,\n  (NP atribuyendo/JJ su/NN)\n  (PP nacimiento/IN (NP a/DT la/NN))\n  visión/FW\n  (NP continental/JJ y/NN)\n  (NP a/DT largo/JJ plazo/NN)\n  de/IN\n  los/FW\n  (NP líderes/NNS Fidel/NNP Castro/NNP y/NNP Hugo/NNP Chávez/NNP)\n  ./.)",
      "(S\n  (NP “/JJ La/NNP democracia/NN)\n  en/FW\n  (NP Venezuela/NNP)\n  (NP no/DT se/NN salva/NN sola/NN)\n  ,/,\n  (NP o/JJ nos/JJ salvamos/NN todos/NN juntos/NN)\n  o/IN\n  (ADJP esto/JJ)\n  (NP no/DT va/NN ”/NN)\n  ,/,\n  (NP citó/NN Monedero/NNP)\n  (NP a/DT Chávez/NNP)\n  ,/,\n  (NP subrayando/NN)\n  la/FW\n  convicción/FW\n  de/FW\n  que/FW\n  la/FW\n  salvación/FW\n  de/FW\n  un/FW\n  pueblo/FW\n  está/FW\n  intrínsecamente/FW\n  ligada/FW\n  a/DT\n  la/FW\n  de/FW\n  otros/FW\n  ./.)",
      "(S\n  (NP De/NNP)\n  acuerdo/FW\n  (NP con/NN el/NN politólogo/NN)\n  ,/,\n  (NP esta/JJ visión/NN solidaria/NN ha/NN)\n  (VP\n    impulsado/VBZ\n    (NP a/DT teleSUR/NN)\n    (NP a/DT jugar/NN)\n    (NP un/JJ rol/NN)\n    (NP crucial/JJ en/NN el/NN continente/NN))\n  ,/,\n  (NP “/NNP jugándose/NN tantas/NNS veces/NNS)\n  (VP\n    la/VBP\n    (NP vida/JJ para/NN poder/NN dar/NN)\n    (NP una/JJ información/NN ”/NN))\n  ./.)",
      "(S\n  (NP En/NNP este/NN contexto/NN)\n  ,/,\n  (NP Monedero/NNP)\n  (VP equiparó/VBZ (NP el/JJ periodismo/NN))\n  (PP\n    de/IN\n    (NP\n      Telesur/NNP\n      con/NN\n      el/NN\n      periodismo/NN\n      decente/NN\n      que/NN\n      actualmente/NN))\n  se/FW\n  (NP admira/NN)\n  en/FW\n  (NP Gaza/NNP)\n  ,/,\n  (NP un/JJ periodismo/NN que/NN busca/NN el/NN equilibrio/NN)\n  ,/,\n  (NP denuncia/NN y/NN contrarresta/NN la/NN desinformación/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el politólogo, esta visión solidaria ha impulsado a telesur a jugar un rol crucial en el continente, “jugándose tantas veces la vida para poder dar una información”. en este contexto, monedero equiparó el periodismo de telesur con el periodismo decente que actualmente se admira en gaza, un periodismo que busca el equilibrio, denuncia y contrarresta",
        "position": [
          710,
          1072
        ],
        "start": 710,
        "end": 1072
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "entrevista exclusiva",
        "position": [
          3,
          23
        ],
        "start": 3,
        "end": 23
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          3204,
          3210
        ],
        "start": 3204,
        "end": 3210
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1310,
          1317
        ],
        "start": 1310,
        "end": 1317
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "intelectual”, establecer fundaciones",
        "position": [
          4265,
          4301
        ],
        "start": 4265,
        "end": 4301
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unesco",
        "position": [
          4449,
          4455
        ],
        "start": 4449,
        "end": 4455
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "otan",
        "position": [
          4260,
          4264
        ],
        "start": 4260,
        "end": 4264
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "medio de comunicación",
        "position": [
          191,
          212
        ],
        "start": 191,
        "end": 212
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2707,
          2714
        ],
        "start": 2707,
        "end": 2714
      },
      {
        "category": "PAISES",
        "matched_text": "el salvador",
        "position": [
          1579,
          1590
        ],
        "start": 1579,
        "end": 1590
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          511,
          520
        ],
        "start": 511,
        "end": 520
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1609,
          1623
        ],
        "start": 1609,
        "end": 1623
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          1529,
          1538
        ],
        "start": 1529,
        "end": 1538
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          979,
          990
        ],
        "start": 979,
        "end": 990
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2213,
          2220
        ],
        "start": 2213,
        "end": 2220
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Monedero",
        "tipo": "Persona"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Para Monedero",
        "tipo": "Persona"
      },
      {
        "nombre": "PCCh",
        "tipo": "Organizacion"
      },
      {
        "nombre": "OTAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Controlar Hollywood",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vietnam",
        "tipo": "Lugar"
      },
      {
        "nombre": "David Rockefeller",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Comunista de China",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UNESCO",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobiernos.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CECOT",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Juan Carlos Monedero",
        "tipo": "Persona"
      },
      {
        "nombre": "Watergate",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro de Confinamiento del Terrorismo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Mao Zedong",
        "tipo": "Persona"
      },
      {
        "nombre": "Trilateral Commission",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Telesur",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Samuel Huntington",
        "tipo": "Persona"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Monedero",
        "relacion": "RECORDAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Monedero",
        "relacion": "RECORDAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Monedero",
        "relacion": "SALIR_CITAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SALIR_CITAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Monedero",
        "relacion": "CITAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Monedero",
        "relacion": "EQUIPARAR",
        "objeto": "Telesur"
      },
      {
        "sujeto": "Monedero",
        "relacion": "EQUIPARAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Telesur",
        "relacion": "EQUIPARAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Trilateral Commission",
        "relacion": "RECORDAR",
        "objeto": "Recordó"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "David Rockefeller"
      },
      {
        "sujeto": "Samuel Huntington",
        "relacion": "DISE_AR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Controlar Hollywood",
        "relacion": "CONTROLAR_PROPONER",
        "objeto": "OTAN"
      },
      {
        "sujeto": "Monedero",
        "relacion": "RECORDAR",
        "objeto": "UNESCO"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "RETIRAR",
        "objeto": "UNESCO"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ENFRENTAR_POSICIONAR",
        "objeto": "Hugo Chávez"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9633,
    "pos": 0.007,
    "neu": 0.955,
    "neg": 0.038,
    "label": "negative"
  }
}