{
  "url": "https://www.telesurtv.net/graves-crimenes-contra-migrantes-venezuela-argumenta-sobre-violaciones-de-el-salvador/",
  "title": "Graves crímenes contra migrantes: Venezuela argumenta sobre violaciones de El Salvador - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Cancillería",
    "El Salvador",
    "MIgrantes",
    "secuestro",
    "Venezuela"
  ],
  "text": "El Gobierno de Venezuela respondió este martes a la declaratoria de El Salvador, sobre los crímenes contra los migrantes venezolanos, después de que dicho país publicara una nota oficial en la que condiciona a la Revolución Bolivariana para liberar a los 252 migrantes que fueron secuestrados.\n“El Ministerio del Poder Popular para Relaciones Exteriores de la República Bolivariana de Venezuela saluda muy atentamente al Ministerio de Relaciones Exteriores de la República de El Salvador y tiene el honor de dirigirse a esa Cancillería en atención a la Nota Diplomática de fecha 22 de abril de 2025, recibida en esta sede”, puntualizó el ministerio al tiempo de subrayar que es un documento que expresa graves violaciones al derecho internacional.\nEn este sentido, la cancillería de Venezuela, refirió que “considera que dicha nota constituye, en efecto, una confesión expresa de graves violaciones al derecho internacional de los Derechos Humanos, así como de la comisión de actos que podrían tipificarse como acciones delictivas internacionales”.\nEl Gobierno venezolano enunció las graves violaciones al derecho internacional de los Derechos Humanos, así como de la comisión de actos que podrían tipificarse como acciones delictivas internacionales.\nEn este sentido, argumentó que hubo una “violación de los derechos humanos de los ciudadanos venezolanos, quienes han sido privados de su libertad de forma arbitraria, recluidos sin orden judicial ni juicio previo en un centro de confinamiento de máxima seguridad, sometidos a condiciones degradantes e inhumanas, sin posibilidad de contacto con familiares ni representación legal, y lo más importante, convirtiéndolos en víctimas del gravísimo delito de trata humana”.\nPor otra parte, la cancillería refiere la “criminalización colectiva y xenofobia institucional, al atribuirse sin pruebas individuales la vinculación de los detenidos con organizaciones criminales transnacionales (ya desmanteladas en Venezuela), en abierta vulneración del principio de presunción de inocencia y del principio de responsabilidad penal individual”.\nAsimismo la Cancillería venezolana reconoce la “negación del derecho a la defensa, al debido proceso y al acceso a la justicia, al no garantizarse la información sobre los cargos imputados, ni acceso a asistencia jurídica, ni comparecencia ante tribunales competentes, en violación directa de las garantías mínimas reconocidas por el derecho internacional general, transformándolos de manera automática en víctimas de desaparición forzada”.\nMientras indicó que la propuesta de canje ilegal y moralmente inadmisible, al pretender condicionar la liberación de personas inocentes a un “intercambio” por ciudadanos privados de libertad en Venezuela por causas completamente ajenas sin fundamento jurídico ni ético, el ente recalcó que también se toma en cuenta que en cuenta que ninguno de los detenidos a los que hace mención posee la ciudadanía salvadoreña, siendo la mayoría de estos ciudadanos venezolanos.\n“Este planteamiento constituye una aberración legal, sin precedente en el marco de las relaciones bilaterales ni multilaterales, que vulnera principios elementales de justicia, proporcionalidad y dignidad humana”, aseveró.\nAdemás de insistir en “el secuestro y traslado forzoso a un tercer país sin orden judicial ni proceso legal, ejecutado por autoridades de los Estados Unidos de América, quienes deportaron arbitrariamente a estos ciudadanos venezolanos al territorio salvadoreño”, Venezuela precisó que esta práctica representa una violación directa del derecho internacional público, así como de principios constitucionales reconocidos incluso por el sistema judicial estadounidense.\n“Cabe destacar que esta conducta ha sido condenada por órganos de justicia de ese país, incluida la Corte Suprema, la cual ha advertido sobre los límites legales de las deportaciones arbitrarias y el respeto al debido proceso”, remarcó.\nPor otra parte, contrariamente al hecho de los migrantes han sido secuestrados y llamando como “custodia en el sistema penitenciario salvadoreño”, la Cancillería salvadoreña “traslada formalmente una propuesta de repatriación total de los 252 ciudadanos venezolanos detenidos, condicionada a la liberación y entrega, por parte de Venezuela, de un número equivalente (252) de personas actualmente privadas de libertad. por razones políticas en territorio venezolano”.\n“El Ministerio de Relaciones Exteriores señala que esta propuesta incluye además la liberación de 50 ciudadanos de distintas nacionalidades, entre ellas: estadounidense, alemana, dominicana, argentina, boliviana, israelí, chilena, colombiana, ecuatoriana, española, francesa, guyanesa, neerlandesa, ifani, italiana, libanesa, mexicana, peruana, puertorriqueña, ucraniana, uruguaya, portuguesa y checa”.\nPor otra parte, insistió que “de considerarse viable esta propuesta, el Ministerio de Relaciones Exteriores expresa que se está en disposición de habilitar los canales necesarios para coordinar técnicamente los mecanismos de implementación de esta operación, garantizando su ejecución eficaz y segura”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/graves-crimenes-contra-migrantes-venezuela-argumenta-sobre-violaciones-de-el-salvador/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 527,
    "message_id": 92500,
    "date": "2025-04-23T04:55:07+00:00",
    "text": "teleSUR\nGraves crímenes contra migrantes: Venezuela argumenta sobre violaciones de El Salvador\nhttps://www.telesurtv.net/graves-crimenes-contra-migrantes-venezuela-argumenta-sobre-violaciones-de-el-salvador/",
    "photo_path": null,
    "views": 2113,
    "reactions": {
      "😢": 39,
      "🤬": 17,
      "💯": 5,
      "👍": 4
    },
    "total_reactions": 65
  },
  "preprocessing": {
    "cleaned": "el gobierno de venezuela respondió este martes a la declaratoria de el salvador, sobre los crímenes contra los migrantes venezolanos, después de que dicho país publicara una nota oficial en la que condiciona a la revolución bolivariana para liberar a los 252 migrantes que fueron secuestrados. “el ministerio del poder popular para relaciones exteriores de la república bolivariana de venezuela saluda muy atentamente al ministerio de relaciones exteriores de la república de el salvador y tiene el honor de dirigirse a esa cancillería en atención a la nota diplomática de fecha 22 de abril de 2025, recibida en esta sede”, puntualizó el ministerio al tiempo de subrayar que es un documento que expresa graves violaciones al derecho internacional. en este sentido, la cancillería de venezuela, refirió que “considera que dicha nota constituye, en efecto, una confesión expresa de graves violaciones al derecho internacional de los derechos humanos, así como de la comisión de actos que podrían tipificarse como acciones delictivas internacionales”. el gobierno venezolano enunció las graves violaciones al derecho internacional de los derechos humanos, así como de la comisión de actos que podrían tipificarse como acciones delictivas internacionales. en este sentido, argumentó que hubo una “violación de los derechos humanos de los ciudadanos venezolanos, quienes han sido privados de su libertad de forma arbitraria, recluidos sin orden judicial ni juicio previo en un centro de confinamiento de máxima seguridad, sometidos a condiciones degradantes e inhumanas, sin posibilidad de contacto con familiares ni representación legal, y lo más importante, convirtiéndolos en víctimas del gravísimo delito de trata humana”. por otra parte, la cancillería refiere la “criminalización colectiva y xenofobia institucional, al atribuirse sin pruebas individuales la vinculación de los detenidos con organizaciones criminales transnacionales (ya desmanteladas en venezuela), en abierta vulneración del principio de presunción de inocencia y del principio de responsabilidad penal individual”. asimismo la cancillería venezolana reconoce la “negación del derecho a la defensa, al debido proceso y al acceso a la justicia, al no garantizarse la información sobre los cargos imputados, ni acceso a asistencia jurídica, ni comparecencia ante tribunales competentes, en violación directa de las garantías mínimas reconocidas por el derecho internacional general, transformándolos de manera automática en víctimas de desaparición forzada”. mientras indicó que la propuesta de canje ilegal y moralmente inadmisible, al pretender condicionar la liberación de personas inocentes a un “intercambio” por ciudadanos privados de libertad en venezuela por causas completamente ajenas sin fundamento jurídico ni ético, el ente recalcó que también se toma en cuenta que en cuenta que ninguno de los detenidos a los que hace mención posee la ciudadanía salvadoreña, siendo la mayoría de estos ciudadanos venezolanos. “este planteamiento constituye una aberración legal, sin precedente en el marco de las relaciones bilaterales ni multilaterales, que vulnera principios elementales de justicia, proporcionalidad y dignidad humana”, aseveró. además de insistir en “el secuestro y traslado forzoso a un tercer país sin orden judicial ni proceso legal, ejecutado por autoridades de los estados unidos de américa, quienes deportaron arbitrariamente a estos ciudadanos venezolanos al territorio salvadoreño”, venezuela precisó que esta práctica representa una violación directa del derecho internacional público, así como de principios constitucionales reconocidos incluso por el sistema judicial estadounidense. “cabe destacar que esta conducta ha sido condenada por órganos de justicia de ese país, incluida la corte suprema, la cual ha advertido sobre los límites legales de las deportaciones arbitrarias y el respeto al debido proceso”, remarcó. por otra parte, contrariamente al hecho de los migrantes han sido secuestrados y llamando como “custodia en el sistema penitenciario salvadoreño”, la cancillería salvadoreña “traslada formalmente una propuesta de repatriación total de los 252 ciudadanos venezolanos detenidos, condicionada a la liberación y entrega, por parte de venezuela, de un número equivalente (252) de personas actualmente privadas de libertad. por razones políticas en territorio venezolano”. “el ministerio de relaciones exteriores señala que esta propuesta incluye además la liberación de 50 ciudadanos de distintas nacionalidades, entre ellas: estadounidense, alemana, dominicana, argentina, boliviana, israelí, chilena, colombiana, ecuatoriana, española, francesa, guyanesa, neerlandesa, ifani, italiana, libanesa, mexicana, peruana, puertorriqueña, ucraniana, uruguaya, portuguesa y checa”. por otra parte, insistió que “de considerarse viable esta propuesta, el ministerio de relaciones exteriores expresa que se está en disposición de habilitar los canales necesarios para coordinar técnicamente los mecanismos de implementación de esta operación, garantizando su ejecución eficaz y segura”.",
    "tokens": [
      "gobierno",
      "venezuela",
      "respondió",
      "martes",
      "declaratoria",
      "salvador",
      ",",
      "crímenes",
      "migrantes",
      "venezolanos",
      ",",
      "después",
      "dicho",
      "país",
      "publicara",
      "nota",
      "oficial",
      "condiciona",
      "revolución",
      "bolivariana",
      "liberar",
      "252",
      "migrantes",
      "secuestrados",
      ".",
      "“",
      "ministerio",
      "poder",
      "popular",
      "relaciones",
      "exteriores",
      "república",
      "bolivariana",
      "venezuela",
      "saluda",
      "atentamente",
      "ministerio",
      "relaciones",
      "exteriores",
      "república",
      "salvador",
      "honor",
      "dirigirse",
      "cancillería",
      "atención",
      "nota",
      "diplomática",
      "fecha",
      "22",
      "abril",
      "2025",
      ",",
      "recibida",
      "sede",
      "”",
      ",",
      "puntualizó",
      "ministerio",
      "tiempo",
      "subrayar",
      "documento",
      "expresa",
      "graves",
      "violaciones",
      "derecho",
      "internacional",
      ".",
      ",",
      "cancillería",
      "venezuela",
      ",",
      "refirió",
      "“",
      "considera",
      "dicha",
      "nota",
      "constituye",
      ",",
      "efecto",
      ",",
      "confesión",
      "expresa",
      "graves",
      "violaciones",
      "derecho",
      "internacional",
      "derechos",
      "humanos",
      ",",
      "así",
      "comisión",
      "actos",
      "podrían",
      "tipificarse",
      "acciones",
      "delictivas",
      "internacionales",
      "”",
      ".",
      "gobierno",
      "venezolano",
      "enunció",
      "graves",
      "violaciones",
      "derecho",
      "internacional",
      "derechos",
      "humanos",
      ",",
      "así",
      "comisión",
      "actos",
      "podrían",
      "tipificarse",
      "acciones",
      "delictivas",
      "internacionales",
      ".",
      ",",
      "argumentó",
      "“",
      "violación",
      "derechos",
      "humanos",
      "ciudadanos",
      "venezolanos",
      ",",
      "sido",
      "privados",
      "libertad",
      "forma",
      "arbitraria",
      ",",
      "recluidos",
      "orden",
      "judicial",
      "juicio",
      "previo",
      "centro",
      "confinamiento",
      "máxima",
      "seguridad",
      ",",
      "sometidos",
      "condiciones",
      "degradantes",
      "inhumanas",
      ",",
      "posibilidad",
      "contacto",
      "familiares",
      "representación",
      "legal",
      ",",
      "importante",
      ",",
      "convirtiéndolos",
      "víctimas",
      "gravísimo",
      "delito",
      "trata",
      "humana",
      "”",
      ".",
      "parte",
      ",",
      "cancillería",
      "refiere",
      "“",
      "criminalización",
      "colectiva",
      "xenofobia",
      "institucional",
      ",",
      "atribuirse",
      "pruebas",
      "individuales",
      "vinculación",
      "detenidos",
      "organizaciones",
      "criminales",
      "transnacionales",
      "(",
      "desmanteladas",
      "venezuela",
      ")",
      ",",
      "abierta",
      "vulneración",
      "principio",
      "presunción",
      "inocencia",
      "principio",
      "responsabilidad",
      "penal",
      "individual",
      "”",
      ".",
      "asimismo",
      "cancillería",
      "venezolana",
      "reconoce",
      "“",
      "negación",
      "derecho",
      "defensa",
      ",",
      "debido",
      "proceso",
      "acceso",
      "justicia",
      ",",
      "garantizarse",
      "información",
      "cargos",
      "imputados",
      ",",
      "acceso",
      "asistencia",
      "jurídica",
      ",",
      "comparecencia",
      "tribunales",
      "competentes",
      ",",
      "violación",
      "directa",
      "garantías",
      "mínimas",
      "reconocidas",
      "derecho",
      "internacional",
      "general",
      ",",
      "transformándolos",
      "manera",
      "automática",
      "víctimas",
      "desaparición",
      "forzada",
      "”",
      ".",
      "mientras",
      "indicó",
      "propuesta",
      "canje",
      "ilegal",
      "moralmente",
      "inadmisible",
      ",",
      "pretender",
      "condicionar",
      "liberación",
      "personas",
      "inocentes",
      "“",
      "intercambio",
      "”",
      "ciudadanos",
      "privados",
      "libertad",
      "venezuela",
      "causas",
      "completamente",
      "ajenas",
      "fundamento",
      "jurídico",
      "ético",
      ",",
      "ente",
      "recalcó",
      "toma",
      "cuenta",
      "cuenta",
      "ninguno",
      "detenidos",
      "hace",
      "mención",
      "posee",
      "ciudadanía",
      "salvadoreña",
      ",",
      "siendo",
      "mayoría",
      "ciudadanos",
      "venezolanos",
      ".",
      "“",
      "planteamiento",
      "constituye",
      "aberración",
      "legal",
      ",",
      "precedente",
      "marco",
      "relaciones",
      "bilaterales",
      "multilaterales",
      ",",
      "vulnera",
      "principios",
      "elementales",
      "justicia",
      ",",
      "proporcionalidad",
      "dignidad",
      "humana",
      "”",
      ",",
      "aseveró",
      ".",
      "además",
      "insistir",
      "“",
      "secuestro",
      "traslado",
      "forzoso",
      "tercer",
      "país",
      "orden",
      "judicial",
      "proceso",
      "legal",
      ",",
      "ejecutado",
      "autoridades",
      "unidos",
      "américa",
      ",",
      "deportaron",
      "arbitrariamente",
      "ciudadanos",
      "venezolanos",
      "territorio",
      "salvadoreño",
      "”",
      ",",
      "venezuela",
      "precisó",
      "práctica",
      "representa",
      "violación",
      "directa",
      "derecho",
      "internacional",
      "público",
      ",",
      "así",
      "principios",
      "constitucionales",
      "reconocidos",
      "incluso",
      "sistema",
      "judicial",
      "estadounidense",
      ".",
      "“",
      "cabe",
      "destacar",
      "conducta",
      "sido",
      "condenada",
      "órganos",
      "justicia",
      "país",
      ",",
      "incluida",
      "corte",
      "suprema",
      ",",
      "advertido",
      "límites",
      "legales",
      "deportaciones",
      "arbitrarias",
      "respeto",
      "debido",
      "proceso",
      "”",
      ",",
      "remarcó",
      ".",
      "parte",
      ",",
      "contrariamente",
      "hecho",
      "migrantes",
      "sido",
      "secuestrados",
      "llamando",
      "“",
      "custodia",
      "sistema",
      "penitenciario",
      "salvadoreño",
      "”",
      ",",
      "cancillería",
      "salvadoreña",
      "“",
      "traslada",
      "formalmente",
      "propuesta",
      "repatriación",
      "total",
      "252",
      "ciudadanos",
      "venezolanos",
      "detenidos",
      ",",
      "condicionada",
      "liberación",
      "entrega",
      ",",
      "parte",
      "venezuela",
      ",",
      "número",
      "equivalente",
      "(",
      "252",
      ")",
      "personas",
      "actualmente",
      "privadas",
      "libertad",
      ".",
      "razones",
      "políticas",
      "territorio",
      "venezolano",
      "”",
      ".",
      "“",
      "ministerio",
      "relaciones",
      "exteriores",
      "señala",
      "propuesta",
      "incluye",
      "además",
      "liberación",
      "50",
      "ciudadanos",
      "distintas",
      "nacionalidades",
      ",",
      ":",
      "estadounidense",
      ",",
      "alemana",
      ",",
      "dominicana",
      ",",
      "argentina",
      ",",
      "boliviana",
      ",",
      "israelí",
      ",",
      "chilena",
      ",",
      "colombiana",
      ",",
      "ecuatoriana",
      ",",
      "española",
      ",",
      "francesa",
      ",",
      "guyanesa",
      ",",
      "neerlandesa",
      ",",
      "ifani",
      ",",
      "italiana",
      ",",
      "libanesa",
      ",",
      "mexicana",
      ",",
      "peruana",
      ",",
      "puertorriqueña",
      ",",
      "ucraniana",
      ",",
      "uruguaya",
      ",",
      "portuguesa",
      "checa",
      "”",
      ".",
      "parte",
      ",",
      "insistió",
      "“",
      "considerarse",
      "viable",
      "propuesta",
      ",",
      "ministerio",
      "relaciones",
      "exteriores",
      "expresa",
      "disposición",
      "habilitar",
      "canales",
      "necesarios",
      "coordinar",
      "técnicamente",
      "mecanismos",
      "implementación",
      "operación",
      ",",
      "garantizando",
      "ejecución",
      "eficaz",
      "segura",
      "”",
      "."
    ],
    "token_count": 522,
    "sentence_count": 15
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 63,
      "FW": 176,
      "NN": 231,
      "VBZ": 11,
      "JJ": 80,
      "VBD": 3,
      "NNS": 44,
      "VBP": 37,
      "CD": 6,
      "IN": 33,
      "RB": 4,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-NNP": 19,
      "NNP-FW": 9,
      "FW-NNP": 18,
      "NNP-NN": 17,
      "NN-NN": 133,
      "NN-VBZ": 4,
      "VBZ-JJ": 5,
      "JJ-FW": 5,
      "FW-FW": 108,
      "NNP-VBD": 2,
      "VBD-JJ": 3,
      "JJ-NNS": 2,
      "NNS-VBP": 24,
      "VBP-JJ": 20,
      "VBP-NN": 6,
      "NN-FW": 29,
      "FW-JJ": 14,
      "JJ-JJ": 15,
      "JJ-NN": 49,
      "FW-NN": 18,
      "NN-VBD": 1,
      "JJ-CD": 1,
      "CD-NNS": 3,
      "NNS-JJ": 2,
      "JJ-VBP": 2,
      "JJ-NNP": 6,
      "NN-NNP": 11,
      "NNP-IN": 7,
      "IN-FW": 21,
      "IN-NNP": 4,
      "FW-CD": 4,
      "CD-FW": 2,
      "FW-IN": 2,
      "IN-CD": 1,
      "CD-NN": 1,
      "NN-JJ": 18,
      "NN-IN": 17,
      "NN-VBP": 5,
      "VBP-NNS": 6,
      "NNS-NNS": 8,
      "NNS-RB": 3,
      "RB-VBP": 3,
      "FW-NNS": 12,
      "NNP-VBP": 3,
      "NN-NNS": 11,
      "NNS-NNP": 3,
      "IN-JJ": 1,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "NNP-JJ": 2,
      "VBP-FW": 1,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NNS-VBZ": 2,
      "VBZ-IN": 3,
      "VBP-IN": 3,
      "IN-NN": 5,
      "VBP-NNP": 1,
      "NNP-NNS": 1,
      "NNS-NN": 1,
      "IN-NNS": 1,
      "VBZ-VBZ": 1,
      "VBZ-FW": 1,
      "NNP-VBZ": 3,
      "NNS-IN": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 4,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 13,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-NNP": 7,
      "FW-NNP-NNP": 9,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NNS": 1,
      "NNS-VBP-NN": 3,
      "VBP-NN-FW": 1,
      "NN-FW-FW": 18,
      "FW-FW-FW": 71,
      "FW-FW-JJ": 7,
      "FW-JJ-JJ": 3,
      "JJ-JJ-JJ": 3,
      "JJ-JJ-NN": 10,
      "JJ-NN-NN": 27,
      "NN-NN-FW": 13,
      "NN-FW-NN": 6,
      "FW-NN-FW": 8,
      "NN-FW-NNP": 4,
      "NNP-NNP-NN": 4,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "NNS-JJ-VBP": 2,
      "JJ-VBP-JJ": 2,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NNP": 1,
      "NNP-NN-NNP": 2,
      "NN-NNP-NNP": 3,
      "NNP-NNP-IN": 5,
      "NNP-IN-FW": 3,
      "IN-FW-NNP": 3,
      "NN-NN-NN": 78,
      "NN-NN-NNP": 7,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 4,
      "IN-NNP-NNP": 3,
      "FW-NNP-FW": 3,
      "NNP-NN-FW": 1,
      "NNP-FW-NN": 2,
      "IN-FW-CD": 1,
      "FW-CD-FW": 2,
      "CD-FW-FW": 2,
      "FW-FW-IN": 2,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-NN-NN": 8,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 12,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 13,
      "IN-FW-JJ": 5,
      "FW-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 9,
      "NN-NN-VBP": 4,
      "NN-VBP-NNS": 3,
      "VBP-NNS-NNS": 2,
      "NNS-NNS-RB": 3,
      "NNS-RB-VBP": 3,
      "RB-VBP-JJ": 3,
      "JJ-NNP-NN": 2,
      "JJ-NN-FW": 5,
      "FW-FW-NNS": 10,
      "FW-NNS-VBP": 8,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-FW": 1,
      "NNP-NNP-VBP": 2,
      "NNP-VBP-NN": 3,
      "VBP-NN-IN": 2,
      "IN-FW-FW": 8,
      "FW-FW-NN": 8,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "VBP-JJ-FW": 1,
      "NNS-NNP-NN": 1,
      "JJ-NN-NNS": 3,
      "VBP-JJ-NN": 12,
      "NN-NN-IN": 7,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "FW-NNS-NNS": 3,
      "NNS-NNS-VBP": 4,
      "FW-NN-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "VBP-NN-NN": 2,
      "NN-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "JJ-NN-NNP": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "JJ-NNP-FW": 3,
      "JJ-JJ-NNP": 1,
      "NN-NNP-NN": 4,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "IN-FW-NN": 2,
      "JJ-NN-JJ": 4,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 1,
      "VBP-IN-NN": 2,
      "IN-NN-NNS": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 4,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-JJ-JJ": 4,
      "VBP-NNS-VBP": 2,
      "VBP-NN-NNS": 1,
      "VBZ-IN-NN": 1,
      "NN-JJ-NNP": 2,
      "NNP-FW-FW": 3,
      "NN-VBP-JJ": 2,
      "NN-VBZ-IN": 1,
      "IN-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-VBP": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "FW-IN-FW": 1,
      "NNP-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "IN-FW-NNS": 2,
      "FW-FW-CD": 3,
      "FW-CD-NNS": 2,
      "NN-FW-JJ": 1,
      "VBD-JJ-NN": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "VBZ-JJ-JJ": 2,
      "FW-NNP-IN": 1,
      "NNP-NNP-VBZ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 231,
        "FW": 176,
        "JJ": 80,
        "NNP": 63,
        "NNS": 44
      },
      "top_bigrams": {
        "NN-NN": 133,
        "FW-FW": 108,
        "JJ-NN": 49,
        "NN-FW": 29,
        "NNS-VBP": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 78,
        "FW-FW-FW": 71,
        "JJ-NN-NN": 27,
        "NN-FW-FW": 18,
        "NN-NN-JJ": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 15,
    "chunk_counts": {
      "NP": 167,
      "VP": 49,
      "ADJP": 14,
      "PP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0234
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0156
      },
      {
        "rule": "NP -> ('Relaciones', 'NNP') ('Exteriores', 'NNP')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('así', 'JJ') ('como', 'NN')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Por', 'NNP')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "VP -> ('parte', 'VB')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('migrantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('“', 'JJ') ('El', 'NNP') ('Ministerio', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('graves', 'NNS') ('violaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Gobierno"
      },
      {
        "label": "NP",
        "text": "Venezuela respondió este"
      },
      {
        "label": "VP",
        "text": "martes a la"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "NP",
        "text": "El Salvador"
      },
      {
        "label": "VP",
        "text": "sobre los crímenes"
      },
      {
        "label": "NP",
        "text": "los crímenes"
      },
      {
        "label": "VP",
        "text": "contra los migrantes venezolanos"
      },
      {
        "label": "NP",
        "text": "los migrantes venezolanos"
      },
      {
        "label": "NP",
        "text": "una nota oficial en la que"
      },
      {
        "label": "VP",
        "text": "condiciona a la Revolución Bolivariana para"
      },
      {
        "label": "NP",
        "text": "a la Revolución Bolivariana para"
      },
      {
        "label": "VP",
        "text": "liberar"
      },
      {
        "label": "ADJP",
        "text": "los"
      },
      {
        "label": "NP",
        "text": "migrantes"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Gobierno/NNP)\n  de/FW\n  (NP Venezuela/NNP respondió/NN este/NN)\n  (VP martes/VBZ (NP a/DT la/NN))\n  declaratoria/FW\n  de/FW\n  (NP El/NNP Salvador/NNP)\n  ,/,\n  (VP sobre/VBD (NP los/JJ crímenes/NNS))\n  (VP contra/VBP (NP los/JJ migrantes/NNS venezolanos/NNS))\n  ,/,\n  después/FW\n  de/FW\n  que/FW\n  dicho/FW\n  país/FW\n  publicara/FW\n  (NP una/JJ nota/JJ oficial/JJ en/NN la/NN que/NN)\n  (VP\n    condiciona/VBZ\n    (NP a/DT la/NN Revolución/NNP Bolivariana/NNP para/NN))\n  (VP liberar/VBD)\n  a/DT\n  (ADJP los/JJ)\n  252/CD\n  (NP migrantes/NNS)\n  (NP que/JJ fueron/NN secuestrados/NN)\n  ./.)",
      "(S\n  (NP “/JJ El/NNP Ministerio/NNP)\n  del/FW\n  (NP Poder/NNP Popular/NNP para/NN Relaciones/NNP Exteriores/NNP)\n  de/IN\n  la/FW\n  (NP República/NNP Bolivariana/NNP)\n  de/FW\n  (NP\n    Venezuela/NNP\n    saluda/NN\n    muy/NN\n    atentamente/NN\n    al/NN\n    Ministerio/NNP)\n  (PP de/IN (NP Relaciones/NNP Exteriores/NNP))\n  de/IN\n  la/FW\n  (NP República/NNP)\n  de/FW\n  (NP El/NNP Salvador/NNP y/NNP tiene/NN el/NN honor/NN)\n  de/FW\n  dirigirse/FW\n  (NP a/DT esa/NN Cancillería/NNP)\n  (VP en/VBZ)\n  atención/FW\n  (NP a/DT la/NN Nota/NNP Diplomática/NNP)\n  de/IN\n  fecha/FW\n  22/CD\n  de/FW\n  abril/FW\n  de/IN\n  2025/CD\n  ,/,\n  (VP recibida/VBZ)\n  en/FW\n  esta/FW\n  (NP sede/NN ”/NN)\n  ,/,\n  (NP puntualizó/NN el/NN ministerio/NN)\n  (NP al/JJ tiempo/NN)\n  de/IN\n  subrayar/FW\n  (ADJP que/JJ)\n  es/FW\n  (NP un/JJ documento/NN que/NN)\n  (VP expresa/VBP (NP graves/NNS violaciones/NNS) al/RB)\n  (VP derecho/VBP internacional/JJ)\n  ./.)",
      "(S\n  (NP En/NNP este/NN sentido/NN)\n  ,/,\n  la/FW\n  cancillería/FW\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP refirió/NN que/NN “/NNP considera/NN que/NN dicha/NN)\n  (NP nota/JJ constituye/NN)\n  ,/,\n  en/FW\n  efecto/FW\n  ,/,\n  (NP una/JJ confesión/NN)\n  expresa/FW\n  de/FW\n  graves/FW\n  (NP violaciones/NNS)\n  (VP al/VBP derecho/JJ internacional/JJ)\n  de/FW\n  los/FW\n  (NP Derechos/NNP Humanos/NNP)\n  ,/,\n  (NP así/JJ como/NN)\n  de/IN\n  la/FW\n  comisión/FW\n  de/FW\n  actos/FW\n  (NP que/NN podrían/NN tipificarse/NN como/NN acciones/NNS)\n  (VP delictivas/VBP (NP internacionales/NNS ”/NNS))\n  ./.)",
      "(S\n  (NP El/NNP Gobierno/NNP venezolano/NN enunció/NN)\n  (VP las/VBP (NP graves/NNS violaciones/NNS) al/RB)\n  (VP derecho/VBP internacional/JJ)\n  de/FW\n  los/FW\n  (NP Derechos/NNP Humanos/NNP)\n  ,/,\n  (NP así/JJ como/NN)\n  de/IN\n  la/FW\n  comisión/FW\n  de/FW\n  actos/FW\n  (NP\n    que/NN\n    podrían/NN\n    tipificarse/NN\n    como/NN\n    acciones/NNS\n    delictivas/NN\n    internacionales/NNS)\n  ./.)",
      "(S\n  (NP En/NNP este/NN sentido/NN)\n  ,/,\n  (NP argumentó/JJ que/NN hubo/NN)\n  (NP una/JJ “/NNP violación/NN)\n  de/IN\n  los/FW\n  (NP derechos/JJ humanos/NN)\n  de/IN\n  los/FW\n  (NP ciudadanos/JJ venezolanos/NNS)\n  ,/,\n  (NP quienes/NNS)\n  (VP han/VBP (NP sido/JJ privados/NN))\n  de/IN\n  su/FW\n  libertad/FW\n  de/FW\n  forma/FW\n  (NP arbitraria/NNS)\n  ,/,\n  (VP\n    recluidos/VBP\n    (NP sin/JJ orden/JJ judicial/JJ ni/NN juicio/NN previo/NN))\n  (PP en/IN (NP un/JJ centro/NN))\n  de/IN\n  confinamiento/FW\n  de/FW\n  máxima/FW\n  (NP seguridad/NN)\n  ,/,\n  (VP sometidos/VB (NP a/DT condiciones/NNS))\n  (VP degradantes/VBZ (NP e/JJ inhumanas/NNS))\n  ,/,\n  (NP sin/NN posibilidad/NN)\n  de/FW\n  contacto/FW\n  (NP con/NN familiares/NNS)\n  (VP ni/VBP representación/JJ legal/JJ)\n  ,/,\n  (NP y/JJ lo/NN más/NN importante/NN)\n  ,/,\n  (NP convirtiéndolos/NN)\n  en/FW\n  víctimas/FW\n  del/FW\n  gravísimo/FW\n  delito/FW\n  de/FW\n  trata/FW\n  (NP humana/NN ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "relaciones bilaterales",
        "position": [
          3080,
          3102
        ],
        "start": 3080,
        "end": 3102
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          3489,
          3496
        ],
        "start": 3489,
        "end": 3496
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2160,
          2167
        ],
        "start": 2160,
        "end": 2167
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "desaparición forzada",
        "position": [
          2504,
          2524
        ],
        "start": 2504,
        "end": 2524
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de venezuela respondió",
        "position": [
          3,
          34
        ],
        "start": 3,
        "end": 34
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          4578,
          4587
        ],
        "start": 4578,
        "end": 4587
      },
      {
        "category": "PAISES",
        "matched_text": "el salvador",
        "position": [
          68,
          79
        ],
        "start": 68,
        "end": 79
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          15,
          24
        ],
        "start": 15,
        "end": 24
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3358,
          3372
        ],
        "start": 3358,
        "end": 3372
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          1472,
          1481
        ],
        "start": 1472,
        "end": 1481
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "22 de abril de 2025",
        "position": [
          579,
          598
        ],
        "start": 579,
        "end": 598
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          4304,
          4315
        ],
        "start": 4304,
        "end": 4315
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "dignidad humana",
        "position": [
          3189,
          3204
        ],
        "start": 3189,
        "end": 3204
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          931,
          947
        ],
        "start": 931,
        "end": 947
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Revolución Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "los Estados Unidos de América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio del Poder Popular para Relaciones Exteriores de la",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Relaciones Exteriores",
        "tipo": "Lugar"
      },
      {
        "nombre": "argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "dominicana",
        "tipo": "Lugar"
      },
      {
        "nombre": "ifani",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Relaciones Exteriores de la República de El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "República Bolivariana de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "boliviana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corte Suprema",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gobierno de Venezuela",
        "relacion": "RESPONDER",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Gobierno de Venezuela",
        "relacion": "RESPONDER",
        "objeto": "Revolución Bolivariana"
      },
      {
        "sujeto": "El Salvador",
        "relacion": "RESPONDER",
        "objeto": "Revolución Bolivariana"
      },
      {
        "sujeto": "Ministerio del Poder Popular para Relaciones Exteriores de la",
        "relacion": "SALUDAR_PUNTUALIZAR",
        "objeto": "Ministerio de Relaciones Exteriores de la República de El Salvador"
      },
      {
        "sujeto": "República Bolivariana de Venezuela",
        "relacion": "SALUDAR_PUNTUALIZAR",
        "objeto": "Ministerio de Relaciones Exteriores de la República de El Salvador"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "INSISTIR_PRECISAR",
        "objeto": "los Estados Unidos de América"
      },
      {
        "sujeto": "Ministerio de Relaciones Exteriores",
        "relacion": "SE_ALAR",
        "objeto": "dominicana"
      },
      {
        "sujeto": "Ministerio de Relaciones Exteriores",
        "relacion": "SE_ALAR",
        "objeto": "argentina"
      },
      {
        "sujeto": "Ministerio de Relaciones Exteriores",
        "relacion": "SE_ALAR",
        "objeto": "boliviana"
      },
      {
        "sujeto": "Ministerio de Relaciones Exteriores",
        "relacion": "SE_ALAR",
        "objeto": "ifani"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9524,
    "pos": 0.021,
    "neu": 0.936,
    "neg": 0.042,
    "label": "negative"
  }
}