{
  "url": "https://www.telesurtv.net/expoferia-agroalba-herramienta-integradora-para-la-liberacion-alimentaria-de-nuestra-america/",
  "title": "Expoferia AgroALBA: herramienta integradora para la liberación alimentaria de nuestra América - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "AgroAlba",
    "ALBA-TCP",
    "Fidel Castro",
    "Hugo Chávez",
    "Nuestra aMÉRICA",
    "Yván Gil"
  ],
  "text": "Durante la inauguración de la primera Expoferia AgroAlba 2025, en el Centro de Convenciones del Parque Bolívar, ubicado en La Carlota, el canciller venezolano, Yván Gil, destacó el carácter estratégico de la iniciativa, concebida por los líderes Fidel Castro y Hugo Chávez, como una herramienta de integración para garantizar la soberanía alimentaria de América Latina y el Caribe.\nEste proyecto surge como un instrumento para fortalecer el bloque de la Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos (ALBA-TCP) y brindar garantías a la región frente a los desafíos del modelo alimentario global.\n\nLEA TAMBIÉN\nVenezuela es sede de la primera Expoferia Agroalba 2025\n\nEl evento tiene lugar los días 5 y 6 de junio en Venezuela, con la participación de los Estados miembros del ALBA-TCP, además de delegaciones invitadas de Europa, Eurasia y África. AgroALBA nace a propuesta de la la XXIV Cumbre de Jefes de Estado y de Gobierno del ALBA-TCP, celebrada en diciembre de 2024.\nDurante la intervención inaugural, Yván Gil subrayó que AgroALBA no busca replicar los esquemas de producción dominados por las grandes transnacionales, sino establecer un modelo propio de producción sostenible, ambientalmente responsable y adaptado a las realidades de los países del bloque.\nEn tanto, indicó que Venezuela, junto a los demás miembros del ALBA-TCP —Bolivia, Nicaragua, Cuba, Antigua y Barbuda, Dominica, Santa Lucía, San Vicente y las Granadinas, San Cristóbal y Nieves, y Granada— cuenta con infraestructura, conocimientos y recursos para desarrollar una red alimentaria regional.\n\n\n“Tenemos un mercado de casi 60 millones de personas que demandan alimentos y contamos con millones de hectáreas disponibles, además de capacidades instaladas para la producción agrícola, pecuaria, lechera, ovina, caprina y avícola”, precisó el canciller. Sus datos se basan en el levantamiento de capacidades realizado por el Centro Internacional de Inversiones Productivas.\nGil aseguró que la Expoferia busca promover alianzas entre empresarios, movimientos sociales y Gobiernos, para convertir las capacidades y necesidades de los países del ALBA-TCP en una “poderosa herramienta de liberación” económica. En ese sentido, informó que ya se han firmado acuerdos destinados al desarrollo agrícola y pecuario, como parte del esfuerzo conjunto para consolidar una producción alimentaria soberana.\nEl ministro resaltó que esta nueva etapa de cooperación retoma experiencias pasadas como Petrocaribe. Significó que la iniciativa energética fue uno de los primeros objetivos de las sanciones internacionales, por su potencial para fortalecer al bloque. Asimismo, definió a AgroALBA como un proyecto ambicioso que apunta a crear estructuras logísticas propias para el transporte de alimentos e insumos en la región, mediante el uso de barcos y aviones.\n“Que esta jornada se convierta en el primer paso de lo que ya se dibuja como una alianza victoriosa, una alianza liberadora para la producción agrícola, pesquera y acuícola, para la utilización de nuestros recursos ambientales en mar y tierra, y poder darle alimentos a nuestro pueblo que es lo mismo que darle libertad, soberanía y bienestar”, declaró el titular venezolano.\n\n\nLa cita prevé la realización de reuniones técnicas entre ministros y representantes de las distintas carteras productivas. Este será un espacio para la incorporación de tecnologías y conocimientos en la cadena agroalimentaria, con el fin de construir una ruta de desarrollo integral basada en la cooperación, la complementariedad y la autosuficiencia.\nEn declaraciones previas, Gil había afirmado que la Expoferia también representa una respuesta a las medidas coercitivas unilaterales y a las restricciones impuestas a los países de la región, por lo que la integración promovida a través de AgroALBA busca fortalecer la resiliencia económica y alimentaria de sus miembros.\n“Queremos mostrarle al mundo nuestro potencial, nuestras capacidades agroecológicas y nuestros principios. Esto es una visión concreta que apunta al futuro productivo de Nuestra América”, concluyó el canciller.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/expoferia-agroalba-herramienta-integradora-para-la-liberacion-alimentaria-de-nuestra-america/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1960,
    "message_id": 95718,
    "date": "2025-06-05T23:55:23+00:00",
    "text": "teleSUR\nExpoferia AgroALBA: herramienta integradora para la liberación alimentaria de nuestra América\nhttps://www.telesurtv.net/expoferia-agroalba-herramienta-integradora-para-la-liberacion-alimentaria-de-nuestra-america/",
    "photo_path": null,
    "views": 1858,
    "reactions": {
      "👏": 25,
      "❤": 4,
      "👍": 4,
      "🥴": 1
    },
    "total_reactions": 34
  },
  "preprocessing": {
    "cleaned": "durante la inauguración de la primera expoferia agroalba 2025, en el centro de convenciones del parque bolívar, ubicado en la carlota, el canciller venezolano, yván gil, destacó el carácter estratégico de la iniciativa, concebida por los líderes fidel castro y hugo chávez, como una herramienta de integración para garantizar la soberanía alimentaria de américa latina y el caribe. este proyecto surge como un instrumento para fortalecer el bloque de la alianza bolivariana para los pueblos de nuestra américa-tratado de comercio de los pueblos (alba-tcp) y brindar garantías a la región frente a los desafíos del modelo alimentario global. el evento tiene lugar los días 5 y 6 de junio en venezuela, con la participación de los estados miembros del alba-tcp, además de delegaciones invitadas de europa, eurasia y áfrica. agroalba nace a propuesta de la la xxiv cumbre de jefes de estado y de gobierno del alba-tcp, celebrada en diciembre de 2024. durante la intervención inaugural, yván gil subrayó que agroalba no busca replicar los esquemas de producción dominados por las grandes transnacionales, sino establecer un modelo propio de producción sostenible, ambientalmente responsable y adaptado a las realidades de los países del bloque. en tanto, indicó que venezuela, junto a los demás miembros del alba-tcp —bolivia, nicaragua, cuba, antigua y barbuda, dominica, santa lucía, san vicente y las granadinas, san cristóbal y nieves, y granada— cuenta con infraestructura, conocimientos y recursos para desarrollar una red alimentaria regional. “tenemos un mercado de casi 60 millones de personas que demandan alimentos y contamos con millones de hectáreas disponibles, además de capacidades instaladas para la producción agrícola, pecuaria, lechera, ovina, caprina y avícola”, precisó el canciller. sus datos se basan en el levantamiento de capacidades realizado por el centro internacional de inversiones productivas. gil aseguró que la expoferia busca promover alianzas entre empresarios, movimientos sociales y gobiernos, para convertir las capacidades y necesidades de los países del alba-tcp en una “poderosa herramienta de liberación” económica. en ese sentido, informó que ya se han firmado acuerdos destinados al desarrollo agrícola y pecuario, como parte del esfuerzo conjunto para consolidar una producción alimentaria soberana. el ministro resaltó que esta nueva etapa de cooperación retoma experiencias pasadas como petrocaribe. significó que la iniciativa energética fue uno de los primeros objetivos de las sanciones internacionales, por su potencial para fortalecer al bloque. asimismo, definió a agroalba como un proyecto ambicioso que apunta a crear estructuras logísticas propias para el transporte de alimentos e insumos en la región, mediante el uso de barcos y aviones. “que esta jornada se convierta en el primer paso de lo que ya se dibuja como una alianza victoriosa, una alianza liberadora para la producción agrícola, pesquera y acuícola, para la utilización de nuestros recursos ambientales en mar y tierra, y poder darle alimentos a nuestro pueblo que es lo mismo que darle libertad, soberanía y bienestar”, declaró el titular venezolano. la cita prevé la realización de reuniones técnicas entre ministros y representantes de las distintas carteras productivas. este será un espacio para la incorporación de tecnologías y conocimientos en la cadena agroalimentaria, con el fin de construir una ruta de desarrollo integral basada en la cooperación, la complementariedad y la autosuficiencia. en declaraciones previas, gil había afirmado que la expoferia también representa una respuesta a las medidas coercitivas unilaterales y a las restricciones impuestas a los países de la región, por lo que la integración promovida a través de agroalba busca fortalecer la resiliencia económica y alimentaria de sus miembros. “queremos mostrarle al mundo nuestro potencial, nuestras capacidades agroecológicas y nuestros principios. esto es una visión concreta que apunta al futuro productivo de nuestra américa”, concluyó el canciller.",
    "tokens": [
      "inauguración",
      "primera",
      "expoferia",
      "agroalba",
      "2025",
      ",",
      "centro",
      "convenciones",
      "parque",
      "bolívar",
      ",",
      "ubicado",
      "carlota",
      ",",
      "canciller",
      "venezolano",
      ",",
      "yván",
      "gil",
      ",",
      "destacó",
      "carácter",
      "estratégico",
      "iniciativa",
      ",",
      "concebida",
      "líderes",
      "fidel",
      "castro",
      "hugo",
      "chávez",
      ",",
      "herramienta",
      "integración",
      "garantizar",
      "soberanía",
      "alimentaria",
      "américa",
      "latina",
      "caribe",
      ".",
      "proyecto",
      "surge",
      "instrumento",
      "fortalecer",
      "bloque",
      "alianza",
      "bolivariana",
      "pueblos",
      "américa-tratado",
      "comercio",
      "pueblos",
      "(",
      "alba-tcp",
      ")",
      "brindar",
      "garantías",
      "región",
      "frente",
      "desafíos",
      "modelo",
      "alimentario",
      "global",
      ".",
      "evento",
      "lugar",
      "días",
      "5",
      "6",
      "junio",
      "venezuela",
      ",",
      "participación",
      "miembros",
      "alba-tcp",
      ",",
      "además",
      "delegaciones",
      "invitadas",
      "europa",
      ",",
      "eurasia",
      "áfrica",
      ".",
      "agroalba",
      "nace",
      "propuesta",
      "xxiv",
      "cumbre",
      "jefes",
      "gobierno",
      "alba-tcp",
      ",",
      "celebrada",
      "diciembre",
      "2024.",
      "intervención",
      "inaugural",
      ",",
      "yván",
      "gil",
      "subrayó",
      "agroalba",
      "busca",
      "replicar",
      "esquemas",
      "producción",
      "dominados",
      "grandes",
      "transnacionales",
      ",",
      "sino",
      "establecer",
      "modelo",
      "propio",
      "producción",
      "sostenible",
      ",",
      "ambientalmente",
      "responsable",
      "adaptado",
      "realidades",
      "países",
      "bloque",
      ".",
      ",",
      "indicó",
      "venezuela",
      ",",
      "junto",
      "demás",
      "miembros",
      "alba-tcp",
      "—bolivia",
      ",",
      "nicaragua",
      ",",
      "cuba",
      ",",
      "antigua",
      "barbuda",
      ",",
      "dominica",
      ",",
      "santa",
      "lucía",
      ",",
      "san",
      "vicente",
      "granadinas",
      ",",
      "san",
      "cristóbal",
      "nieves",
      ",",
      "granada—",
      "cuenta",
      "infraestructura",
      ",",
      "conocimientos",
      "recursos",
      "desarrollar",
      "red",
      "alimentaria",
      "regional",
      ".",
      "“",
      "mercado",
      "casi",
      "60",
      "millones",
      "personas",
      "demandan",
      "alimentos",
      "contamos",
      "millones",
      "hectáreas",
      "disponibles",
      ",",
      "además",
      "capacidades",
      "instaladas",
      "producción",
      "agrícola",
      ",",
      "pecuaria",
      ",",
      "lechera",
      ",",
      "ovina",
      ",",
      "caprina",
      "avícola",
      "”",
      ",",
      "precisó",
      "canciller",
      ".",
      "datos",
      "basan",
      "levantamiento",
      "capacidades",
      "realizado",
      "centro",
      "internacional",
      "inversiones",
      "productivas",
      ".",
      "gil",
      "aseguró",
      "expoferia",
      "busca",
      "promover",
      "alianzas",
      "empresarios",
      ",",
      "movimientos",
      "sociales",
      "gobiernos",
      ",",
      "convertir",
      "capacidades",
      "necesidades",
      "países",
      "alba-tcp",
      "“",
      "poderosa",
      "herramienta",
      "liberación",
      "”",
      "económica",
      ".",
      ",",
      "informó",
      "firmado",
      "acuerdos",
      "destinados",
      "desarrollo",
      "agrícola",
      "pecuario",
      ",",
      "parte",
      "esfuerzo",
      "conjunto",
      "consolidar",
      "producción",
      "alimentaria",
      "soberana",
      ".",
      "ministro",
      "resaltó",
      "nueva",
      "etapa",
      "cooperación",
      "retoma",
      "experiencias",
      "pasadas",
      "petrocaribe",
      ".",
      "significó",
      "iniciativa",
      "energética",
      "primeros",
      "objetivos",
      "sanciones",
      "internacionales",
      ",",
      "potencial",
      "fortalecer",
      "bloque",
      ".",
      "asimismo",
      ",",
      "definió",
      "agroalba",
      "proyecto",
      "ambicioso",
      "apunta",
      "crear",
      "estructuras",
      "logísticas",
      "propias",
      "transporte",
      "alimentos",
      "insumos",
      "región",
      ",",
      "mediante",
      "uso",
      "barcos",
      "aviones",
      ".",
      "“",
      "jornada",
      "convierta",
      "primer",
      "paso",
      "dibuja",
      "alianza",
      "victoriosa",
      ",",
      "alianza",
      "liberadora",
      "producción",
      "agrícola",
      ",",
      "pesquera",
      "acuícola",
      ",",
      "utilización",
      "recursos",
      "ambientales",
      "mar",
      "tierra",
      ",",
      "poder",
      "darle",
      "alimentos",
      "pueblo",
      "mismo",
      "darle",
      "libertad",
      ",",
      "soberanía",
      "bienestar",
      "”",
      ",",
      "declaró",
      "titular",
      "venezolano",
      ".",
      "cita",
      "prevé",
      "realización",
      "reuniones",
      "técnicas",
      "ministros",
      "representantes",
      "distintas",
      "carteras",
      "productivas",
      ".",
      "espacio",
      "incorporación",
      "tecnologías",
      "conocimientos",
      "cadena",
      "agroalimentaria",
      ",",
      "fin",
      "construir",
      "ruta",
      "desarrollo",
      "integral",
      "basada",
      "cooperación",
      ",",
      "complementariedad",
      "autosuficiencia",
      ".",
      "declaraciones",
      "previas",
      ",",
      "gil",
      "afirmado",
      "expoferia",
      "representa",
      "respuesta",
      "medidas",
      "coercitivas",
      "unilaterales",
      "restricciones",
      "impuestas",
      "países",
      "región",
      ",",
      "integración",
      "promovida",
      "través",
      "agroalba",
      "busca",
      "fortalecer",
      "resiliencia",
      "económica",
      "alimentaria",
      "miembros",
      ".",
      "“",
      "queremos",
      "mostrarle",
      "mundo",
      "potencial",
      ",",
      "capacidades",
      "agroecológicas",
      "principios",
      ".",
      "visión",
      "concreta",
      "apunta",
      "futuro",
      "productivo",
      "américa",
      "”",
      ",",
      "concluyó",
      "canciller",
      "."
    ],
    "token_count": 408,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 97,
      "FW": 154,
      "CD": 4,
      "IN": 24,
      "JJ": 49,
      "VBZ": 6,
      "NN": 183,
      "VBD": 1,
      "NNS": 33,
      "DT": 1,
      "VBP": 22
    },
    "bigram_freq": {
      "NNP-NNP": 41,
      "NNP-FW": 15,
      "FW-FW": 94,
      "FW-NNP": 26,
      "NNP-CD": 2,
      "CD-IN": 1,
      "IN-FW": 17,
      "NNP-JJ": 3,
      "JJ-FW": 4,
      "NNP-VBZ": 3,
      "VBZ-NN": 2,
      "NN-NN": 104,
      "NN-NNP": 10,
      "NNP-NN": 26,
      "NN-FW": 19,
      "FW-NN": 15,
      "NN-VBZ": 1,
      "VBZ-NNP": 2,
      "NN-JJ": 21,
      "JJ-NN": 30,
      "NN-IN": 17,
      "NNP-VBD": 1,
      "VBD-NNP": 1,
      "NNP-IN": 2,
      "IN-NNP": 3,
      "JJ-NNP": 4,
      "CD-NNP": 2,
      "IN-NN": 1,
      "IN-NNS": 1,
      "NNS-FW": 4,
      "IN-CD": 1,
      "FW-JJ": 9,
      "JJ-JJ": 5,
      "NNP-DT": 1,
      "DT-NN": 1,
      "FW-NNS": 8,
      "NNS-NNS": 7,
      "NNS-VBP": 16,
      "VBP-JJ": 10,
      "NN-NNS": 6,
      "NNS-VBZ": 1,
      "VBZ-IN": 2,
      "VBP-NN": 4,
      "JJ-NNS": 6,
      "VBP-NNP": 4,
      "FW-CD": 1,
      "CD-NNS": 1,
      "NNS-IN": 2,
      "IN-JJ": 1,
      "NN-VBP": 4,
      "VBP-NNS": 3,
      "NNS-NNP": 3,
      "NNP-VBP": 2,
      "FW-VBZ": 1,
      "VBP-FW": 1,
      "NNP-NNS": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 5,
      "FW-FW-FW": 63,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 10,
      "NNP-NNP-CD": 2,
      "NNP-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-FW": 8,
      "NNP-FW-NNP": 7,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NN": 2,
      "NN-NN-NNP": 5,
      "NN-NNP-NNP": 2,
      "NNP-NNP-NN": 12,
      "NNP-NN-NN": 20,
      "NN-NN-NN": 61,
      "NN-NN-FW": 12,
      "NN-FW-FW": 12,
      "FW-FW-NN": 9,
      "FW-NN-NN": 4,
      "NN-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 2,
      "NNP-NNP-NNP": 18,
      "NNP-NN-JJ": 3,
      "NN-JJ-NN": 17,
      "JJ-NN-IN": 9,
      "NN-IN-FW": 13,
      "IN-FW-FW": 6,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NN-NN-JJ": 15,
      "JJ-NN-NN": 14,
      "NN-FW-NN": 4,
      "FW-NN-IN": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-CD-NNP": 1,
      "CD-NNP-FW": 2,
      "NNP-FW-NN": 1,
      "NN-IN-NN": 1,
      "IN-NN-FW": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-NN": 6,
      "NNP-NN-IN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "NN-NN-IN": 4,
      "NNP-NN-FW": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNP": 1,
      "NNP-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 2,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "FW-FW-NNS": 6,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NN": 2,
      "IN-FW-JJ": 5,
      "FW-JJ-NN": 5,
      "JJ-NN-JJ": 2,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 5,
      "NNS-VBP-NN": 2,
      "VBP-NN-NNP": 2,
      "NN-NNP-NN": 5,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NNP": 2,
      "NNP-VBZ-NNP": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "IN-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NN-NNS-VBP": 4,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "FW-NN-FW": 5,
      "NN-NN-VBP": 4,
      "NN-VBP-NN": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NNP-NNP-IN": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNS": 2,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "VBP-NNP-FW": 1,
      "FW-NNP-JJ": 1,
      "IN-FW-NN": 1,
      "FW-NN-NNP": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-FW": 2,
      "NNP-NN-NNP": 1,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 4,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "FW-NN-JJ": 1,
      "FW-NN-NNS": 1,
      "JJ-NN-NNP": 1,
      "NN-NNP-VBZ": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-NNP-NN": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-FW": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNP-VBP-JJ": 1,
      "NN-IN-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 183,
        "FW": 154,
        "NNP": 97,
        "JJ": 49,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 104,
        "FW-FW": 94,
        "NNP-NNP": 41,
        "JJ-NN": 30,
        "FW-NNP": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 63,
        "NN-NN-NN": 61,
        "NNP-NN-NN": 20,
        "NNP-NNP-NNP": 18,
        "NN-JJ-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 169,
      "ADJP": 11,
      "VP": 27,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0342
      },
      {
        "rule": "NP -> ('ALBA-TCP', 'NNP')",
        "frequency": 4,
        "weight": 0.0171
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0128
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('Durante', 'NNP') ('la', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('bloque', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('países', 'NNS')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('para', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Durante la"
      },
      {
        "label": "NP",
        "text": "Expoferia AgroAlba"
      },
      {
        "label": "NP",
        "text": "Centro"
      },
      {
        "label": "NP",
        "text": "Convenciones"
      },
      {
        "label": "NP",
        "text": "Parque Bolívar"
      },
      {
        "label": "ADJP",
        "text": "ubicado"
      },
      {
        "label": "NP",
        "text": "La Carlota"
      },
      {
        "label": "VP",
        "text": "el canciller venezolano"
      },
      {
        "label": "NP",
        "text": "canciller venezolano"
      },
      {
        "label": "NP",
        "text": "Yván Gil"
      },
      {
        "label": "NP",
        "text": "destacó el carácter"
      },
      {
        "label": "NP",
        "text": "concebida por los"
      },
      {
        "label": "VP",
        "text": "líderes Fidel Castro y Hugo Chávez"
      },
      {
        "label": "NP",
        "text": "Fidel Castro y Hugo Chávez"
      },
      {
        "label": "NP",
        "text": "como"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Durante/NNP la/NNP)\n  inauguración/FW\n  de/FW\n  la/FW\n  primera/FW\n  (NP Expoferia/NNP AgroAlba/NNP)\n  2025/CD\n  ,/,\n  en/FW\n  el/FW\n  (NP Centro/NNP)\n  de/FW\n  (NP Convenciones/NNP)\n  del/FW\n  (NP Parque/NNP Bolívar/NNP)\n  ,/,\n  (ADJP ubicado/JJ)\n  en/FW\n  (NP La/NNP Carlota/NNP)\n  ,/,\n  (VP el/VBZ (NP canciller/NN venezolano/NN))\n  ,/,\n  (NP Yván/NNP Gil/NNP)\n  ,/,\n  (NP destacó/NN el/NN carácter/NN)\n  estratégico/FW\n  de/FW\n  la/FW\n  iniciativa/FW\n  ,/,\n  (NP concebida/NN por/NN los/NN)\n  (VP\n    líderes/VBZ\n    (NP Fidel/NNP Castro/NNP y/NNP Hugo/NNP Chávez/NNP))\n  ,/,\n  (NP como/NN)\n  (NP una/JJ herramienta/NN)\n  de/IN\n  integración/FW\n  para/FW\n  garantizar/FW\n  la/FW\n  soberanía/FW\n  alimentaria/FW\n  de/FW\n  (NP América/NNP Latina/NNP y/NNP)\n  (VP el/VBD (NP Caribe/NNP))\n  ./.)",
      "(S\n  (NP Este/NN proyecto/NN surge/NN como/NN)\n  (NP un/JJ instrumento/NN para/NN fortalecer/NN)\n  el/FW\n  (NP bloque/NN)\n  de/IN\n  la/FW\n  (NP Alianza/NNP Bolivariana/NNP para/NN los/NN Pueblos/NNP)\n  (PP de/IN (NP Nuestra/NNP América-Tratado/NNP))\n  de/FW\n  (NP Comercio/NNP)\n  de/FW\n  los/FW\n  (NP Pueblos/NNP)\n  (/(\n  (NP ALBA-TCP/NNP)\n  )/)\n  (NP y/NN brindar/NN)\n  (VP garantías/VBD (NP a/DT la/NN región/NN))\n  (VP\n    frente/VBD\n    (NP a/DT los/JJ desafíos/NN del/NN modelo/NN alimentario/NN)\n    global/JJ)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Venezuela/NNP)\n  es/FW\n  sede/FW\n  de/FW\n  la/FW\n  primera/FW\n  (NP Expoferia/NNP Agroalba/NNP)\n  2025/CD\n  (NP El/NNP)\n  evento/FW\n  (NP tiene/NN lugar/NN)\n  (VP los/VBD días/JJ)\n  5/CD\n  (ADJP y/JJ)\n  6/CD\n  (PP de/IN (NP junio/NN))\n  en/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP con/NN)\n  la/FW\n  participación/FW\n  de/FW\n  los/FW\n  (NP Estados/NNP)\n  miembros/FW\n  del/FW\n  (NP ALBA-TCP/NNP)\n  ,/,\n  (NP además/NN)\n  (PP de/IN (NP delegaciones/NNS))\n  invitadas/FW\n  de/FW\n  (NP Europa/NNP)\n  ,/,\n  (NP Eurasia/NNP y/NNP África/NNP)\n  ./.)",
      "(S\n  (NP AgroALBA/NNP nace/NN)\n  (NP a/DT propuesta/NN)\n  de/FW\n  la/FW\n  la/FW\n  (NP XXIV/NNP Cumbre/NNP)\n  de/FW\n  (NP Jefes/NNP)\n  de/FW\n  (NP Estado/NNP)\n  y/FW\n  de/FW\n  (NP Gobierno/NNP)\n  del/FW\n  (NP ALBA-TCP/NNP)\n  ,/,\n  (NP celebrada/NN)\n  en/FW\n  (NP diciembre/NN)\n  de/IN\n  2024/CD\n  ./.)",
      "(S\n  (NP Durante/NNP la/NNP)\n  (ADJP intervención/JJ)\n  (ADJP inaugural/JJ)\n  ,/,\n  (NP Yván/NNP Gil/NNP subrayó/NN que/NN AgroALBA/NNP)\n  (NP no/DT busca/NN replicar/NN)\n  (NP los/JJ esquemas/NN)\n  de/IN\n  producción/FW\n  dominados/FW\n  por/FW\n  las/FW\n  (NP grandes/NNS transnacionales/NNS)\n  ,/,\n  (NP sino/NN establecer/NN)\n  (NP un/JJ modelo/NN propio/NN)\n  de/IN\n  producción/FW\n  (ADJP sostenible/JJ)\n  ,/,\n  (NP ambientalmente/JJ responsable/JJ y/NN)\n  (VP adaptado/VBZ)\n  a/DT\n  (ADJP las/JJ)\n  realidades/FW\n  de/FW\n  los/FW\n  (NP países/NNS)\n  (VP del/VBP (NP bloque/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          3211,
          3218
        ],
        "start": 3211,
        "end": 3218
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          2243,
          2250
        ],
        "start": 2243,
        "end": 2250
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          1852,
          1859
        ],
        "start": 1852,
        "end": 1859
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno del alba",
        "position": [
          963,
          980
        ],
        "start": 963,
        "end": 980
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          546,
          550
        ],
        "start": 546,
        "end": 550
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          2053,
          2064
        ],
        "start": 2053,
        "end": 2064
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          170,
          177
        ],
        "start": 170,
        "end": 177
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1062,
          1069
        ],
        "start": 1062,
        "end": 1069
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          3096,
          3099
        ],
        "start": 3096,
        "end": 3099
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          3499,
          3503
        ],
        "start": 3499,
        "end": 3503
      },
      {
        "category": "PAISES",
        "matched_text": "bolivia",
        "position": [
          1384,
          1391
        ],
        "start": 1384,
        "end": 1391
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          1393,
          1402
        ],
        "start": 1393,
        "end": 1402
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          654,
          663
        ],
        "start": 654,
        "end": 663
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          374,
          380
        ],
        "start": 374,
        "end": 380
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región frente",
        "position": [
          581,
          594
        ],
        "start": 581,
        "end": 594
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "parque bolívar",
        "position": [
          96,
          110
        ],
        "start": 96,
        "end": 110
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          69,
          78
        ],
        "start": 69,
        "end": 78
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "días 5 y 6 de junio",
        "position": [
          737,
          756
        ],
        "start": 737,
        "end": 756
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "60 millones",
        "position": [
          1647,
          1658
        ],
        "start": 1647,
        "end": 1658
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Nuestra América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santa Lucía",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "San Cristóbal y Nieves",
        "tipo": "Lugar"
      },
      {
        "nombre": "Expoferia Agroalba",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Carlota",
        "tipo": "Lugar"
      },
      {
        "nombre": "Petrocaribe",
        "tipo": "Organizacion"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Antigua y Barbuda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro de Convenciones del Parque Bolívar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Granada",
        "tipo": "Lugar"
      },
      {
        "nombre": "San Vicente y las Granadinas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Expoferia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Eurasia",
        "tipo": "Lugar"
      },
      {
        "nombre": "AgroALBA",
        "tipo": "Lugar"
      },
      {
        "nombre": "Yván Gil",
        "tipo": "Persona"
      },
      {
        "nombre": "AgroALBA",
        "tipo": "Persona"
      },
      {
        "nombre": "Dominica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Centro Internacional de Inversiones Productivas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gil",
        "tipo": "Persona"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Centro de Convenciones del Parque Bolívar",
        "relacion": "DESTACAR",
        "objeto": "Yván Gil"
      },
      {
        "sujeto": "Centro de Convenciones del Parque Bolívar",
        "relacion": "DESTACAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Centro de Convenciones del Parque Bolívar",
        "relacion": "DESTACAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Centro de Convenciones del Parque Bolívar",
        "relacion": "DESTACAR",
        "objeto": "América"
      },
      {
        "sujeto": "La Carlota",
        "relacion": "DESTACAR",
        "objeto": "Yván Gil"
      },
      {
        "sujeto": "La Carlota",
        "relacion": "DESTACAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "La Carlota",
        "relacion": "DESTACAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "La Carlota",
        "relacion": "DESTACAR",
        "objeto": "América"
      },
      {
        "sujeto": "Yván Gil",
        "relacion": "DESTACAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Yván Gil",
        "relacion": "DESTACAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Yván Gil",
        "relacion": "DESTACAR",
        "objeto": "América"
      },
      {
        "sujeto": "Yván Gil",
        "relacion": "SUBRAYAR",
        "objeto": "AgroALBA"
      },
      {
        "sujeto": "Gil",
        "relacion": "ASEGURAR",
        "objeto": "Expoferia"
      },
      {
        "sujeto": "Gil",
        "relacion": "AFIRMAR",
        "objeto": "Expoferia"
      },
      {
        "sujeto": "Gil",
        "relacion": "AFIRMAR",
        "objeto": "AgroALBA"
      },
      {
        "sujeto": "Expoferia",
        "relacion": "REPRESENTAR_AFIRMAR",
        "objeto": "AgroALBA"
      }
    ]
  },
  "sentiment": {
    "compound": -0.296,
    "pos": 0.0,
    "neu": 0.996,
    "neg": 0.004,
    "label": "negative"
  }
}