{
  "url": "https://www.telesurtv.net/presidente-de-venezuela-insta-a-profundizar-democracia-participativa-y-protagonica/",
  "title": "Presidente de Venezuela insta a profundizar democracia participativa y protagónica - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Venezuela"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro, instó este lunes a que se continúe fortaleciendo el poder comunal y la democracia participativa y protagónica, para empoderar más al pueblo y evitar que el imperialismo se apodere del país y sus recursos.\nDurante una edición de su programa “Con Maduro +”, el jefe de Estado propuso que cada año se celebren al menos cuatro consultas populares para decidir cuáles proyectos comunales se priorizarán. Que sea el pueblo con su voto y no un burócrata quien decida esa cuestión, aclaró.\nEn diálogo con el líder campesino Ángel Prado, nombrado días atrás nuevo ministro para las Comunas, Maduro Moros manifestó que una línea estratégica para cumplir el sueño de Chávez del socialismo en lo territorial será avanzar en el financiamiento y el desarrollo de los proyectos económico-productivos en las comunas.\nInstruyó que se depositen los recursos respectivos a todos los circuitos comunales para que se concreten los proyectos aprobados durante la consulta popular nacional del 21 de abril pasado. Entre otras acciones, indicó que una vez culminado el proyecto aprobado en esa fecha por las comunidades, sea financiado el que quedó como segundo en el escalafón.\nDe cara a un futuro mandato presidencial, consideró que se han de retomar los proyectos económico-productivos de las comunas y profundizar la democracia directa con la realización de las referidas consultas comunales trimestrales. Asimismo, señaló la importancia de profundizar el sistema de atención de salud, con la recuperación de instalaciones que brindan servicios a la población, y continuar construyendo el nuevo modelo productivo diversificado para que satisfaga las necesidades del país.\nListo para firmar un acuerdo electoral\nValoró que está listo para firmar ante el Poder Electoral un acuerdo mediante el cual los candidatos reconozcan el resultado electoral el próximo 28 de julio.\nRatificó el compromiso de respetar esos resultados. “Creo en el sistema electoral, creo en la democracia venezolana, creo en el pueblo, en la democracia profunda y verdadera. Estoy listo”, enfatizó.Añadió que una vez proclamado presidente por el pueblo, convocará a “un gran diálogo cultural, empresarial, social, político, con toda la sociedad venezolana” con el afán de armonizar la visión hacia el futuro.\nNo a las guarimbas\nMaduro Moros rechazó nuevamente cualquier acto de violencia. Alertó que la derecha tiene planes para alborotar el avispero en el contexto de los comicios. “Quieren echar a perder, hacerle un daño a la democracia venezolana (…) Pero no han podido, ni podrán”, dijo.\nDetalló que el imperialismo estadounidense y sus cómplices,. los expresidentes colombianos Iván Duque y Álvaro Uribe, han contratado a narcos colombianos y venezolanos para ello. “Han metido sicarios dentro de Venezuela para hacernos algún daño”, reiteró.\nManifestó que en el país habrá paz antes, durante y después de las elecciones. La paz llegó para quedarse y por ella daremos nuestra vida, acentuó.\nRecordó que, pese a golpes de Estado, invasiones e intentos de asesinatos, el Gobierno Bolivariano ha continuado propiciando el diálogo y el respeto a la Constitución.\nUn pueblo leal a la patria\nMaduro destacó que la lealtad a la patria es uno de los valores principales del pueblo venezolano. Tras contar vivencias de su visita al hogar del médico José Gregorio Hernández, en Isnotu (estado Trujillo), manifestó que durante su peregrinar por el país ve en el pueblo optimismo en el futuro y fe en la victoria el 28J.\nRecalcó que la esperanza está en la calle, como expresó el comandante Hugo Chávez. Subrayó que se comprometió con él a proteger al pueblo venezolano y ha cumplido ese juramento durante 11 años muy duros, cuando el país enfrentó las peores agresiones a lo largo de su historia.\nConsideró que los jóvenes son protagonistas de los cambios y las transformaciones del presente, lo cual los convierte en constructores del futuro.\nAcotó que solamente el Gran Polo Patriótico, el Partido Socialista Unido de Venezuela (PSUV) y las fuerzas del chavismo disponen de un proyecto político para desarrollar al país, el Plan de la Patria y las 7T. Recordó que esa estrategia nació del diálogo con el pueblo, de la sabiduría que emana de un pueblo empoderado por la Revolución Bolivariano, no de los bufetes de la oligarquía.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-de-venezuela-insta-a-profundizar-democracia-participativa-y-protagonica/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 689,
    "message_id": 72054,
    "date": "2024-06-11T02:55:35+00:00",
    "text": "teleSUR\nPresidente de Venezuela insta a profundizar democracia participativa y protagónica\nhttps://www.telesurtv.net/presidente-de-venezuela-insta-a-profundizar-democracia-participativa-y-protagonica/",
    "photo_path": null,
    "views": 1592,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro, instó este lunes a que se continúe fortaleciendo el poder comunal y la democracia participativa y protagónica, para empoderar más al pueblo y evitar que el imperialismo se apodere del país y sus recursos. durante una edición de su programa “con maduro +”, el jefe de estado propuso que cada año se celebren al menos cuatro consultas populares para decidir cuáles proyectos comunales se priorizarán. que sea el pueblo con su voto y no un burócrata quien decida esa cuestión, aclaró. en diálogo con el líder campesino ángel prado, nombrado días atrás nuevo ministro para las comunas, maduro moros manifestó que una línea estratégica para cumplir el sueño de chávez del socialismo en lo territorial será avanzar en el financiamiento y el desarrollo de los proyectos económico-productivos en las comunas. instruyó que se depositen los recursos respectivos a todos los circuitos comunales para que se concreten los proyectos aprobados durante la consulta popular nacional del 21 de abril pasado. entre otras acciones, indicó que una vez culminado el proyecto aprobado en esa fecha por las comunidades, sea financiado el que quedó como segundo en el escalafón. de cara a un futuro mandato presidencial, consideró que se han de retomar los proyectos económico-productivos de las comunas y profundizar la democracia directa con la realización de las referidas consultas comunales trimestrales. asimismo, señaló la importancia de profundizar el sistema de atención de salud, con la recuperación de instalaciones que brindan servicios a la población, y continuar construyendo el nuevo modelo productivo diversificado para que satisfaga las necesidades del país. listo para firmar un acuerdo electoral valoró que está listo para firmar ante el poder electoral un acuerdo mediante el cual los candidatos reconozcan el resultado electoral el próximo 28 de julio. ratificó el compromiso de respetar esos resultados. “creo en el sistema electoral, creo en la democracia venezolana, creo en el pueblo, en la democracia profunda y verdadera. estoy listo”, enfatizó.añadió que una vez proclamado presidente por el pueblo, convocará a “un gran diálogo cultural, empresarial, social, político, con toda la sociedad venezolana” con el afán de armonizar la visión hacia el futuro. no a las guarimbas maduro moros rechazó nuevamente cualquier acto de violencia. alertó que la derecha tiene planes para alborotar el avispero en el contexto de los comicios. “quieren echar a perder, hacerle un daño a la democracia venezolana (…) pero no han podido, ni podrán”, dijo. detalló que el imperialismo estadounidense y sus cómplices,. los expresidentes colombianos iván duque y álvaro uribe, han contratado a narcos colombianos y venezolanos para ello. “han metido sicarios dentro de venezuela para hacernos algún daño”, reiteró. manifestó que en el país habrá paz antes, durante y después de las elecciones. la paz llegó para quedarse y por ella daremos nuestra vida, acentuó. recordó que, pese a golpes de estado, invasiones e intentos de asesinatos, el gobierno bolivariano ha continuado propiciando el diálogo y el respeto a la constitución. un pueblo leal a la patria maduro destacó que la lealtad a la patria es uno de los valores principales del pueblo venezolano. tras contar vivencias de su visita al hogar del médico josé gregorio hernández, en isnotu (estado trujillo), manifestó que durante su peregrinar por el país ve en el pueblo optimismo en el futuro y fe en la victoria el 28j. recalcó que la esperanza está en la calle, como expresó el comandante hugo chávez. subrayó que se comprometió con él a proteger al pueblo venezolano y ha cumplido ese juramento durante 11 años muy duros, cuando el país enfrentó las peores agresiones a lo largo de su historia. consideró que los jóvenes son protagonistas de los cambios y las transformaciones del presente, lo cual los convierte en constructores del futuro. acotó que solamente el gran polo patriótico, el partido socialista unido de venezuela (psuv) y las fuerzas del chavismo disponen de un proyecto político para desarrollar al país, el plan de la patria y las 7t. recordó que esa estrategia nació del diálogo con el pueblo, de la sabiduría que emana de un pueblo empoderado por la revolución bolivariano, no de los bufetes de la oligarquía.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "instó",
      "lunes",
      "continúe",
      "fortaleciendo",
      "poder",
      "comunal",
      "democracia",
      "participativa",
      "protagónica",
      ",",
      "empoderar",
      "pueblo",
      "evitar",
      "imperialismo",
      "apodere",
      "país",
      "recursos",
      ".",
      "edición",
      "programa",
      "“",
      "maduro",
      "+",
      "”",
      ",",
      "jefe",
      "propuso",
      "cada",
      "año",
      "celebren",
      "menos",
      "cuatro",
      "consultas",
      "populares",
      "decidir",
      "cuáles",
      "proyectos",
      "comunales",
      "priorizarán",
      ".",
      "pueblo",
      "voto",
      "burócrata",
      "decida",
      "cuestión",
      ",",
      "aclaró",
      ".",
      "diálogo",
      "líder",
      "campesino",
      "ángel",
      "prado",
      ",",
      "nombrado",
      "días",
      "atrás",
      "nuevo",
      "ministro",
      "comunas",
      ",",
      "maduro",
      "moros",
      "manifestó",
      "línea",
      "estratégica",
      "cumplir",
      "sueño",
      "chávez",
      "socialismo",
      "territorial",
      "avanzar",
      "financiamiento",
      "desarrollo",
      "proyectos",
      "económico-productivos",
      "comunas",
      ".",
      "instruyó",
      "depositen",
      "recursos",
      "respectivos",
      "circuitos",
      "comunales",
      "concreten",
      "proyectos",
      "aprobados",
      "consulta",
      "popular",
      "nacional",
      "21",
      "abril",
      "pasado",
      ".",
      "acciones",
      ",",
      "indicó",
      "vez",
      "culminado",
      "proyecto",
      "aprobado",
      "fecha",
      "comunidades",
      ",",
      "financiado",
      "quedó",
      "segundo",
      "escalafón",
      ".",
      "cara",
      "futuro",
      "mandato",
      "presidencial",
      ",",
      "consideró",
      "retomar",
      "proyectos",
      "económico-productivos",
      "comunas",
      "profundizar",
      "democracia",
      "directa",
      "realización",
      "referidas",
      "consultas",
      "comunales",
      "trimestrales",
      ".",
      "asimismo",
      ",",
      "señaló",
      "importancia",
      "profundizar",
      "sistema",
      "atención",
      "salud",
      ",",
      "recuperación",
      "instalaciones",
      "brindan",
      "servicios",
      "población",
      ",",
      "continuar",
      "construyendo",
      "nuevo",
      "modelo",
      "productivo",
      "diversificado",
      "satisfaga",
      "necesidades",
      "país",
      ".",
      "listo",
      "firmar",
      "acuerdo",
      "electoral",
      "valoró",
      "listo",
      "firmar",
      "poder",
      "electoral",
      "acuerdo",
      "mediante",
      "candidatos",
      "reconozcan",
      "resultado",
      "electoral",
      "próximo",
      "28",
      "julio",
      ".",
      "ratificó",
      "compromiso",
      "respetar",
      "resultados",
      ".",
      "“",
      "creo",
      "sistema",
      "electoral",
      ",",
      "creo",
      "democracia",
      "venezolana",
      ",",
      "creo",
      "pueblo",
      ",",
      "democracia",
      "profunda",
      "verdadera",
      ".",
      "listo",
      "”",
      ",",
      "enfatizó.añadió",
      "vez",
      "proclamado",
      "presidente",
      "pueblo",
      ",",
      "convocará",
      "“",
      "gran",
      "diálogo",
      "cultural",
      ",",
      "empresarial",
      ",",
      "social",
      ",",
      "político",
      ",",
      "toda",
      "sociedad",
      "venezolana",
      "”",
      "afán",
      "armonizar",
      "visión",
      "hacia",
      "futuro",
      ".",
      "guarimbas",
      "maduro",
      "moros",
      "rechazó",
      "nuevamente",
      "cualquier",
      "acto",
      "violencia",
      ".",
      "alertó",
      "derecha",
      "planes",
      "alborotar",
      "avispero",
      "contexto",
      "comicios",
      ".",
      "“",
      "quieren",
      "echar",
      "perder",
      ",",
      "hacerle",
      "daño",
      "democracia",
      "venezolana",
      "(",
      "…",
      ")",
      "podido",
      ",",
      "podrán",
      "”",
      ",",
      "dijo",
      ".",
      "detalló",
      "imperialismo",
      "estadounidense",
      "cómplices",
      ",",
      ".",
      "expresidentes",
      "colombianos",
      "iván",
      "duque",
      "álvaro",
      "uribe",
      ",",
      "contratado",
      "narcos",
      "colombianos",
      "venezolanos",
      "ello",
      ".",
      "“",
      "metido",
      "sicarios",
      "dentro",
      "venezuela",
      "hacernos",
      "algún",
      "daño",
      "”",
      ",",
      "reiteró",
      ".",
      "manifestó",
      "país",
      "paz",
      ",",
      "después",
      "elecciones",
      ".",
      "paz",
      "llegó",
      "quedarse",
      "daremos",
      "vida",
      ",",
      "acentuó",
      ".",
      "recordó",
      ",",
      "pese",
      "golpes",
      ",",
      "invasiones",
      "intentos",
      "asesinatos",
      ",",
      "gobierno",
      "bolivariano",
      "continuado",
      "propiciando",
      "diálogo",
      "respeto",
      "constitución",
      ".",
      "pueblo",
      "leal",
      "patria",
      "maduro",
      "destacó",
      "lealtad",
      "patria",
      "valores",
      "principales",
      "pueblo",
      "venezolano",
      ".",
      "tras",
      "contar",
      "vivencias",
      "visita",
      "hogar",
      "médico",
      "josé",
      "gregorio",
      "hernández",
      ",",
      "isnotu",
      "(",
      "trujillo",
      ")",
      ",",
      "manifestó",
      "peregrinar",
      "país",
      "ve",
      "pueblo",
      "optimismo",
      "futuro",
      "fe",
      "victoria",
      "28j",
      ".",
      "recalcó",
      "esperanza",
      "calle",
      ",",
      "expresó",
      "comandante",
      "hugo",
      "chávez",
      ".",
      "subrayó",
      "comprometió",
      "proteger",
      "pueblo",
      "venezolano",
      "cumplido",
      "juramento",
      "11",
      "años",
      "duros",
      ",",
      "país",
      "enfrentó",
      "peores",
      "agresiones",
      "largo",
      "historia",
      ".",
      "consideró",
      "jóvenes",
      "protagonistas",
      "cambios",
      "transformaciones",
      "presente",
      ",",
      "convierte",
      "constructores",
      "futuro",
      ".",
      "acotó",
      "solamente",
      "gran",
      "polo",
      "patriótico",
      ",",
      "partido",
      "socialista",
      "unido",
      "venezuela",
      "(",
      "psuv",
      ")",
      "fuerzas",
      "chavismo",
      "disponen",
      "proyecto",
      "político",
      "desarrollar",
      "país",
      ",",
      "plan",
      "patria",
      "7t",
      ".",
      "recordó",
      "estrategia",
      "nació",
      "diálogo",
      "pueblo",
      ",",
      "sabiduría",
      "emana",
      "pueblo",
      "empoderado",
      "revolución",
      "bolivariano",
      ",",
      "bufetes",
      "oligarquía",
      "."
    ],
    "token_count": 446,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "NN": 260,
      "FW": 143,
      "NNS": 35,
      "VBP": 21,
      "JJ": 63,
      "RB": 3,
      "VBZ": 13,
      "IN": 23,
      "DT": 4,
      "MD": 2,
      "VB": 4,
      "CD": 5,
      "VBD": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NN": 29,
      "NN-FW": 26,
      "FW-NNP": 16,
      "NNP-NNP": 24,
      "NN-NN": 153,
      "NN-NNS": 11,
      "NNS-VBP": 17,
      "VBP-JJ": 15,
      "JJ-NN": 45,
      "NN-VBP": 2,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "VBZ-JJ": 5,
      "NN-NNP": 19,
      "NNP-JJ": 2,
      "NN-IN": 18,
      "IN-FW": 18,
      "FW-FW": 84,
      "NNP-FW": 8,
      "FW-NN": 24,
      "IN-NNP": 2,
      "NN-JJ": 17,
      "IN-NNS": 1,
      "JJ-NNS": 5,
      "VBP-NNS": 3,
      "JJ-NNP": 3,
      "NN-DT": 1,
      "DT-JJ": 2,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-JJ": 3,
      "JJ-JJ": 7,
      "NNS-NNP": 6,
      "FW-JJ": 8,
      "NN-VB": 2,
      "NN-VBZ": 7,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "JJ-FW": 3,
      "NN-CD": 2,
      "CD-IN": 2,
      "VB-NN": 1,
      "NNS-NNS": 4,
      "FW-NNS": 9,
      "NNS-IN": 3,
      "IN-JJ": 1,
      "NNS-JJ": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "IN-NN": 1,
      "NNP-VBZ": 5,
      "VBZ-NN": 2,
      "VBZ-DT": 1,
      "NNP-VBP": 2,
      "VBP-RB": 1,
      "RB-JJR": 1,
      "JJR-NN": 1,
      "NNP-DT": 2,
      "DT-NN": 1,
      "VBP-NNP": 1,
      "VBP-FW": 1,
      "NNP-NNS": 1,
      "NNS-NN": 2,
      "FW-CD": 1,
      "CD-NNP": 2,
      "CD-NN": 1,
      "VBZ-NNS": 1,
      "NNS-FW": 1,
      "VBZ-FW": 1,
      "VBZ-NNP": 1,
      "VBZ-CD": 1,
      "DT-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 4,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 25,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 11,
      "JJ-NN-NN": 31,
      "NN-NN-NN": 88,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "NN-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "NN-NN-NNP": 12,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-IN": 4,
      "NN-IN-FW": 16,
      "IN-FW-FW": 10,
      "FW-FW-NNP": 6,
      "NNP-NNP-FW": 4,
      "NNP-FW-NN": 2,
      "FW-NN-IN": 4,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 12,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "NN-NNP-NN": 9,
      "NN-NNP-NNP": 6,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "NN-NN-FW": 14,
      "NN-FW-FW": 15,
      "FW-FW-FW": 55,
      "FW-NNP-FW": 4,
      "FW-NN-FW": 9,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 6,
      "NN-NN-IN": 7,
      "IN-FW-NN": 3,
      "NN-FW-NN": 6,
      "IN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "NNS-NNP-NN": 3,
      "NN-NN-VB": 1,
      "NN-VB-JJ": 2,
      "VB-JJ-NN": 1,
      "NN-NN-VBZ": 4,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-VB": 1,
      "VB-JJ-NNS": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-JJ": 3,
      "JJ-NN-CD": 1,
      "NN-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-NN-NNP": 2,
      "NN-NNP-MD": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "FW-NN-NN": 6,
      "JJ-NN-NNS": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNP-FW-JJ": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "FW-FW-NNS": 7,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "FW-FW-NN": 11,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "JJ-NN-NNP": 4,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-IN": 1,
      "NNP-FW-FW": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-RB": 1,
      "VBP-RB-JJR": 1,
      "RB-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "IN-FW-NNP": 1,
      "FW-NNP-NN": 4,
      "FW-NN-NNS": 1,
      "FW-NNS-NNP": 3,
      "NNS-NNP-VBZ": 1,
      "VBZ-NN-NN": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NN-JJ-NNS": 2,
      "NNP-NN-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "FW-NN-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNP-NN-JJ": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-IN": 1,
      "NNP-FW-NNP": 4,
      "FW-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NN": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NN-NNS-NN": 1,
      "NNS-NN-FW": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NN-FW-JJ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-VBZ-JJ": 1,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NNP": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-FW": 1,
      "DT-FW-FW": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 260,
        "FW": 143,
        "NNP": 75,
        "JJ": 63,
        "NNS": 35
      },
      "top_bigrams": {
        "NN-NN": 153,
        "FW-FW": 84,
        "JJ-NN": 45,
        "NNP-NN": 29,
        "NN-FW": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 88,
        "FW-FW-FW": 55,
        "JJ-NN-NN": 31,
        "NNP-NN-NN": 25,
        "NN-IN-FW": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 164,
      "VP": 38,
      "PP": 5,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('han', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "VP -> ('el', 'VBP') NP NP",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "S -> NP ('de', 'FW') NP (',', ',') NP (',', ',') NP VP VP (',', ',') NP ('apodere', 'RB') VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0041
      },
      {
        "rule": "NP -> ('El', 'NNP') ('presidente', 'NN')",
        "frequency": 1,
        "weight": 0.0041
      },
      {
        "rule": "NP -> ('Nicolás', 'NNP') ('Maduro', 'NNP')",
        "frequency": 1,
        "weight": 0.0041
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro"
      },
      {
        "label": "NP",
        "text": "instó este"
      },
      {
        "label": "VP",
        "text": "lunes a que se continúe fortaleciendo el"
      },
      {
        "label": "NP",
        "text": "a que se continúe fortaleciendo el"
      },
      {
        "label": "VP",
        "text": "poder comunal y la democracia participativa y protagónica"
      },
      {
        "label": "NP",
        "text": "comunal y la democracia participativa y protagónica"
      },
      {
        "label": "NP",
        "text": "para empoderar más al pueblo y evitar que el imperialismo se"
      },
      {
        "label": "VP",
        "text": "del país y sus recursos"
      },
      {
        "label": "NP",
        "text": "país y sus recursos"
      },
      {
        "label": "NP",
        "text": "Durante"
      },
      {
        "label": "NP",
        "text": "una edición"
      },
      {
        "label": "NP",
        "text": "programa"
      },
      {
        "label": "NP",
        "text": "Con Maduro + ”"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  (NP instó/JJ este/NN)\n  (VP\n    lunes/VBZ\n    (NP a/DT que/NN se/NN continúe/NN fortaleciendo/NN el/NN))\n  (VP\n    poder/VBP\n    (NP\n      comunal/JJ\n      y/NN\n      la/NN\n      democracia/NN\n      participativa/NN\n      y/NN\n      protagónica/NN))\n  ,/,\n  (NP\n    para/NN\n    empoderar/NN\n    más/NN\n    al/NN\n    pueblo/NN\n    y/NN\n    evitar/NN\n    que/NN\n    el/NN\n    imperialismo/NN\n    se/NN)\n  apodere/RB\n  (VP del/VBZ (NP país/JJ y/NNS sus/NN recursos/NN))\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  (NP una/JJ edición/NN)\n  de/IN\n  su/FW\n  (NP programa/NN)\n  “/FW\n  (NP Con/NNP Maduro/NNP +/NNP ”/NNP)\n  ,/,\n  (NP el/JJ jefe/NN)\n  (PP de/IN (NP Estado/NNP propuso/NN que/NN cada/NN año/NN))\n  (NP se/JJ celebren/NN)\n  (PP al/IN (NP menos/NNS))\n  (VP cuatro/VBP (NP consultas/JJ populares/NNS))\n  (VP para/VBP (NP decidir/JJ cuáles/NNS))\n  (VP proyectos/VBP (NP comunales/NNS))\n  se/FW\n  (NP priorizarán/NN)\n  ./.)",
      "(S\n  (NP Que/NNP sea/NN el/NN pueblo/NN con/NN su/NN voto/NN)\n  (VP\n    y/VBZ\n    (NP\n      no/DT\n      un/JJ\n      burócrata/NN\n      quien/NN\n      decida/NN\n      esa/NN\n      cuestión/NN))\n  ,/,\n  (NP aclaró/NN)\n  ./.)",
      "(S\n  (NP\n    En/NNP\n    diálogo/NN\n    con/NN\n    el/NN\n    líder/NN\n    campesino/NN\n    Ángel/NNP\n    Prado/NNP)\n  ,/,\n  nombrado/RB\n  (NP días/JJ atrás/NN)\n  nuevo/FW\n  (NP ministro/NN para/NN las/NN Comunas/NNP)\n  ,/,\n  (NP Maduro/NNP Moros/NNP manifestó/NN que/NN)\n  (NP una/JJ línea/NN estratégica/NN para/NN cumplir/NN)\n  el/FW\n  sueño/FW\n  de/FW\n  (NP Chávez/NNP)\n  del/FW\n  (NP socialismo/NN)\n  en/FW\n  lo/FW\n  (NP territorial/JJ será/NN avanzar/NN)\n  en/IN\n  el/FW\n  financiamiento/FW\n  y/FW\n  el/FW\n  desarrollo/FW\n  de/FW\n  los/FW\n  (NP proyectos/JJ económico-productivos/JJ en/NN las/NN comunas/NN)\n  ./.)",
      "(S\n  (NP Instruyó/NNP que/NN se/NN)\n  (VP\n    depositen/VB\n    (NP los/JJ recursos/NN respectivos/NN)\n    (NP a/DT todos/JJ los/NN circuitos/NN))\n  (VP comunales/VBZ para/RB (NP que/JJ se/NN))\n  (VP concreten/VB (NP los/JJ proyectos/NNS))\n  (VP aprobados/VBP durante/JJ)\n  la/FW\n  (NP consulta/NN)\n  (NP popular/JJ nacional/JJ del/NN)\n  21/CD\n  de/IN\n  abril/FW\n  (NP pasado/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "LOCALIZACIONES_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          639,
          648
        ],
        "start": 639,
        "end": 648
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          759,
          773
        ],
        "start": 759,
        "end": 773
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          1440,
          1446
        ],
        "start": 1440,
        "end": 1446
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "aclaró",
        "position": [
          518,
          524
        ],
        "start": 518,
        "end": 524
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          3804,
          3811
        ],
        "start": 3804,
        "end": 3811
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          1894,
          1902
        ],
        "start": 1894,
        "end": 1902
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          2335,
          2342
        ],
        "start": 2335,
        "end": 2342
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          3193,
          3200
        ],
        "start": 3193,
        "end": 3200
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3592,
          3599
        ],
        "start": 3592,
        "end": 3599
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo mediante el cual los candidatos reconozcan el resultado electoral el próximo 28",
        "position": [
          1796,
          1883
        ],
        "start": 1796,
        "end": 1883
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          3145,
          3157
        ],
        "start": 3145,
        "end": 3157
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          3545,
          3550
        ],
        "start": 3545,
        "end": 3550
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          2922,
          2928
        ],
        "start": 2922,
        "end": 2928
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado propuso",
        "position": [
          311,
          325
        ],
        "start": 311,
        "end": 325
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle, como",
        "position": [
          3545,
          3556
        ],
        "start": 3545,
        "end": 3556
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          200,
          212
        ],
        "start": 200,
        "end": 212
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "durante 11 años",
        "position": [
          3686,
          3701
        ],
        "start": 3686,
        "end": 3701
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Ángel Prado",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iván Duque",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "José Gregorio Hernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Comunas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno Bolivariano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Álvaro Uribe",
        "tipo": "Persona"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Gran Polo Patriótico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Acotó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "estado Trujillo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Isnotu",
        "tipo": "Lugar"
      },
      {
        "nombre": "Partido Socialista Unido de Venezuela",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Maduro Moros",
        "relacion": "MANIFESTAR",
        "objeto": "Ángel Prado"
      },
      {
        "sujeto": "Ángel Prado",
        "relacion": "MANIFESTAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "MANIFESTAR",
        "objeto": "Comunas"
      },
      {
        "sujeto": "Comunas",
        "relacion": "MANIFESTAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "MANIFESTAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Gobierno Bolivariano",
        "relacion": "CONTINUAR_RECORDAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Estado",
        "relacion": "CONTINUAR_RECORDAR",
        "objeto": "Constitución"
      },
      {
        "sujeto": "Gobierno Bolivariano",
        "relacion": "CONTINUAR_RECORDAR",
        "objeto": "Constitución"
      },
      {
        "sujeto": "José Gregorio Hernández",
        "relacion": "CONTAR_MANIFESTAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Isnotu",
        "relacion": "ES",
        "objeto": "estado Trujillo"
      },
      {
        "sujeto": "Isnotu",
        "relacion": "CONTAR_MANIFESTAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "estado Trujillo",
        "relacion": "CONTAR_MANIFESTAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Gran Polo Patriótico",
        "relacion": "ACOTAR",
        "objeto": "Acotó"
      },
      {
        "sujeto": "Acotó",
        "relacion": "ACOTAR",
        "objeto": "Partido Socialista Unido de Venezuela"
      },
      {
        "sujeto": "Acotó",
        "relacion": "ACOTAR",
        "objeto": "PSUV"
      },
      {
        "sujeto": "Acotó",
        "relacion": "ACOTAR",
        "objeto": "Recordó"
      },
      {
        "sujeto": "Gran Polo Patriótico",
        "relacion": "DISPONER_ACOTAR",
        "objeto": "Recordó"
      },
      {
        "sujeto": "Partido Socialista Unido de Venezuela",
        "relacion": "DISPONER_ACOTAR",
        "objeto": "Recordó"
      },
      {
        "sujeto": "PSUV",
        "relacion": "DISPONER_ACOTAR",
        "objeto": "Recordó"
      }
    ]
  },
  "sentiment": {
    "compound": -0.0516,
    "pos": 0.011,
    "neu": 0.975,
    "neg": 0.013,
    "label": "negative"
  }
}