{
  "url": "https://www.telesurtv.net/quienes-son-los-candidatos-a-la-presidencia-de-iran/",
  "title": "¿Quiénes son los candidatos a la Presidencia de Irán? - teleSUR",
  "section": "Mundo",
  "tags": [
    "Democracia",
    "Ebrahim Raisi",
    "Elecciones presidenciales",
    "Irán"
  ],
  "text": "\nEl presidente en funciones de Irán, Mohamad Mojber, instó a la ciudadanía a participar de manera masiva en las elecciones anticipadas de este 28 de junio para elegir al nuevo jefe de Estado del país y, con ello, preservar su soberanía e independencia.\n\nA su vez, el líder supremo iraní, ayatolá Seyed Ali Jamenei, aseguró que las elecciones siempre ayudan a derrotar a los enemigos de la Revolución Islámica.\n“Cuando las participación baja en unas elecciones, aumentan los reproches de los enemigos, pero cuando hay una alta participación los enemigos se muerden la lengua”, expresó.\nEl Consejo de Guardianes de Irán seleccionó a seis aspirantes entre los 80 que se inscribieron: Masud Pezeshkian, Mostafa Purmohamadi, Said Yalili, Alireza Zakani, Amirhosein Qazizade Hashemi y Mohamad Baqer Qalibaf.\nEllos mostraron sus propuestas a través de cinco debates que fueron televisados a todo el país, en vivo, por la Radiodifusión de la República Islámica de Irán (IRIB). Sin embargo, dos candidatos anunciaron el jueves que se retiraban de la contienda electoral: Alireza Zakani y Amirhosein Qazizade Hashemi.\nA continuación los cuatro candidatos a la Presidencia de Irán:\nMasud Pezeshkian (1954)\nFue ministro de Salud entre 2001 y 2005. Tiene amplia experiencia parlamentaria. Durante los debates apostó por frenar gastos innecesarios, combatir la corrupción de manera eficaz, fomentar la unidad y el consenso a nivel interno, y reformar las relaciones internacionales de Irán como un paso crucial hacia el logro del crecimiento económico.\nMostafa Purmohamadi (1959)\nTrabajó como fiscal de la Revolución Islámica y en varias provincias desde 1979 hasta 1986. Entre otras responsabilidades, fue ministro del Interior (2004-2007), ministro de Justicia (2013-2017) y jefe de la Organización de Inspección General del país (2007-2012).\nAbogó por mantener la estabilidad del país y garantizar que siga creciendo económicamente pese a las sanciones occidentales, así como eliminar obstáculos a producciones e introducir fórmulas de gobierno electrónico como una vía para reducir el burocratismo.\nSaid Yalili (1965)\nEntre 2007 y 2013 fungió como secretario del Consejo Supremo de Seguridad Nacional y jefe del grupo de negociación nuclear con los países occidentales. Desde 2013 forma parte del Consejo de Discernimiento del Sistema y representa al ayatolá Seyed Ali Jamenei en el Consejo Supremo de Seguridad Nacional.\nEntre sus prioridades estarán la estabilidad monetaria, la creación de empleo, el empoderamiento de las mujeres y el uso del potencial productivo de las áreas rurales para generar más riquezas. Defendió la necesidad de una planificación meticulosa.\nMohamad Baqer Qalibaf (1961)\nPresidente del Parlamento desde 2020. Fue nombrado en 1997 comandante de la Fuerza Naval del Cuerpo de Guardianes de la Revolución Islámica y durante 12 años fue alcalde de Teherán.\nSe inclinó por asistencia integral a la población abordando cuestiones clave como el acceso a la atención médica, el suministro de bienes esenciales, la asequibilidad de la vivienda, el apoyo agrícola y la creación de empleo en áreas rurales. Advirtió sobre las amenazas externas al país y prometió consolidar la paz.\nEstas serán las decimocuartas elecciones presidenciales de Irán tras el triunfo, en 1979, de su Revolución Islámica y el derrocamiento del sha Reza Palevi, aliado del imperialismo estadounidense y británico.\nEstán habilitados para participar 61 millones de iraníes, mayores de 18 años. En Irán el voto es voluntario.Se han habilitado miles de centros de votación en todo el país y 250 en el extranjero. La votación puede durar 24 horas, pero este plazo podría ampliarse si el Ministerio del Interior lo considera pertinente.\nSi ningún candidato obtiene mayoría de votos, se llevará a cabo una segunda vuelta el 5 de julio con los candidatos que obtengan mayor número de sufragios.\nDe acuerdo con el Ministerio de Cultura y Orientación Islámica, más de 500 periodistas de 150 medios de comunicación de 31 países cubrirán los comicios. Una cifra superior a los 220.000 policías velarán por la tranquilidad de la jornada. De ellos, unos 190.000 custodiarán las mesas de votación.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/quienes-son-los-candidatos-a-la-presidencia-de-iran/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 102,
    "message_id": 72641,
    "date": "2024-06-28T04:55:12+00:00",
    "text": "teleSUR\n¿Quiénes son los candidatos a la Presidencia de Irán?\nhttps://www.telesurtv.net/quienes-son-los-candidatos-a-la-presidencia-de-iran/",
    "photo_path": null,
    "views": 1269,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el presidente en funciones de irán, mohamad mojber, instó a la ciudadanía a participar de manera masiva en las elecciones anticipadas de este 28 de junio para elegir al nuevo jefe de estado del país y, con ello, preservar su soberanía e independencia. a su vez, el líder supremo iraní, ayatolá seyed ali jamenei, aseguró que las elecciones siempre ayudan a derrotar a los enemigos de la revolución islámica. “cuando las participación baja en unas elecciones, aumentan los reproches de los enemigos, pero cuando hay una alta participación los enemigos se muerden la lengua”, expresó. el consejo de guardianes de irán seleccionó a seis aspirantes entre los 80 que se inscribieron: masud pezeshkian, mostafa purmohamadi, said yalili, alireza zakani, amirhosein qazizade hashemi y mohamad baqer qalibaf. ellos mostraron sus propuestas a través de cinco debates que fueron televisados a todo el país, en vivo, por la radiodifusión de la república islámica de irán (irib). sin embargo, dos candidatos anunciaron el jueves que se retiraban de la contienda electoral: alireza zakani y amirhosein qazizade hashemi. a continuación los cuatro candidatos a la presidencia de irán: masud pezeshkian (1954) fue ministro de salud entre 2001 y 2005. tiene amplia experiencia parlamentaria. durante los debates apostó por frenar gastos innecesarios, combatir la corrupción de manera eficaz, fomentar la unidad y el consenso a nivel interno, y reformar las relaciones internacionales de irán como un paso crucial hacia el logro del crecimiento económico. mostafa purmohamadi (1959) trabajó como fiscal de la revolución islámica y en varias provincias desde 1979 hasta 1986. entre otras responsabilidades, fue ministro del interior (2004-2007), ministro de justicia (2013-2017) y jefe de la organización de inspección general del país (2007-2012). abogó por mantener la estabilidad del país y garantizar que siga creciendo económicamente pese a las sanciones occidentales, así como eliminar obstáculos a producciones e introducir fórmulas de gobierno electrónico como una vía para reducir el burocratismo. said yalili (1965) entre 2007 y 2013 fungió como secretario del consejo supremo de seguridad nacional y jefe del grupo de negociación nuclear con los países occidentales. desde 2013 forma parte del consejo de discernimiento del sistema y representa al ayatolá seyed ali jamenei en el consejo supremo de seguridad nacional. entre sus prioridades estarán la estabilidad monetaria, la creación de empleo, el empoderamiento de las mujeres y el uso del potencial productivo de las áreas rurales para generar más riquezas. defendió la necesidad de una planificación meticulosa. mohamad baqer qalibaf (1961) presidente del parlamento desde 2020. fue nombrado en 1997 comandante de la fuerza naval del cuerpo de guardianes de la revolución islámica y durante 12 años fue alcalde de teherán. se inclinó por asistencia integral a la población abordando cuestiones clave como el acceso a la atención médica, el suministro de bienes esenciales, la asequibilidad de la vivienda, el apoyo agrícola y la creación de empleo en áreas rurales. advirtió sobre las amenazas externas al país y prometió consolidar la paz. estas serán las decimocuartas elecciones presidenciales de irán tras el triunfo, en 1979, de su revolución islámica y el derrocamiento del sha reza palevi, aliado del imperialismo estadounidense y británico. están habilitados para participar 61 millones de iraníes, mayores de 18 años. en irán el voto es voluntario.se han habilitado miles de centros de votación en todo el país y 250 en el extranjero. la votación puede durar 24 horas, pero este plazo podría ampliarse si el ministerio del interior lo considera pertinente. si ningún candidato obtiene mayoría de votos, se llevará a cabo una segunda vuelta el 5 de julio con los candidatos que obtengan mayor número de sufragios. de acuerdo con el ministerio de cultura y orientación islámica, más de 500 periodistas de 150 medios de comunicación de 31 países cubrirán los comicios. una cifra superior a los 220.000 policías velarán por la tranquilidad de la jornada. de ellos, unos 190.000 custodiarán las mesas de votación.",
    "tokens": [
      "presidente",
      "funciones",
      "irán",
      ",",
      "mohamad",
      "mojber",
      ",",
      "instó",
      "ciudadanía",
      "participar",
      "manera",
      "masiva",
      "elecciones",
      "anticipadas",
      "28",
      "junio",
      "elegir",
      "nuevo",
      "jefe",
      "país",
      ",",
      "ello",
      ",",
      "preservar",
      "soberanía",
      "independencia",
      ".",
      "vez",
      ",",
      "líder",
      "supremo",
      "iraní",
      ",",
      "ayatolá",
      "seyed",
      "ali",
      "jamenei",
      ",",
      "aseguró",
      "elecciones",
      "siempre",
      "ayudan",
      "derrotar",
      "enemigos",
      "revolución",
      "islámica",
      ".",
      "“",
      "participación",
      "baja",
      "unas",
      "elecciones",
      ",",
      "aumentan",
      "reproches",
      "enemigos",
      ",",
      "alta",
      "participación",
      "enemigos",
      "muerden",
      "lengua",
      "”",
      ",",
      "expresó",
      ".",
      "consejo",
      "guardianes",
      "irán",
      "seleccionó",
      "seis",
      "aspirantes",
      "80",
      "inscribieron",
      ":",
      "masud",
      "pezeshkian",
      ",",
      "mostafa",
      "purmohamadi",
      ",",
      "said",
      "yalili",
      ",",
      "alireza",
      "zakani",
      ",",
      "amirhosein",
      "qazizade",
      "hashemi",
      "mohamad",
      "baqer",
      "qalibaf",
      ".",
      "mostraron",
      "propuestas",
      "través",
      "cinco",
      "debates",
      "televisados",
      "país",
      ",",
      "vivo",
      ",",
      "radiodifusión",
      "república",
      "islámica",
      "irán",
      "(",
      "irib",
      ")",
      ".",
      "embargo",
      ",",
      "dos",
      "candidatos",
      "anunciaron",
      "jueves",
      "retiraban",
      "contienda",
      "electoral",
      ":",
      "alireza",
      "zakani",
      "amirhosein",
      "qazizade",
      "hashemi",
      ".",
      "continuación",
      "cuatro",
      "candidatos",
      "presidencia",
      "irán",
      ":",
      "masud",
      "pezeshkian",
      "(",
      "1954",
      ")",
      "ministro",
      "salud",
      "2001",
      "2005.",
      "amplia",
      "experiencia",
      "parlamentaria",
      ".",
      "debates",
      "apostó",
      "frenar",
      "gastos",
      "innecesarios",
      ",",
      "combatir",
      "corrupción",
      "manera",
      "eficaz",
      ",",
      "fomentar",
      "unidad",
      "consenso",
      "nivel",
      "interno",
      ",",
      "reformar",
      "relaciones",
      "internacionales",
      "irán",
      "paso",
      "crucial",
      "hacia",
      "logro",
      "crecimiento",
      "económico",
      ".",
      "mostafa",
      "purmohamadi",
      "(",
      "1959",
      ")",
      "trabajó",
      "fiscal",
      "revolución",
      "islámica",
      "varias",
      "provincias",
      "1979",
      "1986.",
      "responsabilidades",
      ",",
      "ministro",
      "interior",
      "(",
      "2004-2007",
      ")",
      ",",
      "ministro",
      "justicia",
      "(",
      "2013-2017",
      ")",
      "jefe",
      "organización",
      "inspección",
      "general",
      "país",
      "(",
      "2007-2012",
      ")",
      ".",
      "abogó",
      "mantener",
      "estabilidad",
      "país",
      "garantizar",
      "siga",
      "creciendo",
      "económicamente",
      "pese",
      "sanciones",
      "occidentales",
      ",",
      "así",
      "eliminar",
      "obstáculos",
      "producciones",
      "introducir",
      "fórmulas",
      "gobierno",
      "electrónico",
      "vía",
      "reducir",
      "burocratismo",
      ".",
      "said",
      "yalili",
      "(",
      "1965",
      ")",
      "2007",
      "2013",
      "fungió",
      "secretario",
      "consejo",
      "supremo",
      "seguridad",
      "nacional",
      "jefe",
      "grupo",
      "negociación",
      "nuclear",
      "países",
      "occidentales",
      ".",
      "2013",
      "forma",
      "parte",
      "consejo",
      "discernimiento",
      "sistema",
      "representa",
      "ayatolá",
      "seyed",
      "ali",
      "jamenei",
      "consejo",
      "supremo",
      "seguridad",
      "nacional",
      ".",
      "prioridades",
      "estabilidad",
      "monetaria",
      ",",
      "creación",
      "empleo",
      ",",
      "empoderamiento",
      "mujeres",
      "uso",
      "potencial",
      "productivo",
      "áreas",
      "rurales",
      "generar",
      "riquezas",
      ".",
      "defendió",
      "necesidad",
      "planificación",
      "meticulosa",
      ".",
      "mohamad",
      "baqer",
      "qalibaf",
      "(",
      "1961",
      ")",
      "presidente",
      "parlamento",
      "2020.",
      "nombrado",
      "1997",
      "comandante",
      "fuerza",
      "naval",
      "cuerpo",
      "guardianes",
      "revolución",
      "islámica",
      "12",
      "años",
      "alcalde",
      "teherán",
      ".",
      "inclinó",
      "asistencia",
      "integral",
      "población",
      "abordando",
      "cuestiones",
      "clave",
      "acceso",
      "atención",
      "médica",
      ",",
      "suministro",
      "bienes",
      "esenciales",
      ",",
      "asequibilidad",
      "vivienda",
      ",",
      "apoyo",
      "agrícola",
      "creación",
      "empleo",
      "áreas",
      "rurales",
      ".",
      "advirtió",
      "amenazas",
      "externas",
      "país",
      "prometió",
      "consolidar",
      "paz",
      ".",
      "decimocuartas",
      "elecciones",
      "presidenciales",
      "irán",
      "tras",
      "triunfo",
      ",",
      "1979",
      ",",
      "revolución",
      "islámica",
      "derrocamiento",
      "sha",
      "reza",
      "palevi",
      ",",
      "aliado",
      "imperialismo",
      "estadounidense",
      "británico",
      ".",
      "habilitados",
      "participar",
      "61",
      "millones",
      "iraníes",
      ",",
      "mayores",
      "18",
      "años",
      ".",
      "irán",
      "voto",
      "voluntario.se",
      "habilitado",
      "miles",
      "centros",
      "votación",
      "país",
      "250",
      "extranjero",
      ".",
      "votación",
      "puede",
      "durar",
      "24",
      "horas",
      ",",
      "plazo",
      "podría",
      "ampliarse",
      "si",
      "ministerio",
      "interior",
      "considera",
      "pertinente",
      ".",
      "si",
      "ningún",
      "candidato",
      "obtiene",
      "mayoría",
      "votos",
      ",",
      "llevará",
      "cabo",
      "segunda",
      "vuelta",
      "5",
      "julio",
      "candidatos",
      "obtengan",
      "mayor",
      "número",
      "sufragios",
      ".",
      "acuerdo",
      "ministerio",
      "cultura",
      "orientación",
      "islámica",
      ",",
      "500",
      "periodistas",
      "150",
      "medios",
      "comunicación",
      "31",
      "países",
      "cubrirán",
      "comicios",
      ".",
      "cifra",
      "superior",
      "220.000",
      "policías",
      "velarán",
      "tranquilidad",
      "jornada",
      ".",
      ",",
      "190.000",
      "custodiarán",
      "mesas",
      "votación",
      "."
    ],
    "token_count": 454,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 119,
      "NN": 177,
      "FW": 139,
      "JJ": 55,
      "IN": 26,
      "NNS": 37,
      "CD": 26,
      "VBP": 16,
      "VBZ": 9,
      "CC": 2,
      "VBN": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NN": 20,
      "NN-FW": 15,
      "FW-FW": 77,
      "FW-NNP": 28,
      "NNP-NNP": 53,
      "NN-NN": 98,
      "NN-JJ": 12,
      "JJ-NN": 31,
      "NN-IN": 15,
      "IN-FW": 10,
      "FW-NNS": 7,
      "NNS-FW": 8,
      "FW-CD": 3,
      "CD-FW": 3,
      "FW-NN": 15,
      "IN-NNP": 8,
      "NNP-FW": 21,
      "NN-NNP": 15,
      "JJ-NNS": 7,
      "NNS-VBP": 16,
      "VBP-JJ": 9,
      "NNP-VBZ": 6,
      "VBZ-JJ": 4,
      "IN-JJ": 3,
      "NNS-IN": 5,
      "FW-JJ": 8,
      "NNP-IN": 5,
      "NN-VBZ": 3,
      "NN-CD": 8,
      "CD-NN": 9,
      "NN-NNS": 11,
      "VBP-IN": 1,
      "IN-NN": 1,
      "JJ-JJ": 9,
      "JJ-NNP": 2,
      "NNP-JJ": 5,
      "JJ-CD": 3,
      "CD-NNP": 7,
      "CD-CD": 2,
      "NNS-NNS": 3,
      "NNP-CD": 5,
      "JJ-FW": 3,
      "VBP-NN": 2,
      "VBP-NNS": 2,
      "VBZ-NNS": 1,
      "NNS-NNP": 4,
      "VBP-FW": 1,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "VBZ-CD": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNP-NNS": 1,
      "IN-CD": 4,
      "VBZ-FW": 1,
      "CD-NNS": 5,
      "VBZ-NN": 1,
      "VBZ-NNP": 1,
      "NNS-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 1,
      "NN-FW-FW": 8,
      "FW-FW-FW": 48,
      "FW-FW-NNP": 12,
      "FW-NNP-NNP": 12,
      "NNP-NNP-NNP": 26,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 12,
      "NN-NN-JJ": 7,
      "NN-JJ-NN": 8,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 9,
      "IN-FW-FW": 3,
      "FW-FW-NNS": 5,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 7,
      "FW-FW-CD": 3,
      "FW-CD-FW": 2,
      "CD-FW-FW": 3,
      "FW-FW-NN": 8,
      "FW-NN-IN": 2,
      "NN-IN-NNP": 3,
      "IN-NNP-FW": 2,
      "NNP-FW-NN": 4,
      "FW-NN-NN": 4,
      "NN-NN-NN": 55,
      "NN-NN-NNP": 14,
      "NN-NNP-NNP": 9,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 7,
      "JJ-NN-NN": 19,
      "NN-NN-FW": 8,
      "NNP-NNP-VBZ": 5,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 3,
      "JJ-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "NNS-IN-FW": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 5,
      "NNP-NNP-IN": 5,
      "NNP-IN-NNP": 4,
      "NNP-FW-NNP": 9,
      "FW-NNP-NN": 4,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "JJ-NN-CD": 2,
      "NN-CD-NN": 4,
      "CD-NN-NN": 6,
      "NNP-NN-NNS": 3,
      "NN-NNS-VBP": 8,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NN-IN": 4,
      "IN-FW-NN": 1,
      "FW-NN-FW": 4,
      "NN-FW-NNP": 4,
      "FW-NNP-FW": 11,
      "NNP-FW-FW": 6,
      "IN-NNP-NNP": 4,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-FW": 3,
      "NNP-NN-CD": 2,
      "NN-CD-CD": 1,
      "CD-CD-NNP": 1,
      "CD-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "NN-NNP-NN": 3,
      "NN-NN-NNS": 5,
      "NN-FW-JJ": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-JJ": 2,
      "NN-JJ-JJ": 2,
      "JJ-JJ-JJ": 1,
      "NNP-NNP-CD": 3,
      "NNP-CD-NNP": 3,
      "NNP-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NNP-NNP-FW": 5,
      "FW-NN-CD": 1,
      "CD-NN-CD": 1,
      "NN-CD-NNP": 2,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "JJ-NN-NNP": 1,
      "NN-NNP-JJ": 1,
      "IN-NNP-JJ": 1,
      "IN-FW-NNP": 2,
      "FW-NN-JJ": 3,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-FW-NN": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-FW": 2,
      "CD-NNP-CD": 1,
      "NNP-CD-CD": 1,
      "CD-CD-NN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "CD-NNP-CC": 1,
      "NNP-CC-JJ": 2,
      "CC-JJ-CD": 1,
      "JJ-CD-NN": 2,
      "CD-NN-FW": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "JJ-NN-FW": 1,
      "FW-NN-NNS": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "NNS-FW-NNP": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-NN-IN": 1,
      "NN-IN-CD": 1,
      "IN-CD-FW": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "NN-NN-CD": 2,
      "NN-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-CD": 2,
      "IN-CD-NNS": 3,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NNS-FW": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NNP-CC": 1,
      "CC-JJ-JJ": 1,
      "NNP-IN-CD": 1,
      "CD-NNS-IN": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-CD": 1,
      "CD-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 177,
        "FW": 139,
        "NNP": 119,
        "JJ": 55,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 98,
        "FW-FW": 77,
        "NNP-NNP": 53,
        "JJ-NN": 31,
        "FW-NNP": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 55,
        "FW-FW-FW": 48,
        "NNP-NNP-NNP": 26,
        "JJ-NN-NN": 19,
        "NN-NN-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 176,
      "VP": 34,
      "PP": 13,
      "ADJP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0342
      },
      {
        "rule": "NP -> ('Irán', 'NNP')",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "NP -> ('Revolución', 'NNP') ('Islámica', 'NNP') ('y', 'NNP')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "ADJP -> ('los', 'JJ')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Guardianes', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Masud', 'NNP') ('Pezeshkian', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Mostafa', 'NNP') ('Purmohamadi', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Said', 'NNP') ('Yalili', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Fue', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Irán"
      },
      {
        "label": "NP",
        "text": "Mohamad Mojber"
      },
      {
        "label": "VP",
        "text": "instó a la"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "VP",
        "text": "ciudadanía a participar"
      },
      {
        "label": "NP",
        "text": "a participar"
      },
      {
        "label": "NP",
        "text": "elecciones"
      },
      {
        "label": "NP",
        "text": "jefe"
      },
      {
        "label": "PP",
        "text": "de Estado"
      },
      {
        "label": "NP",
        "text": "Estado"
      },
      {
        "label": "NP",
        "text": "país y"
      },
      {
        "label": "NP",
        "text": "con ello"
      },
      {
        "label": "NP",
        "text": "preservar su soberanía e independencia"
      },
      {
        "label": "NP",
        "text": "A su vez"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  en/FW\n  funciones/FW\n  de/FW\n  (NP Irán/NNP)\n  ,/,\n  (NP Mohamad/NNP Mojber/NNP)\n  ,/,\n  (VP instó/VBZ (NP a/DT la/NN))\n  (VP ciudadanía/VBZ (NP a/DT participar/NN))\n  de/IN\n  manera/FW\n  masiva/FW\n  en/FW\n  las/FW\n  (NP elecciones/NNS)\n  anticipadas/FW\n  de/FW\n  este/FW\n  28/CD\n  de/FW\n  junio/FW\n  para/FW\n  elegir/FW\n  al/FW\n  nuevo/FW\n  (NP jefe/NN)\n  (PP de/IN (NP Estado/NNP))\n  del/FW\n  (NP país/NN y/NN)\n  ,/,\n  (NP con/NN ello/NN)\n  ,/,\n  (NP preservar/NN su/NN soberanía/NN e/NN independencia/NN)\n  ./.)",
      "(S\n  (NP A/DT su/NN vez/NN)\n  ,/,\n  (NP el/JJ líder/NN supremo/NN iraní/NN)\n  ,/,\n  (NP ayatolá/JJ Seyed/NNP Ali/NNP Jamenei/NNP)\n  ,/,\n  (NP aseguró/NN que/NN)\n  (NP las/JJ elecciones/NNS)\n  (VP siempre/VBP)\n  (PP ayudan/IN (NP a/DT derrotar/NN))\n  a/DT\n  (ADJP los/JJ)\n  enemigos/FW\n  de/FW\n  la/FW\n  (NP Revolución/NNP Islámica/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Cuando/NNP las/NN participación/NN baja/NN)\n  (PP en/IN (NP unas/JJ elecciones/NNS))\n  ,/,\n  (NP aumentan/JJ los/NN reproches/NNS)\n  de/IN\n  los/FW\n  (NP enemigos/NNS)\n  ,/,\n  (NP pero/NN cuando/NN hay/NN)\n  (NP una/JJ alta/NN participación/NN los/NN)\n  (NP enemigos/JJ se/NN muerden/NN la/NN)\n  lengua/FW\n  (NP ”/NN)\n  ,/,\n  (NP expresó/NN)\n  ./.)",
      "(S\n  (NP El/NNP Consejo/NNP)\n  (PP de/IN (NP Guardianes/NNP))\n  de/FW\n  (NP Irán/NNP)\n  (VP seleccionó/VBD (NP a/DT seis/NN))\n  (VP aspirantes/VBZ (NP entre/JJ los/NN))\n  80/CD\n  (NP que/NN se/NN inscribieron/NN)\n  :/:\n  (NP Masud/NNP Pezeshkian/NNP)\n  ,/,\n  (NP Mostafa/NNP Purmohamadi/NNP)\n  ,/,\n  (NP Said/NNP Yalili/NNP)\n  ,/,\n  (NP Alireza/NNP Zakani/NNP)\n  ,/,\n  (NP\n    Amirhosein/NNP\n    Qazizade/NNP\n    Hashemi/NNP\n    y/NNP\n    Mohamad/NNP\n    Baqer/NNP\n    Qalibaf/NNP)\n  ./.)",
      "(S\n  (NP Ellos/NNP mostraron/NNP sus/NN)\n  (VP propuestas/VBZ (NP a/DT través/NN))\n  (PP de/IN (NP cinco/NN debates/NNS))\n  (VP que/VBP fueron/RB)\n  (VP televisados/VB (NP a/DT todo/NN el/NN país/NN))\n  ,/,\n  en/FW\n  (NP vivo/NN)\n  ,/,\n  (NP por/NN)\n  la/FW\n  (NP Radiodifusión/NNP)\n  de/FW\n  la/FW\n  (NP República/NNP Islámica/NNP)\n  de/FW\n  (NP Irán/NNP)\n  (/(\n  (NP IRIB/NNP)\n  )/)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defendió",
        "position": [
          2606,
          2614
        ],
        "start": 2606,
        "end": 2614
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "empleo",
        "position": [
          2483,
          2489
        ],
        "start": 2483,
        "end": 2489
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el ministerio de cultura y orientación islámica, más de",
        "position": [
          3874,
          3941
        ],
        "start": 3874,
        "end": 3941
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo agrícola y la creación de empleo en áreas rurales. advirtió sobre las amenazas externas al país",
        "position": [
          3058,
          3159
        ],
        "start": 3058,
        "end": 3159
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mesas de votación",
        "position": [
          4148,
          4165
        ],
        "start": 4148,
        "end": 4165
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          576,
          583
        ],
        "start": 576,
        "end": 583
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          3115,
          3123
        ],
        "start": 3115,
        "end": 3123
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          1347,
          1357
        ],
        "start": 1347,
        "end": 1357
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente en funciones",
        "position": [
          4,
          27
        ],
        "start": 4,
        "end": 27
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de salud entre",
        "position": [
          1199,
          1222
        ],
        "start": 1199,
        "end": 1222
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          2516,
          2523
        ],
        "start": 2516,
        "end": 2523
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con el ministerio de cultura y orientación islámica, más de 500",
        "position": [
          3874,
          3945
        ],
        "start": 3874,
        "end": 3945
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3182,
          3188
        ],
        "start": 3182,
        "end": 3188
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado del",
        "position": [
          184,
          194
        ],
        "start": 184,
        "end": 194
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          3357,
          3369
        ],
        "start": 3357,
        "end": 3369
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          973,
          980
        ],
        "start": 973,
        "end": 980
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "61 millones",
        "position": [
          3432,
          3443
        ],
        "start": 3432,
        "end": 3443
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 500",
        "position": [
          3935,
          3945
        ],
        "start": 3935,
        "end": 3945
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "durante 12 años",
        "position": [
          2832,
          2847
        ],
        "start": 2832,
        "end": 2847
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Cuerpo de Guardianes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mohamad Mojber",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministerio del Interior",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo de Discernimiento del Sistema",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Seyed Ali Jamenei",
        "tipo": "Persona"
      },
      {
        "nombre": "Alireza Zakani",
        "tipo": "Persona"
      },
      {
        "nombre": "Mostafa Purmohamadi",
        "tipo": "Persona"
      },
      {
        "nombre": "Radiodifusión",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Cultura y Orientación Islámica",
        "tipo": "Lugar"
      },
      {
        "nombre": "República Islámica de Irán",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fuerza Naval",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo Supremo de Seguridad Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado del país",
        "tipo": "Lugar"
      },
      {
        "nombre": "Masud Pezeshkian",
        "tipo": "Persona"
      },
      {
        "nombre": "Teherán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Presidente del Parlamento",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Organización de Inspección General",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mohamad Baqer Qalibaf",
        "tipo": "Persona"
      },
      {
        "nombre": "Reza Palevi",
        "tipo": "Persona"
      },
      {
        "nombre": "Said Yalili",
        "tipo": "Persona"
      },
      {
        "nombre": "IRIB",
        "tipo": "Organizacion"
      },
      {
        "nombre": "ministro de Justicia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo de Guardianes de Irán",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Irán",
        "relacion": "INSTAR",
        "objeto": "Estado del país"
      },
      {
        "sujeto": "Mohamad Mojber",
        "relacion": "INSTAR",
        "objeto": "Estado del país"
      },
      {
        "sujeto": "Consejo de Guardianes de Irán",
        "relacion": "SELECCIONAR",
        "objeto": "Masud Pezeshkian"
      },
      {
        "sujeto": "Consejo de Guardianes de Irán",
        "relacion": "SELECCIONAR",
        "objeto": "Mostafa Purmohamadi"
      },
      {
        "sujeto": "Consejo de Guardianes de Irán",
        "relacion": "SELECCIONAR",
        "objeto": "Said Yalili"
      },
      {
        "sujeto": "Consejo de Guardianes de Irán",
        "relacion": "SELECCIONAR",
        "objeto": "Alireza Zakani"
      },
      {
        "sujeto": "Consejo de Guardianes de Irán",
        "relacion": "SELECCIONAR",
        "objeto": "Mohamad Baqer Qalibaf"
      },
      {
        "sujeto": "Said Yalili",
        "relacion": "FUNGE_R",
        "objeto": "Consejo Supremo de Seguridad Nacional"
      },
      {
        "sujeto": "Consejo de Discernimiento del Sistema",
        "relacion": "FORMAR",
        "objeto": "Seyed Ali Jamenei"
      },
      {
        "sujeto": "Consejo de Discernimiento del Sistema",
        "relacion": "FORMAR",
        "objeto": "Consejo Supremo de Seguridad Nacional"
      },
      {
        "sujeto": "Seyed Ali Jamenei",
        "relacion": "REPRESENTAR_FORMAR",
        "objeto": "Consejo Supremo de Seguridad Nacional"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8225,
    "pos": 0.02,
    "neu": 0.975,
    "neg": 0.006,
    "label": "positive"
  }
}