{
  "url": "https://www.telesurtv.net/venezuela-gana-el-pulso-a-exxonmobil-en-el-bloque-stabroek/",
  "title": "Venezuela se impone a ExxonMobil en el bloque Stabroek - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bloque Stabroek",
    "ExxonMobil",
    "Guyana",
    "Venezuela"
  ],
  "text": "En un movimiento que ha generado atención internacional, la transnacional estadounidense ExxonMobil ha devuelto recientemente un 20 por ciento del bloque petrolero Stabroek al gobierno de la República Cooperativa de Guyana. Esta decisión, aunque presentada como parte de un proceso técnico y legal, tiene profundas implicaciones geopolíticas, especialmente por tratarse de un área marítima en disputa entre Guyana y Venezuela.\nEl bloque Stabroek se encuentra en aguas frente a la región del Esequibo, un territorio reclamado por Venezuela desde hace más de un siglo. Aunque Guyana administra actualmente la zona, la soberanía del área sigue siendo objeto de controversia, enmarcada en el Acuerdo de Ginebra de 1966, que establece mecanismos para resolver la disputa territorial.\nLa porción devuelta por ExxonMobil -equivalente a aproximadamente 2.534 kilómetros cuadrados- corresponde a la sección noroeste del bloque, la más cercana a la proyección marítima del delta del Orinoco venezolano. Esta cercanía le otorga una sensibilidad geopolítica particular, a pesar de representar una fracción menor del total del bloque, según concluye un reporte hecho por la publicación digital Misión Verdad.\nLa devolución se realizó conforme a la Ley de Actividades Petroleras (PAA, por sus siglas en inglés) de Guyana, como parte de un proceso de renovación de la licencia de exploración. Según el Ministerio de Recursos Naturales guyanés, ExxonMobil cumplió con sus obligaciones contractuales al presentar informes técnicos que identificaban zonas no comerciales, las cuales debían ser reintegradas al Estado.\nLa Comisión de Geología y Minas de Guyana (GGMC) participó en la evaluación técnica y legal del proceso, asegurando que solo se devolvieran parcelas sin actividad productiva o sin perspectivas comerciales viables. Hasta ahora, ExxonMobil ha hecho efectiva la entrega del 9 por ciento del área, y se espera que el 11 por ciento restante sea transferido próximamente.\nAunque ExxonMobil no ha perforado pozos ni desarrollado actividad comercial en la sección devuelta, lo llamativo es que la empresa tampoco completó el proceso de exploración. Esto sugiere una retirada estratégica más que una decisión técnica unilateral. La compañía parece haber optado por minimizar su exposición a riesgos legales y diplomáticos derivados de la disputa territorial, indicó la investigación.\nLa zona devuelta no cuenta con campos activos, a diferencia de otras áreas del bloque donde se encuentran yacimientos como Liza y Payara. Esta diferencia es visible en los mapas técnicos, donde la sección noroeste aparece sin pozos ni infraestructura, en contraste con el resto del bloque.\nLa disputa por el Esequibo ha escalado en los últimos años. Venezuela ha denunciado la presencia de hasta 28 buques de perforación y tanqueros en aguas que considera propias, y ha interceptado embarcaciones que realizaban estudios sísmicos en la zona. Además, ha acusado a Guyana de realizar operaciones de bandera falsa para justificar su presencia militar en el área.\nEn este contexto, la decisión de ExxonMobil puede interpretarse como un reconocimiento tácito de que ciertas áreas del bloque Stabroek no pueden ser exploradas sin incurrir en riesgos legales o diplomáticos. La empresa habría optado por evitar posibles sanciones, litigios internacionales o incluso expropiaciones, señaló Misión Verdad.\nLa presencia en zonas en disputa implica costos adicionales para las empresas, como la contratación de seguros contra riesgos de guerra, responsabilidad civil y expropiación. Las aseguradoras, por su parte, pueden imponer exclusiones geográficas o elevar las primas en función del riesgo. Al retirarse de la sección más conflictiva del bloque, ExxonMobil reduce estos costos y mejora su perfil de riesgo.\nA pesar de esta devolución, la empresa mantiene operaciones en el resto del bloque Stabroek, donde ya produce más de 600.000 barriles diarios y proyecta alcanzar el millón en 2027 con el desarrollo del proyecto Whiptail. También ha firmado contratos para instalar nuevas unidades FPSO (Floating Production Storage and Offloading), lo que demuestra su compromiso con la expansión en Guyana.\nExxonMobil enfrenta otros retos en Guyana, como la objeción del gobierno a costos de recuperación cercanos a los 300 millones de dólares, lo que podría afectar su rentabilidad. Además, mantiene disputas legales con otras compañías, como Chevron, por derechos de operación en el país.\nLa devolución del 20 por ciento del bloque Stabroek parece formar parte de una estrategia más amplia de ExxonMobil para enfocarse en áreas de menor riesgo y mayor rentabilidad. Al evitar zonas con alta sensibilidad geopolítica, la empresa busca garantizar la sostenibilidad de sus operaciones sin exponerse a conflictos legales o diplomáticos.\nAunque no se ha confirmado la presencia de recursos significativos en la sección devuelta, la influencia de la disputa territorial con Venezuela fue determinante en la decisión. Este caso evidencia cómo los factores geopolíticos pueden alterar las estrategias de inversión de las grandes petroleras, incluso en regiones con alto potencial energético.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-gana-el-pulso-a-exxonmobil-en-el-bloque-stabroek/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1693,
    "message_id": 98498,
    "date": "2025-07-08T10:55:07+00:00",
    "text": "teleSUR\nVenezuela se impone a ExxonMobil en el bloque Stabroek\nhttps://www.telesurtv.net/venezuela-gana-el-pulso-a-exxonmobil-en-el-bloque-stabroek/",
    "photo_path": null,
    "views": 2312,
    "reactions": {
      "👍": 51,
      "👏": 8,
      "❤": 5,
      "👌": 2,
      "🤔": 1
    },
    "total_reactions": 67
  },
  "preprocessing": {
    "cleaned": "en un movimiento que ha generado atención internacional, la transnacional estadounidense exxonmobil ha devuelto recientemente un 20 por ciento del bloque petrolero stabroek al gobierno de la república cooperativa de guyana. esta decisión, aunque presentada como parte de un proceso técnico y legal, tiene profundas implicaciones geopolíticas, especialmente por tratarse de un área marítima en disputa entre guyana y venezuela. el bloque stabroek se encuentra en aguas frente a la región del esequibo, un territorio reclamado por venezuela desde hace más de un siglo. aunque guyana administra actualmente la zona, la soberanía del área sigue siendo objeto de controversia, enmarcada en el acuerdo de ginebra de 1966, que establece mecanismos para resolver la disputa territorial. la porción devuelta por exxonmobil -equivalente a aproximadamente 2.534 kilómetros cuadrados- corresponde a la sección noroeste del bloque, la más cercana a la proyección marítima del delta del orinoco venezolano. esta cercanía le otorga una sensibilidad geopolítica particular, a pesar de representar una fracción menor del total del bloque, según concluye un reporte hecho por la publicación digital misión verdad. la devolución se realizó conforme a la ley de actividades petroleras (paa, por sus siglas en inglés) de guyana, como parte de un proceso de renovación de la licencia de exploración. según el ministerio de recursos naturales guyanés, exxonmobil cumplió con sus obligaciones contractuales al presentar informes técnicos que identificaban zonas no comerciales, las cuales debían ser reintegradas al estado. la comisión de geología y minas de guyana (ggmc) participó en la evaluación técnica y legal del proceso, asegurando que solo se devolvieran parcelas sin actividad productiva o sin perspectivas comerciales viables. hasta ahora, exxonmobil ha hecho efectiva la entrega del 9 por ciento del área, y se espera que el 11 por ciento restante sea transferido próximamente. aunque exxonmobil no ha perforado pozos ni desarrollado actividad comercial en la sección devuelta, lo llamativo es que la empresa tampoco completó el proceso de exploración. esto sugiere una retirada estratégica más que una decisión técnica unilateral. la compañía parece haber optado por minimizar su exposición a riesgos legales y diplomáticos derivados de la disputa territorial, indicó la investigación. la zona devuelta no cuenta con campos activos, a diferencia de otras áreas del bloque donde se encuentran yacimientos como liza y payara. esta diferencia es visible en los mapas técnicos, donde la sección noroeste aparece sin pozos ni infraestructura, en contraste con el resto del bloque. la disputa por el esequibo ha escalado en los últimos años. venezuela ha denunciado la presencia de hasta 28 buques de perforación y tanqueros en aguas que considera propias, y ha interceptado embarcaciones que realizaban estudios sísmicos en la zona. además, ha acusado a guyana de realizar operaciones de bandera falsa para justificar su presencia militar en el área. en este contexto, la decisión de exxonmobil puede interpretarse como un reconocimiento tácito de que ciertas áreas del bloque stabroek no pueden ser exploradas sin incurrir en riesgos legales o diplomáticos. la empresa habría optado por evitar posibles sanciones, litigios internacionales o incluso expropiaciones, señaló misión verdad. la presencia en zonas en disputa implica costos adicionales para las empresas, como la contratación de seguros contra riesgos de guerra, responsabilidad civil y expropiación. las aseguradoras, por su parte, pueden imponer exclusiones geográficas o elevar las primas en función del riesgo. al retirarse de la sección más conflictiva del bloque, exxonmobil reduce estos costos y mejora su perfil de riesgo. a pesar de esta devolución, la empresa mantiene operaciones en el resto del bloque stabroek, donde ya produce más de 600.000 barriles diarios y proyecta alcanzar el millón en 2027 con el desarrollo del proyecto whiptail. también ha firmado contratos para instalar nuevas unidades fpso (floating production storage and offloading), lo que demuestra su compromiso con la expansión en guyana. exxonmobil enfrenta otros retos en guyana, como la objeción del gobierno a costos de recuperación cercanos a los 300 millones de dólares, lo que podría afectar su rentabilidad. además, mantiene disputas legales con otras compañías, como chevron, por derechos de operación en el país. la devolución del 20 por ciento del bloque stabroek parece formar parte de una estrategia más amplia de exxonmobil para enfocarse en áreas de menor riesgo y mayor rentabilidad. al evitar zonas con alta sensibilidad geopolítica, la empresa busca garantizar la sostenibilidad de sus operaciones sin exponerse a conflictos legales o diplomáticos. aunque no se ha confirmado la presencia de recursos significativos en la sección devuelta, la influencia de la disputa territorial con venezuela fue determinante en la decisión. este caso evidencia cómo los factores geopolíticos pueden alterar las estrategias de inversión de las grandes petroleras, incluso en regiones con alto potencial energético.",
    "tokens": [
      "movimiento",
      "generado",
      "atención",
      "internacional",
      ",",
      "transnacional",
      "estadounidense",
      "exxonmobil",
      "devuelto",
      "recientemente",
      "20",
      "ciento",
      "bloque",
      "petrolero",
      "stabroek",
      "gobierno",
      "república",
      "cooperativa",
      "guyana",
      ".",
      "decisión",
      ",",
      "aunque",
      "presentada",
      "parte",
      "proceso",
      "técnico",
      "legal",
      ",",
      "profundas",
      "implicaciones",
      "geopolíticas",
      ",",
      "especialmente",
      "tratarse",
      "área",
      "marítima",
      "disputa",
      "guyana",
      "venezuela",
      ".",
      "bloque",
      "stabroek",
      "encuentra",
      "aguas",
      "frente",
      "región",
      "esequibo",
      ",",
      "territorio",
      "reclamado",
      "venezuela",
      "hace",
      "siglo",
      ".",
      "aunque",
      "guyana",
      "administra",
      "actualmente",
      "zona",
      ",",
      "soberanía",
      "área",
      "sigue",
      "siendo",
      "objeto",
      "controversia",
      ",",
      "enmarcada",
      "acuerdo",
      "ginebra",
      "1966",
      ",",
      "establece",
      "mecanismos",
      "resolver",
      "disputa",
      "territorial",
      ".",
      "porción",
      "devuelta",
      "exxonmobil",
      "-equivalente",
      "aproximadamente",
      "2.534",
      "kilómetros",
      "cuadrados-",
      "corresponde",
      "sección",
      "noroeste",
      "bloque",
      ",",
      "cercana",
      "proyección",
      "marítima",
      "delta",
      "orinoco",
      "venezolano",
      ".",
      "cercanía",
      "otorga",
      "sensibilidad",
      "geopolítica",
      "particular",
      ",",
      "pesar",
      "representar",
      "fracción",
      "menor",
      "total",
      "bloque",
      ",",
      "según",
      "concluye",
      "reporte",
      "hecho",
      "publicación",
      "digital",
      "misión",
      "verdad",
      ".",
      "devolución",
      "realizó",
      "conforme",
      "ley",
      "actividades",
      "petroleras",
      "(",
      "paa",
      ",",
      "siglas",
      "inglés",
      ")",
      "guyana",
      ",",
      "parte",
      "proceso",
      "renovación",
      "licencia",
      "exploración",
      ".",
      "según",
      "ministerio",
      "recursos",
      "naturales",
      "guyanés",
      ",",
      "exxonmobil",
      "cumplió",
      "obligaciones",
      "contractuales",
      "presentar",
      "informes",
      "técnicos",
      "identificaban",
      "zonas",
      "comerciales",
      ",",
      "cuales",
      "debían",
      "ser",
      "reintegradas",
      ".",
      "comisión",
      "geología",
      "minas",
      "guyana",
      "(",
      "ggmc",
      ")",
      "participó",
      "evaluación",
      "técnica",
      "legal",
      "proceso",
      ",",
      "asegurando",
      "solo",
      "devolvieran",
      "parcelas",
      "actividad",
      "productiva",
      "perspectivas",
      "comerciales",
      "viables",
      ".",
      "ahora",
      ",",
      "exxonmobil",
      "hecho",
      "efectiva",
      "entrega",
      "9",
      "ciento",
      "área",
      ",",
      "espera",
      "11",
      "ciento",
      "restante",
      "transferido",
      "próximamente",
      ".",
      "aunque",
      "exxonmobil",
      "perforado",
      "pozos",
      "desarrollado",
      "actividad",
      "comercial",
      "sección",
      "devuelta",
      ",",
      "llamativo",
      "empresa",
      "tampoco",
      "completó",
      "proceso",
      "exploración",
      ".",
      "sugiere",
      "retirada",
      "estratégica",
      "decisión",
      "técnica",
      "unilateral",
      ".",
      "compañía",
      "parece",
      "haber",
      "optado",
      "minimizar",
      "exposición",
      "riesgos",
      "legales",
      "diplomáticos",
      "derivados",
      "disputa",
      "territorial",
      ",",
      "indicó",
      "investigación",
      ".",
      "zona",
      "devuelta",
      "cuenta",
      "campos",
      "activos",
      ",",
      "diferencia",
      "áreas",
      "bloque",
      "encuentran",
      "yacimientos",
      "liza",
      "payara",
      ".",
      "diferencia",
      "visible",
      "mapas",
      "técnicos",
      ",",
      "sección",
      "noroeste",
      "aparece",
      "pozos",
      "infraestructura",
      ",",
      "contraste",
      "resto",
      "bloque",
      ".",
      "disputa",
      "esequibo",
      "escalado",
      "últimos",
      "años",
      ".",
      "venezuela",
      "denunciado",
      "presencia",
      "28",
      "buques",
      "perforación",
      "tanqueros",
      "aguas",
      "considera",
      "propias",
      ",",
      "interceptado",
      "embarcaciones",
      "realizaban",
      "estudios",
      "sísmicos",
      "zona",
      ".",
      "además",
      ",",
      "acusado",
      "guyana",
      "realizar",
      "operaciones",
      "bandera",
      "falsa",
      "justificar",
      "presencia",
      "militar",
      "área",
      ".",
      "contexto",
      ",",
      "decisión",
      "exxonmobil",
      "puede",
      "interpretarse",
      "reconocimiento",
      "tácito",
      "ciertas",
      "áreas",
      "bloque",
      "stabroek",
      "pueden",
      "ser",
      "exploradas",
      "incurrir",
      "riesgos",
      "legales",
      "diplomáticos",
      ".",
      "empresa",
      "optado",
      "evitar",
      "posibles",
      "sanciones",
      ",",
      "litigios",
      "internacionales",
      "incluso",
      "expropiaciones",
      ",",
      "señaló",
      "misión",
      "verdad",
      ".",
      "presencia",
      "zonas",
      "disputa",
      "implica",
      "costos",
      "adicionales",
      "empresas",
      ",",
      "contratación",
      "seguros",
      "riesgos",
      "guerra",
      ",",
      "responsabilidad",
      "civil",
      "expropiación",
      ".",
      "aseguradoras",
      ",",
      "parte",
      ",",
      "pueden",
      "imponer",
      "exclusiones",
      "geográficas",
      "elevar",
      "primas",
      "función",
      "riesgo",
      ".",
      "retirarse",
      "sección",
      "conflictiva",
      "bloque",
      ",",
      "exxonmobil",
      "reduce",
      "costos",
      "mejora",
      "perfil",
      "riesgo",
      ".",
      "pesar",
      "devolución",
      ",",
      "empresa",
      "mantiene",
      "operaciones",
      "resto",
      "bloque",
      "stabroek",
      ",",
      "produce",
      "600.000",
      "barriles",
      "diarios",
      "proyecta",
      "alcanzar",
      "millón",
      "2027",
      "desarrollo",
      "proyecto",
      "whiptail",
      ".",
      "firmado",
      "contratos",
      "instalar",
      "nuevas",
      "unidades",
      "fpso",
      "(",
      "floating",
      "production",
      "storage",
      "and",
      "offloading",
      ")",
      ",",
      "demuestra",
      "compromiso",
      "expansión",
      "guyana",
      ".",
      "exxonmobil",
      "enfrenta",
      "retos",
      "guyana",
      ",",
      "objeción",
      "gobierno",
      "costos",
      "recuperación",
      "cercanos",
      "300",
      "millones",
      "dólares",
      ",",
      "podría",
      "afectar",
      "rentabilidad",
      ".",
      "además",
      ",",
      "mantiene",
      "disputas",
      "legales",
      "compañías",
      ",",
      "chevron",
      ",",
      "derechos",
      "operación",
      "país",
      ".",
      "devolución",
      "20",
      "ciento",
      "bloque",
      "stabroek",
      "parece",
      "formar",
      "parte",
      "estrategia",
      "amplia",
      "exxonmobil",
      "enfocarse",
      "áreas",
      "menor",
      "riesgo",
      "mayor",
      "rentabilidad",
      ".",
      "evitar",
      "zonas",
      "alta",
      "sensibilidad",
      "geopolítica",
      ",",
      "empresa",
      "busca",
      "garantizar",
      "sostenibilidad",
      "operaciones",
      "exponerse",
      "conflictos",
      "legales",
      "diplomáticos",
      ".",
      "aunque",
      "confirmado",
      "presencia",
      "recursos",
      "significativos",
      "sección",
      "devuelta",
      ",",
      "influencia",
      "disputa",
      "territorial",
      "venezuela",
      "determinante",
      "decisión",
      ".",
      "caso",
      "evidencia",
      "cómo",
      "factores",
      "geopolíticos",
      "pueden",
      "alterar",
      "estrategias",
      "inversión",
      "grandes",
      "petroleras",
      ",",
      "incluso",
      "regiones",
      "alto",
      "potencial",
      "energético",
      "."
    ],
    "token_count": 525,
    "sentence_count": 31
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 91,
      "JJ": 75,
      "NN": 293,
      "VBP": 27,
      "FW": 153,
      "CD": 9,
      "IN": 27,
      "NNS": 40,
      "CC": 3,
      "VBD": 3,
      "DT": 5,
      "JJR": 1,
      "RB": 2,
      "VBZ": 10,
      "VB": 1,
      "VBG": 1
    },
    "bigram_freq": {
      "NNP-JJ": 3,
      "JJ-NN": 50,
      "NN-NN": 169,
      "NN-VBP": 3,
      "VBP-JJ": 14,
      "JJ-FW": 4,
      "FW-JJ": 9,
      "NN-NNP": 27,
      "NNP-NN": 35,
      "NN-JJ": 20,
      "JJ-CD": 1,
      "CD-NN": 5,
      "NN-IN": 20,
      "IN-FW": 12,
      "FW-NNP": 23,
      "NNP-NNP": 24,
      "NNP-FW": 11,
      "IN-JJ": 7,
      "JJ-JJ": 10,
      "NN-NNS": 14,
      "NNS-VBP": 22,
      "JJ-NNP": 7,
      "NN-FW": 30,
      "FW-NN": 18,
      "IN-NN": 5,
      "FW-FW": 92,
      "NNP-IN": 3,
      "IN-CD": 2,
      "NN-CC": 2,
      "CC-NN": 1,
      "NNP-VBD": 1,
      "VBD-CD": 2,
      "CD-NNS": 4,
      "NNS-JJ": 3,
      "NNS-NNS": 6,
      "VBP-NN": 4,
      "NN-DT": 1,
      "DT-NNS": 1,
      "VBP-NNS": 2,
      "VBP-JJR": 1,
      "JJR-NN": 1,
      "IN-NNP": 1,
      "NNS-NNP": 3,
      "NNP-VBP": 2,
      "VBP-NNP": 3,
      "NN-VBD": 2,
      "NNP-DT": 3,
      "DT-NN": 3,
      "NNP-RB": 1,
      "RB-JJ": 2,
      "NN-VBZ": 4,
      "VBZ-JJ": 5,
      "NNP-VBZ": 5,
      "VBZ-DT": 1,
      "VBD-NNS": 1,
      "FW-CD": 3,
      "NNS-IN": 3,
      "FW-NNS": 8,
      "JJ-NNS": 3,
      "VBP-IN": 1,
      "DT-JJ": 1,
      "VBZ-RB": 1,
      "NNP-VB": 1,
      "VB-NN": 1,
      "CC-JJ": 1,
      "NNP-VBG": 1,
      "VBG-NNP": 1,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "NNS-FW": 2,
      "VBP-CD": 1,
      "NNS-VBZ": 1,
      "VBZ-NN": 1,
      "VBZ-FW": 1,
      "VBZ-NNS": 1,
      "VBP-FW": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 3,
      "JJ-NN-NN": 29,
      "NN-NN-NN": 91,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 6,
      "JJ-NN-NNP": 5,
      "NN-NNP-NN": 16,
      "NNP-NN-NN": 29,
      "NN-NN-JJ": 17,
      "NN-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NN": 3,
      "NN-NN-NNP": 16,
      "NN-NN-IN": 13,
      "NN-IN-FW": 9,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 7,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 7,
      "NNP-NNP-NN": 6,
      "NN-IN-JJ": 6,
      "IN-JJ-NN": 5,
      "JJ-NN-JJ": 3,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 7,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-JJ": 3,
      "JJ-NN-IN": 6,
      "IN-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NNP-NN-FW": 2,
      "NN-FW-NN": 5,
      "FW-NN-FW": 7,
      "NN-FW-NNP": 4,
      "NNP-NNP-NNP": 6,
      "NNP-NN-NNP": 3,
      "NN-IN-NN": 4,
      "IN-NN-NN": 3,
      "NN-NN-FW": 18,
      "NN-FW-FW": 20,
      "FW-FW-FW": 61,
      "FW-FW-NNP": 9,
      "FW-NNP-JJ": 1,
      "NN-NNP-NNP": 5,
      "NNP-NNP-JJ": 1,
      "JJ-NN-FW": 1,
      "FW-NNP-FW": 5,
      "NNP-FW-FW": 3,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-CC": 2,
      "NN-CC-NN": 1,
      "CC-NN-NN": 1,
      "FW-FW-JJ": 6,
      "FW-JJ-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-JJ-NN": 14,
      "FW-FW-NN": 12,
      "FW-NN-NN": 7,
      "IN-FW-JJ": 2,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NNP": 3,
      "IN-NN-FW": 1,
      "FW-NNP-NN": 7,
      "IN-FW-FW": 5,
      "NN-NNS-NNS": 3,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-NN": 3,
      "VBP-NN-NNS": 1,
      "JJ-NN-DT": 1,
      "NN-DT-NNS": 1,
      "DT-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "FW-JJ-JJ": 1,
      "VBP-JJ-NN": 8,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-NN": 3,
      "JJ-NN-VBP": 1,
      "FW-NN-IN": 1,
      "FW-NNP-RB": 1,
      "NNP-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "NN-JJ-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "NN-VBD-NNS": 1,
      "VBD-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 2,
      "CD-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 7,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-NN-NN": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-NN-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 1,
      "NNP-FW-NN": 1,
      "NNS-NNS-NNS": 2,
      "VBP-NNP-NNP": 1,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "FW-JJ-FW": 1,
      "VBP-JJ-NNS": 1,
      "FW-NN-NNP": 2,
      "NN-NNP-VB": 1,
      "NNP-VB-NN": 1,
      "VB-NN-NN": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-FW-CD": 1,
      "CD-NNS-NNS": 1,
      "NN-IN-CD": 1,
      "NN-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBG": 1,
      "NNP-VBG-NNP": 1,
      "VBG-NNP-NNP": 1,
      "NNP-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-NN": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-FW-NNS": 3,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "VBP-NN-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-CD": 1,
      "FW-CD-NN": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-DT": 1,
      "VBZ-JJ-JJ": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "JJ-FW-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 293,
        "FW": 153,
        "NNP": 91,
        "JJ": 75,
        "NNS": 40
      },
      "top_bigrams": {
        "NN-NN": 169,
        "FW-FW": 92,
        "JJ-NN": 50,
        "NNP-NN": 35,
        "NN-FW": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 91,
        "FW-FW-FW": 61,
        "JJ-NN-NN": 29,
        "NNP-NN-NN": 29,
        "NN-FW-FW": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 31,
    "chunk_counts": {
      "NP": 196,
      "ADJP": 12,
      "PP": 15,
      "VP": 42
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.027
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0236
      },
      {
        "rule": "NP -> ('Guyana', 'NNP')",
        "frequency": 5,
        "weight": 0.0169
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 5,
        "weight": 0.0169
      },
      {
        "rule": "NP -> ('ExxonMobil', 'NNP')",
        "frequency": 5,
        "weight": 0.0169
      },
      {
        "rule": "NP -> ('disputa', 'JJ') ('territorial', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('o', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('legales', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un movimiento que ha generado"
      },
      {
        "label": "ADJP",
        "text": "atención"
      },
      {
        "label": "ADJP",
        "text": "internacional"
      },
      {
        "label": "NP",
        "text": "la transnacional estadounidense ExxonMobil ha devuelto recientemente"
      },
      {
        "label": "ADJP",
        "text": "un"
      },
      {
        "label": "NP",
        "text": "por ciento del bloque petrolero Stabroek al gobierno"
      },
      {
        "label": "NP",
        "text": "República Cooperativa"
      },
      {
        "label": "PP",
        "text": "de Guyana"
      },
      {
        "label": "NP",
        "text": "Guyana"
      },
      {
        "label": "NP",
        "text": "Esta decisión"
      },
      {
        "label": "NP",
        "text": "aunque presentada como parte"
      },
      {
        "label": "PP",
        "text": "de un proceso técnico"
      },
      {
        "label": "NP",
        "text": "un proceso técnico"
      },
      {
        "label": "ADJP",
        "text": "y"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ movimiento/NN que/NN ha/NN generado/NN)\n  (ADJP atención/JJ)\n  (ADJP internacional/JJ)\n  ,/,\n  (NP\n    la/JJ\n    transnacional/JJ\n    estadounidense/NN\n    ExxonMobil/NNP\n    ha/NN\n    devuelto/NN\n    recientemente/NN)\n  (ADJP un/JJ)\n  20/CD\n  (NP\n    por/NN\n    ciento/NN\n    del/NN\n    bloque/NN\n    petrolero/NN\n    Stabroek/NNP\n    al/NN\n    gobierno/NN)\n  de/IN\n  la/FW\n  (NP República/NNP Cooperativa/NNP)\n  (PP de/IN (NP Guyana/NNP))\n  ./.)",
      "(S\n  (NP Esta/NNP decisión/NN)\n  ,/,\n  (NP aunque/NN presentada/NN como/NN parte/NN)\n  (PP de/IN (NP un/JJ proceso/NN técnico/NN))\n  (ADJP y/JJ)\n  (ADJP legal/JJ)\n  ,/,\n  (NP tiene/JJ profundas/NN implicaciones/NNS geopolíticas/NN)\n  ,/,\n  (ADJP especialmente/JJ)\n  por/FW\n  (NP tratarse/NN)\n  de/FW\n  un/FW\n  área/FW\n  marítima/FW\n  en/FW\n  disputa/FW\n  entre/FW\n  (NP Guyana/NNP y/NN Venezuela/NNP)\n  ./.)",
      "(S\n  (NP El/NNP bloque/NN Stabroek/NNP se/NN encuentra/NN)\n  (PP en/IN (NP aguas/NN))\n  (VP frente/VBP (NP a/DT la/NN región/NN del/NN Esequibo/NNP))\n  ,/,\n  (NP\n    un/JJ\n    territorio/NN\n    reclamado/NN\n    por/NN\n    Venezuela/NNP\n    desde/NN\n    hace/NN\n    más/NN)\n  (PP de/IN (NP un/JJ siglo/NN))\n  ./.)",
      "(S\n  (NP Aunque/NNP Guyana/NNP)\n  (NP administra/JJ actualmente/NN la/NN zona/NNP)\n  ,/,\n  (NP la/NN)\n  soberanía/FW\n  del/FW\n  área/FW\n  sigue/FW\n  siendo/FW\n  objeto/FW\n  de/FW\n  (NP controversia/NN)\n  ,/,\n  enmarcada/FW\n  en/FW\n  el/FW\n  (NP Acuerdo/NNP)\n  de/FW\n  (NP Ginebra/NNP)\n  de/IN\n  1966/CD\n  ,/,\n  que/FW\n  establece/FW\n  mecanismos/FW\n  para/FW\n  (NP resolver/NN)\n  la/FW\n  (NP disputa/JJ territorial/NN)\n  ./.)",
      "(S\n  (NP La/NNP porción/NN devuelta/NN por/NN ExxonMobil/NNP)\n  (VP -equivalente/VBZ)\n  a/DT\n  (ADJP aproximadamente/JJ)\n  2.534/CD\n  (NP kilómetros/NNS)\n  (NP cuadrados-/JJ corresponde/NN)\n  (NP a/DT la/NN)\n  (NP sección/JJ noroeste/NN del/NN bloque/NN)\n  ,/,\n  la/FW\n  más/FW\n  cercana/FW\n  (NP\n    a/DT\n    la/NN\n    proyección/NN\n    marítima/NN\n    del/NN\n    delta/NN\n    del/NN\n    Orinoco/NNP\n    venezolano/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "retirada estratégica",
        "position": [
          2158,
          2178
        ],
        "start": 2158,
        "end": 2178
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra, responsabilidad civil y expropiación. las aseguradoras, por su parte, pueden imponer exclusiones geográficas o elevar las primas en función del",
        "position": [
          3501,
          3652
        ],
        "start": 3501,
        "end": 3652
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "disputa entre guyana y",
        "position": [
          393,
          415
        ],
        "start": 393,
        "end": 415
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          5058,
          5067
        ],
        "start": 5058,
        "end": 5067
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          3350,
          3356
        ],
        "start": 3350,
        "end": 3356
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la república",
        "position": [
          176,
          200
        ],
        "start": 176,
        "end": 200
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo de ginebra de 1966",
        "position": [
          688,
          714
        ],
        "start": 688,
        "end": 714
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          416,
          425
        ],
        "start": 416,
        "end": 425
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "área marítima",
        "position": [
          376,
          389
        ],
        "start": 376,
        "end": 389
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          112,
          125
        ],
        "start": 112,
        "end": 125
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "próximamente",
        "position": [
          1952,
          1964
        ],
        "start": 1952,
        "end": 1964
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "300 millones",
        "position": [
          4280,
          4292
        ],
        "start": 4280,
        "end": 4292
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 2.534",
        "position": [
          829,
          850
        ],
        "start": 829,
        "end": 850
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 600.000",
        "position": [
          3887,
          3901
        ],
        "start": 3887,
        "end": 3901
      },
      {
        "category": "MONETARIOS",
        "matched_text": "300 millones de dólares",
        "position": [
          4280,
          4303
        ],
        "start": 4280,
        "end": 4303
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Chevron",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "GGMC",
        "tipo": "Lugar"
      },
      {
        "nombre": "Payara",
        "tipo": "Lugar"
      },
      {
        "nombre": "Liza",
        "tipo": "Lugar"
      },
      {
        "nombre": "ExxonMobil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisión de Geología",
        "tipo": "Organizacion"
      },
      {
        "nombre": "delta del Orinoco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Minas de Guyana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Whiptail",
        "tipo": "Persona"
      },
      {
        "nombre": "República Cooperativa de Guyana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guyana",
        "tipo": "Lugar"
      },
      {
        "nombre": "PAA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Esequibo",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "ExxonMobil",
        "relacion": "DEVOLVER",
        "objeto": "República Cooperativa de Guyana"
      },
      {
        "sujeto": "ExxonMobil",
        "relacion": "CORRESPONDER",
        "objeto": "delta del Orinoco"
      },
      {
        "sujeto": "ExxonMobil",
        "relacion": "CUMPLIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "ExxonMobil",
        "relacion": "ENFRENTAR",
        "objeto": "Guyana"
      }
    ]
  },
  "sentiment": {
    "compound": -0.6486,
    "pos": 0.037,
    "neu": 0.926,
    "neg": 0.037,
    "label": "negative"
  }
}