{
  "url": "https://www.telesurtv.net/relacion-entre-donald-trump-jeffrey-epstein/",
  "title": "¿Qué se sabe de la relación entre Donald Trump y Jeffrey Epstein? - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Donald Trump",
    "Jeffrey Epstein",
    "relación"
  ],
  "text": "El presidente de Estados Unidos (EE.UU.), Donald Trump, y el financiero multimillonario y agresor sexual convicto que murió en prisión en 2019, Jeffrey Epstein, fueron amigos desde la década de los 80 y mediados de los 2000. Sin embargo, su relación de amistad reavivó controversias, tras la orden del mandatario de retener parte de los documentos de la investigación sobre los vínculos de Epstein con el tráfico sexual, lo cual provocó divisiones por la falta de transparencia sobre los archivos.\nTanto Trump como Epstein formaban parte de la alta sociedad neoyorquina, donde asistían a los mismos eventos sociales, fiestas y actividades en Nueva York y Florida, particularmente en el resort Mar-a-Lago, propiedad de Trump. Imágenes y declaraciones de la época confirman su cercanía, incluyendo la su coincidencia en desfiles y reuniones sociales.\nEn el año 2002, una entrevista de la revista New York Magazine reveló que Trump consideraba a Epstein “un tipo estupendo” y un buen amigo. Sin embargo, comenzaron a alejarse cuando en el año 2004, tras un desacuardo por una operación inmobiliaria en Palm Beach, Florida, por lo que Trump dejó de frecuentar a Epstein.\nCuatro años después, Epstein fue acusado de abuso sexual contra una menor de edad en su residencia en el estado de Florida. Sin embargo, tras un polémico acuerdo judicial no se levantaron cargos federales y cumplió una condena de pocos meses.\nSin embargo, en 2019 fue nuevamente arrestado en Nueva York, acusado de tráfico sexual de decenas de adolescentes. Epstein se declaró no culpable pero, en el mes de agosto de ese año, fue hallado muerto en su celda. La investigación de las autoridades determinó que murió a causa de un suicidio por ahorcamiento. Su exnovia Ghislaine Maxwell también está involucrada en el delito, y fue declarada culpable en 2021.\nEste caso provocó numerosas especulaciones sobre posibles encubrimientos y la existencia de una supuesta “lista de clientes” de Epstein, teoría que desmintió oficialmente por el Buró Federal de Investigaciones (FBI) en reiteradas ocasiones, y recientemente, por la secretaria de Justicia de EE.UU., Pam Bondi, quien se retractó de haber afirmado la existencia del listado.\nBondi accedió a divulgar algunos materiales y registros de vuelos privados de Epstein, quien además tenía muchas conexiones con personas ricas y poderosas, que los políticos estadounidenses consideran que están involcucrados en sus actos criminales. Sin embargo, se piensa que la Fiscalía estadounidense retuvo documentos con evidencias de abusos sexuales a menores de edad.\nDe acuerdo con The New York Times, el pasado jueves el mismo Trump pidió a Bondi solicitar permisos para divulgar “todos y cada uno de los testimonios pertinentes del gran jurado, sujetos a la aprobación de la corte”; sin embargo, hay sectores que exigen la divulgación completa de los documentos.\nA inicios de julio, el diario The Wall Street Journal publicó una carta que Trump envió a Epstein cuando cumplió 50 años, en 2003. La carta, catalogada como “obscena” tanto por el propio exmandatario como por el periódico, contiene frases como “tenemos ciertas cosas en común, Jeffrey” y “un amigo es algo maravilloso“, terminando con “Feliz cumpleaños, y que cada día sea un secreto maravilloso“. El documento fue acompañado por un dibujo explícito y una firma de Trump.\nDe acuerdo con el diario, la carta está incluida en un álbum de cumpleaños que elaboró la exnovia de Epstein, con felicitaciones y mensajes subidos de tono de personajes de su entorno.\nTras la publicación de la carta, Donald Trump negó rotundamente ser su autor y anunció una denuncia contra el diario por supuesta difamación de uso de fuentes poco creíbles. A través de su red Truth Social, el expresidente rechazó que el documento fuese auténtico y calificó la acción del Wall Street Journal como desesperada por mantener su relevancia mediática.\nDesde el punto de vista político, el caso Epstein presiona a Trump, pues muchos de sus seguidores cuestionan su falta de transparencia judicial al no publicar la lista de clientes. Aunque durante su reciente campaña presidencial Trump prometió desvelar esos nombres “sin ningún problema” si llegaba nuevamente al poder, una vez en la Casa Blanca ha incumplido esa promesa.\nA pesar de los documentos publicados en 2025 para esclarecer el caso, incluyendo videos y memorandos del FBI que descartan la existencia de pruebas para reabrir investigaciones, la controversia sigue alimentada por nuevas revelaciones y publicaciones en medios de comunicación estadounidenses.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/relacion-entre-donald-trump-jeffrey-epstein/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 973,
    "message_id": 99361,
    "date": "2025-07-19T02:55:18+00:00",
    "text": "teleSUR\n¿Qué se sabe de la relación entre Donald Trump y Jeffrey Epstein?\nhttps://www.telesurtv.net/relacion-entre-donald-trump-jeffrey-epstein/",
    "photo_path": null,
    "views": 1847,
    "reactions": {
      "😁": 33,
      "💩": 14,
      "👀": 4,
      "❤": 1
    },
    "total_reactions": 52
  },
  "preprocessing": {
    "cleaned": "el presidente de estados unidos (ee.uu.), donald trump, y el financiero multimillonario y agresor sexual convicto que murió en prisión en 2019, jeffrey epstein, fueron amigos desde la década de los 80 y mediados de los 2000. sin embargo, su relación de amistad reavivó controversias, tras la orden del mandatario de retener parte de los documentos de la investigación sobre los vínculos de epstein con el tráfico sexual, lo cual provocó divisiones por la falta de transparencia sobre los archivos. tanto trump como epstein formaban parte de la alta sociedad neoyorquina, donde asistían a los mismos eventos sociales, fiestas y actividades en nueva york y florida, particularmente en el resort mar-a-lago, propiedad de trump. imágenes y declaraciones de la época confirman su cercanía, incluyendo la su coincidencia en desfiles y reuniones sociales. en el año 2002, una entrevista de la revista new york magazine reveló que trump consideraba a epstein “un tipo estupendo” y un buen amigo. sin embargo, comenzaron a alejarse cuando en el año 2004, tras un desacuardo por una operación inmobiliaria en palm beach, florida, por lo que trump dejó de frecuentar a epstein. cuatro años después, epstein fue acusado de abuso sexual contra una menor de edad en su residencia en el estado de florida. sin embargo, tras un polémico acuerdo judicial no se levantaron cargos federales y cumplió una condena de pocos meses. sin embargo, en 2019 fue nuevamente arrestado en nueva york, acusado de tráfico sexual de decenas de adolescentes. epstein se declaró no culpable pero, en el mes de agosto de ese año, fue hallado muerto en su celda. la investigación de las autoridades determinó que murió a causa de un suicidio por ahorcamiento. su exnovia ghislaine maxwell también está involucrada en el delito, y fue declarada culpable en 2021. este caso provocó numerosas especulaciones sobre posibles encubrimientos y la existencia de una supuesta “lista de clientes” de epstein, teoría que desmintió oficialmente por el buró federal de investigaciones (fbi) en reiteradas ocasiones, y recientemente, por la secretaria de justicia de ee.uu., pam bondi, quien se retractó de haber afirmado la existencia del listado. bondi accedió a divulgar algunos materiales y registros de vuelos privados de epstein, quien además tenía muchas conexiones con personas ricas y poderosas, que los políticos estadounidenses consideran que están involcucrados en sus actos criminales. sin embargo, se piensa que la fiscalía estadounidense retuvo documentos con evidencias de abusos sexuales a menores de edad. de acuerdo con the new york times, el pasado jueves el mismo trump pidió a bondi solicitar permisos para divulgar “todos y cada uno de los testimonios pertinentes del gran jurado, sujetos a la aprobación de la corte”; sin embargo, hay sectores que exigen la divulgación completa de los documentos. a inicios de julio, el diario the wall street journal publicó una carta que trump envió a epstein cuando cumplió 50 años, en 2003. la carta, catalogada como “obscena” tanto por el propio exmandatario como por el periódico, contiene frases como “tenemos ciertas cosas en común, jeffrey” y “un amigo es algo maravilloso“, terminando con “feliz cumpleaños, y que cada día sea un secreto maravilloso“. el documento fue acompañado por un dibujo explícito y una firma de trump. de acuerdo con el diario, la carta está incluida en un álbum de cumpleaños que elaboró la exnovia de epstein, con felicitaciones y mensajes subidos de tono de personajes de su entorno. tras la publicación de la carta, donald trump negó rotundamente ser su autor y anunció una denuncia contra el diario por supuesta difamación de uso de fuentes poco creíbles. a través de su red truth social, el expresidente rechazó que el documento fuese auténtico y calificó la acción del wall street journal como desesperada por mantener su relevancia mediática. desde el punto de vista político, el caso epstein presiona a trump, pues muchos de sus seguidores cuestionan su falta de transparencia judicial al no publicar la lista de clientes. aunque durante su reciente campaña presidencial trump prometió desvelar esos nombres “sin ningún problema” si llegaba nuevamente al poder, una vez en la casa blanca ha incumplido esa promesa. a pesar de los documentos publicados en 2025 para esclarecer el caso, incluyendo videos y memorandos del fbi que descartan la existencia de pruebas para reabrir investigaciones, la controversia sigue alimentada por nuevas revelaciones y publicaciones en medios de comunicación estadounidenses.",
    "tokens": [
      "presidente",
      "unidos",
      "(",
      "ee.uu.",
      ")",
      ",",
      "donald",
      "trump",
      ",",
      "financiero",
      "multimillonario",
      "agresor",
      "sexual",
      "convicto",
      "murió",
      "prisión",
      "2019",
      ",",
      "jeffrey",
      "epstein",
      ",",
      "amigos",
      "década",
      "80",
      "mediados",
      "2000.",
      "embargo",
      ",",
      "relación",
      "amistad",
      "reavivó",
      "controversias",
      ",",
      "tras",
      "orden",
      "mandatario",
      "retener",
      "parte",
      "documentos",
      "investigación",
      "vínculos",
      "epstein",
      "tráfico",
      "sexual",
      ",",
      "provocó",
      "divisiones",
      "falta",
      "transparencia",
      "archivos",
      ".",
      "trump",
      "epstein",
      "formaban",
      "parte",
      "alta",
      "sociedad",
      "neoyorquina",
      ",",
      "asistían",
      "mismos",
      "eventos",
      "sociales",
      ",",
      "fiestas",
      "actividades",
      "nueva",
      "york",
      "florida",
      ",",
      "particularmente",
      "resort",
      "mar-a-lago",
      ",",
      "propiedad",
      "trump",
      ".",
      "imágenes",
      "declaraciones",
      "época",
      "confirman",
      "cercanía",
      ",",
      "incluyendo",
      "coincidencia",
      "desfiles",
      "reuniones",
      "sociales",
      ".",
      "año",
      "2002",
      ",",
      "entrevista",
      "revista",
      "new",
      "york",
      "magazine",
      "reveló",
      "trump",
      "consideraba",
      "epstein",
      "“",
      "tipo",
      "estupendo",
      "”",
      "buen",
      "amigo",
      ".",
      "embargo",
      ",",
      "comenzaron",
      "alejarse",
      "año",
      "2004",
      ",",
      "tras",
      "desacuardo",
      "operación",
      "inmobiliaria",
      "palm",
      "beach",
      ",",
      "florida",
      ",",
      "trump",
      "dejó",
      "frecuentar",
      "epstein",
      ".",
      "cuatro",
      "años",
      "después",
      ",",
      "epstein",
      "acusado",
      "abuso",
      "sexual",
      "menor",
      "edad",
      "residencia",
      "florida",
      ".",
      "embargo",
      ",",
      "tras",
      "polémico",
      "acuerdo",
      "judicial",
      "levantaron",
      "cargos",
      "federales",
      "cumplió",
      "condena",
      "pocos",
      "meses",
      ".",
      "embargo",
      ",",
      "2019",
      "nuevamente",
      "arrestado",
      "nueva",
      "york",
      ",",
      "acusado",
      "tráfico",
      "sexual",
      "decenas",
      "adolescentes",
      ".",
      "epstein",
      "declaró",
      "culpable",
      ",",
      "mes",
      "agosto",
      "año",
      ",",
      "hallado",
      "muerto",
      "celda",
      ".",
      "investigación",
      "autoridades",
      "determinó",
      "murió",
      "causa",
      "suicidio",
      "ahorcamiento",
      ".",
      "exnovia",
      "ghislaine",
      "maxwell",
      "involucrada",
      "delito",
      ",",
      "declarada",
      "culpable",
      "2021.",
      "caso",
      "provocó",
      "numerosas",
      "especulaciones",
      "posibles",
      "encubrimientos",
      "existencia",
      "supuesta",
      "“",
      "lista",
      "clientes",
      "”",
      "epstein",
      ",",
      "teoría",
      "desmintió",
      "oficialmente",
      "buró",
      "federal",
      "investigaciones",
      "(",
      "fbi",
      ")",
      "reiteradas",
      "ocasiones",
      ",",
      "recientemente",
      ",",
      "secretaria",
      "justicia",
      "ee.uu.",
      ",",
      "pam",
      "bondi",
      ",",
      "retractó",
      "haber",
      "afirmado",
      "existencia",
      "listado",
      ".",
      "bondi",
      "accedió",
      "divulgar",
      "materiales",
      "registros",
      "vuelos",
      "privados",
      "epstein",
      ",",
      "además",
      "muchas",
      "conexiones",
      "personas",
      "ricas",
      "poderosas",
      ",",
      "políticos",
      "estadounidenses",
      "consideran",
      "involcucrados",
      "actos",
      "criminales",
      ".",
      "embargo",
      ",",
      "piensa",
      "fiscalía",
      "estadounidense",
      "retuvo",
      "documentos",
      "evidencias",
      "abusos",
      "sexuales",
      "menores",
      "edad",
      ".",
      "acuerdo",
      "the",
      "new",
      "york",
      "times",
      ",",
      "pasado",
      "jueves",
      "mismo",
      "trump",
      "pidió",
      "bondi",
      "solicitar",
      "permisos",
      "divulgar",
      "“",
      "cada",
      "testimonios",
      "pertinentes",
      "gran",
      "jurado",
      ",",
      "sujetos",
      "aprobación",
      "corte",
      "”",
      ";",
      "embargo",
      ",",
      "sectores",
      "exigen",
      "divulgación",
      "completa",
      "documentos",
      ".",
      "inicios",
      "julio",
      ",",
      "diario",
      "the",
      "wall",
      "street",
      "journal",
      "publicó",
      "carta",
      "trump",
      "envió",
      "epstein",
      "cumplió",
      "50",
      "años",
      ",",
      "2003.",
      "carta",
      ",",
      "catalogada",
      "“",
      "obscena",
      "”",
      "propio",
      "exmandatario",
      "periódico",
      ",",
      "contiene",
      "frases",
      "“",
      "ciertas",
      "cosas",
      "común",
      ",",
      "jeffrey",
      "”",
      "“",
      "amigo",
      "maravilloso",
      "“",
      ",",
      "terminando",
      "“",
      "feliz",
      "cumpleaños",
      ",",
      "cada",
      "día",
      "secreto",
      "maravilloso",
      "“",
      ".",
      "documento",
      "acompañado",
      "dibujo",
      "explícito",
      "firma",
      "trump",
      ".",
      "acuerdo",
      "diario",
      ",",
      "carta",
      "incluida",
      "álbum",
      "cumpleaños",
      "elaboró",
      "exnovia",
      "epstein",
      ",",
      "felicitaciones",
      "mensajes",
      "subidos",
      "tono",
      "personajes",
      "entorno",
      ".",
      "tras",
      "publicación",
      "carta",
      ",",
      "donald",
      "trump",
      "negó",
      "rotundamente",
      "ser",
      "autor",
      "anunció",
      "denuncia",
      "diario",
      "supuesta",
      "difamación",
      "uso",
      "fuentes",
      "creíbles",
      ".",
      "través",
      "red",
      "truth",
      "social",
      ",",
      "expresidente",
      "rechazó",
      "documento",
      "auténtico",
      "calificó",
      "acción",
      "wall",
      "street",
      "journal",
      "desesperada",
      "mantener",
      "relevancia",
      "mediática",
      ".",
      "punto",
      "vista",
      "político",
      ",",
      "caso",
      "epstein",
      "presiona",
      "trump",
      ",",
      "pues",
      "seguidores",
      "cuestionan",
      "falta",
      "transparencia",
      "judicial",
      "publicar",
      "lista",
      "clientes",
      ".",
      "aunque",
      "reciente",
      "campaña",
      "presidencial",
      "trump",
      "prometió",
      "desvelar",
      "nombres",
      "“",
      "ningún",
      "problema",
      "”",
      "si",
      "llegaba",
      "nuevamente",
      "poder",
      ",",
      "vez",
      "casa",
      "blanca",
      "incumplido",
      "promesa",
      ".",
      "pesar",
      "documentos",
      "publicados",
      "2025",
      "esclarecer",
      "caso",
      ",",
      "incluyendo",
      "videos",
      "memorandos",
      "fbi",
      "descartan",
      "existencia",
      "pruebas",
      "reabrir",
      "investigaciones",
      ",",
      "controversia",
      "sigue",
      "alimentada",
      "nuevas",
      "revelaciones",
      "publicaciones",
      "medios",
      "comunicación",
      "estadounidenses",
      "."
    ],
    "token_count": 496,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 95,
      "NN": 240,
      "FW": 159,
      "JJ": 69,
      "IN": 38,
      "CD": 10,
      "VBD": 2,
      "NNS": 36,
      "VBP": 18,
      "VBZ": 11,
      "DT": 5,
      "CC": 2,
      "VB": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 37,
      "NN-FW": 17,
      "FW-NNP": 22,
      "NNP-NNP": 34,
      "NN-NN": 128,
      "NN-JJ": 20,
      "JJ-NN": 46,
      "NN-IN": 34,
      "IN-NN": 6,
      "IN-CD": 2,
      "CD-NNP": 4,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "FW-FW": 94,
      "FW-CD": 2,
      "CD-NN": 5,
      "IN-FW": 19,
      "NNP-FW": 12,
      "FW-JJ": 14,
      "FW-NN": 15,
      "NN-NNS": 11,
      "NNS-VBP": 16,
      "VBP-JJ": 13,
      "NN-VBP": 2,
      "JJ-FW": 8,
      "NN-NNP": 18,
      "NNP-JJ": 4,
      "VBP-NNS": 2,
      "NNS-IN": 2,
      "IN-NNP": 4,
      "NNP-NNS": 2,
      "NNS-FW": 7,
      "IN-NNS": 1,
      "NNS-NNS": 5,
      "NNS-NNP": 3,
      "NN-CD": 4,
      "CD-JJ": 1,
      "JJ-CD": 2,
      "NNP-VBZ": 4,
      "VBZ-JJ": 6,
      "JJ-NNP": 5,
      "NNS-JJ": 1,
      "IN-JJ": 6,
      "JJ-DT": 1,
      "DT-JJ": 2,
      "FW-NNS": 8,
      "NN-CC": 1,
      "CC-NN": 1,
      "FW-VBZ": 2,
      "VBZ-DT": 2,
      "JJ-NNS": 6,
      "FW-IN": 1,
      "NNS-VBD": 1,
      "VBD-NNS": 1,
      "VBP-FW": 2,
      "NN-VBZ": 4,
      "VBZ-NNP": 2,
      "DT-NNP": 2,
      "FW-CC": 1,
      "CC-VB": 1,
      "VB-DT": 1,
      "VBP-IN": 1,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "VBZ-NN": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "JJ-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 4,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 12,
      "NNP-NNP-NNP": 14,
      "NNP-NNP-NN": 12,
      "NNP-NN-NN": 25,
      "NN-NN-NN": 67,
      "NN-NN-JJ": 16,
      "NN-JJ-NN": 16,
      "JJ-NN-NN": 22,
      "NN-NN-IN": 15,
      "NN-IN-NN": 5,
      "IN-NN-IN": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-FW": 3,
      "NN-FW-FW": 10,
      "FW-FW-FW": 60,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-IN": 1,
      "NN-IN-FW": 17,
      "IN-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-FW": 2,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 9,
      "JJ-NN-IN": 13,
      "IN-FW-FW": 6,
      "FW-FW-NN": 5,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 10,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 7,
      "FW-FW-NNP": 16,
      "FW-NNP-NN": 5,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "JJ-NN-JJ": 2,
      "JJ-NN-NNS": 4,
      "VBP-JJ-FW": 4,
      "JJ-FW-FW": 7,
      "NNP-NN-NNP": 4,
      "NN-NNP-JJ": 3,
      "NNP-JJ-NN": 4,
      "IN-FW-JJ": 10,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "FW-NN-NNP": 2,
      "NN-NNP-NN": 11,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-FW": 2,
      "NNS-FW-FW": 7,
      "NN-NN-FW": 7,
      "NN-FW-NN": 4,
      "FW-NN-IN": 3,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "NN-NN-CD": 3,
      "NN-CD-JJ": 1,
      "CD-JJ-FW": 1,
      "NN-NN-NNP": 11,
      "FW-JJ-CD": 1,
      "JJ-CD-NN": 2,
      "CD-NN-JJ": 1,
      "NN-IN-NNP": 3,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-NNS": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-IN-JJ": 6,
      "IN-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "NN-NN-NNS": 3,
      "IN-FW-NNS": 1,
      "FW-NNS-NNP": 2,
      "NN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-FW": 1,
      "NNP-NN-IN": 1,
      "FW-JJ-FW": 2,
      "FW-NNP-FW": 5,
      "NNP-FW-VBZ": 2,
      "FW-VBZ-DT": 2,
      "VBZ-DT-JJ": 1,
      "IN-JJ-NNS": 2,
      "JJ-NNS-FW": 2,
      "FW-FW-IN": 1,
      "FW-IN-FW": 1,
      "IN-NN-NN": 4,
      "NN-NNP-FW": 1,
      "NNP-FW-FW": 2,
      "FW-FW-NNS": 7,
      "FW-NNS-VBP": 3,
      "JJ-FW-NN": 1,
      "IN-JJ-NN": 2,
      "IN-NNP-FW": 1,
      "NNP-FW-NNP": 2,
      "VBZ-JJ-FW": 1,
      "FW-FW-JJ": 3,
      "JJ-NN-CD": 1,
      "NN-CD-NNP": 2,
      "CD-NNP-NN": 1,
      "NN-JJ-NNS": 3,
      "JJ-NNS-VBD": 1,
      "NNS-VBD-NNS": 1,
      "VBD-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "NN-NNP-NNP": 1,
      "NNP-NNP-FW": 2,
      "NNP-FW-NN": 5,
      "FW-NN-NN": 7,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "VBZ-DT-NNP": 1,
      "DT-NNP-NNP": 2,
      "NNP-NNP-JJ": 1,
      "VBP-JJ-NNP": 2,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "FW-FW-CC": 1,
      "FW-CC-VB": 1,
      "CC-VB-DT": 1,
      "VB-DT-NNP": 1,
      "NNP-NN-JJ": 1,
      "NN-NNP-VBZ": 2,
      "VBZ-JJ-CD": 1,
      "CD-NN-NN": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NNP": 1,
      "FW-NN-FW": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "VBP-NNS-FW": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNS": 1,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-FW": 1,
      "IN-FW-NNP": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "IN-CD-NN": 1,
      "FW-NNS-FW": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 240,
        "FW": 159,
        "NNP": 95,
        "JJ": 69,
        "IN": 38
      },
      "top_bigrams": {
        "NN-NN": 128,
        "FW-FW": 94,
        "JJ-NN": 46,
        "NNP-NN": 37,
        "NNP-NNP": 34
      },
      "top_trigrams": {
        "NN-NN-NN": 67,
        "FW-FW-FW": 60,
        "NNP-NN-NN": 25,
        "JJ-NN-NN": 22,
        "NN-IN-FW": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 191,
      "VP": 41,
      "PP": 15,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0251
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0215
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 5,
        "weight": 0.0179
      },
      {
        "rule": "NP -> ('Epstein', 'NNP')",
        "frequency": 5,
        "weight": 0.0179
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('EE.UU.', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Donald', 'NNP') ('Trump', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "ADJP -> ('sexual', 'JJ')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Trump', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Florida', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "EE.UU."
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "VP",
        "text": "el financiero multimillonario y agresor sexual convicto que murió"
      },
      {
        "label": "NP",
        "text": "financiero multimillonario y agresor"
      },
      {
        "label": "NP",
        "text": "sexual convicto que murió"
      },
      {
        "label": "PP",
        "text": "en prisión en"
      },
      {
        "label": "NP",
        "text": "prisión en"
      },
      {
        "label": "NP",
        "text": "Jeffrey Epstein"
      },
      {
        "label": "NP",
        "text": "fueron amigos"
      },
      {
        "label": "VP",
        "text": "desde la"
      },
      {
        "label": "NP",
        "text": "y mediados"
      },
      {
        "label": "ADJP",
        "text": "los"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  (/(\n  (NP EE.UU./NNP)\n  )/)\n  ,/,\n  (NP Donald/NNP Trump/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP\n    el/VBZ\n    (NP financiero/NN multimillonario/NN y/NN agresor/NN)\n    (NP sexual/JJ convicto/NN que/NN murió/NN))\n  (PP en/IN (NP prisión/NN en/NN))\n  2019/CD\n  ,/,\n  (NP Jeffrey/NNP Epstein/NNP)\n  ,/,\n  (NP fueron/NN amigos/NNS)\n  (VP desde/VBP la/JJ)\n  década/FW\n  de/FW\n  los/FW\n  80/CD\n  (NP y/NN mediados/NN)\n  de/IN\n  (ADJP los/JJ)\n  2000/CD\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  (NP su/JJ relación/NN)\n  de/IN\n  amistad/FW\n  reavivó/FW\n  (NP controversias/NN)\n  ,/,\n  tras/EX\n  la/FW\n  (NP orden/JJ del/NN mandatario/NN)\n  de/IN\n  retener/FW\n  parte/FW\n  de/FW\n  los/FW\n  documentos/FW\n  de/FW\n  la/FW\n  investigación/FW\n  sobre/FW\n  los/FW\n  vínculos/FW\n  de/FW\n  (NP Epstein/NNP con/NN el/NN tráfico/NN)\n  (ADJP sexual/JJ)\n  ,/,\n  (NP lo/JJ cual/JJ provocó/NN divisiones/NNS)\n  (VP por/VBP la/JJ)\n  falta/FW\n  de/FW\n  transparencia/FW\n  sobre/FW\n  los/FW\n  (NP archivos/NN)\n  ./.)",
      "(S\n  (NP Tanto/NNP Trump/NNP como/NN Epstein/NNP)\n  (NP formaban/JJ parte/NN)\n  de/IN\n  la/FW\n  (NP alta/JJ sociedad/NN neoyorquina/NN)\n  ,/,\n  (NP donde/NN)\n  (VP\n    asistían/VBD\n    (NP a/DT los/JJ mismos/NN eventos/NN sociales/NNS))\n  ,/,\n  (NP fiestas/NNS)\n  (VP y/VBP (NP actividades/NNS))\n  (PP en/IN (NP Nueva/NNP York/NNP y/NN Florida/NNP))\n  ,/,\n  (NP particularmente/NN)\n  en/FW\n  el/FW\n  (NP resort/NN Mar-a-Lago/NNP)\n  ,/,\n  (NP propiedad/NN)\n  de/FW\n  (NP Trump/NNP)\n  ./.)",
      "(S\n  (NP Imágenes/NNS)\n  y/PRP\n  (VP declaraciones/VBZ)\n  de/FW\n  la/FW\n  (NP época/NNP confirman/NN su/NN cercanía/NN)\n  ,/,\n  (NP incluyendo/JJ la/NN su/NN coincidencia/NN)\n  (PP en/IN (NP desfiles/NNS))\n  (VP y/VBP (NP reuniones/NNS sociales/NNS))\n  ./.)",
      "(S\n  (NP En/NNP el/NN año/NN)\n  2002/CD\n  ,/,\n  (ADJP una/JJ)\n  entrevista/FW\n  de/FW\n  la/FW\n  revista/FW\n  (NP New/NNP York/NNP Magazine/NNP reveló/NN que/NN Trump/NNP)\n  (VP\n    consideraba/VBZ\n    (NP a/DT Epstein/NNP “/NNP)\n    (NP un/JJ tipo/NN estupendo/NN ”/NNP y/NNP)\n    (NP un/JJ buen/NN amigo/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "RELACIONES_INTERNACIONALES",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con the new york times, el pasado jueves el mismo trump pidió a bondi solicitar permisos para divulgar “todos y cada",
        "position": [
          2576,
          2700
        ],
        "start": 2576,
        "end": 2700
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1536,
          1543
        ],
        "start": 1536,
        "end": 1543
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3607,
          3614
        ],
        "start": 3607,
        "end": 3614
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de estados",
        "position": [
          3,
          24
        ],
        "start": 3,
        "end": 24
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "revista new york",
        "position": [
          886,
          902
        ],
        "start": 886,
        "end": 902
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "negó",
        "position": [
          3574,
          3578
        ],
        "start": 3574,
        "end": 3578
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          693,
          696
        ],
        "start": 693,
        "end": 696
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          17,
          31
        ],
        "start": 17,
        "end": 31
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          1272,
          1281
        ],
        "start": 1272,
        "end": 1281
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2002",
        "position": [
          855,
          863
        ],
        "start": 855,
        "end": 863
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          849,
          858
        ],
        "start": 849,
        "end": 858
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          2068,
          2081
        ],
        "start": 2068,
        "end": 2081
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          229,
          236
        ],
        "start": 229,
        "end": 236
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2002",
        "position": [
          849,
          863
        ],
        "start": 849,
        "end": 863
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Epstein",
        "tipo": "Persona"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palm Beach",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nueva York",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jeffrey",
        "tipo": "Persona"
      },
      {
        "nombre": "Pam Bondi",
        "tipo": "Persona"
      },
      {
        "nombre": "resort Mar-a-Lago",
        "tipo": "Lugar"
      },
      {
        "nombre": "FBI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jeffrey Epstein",
        "tipo": "Persona"
      },
      {
        "nombre": "New York Magazine",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "The New York Times",
        "tipo": "Organizacion"
      },
      {
        "nombre": "la Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fiscalía estadounidense",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Florida",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bondi",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Ghislaine Maxwell",
        "tipo": "Persona"
      },
      {
        "nombre": "Buró Federal de Investigaciones",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Trump",
        "relacion": "FORMAR",
        "objeto": "Nueva York"
      },
      {
        "sujeto": "Trump",
        "relacion": "FORMAR",
        "objeto": "Florida"
      },
      {
        "sujeto": "Trump",
        "relacion": "FORMAR",
        "objeto": "resort Mar-a-Lago"
      },
      {
        "sujeto": "Epstein",
        "relacion": "FORMAR",
        "objeto": "Nueva York"
      },
      {
        "sujeto": "Epstein",
        "relacion": "FORMAR",
        "objeto": "Florida"
      },
      {
        "sujeto": "Epstein",
        "relacion": "FORMAR",
        "objeto": "resort Mar-a-Lago"
      },
      {
        "sujeto": "Epstein",
        "relacion": "FORMAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Nueva York",
        "relacion": "ASISTIR_FORMAR",
        "objeto": "resort Mar-a-Lago"
      },
      {
        "sujeto": "Nueva York",
        "relacion": "ASISTIR_FORMAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Florida",
        "relacion": "ASISTIR_FORMAR",
        "objeto": "resort Mar-a-Lago"
      },
      {
        "sujeto": "Florida",
        "relacion": "ASISTIR_FORMAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "REVELAR",
        "objeto": "New York Magazine"
      },
      {
        "sujeto": "New York Magazine",
        "relacion": "REVELAR",
        "objeto": "Epstein"
      },
      {
        "sujeto": "Trump",
        "relacion": "CONSIDERAR_REVELAR",
        "objeto": "Epstein"
      },
      {
        "sujeto": "Trump",
        "relacion": "COMENZAR",
        "objeto": "Palm Beach"
      },
      {
        "sujeto": "Palm Beach",
        "relacion": "COMENZAR",
        "objeto": "Epstein"
      },
      {
        "sujeto": "Trump",
        "relacion": "COMENZAR",
        "objeto": "Florida"
      },
      {
        "sujeto": "Florida",
        "relacion": "COMENZAR",
        "objeto": "Epstein"
      },
      {
        "sujeto": "Trump",
        "relacion": "DEJAR_ALEJAR_L_COMENZAR",
        "objeto": "Epstein"
      },
      {
        "sujeto": "Epstein",
        "relacion": "ACUSAR",
        "objeto": "Florida"
      },
      {
        "sujeto": "Bondi",
        "relacion": "ACCEDER",
        "objeto": "Epstein"
      },
      {
        "sujeto": "Trump",
        "relacion": "PEDIR",
        "objeto": "The New York Times"
      },
      {
        "sujeto": "The New York Times",
        "relacion": "PEDIR",
        "objeto": "Bondi"
      },
      {
        "sujeto": "Trump",
        "relacion": "PEDIR",
        "objeto": "Bondi"
      },
      {
        "sujeto": "Trump",
        "relacion": "ENVIAR_PUBLICAR",
        "objeto": "Epstein"
      },
      {
        "sujeto": "Epstein",
        "relacion": "PRESIONAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "PROMETER",
        "objeto": "la Casa Blanca"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9682,
    "pos": 0.01,
    "neu": 0.95,
    "neg": 0.04,
    "label": "negative"
  }
}