{
  "url": "https://www.telesurtv.net/venezuela-e-iran-reafirman-nexos-de-cooperacion/",
  "title": "Venezuela e Irán profundizan nexos de cooperación - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Irán",
    "relaciones bilaterales",
    "Tecnología",
    "Venezuela"
  ],
  "text": "En ese sentido, la Comisión Mixta de Alto Nivel entre ambos gobiernos, firmó dos memorandos, uno en materia de Exención de Visado y otro en materia de Transferencia de Tecnología y la Formación en Inteligencia Artificial.\nEl presidente venezolano precisó que todas las comisiones de trabajo han hecho una labor extensa para trazar el mapa de cooperación que se ha construido, que lleva 20 años de trabajo efectivo en las relaciones entre Irán y Venezuela. En ese sentido, destacó la confianza política existen entre las partes.\n“Irán se ha consolidado como una potencia emergente en el mundo multipolar y pluricéntrico que está surgiendo hoy en la humanidad. Es un país con gran capacidad tecnológica, gran tradición educativa, cultural y científica”, aseguró el jefe de Estado y precisó que ha sabido resistir más de 45 años de asedio imperialista, que ha acrecentado su espíritu de batalla.\nEn ese sentido, destacó el legado del pensamiento del Libertador Simón Bolívar y el comandante Hugo Chávez, y precisó que “en la misma medida que vamos tejiendo nuestro propio modelo de independencia, vamos tejiendo el mundo nuevo, fortaleciendo las alianzas del sur global”.\nAseguró además que se ha ido consolidando una relación como nunca antes tuvo Venezuela con un país tan poderoso como Irán. Al respecto, recordó que se ha transitado varias etapas y con la décima Comisión Mixta se abre un nuevo capítulo, con un mapa de cooperación con grandes retos y desafíos en el marco de un mundo que aspira a no tener colonias, hegemones o fascismo.\n“Desde Venezuela e Irán, decimos sí a la libertad, al diálogo abierto de pueblos, de civilizaciones, a la construcción conjunta. Se abre una nueva etapa de una relación Irán-Venezuela para incrementar el comercio, la movilidad, el intercambio a través del turismo. Venezuela está preparada para recibir grandes contingentes de familias y turistas de Irán”, indicó.\nTras la rúbrica de los documentos, Aziz Nasirzadeh afirmó que “la distancia geográfica nunca ha sido un obstáculo para profundizar las relaciones entre nuestros pueblos”.\n“Irán y Venezuela son amigos y hermanos en un solo barco que lleva el destino de los dos países por las amenazas que existen. El imperialismo siempre busca tener dominio sobre pueblos libres y soberanos y está molesto por la cooperación entre ambos países que buscan un mundo libre de hegemonía”, destacó.\nAsimismo, auguró que la Comisión Mixta se convertirá en un hito de la relación bilateral por los grandes logros y acuerdos, que están abriendo un nuevo capítulo en la relación entre ambos países-.\n“Irán no va escatimar para consolidar la cooperación con Venezuela. Vamos a facilitar la relación y los contratos entre empresas del sector privado”, sostuvo y concluyó con una referencia a una frase expresada por el comandante Hugo Chávez: “El amor se paga con el amor”.\nEl ministro del Poder Popular para el Transporte, Ramón Velázquez, afirmó que se ha avanzado en los últimos años 17 áreas de cooperación que avanzan en diferentes proyectos, como transporte, turismo, integración cultural y conocimiento de ambos pueblos.\n“Hay una cooperación muy alta en contribuir a la formación de nuestras futuras generaciones. Hay una intención de un empresario iraní de dotar a 50 escuelas en Venezuela con equipamiento para el aprendizaje de la inteligencia artificial. Son los semilleros científicos”, subrayó Velázquez.\nAsimismo, subrayó que la relación entre Irán y Venezuela es una estratégica que se fortalece para beneficio de ambos países.\nEn este sentido, las relaciones bilaterales entre ambos países se han fortalecido también en el ámbito tecnológico, centrado en áreas cruciales como las telecomunicaciones y el desarrollo de la Inteligencia Artificial (IA).\nDe igual manera, la vicepresidenta de Venezuela, Delcy Rodríguez, se reunió con el ministro de Defensa de Irán, Aziz Nasirzadeh. “Durante esta reunión oficial, se abordaron temas cruciales para fortalecer las relaciones entre ambos países, revisando el mapa de cooperación y estableciendo las bases para la X sesión de la Comisión Mixta de Alto Nivel de Cooperación Económica Venezuela-Irán”, de acuerdo a lo señalado por la vicepresidencia.\nOtras de las áreas estratégicas como ciencia, tecnología, petróleo y comercio fueron abordadas. Entre tanto, el Gobierno manifestó que “el objetivo principal es impulsar la cooperación binacional y fortalecer los lazos de amistad, promoviendo el desarrollo socioeconómico mediante la transferencia de tecnología y conocimiento”.\nPor otra parte, Venezuela e Irán instalaron el pasado lunes en Caracas la X reunión de la Comisión Mixta de Alto, con el objetivo de fortalecer los lazos comerciales y de cooperación entre ambas naciones.\nEntre tanto, Irán y Venezuela tiene alrededor de 300 alianzas en áreas estratégicas como ciencia y tecnología, el sector petrolero, petroquímico y comercio.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-e-iran-reafirman-nexos-de-cooperacion/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 544,
    "message_id": 80920,
    "date": "2024-11-22T02:55:07+00:00",
    "text": "teleSUR\nVenezuela e Irán reafirman nexos de cooperación\nhttps://www.telesurtv.net/venezuela-e-iran-reafirman-nexos-de-cooperacion/",
    "photo_path": null,
    "views": 2611,
    "reactions": {
      "🥰": 33,
      "👍": 23
    },
    "total_reactions": 56
  },
  "preprocessing": {
    "cleaned": "en ese sentido, la comisión mixta de alto nivel entre ambos gobiernos, firmó dos memorandos, uno en materia de exención de visado y otro en materia de transferencia de tecnología y la formación en inteligencia artificial. el presidente venezolano precisó que todas las comisiones de trabajo han hecho una labor extensa para trazar el mapa de cooperación que se ha construido, que lleva 20 años de trabajo efectivo en las relaciones entre irán y venezuela. en ese sentido, destacó la confianza política existen entre las partes. “irán se ha consolidado como una potencia emergente en el mundo multipolar y pluricéntrico que está surgiendo hoy en la humanidad. es un país con gran capacidad tecnológica, gran tradición educativa, cultural y científica”, aseguró el jefe de estado y precisó que ha sabido resistir más de 45 años de asedio imperialista, que ha acrecentado su espíritu de batalla. en ese sentido, destacó el legado del pensamiento del libertador simón bolívar y el comandante hugo chávez, y precisó que “en la misma medida que vamos tejiendo nuestro propio modelo de independencia, vamos tejiendo el mundo nuevo, fortaleciendo las alianzas del sur global”. aseguró además que se ha ido consolidando una relación como nunca antes tuvo venezuela con un país tan poderoso como irán. al respecto, recordó que se ha transitado varias etapas y con la décima comisión mixta se abre un nuevo capítulo, con un mapa de cooperación con grandes retos y desafíos en el marco de un mundo que aspira a no tener colonias, hegemones o fascismo. “desde venezuela e irán, decimos sí a la libertad, al diálogo abierto de pueblos, de civilizaciones, a la construcción conjunta. se abre una nueva etapa de una relación irán-venezuela para incrementar el comercio, la movilidad, el intercambio a través del turismo. venezuela está preparada para recibir grandes contingentes de familias y turistas de irán”, indicó. tras la rúbrica de los documentos, aziz nasirzadeh afirmó que “la distancia geográfica nunca ha sido un obstáculo para profundizar las relaciones entre nuestros pueblos”. “irán y venezuela son amigos y hermanos en un solo barco que lleva el destino de los dos países por las amenazas que existen. el imperialismo siempre busca tener dominio sobre pueblos libres y soberanos y está molesto por la cooperación entre ambos países que buscan un mundo libre de hegemonía”, destacó. asimismo, auguró que la comisión mixta se convertirá en un hito de la relación bilateral por los grandes logros y acuerdos, que están abriendo un nuevo capítulo en la relación entre ambos países-. “irán no va escatimar para consolidar la cooperación con venezuela. vamos a facilitar la relación y los contratos entre empresas del sector privado”, sostuvo y concluyó con una referencia a una frase expresada por el comandante hugo chávez: “el amor se paga con el amor”. el ministro del poder popular para el transporte, ramón velázquez, afirmó que se ha avanzado en los últimos años 17 áreas de cooperación que avanzan en diferentes proyectos, como transporte, turismo, integración cultural y conocimiento de ambos pueblos. “hay una cooperación muy alta en contribuir a la formación de nuestras futuras generaciones. hay una intención de un empresario iraní de dotar a 50 escuelas en venezuela con equipamiento para el aprendizaje de la inteligencia artificial. son los semilleros científicos”, subrayó velázquez. asimismo, subrayó que la relación entre irán y venezuela es una estratégica que se fortalece para beneficio de ambos países. en este sentido, las relaciones bilaterales entre ambos países se han fortalecido también en el ámbito tecnológico, centrado en áreas cruciales como las telecomunicaciones y el desarrollo de la inteligencia artificial (ia). de igual manera, la vicepresidenta de venezuela, delcy rodríguez, se reunió con el ministro de defensa de irán, aziz nasirzadeh. “durante esta reunión oficial, se abordaron temas cruciales para fortalecer las relaciones entre ambos países, revisando el mapa de cooperación y estableciendo las bases para la x sesión de la comisión mixta de alto nivel de cooperación económica venezuela-irán”, de acuerdo a lo señalado por la vicepresidencia. otras de las áreas estratégicas como ciencia, tecnología, petróleo y comercio fueron abordadas. entre tanto, el gobierno manifestó que “el objetivo principal es impulsar la cooperación binacional y fortalecer los lazos de amistad, promoviendo el desarrollo socioeconómico mediante la transferencia de tecnología y conocimiento”. por otra parte, venezuela e irán instalaron el pasado lunes en caracas la x reunión de la comisión mixta de alto, con el objetivo de fortalecer los lazos comerciales y de cooperación entre ambas naciones. entre tanto, irán y venezuela tiene alrededor de 300 alianzas en áreas estratégicas como ciencia y tecnología, el sector petrolero, petroquímico y comercio.",
    "tokens": [
      ",",
      "comisión",
      "mixta",
      "alto",
      "nivel",
      "ambos",
      "gobiernos",
      ",",
      "firmó",
      "dos",
      "memorandos",
      ",",
      "materia",
      "exención",
      "visado",
      "materia",
      "transferencia",
      "tecnología",
      "formación",
      "inteligencia",
      "artificial",
      ".",
      "presidente",
      "venezolano",
      "precisó",
      "todas",
      "comisiones",
      "trabajo",
      "hecho",
      "labor",
      "extensa",
      "trazar",
      "mapa",
      "cooperación",
      "construido",
      ",",
      "lleva",
      "20",
      "años",
      "trabajo",
      "efectivo",
      "relaciones",
      "irán",
      "venezuela",
      ".",
      ",",
      "destacó",
      "confianza",
      "política",
      "existen",
      "partes",
      ".",
      "“",
      "irán",
      "consolidado",
      "potencia",
      "emergente",
      "mundo",
      "multipolar",
      "pluricéntrico",
      "surgiendo",
      "hoy",
      "humanidad",
      ".",
      "país",
      "gran",
      "capacidad",
      "tecnológica",
      ",",
      "gran",
      "tradición",
      "educativa",
      ",",
      "cultural",
      "científica",
      "”",
      ",",
      "aseguró",
      "jefe",
      "precisó",
      "sabido",
      "resistir",
      "45",
      "años",
      "asedio",
      "imperialista",
      ",",
      "acrecentado",
      "espíritu",
      "batalla",
      ".",
      ",",
      "destacó",
      "legado",
      "pensamiento",
      "libertador",
      "simón",
      "bolívar",
      "comandante",
      "hugo",
      "chávez",
      ",",
      "precisó",
      "“",
      "misma",
      "medida",
      "vamos",
      "tejiendo",
      "propio",
      "modelo",
      "independencia",
      ",",
      "vamos",
      "tejiendo",
      "mundo",
      "nuevo",
      ",",
      "fortaleciendo",
      "alianzas",
      "sur",
      "global",
      "”",
      ".",
      "aseguró",
      "además",
      "ido",
      "consolidando",
      "relación",
      "nunca",
      "venezuela",
      "país",
      "tan",
      "poderoso",
      "irán",
      ".",
      "respecto",
      ",",
      "recordó",
      "transitado",
      "varias",
      "etapas",
      "décima",
      "comisión",
      "mixta",
      "abre",
      "nuevo",
      "capítulo",
      ",",
      "mapa",
      "cooperación",
      "grandes",
      "retos",
      "desafíos",
      "marco",
      "mundo",
      "aspira",
      "tener",
      "colonias",
      ",",
      "hegemones",
      "fascismo",
      ".",
      "“",
      "venezuela",
      "irán",
      ",",
      "decimos",
      "libertad",
      ",",
      "diálogo",
      "abierto",
      "pueblos",
      ",",
      "civilizaciones",
      ",",
      "construcción",
      "conjunta",
      ".",
      "abre",
      "nueva",
      "etapa",
      "relación",
      "irán-venezuela",
      "incrementar",
      "comercio",
      ",",
      "movilidad",
      ",",
      "intercambio",
      "través",
      "turismo",
      ".",
      "venezuela",
      "preparada",
      "recibir",
      "grandes",
      "contingentes",
      "familias",
      "turistas",
      "irán",
      "”",
      ",",
      "indicó",
      ".",
      "tras",
      "rúbrica",
      "documentos",
      ",",
      "aziz",
      "nasirzadeh",
      "afirmó",
      "“",
      "distancia",
      "geográfica",
      "nunca",
      "sido",
      "obstáculo",
      "profundizar",
      "relaciones",
      "pueblos",
      "”",
      ".",
      "“",
      "irán",
      "venezuela",
      "amigos",
      "hermanos",
      "solo",
      "barco",
      "lleva",
      "destino",
      "dos",
      "países",
      "amenazas",
      "existen",
      ".",
      "imperialismo",
      "siempre",
      "busca",
      "tener",
      "dominio",
      "pueblos",
      "libres",
      "soberanos",
      "molesto",
      "cooperación",
      "ambos",
      "países",
      "buscan",
      "mundo",
      "libre",
      "hegemonía",
      "”",
      ",",
      "destacó",
      ".",
      "asimismo",
      ",",
      "auguró",
      "comisión",
      "mixta",
      "convertirá",
      "hito",
      "relación",
      "bilateral",
      "grandes",
      "logros",
      "acuerdos",
      ",",
      "abriendo",
      "nuevo",
      "capítulo",
      "relación",
      "ambos",
      "países-",
      ".",
      "“",
      "irán",
      "va",
      "escatimar",
      "consolidar",
      "cooperación",
      "venezuela",
      ".",
      "vamos",
      "facilitar",
      "relación",
      "contratos",
      "empresas",
      "sector",
      "privado",
      "”",
      ",",
      "sostuvo",
      "concluyó",
      "referencia",
      "frase",
      "expresada",
      "comandante",
      "hugo",
      "chávez",
      ":",
      "“",
      "amor",
      "paga",
      "amor",
      "”",
      ".",
      "ministro",
      "poder",
      "popular",
      "transporte",
      ",",
      "ramón",
      "velázquez",
      ",",
      "afirmó",
      "avanzado",
      "últimos",
      "años",
      "17",
      "áreas",
      "cooperación",
      "avanzan",
      "diferentes",
      "proyectos",
      ",",
      "transporte",
      ",",
      "turismo",
      ",",
      "integración",
      "cultural",
      "conocimiento",
      "ambos",
      "pueblos",
      ".",
      "“",
      "cooperación",
      "alta",
      "contribuir",
      "formación",
      "futuras",
      "generaciones",
      ".",
      "intención",
      "empresario",
      "iraní",
      "dotar",
      "50",
      "escuelas",
      "venezuela",
      "equipamiento",
      "aprendizaje",
      "inteligencia",
      "artificial",
      ".",
      "semilleros",
      "científicos",
      "”",
      ",",
      "subrayó",
      "velázquez",
      ".",
      "asimismo",
      ",",
      "subrayó",
      "relación",
      "irán",
      "venezuela",
      "estratégica",
      "fortalece",
      "beneficio",
      "ambos",
      "países",
      ".",
      ",",
      "relaciones",
      "bilaterales",
      "ambos",
      "países",
      "fortalecido",
      "ámbito",
      "tecnológico",
      ",",
      "centrado",
      "áreas",
      "cruciales",
      "telecomunicaciones",
      "desarrollo",
      "inteligencia",
      "artificial",
      "(",
      "ia",
      ")",
      ".",
      "igual",
      "manera",
      ",",
      "vicepresidenta",
      "venezuela",
      ",",
      "delcy",
      "rodríguez",
      ",",
      "reunió",
      "ministro",
      "defensa",
      "irán",
      ",",
      "aziz",
      "nasirzadeh",
      ".",
      "“",
      "reunión",
      "oficial",
      ",",
      "abordaron",
      "temas",
      "cruciales",
      "fortalecer",
      "relaciones",
      "ambos",
      "países",
      ",",
      "revisando",
      "mapa",
      "cooperación",
      "estableciendo",
      "bases",
      "x",
      "sesión",
      "comisión",
      "mixta",
      "alto",
      "nivel",
      "cooperación",
      "económica",
      "venezuela-irán",
      "”",
      ",",
      "acuerdo",
      "señalado",
      "vicepresidencia",
      ".",
      "áreas",
      "estratégicas",
      "ciencia",
      ",",
      "tecnología",
      ",",
      "petróleo",
      "comercio",
      "abordadas",
      ".",
      ",",
      "gobierno",
      "manifestó",
      "“",
      "objetivo",
      "principal",
      "impulsar",
      "cooperación",
      "binacional",
      "fortalecer",
      "lazos",
      "amistad",
      ",",
      "promoviendo",
      "desarrollo",
      "socioeconómico",
      "mediante",
      "transferencia",
      "tecnología",
      "conocimiento",
      "”",
      ".",
      "parte",
      ",",
      "venezuela",
      "irán",
      "instalaron",
      "pasado",
      "lunes",
      "caracas",
      "x",
      "reunión",
      "comisión",
      "mixta",
      "alto",
      ",",
      "objetivo",
      "fortalecer",
      "lazos",
      "comerciales",
      "cooperación",
      "ambas",
      "naciones",
      ".",
      ",",
      "irán",
      "venezuela",
      "alrededor",
      "300",
      "alianzas",
      "áreas",
      "estratégicas",
      "ciencia",
      "tecnología",
      ",",
      "sector",
      "petrolero",
      ",",
      "petroquímico",
      "comercio",
      "."
    ],
    "token_count": 516,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 105,
      "JJ": 76,
      "NN": 280,
      "IN": 33,
      "FW": 155,
      "NNS": 32,
      "VBP": 18,
      "MD": 1,
      "VB": 1,
      "VBD": 6,
      "CD": 5,
      "VBZ": 9,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-JJ": 7,
      "JJ-NN": 44,
      "NN-NN": 171,
      "NN-NNP": 18,
      "NNP-NNP": 42,
      "NNP-IN": 6,
      "IN-NNP": 7,
      "NNP-FW": 12,
      "FW-NNS": 7,
      "NNS-VBP": 14,
      "VBP-JJ": 16,
      "NN-JJ": 21,
      "JJ-FW": 5,
      "FW-FW": 89,
      "FW-NNP": 20,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-FW": 1,
      "NNP-NN": 30,
      "JJ-JJ": 9,
      "JJ-NNS": 8,
      "NNS-IN": 3,
      "IN-FW": 17,
      "FW-NN": 27,
      "NN-FW": 28,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 2,
      "VBP-NNP": 2,
      "NN-VBP": 3,
      "NN-NNS": 10,
      "NNS-NNP": 5,
      "NNP-VBD": 4,
      "VBD-JJ": 5,
      "FW-JJ": 7,
      "NN-IN": 22,
      "IN-CD": 2,
      "IN-NN": 3,
      "NNP-VBZ": 2,
      "VBZ-JJ": 5,
      "JJ-NNP": 9,
      "JJ-VBZ": 1,
      "FW-VBZ": 2,
      "VBZ-DT": 1,
      "DT-NN": 2,
      "NN-VBZ": 3,
      "VBZ-NNS": 2,
      "NNS-JJ": 2,
      "NNS-FW": 3,
      "IN-JJ": 4,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "FW-IN": 1,
      "NNP-DT": 1,
      "NN-CD": 1,
      "CD-NNP": 1,
      "NNS-NN": 1,
      "NNS-NNS": 3,
      "FW-CD": 1,
      "CD-NNS": 2,
      "FW-VBP": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 7,
      "JJ-NN-NN": 29,
      "NN-NN-NNP": 9,
      "NN-NNP-NNP": 14,
      "NNP-NNP-IN": 5,
      "NNP-IN-NNP": 5,
      "IN-NNP-NNP": 4,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 10,
      "NN-NN-JJ": 16,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-FW": 56,
      "FW-FW-NNP": 13,
      "FW-NNP-FW": 6,
      "NNP-FW-NNP": 6,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-FW": 1,
      "VB-FW-FW": 1,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NNP": 12,
      "NNP-NNP-NN": 14,
      "NNP-NN-NN": 24,
      "NN-NN-NN": 103,
      "NN-JJ-JJ": 5,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "IN-FW-NN": 3,
      "FW-NN-NN": 12,
      "NN-JJ-NN": 13,
      "NN-NN-FW": 16,
      "NN-FW-FW": 13,
      "FW-FW-NN": 8,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 2,
      "FW-FW-NNS": 5,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-JJ": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "JJ-NN-NNS": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 4,
      "VBD-JJ-NN": 2,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 4,
      "NN-FW-NN": 14,
      "NN-NN-IN": 13,
      "NN-IN-FW": 14,
      "IN-FW-FW": 12,
      "FW-NNP-JJ": 2,
      "JJ-JJ-NN": 6,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "NN-IN-CD": 2,
      "IN-CD-NN": 1,
      "JJ-NN-IN": 8,
      "NN-IN-NN": 2,
      "IN-NN-NNP": 2,
      "NN-NNP-JJ": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "FW-NN-FW": 8,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 5,
      "JJ-NN-JJ": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 6,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-JJ": 1,
      "NNP-NN-JJ": 2,
      "NNP-NNP-VBD": 3,
      "VBD-JJ-JJ": 1,
      "VBP-JJ-FW": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNP": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNP-NN": 3,
      "NN-IN-JJ": 3,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NNP-FW-NN": 2,
      "NN-NN-NNS": 7,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNP-NN-NNP": 2,
      "NNP-FW-FW": 2,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "JJ-NN-NNP": 2,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-FW": 2,
      "JJ-FW-JJ": 2,
      "IN-FW-JJ": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "FW-NN-NNP": 3,
      "NN-NNP-NN": 3,
      "JJ-NN-FW": 2,
      "FW-NN-JJ": 1,
      "FW-FW-IN": 1,
      "FW-IN-JJ": 1,
      "IN-JJ-NNP": 2,
      "JJ-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-JJ-NNP": 1,
      "IN-FW-NNS": 1,
      "NNS-NNP-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-NNS": 4,
      "IN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNP-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "JJ-NNS-NNS": 1,
      "NNP-IN-FW": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "NNS-NNP-IN": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 280,
        "FW": 155,
        "NNP": 105,
        "JJ": 76,
        "IN": 33
      },
      "top_bigrams": {
        "NN-NN": 171,
        "FW-FW": 89,
        "JJ-NN": 44,
        "NNP-NNP": 42,
        "NNP-NN": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 103,
        "FW-FW-FW": 56,
        "JJ-NN-NN": 29,
        "NNP-NN-NN": 24,
        "NN-NN-JJ": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 199,
      "PP": 13,
      "ADJP": 5,
      "VP": 36
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0248
      },
      {
        "rule": "NP -> ('Comisión', 'NNP') ('Mixta', 'NNP')",
        "frequency": 4,
        "weight": 0.0142
      },
      {
        "rule": "VP -> ('entre', 'VBP') NP",
        "frequency": 4,
        "weight": 0.0142
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0142
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('ese', 'JJ') ('sentido', 'NN')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('ambos', 'JJ') ('países', 'NNS')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('Alto', 'NNP') ('Nivel', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('Inteligencia', 'NNP') ('Artificial', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "ese sentido"
      },
      {
        "label": "NP",
        "text": "Comisión Mixta"
      },
      {
        "label": "PP",
        "text": "de Alto Nivel"
      },
      {
        "label": "NP",
        "text": "Alto Nivel"
      },
      {
        "label": "NP",
        "text": "ambos gobiernos"
      },
      {
        "label": "NP",
        "text": "firmó dos memorandos"
      },
      {
        "label": "ADJP",
        "text": "uno"
      },
      {
        "label": "NP",
        "text": "Exención"
      },
      {
        "label": "NP",
        "text": "Visado"
      },
      {
        "label": "ADJP",
        "text": "otro"
      },
      {
        "label": "NP",
        "text": "Transferencia"
      },
      {
        "label": "NP",
        "text": "Tecnología"
      },
      {
        "label": "NP",
        "text": "Formación"
      },
      {
        "label": "NP",
        "text": "Inteligencia Artificial"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  la/FW\n  (NP Comisión/NNP Mixta/NNP)\n  (PP de/IN (NP Alto/NNP Nivel/NNP))\n  entre/FW\n  (NP ambos/NN gobiernos/NNS)\n  ,/,\n  (NP firmó/JJ dos/NN memorandos/NN)\n  ,/,\n  (ADJP uno/JJ)\n  en/FW\n  materia/FW\n  de/FW\n  (NP Exención/NNP)\n  de/FW\n  (NP Visado/NNP)\n  y/CC\n  (ADJP otro/JJ)\n  en/FW\n  materia/FW\n  de/FW\n  (NP Transferencia/NNP)\n  de/FW\n  (NP Tecnología/NNP)\n  y/CC\n  la/FW\n  (NP Formación/NNP)\n  en/FW\n  (NP Inteligencia/NNP Artificial/NNP)\n  ./.)",
      "(S\n  (NP El/NNP presidente/NN venezolano/NN precisó/NN que/NN)\n  (NP todas/JJ las/JJ comisiones/NNS)\n  de/IN\n  trabajo/FW\n  (NP han/NN hecho/NN)\n  (NP una/JJ labor/NN extensa/NN para/NN trazar/NN)\n  el/FW\n  mapa/FW\n  de/FW\n  cooperación/FW\n  que/FW\n  se/FW\n  (NP ha/NN construido/NN)\n  ,/,\n  (NP que/JJ lleva/NN)\n  20/CD\n  (NP años/NN)\n  de/FW\n  trabajo/FW\n  efectivo/FW\n  en/FW\n  las/FW\n  (NP relaciones/NNS)\n  (VP entre/VBP (NP Irán/NNP y/NN Venezuela/NNP))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP destacó/NN la/NN confianza/NN política/NN)\n  (VP existen/VBP (NP entre/JJ las/NN partes/NNS))\n  ./.)",
      "(S\n  (NP “/JJ Irán/NNP se/NN ha/NN consolidado/NN como/NN)\n  (NP una/JJ potencia/NN emergente/NN)\n  en/FW\n  el/FW\n  mundo/FW\n  (NP multipolar/JJ y/NN pluricéntrico/NN que/NN)\n  está/FW\n  (NP surgiendo/NN hoy/NN)\n  (PP en/IN (NP la/NN humanidad/NN))\n  ./.)",
      "(S\n  (NP Es/NNP)\n  (NP un/JJ país/NN con/NN gran/NN capacidad/NN tecnológica/NN)\n  ,/,\n  (NP gran/NN tradición/NN educativa/NN)\n  ,/,\n  (NP cultural/JJ y/NN científica/NN ”/NNP)\n  ,/,\n  (NP aseguró/NN el/NN jefe/NN)\n  (PP\n    de/IN\n    (NP\n      Estado/NNP\n      y/NNP\n      precisó/NN\n      que/NN\n      ha/NN\n      sabido/NN\n      resistir/NN\n      más/NN))\n  de/IN\n  45/CD\n  (NP años/NN)\n  de/FW\n  (NP asedio/NN imperialista/NN)\n  ,/,\n  (NP que/JJ ha/NN acrecentado/NN)\n  (NP su/JJ espíritu/NN)\n  (PP de/IN (NP batalla/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          4307,
          4316
        ],
        "start": 4307,
        "end": 4316
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          283,
          290
        ],
        "start": 283,
        "end": 290
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "reunión oficial",
        "position": [
          3887,
          3902
        ],
        "start": 3887,
        "end": 3902
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación con grandes retos y desafíos en",
        "position": [
          1421,
          1464
        ],
        "start": 1421,
        "end": 1464
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "relaciones bilaterales",
        "position": [
          3541,
          3563
        ],
        "start": 3541,
        "end": 3563
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación entre ambos países",
        "position": [
          2301,
          2331
        ],
        "start": 2301,
        "end": 2331
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1956,
          1962
        ],
        "start": 1956,
        "end": 1962
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          247,
          254
        ],
        "start": 247,
        "end": 254
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3839,
          3846
        ],
        "start": 3839,
        "end": 3846
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "tradición educativa, cultural",
        "position": [
          707,
          736
        ],
        "start": 707,
        "end": 736
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente venezolano precisó",
        "position": [
          225,
          254
        ],
        "start": 225,
        "end": 254
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del poder popular",
        "position": [
          2854,
          2880
        ],
        "start": 2854,
        "end": 2880
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresario",
        "position": [
          3222,
          3232
        ],
        "start": 3222,
        "end": 3232
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          472,
          479
        ],
        "start": 472,
        "end": 479
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3376,
          3383
        ],
        "start": 3376,
        "end": 3383
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          445,
          454
        ],
        "start": 445,
        "end": 454
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          4578,
          4585
        ],
        "start": 4578,
        "end": 4585
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y precisó",
        "position": [
          771,
          787
        ],
        "start": 771,
        "end": 787
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          638,
          641
        ],
        "start": 638,
        "end": 641
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialista",
        "position": [
          836,
          848
        ],
        "start": 836,
        "end": 848
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 45",
        "position": [
          811,
          820
        ],
        "start": 811,
        "end": 820
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 300",
        "position": [
          4756,
          4772
        ],
        "start": 4756,
        "end": 4772
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "IA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Poder Popular para el",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisión Mixta de Alto Nivel de Cooperación Económica Venezuela-Irán",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisión Mixta de Alto Nivel",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Aziz Nasirzadeh",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Libertador Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comisión Mixta de Alto",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisión Mixta",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Formación en Inteligencia Artificial",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Velázquez",
        "tipo": "Persona"
      },
      {
        "nombre": "Ramón Velázquez",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Comisión Mixta de Alto Nivel",
        "relacion": "FIRMAR",
        "objeto": "Formación en Inteligencia Artificial"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TENER_CONSOLIDAR_ASEGURAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Irán",
        "relacion": "ESCATIMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "REUNIR",
        "objeto": "Aziz Nasirzadeh"
      },
      {
        "sujeto": "Delcy Rodríguez",
        "relacion": "REUNIR",
        "objeto": "Aziz Nasirzadeh"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "INSTALAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "INSTALAR",
        "objeto": "Comisión Mixta de Alto"
      },
      {
        "sujeto": "Irán",
        "relacion": "INSTALAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Irán",
        "relacion": "INSTALAR",
        "objeto": "Comisión Mixta de Alto"
      },
      {
        "sujeto": "Caracas",
        "relacion": "INSTALAR",
        "objeto": "Comisión Mixta de Alto"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9618,
    "pos": 0.035,
    "neu": 0.959,
    "neg": 0.006,
    "label": "positive"
  }
}