{
  "url": "https://www.telesurtv.net/cuba-verano-cultura-recreacion-comunidades/",
  "title": "Cuba diseña un verano que acerque la cultura y la recreación a las comunidades - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Cuba",
    "recreación",
    "verano",
    "Verano 2025"
  ],
  "text": "Cuba prepara para este verano una serie de propuestas recreativas para la población, en un contexto de desafíos económicos provocados por el recrudecimiento del bloqueo tras la firma del reciente Memorando de Seguridad Nacional de la administración de Donald Trump en Estados Unidos (EE.UU.).\nEl espacio Mesa Redonda de la televisión cubana contó con la presencia del director general de Educación Física y Deportes para Todos del Instituto Nacional de Deportes, Educación Física y Recreación (INDER), José Cedeño Tamayo, quien destacó la importancia de generar en la isla un circuito cultural y recreativo que involucre a las comunidades y satisfaga las necesidades del pueblo cubano.\nAl respecto, precisó que, a pesar de las dificultades por las que atraviesa la isla, el Gobierno mantiene su voluntad de ofrecer opciones recreativas accesibles y diversas para el pueblo cubano, con un enfoque en la inclusión y la participación comunitaria, donde las familias disfruten desde los entornos más cercanos.\nEn ese sentido, se anunció la implementación del proyecto Siempre Joven, para llevar las actividades deportivas y recreativas a comunidades vulnerables, con juegos, festivales y la promoción de la natación para niños.\nEl plan para el verano en Cuba incluye más de 4.200 instalaciones deportivas y más de 2.500 ludotecas comunitarias que se utilizarán para organizar eventos, clases y actividades que fomenten la participación activa de los ciudadanos en el deporte y la cultura.\nPor su parte, la coordinadora de programas del Gobierno de La Habana, Maité Vigoa de la Uz, explicó que en la capital cubana se ha diseñado un circuito cultural para acercar las actividades culturales a las comunidades.\n“Se tiene el compromiso de diseñar un verano que sirva para todos y por eso le hemos dado un diseño diferente y le hemos llamado Circuito Cultural Recreativo Comunitario, porque estamos en una situación complicada; pero aún así, en la capital, desde hace rato estamos en verano”, indicó, a la vez que detalló que las actividades se desarrollarán en espacios tradicionales y nuevas plazas culturales, garantizando que las actividades sean accesibles y participativas.\nVigoa señaló que La Habana cuenta con más de 500 instituciones culturales que se integran en esta oferta recreativa, como teatros, escuelas con áreas deportivas y otras instancias, donde se desarrollarán talleres, festivales y actividades interactivas que se llevarán a cabo en plazas y otros espacios, lo que responde a la necesidad de ofrecer opciones de esparcimiento adaptadas a la realidad local.\nPor su parte, el director de Contenido y Programación de la Radio Cubana, Alfredo Zamora, indicó que la radio cubana tiene prevista más de 83.000 horas de transmisión, la mayoría de ellas dedicadas a los jóvenes.\nEn ese sentido, indicó que se va a tratar de cubrir todas las actividades programadas por las diferentes instituciones: las de recreación, las del Ministerio de Cultura, las de la Unión de Jóvenes Comunistas y otros proyectos culturales cercanos a la población.\nPrecisó que en las comunidades con afectaciones del servicio eléctrico, la radio cubana pretende llegar para servir como medio de acompañamiento. “Se tiene como intención acompañar a los jóvenes insertados en planes de la calle como protagonistas, en cada espacio”, subrayó.\n“Les decimos a las audiencias que nos escuchen, que nos sigan. Todas las experiencias vividas han indicado que debemos formar quipo y garantizar las transmisiones, y tratar de lograr que la gente se acerque a la radio y pueda disfrutar del verano”, precisó Zamora.\nSobre la programación televisiva, la directora de Contenido y Programación de la televisión cubana, Coralia Aguilera, indicó que se realizó un diseño de ofertas audiovisuales atendiendo a la experiencia del verano anterior y otros programas de estreno.\nLos comparecientes en la Mesa Redonda, destacaron que los medios de comunicación transmitirán las actividades de las principales fechas históricas, y variados espacios musicales y de programación, en muchos casos desde la misma comunidad.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-verano-cultura-recreacion-comunidades/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1991,
    "message_id": 98126,
    "date": "2025-07-04T02:55:23+00:00",
    "text": "teleSUR\nCuba diseña un verano que acerque la cultura y la recreación a las comunidades\nhttps://www.telesurtv.net/cuba-verano-cultura-recreacion-comunidades/",
    "photo_path": null,
    "views": 1854,
    "reactions": {
      "👍": 30,
      "❤": 3,
      "⚡": 2
    },
    "total_reactions": 35
  },
  "preprocessing": {
    "cleaned": "cuba prepara para este verano una serie de propuestas recreativas para la población, en un contexto de desafíos económicos provocados por el recrudecimiento del bloqueo tras la firma del reciente memorando de seguridad nacional de la administración de donald trump en estados unidos (ee.uu.). el espacio mesa redonda de la televisión cubana contó con la presencia del director general de educación física y deportes para todos del instituto nacional de deportes, educación física y recreación (inder), josé cedeño tamayo, quien destacó la importancia de generar en la isla un circuito cultural y recreativo que involucre a las comunidades y satisfaga las necesidades del pueblo cubano. al respecto, precisó que, a pesar de las dificultades por las que atraviesa la isla, el gobierno mantiene su voluntad de ofrecer opciones recreativas accesibles y diversas para el pueblo cubano, con un enfoque en la inclusión y la participación comunitaria, donde las familias disfruten desde los entornos más cercanos. en ese sentido, se anunció la implementación del proyecto siempre joven, para llevar las actividades deportivas y recreativas a comunidades vulnerables, con juegos, festivales y la promoción de la natación para niños. el plan para el verano en cuba incluye más de 4.200 instalaciones deportivas y más de 2.500 ludotecas comunitarias que se utilizarán para organizar eventos, clases y actividades que fomenten la participación activa de los ciudadanos en el deporte y la cultura. por su parte, la coordinadora de programas del gobierno de la habana, maité vigoa de la uz, explicó que en la capital cubana se ha diseñado un circuito cultural para acercar las actividades culturales a las comunidades. “se tiene el compromiso de diseñar un verano que sirva para todos y por eso le hemos dado un diseño diferente y le hemos llamado circuito cultural recreativo comunitario, porque estamos en una situación complicada; pero aún así, en la capital, desde hace rato estamos en verano”, indicó, a la vez que detalló que las actividades se desarrollarán en espacios tradicionales y nuevas plazas culturales, garantizando que las actividades sean accesibles y participativas. vigoa señaló que la habana cuenta con más de 500 instituciones culturales que se integran en esta oferta recreativa, como teatros, escuelas con áreas deportivas y otras instancias, donde se desarrollarán talleres, festivales y actividades interactivas que se llevarán a cabo en plazas y otros espacios, lo que responde a la necesidad de ofrecer opciones de esparcimiento adaptadas a la realidad local. por su parte, el director de contenido y programación de la radio cubana, alfredo zamora, indicó que la radio cubana tiene prevista más de 83.000 horas de transmisión, la mayoría de ellas dedicadas a los jóvenes. en ese sentido, indicó que se va a tratar de cubrir todas las actividades programadas por las diferentes instituciones: las de recreación, las del ministerio de cultura, las de la unión de jóvenes comunistas y otros proyectos culturales cercanos a la población. precisó que en las comunidades con afectaciones del servicio eléctrico, la radio cubana pretende llegar para servir como medio de acompañamiento. “se tiene como intención acompañar a los jóvenes insertados en planes de la calle como protagonistas, en cada espacio”, subrayó. “les decimos a las audiencias que nos escuchen, que nos sigan. todas las experiencias vividas han indicado que debemos formar quipo y garantizar las transmisiones, y tratar de lograr que la gente se acerque a la radio y pueda disfrutar del verano”, precisó zamora. sobre la programación televisiva, la directora de contenido y programación de la televisión cubana, coralia aguilera, indicó que se realizó un diseño de ofertas audiovisuales atendiendo a la experiencia del verano anterior y otros programas de estreno. los comparecientes en la mesa redonda, destacaron que los medios de comunicación transmitirán las actividades de las principales fechas históricas, y variados espacios musicales y de programación, en muchos casos desde la misma comunidad.",
    "tokens": [
      "cuba",
      "prepara",
      "verano",
      "serie",
      "propuestas",
      "recreativas",
      "población",
      ",",
      "contexto",
      "desafíos",
      "económicos",
      "provocados",
      "recrudecimiento",
      "bloqueo",
      "tras",
      "firma",
      "reciente",
      "memorando",
      "seguridad",
      "nacional",
      "administración",
      "donald",
      "trump",
      "unidos",
      "(",
      "ee.uu.",
      ")",
      ".",
      "espacio",
      "mesa",
      "redonda",
      "televisión",
      "cubana",
      "contó",
      "presencia",
      "director",
      "general",
      "educación",
      "física",
      "deportes",
      "instituto",
      "nacional",
      "deportes",
      ",",
      "educación",
      "física",
      "recreación",
      "(",
      "inder",
      ")",
      ",",
      "josé",
      "cedeño",
      "tamayo",
      ",",
      "destacó",
      "importancia",
      "generar",
      "isla",
      "circuito",
      "cultural",
      "recreativo",
      "involucre",
      "comunidades",
      "satisfaga",
      "necesidades",
      "pueblo",
      "cubano",
      ".",
      "respecto",
      ",",
      "precisó",
      ",",
      "pesar",
      "dificultades",
      "atraviesa",
      "isla",
      ",",
      "gobierno",
      "mantiene",
      "voluntad",
      "ofrecer",
      "opciones",
      "recreativas",
      "accesibles",
      "diversas",
      "pueblo",
      "cubano",
      ",",
      "enfoque",
      "inclusión",
      "participación",
      "comunitaria",
      ",",
      "familias",
      "disfruten",
      "entornos",
      "cercanos",
      ".",
      ",",
      "anunció",
      "implementación",
      "proyecto",
      "siempre",
      "joven",
      ",",
      "llevar",
      "actividades",
      "deportivas",
      "recreativas",
      "comunidades",
      "vulnerables",
      ",",
      "juegos",
      ",",
      "festivales",
      "promoción",
      "natación",
      "niños",
      ".",
      "plan",
      "verano",
      "cuba",
      "incluye",
      "4.200",
      "instalaciones",
      "deportivas",
      "2.500",
      "ludotecas",
      "comunitarias",
      "utilizarán",
      "organizar",
      "eventos",
      ",",
      "clases",
      "actividades",
      "fomenten",
      "participación",
      "activa",
      "ciudadanos",
      "deporte",
      "cultura",
      ".",
      "parte",
      ",",
      "coordinadora",
      "programas",
      "gobierno",
      "habana",
      ",",
      "maité",
      "vigoa",
      "uz",
      ",",
      "explicó",
      "capital",
      "cubana",
      "diseñado",
      "circuito",
      "cultural",
      "acercar",
      "actividades",
      "culturales",
      "comunidades",
      ".",
      "“",
      "compromiso",
      "diseñar",
      "verano",
      "sirva",
      "dado",
      "diseño",
      "diferente",
      "llamado",
      "circuito",
      "cultural",
      "recreativo",
      "comunitario",
      ",",
      "situación",
      "complicada",
      ";",
      "aún",
      "así",
      ",",
      "capital",
      ",",
      "hace",
      "rato",
      "verano",
      "”",
      ",",
      "indicó",
      ",",
      "vez",
      "detalló",
      "actividades",
      "desarrollarán",
      "espacios",
      "tradicionales",
      "nuevas",
      "plazas",
      "culturales",
      ",",
      "garantizando",
      "actividades",
      "accesibles",
      "participativas",
      ".",
      "vigoa",
      "señaló",
      "habana",
      "cuenta",
      "500",
      "instituciones",
      "culturales",
      "integran",
      "oferta",
      "recreativa",
      ",",
      "teatros",
      ",",
      "escuelas",
      "áreas",
      "deportivas",
      "instancias",
      ",",
      "desarrollarán",
      "talleres",
      ",",
      "festivales",
      "actividades",
      "interactivas",
      "llevarán",
      "cabo",
      "plazas",
      "espacios",
      ",",
      "responde",
      "necesidad",
      "ofrecer",
      "opciones",
      "esparcimiento",
      "adaptadas",
      "realidad",
      "local",
      ".",
      "parte",
      ",",
      "director",
      "contenido",
      "programación",
      "radio",
      "cubana",
      ",",
      "alfredo",
      "zamora",
      ",",
      "indicó",
      "radio",
      "cubana",
      "prevista",
      "83.000",
      "horas",
      "transmisión",
      ",",
      "mayoría",
      "dedicadas",
      "jóvenes",
      ".",
      ",",
      "indicó",
      "va",
      "tratar",
      "cubrir",
      "todas",
      "actividades",
      "programadas",
      "diferentes",
      "instituciones",
      ":",
      "recreación",
      ",",
      "ministerio",
      "cultura",
      ",",
      "unión",
      "jóvenes",
      "comunistas",
      "proyectos",
      "culturales",
      "cercanos",
      "población",
      ".",
      "precisó",
      "comunidades",
      "afectaciones",
      "servicio",
      "eléctrico",
      ",",
      "radio",
      "cubana",
      "pretende",
      "llegar",
      "servir",
      "medio",
      "acompañamiento",
      ".",
      "“",
      "intención",
      "acompañar",
      "jóvenes",
      "insertados",
      "planes",
      "calle",
      "protagonistas",
      ",",
      "cada",
      "espacio",
      "”",
      ",",
      "subrayó",
      ".",
      "“",
      "decimos",
      "audiencias",
      "escuchen",
      ",",
      "sigan",
      ".",
      "todas",
      "experiencias",
      "vividas",
      "indicado",
      "debemos",
      "formar",
      "quipo",
      "garantizar",
      "transmisiones",
      ",",
      "tratar",
      "lograr",
      "gente",
      "acerque",
      "radio",
      "pueda",
      "disfrutar",
      "verano",
      "”",
      ",",
      "precisó",
      "zamora",
      ".",
      "programación",
      "televisiva",
      ",",
      "directora",
      "contenido",
      "programación",
      "televisión",
      "cubana",
      ",",
      "coralia",
      "aguilera",
      ",",
      "indicó",
      "realizó",
      "diseño",
      "ofertas",
      "audiovisuales",
      "atendiendo",
      "experiencia",
      "verano",
      "anterior",
      "programas",
      "estreno",
      ".",
      "comparecientes",
      "mesa",
      "redonda",
      ",",
      "destacaron",
      "medios",
      "comunicación",
      "transmitirán",
      "actividades",
      "principales",
      "fechas",
      "históricas",
      ",",
      "variados",
      "espacios",
      "musicales",
      "programación",
      ",",
      "casos",
      "misma",
      "comunidad",
      "."
    ],
    "token_count": 399,
    "sentence_count": 16
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "NN": 195,
      "JJ": 61,
      "IN": 32,
      "FW": 133,
      "NNS": 52,
      "VBP": 29,
      "VBZ": 7,
      "CD": 4,
      "RB": 1,
      "MD": 1,
      "VB": 2,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-NN": 17,
      "NN-NN": 119,
      "NN-JJ": 14,
      "JJ-NN": 35,
      "NN-IN": 22,
      "IN-FW": 15,
      "FW-FW": 81,
      "FW-NN": 17,
      "NN-FW": 13,
      "FW-JJ": 6,
      "NN-NNS": 10,
      "NNS-VBP": 24,
      "VBP-JJ": 18,
      "NN-NNP": 10,
      "NNP-IN": 5,
      "IN-NNP": 3,
      "NNP-NNP": 34,
      "NNP-FW": 11,
      "FW-NNP": 20,
      "JJ-FW": 6,
      "NNP-VBP": 1,
      "VBP-NNP": 3,
      "JJ-JJ": 8,
      "NNS-VBZ": 2,
      "VBZ-JJ": 3,
      "JJ-NNS": 11,
      "NNS-NNS": 9,
      "FW-NNS": 8,
      "VBP-NNS": 4,
      "NN-VBP": 3,
      "NNS-NNP": 3,
      "NNP-JJ": 3,
      "NNS-IN": 5,
      "IN-JJ": 5,
      "VBP-FW": 2,
      "IN-CD": 3,
      "CD-NNS": 3,
      "NNS-JJ": 3,
      "FW-CD": 1,
      "CD-NN": 1,
      "NN-VBZ": 3,
      "VBZ-NNS": 3,
      "IN-NNS": 2,
      "IN-NN": 4,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NN": 1,
      "JJ-NNP": 1,
      "NNS-FW": 3,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNS": 1,
      "NNS-VB": 1,
      "VB-FW": 1,
      "NNP-VBZ": 2,
      "NNP-NNS": 1,
      "NNS-NN": 1,
      "VBZ-FW": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 15,
      "NN-NN-NN": 74,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 11,
      "JJ-NN-IN": 11,
      "NN-IN-FW": 10,
      "IN-FW-FW": 6,
      "FW-FW-NN": 11,
      "FW-NN-FW": 3,
      "NN-FW-FW": 11,
      "FW-FW-FW": 51,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 2,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 3,
      "NNS-VBP-JJ": 16,
      "VBP-JJ-NN": 11,
      "JJ-NN-NN": 17,
      "NN-NN-NNP": 7,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 2,
      "FW-FW-NNP": 9,
      "FW-NNP-NNP": 11,
      "NNP-FW-NNP": 7,
      "NNP-NNP-NNP": 16,
      "NNP-NNP-IN": 4,
      "NNP-IN-FW": 4,
      "FW-NN-NN": 9,
      "NN-NN-FW": 8,
      "FW-NN-JJ": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NNP-NNP-NN": 7,
      "FW-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "NN-NN-NNS": 4,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-NNS": 3,
      "NNS-NNS-VBP": 5,
      "JJ-NN-NNP": 2,
      "NN-NNP-NN": 3,
      "NN-NN-IN": 10,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 7,
      "FW-FW-NNS": 6,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "JJ-NN-JJ": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "NN-NNP-NNP": 5,
      "NN-NNS-IN": 2,
      "NNS-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-NNS-NNS": 1,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 1,
      "FW-NNP-NN": 3,
      "NNP-NN-VBP": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-JJ": 1,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 3,
      "CD-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-NNS": 3,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NN-FW": 1,
      "VBP-FW-NN": 1,
      "FW-NNP-FW": 5,
      "IN-FW-NNP": 3,
      "NNP-FW-NN": 2,
      "NN-JJ-JJ": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 2,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-FW-JJ": 3,
      "NN-IN-JJ": 3,
      "IN-FW-NN": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 3,
      "NN-FW-NN": 2,
      "VBZ-JJ-NN": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "JJ-NNS-IN": 2,
      "IN-JJ-NNS": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "CD-NNS-NNS": 1,
      "IN-JJ-JJ": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "VBP-JJ-JJ": 2,
      "VBZ-NNS-NNS": 1,
      "IN-NN-NNS": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-NNS-NNP": 1,
      "FW-JJ-NNS": 1,
      "JJ-NN-VBZ": 1,
      "VBZ-NNS-FW": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNS": 1,
      "VB-NNS-VB": 1,
      "NNS-VB-FW": 1,
      "VB-FW-FW": 1,
      "NNP-NN-FW": 1,
      "VBP-NNS-FW": 1,
      "VBP-JJ-FW": 2,
      "NNS-IN-NN": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NN-NNS-NN": 1,
      "NNS-NN-IN": 1,
      "FW-JJ-FW": 2,
      "FW-NN-NNP": 1,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-JJ-NNS": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 195,
        "FW": 133,
        "NNP": 75,
        "JJ": 61,
        "NNS": 52
      },
      "top_bigrams": {
        "NN-NN": 119,
        "FW-FW": 81,
        "JJ-NN": 35,
        "NNP-NNP": 34,
        "NNS-VBP": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 74,
        "FW-FW-FW": 51,
        "JJ-NN-NN": 17,
        "NNS-VBP-JJ": 16,
        "NNP-NNP-NNP": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 16,
    "chunk_counts": {
      "NP": 168,
      "VP": 41,
      "PP": 15,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0245
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0204
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('ese', 'JJ') ('sentido', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "PP -> ('actividades', 'IN') NP",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Por', 'NNP') ('su', 'NN') ('parte', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "VP -> ('con', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'JJ') ('jóvenes', 'NNS')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "S -> NP NP ('de', 'IN') ('propuestas', 'FW') ('recreativas', 'FW') NP (',', ',') ('en', 'FW') NP ('de', 'IN') ('desafíos', 'FW') ('económicos', 'FW') ('provocados', 'FW') ('por', 'FW') ('el', 'FW') ('recrudecimiento', 'FW') ('del', 'FW') NP VP PP ('de', 'FW') ('la', 'FW') ('administración', 'FW') ('de', 'FW') NP ('en', 'FW') NP ('(', '(') NP (')', ')') ('.', '.')",
        "frequency": 1,
        "weight": 0.0041
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Cuba prepara para este verano"
      },
      {
        "label": "NP",
        "text": "una serie"
      },
      {
        "label": "NP",
        "text": "para la población"
      },
      {
        "label": "NP",
        "text": "un contexto"
      },
      {
        "label": "NP",
        "text": "bloqueo tras"
      },
      {
        "label": "VP",
        "text": "la firma del reciente Memorando"
      },
      {
        "label": "NP",
        "text": "firma del reciente Memorando"
      },
      {
        "label": "PP",
        "text": "de Seguridad Nacional"
      },
      {
        "label": "NP",
        "text": "Seguridad Nacional"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "EE.UU."
      },
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "espacio Mesa Redonda"
      },
      {
        "label": "NP",
        "text": "cubana contó con la"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Cuba/NNP prepara/NN para/NN este/NN verano/NN)\n  (NP una/JJ serie/NN)\n  de/IN\n  propuestas/FW\n  recreativas/FW\n  (NP para/NN la/NN población/NN)\n  ,/,\n  en/FW\n  (NP un/JJ contexto/NN)\n  de/IN\n  desafíos/FW\n  económicos/FW\n  provocados/FW\n  por/FW\n  el/FW\n  recrudecimiento/FW\n  del/FW\n  (NP bloqueo/NN tras/NNS)\n  (VP la/VBP (NP firma/JJ del/NN reciente/NN Memorando/NNP))\n  (PP de/IN (NP Seguridad/NNP Nacional/NNP))\n  de/FW\n  la/FW\n  administración/FW\n  de/FW\n  (NP Donald/NNP Trump/NNP)\n  en/FW\n  (NP Estados/NNP Unidos/NNP)\n  (/(\n  (NP EE.UU./NNP)\n  )/)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (NP espacio/JJ Mesa/NNP Redonda/NNP)\n  de/IN\n  la/FW\n  televisión/FW\n  (NP cubana/NN contó/NN con/NN la/NN)\n  presencia/FW\n  del/FW\n  (NP director/NN)\n  (ADJP general/JJ)\n  de/FW\n  (NP Educación/NNP Física/NNP y/NN Deportes/NNP para/NN Todos/NNP)\n  del/FW\n  (NP Instituto/NNP Nacional/NNP)\n  de/FW\n  (NP Deportes/NNP)\n  ,/,\n  (NP Educación/NNP Física/NNP y/NNP Recreación/NNP)\n  (/(\n  (NP INDER/NNP)\n  )/)\n  ,/,\n  (NP José/NNP Cedeño/NNP Tamayo/NNP)\n  ,/,\n  (NP quien/NN destacó/NN)\n  la/FW\n  importancia/FW\n  de/FW\n  generar/FW\n  en/FW\n  la/FW\n  isla/FW\n  (NP un/JJ circuito/JJ cultural/JJ y/NN recreativo/NN que/NN)\n  (VP involucre/VBP (NP a/DT las/NN))\n  (VP comunidades/VBZ (NP y/JJ satisfaga/NN las/NNS))\n  (PP necesidades/IN (NP del/JJ pueblo/NN cubano/NN))\n  ./.)",
      "(S\n  (NP Al/NNP respecto/NN)\n  ,/,\n  (NP precisó/NN que/NN)\n  ,/,\n  (NP a/DT pesar/NN)\n  de/IN\n  las/FW\n  (NP dificultades/NNS)\n  (VP por/VBP (NP las/JJ que/NN atraviesa/NN la/NN isla/NN))\n  ,/,\n  el/FW\n  (NP Gobierno/NNP mantiene/NN su/NN)\n  voluntad/FW\n  de/FW\n  ofrecer/FW\n  (NP opciones/NNS)\n  (VP recreativas/VBP (NP accesibles/NNS) y/RB)\n  (VP diversas/VBP (NP para/JJ el/NN pueblo/NN cubano/NN))\n  ,/,\n  (NP con/NN)\n  (NP un/JJ enfoque/NN)\n  en/IN\n  la/FW\n  inclusión/FW\n  y/FW\n  la/FW\n  participación/FW\n  (NP comunitaria/NN)\n  ,/,\n  (NP donde/JJ las/NN familias/NNS)\n  (VP\n    disfruten/VBP\n    (NP desde/JJ los/NN)\n    (NP entornos/JJ más/NN cercanos/NNS))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  se/FW\n  (NP anunció/JJ la/NN implementación/NN)\n  del/FW\n  (NP proyecto/NN Siempre/NNP Joven/NNP)\n  ,/,\n  (NP para/NN llevar/NN las/NNS)\n  (PP actividades/IN (NP deportivas/JJ y/NN))\n  (VP recreativas/VBZ (NP a/DT comunidades/JJ vulnerables/NNS))\n  ,/,\n  (NP con/NN juegos/NN)\n  ,/,\n  (VP festivales/VBZ y/RB la/JJ)\n  promoción/FW\n  de/FW\n  la/FW\n  natación/FW\n  (NP para/NN niños/NN)\n  ./.)",
      "(S\n  (NP El/NNP plan/NN)\n  (VP para/VBP (NP el/JJ verano/NN))\n  (PP en/IN (NP Cuba/NNP))\n  (NP incluye/JJ más/NN)\n  de/IN\n  4.200/CD\n  (NP instalaciones/NNS)\n  (NP deportivas/JJ y/JJ más/NN)\n  de/IN\n  2.500/CD\n  (NP ludotecas/JJ comunitarias/NN que/NN se/NN)\n  (NP utilizarán/JJ para/NN organizar/NN eventos/NN)\n  ,/,\n  (VP clases/VBZ (NP y/JJR actividades/NNS))\n  (VP que/VBP fomenten/JJ)\n  la/FW\n  participación/FW\n  activa/FW\n  de/FW\n  los/FW\n  (NP ciudadanos/NNS)\n  (VP en/VBP (NP el/JJ deporte/NN y/NN la/NN cultura/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          1595,
          1602
        ],
        "start": 1595,
        "end": 1602
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          2178,
          2184
        ],
        "start": 2178,
        "end": 2184
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          1025,
          1032
        ],
        "start": 1025,
        "end": 1032
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          699,
          706
        ],
        "start": 699,
        "end": 706
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          902,
          911
        ],
        "start": 902,
        "end": 911
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la habana",
        "position": [
          1532,
          1553
        ],
        "start": 1532,
        "end": 1553
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          2778,
          2785
        ],
        "start": 2778,
        "end": 2785
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto nacional de",
        "position": [
          431,
          452
        ],
        "start": 431,
        "end": 452
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          528,
          535
        ],
        "start": 528,
        "end": 535
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3315,
          3322
        ],
        "start": 3315,
        "end": 3322
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          3271,
          3276
        ],
        "start": 3271,
        "end": 3276
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "servicio eléctrico",
        "position": [
          3101,
          3119
        ],
        "start": 3101,
        "end": 3119
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          0,
          4
        ],
        "start": 0,
        "end": 4
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          268,
          282
        ],
        "start": 268,
        "end": 282
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          1544,
          1553
        ],
        "start": 1544,
        "end": 1553
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle como",
        "position": [
          3271,
          3281
        ],
        "start": 3271,
        "end": 3281
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          161,
          168
        ],
        "start": 161,
        "end": 168
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 4.200",
        "position": [
          1263,
          1275
        ],
        "start": 1263,
        "end": 1275
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 2.500",
        "position": [
          1303,
          1315
        ],
        "start": 1303,
        "end": 1315
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "INDER",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Circuito Cultural Recreativo Comunitario",
        "tipo": "Lugar"
      },
      {
        "nombre": "Radio Cubana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vigoa",
        "tipo": "Persona"
      },
      {
        "nombre": "Zamora",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Cultura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Educación Física y Recreación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión de Jóvenes Comunistas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Contenido",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alfredo Zamora",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maité Vigoa de la Uz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Educación Física",
        "tipo": "Organizacion"
      },
      {
        "nombre": "José Cedeño Tamayo",
        "tipo": "Persona"
      },
      {
        "nombre": "Deportes para Todos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Coralia Aguilera",
        "tipo": "Persona"
      },
      {
        "nombre": "Instituto Nacional de Deportes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Programación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cuba",
        "relacion": "PREPARAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Cuba",
        "relacion": "PREPARAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Cuba",
        "relacion": "PREPARAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Vigoa",
        "relacion": "SE_ALAR",
        "objeto": "La Habana"
      }
    ]
  },
  "sentiment": {
    "compound": 0.34,
    "pos": 0.004,
    "neu": 0.996,
    "neg": 0.0,
    "label": "positive"
  }
}