{
  "url": "https://www.telesurtv.net/secretario-general-de-la-onu-pide-un-impuesto-extraordinario-sobre-beneficios-de-empresas-de-combustibles-fosiles/",
  "title": "Secretario general de la ONU pide un impuesto extraordinario sobre beneficios de empresas de combustibles fósiles - teleSUR",
  "section": "Mundo",
  "tags": [
    "Antonio Guterres",
    "empresas privadas",
    "medioambiente",
    "ONU"
  ],
  "text": "El secretario general de la ONU, António Guterres, pidió el miércoles un impuesto «extraordinario» sobre los beneficios de las empresas de combustibles fósiles para ayudar a sufragar la lucha contra el calentamiento global, tachándolas de «padrinos del caos climático».\nGuterres habló desde el Museo Americano de Historia Natural de Nueva York en un intento de reavivar la atención sobre el cambio climático en un momento en el que muchas elecciones nacionales y los conflictos bélicos han acaparado este año gran parte de la atención internacional.\nEn esos términos se expresó en un discurso programado para el Día Mundial del Medio Ambiente, que se conmemora este miércoles, y el cual Guterres se basó en nuevos datos y proyecciones para defender su postura contra las grandes petroleras: la agencia climática de la Unión Europea informó de que el mes pasado fue el más caluroso de la historia, el duodécimo récord mensual consecutivo.\nEl servicio de cambio climático Copernicus de la UE, referencia mundial para el seguimiento de las temperaturas en el mundo, citó una temperatura media del aire en superficie de 15,9 °C el mes pasado, es decir, 1,52 °C más que la media estimada de mayo antes de la era industrial. La quema de combustibles fósiles -petróleo, gas y carbón- es el principal contribuyente al calentamiento global causado por la actividad humana.\nMientras tanto, la agencia meteorológica de la ONU predijo un 80 por ciento de probabilidades de que las temperaturas medias globales superen el objetivo de 1,5 °C establecido en el histórico acuerdo climático de París de 2015. Por su parte, la Organización Meteorológica Mundial,  dijo que se espera que la temperatura media global cercana a la superficie para cada año entre 2024 y 2028 oscile entre 1,1 y 1,9 °C más caliente que al comienzo de la era industrial.\nTambién se calcula que hay casi una posibilidad entre dos (el 47 por ciento) de que la temperatura media mundial en ese periodo supere los 1,5 ºC, lo que supone un aumento respecto a la posibilidad entre tres prevista para el periodo 2023-2027.\n«Esta previsión confirma que el mundo ha entrado en un clima en el que años tan calurosos como 2023 ya no deberían ser una sorpresa», afirmó Noah Diffenbaugh, profesor de la Escuela de Sostenibilidad Doerr de Stanford, en un correo electrónico sobre la previsión de la OMM.\nGuterres apuntó especialmente a la industria que emite carbono e hizo un llamamiento a los medios de comunicación y a las empresas tecnológicas para que dejen de aceptar publicidad de sus principales actores, como se ha hecho en algunos lugares con las grandes tabacaleras.\nReiteró su preocupación por las subvenciones que se pagan en muchos países por los combustibles fósiles, que contribuyen a mantener los precios bajos para los consumidores.: «El cambio climático es la madre de todos los impuestos encubiertos que pagan los ciudadanos de a pie y los países y comunidades vulnerables», afirmó. «Mientras tanto, los padrinos del caos climático -la industria de los combustibles fósiles- obtienen beneficios récord y se dan un festín de billones en subvenciones financiadas por los contribuyentes».\nGuterres afirmó que las emisiones mundiales de dióxido de carbono deben reducirse un 9% cada año hasta 2030 para mantener vivo el objetivo de 1,5 °C fijado en los acuerdos climáticos de París.Pero las temperaturas «van en la dirección equivocada», dijo: El año pasado subieron un grado.“Estamos jugando a la ruleta rusa con el planeta. Necesitamos una rampa de salida de la autopista hacia el infierno climático”, dijo Guterres, al tiempo que añadió: «La verdad es que tenemos el control de la rueda».\nGuterres pidió a los países avanzados del Grupo de los 20 -que celebran una cumbre en Brasil el mes que viene y son responsables de cerca del 80% de todas las emisiones- que tomen la iniciativa. El 1 por ciento más rico de la Tierra emite tanto como dos tercios de toda la humanidad, dijo.\n«No podemos aceptar un futuro en el que los ricos estén protegidos en burbujas con aire acondicionado, mientras el resto de la humanidad es azotada por un clima letal en tierras inhabitables», dijo Guterres.Hizo un llamamiento a las «finanzas globales», en alusión a bancos e instituciones financieras internacionales, para que ayuden a aportar dinero, afirmando que se necesitan «fuentes innovadoras de fondos».«Es hora de poner un precio efectivo al carbono y gravar los beneficios inesperados de las empresas de combustibles fósiles», afirmó Guterres.Pero todos los países -y las personas- deben unirse a la lucha, dijo, incluido el mundo en desarrollo, por ejemplo poniendo fin a la deforestación y cumpliendo los objetivos de duplicar la eficiencia energética y triplicar las energías renovables para 2030.Algunos críticos afirman que Guterres, en este tipo de discursos alarmistas, se centra demasiado en agitar las emociones en lugar de centrarse en la ciencia que expone la amenaza real.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/secretario-general-de-la-onu-pide-un-impuesto-extraordinario-sobre-beneficios-de-empresas-de-combustibles-fosiles/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 3632,
    "message_id": 69111,
    "date": "2024-06-05T23:48:51+00:00",
    "text": "teleSUR\nSecretario general de la ONU pide un impuesto extraordinario» sobre beneficios de empresas de combustibles fósiles\nhttps://www.telesurtv.net/secretario-general-de-la-onu-pide-un-impuesto-extraordinario-sobre-beneficios-de-empresas-de-combustibles-fosiles/",
    "photo_path": null,
    "views": 185,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el secretario general de la onu, antónio guterres, pidió el miércoles un impuesto «extraordinario» sobre los beneficios de las empresas de combustibles fósiles para ayudar a sufragar la lucha contra el calentamiento global, tachándolas de «padrinos del caos climático». guterres habló desde el museo americano de historia natural de nueva york en un intento de reavivar la atención sobre el cambio climático en un momento en el que muchas elecciones nacionales y los conflictos bélicos han acaparado este año gran parte de la atención internacional. en esos términos se expresó en un discurso programado para el día mundial del medio ambiente, que se conmemora este miércoles, y el cual guterres se basó en nuevos datos y proyecciones para defender su postura contra las grandes petroleras: la agencia climática de la unión europea informó de que el mes pasado fue el más caluroso de la historia, el duodécimo récord mensual consecutivo. el servicio de cambio climático copernicus de la ue, referencia mundial para el seguimiento de las temperaturas en el mundo, citó una temperatura media del aire en superficie de 15,9 °c el mes pasado, es decir, 1,52 °c más que la media estimada de mayo antes de la era industrial. la quema de combustibles fósiles -petróleo, gas y carbón- es el principal contribuyente al calentamiento global causado por la actividad humana. mientras tanto, la agencia meteorológica de la onu predijo un 80 por ciento de probabilidades de que las temperaturas medias globales superen el objetivo de 1,5 °c establecido en el histórico acuerdo climático de parís de 2015. por su parte, la organización meteorológica mundial, dijo que se espera que la temperatura media global cercana a la superficie para cada año entre 2024 y 2028 oscile entre 1,1 y 1,9 °c más caliente que al comienzo de la era industrial. también se calcula que hay casi una posibilidad entre dos (el 47 por ciento) de que la temperatura media mundial en ese periodo supere los 1,5 ºc, lo que supone un aumento respecto a la posibilidad entre tres prevista para el periodo 2023-2027. «esta previsión confirma que el mundo ha entrado en un clima en el que años tan calurosos como 2023 ya no deberían ser una sorpresa», afirmó noah diffenbaugh, profesor de la escuela de sostenibilidad doerr de stanford, en un correo electrónico sobre la previsión de la omm. guterres apuntó especialmente a la industria que emite carbono e hizo un llamamiento a los medios de comunicación y a las empresas tecnológicas para que dejen de aceptar publicidad de sus principales actores, como se ha hecho en algunos lugares con las grandes tabacaleras. reiteró su preocupación por las subvenciones que se pagan en muchos países por los combustibles fósiles, que contribuyen a mantener los precios bajos para los consumidores.: «el cambio climático es la madre de todos los impuestos encubiertos que pagan los ciudadanos de a pie y los países y comunidades vulnerables», afirmó. «mientras tanto, los padrinos del caos climático -la industria de los combustibles fósiles- obtienen beneficios récord y se dan un festín de billones en subvenciones financiadas por los contribuyentes». guterres afirmó que las emisiones mundiales de dióxido de carbono deben reducirse un 9% cada año hasta 2030 para mantener vivo el objetivo de 1,5 °c fijado en los acuerdos climáticos de parís.pero las temperaturas «van en la dirección equivocada», dijo: el año pasado subieron un grado.“estamos jugando a la ruleta rusa con el planeta. necesitamos una rampa de salida de la autopista hacia el infierno climático”, dijo guterres, al tiempo que añadió: «la verdad es que tenemos el control de la rueda». guterres pidió a los países avanzados del grupo de los 20 -que celebran una cumbre en brasil el mes que viene y son responsables de cerca del 80% de todas las emisiones- que tomen la iniciativa. el 1 por ciento más rico de la tierra emite tanto como dos tercios de toda la humanidad, dijo. «no podemos aceptar un futuro en el que los ricos estén protegidos en burbujas con aire acondicionado, mientras el resto de la humanidad es azotada por un clima letal en tierras inhabitables», dijo guterres.hizo un llamamiento a las «finanzas globales», en alusión a bancos e instituciones financieras internacionales, para que ayuden a aportar dinero, afirmando que se necesitan «fuentes innovadoras de fondos».«es hora de poner un precio efectivo al carbono y gravar los beneficios inesperados de las empresas de combustibles fósiles», afirmó guterres.pero todos los países -y las personas- deben unirse a la lucha, dijo, incluido el mundo en desarrollo, por ejemplo poniendo fin a la deforestación y cumpliendo los objetivos de duplicar la eficiencia energética y triplicar las energías renovables para 2030.algunos críticos afirman que guterres, en este tipo de discursos alarmistas, se centra demasiado en agitar las emociones en lugar de centrarse en la ciencia que expone la amenaza real.",
    "tokens": [
      "secretario",
      "general",
      "onu",
      ",",
      "antónio",
      "guterres",
      ",",
      "pidió",
      "miércoles",
      "impuesto",
      "«",
      "extraordinario",
      "»",
      "beneficios",
      "empresas",
      "combustibles",
      "fósiles",
      "ayudar",
      "sufragar",
      "lucha",
      "calentamiento",
      "global",
      ",",
      "tachándolas",
      "«",
      "padrinos",
      "caos",
      "climático",
      "»",
      ".",
      "guterres",
      "habló",
      "museo",
      "americano",
      "historia",
      "natural",
      "nueva",
      "york",
      "intento",
      "reavivar",
      "atención",
      "cambio",
      "climático",
      "momento",
      "muchas",
      "elecciones",
      "nacionales",
      "conflictos",
      "bélicos",
      "acaparado",
      "año",
      "gran",
      "parte",
      "atención",
      "internacional",
      ".",
      "términos",
      "expresó",
      "discurso",
      "programado",
      "día",
      "mundial",
      "medio",
      "ambiente",
      ",",
      "conmemora",
      "miércoles",
      ",",
      "guterres",
      "basó",
      "nuevos",
      "datos",
      "proyecciones",
      "defender",
      "postura",
      "grandes",
      "petroleras",
      ":",
      "agencia",
      "climática",
      "unión",
      "europea",
      "informó",
      "mes",
      "pasado",
      "caluroso",
      "historia",
      ",",
      "duodécimo",
      "récord",
      "mensual",
      "consecutivo",
      ".",
      "servicio",
      "cambio",
      "climático",
      "copernicus",
      "ue",
      ",",
      "referencia",
      "mundial",
      "seguimiento",
      "temperaturas",
      "mundo",
      ",",
      "citó",
      "temperatura",
      "media",
      "aire",
      "superficie",
      "15,9",
      "°c",
      "mes",
      "pasado",
      ",",
      "decir",
      ",",
      "1,52",
      "°c",
      "media",
      "estimada",
      "mayo",
      "industrial",
      ".",
      "quema",
      "combustibles",
      "fósiles",
      "-petróleo",
      ",",
      "gas",
      "carbón-",
      "principal",
      "contribuyente",
      "calentamiento",
      "global",
      "causado",
      "actividad",
      "humana",
      ".",
      "mientras",
      ",",
      "agencia",
      "meteorológica",
      "onu",
      "predijo",
      "80",
      "ciento",
      "probabilidades",
      "temperaturas",
      "medias",
      "globales",
      "superen",
      "objetivo",
      "1,5",
      "°c",
      "establecido",
      "histórico",
      "acuerdo",
      "climático",
      "parís",
      "2015.",
      "parte",
      ",",
      "organización",
      "meteorológica",
      "mundial",
      ",",
      "dijo",
      "espera",
      "temperatura",
      "media",
      "global",
      "cercana",
      "superficie",
      "cada",
      "año",
      "2024",
      "2028",
      "oscile",
      "1,1",
      "1,9",
      "°c",
      "caliente",
      "comienzo",
      "industrial",
      ".",
      "calcula",
      "casi",
      "posibilidad",
      "dos",
      "(",
      "47",
      "ciento",
      ")",
      "temperatura",
      "media",
      "mundial",
      "periodo",
      "supere",
      "1,5",
      "ºc",
      ",",
      "supone",
      "aumento",
      "respecto",
      "posibilidad",
      "tres",
      "prevista",
      "periodo",
      "2023-2027",
      ".",
      "«",
      "previsión",
      "confirma",
      "mundo",
      "entrado",
      "clima",
      "años",
      "tan",
      "calurosos",
      "2023",
      "deberían",
      "ser",
      "sorpresa",
      "»",
      ",",
      "afirmó",
      "noah",
      "diffenbaugh",
      ",",
      "profesor",
      "escuela",
      "sostenibilidad",
      "doerr",
      "stanford",
      ",",
      "correo",
      "electrónico",
      "previsión",
      "omm",
      ".",
      "guterres",
      "apuntó",
      "especialmente",
      "industria",
      "emite",
      "carbono",
      "hizo",
      "llamamiento",
      "medios",
      "comunicación",
      "empresas",
      "tecnológicas",
      "dejen",
      "aceptar",
      "publicidad",
      "principales",
      "actores",
      ",",
      "hecho",
      "lugares",
      "grandes",
      "tabacaleras",
      ".",
      "reiteró",
      "preocupación",
      "subvenciones",
      "pagan",
      "países",
      "combustibles",
      "fósiles",
      ",",
      "contribuyen",
      "mantener",
      "precios",
      "bajos",
      "consumidores",
      ".",
      ":",
      "«",
      "cambio",
      "climático",
      "madre",
      "impuestos",
      "encubiertos",
      "pagan",
      "ciudadanos",
      "pie",
      "países",
      "comunidades",
      "vulnerables",
      "»",
      ",",
      "afirmó",
      ".",
      "«",
      "mientras",
      ",",
      "padrinos",
      "caos",
      "climático",
      "-la",
      "industria",
      "combustibles",
      "fósiles-",
      "obtienen",
      "beneficios",
      "récord",
      "dan",
      "festín",
      "billones",
      "subvenciones",
      "financiadas",
      "contribuyentes",
      "»",
      ".",
      "guterres",
      "afirmó",
      "emisiones",
      "mundiales",
      "dióxido",
      "carbono",
      "deben",
      "reducirse",
      "9",
      "%",
      "cada",
      "año",
      "2030",
      "mantener",
      "vivo",
      "objetivo",
      "1,5",
      "°c",
      "fijado",
      "acuerdos",
      "climáticos",
      "parís.pero",
      "temperaturas",
      "«",
      "van",
      "dirección",
      "equivocada",
      "»",
      ",",
      "dijo",
      ":",
      "año",
      "pasado",
      "subieron",
      "grado.",
      "“",
      "jugando",
      "ruleta",
      "rusa",
      "planeta",
      ".",
      "necesitamos",
      "rampa",
      "salida",
      "autopista",
      "hacia",
      "infierno",
      "climático",
      "”",
      ",",
      "dijo",
      "guterres",
      ",",
      "tiempo",
      "añadió",
      ":",
      "«",
      "verdad",
      "control",
      "rueda",
      "»",
      ".",
      "guterres",
      "pidió",
      "países",
      "avanzados",
      "grupo",
      "20",
      "-que",
      "celebran",
      "cumbre",
      "brasil",
      "mes",
      "viene",
      "responsables",
      "cerca",
      "80",
      "%",
      "todas",
      "emisiones-",
      "tomen",
      "iniciativa",
      ".",
      "1",
      "ciento",
      "rico",
      "tierra",
      "emite",
      "dos",
      "tercios",
      "toda",
      "humanidad",
      ",",
      "dijo",
      ".",
      "«",
      "podemos",
      "aceptar",
      "futuro",
      "ricos",
      "protegidos",
      "burbujas",
      "aire",
      "acondicionado",
      ",",
      "mientras",
      "resto",
      "humanidad",
      "azotada",
      "clima",
      "letal",
      "tierras",
      "inhabitables",
      "»",
      ",",
      "dijo",
      "guterres.hizo",
      "llamamiento",
      "«",
      "finanzas",
      "globales",
      "»",
      ",",
      "alusión",
      "bancos",
      "instituciones",
      "financieras",
      "internacionales",
      ",",
      "ayuden",
      "aportar",
      "dinero",
      ",",
      "afirmando",
      "necesitan",
      "«",
      "fuentes",
      "innovadoras",
      "fondos",
      "»",
      ".",
      "«",
      "hora",
      "poner",
      "precio",
      "efectivo",
      "carbono",
      "gravar",
      "beneficios",
      "inesperados",
      "empresas",
      "combustibles",
      "fósiles",
      "»",
      ",",
      "afirmó",
      "guterres.pero",
      "países",
      "-y",
      "personas-",
      "deben",
      "unirse",
      "lucha",
      ",",
      "dijo",
      ",",
      "incluido",
      "mundo",
      "desarrollo",
      ",",
      "ejemplo",
      "poniendo",
      "fin",
      "deforestación",
      "cumpliendo",
      "objetivos",
      "duplicar",
      "eficiencia",
      "energética",
      "triplicar",
      "energías",
      "renovables",
      "2030.algunos",
      "críticos",
      "afirman",
      "guterres",
      ",",
      "tipo",
      "discursos",
      "alarmistas",
      ",",
      "centra",
      "demasiado",
      "agitar",
      "emociones",
      "lugar",
      "centrarse",
      "ciencia",
      "expone",
      "amenaza",
      "real",
      "."
    ],
    "token_count": 518,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 59,
      "NN": 260,
      "IN": 52,
      "FW": 157,
      "VBZ": 10,
      "JJ": 103,
      "NNS": 66,
      "VBP": 40,
      "VBD": 3,
      "CD": 17,
      "$": 1,
      "RB": 2,
      "DT": 2,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 17,
      "NN-NN": 130,
      "NN-IN": 35,
      "IN-FW": 24,
      "FW-NNP": 11,
      "NNP-NNP": 13,
      "NNP-VBZ": 4,
      "VBZ-JJ": 6,
      "JJ-NNS": 15,
      "NNS-JJ": 5,
      "JJ-JJ": 11,
      "JJ-NN": 62,
      "NN-JJ": 30,
      "NNS-IN": 6,
      "FW-FW": 89,
      "FW-NNS": 12,
      "NNS-NNS": 11,
      "NNS-VBP": 38,
      "VBP-NN": 5,
      "FW-NN": 29,
      "NN-NNP": 12,
      "NNP-IN": 6,
      "IN-NNP": 6,
      "NN-FW": 22,
      "IN-JJ": 9,
      "NN-NNS": 19,
      "VBP-JJ": 22,
      "NN-VBP": 1,
      "NN-VBD": 2,
      "VBD-FW": 1,
      "FW-JJ": 11,
      "JJ-NNP": 9,
      "JJ-FW": 3,
      "NNP-FW": 13,
      "VBP-NNS": 6,
      "IN-NN": 7,
      "NNP-VBP": 1,
      "IN-CD": 3,
      "CD-JJ": 3,
      "NN-CD": 4,
      "CD-NN": 8,
      "NNS-FW": 4,
      "FW-VBZ": 2,
      "VBZ-IN": 1,
      "JJ-CD": 1,
      "CD-NNP": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "CD-CD": 2,
      "CD-IN": 1,
      "IN-$": 1,
      "$-CD": 1,
      "VBD-CD": 1,
      "JJ-IN": 1,
      "NN-RB": 2,
      "RB-VBZ": 1,
      "VBZ-CD": 1,
      "NN-VBZ": 2,
      "NN-DT": 1,
      "DT-NN": 2,
      "VBP-NNP": 4,
      "NNS-NNP": 1,
      "IN-NNS": 2,
      "NNS-VBZ": 1,
      "FW-CD": 3,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNP-JJ": 3,
      "CD-FW": 1,
      "VBZ-DT": 1,
      "RB-JJ": 1,
      "VBP-IN": 2,
      "VBZ-NNP": 1,
      "VBP-CD": 1,
      "CD-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 10,
      "NN-NN-IN": 13,
      "NN-IN-FW": 18,
      "IN-FW-NNP": 5,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-JJ": 3,
      "NNS-JJ-JJ": 3,
      "JJ-JJ-NN": 7,
      "JJ-NN-NN": 26,
      "NN-NN-JJ": 22,
      "NN-JJ-NNS": 7,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "IN-FW-FW": 14,
      "FW-FW-FW": 52,
      "FW-FW-NNS": 8,
      "FW-NNS-NNS": 4,
      "NNS-NNS-VBP": 10,
      "NNS-VBP-NN": 4,
      "VBP-NN-NN": 2,
      "NN-NN-NN": 63,
      "NN-JJ-JJ": 4,
      "NN-JJ-NN": 18,
      "JJ-NN-IN": 16,
      "FW-FW-NN": 12,
      "FW-NN-NN": 18,
      "NN-NN-NNP": 6,
      "NN-NNP-VBZ": 2,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NNP": 4,
      "NN-NNP-NNP": 5,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 3,
      "IN-NNP-NNP": 2,
      "NNP-NNP-NN": 5,
      "NNP-NN-JJ": 2,
      "JJ-NN-FW": 3,
      "NN-FW-FW": 11,
      "NN-IN-JJ": 7,
      "IN-JJ-NN": 4,
      "NN-NN-NNS": 5,
      "NN-NNS-NNS": 1,
      "NNS-VBP-JJ": 21,
      "VBP-JJ-NN": 14,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-JJ": 8,
      "FW-JJ-NNP": 4,
      "JJ-NNP-NN": 4,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 15,
      "VBP-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 6,
      "NNP-NN-NNP": 1,
      "NNP-NNP-FW": 1,
      "NNP-FW-FW": 5,
      "FW-NNS-VBP": 5,
      "NNS-VBP-NNS": 6,
      "VBP-NNS-VBP": 3,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-FW": 5,
      "NNP-FW-NN": 5,
      "FW-NN-FW": 2,
      "FW-NN-NNS": 4,
      "NN-NNS-IN": 2,
      "NNS-IN-NN": 3,
      "IN-NN-NN": 3,
      "JJ-NNS-NNS": 3,
      "JJ-FW-NN": 1,
      "FW-NN-IN": 4,
      "NNP-NN-FW": 2,
      "NN-NNP-NN": 2,
      "FW-FW-NNP": 5,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "VBP-NN-FW": 1,
      "NN-FW-NN": 9,
      "NN-IN-CD": 2,
      "IN-CD-JJ": 2,
      "CD-JJ-NN": 3,
      "JJ-NN-NNS": 6,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 3,
      "CD-NN-NN": 7,
      "NN-NN-FW": 13,
      "NN-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "FW-FW-VBZ": 2,
      "FW-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "VBP-NN-JJ": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-NNP-NN": 2,
      "NN-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "IN-FW-NN": 2,
      "NN-IN-NNP": 3,
      "IN-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NNS-JJ-NN": 1,
      "NN-NN-CD": 3,
      "NN-CD-CD": 1,
      "CD-CD-IN": 1,
      "CD-IN-$": 1,
      "IN-$-CD": 1,
      "$-CD-CD": 1,
      "CD-CD-NN": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "FW-NNS-JJ": 1,
      "NNS-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "JJ-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 1,
      "IN-JJ-NNP": 1,
      "CD-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-NN-IN": 1,
      "FW-NNP-FW": 4,
      "NNP-FW-NNP": 1,
      "IN-NNP-FW": 2,
      "NNP-FW-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "JJ-NN-JJ": 5,
      "IN-NN-NNS": 3,
      "IN-JJ-NNS": 2,
      "JJ-NNS-VBP": 5,
      "VBP-NNS-NNS": 1,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NN": 2,
      "NN-IN-NN": 4,
      "VBP-JJ-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "NNS-NNS-NNS": 1,
      "VBP-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NNS": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBP-NNS-FW": 2,
      "FW-FW-CD": 2,
      "FW-CD-JJ": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NNP-FW": 1,
      "FW-CD-NN": 1,
      "NNP-FW-NNS": 1,
      "IN-NN-FW": 1,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "JJ-NNS-FW": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "VBP-NN-IN": 1,
      "VBP-NNP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "JJ-JJ-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 260,
        "FW": 157,
        "JJ": 103,
        "NNS": 66,
        "NNP": 59
      },
      "top_bigrams": {
        "NN-NN": 130,
        "FW-FW": 89,
        "JJ-NN": 62,
        "NNS-VBP": 38,
        "NN-IN": 35
      },
      "top_trigrams": {
        "NN-NN-NN": 63,
        "FW-FW-FW": 52,
        "JJ-NN-NN": 26,
        "NN-NN-JJ": 22,
        "NNS-VBP-JJ": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 212,
      "VP": 52,
      "PP": 24,
      "ADJP": 14
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 11,
        "weight": 0.0344
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0312
      },
      {
        "rule": "NP -> ('Guterres', 'NNS')",
        "frequency": 4,
        "weight": 0.0125
      },
      {
        "rule": "NP -> ('combustibles', 'NNS') ('fósiles', 'NNS')",
        "frequency": 3,
        "weight": 0.0094
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 3,
        "weight": 0.0094
      },
      {
        "rule": "VP -> ('»', 'VBP')",
        "frequency": 3,
        "weight": 0.0094
      },
      {
        "rule": "NP -> ('dijo', 'NN')",
        "frequency": 3,
        "weight": 0.0094
      },
      {
        "rule": "VP -> ('para', 'VBP')",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "ADJP -> ('global', 'JJ')",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "NP -> ('mes', 'NNS')",
        "frequency": 2,
        "weight": 0.0063
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El secretario general"
      },
      {
        "label": "NP",
        "text": "ONU"
      },
      {
        "label": "NP",
        "text": "António Guterres"
      },
      {
        "label": "NP",
        "text": "pidió el miércoles"
      },
      {
        "label": "NP",
        "text": "un impuesto « extraordinario » sobre los"
      },
      {
        "label": "NP",
        "text": "combustibles fósiles"
      },
      {
        "label": "VP",
        "text": "para"
      },
      {
        "label": "PP",
        "text": "ayudar a sufragar la"
      },
      {
        "label": "NP",
        "text": "a sufragar la"
      },
      {
        "label": "NP",
        "text": "lucha contra el calentamiento"
      },
      {
        "label": "ADJP",
        "text": "global"
      },
      {
        "label": "PP",
        "text": "de «"
      },
      {
        "label": "NP",
        "text": "«"
      },
      {
        "label": "NP",
        "text": "caos climático »"
      },
      {
        "label": "NP",
        "text": "Guterres"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP secretario/NN general/NN)\n  de/IN\n  la/FW\n  (NP ONU/NNP)\n  ,/,\n  (NP António/NNP Guterres/NNP)\n  ,/,\n  (NP pidió/NN el/NN miércoles/NNS)\n  (NP\n    un/JJ\n    impuesto/JJ\n    «/NNP\n    extraordinario/NN\n    »/NNP\n    sobre/NN\n    los/NN)\n  beneficios/FW\n  de/FW\n  las/FW\n  empresas/FW\n  de/FW\n  (NP combustibles/NNS fósiles/NNS)\n  (VP para/VBP)\n  (PP ayudar/IN (NP a/DT sufragar/NN la/NN))\n  (NP lucha/JJ contra/JJ el/NN calentamiento/NN)\n  (ADJP global/JJ)\n  ,/,\n  tachándolas/EX\n  (PP de/IN (NP «/NNP))\n  padrinos/CC\n  del/FW\n  (NP caos/NN climático/NN »/NN)\n  ./.)",
      "(S\n  (NP Guterres/NNS)\n  (VP habló/VBP (NP desde/JJ el/NN Museo/NNP Americano/NNP))\n  (PP de/IN (NP Historia/NNP Natural/NNP))\n  (PP de/IN (NP Nueva/NNP York/NNP en/NN))\n  (NP un/JJ intento/NN)\n  de/FW\n  reavivar/FW\n  la/FW\n  atención/FW\n  sobre/FW\n  el/FW\n  (NP cambio/NN climático/NN)\n  (PP en/IN (NP un/JJ momento/NN))\n  en/FW\n  el/FW\n  (NP que/NN muchas/NN elecciones/NNS nacionales/NNS)\n  y/RB\n  (VP los/VBP (NP conflictos/JJ bélicos/NN han/NN))\n  (VP acaparado/VBP (NP este/NN año/NN))\n  (VP gran/VBD)\n  parte/FW\n  de/FW\n  la/FW\n  atención/FW\n  (NP internacional/NN)\n  ./.)",
      "(S\n  (NP En/NNP esos/NN términos/NNS)\n  (VP se/VBP expresó/JJ)\n  en/FW\n  (NP\n    un/JJ\n    discurso/NN\n    programado/NN\n    para/NN\n    el/NN\n    Día/NNP\n    Mundial/NNP\n    del/NN\n    Medio/NNP\n    Ambiente/NNP)\n  ,/,\n  (NP que/NN se/NN conmemora/NN este/NN miércoles/NNS)\n  ,/,\n  y/CC\n  (VP el/VBP (NP cual/JJ Guterres/NNP))\n  se/FW\n  (NP basó/NN)\n  en/FW\n  nuevos/FW\n  (NP datos/NNS)\n  (VP y/VBP (NP proyecciones/NNS para/NNS))\n  (VP\n    defender/VBP\n    (NP su/JJ postura/NN)\n    (NP contra/JJ las/NNS grandes/NNS petroleras/NNS))\n  :/:\n  (NP la/NN)\n  (PP agencia/IN (NP climática/NN))\n  de/IN\n  la/FW\n  (NP Unión/NNP Europea/NNP informó/NN)\n  de/FW\n  que/FW\n  el/FW\n  (NP mes/NNS)\n  (VP pasado/VBP (NP fue/JJ el/NN más/NN caluroso/NN))\n  de/IN\n  la/FW\n  (NP historia/NNS)\n  ,/,\n  (VP\n    el/VBP\n    (NP duodécimo/NN récord/NN)\n    (NP mensual/JJ consecutivo/NN))\n  ./.)",
      "(S\n  (NP El/NNP servicio/NN)\n  de/FW\n  cambio/FW\n  (NP climático/JJ Copernicus/NNP)\n  de/FW\n  la/FW\n  (NP UE/NNP)\n  ,/,\n  (VP referencia/VBZ (NP mundial/JJ para/NN el/NN seguimiento/NN))\n  de/IN\n  las/FW\n  (NP temperaturas/NNS)\n  en/IN\n  el/FW\n  (NP mundo/NN)\n  ,/,\n  (NP citó/NN)\n  (NP una/JJ temperatura/NN media/NNS)\n  (VP del/VBP (NP aire/NN))\n  en/FW\n  (NP superficie/NN)\n  de/IN\n  15,9/CD\n  (NP °C/JJ el/NN mes/NNS)\n  (VP pasado/VBP)\n  ,/,\n  (NP es/JJ decir/NN)\n  ,/,\n  1,52/CD\n  (NP °C/NN más/NN que/NN)\n  la/FW\n  (NP media/NNS)\n  estimada/FW\n  de/FW\n  mayo/FW\n  (VP antes/VBZ)\n  de/IN\n  la/FW\n  era/FW\n  (ADJP industrial/JJ)\n  ./.)",
      "(S\n  (NP La/NNP)\n  quema/FW\n  de/FW\n  (NP combustibles/NNS fósiles/NNS)\n  -petróleo/RB\n  ,/,\n  (NP gas/NN)\n  y/RB\n  (NP carbón-/JJ es/NN el/NN)\n  (NP principal/JJ contribuyente/NN al/NN calentamiento/NN)\n  (NP global/JJ causado/NN por/NN la/NN)\n  (NP actividad/JJ humana/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "ORGANISMOS_INTERNACIONALES",
      "LEYES_NORMATIVAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          2759,
          2766
        ],
        "start": 2759,
        "end": 2766
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          73,
          81
        ],
        "start": 73,
        "end": 81
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo climático de parís de 2015. por su parte, la organización meteorológica mundial,  dijo que se espera que la temperatura media global cercana a la superficie para cada año entre 2024 y 2028 oscile entre 1,1 y 1,9 °c más caliente",
        "position": [
          1556,
          1791
        ],
        "start": 1556,
        "end": 1791
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          570,
          577
        ],
        "start": 570,
        "end": 577
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          832,
          839
        ],
        "start": 832,
        "end": 839
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "calentamiento global",
        "position": [
          202,
          222
        ],
        "start": 202,
        "end": 222
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "deforestación",
        "position": [
          4630,
          4643
        ],
        "start": 4630,
        "end": 4643
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          28,
          31
        ],
        "start": 28,
        "end": 31
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          818,
          831
        ],
        "start": 818,
        "end": 831
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "escuela de sostenibilidad",
        "position": [
          2249,
          2274
        ],
        "start": 2249,
        "end": 2274
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo climático de parís de 2015",
        "position": [
          1556,
          1590
        ],
        "start": 1556,
        "end": 1590
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "autopista",
        "position": [
          3525,
          3534
        ],
        "start": 3525,
        "end": 3534
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "escuela",
        "position": [
          2249,
          2256
        ],
        "start": 2249,
        "end": 2256
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          3739,
          3745
        ],
        "start": 3739,
        "end": 3745
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "parís",
        "position": [
          1577,
          1582
        ],
        "start": 1577,
        "end": 1582
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "escuela de",
        "position": [
          2249,
          2259
        ],
        "start": 2249,
        "end": 2259
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "el mes pasado",
        "position": [
          847,
          860
        ],
        "start": 847,
        "end": 860
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "mes que viene",
        "position": [
          3749,
          3762
        ],
        "start": 3749,
        "end": 3762
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "la Tierra",
        "tipo": "Lugar"
      },
      {
        "nombre": "UE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Guterres",
        "tipo": "Organizacion"
      },
      {
        "nombre": "agencia climática de la Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Noah Diffenbaugh",
        "tipo": "Persona"
      },
      {
        "nombre": "Escuela de Sostenibilidad Doerr de",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Necesitamos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guterres",
        "tipo": "Persona"
      },
      {
        "nombre": "António Guterres",
        "tipo": "Persona"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "París",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Copernicus",
        "tipo": "Organizacion"
      },
      {
        "nombre": "OMM",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Organización Meteorológica Mundial",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Museo Americano de Historia Natural de Nueva York",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Guterres",
        "relacion": "HABLAR",
        "objeto": "Museo Americano de Historia Natural de Nueva York"
      },
      {
        "sujeto": "Guterres",
        "relacion": "BASAR_EXPRESAR",
        "objeto": "agencia climática de la Unión Europea"
      },
      {
        "sujeto": "ONU",
        "relacion": "PREDECIR",
        "objeto": "París"
      },
      {
        "sujeto": "Noah Diffenbaugh",
        "relacion": "AFIRMAR",
        "objeto": "OMM"
      },
      {
        "sujeto": "Escuela de Sostenibilidad Doerr de",
        "relacion": "AFIRMAR",
        "objeto": "OMM"
      },
      {
        "sujeto": "Guterres",
        "relacion": "AFIRMAR",
        "objeto": "París"
      },
      {
        "sujeto": "Guterres",
        "relacion": "NECESITAR_DECIR",
        "objeto": "Necesitamos"
      },
      {
        "sujeto": "Guterres",
        "relacion": "PEDIR",
        "objeto": "Brasil"
      }
    ]
  },
  "sentiment": {
    "compound": 0.6705,
    "pos": 0.011,
    "neu": 0.986,
    "neg": 0.003,
    "label": "positive"
  }
}