{
  "url": "https://www.telesurtv.net/sacerdote-faceta-humana-papa-francisco/",
  "title": "El sacerdote argentino Juan Carlos Molina revela la faceta humana del Papa Francisco - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Papa Francisco",
    "Reformas",
    "Vaticano"
  ],
  "text": "El sacerdote argentino Juan Carlos Molina compartió recuerdos íntimos y reflexiones sobre el legado del Papa Francisco en una entrevista con teleSUR, destacando la especial preocupación del pontífice por pueblos vulnerables como Palestina y Venezuela, así como su compromiso inquebrantable con los más necesitados hasta sus últimos días.\nMolina reveló aspectos poco conocidos de la personalidad del Papa, como sus llamadas telefónicas diarias a la parroquia de Gaza. “Mientras esperaba la comunicación hoy temprano cuando me llamaron para decirme que había partido a la casa del padre, pensé enseguida en los hermanos que están en la parroquia de Gaza, con la cual él hablaba casi todos los días para darles ánimo“, comentó el sacerdote argentino.\n\nLEER TAMBIÉN:\nPapa Francisco, el argentino que puso a Latinoamérica y a los humildes en el mapa mundial\n\nEstas llamadas reflejaban la genuina preocupación de Francisco por el bienestar cotidiano de quienes sufrían. Según Molina, el Papa “le preguntaba ¿qué comieron hoy? y se alegraba cuando habían comido unas alitas de pollo”, evidenciando su atención a las necesidades más básicas de comunidades devastadas por conflictos.\n\n\nEl entrevistado destacó el especial afecto del Papa por Venezuela: “Francisco tenía una estima muy especial por el pueblo venezolano… estuvo todo este tiempo siempre muy preocupado por Venezuela, y lo digo con conocimiento de causa porque me ha tocado en algunos momentos trabajar con él sobre Venezuela”.\nMolina explicó que esta atención se extendía a “los pueblos quizás castigados por el mundo o por las grandes corporaciones o por los poderosos“, señalando la coherencia del Papa en su postura frente a las injusticias sociales, incluso en su propio país natal. “No solamente se enoja con el gobierno de Milei porque en lugar de ayudar a los comedores, mirar a los más pobres, castiga a los jubilados los miércoles con palos“, afirmó.\n\n\nPara el sacerdote argentino, el principal legado de Francisco radica en una transformación fundamental de la Iglesia. “Hay una cosa en el papado de Francisco que para mí es la gran reforma, y lo digo porque he sido su amigo y lo conozco desde adentro, desde las entrañas: volvió a poner a Jesús y a los pobres en el centro de la Iglesia“, expresó Molina con convicción.\nEsta reorientación hacia las enseñanzas originales de Cristo representa, según el entrevistado, “el gran legado” del pontificado. “Es eso, volver a poner a Jesús de nuevo en el centro de la Iglesia, y al Jesús de los pobres en el centro de la Iglesia”, subrayó.\n\nLEER TAMBIÉN:\nEntrevista: Frei Betto destaca el legado progresista del Papa Francisco\n\nMolina sintetizó la doctrina del Papa Francisco en tres palabras: “todos, todos, todos”, reflejando su enfoque inclusivo que abrazaba la diversidad de experiencias humanas. “Es con todos: los casados y los divorciados, los buenos y los malos, los que van a comulgar en la misa todos los domingos y los que no creen… los que tienen una vida entre comillas ordenada y aquellos que hacen lo que pueden con su vida”, explicó.\nEsta visión de inclusión radical se materializó en cambios estructurales dentro de la Iglesia, como el nombramiento de mujeres en posiciones de liderazgo. “Hay una mujer prefecta, hay una mujer que maneja un dicasterio, una monja. Eso no pasaba en la Iglesia”, destacó el sacerdote, señalando cómo Francisco fue “relegando ese patriarcado” para dar paso a una Iglesia más “materna”.\n\n\nMolina narró cómo el Papa mantuvo su esencia hasta el final, rechazando privilegios y buscando siempre la cercanía con la gente. “Francisco murió como vivió. Cuando lo eligen Papa, una de las primeras decisiones es no vivir en el palacio apostólico… dijo ‘A mí no me van a encerrar, no me voy a dejar encerrar, yo quiero estar en medio de mi gente’“, relató.\nEsta coherencia entre sus palabras y acciones se manifestó incluso en sus últimos días. “Tenía que estar encerrado, tenía que estar cuidando su salud, y agarró su silla de ruedas y salió en medio de la gente. Dijo ‘Nunca, nunca encerrado, siempre en el medio del otro, siempre en el medio de la gente'”, concluyó Molina, describiendo al pontífice como “un grande en la Iglesia, un reformador desde las cosas pequeñas”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/sacerdote-faceta-humana-papa-francisco/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 633,
    "message_id": 92380,
    "date": "2025-04-21T19:55:12+00:00",
    "text": "teleSUR\nEl sacerdote argentino Juan Carlos Molina revela la faceta humana del Papa Francisco\nhttps://www.telesurtv.net/sacerdote-faceta-humana-papa-francisco/",
    "photo_path": null,
    "views": 1973,
    "reactions": {
      "❤": 22,
      "🙏": 8,
      "👍": 2
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "el sacerdote argentino juan carlos molina compartió recuerdos íntimos y reflexiones sobre el legado del papa francisco en una entrevista con telesur, destacando la especial preocupación del pontífice por pueblos vulnerables como palestina y venezuela, así como su compromiso inquebrantable con los más necesitados hasta sus últimos días. molina reveló aspectos poco conocidos de la personalidad del papa, como sus llamadas telefónicas diarias a la parroquia de gaza. “mientras esperaba la comunicación hoy temprano cuando me llamaron para decirme que había partido a la casa del padre, pensé enseguida en los hermanos que están en la parroquia de gaza, con la cual él hablaba casi todos los días para darles ánimo“, comentó el sacerdote argentino. leer también: papa francisco, el argentino que puso a latinoamérica y a los humildes en el mapa mundial estas llamadas reflejaban la genuina preocupación de francisco por el bienestar cotidiano de quienes sufrían. según molina, el papa “le preguntaba ¿qué comieron hoy? y se alegraba cuando habían comido unas alitas de pollo”, evidenciando su atención a las necesidades más básicas de comunidades devastadas por conflictos. el entrevistado destacó el especial afecto del papa por venezuela: “francisco tenía una estima muy especial por el pueblo venezolano… estuvo todo este tiempo siempre muy preocupado por venezuela, y lo digo con conocimiento de causa porque me ha tocado en algunos momentos trabajar con él sobre venezuela”. molina explicó que esta atención se extendía a “los pueblos quizás castigados por el mundo o por las grandes corporaciones o por los poderosos“, señalando la coherencia del papa en su postura frente a las injusticias sociales, incluso en su propio país natal. “no solamente se enoja con el gobierno de milei porque en lugar de ayudar a los comedores, mirar a los más pobres, castiga a los jubilados los miércoles con palos“, afirmó. para el sacerdote argentino, el principal legado de francisco radica en una transformación fundamental de la iglesia. “hay una cosa en el papado de francisco que para mí es la gran reforma, y lo digo porque he sido su amigo y lo conozco desde adentro, desde las entrañas: volvió a poner a jesús y a los pobres en el centro de la iglesia“, expresó molina con convicción. esta reorientación hacia las enseñanzas originales de cristo representa, según el entrevistado, “el gran legado” del pontificado. “es eso, volver a poner a jesús de nuevo en el centro de la iglesia, y al jesús de los pobres en el centro de la iglesia”, subrayó. leer también: entrevista: frei betto destaca el legado progresista del papa francisco molina sintetizó la doctrina del papa francisco en tres palabras: “todos, todos, todos”, reflejando su enfoque inclusivo que abrazaba la diversidad de experiencias humanas. “es con todos: los casados y los divorciados, los buenos y los malos, los que van a comulgar en la misa todos los domingos y los que no creen… los que tienen una vida entre comillas ordenada y aquellos que hacen lo que pueden con su vida”, explicó. esta visión de inclusión radical se materializó en cambios estructurales dentro de la iglesia, como el nombramiento de mujeres en posiciones de liderazgo. “hay una mujer prefecta, hay una mujer que maneja un dicasterio, una monja. eso no pasaba en la iglesia”, destacó el sacerdote, señalando cómo francisco fue “relegando ese patriarcado” para dar paso a una iglesia más “materna”. molina narró cómo el papa mantuvo su esencia hasta el final, rechazando privilegios y buscando siempre la cercanía con la gente. “francisco murió como vivió. cuando lo eligen papa, una de las primeras decisiones es no vivir en el palacio apostólico… dijo ‘a mí no me van a encerrar, no me voy a dejar encerrar, yo quiero estar en medio de mi gente’“, relató. esta coherencia entre sus palabras y acciones se manifestó incluso en sus últimos días. “tenía que estar encerrado, tenía que estar cuidando su salud, y agarró su silla de ruedas y salió en medio de la gente. dijo ‘nunca, nunca encerrado, siempre en el medio del otro, siempre en el medio de la gente'”, concluyó molina, describiendo al pontífice como “un grande en la iglesia, un reformador desde las cosas pequeñas”.",
    "tokens": [
      "sacerdote",
      "argentino",
      "juan",
      "carlos",
      "molina",
      "compartió",
      "recuerdos",
      "íntimos",
      "reflexiones",
      "legado",
      "papa",
      "francisco",
      "entrevista",
      "telesur",
      ",",
      "destacando",
      "especial",
      "preocupación",
      "pontífice",
      "pueblos",
      "vulnerables",
      "palestina",
      "venezuela",
      ",",
      "así",
      "compromiso",
      "inquebrantable",
      "necesitados",
      "últimos",
      "días",
      ".",
      "molina",
      "reveló",
      "aspectos",
      "conocidos",
      "personalidad",
      "papa",
      ",",
      "llamadas",
      "telefónicas",
      "diarias",
      "parroquia",
      "gaza",
      ".",
      "“",
      "mientras",
      "esperaba",
      "comunicación",
      "hoy",
      "temprano",
      "llamaron",
      "decirme",
      "partido",
      "casa",
      "padre",
      ",",
      "pensé",
      "enseguida",
      "hermanos",
      "parroquia",
      "gaza",
      ",",
      "hablaba",
      "casi",
      "días",
      "darles",
      "ánimo",
      "“",
      ",",
      "comentó",
      "sacerdote",
      "argentino",
      ".",
      "leer",
      ":",
      "papa",
      "francisco",
      ",",
      "argentino",
      "puso",
      "latinoamérica",
      "humildes",
      "mapa",
      "mundial",
      "llamadas",
      "reflejaban",
      "genuina",
      "preocupación",
      "francisco",
      "bienestar",
      "cotidiano",
      "sufrían",
      ".",
      "según",
      "molina",
      ",",
      "papa",
      "“",
      "preguntaba",
      "¿qué",
      "comieron",
      "hoy",
      "?",
      "alegraba",
      "comido",
      "unas",
      "alitas",
      "pollo",
      "”",
      ",",
      "evidenciando",
      "atención",
      "necesidades",
      "básicas",
      "comunidades",
      "devastadas",
      "conflictos",
      ".",
      "entrevistado",
      "destacó",
      "especial",
      "afecto",
      "papa",
      "venezuela",
      ":",
      "“",
      "francisco",
      "estima",
      "especial",
      "pueblo",
      "venezolano…",
      "tiempo",
      "siempre",
      "preocupado",
      "venezuela",
      ",",
      "digo",
      "conocimiento",
      "causa",
      "tocado",
      "momentos",
      "trabajar",
      "venezuela",
      "”",
      ".",
      "molina",
      "explicó",
      "atención",
      "extendía",
      "“",
      "pueblos",
      "quizás",
      "castigados",
      "mundo",
      "grandes",
      "corporaciones",
      "poderosos",
      "“",
      ",",
      "señalando",
      "coherencia",
      "papa",
      "postura",
      "frente",
      "injusticias",
      "sociales",
      ",",
      "incluso",
      "propio",
      "país",
      "natal",
      ".",
      "“",
      "solamente",
      "enoja",
      "gobierno",
      "milei",
      "lugar",
      "ayudar",
      "comedores",
      ",",
      "mirar",
      "pobres",
      ",",
      "castiga",
      "jubilados",
      "miércoles",
      "palos",
      "“",
      ",",
      "afirmó",
      ".",
      "sacerdote",
      "argentino",
      ",",
      "principal",
      "legado",
      "francisco",
      "radica",
      "transformación",
      "fundamental",
      "iglesia",
      ".",
      "“",
      "cosa",
      "papado",
      "francisco",
      "gran",
      "reforma",
      ",",
      "digo",
      "sido",
      "amigo",
      "conozco",
      "adentro",
      ",",
      "entrañas",
      ":",
      "volvió",
      "poner",
      "jesús",
      "pobres",
      "centro",
      "iglesia",
      "“",
      ",",
      "expresó",
      "molina",
      "convicción",
      ".",
      "reorientación",
      "hacia",
      "enseñanzas",
      "originales",
      "cristo",
      "representa",
      ",",
      "según",
      "entrevistado",
      ",",
      "“",
      "gran",
      "legado",
      "”",
      "pontificado",
      ".",
      "“",
      ",",
      "volver",
      "poner",
      "jesús",
      "nuevo",
      "centro",
      "iglesia",
      ",",
      "jesús",
      "pobres",
      "centro",
      "iglesia",
      "”",
      ",",
      "subrayó",
      ".",
      "leer",
      ":",
      "entrevista",
      ":",
      "frei",
      "betto",
      "destaca",
      "legado",
      "progresista",
      "papa",
      "francisco",
      "molina",
      "sintetizó",
      "doctrina",
      "papa",
      "francisco",
      "tres",
      "palabras",
      ":",
      "“",
      ",",
      ",",
      "”",
      ",",
      "reflejando",
      "enfoque",
      "inclusivo",
      "abrazaba",
      "diversidad",
      "experiencias",
      "humanas",
      ".",
      "“",
      ":",
      "casados",
      "divorciados",
      ",",
      "buenos",
      "malos",
      ",",
      "van",
      "comulgar",
      "misa",
      "domingos",
      "creen…",
      "vida",
      "comillas",
      "ordenada",
      "aquellos",
      "hacen",
      "pueden",
      "vida",
      "”",
      ",",
      "explicó",
      ".",
      "visión",
      "inclusión",
      "radical",
      "materializó",
      "cambios",
      "estructurales",
      "dentro",
      "iglesia",
      ",",
      "nombramiento",
      "mujeres",
      "posiciones",
      "liderazgo",
      ".",
      "“",
      "mujer",
      "prefecta",
      ",",
      "mujer",
      "maneja",
      "dicasterio",
      ",",
      "monja",
      ".",
      "pasaba",
      "iglesia",
      "”",
      ",",
      "destacó",
      "sacerdote",
      ",",
      "señalando",
      "cómo",
      "francisco",
      "“",
      "relegando",
      "patriarcado",
      "”",
      "dar",
      "paso",
      "iglesia",
      "“",
      "materna",
      "”",
      ".",
      "molina",
      "narró",
      "cómo",
      "papa",
      "mantuvo",
      "esencia",
      "final",
      ",",
      "rechazando",
      "privilegios",
      "buscando",
      "siempre",
      "cercanía",
      "gente",
      ".",
      "“",
      "francisco",
      "murió",
      "vivió",
      ".",
      "eligen",
      "papa",
      ",",
      "primeras",
      "decisiones",
      "vivir",
      "palacio",
      "apostólico…",
      "dijo",
      "‘",
      "van",
      "encerrar",
      ",",
      "voy",
      "dejar",
      "encerrar",
      ",",
      "quiero",
      "medio",
      "gente",
      "’",
      "“",
      ",",
      "relató",
      ".",
      "coherencia",
      "palabras",
      "acciones",
      "manifestó",
      "incluso",
      "últimos",
      "días",
      ".",
      "“",
      "encerrado",
      ",",
      "cuidando",
      "salud",
      ",",
      "agarró",
      "silla",
      "ruedas",
      "salió",
      "medio",
      "gente",
      ".",
      "dijo",
      "‘",
      "nunca",
      ",",
      "nunca",
      "encerrado",
      ",",
      "siempre",
      "medio",
      ",",
      "siempre",
      "medio",
      "gente",
      "'",
      "”",
      ",",
      "concluyó",
      "molina",
      ",",
      "describiendo",
      "pontífice",
      "“",
      "grande",
      "iglesia",
      ",",
      "reformador",
      "cosas",
      "pequeñas",
      "”",
      "."
    ],
    "token_count": 460,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "NN": 281,
      "VBZ": 12,
      "JJ": 74,
      "FW": 109,
      "VBP": 28,
      "NNS": 29,
      "IN": 22,
      "VB": 2,
      "PRP": 5,
      "VBD": 2,
      "DT": 5,
      "CC": 1,
      "MD": 1
    },
    "bigram_freq": {
      "NNP-NN": 38,
      "NN-NN": 167,
      "NN-NNP": 27,
      "NNP-NNP": 20,
      "NNP-VBZ": 6,
      "VBZ-JJ": 7,
      "JJ-JJ": 8,
      "JJ-NN": 53,
      "NNP-FW": 9,
      "FW-JJ": 4,
      "NN-VBP": 4,
      "VBP-JJ": 19,
      "NN-NNS": 15,
      "NNS-VBP": 20,
      "VBP-NNP": 1,
      "VBZ-NN": 2,
      "NN-JJ": 23,
      "NN-IN": 18,
      "IN-FW": 10,
      "FW-FW": 69,
      "FW-NNP": 24,
      "NN-VBZ": 5,
      "JJ-NNS": 3,
      "NNS-FW": 2,
      "NNP-VBP": 3,
      "VBP-NN": 5,
      "NN-VB": 1,
      "VB-PRP": 1,
      "PRP-JJ": 3,
      "IN-JJ": 2,
      "JJ-NNP": 6,
      "VBZ-NNS": 1,
      "NNS-IN": 2,
      "IN-NN": 5,
      "FW-NN": 8,
      "NN-FW": 15,
      "IN-NNS": 2,
      "NNS-JJ": 1,
      "FW-NNS": 4,
      "NNS-NNP": 1,
      "NN-PRP": 2,
      "NNS-NNS": 3,
      "VBP-NNS": 1,
      "VBP-IN": 1,
      "NN-VBD": 2,
      "VBD-JJ": 2,
      "IN-NNP": 3,
      "JJ-FW": 2,
      "NNP-JJ": 3,
      "PRP-VBZ": 1,
      "NNP-IN": 1,
      "JJ-DT": 2,
      "DT-NN": 3,
      "NNP-DT": 1,
      "VBZ-FW": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBP-DT": 1,
      "NN-DT": 1,
      "DT-PRP": 2,
      "PRP-VBP": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 26,
      "NN-NN-NNP": 15,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-NN": 7,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 7,
      "JJ-NN-NN": 33,
      "NNP-NNP-FW": 2,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 3,
      "NN-NN-NN": 99,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 4,
      "VBP-JJ-NN": 15,
      "NN-NN-NNS": 9,
      "NN-NNS-VBP": 14,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NN": 2,
      "NN-NN-JJ": 18,
      "NN-JJ-NN": 17,
      "NN-NNP-NN": 13,
      "NNP-NN-NNP": 4,
      "NN-NN-IN": 9,
      "NN-IN-FW": 9,
      "IN-FW-FW": 6,
      "FW-FW-FW": 47,
      "FW-FW-NNP": 14,
      "FW-NNP-NN": 11,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNP-NNP": 5,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "NN-NN-VB": 1,
      "NN-VB-PRP": 1,
      "VB-PRP-JJ": 1,
      "PRP-JJ-JJ": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "NN-JJ-NNP": 4,
      "JJ-NNP-NN": 4,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-JJ": 3,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 3,
      "JJ-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "FW-NN-FW": 2,
      "NN-FW-FW": 10,
      "NN-IN-NNS": 2,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-FW-NNP": 4,
      "FW-NNP-FW": 6,
      "FW-NN-NNP": 2,
      "VBZ-JJ-NN": 4,
      "JJ-NN-IN": 9,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NN": 3,
      "VBP-NN-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "VBP-NN-VBP": 1,
      "NNP-NN-JJ": 1,
      "NN-IN-NN": 3,
      "NN-NN-PRP": 2,
      "NN-PRP-JJ": 1,
      "PRP-JJ-NN": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "VBP-NN-NNP": 1,
      "NN-NN-FW": 7,
      "NN-FW-NN": 2,
      "FW-NN-NN": 3,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 2,
      "NNP-NN-FW": 4,
      "FW-FW-NN": 2,
      "FW-NN-NNS": 1,
      "JJ-NN-NNS": 3,
      "JJ-JJ-NNP": 1,
      "NN-FW-JJ": 1,
      "JJ-NN-JJ": 4,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "NN-NN-VBD": 1,
      "NN-PRP-VBZ": 1,
      "PRP-VBZ-JJ": 1,
      "JJ-NN-NNP": 4,
      "NNP-NN-NNS": 2,
      "IN-FW-NNP": 3,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NNP-FW-FW": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-VBZ": 3,
      "IN-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "FW-NNP-JJ": 2,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "NN-VBZ-FW": 2,
      "VBZ-FW-NNP": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-FW-NNP": 2,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "VBZ-FW-FW": 1,
      "NN-NN-DT": 1,
      "NN-DT-PRP": 1,
      "DT-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-PRP": 1,
      "DT-PRP-JJ": 1,
      "IN-NN-FW": 1,
      "IN-NN-NNP": 1,
      "IN-FW-NN": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 281,
        "FW": 109,
        "NNP": 83,
        "JJ": 74,
        "NNS": 29
      },
      "top_bigrams": {
        "NN-NN": 167,
        "FW-FW": 69,
        "JJ-NN": 53,
        "NNP-NN": 38,
        "NN-NNP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 99,
        "FW-FW-FW": 47,
        "JJ-NN-NN": 33,
        "NNP-NN-NN": 26,
        "NN-NN-JJ": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 179,
      "VP": 45,
      "PP": 12,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0224
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0187
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Iglesia', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('“', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('LEER', 'NNP') ('TAMBIÉN', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('y', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('lo', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El sacerdote argentino Juan Carlos Molina compartió recuerdos íntimos y reflexiones"
      },
      {
        "label": "VP",
        "text": "sobre el legado del Papa Francisco"
      },
      {
        "label": "NP",
        "text": "el legado del Papa Francisco"
      },
      {
        "label": "NP",
        "text": "una entrevista con teleSUR"
      },
      {
        "label": "NP",
        "text": "destacando la"
      },
      {
        "label": "NP",
        "text": "especial preocupación del pontífice por pueblos vulnerables"
      },
      {
        "label": "VP",
        "text": "como Palestina y Venezuela"
      },
      {
        "label": "NP",
        "text": "Palestina y Venezuela"
      },
      {
        "label": "NP",
        "text": "así como su compromiso"
      },
      {
        "label": "NP",
        "text": "inquebrantable con los"
      },
      {
        "label": "NP",
        "text": "más necesitados hasta sus últimos días"
      },
      {
        "label": "NP",
        "text": "Molina reveló aspectos poco conocidos"
      },
      {
        "label": "NP",
        "text": "Papa"
      },
      {
        "label": "NP",
        "text": "como sus"
      },
      {
        "label": "VP",
        "text": "llamadas telefónicas"
      }
    ],
    "clause_structures": [
      "(S\n  (NP\n    El/NNP\n    sacerdote/NN\n    argentino/NN\n    Juan/NNP\n    Carlos/NNP\n    Molina/NNP\n    compartió/NN\n    recuerdos/NN\n    íntimos/NNP\n    y/NNP\n    reflexiones/NNS)\n  (VP sobre/VBD (NP el/JJ legado/JJ del/NN Papa/NNP Francisco/NNP))\n  en/FW\n  (NP una/JJ entrevista/NN con/NN teleSUR/NN)\n  ,/,\n  (NP destacando/NN la/NN)\n  (NP\n    especial/JJ\n    preocupación/NN\n    del/NN\n    pontífice/NN\n    por/NN\n    pueblos/NN\n    vulnerables/NNS)\n  (VP como/VBP (NP Palestina/NNP y/NN Venezuela/NNP))\n  ,/,\n  (NP así/NN como/NN su/NN compromiso/NN)\n  (NP inquebrantable/JJ con/NN los/NN)\n  (NP más/JJ necesitados/NN hasta/NN sus/NN últimos/NNP días/NN)\n  ./.)",
      "(S\n  (NP Molina/NNP reveló/NN aspectos/NN poco/NN conocidos/NN)\n  de/IN\n  la/FW\n  personalidad/FW\n  del/FW\n  (NP Papa/NNP)\n  ,/,\n  (NP como/NN sus/NN)\n  (VP llamadas/VBZ telefónicas/JJ)\n  diarias/FW\n  a/DT\n  la/FW\n  parroquia/FW\n  de/FW\n  (NP Gaza/NNP)\n  ./.)",
      "(S\n  (NP “/NN Mientras/NNP)\n  (VP esperaba/VBZ)\n  la/FW\n  (NP comunicación/JJ hoy/NN temprano/NN)\n  (VP\n    cuando/VB\n    me/PRP\n    (NP llamaron/JJ para/JJ decirme/NN que/NN había/NN))\n  (VP partido/VBZ (NP a/DT la/NN casa/NN del/NN padre/NN))\n  ,/,\n  (NP pensé/NN enseguida/NN)\n  (PP en/IN (NP los/JJ hermanos/JJ que/NN están/NN))\n  en/IN\n  la/FW\n  parroquia/FW\n  de/FW\n  (NP Gaza/NNP)\n  ,/,\n  (NP con/NN)\n  la/FW\n  (NP\n    cual/JJ\n    él/NNP\n    hablaba/NN\n    casi/NN\n    todos/NN\n    los/NN\n    días/NN\n    para/NN\n    darles/NNS)\n  (VP ánimo/VBP (NP “/NNP))\n  ,/,\n  (NP comentó/NN)\n  (NP el/JJ sacerdote/NN argentino/NN)\n  ./.)",
      "(S\n  (NP LEER/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Papa/NNP Francisco/NNP)\n  ,/,\n  (VP el/VBZ (NP argentino/NN que/NN))\n  (VP puso/VBZ (NP a/DT Latinoamérica/NNP y/NN) (NP a/DT los/NN))\n  (VP humildes/VBZ)\n  en/IN\n  el/FW\n  mapa/FW\n  (NP mundial/JJ Estas/NNP)\n  llamadas/FW\n  (NP reflejaban/NN)\n  la/FW\n  genuina/FW\n  preocupación/FW\n  de/FW\n  (NP Francisco/NNP por/NN el/NN bienestar/NN cotidiano/NN)\n  (PP de/IN (NP quienes/NNS sufrían/NNS))\n  ./.)",
      "(S\n  (NP Según/NNP Molina/NNP)\n  ,/,\n  (VP el/VBZ (NP Papa/NNP “/NNP))\n  (VP le/VBZ (NP preguntaba/JJ ¿qué/NNP comieron/NN hoy/NN))\n  ?/.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3853,
          3862
        ],
        "start": 3853,
        "end": 3862
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1908,
          1914
        ],
        "start": 1908,
        "end": 1914
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1490,
          1497
        ],
        "start": 1490,
        "end": 1497
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          3075,
          3084
        ],
        "start": 3075,
        "end": 3084
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "diversidad",
        "position": [
          2775,
          2785
        ],
        "start": 2775,
        "end": 2785
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de milei porque",
        "position": [
          1773,
          1797
        ],
        "start": 1773,
        "end": 1797
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          3179,
          3186
        ],
        "start": 3179,
        "end": 3186
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1193,
          1200
        ],
        "start": 1193,
        "end": 1200
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2541,
          2548
        ],
        "start": 2541,
        "end": 2548
      },
      {
        "category": "PAISES",
        "matched_text": "palestina",
        "position": [
          229,
          238
        ],
        "start": 229,
        "end": 238
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          2234,
          2243
        ],
        "start": 2234,
        "end": 2243
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          502,
          505
        ],
        "start": 502,
        "end": 505
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Frei Betto",
        "tipo": "Persona"
      },
      {
        "nombre": "Jesús",
        "tipo": "Persona"
      },
      {
        "nombre": "Papa",
        "tipo": "Persona"
      },
      {
        "nombre": "Juan Carlos Molina",
        "tipo": "Persona"
      },
      {
        "nombre": "Papa Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Según Molina",
        "tipo": "Persona"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Latinoamérica",
        "tipo": "Lugar"
      },
      {
        "nombre": "parroquia de",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francisco\n\nMolina",
        "tipo": "Persona"
      },
      {
        "nombre": "LEER",
        "tipo": "Persona"
      },
      {
        "nombre": "Molina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Molina",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristo",
        "tipo": "Persona"
      },
      {
        "nombre": "Iglesia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "parroquia de Gaza",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Juan Carlos Molina",
        "relacion": "COMPARTIR",
        "objeto": "Papa Francisco"
      },
      {
        "sujeto": "Juan Carlos Molina",
        "relacion": "COMPARTIR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Juan Carlos Molina",
        "relacion": "COMPARTIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Papa Francisco",
        "relacion": "COMPARTIR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Papa Francisco",
        "relacion": "COMPARTIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Molina",
        "relacion": "REVELAR",
        "objeto": "Papa"
      },
      {
        "sujeto": "Molina",
        "relacion": "REVELAR",
        "objeto": "parroquia de"
      },
      {
        "sujeto": "Molina",
        "relacion": "REVELAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Papa",
        "relacion": "REVELAR",
        "objeto": "parroquia de"
      },
      {
        "sujeto": "Papa",
        "relacion": "REVELAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Papa Francisco",
        "relacion": "REFLEJAR",
        "objeto": "Latinoamérica"
      },
      {
        "sujeto": "Papa Francisco",
        "relacion": "REFLEJAR",
        "objeto": "Francisco"
      },
      {
        "sujeto": "Latinoamérica",
        "relacion": "PONER_REFLEJAR",
        "objeto": "Francisco"
      },
      {
        "sujeto": "Papa",
        "relacion": "PREGUNTAR",
        "objeto": "Según Molina"
      },
      {
        "sujeto": "Francisco",
        "relacion": "DESTACAR",
        "objeto": "Papa"
      },
      {
        "sujeto": "Papa",
        "relacion": "DESTACAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Francisco",
        "relacion": "DESTACAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Francisco",
        "relacion": "TENER_ESTAR_DESTACAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Molina",
        "relacion": "EXPLICAR",
        "objeto": "Papa"
      },
      {
        "sujeto": "Francisco",
        "relacion": "RADICAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Francisco",
        "relacion": "HABER_EXPRESAR",
        "objeto": "Jesús"
      },
      {
        "sujeto": "Francisco",
        "relacion": "HABER_EXPRESAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Molina",
        "relacion": "HABER_EXPRESAR",
        "objeto": "Francisco"
      },
      {
        "sujeto": "Jesús",
        "relacion": "VOLVER_CONOCER_DECIR_HABER_EXPRESAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Molina",
        "relacion": "VOLVER_CONOCER_DECIR_HABER_EXPRESAR",
        "objeto": "Jesús"
      },
      {
        "sujeto": "Molina",
        "relacion": "VOLVER_CONOCER_DECIR_HABER_EXPRESAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Jesús",
        "relacion": "VOLVER_SUBRAYAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Frei Betto",
        "relacion": "DESTACAR",
        "objeto": "Papa"
      },
      {
        "sujeto": "Frei Betto",
        "relacion": "DESTACAR",
        "objeto": "Francisco\n\nMolina"
      },
      {
        "sujeto": "Frei Betto",
        "relacion": "DESTACAR",
        "objeto": "Papa Francisco"
      },
      {
        "sujeto": "Papa",
        "relacion": "DESTACAR",
        "objeto": "Papa Francisco"
      },
      {
        "sujeto": "Francisco\n\nMolina",
        "relacion": "DESTACAR",
        "objeto": "Papa Francisco"
      },
      {
        "sujeto": "Francisco",
        "relacion": "RELEGAR_SE_ALAR_DESTACAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Molina",
        "relacion": "NARRAR",
        "objeto": "Papa"
      },
      {
        "sujeto": "Molina",
        "relacion": "CONCLUIR",
        "objeto": "Iglesia"
      }
    ]
  },
  "sentiment": {
    "compound": -0.765,
    "pos": 0.004,
    "neu": 0.98,
    "neg": 0.017,
    "label": "negative"
  }
}