{
  "url": "https://www.telesurtv.net/exigen-mulino-observacion-nacional-represion/",
  "title": "Exigen a Mulino observación nacional ante represión a las protestas populares en Panamá - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bocas del Toro",
    "carta abierta",
    "Gobierno",
    "pANAMÁ",
    "Presidente José Raúl Mulino",
    "protestas",
    "represión"
  ],
  "text": "Más de 800 personas de 17 países firmaron una carta abierta dirigida al presidente panameño, José Raúl Mulino, en la que solicitan observación internacional ante la represión desatada contra las protestas populares que tienen lugar en la nación centroamericana desde el mes de abril.\nEn estas movilizaciones continuas el pueblo marcha contra la Ley 462 —que reforma la Caja del Seguro Social—, el servilismo del Gobierno ante la Administración Trump, y contra el interés estatal de reactivar la megaminería sin poseer los requisitos necesarios para evitar daños catástróficos a los ecosistemas.\n\nEl documento advierte que la criminalización de la disidencia evoca los “peores episodios de su historia”, comparando la situación actual con la de los gobiernos militares y exigiendo una supervisión global ante posibles violaciones de derechos humanos.\nLos firmantes, un grupo diverso que incluye artistas, académicos, activistas, trabajadores, sindicalistas y ciudadanos comunes, han instado al mandatario a detener lo que califican como una “deriva autoritaria”.\nEl texto, publicado por diarios locales, señala que, si bien el Gobierno de Mulino es “legítimo desde el punto de vista legal”, su apoyo popular es. Afirma que la respuesta del Gabinete a las protestas legítimas y democráticas es la “más violenta y sistemática jamás registrada en la historia del país desde 1903”.\n\n\nEl pronunciamiento condena con firmeza la suspensión de garantías constitucionales en la provincia de Bocas del Toro impuesta por el Ejecutivo en el marco de las recientes manifestaciones así como la represión, militarización, judicialización de dirigentes sociales y la criminalización de la protesta ciudadana.\nLos firmantes advierten sobre el uso del aparato estatal y los estamentos de seguridad para reprimir, en lugar de abrir vías democráticas de solución. Además, aseguran que los discursos oficiales han estado “cargados de odio, racismo y estigmatización”, especialmente hacia provincias históricamente marginadas como Bocas del Toro y Darién.\nEste tipo de postura, consideran, representa un “retroceso en términos de derechos humanos, participación ciudadana y Estado de Derecho, elementos fundamentales de cualquier democracia”.\nFrente a este escenario, la carta solicita la intervención de agencias internacionales de derechos humanos para dar seguimiento a la situación en Panamá y garantizar la protección de las libertades fundamentales.\nTambién lanzan una advertencia directa al presidente Mulino: si no rectifica su postura, corre el riesgo de unirse al grupo de líderes mundiales que, habiendo llegado al poder por vías democráticas, derivaron en gobiernos autoritarios.\nDesde finales de mayo y durante junio, Panamá es escenario de intensas protestas sociales, particularmente en Bocas del Toro, provincia golpeada por el desempleo, el abandono estatal y la reducción de actividades como la producción bananera.\nLa reacción del Gobierno incluyó la declaración de un estado de urgencia a partir del 20 de junio en Bocas del Toro, que se extendió por diez días, así como detenciones, allanamientos masivos y procesos judiciales contra más de 200 personas, incluyendo dirigentes comunitarios.\n\n\nOrganizaciones nacionales e internacionales han expresado su preocupación por el uso excesivo de la fuerza, las condiciones de las detenciones y la falta de información transparente de las autoridades.\nEl Ejecutivo, por su parte, justificó sus acciones alegando la necesidad de restaurar el orden y frenar actos de vandalismo, pero los cuestionamientos persisten, incluso ante el más reciente toque de queda decretado de manera unilateral e inesperada por las autoridades de la localidad de Changuinola, provincia de Bocas del Toro.\nEntre los firmantes se encuentran la cantante Yomira John, el músico Rómulo Castro, la ambientalista Raisa Banfield y el exministro ecuatoriano Alberto Acosta. A ellos se suman madres de familia, estudiantes, docentes, chefs, operarios, abogados y trabajadores de Panamá, China, España, Estados Unidos, Brasil, El Salvador, Honduras y Colombia, entre otros.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/exigen-mulino-observacion-nacional-represion/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1846,
    "message_id": 98331,
    "date": "2025-07-06T01:55:12+00:00",
    "text": "teleSUR\nExigen a Mulino observación nacional ante represión a las protestas populares en Panamá\nhttps://www.telesurtv.net/exigen-mulino-observacion-nacional-represion/",
    "photo_path": null,
    "views": 1606,
    "reactions": {
      "👍": 29,
      "🔥": 2,
      "🥰": 1
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "más de 800 personas de 17 países firmaron una carta abierta dirigida al presidente panameño, josé raúl mulino, en la que solicitan observación internacional ante la represión desatada contra las protestas populares que tienen lugar en la nación centroamericana desde el mes de abril. en estas movilizaciones continuas el pueblo marcha contra la ley 462 —que reforma la caja del seguro social—, el servilismo del gobierno ante la administración trump, y contra el interés estatal de reactivar la megaminería sin poseer los requisitos necesarios para evitar daños catástróficos a los ecosistemas. el documento advierte que la criminalización de la disidencia evoca los “peores episodios de su historia”, comparando la situación actual con la de los gobiernos militares y exigiendo una supervisión global ante posibles violaciones de derechos humanos. los firmantes, un grupo diverso que incluye artistas, académicos, activistas, trabajadores, sindicalistas y ciudadanos comunes, han instado al mandatario a detener lo que califican como una “deriva autoritaria”. el texto, publicado por diarios locales, señala que, si bien el gobierno de mulino es “legítimo desde el punto de vista legal”, su apoyo popular es. afirma que la respuesta del gabinete a las protestas legítimas y democráticas es la “más violenta y sistemática jamás registrada en la historia del país desde 1903”. el pronunciamiento condena con firmeza la suspensión de garantías constitucionales en la provincia de bocas del toro impuesta por el ejecutivo en el marco de las recientes manifestaciones así como la represión, militarización, judicialización de dirigentes sociales y la criminalización de la protesta ciudadana. los firmantes advierten sobre el uso del aparato estatal y los estamentos de seguridad para reprimir, en lugar de abrir vías democráticas de solución. además, aseguran que los discursos oficiales han estado “cargados de odio, racismo y estigmatización”, especialmente hacia provincias históricamente marginadas como bocas del toro y darién. este tipo de postura, consideran, representa un “retroceso en términos de derechos humanos, participación ciudadana y estado de derecho, elementos fundamentales de cualquier democracia”. frente a este escenario, la carta solicita la intervención de agencias internacionales de derechos humanos para dar seguimiento a la situación en panamá y garantizar la protección de las libertades fundamentales. también lanzan una advertencia directa al presidente mulino: si no rectifica su postura, corre el riesgo de unirse al grupo de líderes mundiales que, habiendo llegado al poder por vías democráticas, derivaron en gobiernos autoritarios. desde finales de mayo y durante junio, panamá es escenario de intensas protestas sociales, particularmente en bocas del toro, provincia golpeada por el desempleo, el abandono estatal y la reducción de actividades como la producción bananera. la reacción del gobierno incluyó la declaración de un estado de urgencia a partir del 20 de junio en bocas del toro, que se extendió por diez días, así como detenciones, allanamientos masivos y procesos judiciales contra más de 200 personas, incluyendo dirigentes comunitarios. organizaciones nacionales e internacionales han expresado su preocupación por el uso excesivo de la fuerza, las condiciones de las detenciones y la falta de información transparente de las autoridades. el ejecutivo, por su parte, justificó sus acciones alegando la necesidad de restaurar el orden y frenar actos de vandalismo, pero los cuestionamientos persisten, incluso ante el más reciente toque de queda decretado de manera unilateral e inesperada por las autoridades de la localidad de changuinola, provincia de bocas del toro. entre los firmantes se encuentran la cantante yomira john, el músico rómulo castro, la ambientalista raisa banfield y el exministro ecuatoriano alberto acosta. a ellos se suman madres de familia, estudiantes, docentes, chefs, operarios, abogados y trabajadores de panamá, china, españa, estados unidos, brasil, el salvador, honduras y colombia, entre otros.",
    "tokens": [
      "800",
      "personas",
      "17",
      "países",
      "firmaron",
      "carta",
      "abierta",
      "dirigida",
      "presidente",
      "panameño",
      ",",
      "josé",
      "raúl",
      "mulino",
      ",",
      "solicitan",
      "observación",
      "internacional",
      "represión",
      "desatada",
      "protestas",
      "populares",
      "lugar",
      "nación",
      "centroamericana",
      "mes",
      "abril",
      ".",
      "movilizaciones",
      "continuas",
      "pueblo",
      "marcha",
      "ley",
      "462",
      "—que",
      "reforma",
      "caja",
      "seguro",
      "social—",
      ",",
      "servilismo",
      "gobierno",
      "administración",
      "trump",
      ",",
      "interés",
      "estatal",
      "reactivar",
      "megaminería",
      "poseer",
      "requisitos",
      "necesarios",
      "evitar",
      "daños",
      "catástróficos",
      "ecosistemas",
      ".",
      "documento",
      "advierte",
      "criminalización",
      "disidencia",
      "evoca",
      "“",
      "peores",
      "episodios",
      "historia",
      "”",
      ",",
      "comparando",
      "situación",
      "actual",
      "gobiernos",
      "militares",
      "exigiendo",
      "supervisión",
      "global",
      "posibles",
      "violaciones",
      "derechos",
      "humanos",
      ".",
      "firmantes",
      ",",
      "grupo",
      "diverso",
      "incluye",
      "artistas",
      ",",
      "académicos",
      ",",
      "activistas",
      ",",
      "trabajadores",
      ",",
      "sindicalistas",
      "ciudadanos",
      "comunes",
      ",",
      "instado",
      "mandatario",
      "detener",
      "califican",
      "“",
      "deriva",
      "autoritaria",
      "”",
      ".",
      "texto",
      ",",
      "publicado",
      "diarios",
      "locales",
      ",",
      "señala",
      ",",
      "si",
      "bien",
      "gobierno",
      "mulino",
      "“",
      "legítimo",
      "punto",
      "vista",
      "legal",
      "”",
      ",",
      "apoyo",
      "popular",
      ".",
      "afirma",
      "respuesta",
      "gabinete",
      "protestas",
      "legítimas",
      "democráticas",
      "“",
      "violenta",
      "sistemática",
      "jamás",
      "registrada",
      "historia",
      "país",
      "1903",
      "”",
      ".",
      "pronunciamiento",
      "condena",
      "firmeza",
      "suspensión",
      "garantías",
      "constitucionales",
      "provincia",
      "bocas",
      "toro",
      "impuesta",
      "ejecutivo",
      "marco",
      "recientes",
      "manifestaciones",
      "así",
      "represión",
      ",",
      "militarización",
      ",",
      "judicialización",
      "dirigentes",
      "sociales",
      "criminalización",
      "protesta",
      "ciudadana",
      ".",
      "firmantes",
      "advierten",
      "uso",
      "aparato",
      "estatal",
      "estamentos",
      "seguridad",
      "reprimir",
      ",",
      "lugar",
      "abrir",
      "vías",
      "democráticas",
      "solución",
      ".",
      "además",
      ",",
      "aseguran",
      "discursos",
      "oficiales",
      "“",
      "cargados",
      "odio",
      ",",
      "racismo",
      "estigmatización",
      "”",
      ",",
      "especialmente",
      "hacia",
      "provincias",
      "históricamente",
      "marginadas",
      "bocas",
      "toro",
      "darién",
      ".",
      "tipo",
      "postura",
      ",",
      "consideran",
      ",",
      "representa",
      "“",
      "retroceso",
      "términos",
      "derechos",
      "humanos",
      ",",
      "participación",
      "ciudadana",
      "derecho",
      ",",
      "elementos",
      "fundamentales",
      "cualquier",
      "democracia",
      "”",
      ".",
      "frente",
      "escenario",
      ",",
      "carta",
      "solicita",
      "intervención",
      "agencias",
      "internacionales",
      "derechos",
      "humanos",
      "dar",
      "seguimiento",
      "situación",
      "panamá",
      "garantizar",
      "protección",
      "libertades",
      "fundamentales",
      ".",
      "lanzan",
      "advertencia",
      "directa",
      "presidente",
      "mulino",
      ":",
      "si",
      "rectifica",
      "postura",
      ",",
      "corre",
      "riesgo",
      "unirse",
      "grupo",
      "líderes",
      "mundiales",
      ",",
      "llegado",
      "poder",
      "vías",
      "democráticas",
      ",",
      "derivaron",
      "gobiernos",
      "autoritarios",
      ".",
      "finales",
      "mayo",
      "junio",
      ",",
      "panamá",
      "escenario",
      "intensas",
      "protestas",
      "sociales",
      ",",
      "particularmente",
      "bocas",
      "toro",
      ",",
      "provincia",
      "golpeada",
      "desempleo",
      ",",
      "abandono",
      "estatal",
      "reducción",
      "actividades",
      "producción",
      "bananera",
      ".",
      "reacción",
      "gobierno",
      "incluyó",
      "declaración",
      "urgencia",
      "partir",
      "20",
      "junio",
      "bocas",
      "toro",
      ",",
      "extendió",
      "diez",
      "días",
      ",",
      "así",
      "detenciones",
      ",",
      "allanamientos",
      "masivos",
      "procesos",
      "judiciales",
      "200",
      "personas",
      ",",
      "incluyendo",
      "dirigentes",
      "comunitarios",
      ".",
      "organizaciones",
      "nacionales",
      "internacionales",
      "expresado",
      "preocupación",
      "uso",
      "excesivo",
      "fuerza",
      ",",
      "condiciones",
      "detenciones",
      "falta",
      "información",
      "transparente",
      "autoridades",
      ".",
      "ejecutivo",
      ",",
      "parte",
      ",",
      "justificó",
      "acciones",
      "alegando",
      "necesidad",
      "restaurar",
      "orden",
      "frenar",
      "actos",
      "vandalismo",
      ",",
      "cuestionamientos",
      "persisten",
      ",",
      "incluso",
      "reciente",
      "toque",
      "queda",
      "decretado",
      "manera",
      "unilateral",
      "inesperada",
      "autoridades",
      "localidad",
      "changuinola",
      ",",
      "provincia",
      "bocas",
      "toro",
      ".",
      "firmantes",
      "encuentran",
      "cantante",
      "yomira",
      "john",
      ",",
      "músico",
      "rómulo",
      "castro",
      ",",
      "ambientalista",
      "raisa",
      "banfield",
      "exministro",
      "ecuatoriano",
      "alberto",
      "acosta",
      ".",
      "suman",
      "madres",
      "familia",
      ",",
      "estudiantes",
      ",",
      "docentes",
      ",",
      "chefs",
      ",",
      "operarios",
      ",",
      "abogados",
      "trabajadores",
      "panamá",
      ",",
      "china",
      ",",
      "españa",
      ",",
      "unidos",
      ",",
      "brasil",
      ",",
      "salvador",
      ",",
      "honduras",
      "colombia",
      ",",
      "."
    ],
    "token_count": 426,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 70,
      "FW": 137,
      "CD": 6,
      "NNS": 51,
      "IN": 23,
      "VBP": 26,
      "JJ": 59,
      "NN": 184,
      "VBZ": 15,
      "CC": 1,
      "RB": 1,
      "JJR": 1,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-FW": 15,
      "FW-CD": 3,
      "CD-NNS": 3,
      "NNS-IN": 5,
      "IN-CD": 1,
      "NNS-VBP": 24,
      "VBP-JJ": 17,
      "JJ-NN": 38,
      "NN-NN": 106,
      "NN-NNP": 15,
      "NNP-NNP": 22,
      "FW-NN": 17,
      "NN-JJ": 15,
      "JJ-JJ": 7,
      "NN-VBP": 1,
      "VBP-NN": 2,
      "NN-NNS": 12,
      "VBP-NNS": 1,
      "NNS-JJ": 4,
      "NN-IN": 15,
      "IN-FW": 15,
      "FW-FW": 78,
      "JJ-NNS": 8,
      "FW-NNP": 19,
      "FW-NNS": 13,
      "NNP-CD": 1,
      "CD-NNP": 2,
      "NNP-NN": 19,
      "NNP-VBZ": 9,
      "VBZ-JJ": 6,
      "NN-VBZ": 4,
      "JJ-NNP": 2,
      "NN-FW": 15,
      "VBP-IN": 1,
      "JJ-FW": 4,
      "FW-JJ": 7,
      "NNS-NNS": 7,
      "NNS-NNP": 5,
      "NNS-VBZ": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBZ-NNS": 2,
      "NN-CD": 1,
      "VBP-FW": 4,
      "VBZ-FW": 3,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "IN-NNS": 2,
      "NNP-NNS": 3,
      "VBZ-IN": 2,
      "IN-JJR": 1,
      "JJR-NN": 1,
      "IN-NNP": 2,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "IN-JJ": 2,
      "NNS-FW": 2,
      "CD-FW": 1,
      "VBP-NNP": 1,
      "VBZ-NNP": 1
    },
    "trigram_freq": {
      "NNP-FW-CD": 1,
      "FW-CD-NNS": 2,
      "CD-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-JJ": 16,
      "VBP-JJ-NN": 12,
      "JJ-NN-NN": 20,
      "NN-NN-NN": 58,
      "NN-NN-NNP": 7,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-FW": 3,
      "NNP-FW-NN": 2,
      "FW-NN-NN": 11,
      "NN-NN-JJ": 11,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 9,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 10,
      "IN-FW-FW": 5,
      "FW-FW-NN": 10,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 7,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 5,
      "NN-JJ-NN": 10,
      "JJ-NN-NNP": 4,
      "NN-NNP-CD": 1,
      "NNP-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-NN": 15,
      "NN-NNP-FW": 2,
      "NNP-FW-NNP": 8,
      "FW-NNP-NNP": 4,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "NN-NNP-NN": 4,
      "NNP-NNP-NN": 4,
      "FW-FW-FW": 51,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-NN-FW": 11,
      "NN-FW-FW": 11,
      "FW-NN-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-NNS": 5,
      "VBP-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 5,
      "NN-NN-IN": 9,
      "IN-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "JJ-NN-JJ": 3,
      "JJ-NN-NNS": 3,
      "NN-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-VBZ": 1,
      "VBP-JJ-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "NN-FW-NNP": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "FW-FW-JJ": 3,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-FW-NN": 2,
      "NN-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "FW-FW-NNS": 7,
      "NNS-VBP-FW": 4,
      "VBP-FW-FW": 3,
      "FW-FW-NNP": 6,
      "FW-NNP-NN": 6,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-FW": 1,
      "FW-NNS-NNS": 3,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "IN-FW-NN": 3,
      "FW-NN-NNP": 3,
      "NNP-NN-FW": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-JJR": 1,
      "IN-JJR-NN": 1,
      "JJR-NN-NNP": 1,
      "JJ-NN-FW": 1,
      "NNS-VBP-NN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNS-NNS-NNP": 1,
      "NNP-NN-JJ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-JJ": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "VBP-FW-NNP": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-NN-FW": 2,
      "VBZ-FW-NNP": 2,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-CD": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "NN-JJ-FW": 1,
      "FW-NNS-IN": 1,
      "FW-NNS-FW": 1,
      "NNS-NNP-NNP": 1,
      "NNP-FW-FW": 1,
      "NNP-NN-NNS": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-FW-JJ": 2,
      "JJ-NN-VBZ": 1,
      "VBZ-IN-FW": 1,
      "FW-NNS-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 184,
        "FW": 137,
        "NNP": 70,
        "JJ": 59,
        "NNS": 51
      },
      "top_bigrams": {
        "NN-NN": 106,
        "FW-FW": 78,
        "JJ-NN": 38,
        "NNS-VBP": 24,
        "NNP-NNP": 22
      },
      "top_trigrams": {
        "NN-NN-NN": 58,
        "FW-FW-FW": 51,
        "JJ-NN-NN": 20,
        "NNS-VBP-JJ": 16,
        "NNP-NN-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 165,
      "VP": 35,
      "PP": 8,
      "ADJP": 1
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0308
      },
      {
        "rule": "NP -> ('Bocas', 'NNP')",
        "frequency": 4,
        "weight": 0.0176
      },
      {
        "rule": "NP -> ('humanos', 'NNS')",
        "frequency": 3,
        "weight": 0.0132
      },
      {
        "rule": "NP -> ('Toro', 'NNP')",
        "frequency": 3,
        "weight": 0.0132
      },
      {
        "rule": "NP -> ('personas', 'NNS')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "VP -> ('para', 'VBP') NP NP",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('Panamá', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "S -> NP ('de', 'FW') ('800', 'CD') NP ('de', 'IN') ('17', 'CD') NP VP (',', ',') NP (',', ',') ('en', 'FW') ('la', 'FW') ('que', 'FW') ('solicitan', 'FW') ('observación', 'FW') NP VP VP ('en', 'IN') ('la', 'FW') ('nación', 'FW') NP NP PP ('.', '.')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('Más', 'NNP')",
        "frequency": 1,
        "weight": 0.0044
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Más"
      },
      {
        "label": "NP",
        "text": "personas"
      },
      {
        "label": "NP",
        "text": "países"
      },
      {
        "label": "VP",
        "text": "firmaron una carta abierta dirigida al presidente panameño"
      },
      {
        "label": "NP",
        "text": "una carta abierta dirigida al presidente panameño"
      },
      {
        "label": "NP",
        "text": "José Raúl Mulino"
      },
      {
        "label": "NP",
        "text": "internacional ante la"
      },
      {
        "label": "VP",
        "text": "represión desatada contra las"
      },
      {
        "label": "NP",
        "text": "desatada contra las"
      },
      {
        "label": "VP",
        "text": "protestas populares que tienen lugar"
      },
      {
        "label": "NP",
        "text": "populares"
      },
      {
        "label": "NP",
        "text": "que tienen lugar"
      },
      {
        "label": "NP",
        "text": "centroamericana desde"
      },
      {
        "label": "NP",
        "text": "el mes"
      },
      {
        "label": "PP",
        "text": "de abril"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Más/NNP)\n  de/FW\n  800/CD\n  (NP personas/NNS)\n  de/IN\n  17/CD\n  (NP países/NNS)\n  (VP\n    firmaron/VBP\n    (NP\n      una/JJ\n      carta/NN\n      abierta/NN\n      dirigida/NN\n      al/NN\n      presidente/NN\n      panameño/NN))\n  ,/,\n  (NP José/NNP Raúl/NNP Mulino/NNP)\n  ,/,\n  en/FW\n  la/FW\n  que/FW\n  solicitan/FW\n  observación/FW\n  (NP internacional/JJ ante/NN la/NN)\n  (VP represión/VBP (NP desatada/NN contra/NN las/NNS))\n  (VP\n    protestas/VBP\n    (NP populares/NNS)\n    (NP que/JJ tienen/JJ lugar/NN))\n  en/IN\n  la/FW\n  nación/FW\n  (NP centroamericana/NN desde/NN)\n  (NP el/JJ mes/NNS)\n  (PP de/IN (NP abril/NN))\n  ./.)",
      "(S\n  (NP En/NNP)\n  estas/CC\n  (NP movilizaciones/NNS)\n  (VP\n    continuas/VBP\n    (NP el/JJ pueblo/NN marcha/NN)\n    (NP contra/JJ la/NN Ley/NNP))\n  462/CD\n  (NP —que/NNP reforma/NN la/NN Caja/NNP)\n  del/FW\n  (NP Seguro/NNP Social—/NNP)\n  ,/,\n  (VP\n    el/VBZ\n    (NP\n      servilismo/JJ\n      del/NN\n      Gobierno/NNP\n      ante/NN\n      la/NN\n      Administración/NNP\n      Trump/NNP))\n  ,/,\n  (NP y/JJ contra/JJ el/NN)\n  (NP interés/JJ estatal/NN)\n  de/IN\n  reactivar/FW\n  la/FW\n  megaminería/FW\n  (NP sin/NN poseer/NN los/NN requisitos/NN necesarios/NNS)\n  (VP\n    para/VBP\n    (NP evitar/JJ daños/NN catástróficos/NN)\n    (NP a/DT los/JJ ecosistemas/NN))\n  ./.)",
      "(S\n  (NP El/NNP documento/NN advierte/NN que/NN)\n  la/FW\n  criminalización/FW\n  de/FW\n  la/FW\n  disidencia/FW\n  evoca/FW\n  los/FW\n  (NP “/JJ peores/NNS)\n  episodios/FW\n  de/FW\n  su/FW\n  (NP historia/NN ”/NN)\n  ,/,\n  (NP comparando/NN la/NN)\n  (VP situación/VBP (NP actual/JJ con/NN la/NN))\n  de/IN\n  los/FW\n  (NP gobiernos/JJ militares/NNS)\n  (VP\n    y/VBP\n    (NP exigiendo/JJ una/JJ supervisión/NN)\n    (NP global/JJ ante/NN posibles/NNS violaciones/NNS))\n  de/IN\n  derechos/FW\n  (NP humanos/NNS)\n  ./.)",
      "(S\n  (NP Los/NNP firmantes/NNS)\n  ,/,\n  (NP un/JJ grupo/NN diverso/NN que/NN incluye/NN artistas/NNS)\n  ,/,\n  (NP académicos/NN)\n  ,/,\n  (NP activistas/NNS)\n  ,/,\n  (NP trabajadores/NNS)\n  ,/,\n  (NP sindicalistas/NNS)\n  (VP y/VBP (NP ciudadanos/JJ comunes/NNS))\n  ,/,\n  (NP han/NN instado/NN al/NN mandatario/NN)\n  (NP a/DT detener/NN lo/NN)\n  (NP que/JJ califican/JJ como/NN)\n  (NP una/JJ “/NNP deriva/NN autoritaria/NN ”/NN)\n  ./.)",
      "(S\n  (NP El/NNP texto/NN)\n  ,/,\n  (NP publicado/NN por/NN diarios/NNS locales/NNS)\n  ,/,\n  (NP señala/NN que/NN)\n  ,/,\n  (NP si/JJ bien/NN el/NN Gobierno/NNP)\n  (PP de/IN (NP Mulino/NNP))\n  (VP es/VBP (NP “/NNP legítimo/NN desde/NN))\n  el/FW\n  punto/FW\n  de/FW\n  vista/FW\n  (NP legal/JJ ”/NN)\n  ,/,\n  (NP su/NN apoyo/NN)\n  (NP popular/JJ es/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "marcha contra la ley",
        "position": [
          328,
          348
        ],
        "start": 328,
        "end": 348
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desempleo",
        "position": [
          2821,
          2830
        ],
        "start": 2821,
        "end": 2830
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo popular es. afirma que la respuesta del gabinete a las protestas legítimas y democráticas es la “más violenta y sistemática jamás registrada en la historia del país",
        "position": [
          1193,
          1363
        ],
        "start": 1193,
        "end": 1363
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación ciudadana",
        "position": [
          2125,
          2148
        ],
        "start": 2125,
        "end": 2148
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de mulino es",
        "position": [
          1126,
          1147
        ],
        "start": 1126,
        "end": 1147
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente panameño",
        "position": [
          72,
          91
        ],
        "start": 72,
        "end": 91
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          3920,
          3931
        ],
        "start": 3920,
        "end": 3931
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley 462",
        "position": [
          345,
          352
        ],
        "start": 345,
        "end": 352
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          4027,
          4033
        ],
        "start": 4027,
        "end": 4033
      },
      {
        "category": "PAISES",
        "matched_text": "españa",
        "position": [
          4003,
          4009
        ],
        "start": 4003,
        "end": 4009
      },
      {
        "category": "PAISES",
        "matched_text": "panamá",
        "position": [
          2366,
          2372
        ],
        "start": 2366,
        "end": 2372
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          3996,
          4001
        ],
        "start": 3996,
        "end": 4001
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          4011,
          4025
        ],
        "start": 4011,
        "end": 4025
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          1468,
          1480
        ],
        "start": 1468,
        "end": 1480
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          832,
          848
        ],
        "start": 832,
        "end": 848
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "800 personas",
        "position": [
          7,
          19
        ],
        "start": 7,
        "end": 19
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "200 personas",
        "position": [
          3139,
          3151
        ],
        "start": 3139,
        "end": 3151
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 800",
        "position": [
          0,
          10
        ],
        "start": 0,
        "end": 10
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 200",
        "position": [
          3132,
          3142
        ],
        "start": 3132,
        "end": 3142
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "provincia de Bocas del Toro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Changuinola",
        "tipo": "Lugar"
      },
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rómulo Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "la Ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Raúl Mulino",
        "tipo": "Persona"
      },
      {
        "nombre": "Gabinete",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Mulino",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caja del Seguro Social",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Darién",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Raisa Banfield",
        "tipo": "Persona"
      },
      {
        "nombre": "Bocas del Toro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado de Derecho",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Honduras",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Panamá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Administración Trump",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mulino",
        "tipo": "Persona"
      },
      {
        "nombre": "Alberto Acosta",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Yomira John",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "la Ley",
        "relacion": "MARCHAR",
        "objeto": "Caja del Seguro Social"
      },
      {
        "sujeto": "la Ley",
        "relacion": "MARCHAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "la Ley",
        "relacion": "MARCHAR",
        "objeto": "Administración Trump"
      },
      {
        "sujeto": "Caja del Seguro Social",
        "relacion": "REFORMAR_MARCHAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Caja del Seguro Social",
        "relacion": "REFORMAR_MARCHAR",
        "objeto": "Administración Trump"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "INCLUIR",
        "objeto": "Bocas del Toro"
      },
      {
        "sujeto": "Ejecutivo",
        "relacion": "JUSTIFICAR",
        "objeto": "Changuinola"
      },
      {
        "sujeto": "Ejecutivo",
        "relacion": "JUSTIFICAR",
        "objeto": "provincia de Bocas del Toro"
      },
      {
        "sujeto": "Changuinola",
        "relacion": "ES",
        "objeto": "provincia de Bocas del Toro"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4588,
    "pos": 0.005,
    "neu": 0.985,
    "neg": 0.01,
    "label": "negative"
  }
}