{
  "url": "https://www.telesurtv.net/venezuela-celebra-sus-navidades-pese-a-intentos-desestabilizadores-por-opacarlas/",
  "title": "Venezuela celebra sus navidades pese a intentos desestabilizadores por opacarlas - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "intentos desestabilizadores",
    "navidades",
    "Venezuela"
  ],
  "text": "\nEl pueblo venezolano ha iniciado las celebraciones de la temporada decembrina con la Gran Toma Cultural de Caracas. Este evento reunió a miles de personas en una demostración de unidad, paz y tradición.\nEl presidente Nicolás Maduro destacó el significado de estas manifestaciones culturales en su discurso de clausura, señalando: “Somos la patria, somos la vida, somos la alegría y somos la victoria permanente”. Además, reiteró el llamado a la paz, asegurando que las festividades reflejan el espíritu resiliente del pueblo venezolano frente a cualquier intento de desestabilización.\nLa convocatoria fue realizada por el oficialismo como respuesta a los llamados realizados por sectores opositores señalados como intentos de sabotaje que tienen por fin aumentar la presión internacional sobre Venezuela y deslegitimar los resultados electorales de julio pasado, reconocidos únicamente por algunos países, como Estados Unidos e Italia, que respaldan al opositor Edmundo González.\nFreddy Ñáñez, vicepresidente sectorial de Comunicación, señaló que estos actos buscan replicar patrones de violencia similares a los observados en otros conflictos internacionales. Su denuncia incluye publicaciones realizadas por líderes opositores, como Leopoldo López, quien comparó las acciones de la oposición venezolana con imágenes de grupos extremistas islámicos en Siria, los cuales son presentados por la prensa occidental como supuestos “rebeldes”.\nSin embargo, el Gobierno venezolano asegura estar preparado para garantizar el normal desarrollo de las festividades navideñas y la estabilidad del país, reafirmando su compromiso con la paz y la democracia; mientras que autoridades nacionales señalan que las estrategias opositoras han sido desentramadas.\nRecientemente, el vicepresidente sectorial de Política, Seguridad Ciudadana y Paz, Diosdado Cabello, ha revelado detalles de una trama denominada “No a la Navidad”, dirigida por sectores opositores liderados por María Corina Machado y financiada por empresarios vinculados a actividades ilícitas.\nSegún sus declaraciones estos planes buscan generar caos en fechas cercanas al 10 de enero de 2025, cuando el presidente Nicolás Maduro asumirá su nuevo mandato frente a la Asamblea Nacional, según lo establece la Constitución.\nEntre los involucrados figura el empresario zuliano José Enrique Rincón, señalado como principal financista de la operación desde España. Cabello denunció que Rincón habría destinado 20 millones de euros para movilizar armamento, apoyar grupos paramilitares colombianos y sabotear infraestructura estratégica, como el sistema eléctrico y sedes petroleras. Estas acciones estarían diseñadas para crear un colapso inducido, afectando servicios básicos y la cotidianidad de los venezolanos.\nEl Gobierno venezolano acusa a Estados Unidos y gobiernos regionales de facilitar recursos y apoyo logístico para las acciones desestabilizadoras. Cabello también vinculó a líderes opositores con la movilización de armas, destacando la incautación de fusiles y explosivos en operaciones recientes.\nEn una conferencia de prensa, el vicepresidente sectorial afirmó que estas actividades tienen como objetivo emular tácticas utilizadas en la fallida Operación Gedeón de 2020. Según las investigaciones, se identificaron campamentos paramilitares en Colombia y Ecuador, donde grupos extremistas se preparaban para ejecutar ataques dentro de Venezuela.\n\n\n\nAsimismo, se reportaron conexiones con estructuras delictivas internas. Diversos funcionarios judiciales y fiscales del estado Zulia han sido detenidos por su presunta colaboración en actividades ilegales relacionadas con el plan “No a la Navidad”.\nCon todo, las autoridades esperan un incremento de la “presión internacional” tras el reconocimiento ilegal a González Urrutia como “presidente electo” y se mantienen alertas ante la potencial activación de focos violentos durante movilizaciones similares a la convocadas este último domingo, las cual Machado ha calificado de “única e inédita”, y que podría representar un globo de ensayo dentro de la trama general ya analizada.\nEstos focos, sumado a intenciones de precipitar un escenario de colapso en los servicios e infraestructuras básicas del país para de esa forma forzar un clima de desestabilización y caos que permita vehiculizar un nuevo lapso de presión ascendente a manos de la administración Trump, enmarcada en la recientemente aprobada “Ley BOLIVAR”, según señaló Cabello.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-celebra-sus-navidades-pese-a-intentos-desestabilizadores-por-opacarlas/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 1741,
    "message_id": 81561,
    "date": "2024-12-01T21:55:25+00:00",
    "text": "teleSUR\nVenezuela celebra sus navidades pese a intentos desestabilizadores por opacarlas\nhttps://www.telesurtv.net/venezuela-celebra-sus-navidades-pese-a-intentos-desestabilizadores-por-opacarlas/",
    "photo_path": null,
    "views": 2794,
    "reactions": {
      "👍": 58,
      "❤": 14,
      "💩": 1,
      "🤡": 1
    },
    "total_reactions": 74
  },
  "preprocessing": {
    "cleaned": "el pueblo venezolano ha iniciado las celebraciones de la temporada decembrina con la gran toma cultural de caracas. este evento reunió a miles de personas en una demostración de unidad, paz y tradición. el presidente nicolás maduro destacó el significado de estas manifestaciones culturales en su discurso de clausura, señalando: “somos la patria, somos la vida, somos la alegría y somos la victoria permanente”. además, reiteró el llamado a la paz, asegurando que las festividades reflejan el espíritu resiliente del pueblo venezolano frente a cualquier intento de desestabilización. la convocatoria fue realizada por el oficialismo como respuesta a los llamados realizados por sectores opositores señalados como intentos de sabotaje que tienen por fin aumentar la presión internacional sobre venezuela y deslegitimar los resultados electorales de julio pasado, reconocidos únicamente por algunos países, como estados unidos e italia, que respaldan al opositor edmundo gonzález. freddy ñáñez, vicepresidente sectorial de comunicación, señaló que estos actos buscan replicar patrones de violencia similares a los observados en otros conflictos internacionales. su denuncia incluye publicaciones realizadas por líderes opositores, como leopoldo lópez, quien comparó las acciones de la oposición venezolana con imágenes de grupos extremistas islámicos en siria, los cuales son presentados por la prensa occidental como supuestos “rebeldes”. sin embargo, el gobierno venezolano asegura estar preparado para garantizar el normal desarrollo de las festividades navideñas y la estabilidad del país, reafirmando su compromiso con la paz y la democracia; mientras que autoridades nacionales señalan que las estrategias opositoras han sido desentramadas. recientemente, el vicepresidente sectorial de política, seguridad ciudadana y paz, diosdado cabello, ha revelado detalles de una trama denominada “no a la navidad”, dirigida por sectores opositores liderados por maría corina machado y financiada por empresarios vinculados a actividades ilícitas. según sus declaraciones estos planes buscan generar caos en fechas cercanas al 10 de enero de 2025, cuando el presidente nicolás maduro asumirá su nuevo mandato frente a la asamblea nacional, según lo establece la constitución. entre los involucrados figura el empresario zuliano josé enrique rincón, señalado como principal financista de la operación desde españa. cabello denunció que rincón habría destinado 20 millones de euros para movilizar armamento, apoyar grupos paramilitares colombianos y sabotear infraestructura estratégica, como el sistema eléctrico y sedes petroleras. estas acciones estarían diseñadas para crear un colapso inducido, afectando servicios básicos y la cotidianidad de los venezolanos. el gobierno venezolano acusa a estados unidos y gobiernos regionales de facilitar recursos y apoyo logístico para las acciones desestabilizadoras. cabello también vinculó a líderes opositores con la movilización de armas, destacando la incautación de fusiles y explosivos en operaciones recientes. en una conferencia de prensa, el vicepresidente sectorial afirmó que estas actividades tienen como objetivo emular tácticas utilizadas en la fallida operación gedeón de 2020. según las investigaciones, se identificaron campamentos paramilitares en colombia y ecuador, donde grupos extremistas se preparaban para ejecutar ataques dentro de venezuela. asimismo, se reportaron conexiones con estructuras delictivas internas. diversos funcionarios judiciales y fiscales del estado zulia han sido detenidos por su presunta colaboración en actividades ilegales relacionadas con el plan “no a la navidad”. con todo, las autoridades esperan un incremento de la “presión internacional” tras el reconocimiento ilegal a gonzález urrutia como “presidente electo” y se mantienen alertas ante la potencial activación de focos violentos durante movilizaciones similares a la convocadas este último domingo, las cual machado ha calificado de “única e inédita”, y que podría representar un globo de ensayo dentro de la trama general ya analizada. estos focos, sumado a intenciones de precipitar un escenario de colapso en los servicios e infraestructuras básicas del país para de esa forma forzar un clima de desestabilización y caos que permita vehiculizar un nuevo lapso de presión ascendente a manos de la administración trump, enmarcada en la recientemente aprobada “ley bolivar”, según señaló cabello.",
    "tokens": [
      "pueblo",
      "venezolano",
      "iniciado",
      "celebraciones",
      "temporada",
      "decembrina",
      "gran",
      "toma",
      "cultural",
      "caracas",
      ".",
      "evento",
      "reunió",
      "miles",
      "personas",
      "demostración",
      "unidad",
      ",",
      "paz",
      "tradición",
      ".",
      "presidente",
      "nicolás",
      "maduro",
      "destacó",
      "significado",
      "manifestaciones",
      "culturales",
      "discurso",
      "clausura",
      ",",
      "señalando",
      ":",
      "“",
      "patria",
      ",",
      "vida",
      ",",
      "alegría",
      "victoria",
      "permanente",
      "”",
      ".",
      "además",
      ",",
      "reiteró",
      "llamado",
      "paz",
      ",",
      "asegurando",
      "festividades",
      "reflejan",
      "espíritu",
      "resiliente",
      "pueblo",
      "venezolano",
      "frente",
      "cualquier",
      "intento",
      "desestabilización",
      ".",
      "convocatoria",
      "realizada",
      "oficialismo",
      "respuesta",
      "llamados",
      "realizados",
      "sectores",
      "opositores",
      "señalados",
      "intentos",
      "sabotaje",
      "fin",
      "aumentar",
      "presión",
      "internacional",
      "venezuela",
      "deslegitimar",
      "resultados",
      "electorales",
      "julio",
      "pasado",
      ",",
      "reconocidos",
      "únicamente",
      "países",
      ",",
      "unidos",
      "italia",
      ",",
      "respaldan",
      "opositor",
      "edmundo",
      "gonzález",
      ".",
      "freddy",
      "ñáñez",
      ",",
      "vicepresidente",
      "sectorial",
      "comunicación",
      ",",
      "señaló",
      "actos",
      "buscan",
      "replicar",
      "patrones",
      "violencia",
      "similares",
      "observados",
      "conflictos",
      "internacionales",
      ".",
      "denuncia",
      "incluye",
      "publicaciones",
      "realizadas",
      "líderes",
      "opositores",
      ",",
      "leopoldo",
      "lópez",
      ",",
      "comparó",
      "acciones",
      "oposición",
      "venezolana",
      "imágenes",
      "grupos",
      "extremistas",
      "islámicos",
      "siria",
      ",",
      "cuales",
      "presentados",
      "prensa",
      "occidental",
      "supuestos",
      "“",
      "rebeldes",
      "”",
      ".",
      "embargo",
      ",",
      "gobierno",
      "venezolano",
      "asegura",
      "preparado",
      "garantizar",
      "normal",
      "desarrollo",
      "festividades",
      "navideñas",
      "estabilidad",
      "país",
      ",",
      "reafirmando",
      "compromiso",
      "paz",
      "democracia",
      ";",
      "mientras",
      "autoridades",
      "nacionales",
      "señalan",
      "estrategias",
      "opositoras",
      "sido",
      "desentramadas",
      ".",
      "recientemente",
      ",",
      "vicepresidente",
      "sectorial",
      "política",
      ",",
      "seguridad",
      "ciudadana",
      "paz",
      ",",
      "diosdado",
      "cabello",
      ",",
      "revelado",
      "detalles",
      "trama",
      "denominada",
      "“",
      "navidad",
      "”",
      ",",
      "dirigida",
      "sectores",
      "opositores",
      "liderados",
      "maría",
      "corina",
      "machado",
      "financiada",
      "empresarios",
      "vinculados",
      "actividades",
      "ilícitas",
      ".",
      "según",
      "declaraciones",
      "planes",
      "buscan",
      "generar",
      "caos",
      "fechas",
      "cercanas",
      "10",
      "enero",
      "2025",
      ",",
      "presidente",
      "nicolás",
      "maduro",
      "asumirá",
      "nuevo",
      "mandato",
      "frente",
      "asamblea",
      "nacional",
      ",",
      "según",
      "establece",
      "constitución",
      ".",
      "involucrados",
      "figura",
      "empresario",
      "zuliano",
      "josé",
      "enrique",
      "rincón",
      ",",
      "señalado",
      "principal",
      "financista",
      "operación",
      "españa",
      ".",
      "cabello",
      "denunció",
      "rincón",
      "destinado",
      "20",
      "millones",
      "euros",
      "movilizar",
      "armamento",
      ",",
      "apoyar",
      "grupos",
      "paramilitares",
      "colombianos",
      "sabotear",
      "infraestructura",
      "estratégica",
      ",",
      "sistema",
      "eléctrico",
      "sedes",
      "petroleras",
      ".",
      "acciones",
      "diseñadas",
      "crear",
      "colapso",
      "inducido",
      ",",
      "afectando",
      "servicios",
      "básicos",
      "cotidianidad",
      "venezolanos",
      ".",
      "gobierno",
      "venezolano",
      "acusa",
      "unidos",
      "gobiernos",
      "regionales",
      "facilitar",
      "recursos",
      "apoyo",
      "logístico",
      "acciones",
      "desestabilizadoras",
      ".",
      "cabello",
      "vinculó",
      "líderes",
      "opositores",
      "movilización",
      "armas",
      ",",
      "destacando",
      "incautación",
      "fusiles",
      "explosivos",
      "operaciones",
      "recientes",
      ".",
      "conferencia",
      "prensa",
      ",",
      "vicepresidente",
      "sectorial",
      "afirmó",
      "actividades",
      "objetivo",
      "emular",
      "tácticas",
      "utilizadas",
      "fallida",
      "operación",
      "gedeón",
      "2020.",
      "según",
      "investigaciones",
      ",",
      "identificaron",
      "campamentos",
      "paramilitares",
      "colombia",
      "ecuador",
      ",",
      "grupos",
      "extremistas",
      "preparaban",
      "ejecutar",
      "ataques",
      "dentro",
      "venezuela",
      ".",
      "asimismo",
      ",",
      "reportaron",
      "conexiones",
      "estructuras",
      "delictivas",
      "internas",
      ".",
      "diversos",
      "funcionarios",
      "judiciales",
      "fiscales",
      "zulia",
      "sido",
      "detenidos",
      "presunta",
      "colaboración",
      "actividades",
      "ilegales",
      "relacionadas",
      "plan",
      "“",
      "navidad",
      "”",
      ".",
      ",",
      "autoridades",
      "esperan",
      "incremento",
      "“",
      "presión",
      "internacional",
      "”",
      "tras",
      "reconocimiento",
      "ilegal",
      "gonzález",
      "urrutia",
      "“",
      "presidente",
      "electo",
      "”",
      "mantienen",
      "alertas",
      "potencial",
      "activación",
      "focos",
      "violentos",
      "movilizaciones",
      "similares",
      "convocadas",
      "último",
      "domingo",
      ",",
      "machado",
      "calificado",
      "“",
      "única",
      "inédita",
      "”",
      ",",
      "podría",
      "representar",
      "globo",
      "ensayo",
      "dentro",
      "trama",
      "general",
      "analizada",
      ".",
      "focos",
      ",",
      "sumado",
      "intenciones",
      "precipitar",
      "escenario",
      "colapso",
      "servicios",
      "infraestructuras",
      "básicas",
      "país",
      "forma",
      "forzar",
      "clima",
      "desestabilización",
      "caos",
      "permita",
      "vehiculizar",
      "nuevo",
      "lapso",
      "presión",
      "ascendente",
      "manos",
      "administración",
      "trump",
      ",",
      "enmarcada",
      "recientemente",
      "aprobada",
      "“",
      "ley",
      "bolivar",
      "”",
      ",",
      "según",
      "señaló",
      "cabello",
      "."
    ],
    "token_count": 446,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "NN": 190,
      "JJ": 68,
      "NNS": 55,
      "IN": 31,
      "FW": 106,
      "VBZ": 16,
      "VBP": 33,
      "DT": 1,
      "VBD": 5,
      "CD": 4,
      "CC": 2,
      "NNPS": 1
    },
    "bigram_freq": {
      "NNP-NN": 31,
      "NN-NN": 98,
      "NN-JJ": 13,
      "JJ-NNS": 10,
      "NNS-IN": 7,
      "IN-FW": 18,
      "FW-FW": 63,
      "FW-NN": 10,
      "NN-NNP": 17,
      "NNP-NNP": 32,
      "NNP-FW": 4,
      "FW-NNP": 11,
      "NNP-VBZ": 2,
      "VBZ-JJ": 9,
      "FW-JJ": 11,
      "JJ-NN": 39,
      "NN-IN": 18,
      "IN-JJ": 4,
      "FW-NNS": 9,
      "NNS-NNS": 8,
      "NNS-VBP": 28,
      "VBP-JJ": 20,
      "NN-FW": 12,
      "NN-NNS": 19,
      "NN-VBZ": 9,
      "VBZ-VBZ": 3,
      "NN-VBP": 2,
      "IN-NN": 4,
      "JJ-NNP": 8,
      "NNS-JJ": 3,
      "JJ-FW": 5,
      "NNS-NNP": 5,
      "NNS-VBZ": 2,
      "VBP-IN": 1,
      "IN-NNP": 3,
      "VBZ-NNP": 1,
      "VBP-NNS": 4,
      "NNP-VBP": 2,
      "JJ-JJ": 5,
      "VBZ-IN": 2,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NNP-VBD": 5,
      "VBD-JJ": 2,
      "VBP-NNP": 3,
      "VBP-CD": 1,
      "CD-FW": 1,
      "FW-IN": 2,
      "IN-CD": 2,
      "CD-NN": 1,
      "NN-CC": 1,
      "CC-NN": 1,
      "VBD-NN": 2,
      "NN-CD": 1,
      "CD-NNS": 1,
      "NNS-FW": 2,
      "NNP-NNS": 2,
      "VBD-NNS": 1,
      "NNP-JJ": 1,
      "NNP-IN": 1,
      "CD-NNP": 1,
      "NNP-CC": 1,
      "CC-NNS": 1,
      "VBP-NN": 3,
      "VBP-FW": 1,
      "JJ-NNPS": 1,
      "NNPS-VBP": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 26,
      "NN-NN-NN": 47,
      "NN-NN-JJ": 9,
      "NN-JJ-NNS": 3,
      "JJ-NNS-IN": 4,
      "NNS-IN-FW": 5,
      "IN-FW-FW": 8,
      "FW-FW-FW": 41,
      "FW-FW-NN": 6,
      "FW-NN-NN": 4,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 9,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 1,
      "FW-NNP-NNP": 6,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 7,
      "JJ-NN-IN": 13,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "JJ-NN-NN": 16,
      "NN-NNP-NN": 8,
      "NNP-NN-NNP": 2,
      "NNP-NNP-NN": 11,
      "NN-NN-IN": 4,
      "NN-IN-FW": 13,
      "IN-FW-NNS": 5,
      "FW-NNS-NNS": 4,
      "NNS-NNS-VBP": 6,
      "NNS-VBP-JJ": 17,
      "VBP-JJ-NN": 11,
      "FW-FW-NNP": 7,
      "FW-NNP-FW": 2,
      "NNP-FW-FW": 3,
      "FW-NN-FW": 3,
      "NN-FW-FW": 4,
      "FW-NNP-NN": 3,
      "NN-NN-FW": 9,
      "NN-FW-NN": 3,
      "NN-NN-NNS": 9,
      "NN-NNS-NNS": 1,
      "NN-JJ-NN": 8,
      "NN-NN-VBZ": 8,
      "NN-VBZ-VBZ": 3,
      "VBZ-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "IN-FW-JJ": 4,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 2,
      "JJ-NN-NNP": 3,
      "NNS-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NNP": 5,
      "NN-NNS-JJ": 2,
      "NNS-JJ-NN": 2,
      "JJ-NN-NNS": 3,
      "NN-NNS-IN": 3,
      "FW-NNS-VBP": 4,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-NN-NNS": 3,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "NN-NNS-VBP": 10,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-NNS": 3,
      "NN-FW-JJ": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-FW-NNS": 3,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-VBP": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NNP": 1,
      "NNP-NNP-VBD": 5,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "VBP-NNS-JJ": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 2,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-NNP": 1,
      "NN-FW-NNP": 1,
      "NNP-VBD-NN": 2,
      "VBD-NN-JJ": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-IN-NN": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "JJ-NN-VBP": 1,
      "FW-JJ-NNP": 1,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-FW": 1,
      "NNS-NNS-NNP": 1,
      "VBZ-JJ-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NNS-VBZ": 1,
      "JJ-NN-JJ": 2,
      "NN-JJ-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-CC": 1,
      "NNP-CC-NNS": 1,
      "CC-NNS-VBP": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "VBZ-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "VBD-NN-NNS": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-FW-NNS": 1,
      "FW-JJ-NNS": 1,
      "JJ-JJ-NNP": 1,
      "VBP-NNS-NNS": 1,
      "NNS-JJ-NNP": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "FW-JJ-NNPS": 1,
      "JJ-NNPS-VBP": 1,
      "NNPS-VBP-NNP": 1,
      "IN-NN-JJ": 1,
      "NN-IN-NN": 1,
      "IN-NN-IN": 1,
      "IN-JJ-NNS": 1,
      "IN-FW-NN": 1,
      "NN-JJ-JJ": 1,
      "FW-JJ-FW": 1,
      "VBD-JJ-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 190,
        "FW": 106,
        "NNP": 82,
        "JJ": 68,
        "NNS": 55
      },
      "top_bigrams": {
        "NN-NN": 98,
        "FW-FW": 63,
        "JJ-NN": 39,
        "NNP-NNP": 32,
        "NNP-NN": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 47,
        "FW-FW-FW": 41,
        "NNP-NN-NN": 26,
        "NNS-VBP-JJ": 17,
        "JJ-NN-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 162,
      "PP": 14,
      "VP": 59
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0391
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "VP -> ('frente', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('sectores', 'VBZ')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('opositores', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('“', 'VBZ')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN') ('Navidad', 'NNP') ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('se', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "S -> NP NP ('de', 'IN') ('la', 'FW') ('temporada', 'FW') ('decembrina', 'FW') NP PP ('.', '.')",
        "frequency": 1,
        "weight": 0.0039
      },
      {
        "rule": "NP -> ('El', 'NNP') ('pueblo', 'NN') ('venezolano', 'NN') ('ha', 'NN') ('iniciado', 'NN')",
        "frequency": 1,
        "weight": 0.0039
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El pueblo venezolano ha iniciado"
      },
      {
        "label": "NP",
        "text": "las celebraciones"
      },
      {
        "label": "NP",
        "text": "con la Gran Toma Cultural"
      },
      {
        "label": "PP",
        "text": "de Caracas"
      },
      {
        "label": "NP",
        "text": "Caracas"
      },
      {
        "label": "NP",
        "text": "Este"
      },
      {
        "label": "VP",
        "text": "evento"
      },
      {
        "label": "VP",
        "text": "reunió a miles"
      },
      {
        "label": "NP",
        "text": "a miles"
      },
      {
        "label": "NP",
        "text": "una demostración"
      },
      {
        "label": "NP",
        "text": "tradición"
      },
      {
        "label": "NP",
        "text": "El presidente Nicolás Maduro destacó el significado"
      },
      {
        "label": "NP",
        "text": "manifestaciones culturales"
      },
      {
        "label": "VP",
        "text": "en su discurso"
      },
      {
        "label": "NP",
        "text": "su discurso"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP pueblo/NN venezolano/NN ha/NN iniciado/NN)\n  (NP las/JJ celebraciones/NNS)\n  de/IN\n  la/FW\n  temporada/FW\n  decembrina/FW\n  (NP con/NN la/NN Gran/NNP Toma/NNP Cultural/NNP)\n  (PP de/IN (NP Caracas/NNP))\n  ./.)",
      "(S\n  (NP Este/NN)\n  (VP evento/VBZ)\n  (VP reunió/VB (NP a/DT miles/NNS))\n  de/IN\n  personas/FW\n  en/FW\n  (NP una/JJ demostración/NN)\n  de/IN\n  unidad/FW\n  ,/,\n  paz/FW\n  y/FW\n  (NP tradición/NN)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    presidente/NN\n    Nicolás/NNP\n    Maduro/NNP\n    destacó/NN\n    el/NN\n    significado/NN)\n  de/IN\n  estas/FW\n  (NP manifestaciones/NNS culturales/NNS)\n  (VP en/VBP (NP su/JJ discurso/NN))\n  (PP de/IN (NP clausura/NN))\n  ,/,\n  (NP señalando/NN)\n  :/:\n  (NP “/JJ Somos/NNP la/NN patria/NN)\n  ,/,\n  (NP somos/JJ la/NN vida/NN)\n  ,/,\n  (NP somos/JJ la/NN alegría/NN y/NN somos/NN)\n  la/FW\n  victoria/FW\n  (NP permanente/NN ”/NN)\n  ./.)",
      "(S\n  (NP Además/NNP)\n  ,/,\n  (NP reiteró/NN el/NN)\n  (VP llamado/VBZ (NP a/DT la/NN paz/NN))\n  ,/,\n  (NP asegurando/NN que/NN las/NNS festividades/NNS)\n  (VP reflejan/VBP (NP el/JJ espíritu/NN resiliente/NN))\n  del/FW\n  (NP pueblo/NN venezolano/NN)\n  (VP frente/VBD (NP a/DT cualquier/NN intento/NN))\n  (PP de/IN (NP desestabilización/NN))\n  ./.)",
      "(S\n  (NP La/NNP convocatoria/NNS)\n  (VP fue/VBP (NP realizada/JJ por/NN el/NN oficialismo/NN como/NN))\n  (VP\n    respuesta/VBZ\n    (NP a/DT los/JJ llamados/JJ realizados/NN por/NN))\n  (VP sectores/VBZ)\n  (VP opositores/VBZ (NP señalados/JJ como/NN intentos/NN))\n  de/IN\n  sabotaje/FW\n  (NP que/JJ tienen/NN por/NN fin/NN aumentar/NN la/NN)\n  (VP\n    presión/VBP\n    (NP\n      internacional/JJ\n      sobre/NN\n      Venezuela/NNP\n      y/NNP\n      deslegitimar/NN\n      los/NN)\n    (NP resultados/JJ electorales/NNS))\n  (PP de/IN (NP julio/NN pasado/NN))\n  ,/,\n  (VP reconocidos/VB (NP únicamente/NNP))\n  por/FW\n  (NP algunos/NN países/NNS)\n  ,/,\n  (NP como/NN Estados/NNP Unidos/NNP e/NN Italia/NNP)\n  ,/,\n  (NP que/JJ respaldan/NN al/NN opositor/NN Edmundo/NNP González/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "FECHAS_ESPECIFICAS",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "presidente electo",
        "position": [
          3793,
          3810
        ],
        "start": 3793,
        "end": 3810
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "conferencia de prensa",
        "position": [
          3065,
          3086
        ],
        "start": 3065,
        "end": 3086
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          1037,
          1043
        ],
        "start": 1037,
        "end": 1043
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          207,
          232
        ],
        "start": 207,
        "end": 232
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          2217,
          2234
        ],
        "start": 2217,
        "end": 2234
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          1997,
          2008
        ],
        "start": 1997,
        "end": 2008
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          233,
          240
        ],
        "start": 233,
        "end": 240
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2418,
          2426
        ],
        "start": 2418,
        "end": 2426
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2258,
          2270
        ],
        "start": 2258,
        "end": 2270
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          3306,
          3314
        ],
        "start": 3306,
        "end": 3314
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          912,
          926
        ],
        "start": 912,
        "end": 926
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          795,
          804
        ],
        "start": 795,
        "end": 804
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          443,
          449
        ],
        "start": 443,
        "end": 449
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          108,
          115
        ],
        "start": 108,
        "end": 115
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado zulia",
        "position": [
          3531,
          3543
        ],
        "start": 3531,
        "end": 3543
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "10 de enero de 2025",
        "position": [
          2123,
          2142
        ],
        "start": 2123,
        "end": 2142
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          1747,
          1760
        ],
        "start": 1747,
        "end": 1760
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1444,
          1451
        ],
        "start": 1444,
        "end": 1451
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "20 millones",
        "position": [
          2455,
          2466
        ],
        "start": 2455,
        "end": 2466
      },
      {
        "category": "MONETARIOS",
        "matched_text": "20 millones de euros",
        "position": [
          2455,
          2475
        ],
        "start": 2455,
        "end": 2475
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comunicación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Toma Cultural de Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Política, Seguridad Ciudadana y Paz",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Edmundo González",
        "tipo": "Persona"
      },
      {
        "nombre": "BOLIVAR",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Leopoldo López",
        "tipo": "Persona"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Rincón",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Enrique Rincón",
        "tipo": "Persona"
      },
      {
        "nombre": "Freddy Ñáñez",
        "tipo": "Persona"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Italia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Constitución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "González Urrutia",
        "tipo": "Persona"
      },
      {
        "nombre": "Siria",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "AUMENTAR_TENER_REALIZAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "AUMENTAR_TENER_REALIZAR",
        "objeto": "Italia"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "AUMENTAR_TENER_REALIZAR",
        "objeto": "Edmundo González"
      },
      {
        "sujeto": "Política, Seguridad Ciudadana y Paz",
        "relacion": "REVELAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "REVELAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ASUMIR_GENERAR_BUSCAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Constitución",
        "relacion": "ASUMIR_GENERAR_BUSCAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Constitución",
        "relacion": "ASUMIR_GENERAR_BUSCAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DENUNCIAR",
        "objeto": "Rincón"
      },
      {
        "sujeto": "Gobierno venezolano",
        "relacion": "ACUSAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Machado",
        "relacion": "ESPERAR",
        "objeto": "González Urrutia"
      }
    ]
  },
  "sentiment": {
    "compound": 0.3818,
    "pos": 0.012,
    "neu": 0.982,
    "neg": 0.006,
    "label": "positive"
  }
}