{
  "url": "https://www.telesurtv.net/venezuela-derrota-operacion-gedeon-eeuu/",
  "title": "Venezuela: Unión cívico-militar derrotó complot EEUU-Colombia-Guaidó hace 5 años - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Diosdado Cabello",
    "FANB",
    "La Guaira",
    "Operación Gedeón",
    "PNB",
    "Venezuela",
    "Venezuela es territorio de Paz"
  ],
  "text": "Desde tempranas horas de la mañana, integrantes de la Fuerza Armada Nacional Bolivariana (FANB), cuerpos policiales y el poder popular organizado marcharon por la costa de La Guaira, para conmemorar la exitosa “Operación Negro Primero, Aplastamiento del Enemigo”. Esta acción conjunta, liderada por el presidente Nicolás Maduro el 3 de mayo de 2020, desarticuló el intento de invasión mercenaria.\nLa Plaza Bolívar-Chávez del estado La Guaira fue el escenario principal de esta significativa fecha, que contó con la presencia del primer vicepresidente del Partido Socialista Unido de Venezuela (PSUV), Diosdado Cabello, entre otras autoridades.\n\nLEA TAMBIÉN\nVenezuela alerta que Operación Gedeón fue planeada por Álvaro Uribe e Iván Duque\n\nDurante el acto conmemorativo en La Guaira, Diosdado Cabello resaltó el rol fundamental del pueblo organizado en la defensa de la patria, especialmente la activa participación de los pescadores. “Yo recuerdo que yo llamé a los hermanos pescadores e inmediatamente se activaron los pescadores de toda la costa caribeña y comenzaron ellos mismo a decir por allá viene alguien, por allá vimos un barco raro”, detalló. En tanto, señaló que esta información fue crucial para la captura de los mercenarios.\nCabello enfatizó que a todos los capturados se les respetó la vida, contrastando con las acciones violentas que pretendían ejecutar. “Hoy levantamos como una gran bandera esa perfecta fusión popular-militar-policial puesta en práctica en varias ocasiones donde nuestro pueblo ha tenido un rol fundamental”, expresó.\n\n\nEn su intervención, el vicepresidente sectorial advirtió a los sectores extremistas de la oposición que cualquier intento de desestabilización será nuevamente derrotado por la unión cívico-militar-policial.\n“Ellos creyeron que era muy fácil, hoy todavía siguen creyendo que es muy fácil, pero han sido tan certeros los golpes que le hemos dado que ahora no se atreven, pero sepan que si ponen un pie le vamos a propinar una severa derrota cada vez que lo intenten”, sentenció.\nPor su parte, el gobernador del estado La Guaira, José Alejandro Terán, rememoró la importancia de la unión cívico-militar-policial como fórmula para la defensa de la nación, recordando intentos similares de desestabilización en otros países.\n\n\n\nLa victoria de hace cinco años demostró la capacidad de defensa y el profesionalismo de la FANB y los cuerpos policiales, quienes enfrentaron a los grupos que pretendían ingresar al país con el objetivo de atentar contra la vida del presidente Maduro y generar acciones de desestabilización.\nUn elemento destacado de aquel día fue la participación activa del pueblo venezolano. Imágenes difundidas entonces mostraron a pescadores de la zona costera organizándose y saliendo en sus embarcaciones para localizar y someter a los invasores, evidenciando la profunda conexión entre el pueblo y la defensa de su soberanía.\n“La Operación Conjunta Negro Primero, en unión cívico militar policial, aplastó a un grupo de mercenarios y terroristas que intentaron invadir a Venezuela con el objetivo de acabar con mi vida, pero el pueblo no los dejó y salió a la defensa del territorio en la Playa Puerto Cruz, asegurando la tranquilidad nacional. ¡Venezuela es territorio de Paz!”, rememoró el presidente Maduro a través de sus plataformas digitales.\n\n\nEste sábado, la marcha conmemorativa recorrió la Cinta Costera de La Guaira, reafirmando el espíritu de unidad y la determinación del pueblo venezolano de defender su soberanía ante cualquier amenaza. Luego, se efectuó la imposición de la Orden José María España El Emancipador en su primera clase a los efectivos de seguridad que participaron en los acontecimientos del 3 de mayo de 2020. De este modo, el Gobierno Bolivariano reconoce el valor y compromiso demostrado durante la conocida Operación Negro Primero.\nEs importante recordar que la “Operación Gedeón” fue un intento de incursión marítima que buscaba desestabilizar el país y atentar contra el presidente Maduro. Este plan contó con la participación de mercenarios y desertores entrenados en campamentos extranjeros, con financiamiento de Estados Unidos y Colombia. El líder opositor Juan Guaidó, en complicidad con el expresidente Iván Duque, pretendía profanar el territorio venezolano con esta acción frustrada.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-derrota-operacion-gedeon-eeuu/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 1860,
    "message_id": 93291,
    "date": "2025-05-03T15:55:07+00:00",
    "text": "teleSUR\nVenezuela: Unión cívico-militar derrotó complot EEUU-Colombia-Guaidó hace 5 años\nhttps://www.telesurtv.net/venezuela-derrota-operacion-gedeon-eeuu/",
    "photo_path": null,
    "views": 2064,
    "reactions": {
      "👍": 56,
      "🫡": 2
    },
    "total_reactions": 58
  },
  "preprocessing": {
    "cleaned": "desde tempranas horas de la mañana, integrantes de la fuerza armada nacional bolivariana (fanb), cuerpos policiales y el poder popular organizado marcharon por la costa de la guaira, para conmemorar la exitosa “operación negro primero, aplastamiento del enemigo”. esta acción conjunta, liderada por el presidente nicolás maduro el 3 de mayo de 2020, desarticuló el intento de invasión mercenaria. la plaza bolívar-chávez del estado la guaira fue el escenario principal de esta significativa fecha, que contó con la presencia del primer vicepresidente del partido socialista unido de venezuela (psuv), diosdado cabello, entre otras autoridades. durante el acto conmemorativo en la guaira, diosdado cabello resaltó el rol fundamental del pueblo organizado en la defensa de la patria, especialmente la activa participación de los pescadores. “yo recuerdo que yo llamé a los hermanos pescadores e inmediatamente se activaron los pescadores de toda la costa caribeña y comenzaron ellos mismo a decir por allá viene alguien, por allá vimos un barco raro”, detalló. en tanto, señaló que esta información fue crucial para la captura de los mercenarios. cabello enfatizó que a todos los capturados se les respetó la vida, contrastando con las acciones violentas que pretendían ejecutar. “hoy levantamos como una gran bandera esa perfecta fusión popular-militar-policial puesta en práctica en varias ocasiones donde nuestro pueblo ha tenido un rol fundamental”, expresó. en su intervención, el vicepresidente sectorial advirtió a los sectores extremistas de la oposición que cualquier intento de desestabilización será nuevamente derrotado por la unión cívico-militar-policial. “ellos creyeron que era muy fácil, hoy todavía siguen creyendo que es muy fácil, pero han sido tan certeros los golpes que le hemos dado que ahora no se atreven, pero sepan que si ponen un pie le vamos a propinar una severa derrota cada vez que lo intenten”, sentenció. por su parte, el gobernador del estado la guaira, josé alejandro terán, rememoró la importancia de la unión cívico-militar-policial como fórmula para la defensa de la nación, recordando intentos similares de desestabilización en otros países. la victoria de hace cinco años demostró la capacidad de defensa y el profesionalismo de la fanb y los cuerpos policiales, quienes enfrentaron a los grupos que pretendían ingresar al país con el objetivo de atentar contra la vida del presidente maduro y generar acciones de desestabilización. un elemento destacado de aquel día fue la participación activa del pueblo venezolano. imágenes difundidas entonces mostraron a pescadores de la zona costera organizándose y saliendo en sus embarcaciones para localizar y someter a los invasores, evidenciando la profunda conexión entre el pueblo y la defensa de su soberanía. “la operación conjunta negro primero, en unión cívico militar policial, aplastó a un grupo de mercenarios y terroristas que intentaron invadir a venezuela con el objetivo de acabar con mi vida, pero el pueblo no los dejó y salió a la defensa del territorio en la playa puerto cruz, asegurando la tranquilidad nacional. ¡venezuela es territorio de paz!”, rememoró el presidente maduro a través de sus plataformas digitales. este sábado, la marcha conmemorativa recorrió la cinta costera de la guaira, reafirmando el espíritu de unidad y la determinación del pueblo venezolano de defender su soberanía ante cualquier amenaza. luego, se efectuó la imposición de la orden josé maría españa el emancipador en su primera clase a los efectivos de seguridad que participaron en los acontecimientos del 3 de mayo de 2020. de este modo, el gobierno bolivariano reconoce el valor y compromiso demostrado durante la conocida operación negro primero. es importante recordar que la “operación gedeón” fue un intento de incursión marítima que buscaba desestabilizar el país y atentar contra el presidente maduro. este plan contó con la participación de mercenarios y desertores entrenados en campamentos extranjeros, con financiamiento de estados unidos y colombia. el líder opositor juan guaidó, en complicidad con el expresidente iván duque, pretendía profanar el territorio venezolano con esta acción frustrada.",
    "tokens": [
      "tempranas",
      "horas",
      "mañana",
      ",",
      "integrantes",
      "fuerza",
      "armada",
      "nacional",
      "bolivariana",
      "(",
      "fanb",
      ")",
      ",",
      "cuerpos",
      "policiales",
      "poder",
      "popular",
      "organizado",
      "marcharon",
      "costa",
      "guaira",
      ",",
      "conmemorar",
      "exitosa",
      "“",
      "operación",
      "negro",
      "primero",
      ",",
      "aplastamiento",
      "enemigo",
      "”",
      ".",
      "acción",
      "conjunta",
      ",",
      "liderada",
      "presidente",
      "nicolás",
      "maduro",
      "3",
      "mayo",
      "2020",
      ",",
      "desarticuló",
      "intento",
      "invasión",
      "mercenaria",
      ".",
      "plaza",
      "bolívar-chávez",
      "guaira",
      "escenario",
      "principal",
      "significativa",
      "fecha",
      ",",
      "contó",
      "presencia",
      "primer",
      "vicepresidente",
      "partido",
      "socialista",
      "unido",
      "venezuela",
      "(",
      "psuv",
      ")",
      ",",
      "diosdado",
      "cabello",
      ",",
      "autoridades",
      ".",
      "acto",
      "conmemorativo",
      "guaira",
      ",",
      "diosdado",
      "cabello",
      "resaltó",
      "rol",
      "fundamental",
      "pueblo",
      "organizado",
      "defensa",
      "patria",
      ",",
      "especialmente",
      "activa",
      "participación",
      "pescadores",
      ".",
      "“",
      "recuerdo",
      "llamé",
      "hermanos",
      "pescadores",
      "inmediatamente",
      "activaron",
      "pescadores",
      "toda",
      "costa",
      "caribeña",
      "comenzaron",
      "mismo",
      "decir",
      "allá",
      "viene",
      "alguien",
      ",",
      "allá",
      "vimos",
      "barco",
      "raro",
      "”",
      ",",
      "detalló",
      ".",
      ",",
      "señaló",
      "información",
      "crucial",
      "captura",
      "mercenarios",
      ".",
      "cabello",
      "enfatizó",
      "capturados",
      "respetó",
      "vida",
      ",",
      "contrastando",
      "acciones",
      "violentas",
      "pretendían",
      "ejecutar",
      ".",
      "“",
      "hoy",
      "levantamos",
      "gran",
      "bandera",
      "perfecta",
      "fusión",
      "popular-militar-policial",
      "puesta",
      "práctica",
      "varias",
      "ocasiones",
      "pueblo",
      "rol",
      "fundamental",
      "”",
      ",",
      "expresó",
      ".",
      "intervención",
      ",",
      "vicepresidente",
      "sectorial",
      "advirtió",
      "sectores",
      "extremistas",
      "oposición",
      "cualquier",
      "intento",
      "desestabilización",
      "nuevamente",
      "derrotado",
      "unión",
      "cívico-militar-policial",
      ".",
      "“",
      "creyeron",
      "fácil",
      ",",
      "hoy",
      "todavía",
      "siguen",
      "creyendo",
      "fácil",
      ",",
      "sido",
      "tan",
      "certeros",
      "golpes",
      "dado",
      "ahora",
      "atreven",
      ",",
      "sepan",
      "si",
      "ponen",
      "pie",
      "vamos",
      "propinar",
      "severa",
      "derrota",
      "cada",
      "vez",
      "intenten",
      "”",
      ",",
      "sentenció",
      ".",
      "parte",
      ",",
      "gobernador",
      "guaira",
      ",",
      "josé",
      "alejandro",
      "terán",
      ",",
      "rememoró",
      "importancia",
      "unión",
      "cívico-militar-policial",
      "fórmula",
      "defensa",
      "nación",
      ",",
      "recordando",
      "intentos",
      "similares",
      "desestabilización",
      "países",
      ".",
      "victoria",
      "hace",
      "cinco",
      "años",
      "demostró",
      "capacidad",
      "defensa",
      "profesionalismo",
      "fanb",
      "cuerpos",
      "policiales",
      ",",
      "enfrentaron",
      "grupos",
      "pretendían",
      "ingresar",
      "país",
      "objetivo",
      "atentar",
      "vida",
      "presidente",
      "maduro",
      "generar",
      "acciones",
      "desestabilización",
      ".",
      "elemento",
      "destacado",
      "aquel",
      "día",
      "participación",
      "activa",
      "pueblo",
      "venezolano",
      ".",
      "imágenes",
      "difundidas",
      "entonces",
      "mostraron",
      "pescadores",
      "zona",
      "costera",
      "organizándose",
      "saliendo",
      "embarcaciones",
      "localizar",
      "someter",
      "invasores",
      ",",
      "evidenciando",
      "profunda",
      "conexión",
      "pueblo",
      "defensa",
      "soberanía",
      ".",
      "“",
      "operación",
      "conjunta",
      "negro",
      "primero",
      ",",
      "unión",
      "cívico",
      "militar",
      "policial",
      ",",
      "aplastó",
      "grupo",
      "mercenarios",
      "terroristas",
      "intentaron",
      "invadir",
      "venezuela",
      "objetivo",
      "acabar",
      "vida",
      ",",
      "pueblo",
      "dejó",
      "salió",
      "defensa",
      "territorio",
      "playa",
      "puerto",
      "cruz",
      ",",
      "asegurando",
      "tranquilidad",
      "nacional",
      ".",
      "¡venezuela",
      "territorio",
      "paz",
      "!",
      "”",
      ",",
      "rememoró",
      "presidente",
      "maduro",
      "través",
      "plataformas",
      "digitales",
      ".",
      "sábado",
      ",",
      "marcha",
      "conmemorativa",
      "recorrió",
      "cinta",
      "costera",
      "guaira",
      ",",
      "reafirmando",
      "espíritu",
      "unidad",
      "determinación",
      "pueblo",
      "venezolano",
      "defender",
      "soberanía",
      "cualquier",
      "amenaza",
      ".",
      "luego",
      ",",
      "efectuó",
      "imposición",
      "orden",
      "josé",
      "maría",
      "españa",
      "emancipador",
      "primera",
      "clase",
      "efectivos",
      "seguridad",
      "participaron",
      "acontecimientos",
      "3",
      "mayo",
      "2020.",
      "modo",
      ",",
      "gobierno",
      "bolivariano",
      "reconoce",
      "valor",
      "compromiso",
      "demostrado",
      "conocida",
      "operación",
      "negro",
      "primero",
      ".",
      "importante",
      "recordar",
      "“",
      "operación",
      "gedeón",
      "”",
      "intento",
      "incursión",
      "marítima",
      "buscaba",
      "desestabilizar",
      "país",
      "atentar",
      "presidente",
      "maduro",
      ".",
      "plan",
      "contó",
      "participación",
      "mercenarios",
      "desertores",
      "entrenados",
      "campamentos",
      "extranjeros",
      ",",
      "financiamiento",
      "unidos",
      "colombia",
      ".",
      "líder",
      "opositor",
      "juan",
      "guaidó",
      ",",
      "complicidad",
      "expresidente",
      "iván",
      "duque",
      ",",
      "pretendía",
      "profanar",
      "territorio",
      "venezolano",
      "acción",
      "frustrada",
      "."
    ],
    "token_count": 430,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 101,
      "JJ": 50,
      "FW": 140,
      "NN": 251,
      "NNS": 24,
      "VBP": 19,
      "VBZ": 7,
      "IN": 21,
      "CD": 2,
      "VBD": 3,
      "RB": 3,
      "JJR": 1,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-JJ": 1,
      "JJ-FW": 5,
      "FW-FW": 81,
      "FW-NNP": 14,
      "NNP-NNP": 56,
      "NNP-NN": 25,
      "NN-NNS": 10,
      "NNS-VBP": 11,
      "VBP-NN": 5,
      "NN-JJ": 18,
      "JJ-NN": 34,
      "NN-NN": 153,
      "NN-FW": 24,
      "NNP-FW": 13,
      "NNP-VBZ": 2,
      "VBZ-NN": 2,
      "NN-NNP": 18,
      "FW-IN": 1,
      "IN-CD": 1,
      "CD-NN": 1,
      "FW-NN": 26,
      "FW-NNS": 8,
      "NNS-NNP": 6,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "NN-IN": 15,
      "IN-NNP": 3,
      "IN-FW": 13,
      "JJ-NNS": 2,
      "VBP-JJ": 10,
      "NN-VBZ": 5,
      "VBZ-FW": 1,
      "NN-VBP": 5,
      "NNP-VBP": 1,
      "NNS-NNS": 2,
      "NN-VBD": 1,
      "IN-NN": 3,
      "NNS-FW": 2,
      "FW-RB": 1,
      "RB-JJ": 1,
      "VBP-IN": 2,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "FW-JJ": 7,
      "JJ-JJ": 6,
      "JJ-NNP": 2,
      "VBP-NNS": 2,
      "NNS-JJ": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "JJ-RB": 1,
      "RB-VBP": 2,
      "VBZ-IN": 1,
      "NNS-RB": 1,
      "NNS-IN": 1,
      "VBZ-JJ": 2,
      "NN-DT": 1,
      "DT-NN": 1,
      "VBD-FW": 1,
      "NNP-IN": 1,
      "IN-JJ": 1,
      "FW-CD": 1,
      "CD-NNP": 1
    },
    "trigram_freq": {
      "NNP-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-FW": 51,
      "FW-FW-NNP": 6,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NNP": 30,
      "NNP-NNP-NN": 14,
      "NNP-NN-NNS": 3,
      "NN-NNS-VBP": 6,
      "NNS-VBP-NN": 3,
      "VBP-NN-JJ": 1,
      "NN-JJ-NN": 14,
      "JJ-NN-NN": 21,
      "NN-NN-NN": 96,
      "NN-NN-FW": 16,
      "NN-FW-FW": 15,
      "NNP-NN-NN": 19,
      "NN-FW-NNP": 4,
      "NNP-NNP-FW": 9,
      "NNP-FW-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NN": 1,
      "NN-NN-NNP": 12,
      "NN-NNP-NNP": 11,
      "NNP-FW-FW": 3,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-NN": 4,
      "FW-NN-FW": 3,
      "FW-FW-NNS": 6,
      "FW-NNS-NNP": 5,
      "NNS-NNP-NNP": 2,
      "NNP-FW-NN": 7,
      "FW-NN-NNP": 3,
      "NN-NN-JJ": 13,
      "NN-JJ-FW": 1,
      "FW-FW-NN": 12,
      "FW-NN-NN": 14,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "JJ-NN-NNP": 3,
      "NN-NN-IN": 6,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NN-IN-FW": 10,
      "IN-FW-FW": 5,
      "NNS-NNP-NN": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-NN": 8,
      "NN-NN-VBZ": 3,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-NNP-NN": 6,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "IN-FW-NNS": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NN-NNS": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-NN-NNS": 2,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 1,
      "NN-NNP-VBZ": 1,
      "VBZ-NN-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "JJ-NN-IN": 7,
      "NN-IN-NN": 2,
      "IN-NN-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-RB": 1,
      "FW-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-JJ": 2,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-FW": 2,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NN-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-RB": 1,
      "JJ-RB-VBP": 1,
      "RB-VBP-JJ": 2,
      "NN-JJ-JJ": 2,
      "FW-FW-JJ": 3,
      "FW-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNS-NNP-FW": 1,
      "FW-NNP-FW": 2,
      "FW-NN-NNS": 3,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "FW-NNP-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NNP": 2,
      "FW-NN-IN": 1,
      "IN-FW-NN": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-NN": 2,
      "VBP-NN-FW": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 3,
      "FW-NNS-VBP": 2,
      "VBP-NN-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-FW": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-NN-JJ": 1,
      "NNP-NN-VBP": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 251,
        "FW": 140,
        "NNP": 101,
        "JJ": 50,
        "NNS": 24
      },
      "top_bigrams": {
        "NN-NN": 153,
        "FW-FW": 81,
        "NNP-NNP": 56,
        "JJ-NN": 34,
        "FW-NN": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 96,
        "FW-FW-FW": 51,
        "NNP-NNP-NNP": 30,
        "JJ-NN-NN": 21,
        "NNP-NN-NN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 154,
      "ADJP": 8,
      "VP": 32,
      "PP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.022
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0176
      },
      {
        "rule": "NP -> ('La', 'NNP') ('Guaira', 'NNP')",
        "frequency": 3,
        "weight": 0.0132
      },
      {
        "rule": "NP -> ('FANB', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('Maduro', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "S -> NP ADJP ('horas', 'FW') ('de', 'FW') ('la', 'FW') ('mañana', 'FW') (',', ',') VP ('de', 'IN') ('la', 'FW') NP ('(', '(') NP (')', ')') (',', ',') NP VP ('la', 'FW') ('costa', 'FW') ('de', 'FW') NP (',', ',') NP ('exitosa', 'FW') NP (',', ',') NP ('del', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('Desde', 'NNP')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "ADJP -> ('tempranas', 'JJ')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "VP -> ('integrantes', 'VBZ')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('Fuerza', 'NNP') ('Armada', 'NNP') ('Nacional', 'NNP') ('Bolivariana', 'NNP')",
        "frequency": 1,
        "weight": 0.0044
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Desde"
      },
      {
        "label": "ADJP",
        "text": "tempranas"
      },
      {
        "label": "VP",
        "text": "integrantes"
      },
      {
        "label": "NP",
        "text": "Fuerza Armada Nacional Bolivariana"
      },
      {
        "label": "NP",
        "text": "FANB"
      },
      {
        "label": "NP",
        "text": "cuerpos policiales"
      },
      {
        "label": "VP",
        "text": "y el poder popular organizado marcharon por"
      },
      {
        "label": "NP",
        "text": "el poder"
      },
      {
        "label": "NP",
        "text": "popular organizado marcharon por"
      },
      {
        "label": "NP",
        "text": "La Guaira"
      },
      {
        "label": "NP",
        "text": "para conmemorar la"
      },
      {
        "label": "NP",
        "text": "“ Operación Negro Primero"
      },
      {
        "label": "NP",
        "text": "Aplastamiento"
      },
      {
        "label": "NP",
        "text": "Enemigo ”"
      },
      {
        "label": "NP",
        "text": "Esta acción conjunta"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Desde/NNP)\n  (ADJP tempranas/JJ)\n  horas/FW\n  de/FW\n  la/FW\n  mañana/FW\n  ,/,\n  (VP integrantes/VBZ)\n  de/IN\n  la/FW\n  (NP Fuerza/NNP Armada/NNP Nacional/NNP Bolivariana/NNP)\n  (/(\n  (NP FANB/NNP)\n  )/)\n  ,/,\n  (NP cuerpos/JJ policiales/NNS)\n  (VP\n    y/VBP\n    (NP el/JJ poder/NN)\n    (NP popular/JJ organizado/NN marcharon/NN por/NN))\n  la/FW\n  costa/FW\n  de/FW\n  (NP La/NNP Guaira/NNP)\n  ,/,\n  (NP para/NN conmemorar/NN la/NN)\n  exitosa/FW\n  (NP “/NNP Operación/NNP Negro/NNP Primero/NNP)\n  ,/,\n  (NP Aplastamiento/NNP)\n  del/FW\n  (NP Enemigo/NNP ”/NNP)\n  ./.)",
      "(S\n  (NP Esta/NNP acción/NN conjunta/NN)\n  ,/,\n  (NP liderada/JJ por/NN el/NN presidente/NN Nicolás/NNP Maduro/NNP)\n  (VP el/VBD)\n  3/CD\n  de/FW\n  mayo/FW\n  de/IN\n  2020/CD\n  ,/,\n  (VP desarticuló/VBZ (NP el/JJ intento/NN))\n  de/IN\n  invasión/FW\n  (NP mercenaria/NNS)\n  ./.)",
      "(S\n  (NP La/NNP Plaza/NNP Bolívar-Chávez/NNP)\n  del/FW\n  (NP estado/NN La/NNP Guaira/NNP fue/NN el/NN escenario/NN)\n  (ADJP principal/JJ)\n  de/FW\n  esta/FW\n  significativa/FW\n  (NP fecha/NN)\n  ,/,\n  (NP que/JJ contó/NN con/NN la/NN)\n  presencia/FW\n  del/FW\n  (NP primer/NN vicepresidente/NN)\n  del/FW\n  (NP Partido/NNP Socialista/NNP Unido/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  (/(\n  (NP PSUV/NNP)\n  )/)\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP)\n  ,/,\n  (VP entre/VBZ (NP otras/JJ autoridades/NNS))\n  ./.)",
      "(S\n  (NP\n    LEA/NNP\n    TAMBIÉN/NNP\n    Venezuela/NNP\n    alerta/NN\n    que/NN\n    Operación/NNP\n    Gedeón/NNP)\n  (VP\n    fue/VBD\n    (NP\n      planeada/JJ\n      por/NN\n      Álvaro/NNP\n      Uribe/NNP\n      e/NN\n      Iván/NNP\n      Duque/NNP\n      Durante/NNP))\n  el/FW\n  (NP acto/NN conmemorativo/NN)\n  (PP en/IN (NP La/NNP Guaira/NNP))\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP resaltó/NN el/NN rol/NN)\n  (NP fundamental/JJ del/NN pueblo/NN organizado/NN)\n  en/IN\n  la/FW\n  defensa/FW\n  de/FW\n  la/FW\n  (NP patria/NNS)\n  ,/,\n  (VP especialmente/VBP)\n  la/FW\n  activa/FW\n  participación/FW\n  de/FW\n  los/FW\n  (NP pescadores/NNS)\n  ./.)",
      "(S\n  (NP “/JJ Yo/NNP recuerdo/NN que/NN yo/NN)\n  (VP llamé/VBD (NP a/DT los/JJ hermanos/JJ pescadores/NNS))\n  (VP e/VBP inmediatamente/JJ)\n  se/FW\n  (NP activaron/NN los/NN)\n  (VP pescadores/VBZ)\n  de/FW\n  toda/FW\n  la/FW\n  costa/FW\n  (NP caribeña/NN y/NN comenzaron/NN ellos/NN)\n  (VP\n    mismo/VBD\n    (NP a/DT decir/NN por/NN)\n    (NP allá/JJ viene/NN alguien/NN))\n  ,/,\n  (NP por/NN allá/NN vimos/NN)\n  (NP un/JJ barco/NN raro/NN ”/NNP)\n  ,/,\n  (NP detalló/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "LOCALIZACIONES_ESPECIFICAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "marcha conmemorativa recorrió la cinta costera de la guaira, reafirmando el espíritu de unidad y la determinación del pueblo venezolano de defender su soberanía ante cualquier amenaza. luego, se efectuó la imposición de la orden josé maría españa el emancipador en su primera clase a los efectivos de seguridad que participaron en los acontecimientos del 3 de mayo de 2020. de este modo, el gobierno",
        "position": [
          3339,
          3738
        ],
        "start": 3339,
        "end": 3738
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "operación gedeón” fue un intento de incursión marítima que buscaba desestabilizar el país y atentar contra el presidente maduro. este plan contó con la participación de mercenarios y desertores entrenados en campamentos extranjeros, con financiamiento de estados unidos y colombia. el líder",
        "position": [
          3869,
          4159
        ],
        "start": 3869,
        "end": 4159
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "enfrentaron",
        "position": [
          2411,
          2422
        ],
        "start": 2411,
        "end": 2422
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          4106,
          4120
        ],
        "start": 4106,
        "end": 4120
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "soberanía ante cualquier amenaza. luego, se efectuó la imposición de la orden josé maría españa el emancipador en su primera clase a los efectivos de seguridad que participaron en los acontecimientos del 3 de mayo de 2020. de este modo, el gobierno bolivariano reconoce el valor",
        "position": [
          3490,
          3768
        ],
        "start": 3490,
        "end": 3768
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          1164,
          1170
        ],
        "start": 1164,
        "end": 1170
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          1606,
          1614
        ],
        "start": 1606,
        "end": 1614
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          855,
          862
        ],
        "start": 855,
        "end": 862
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          302,
          327
        ],
        "start": 302,
        "end": 327
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          3167,
          3173
        ],
        "start": 3167,
        "end": 3173
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          4141,
          4149
        ],
        "start": 4141,
        "end": 4149
      },
      {
        "category": "PAISES",
        "matched_text": "españa",
        "position": [
          3579,
          3585
        ],
        "start": 3579,
        "end": 3585
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          583,
          592
        ],
        "start": 583,
        "end": 592
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          4124,
          4138
        ],
        "start": 4124,
        "end": 4138
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado la",
        "position": [
          425,
          434
        ],
        "start": 425,
        "end": 434
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza bolívar",
        "position": [
          400,
          413
        ],
        "start": 400,
        "end": 413
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "3 de mayo de 2020",
        "position": [
          331,
          348
        ],
        "start": 331,
        "end": 348
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          28,
          34
        ],
        "start": 28,
        "end": 34
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iván Duque",
        "tipo": "Persona"
      },
      {
        "nombre": "Orden",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FANB",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Operación Gedeón",
        "tipo": "Persona"
      },
      {
        "nombre": "El Emancipador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno Bolivariano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Álvaro Uribe",
        "tipo": "Persona"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "La Guaira",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Alejandro Terán",
        "tipo": "Persona"
      },
      {
        "nombre": "José María España",
        "tipo": "Persona"
      },
      {
        "nombre": "Cinta Costera de La Guaira",
        "tipo": "Lugar"
      },
      {
        "nombre": "Playa Puerto Cruz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerza Armada Nacional Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido Socialista Unido de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Plaza Bolívar-Chávez",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Fuerza Armada Nacional Bolivariana",
        "relacion": "MARCHAR",
        "objeto": "La Guaira"
      },
      {
        "sujeto": "FANB",
        "relacion": "MARCHAR",
        "objeto": "La Guaira"
      },
      {
        "sujeto": "Operación Gedeón",
        "relacion": "ALERTAR_RESALTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ALERTAR_RESALTAR",
        "objeto": "Álvaro Uribe"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ALERTAR_RESALTAR",
        "objeto": "Iván Duque"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ALERTAR_RESALTAR",
        "objeto": "La Guaira"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "ALERTAR_RESALTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Operación Gedeón",
        "relacion": "PLANEAR_ALERTAR_RESALTAR",
        "objeto": "Álvaro Uribe"
      },
      {
        "sujeto": "Operación Gedeón",
        "relacion": "PLANEAR_ALERTAR_RESALTAR",
        "objeto": "Iván Duque"
      },
      {
        "sujeto": "Operación Gedeón",
        "relacion": "PLANEAR_ALERTAR_RESALTAR",
        "objeto": "La Guaira"
      },
      {
        "sujeto": "Operación Gedeón",
        "relacion": "PLANEAR_ALERTAR_RESALTAR",
        "objeto": "Diosdado Cabello"
      },
      {
        "sujeto": "Álvaro Uribe",
        "relacion": "PLANEAR_ALERTAR_RESALTAR",
        "objeto": "La Guaira"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "PLANEAR_ALERTAR_RESALTAR",
        "objeto": "Álvaro Uribe"
      },
      {
        "sujeto": "Iván Duque",
        "relacion": "PLANEAR_ALERTAR_RESALTAR",
        "objeto": "La Guaira"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "PLANEAR_ALERTAR_RESALTAR",
        "objeto": "Iván Duque"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "PLANEAR_ALERTAR_RESALTAR",
        "objeto": "La Guaira"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "INVADIR_INTENTAR_APLASTAR",
        "objeto": "Playa Puerto Cruz"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "REMEMORAR",
        "objeto": "Maduro"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5983,
    "pos": 0.015,
    "neu": 0.978,
    "neg": 0.007,
    "label": "positive"
  }
}