{
  "url": "https://www.telesurtv.net/ejercito-sirio-intensifica-ofensiva-contra-grupos-terroristas-en-hama-e-idlib/",
  "title": "Ejército sirio intensifica ofensiva contra grupos terroristas en Hama e Idlib - teleSUR",
  "section": "Mundo",
  "tags": [
    "Alepo",
    "Hama",
    "Siria",
    "Terroristas"
  ],
  "text": "\nEl Ejército Árabe Sirio, con el respaldo de la aviación rusa, consolida sus operaciones contra grupos terroristas en las provincias de Hama e Idlib, situadas en el centro-oeste del país. Según fuentes oficiales, las recientes ofensivas han logrado neutralizar más de 1.300 combatientes desde el inicio de las acciones el pasado viernes.\nEn las últimas 24 horas, ataques con misiles, artillería y bombardeos aéreos han destruido cinco centros de mando y siete almacenes de armamento. El parte indica que entre los elementos destruidos se encontraban depósitos con drones de alta tecnología provenientes de Ucrania.\nEstas operaciones han permitido recuperar el control de varias localidades estratégicas y frenar el avance de facciones yihadistas lideradas por Hayat Tahrir al-Sham (HTS), grupo considerado como una reconfiguración del antiguo Frente al-Nusra.\nEl comando central sirio informó que estas acciones buscan garantizar la seguridad en regiones clave de Hama e Idlib, además de cortar las líneas de suministro de los grupos radicales, que han intensificado sus ataques desde finales de noviembre.\nEn tanto, fuentes locales destacan la presencia de combatientes extranjeros en las filas de los grupos terroristas, entre ellos miembros de la unidad ucraniana “Lobo Blanco”. Este grupo, vinculado al Servicio de Seguridad de Ucrania, ha empleado drones avanzados para misiones de reconocimiento y ataque.\nLos drones, equipados con cámaras de alta resolución y armamento especializado, han sido utilizados para atacar posiciones sirias en Hama y Alepo. Según informes preliminares, la colaboración entre estos combatientes y HTS ha sido facilitada por acuerdos con servicios de inteligencia extranjeros.\nAdemás, se ha registrado un aumento en las interferencias de comunicación del ejército sirio, atribuidas al uso de tecnología avanzada desplegada por estos grupos.\n\nEn respuesta a la escalada de violencia, más de 15.000 voluntarios de Hama y localidades cercanas se han sumado al Ejército Árabe Sirio para reforzar las operaciones defensivas y ofensivas. Este respaldo local ha sido clave para contener los avances de los grupos terroristas en la región.\nFuentes militares informan que las fuerzas sirias, apoyadas por sus aliados rusos, han avanzado hacia el sur de Alepo y el este de Idlib, con el objetivo de cercar a los combatientes radicales en áreas estratégicas. Según el comando militar, el objetivo final es expulsar a los terroristas de estas provincias y restablecer la seguridad en las zonas rurales circundantes.\nDe momento, el corresponsal de Al Mayadeen reportó un colapso significativo en las filas yihadistas apostadas en la carretera Khanaser-Athriya, mientras el ejército sirio avanza hacia el sur de Alepo, en dirección a Al-Safira, lo que “marca un retorno estratégico a las zonas rurales de esa provincia” según informa la cadena libanesa.\nEn cuanto al escenario político,  este martes el presidente ruso, Vladímir Putin, sostuvo una conversación telefónica con su homólogo turco, Recep Tayyip Erdogan, en la cual hizo hincapié en la necesidad de poner fin a la agresión terrorista en Siria, según informó el servicio de prensa del Kremlin.\nEl embajador de Irán en Siria atribuyó la escalada a un intento de reavivar el conflicto en Siria y debilitar su papel en la región y señalan que no es casual que la ofensiva terrorista coincida con la firma del alto al fuego entre Israel y Líbano. Además denunció que la ofensiva buscarían desestabilizar el llamado «Eje de la Resistencia», compuesto por Siria, Irán y grupos aliados en Líbano y Palestina, en medio de las tensiones que persisten en Oriente Medio.\nEl ataque en desarrollo es la mayor avanzada de las organizaciones armadas contra el Ejército sirio desde la firma de los acuerdos de Astaná en 2020 por los presidentes de Rusia, Turkiyé e Irán, que estableció límites para evitar enfrentamientos en regiones específicas del país. Mencionado tratado fue alcanzado cuando Moscú, aliada del gobierno del presidente sirio Bashar Al-Assad, y Ankara, que respalda a los rebeldes, alcanzaron un acuerdo de alto el fuego.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ejercito-sirio-intensifica-ofensiva-contra-grupos-terroristas-en-hama-e-idlib/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 1630,
    "message_id": 81685,
    "date": "2024-12-03T17:55:19+00:00",
    "text": "teleSUR\nEjército sirio intensifica ofensiva contra grupos terroristas en Hama e Idlib\nhttps://www.telesurtv.net/ejercito-sirio-intensifica-ofensiva-contra-grupos-terroristas-en-hama-e-idlib/",
    "photo_path": null,
    "views": 1824,
    "reactions": {
      "👏": 17,
      "👍": 2
    },
    "total_reactions": 19
  },
  "preprocessing": {
    "cleaned": "el ejército árabe sirio, con el respaldo de la aviación rusa, consolida sus operaciones contra grupos terroristas en las provincias de hama e idlib, situadas en el centro-oeste del país. según fuentes oficiales, las recientes ofensivas han logrado neutralizar más de 1.300 combatientes desde el inicio de las acciones el pasado viernes. en las últimas 24 horas, ataques con misiles, artillería y bombardeos aéreos han destruido cinco centros de mando y siete almacenes de armamento. el parte indica que entre los elementos destruidos se encontraban depósitos con drones de alta tecnología provenientes de ucrania. estas operaciones han permitido recuperar el control de varias localidades estratégicas y frenar el avance de facciones yihadistas lideradas por hayat tahrir al-sham (hts), grupo considerado como una reconfiguración del antiguo frente al-nusra. el comando central sirio informó que estas acciones buscan garantizar la seguridad en regiones clave de hama e idlib, además de cortar las líneas de suministro de los grupos radicales, que han intensificado sus ataques desde finales de noviembre. en tanto, fuentes locales destacan la presencia de combatientes extranjeros en las filas de los grupos terroristas, entre ellos miembros de la unidad ucraniana “lobo blanco”. este grupo, vinculado al servicio de seguridad de ucrania, ha empleado drones avanzados para misiones de reconocimiento y ataque. los drones, equipados con cámaras de alta resolución y armamento especializado, han sido utilizados para atacar posiciones sirias en hama y alepo. según informes preliminares, la colaboración entre estos combatientes y hts ha sido facilitada por acuerdos con servicios de inteligencia extranjeros. además, se ha registrado un aumento en las interferencias de comunicación del ejército sirio, atribuidas al uso de tecnología avanzada desplegada por estos grupos. en respuesta a la escalada de violencia, más de 15.000 voluntarios de hama y localidades cercanas se han sumado al ejército árabe sirio para reforzar las operaciones defensivas y ofensivas. este respaldo local ha sido clave para contener los avances de los grupos terroristas en la región. fuentes militares informan que las fuerzas sirias, apoyadas por sus aliados rusos, han avanzado hacia el sur de alepo y el este de idlib, con el objetivo de cercar a los combatientes radicales en áreas estratégicas. según el comando militar, el objetivo final es expulsar a los terroristas de estas provincias y restablecer la seguridad en las zonas rurales circundantes. de momento, el corresponsal de al mayadeen reportó un colapso significativo en las filas yihadistas apostadas en la carretera khanaser-athriya, mientras el ejército sirio avanza hacia el sur de alepo, en dirección a al-safira, lo que “marca un retorno estratégico a las zonas rurales de esa provincia” según informa la cadena libanesa. en cuanto al escenario político, este martes el presidente ruso, vladímir putin, sostuvo una conversación telefónica con su homólogo turco, recep tayyip erdogan, en la cual hizo hincapié en la necesidad de poner fin a la agresión terrorista en siria, según informó el servicio de prensa del kremlin. el embajador de irán en siria atribuyó la escalada a un intento de reavivar el conflicto en siria y debilitar su papel en la región y señalan que no es casual que la ofensiva terrorista coincida con la firma del alto al fuego entre israel y líbano. además denunció que la ofensiva buscarían desestabilizar el llamado «eje de la resistencia», compuesto por siria, irán y grupos aliados en líbano y palestina, en medio de las tensiones que persisten en oriente medio. el ataque en desarrollo es la mayor avanzada de las organizaciones armadas contra el ejército sirio desde la firma de los acuerdos de astaná en 2020 por los presidentes de rusia, turkiyé e irán, que estableció límites para evitar enfrentamientos en regiones específicas del país. mencionado tratado fue alcanzado cuando moscú, aliada del gobierno del presidente sirio bashar al-assad, y ankara, que respalda a los rebeldes, alcanzaron un acuerdo de alto el fuego.",
    "tokens": [
      "ejército",
      "árabe",
      "sirio",
      ",",
      "respaldo",
      "aviación",
      "rusa",
      ",",
      "consolida",
      "operaciones",
      "grupos",
      "terroristas",
      "provincias",
      "hama",
      "idlib",
      ",",
      "situadas",
      "centro-oeste",
      "país",
      ".",
      "según",
      "fuentes",
      "oficiales",
      ",",
      "recientes",
      "ofensivas",
      "logrado",
      "neutralizar",
      "1.300",
      "combatientes",
      "inicio",
      "acciones",
      "pasado",
      "viernes",
      ".",
      "últimas",
      "24",
      "horas",
      ",",
      "ataques",
      "misiles",
      ",",
      "artillería",
      "bombardeos",
      "aéreos",
      "destruido",
      "cinco",
      "centros",
      "mando",
      "siete",
      "almacenes",
      "armamento",
      ".",
      "parte",
      "indica",
      "elementos",
      "destruidos",
      "encontraban",
      "depósitos",
      "drones",
      "alta",
      "tecnología",
      "provenientes",
      "ucrania",
      ".",
      "operaciones",
      "permitido",
      "recuperar",
      "control",
      "varias",
      "localidades",
      "estratégicas",
      "frenar",
      "avance",
      "facciones",
      "yihadistas",
      "lideradas",
      "hayat",
      "tahrir",
      "al-sham",
      "(",
      "hts",
      ")",
      ",",
      "grupo",
      "considerado",
      "reconfiguración",
      "antiguo",
      "frente",
      "al-nusra",
      ".",
      "comando",
      "central",
      "sirio",
      "informó",
      "acciones",
      "buscan",
      "garantizar",
      "seguridad",
      "regiones",
      "clave",
      "hama",
      "idlib",
      ",",
      "además",
      "cortar",
      "líneas",
      "suministro",
      "grupos",
      "radicales",
      ",",
      "intensificado",
      "ataques",
      "finales",
      "noviembre",
      ".",
      ",",
      "fuentes",
      "locales",
      "destacan",
      "presencia",
      "combatientes",
      "extranjeros",
      "filas",
      "grupos",
      "terroristas",
      ",",
      "miembros",
      "unidad",
      "ucraniana",
      "“",
      "lobo",
      "blanco",
      "”",
      ".",
      "grupo",
      ",",
      "vinculado",
      "servicio",
      "seguridad",
      "ucrania",
      ",",
      "empleado",
      "drones",
      "avanzados",
      "misiones",
      "reconocimiento",
      "ataque",
      ".",
      "drones",
      ",",
      "equipados",
      "cámaras",
      "alta",
      "resolución",
      "armamento",
      "especializado",
      ",",
      "sido",
      "utilizados",
      "atacar",
      "posiciones",
      "sirias",
      "hama",
      "alepo",
      ".",
      "según",
      "informes",
      "preliminares",
      ",",
      "colaboración",
      "combatientes",
      "hts",
      "sido",
      "facilitada",
      "acuerdos",
      "servicios",
      "inteligencia",
      "extranjeros",
      ".",
      "además",
      ",",
      "registrado",
      "aumento",
      "interferencias",
      "comunicación",
      "ejército",
      "sirio",
      ",",
      "atribuidas",
      "uso",
      "tecnología",
      "avanzada",
      "desplegada",
      "grupos",
      ".",
      "respuesta",
      "escalada",
      "violencia",
      ",",
      "15.000",
      "voluntarios",
      "hama",
      "localidades",
      "cercanas",
      "sumado",
      "ejército",
      "árabe",
      "sirio",
      "reforzar",
      "operaciones",
      "defensivas",
      "ofensivas",
      ".",
      "respaldo",
      "local",
      "sido",
      "clave",
      "contener",
      "avances",
      "grupos",
      "terroristas",
      "región",
      ".",
      "fuentes",
      "militares",
      "informan",
      "fuerzas",
      "sirias",
      ",",
      "apoyadas",
      "aliados",
      "rusos",
      ",",
      "avanzado",
      "hacia",
      "sur",
      "alepo",
      "idlib",
      ",",
      "objetivo",
      "cercar",
      "combatientes",
      "radicales",
      "áreas",
      "estratégicas",
      ".",
      "según",
      "comando",
      "militar",
      ",",
      "objetivo",
      "final",
      "expulsar",
      "terroristas",
      "provincias",
      "restablecer",
      "seguridad",
      "zonas",
      "rurales",
      "circundantes",
      ".",
      "momento",
      ",",
      "corresponsal",
      "mayadeen",
      "reportó",
      "colapso",
      "significativo",
      "filas",
      "yihadistas",
      "apostadas",
      "carretera",
      "khanaser-athriya",
      ",",
      "mientras",
      "ejército",
      "sirio",
      "avanza",
      "hacia",
      "sur",
      "alepo",
      ",",
      "dirección",
      "al-safira",
      ",",
      "“",
      "marca",
      "retorno",
      "estratégico",
      "zonas",
      "rurales",
      "provincia",
      "”",
      "según",
      "informa",
      "cadena",
      "libanesa",
      ".",
      "cuanto",
      "escenario",
      "político",
      ",",
      "martes",
      "presidente",
      "ruso",
      ",",
      "vladímir",
      "putin",
      ",",
      "sostuvo",
      "conversación",
      "telefónica",
      "homólogo",
      "turco",
      ",",
      "recep",
      "tayyip",
      "erdogan",
      ",",
      "hizo",
      "hincapié",
      "necesidad",
      "poner",
      "fin",
      "agresión",
      "terrorista",
      "siria",
      ",",
      "según",
      "informó",
      "servicio",
      "prensa",
      "kremlin",
      ".",
      "embajador",
      "irán",
      "siria",
      "atribuyó",
      "escalada",
      "intento",
      "reavivar",
      "conflicto",
      "siria",
      "debilitar",
      "papel",
      "región",
      "señalan",
      "casual",
      "ofensiva",
      "terrorista",
      "coincida",
      "firma",
      "alto",
      "fuego",
      "israel",
      "líbano",
      ".",
      "además",
      "denunció",
      "ofensiva",
      "buscarían",
      "desestabilizar",
      "llamado",
      "«",
      "eje",
      "resistencia",
      "»",
      ",",
      "compuesto",
      "siria",
      ",",
      "irán",
      "grupos",
      "aliados",
      "líbano",
      "palestina",
      ",",
      "medio",
      "tensiones",
      "persisten",
      "oriente",
      "medio",
      ".",
      "ataque",
      "desarrollo",
      "mayor",
      "avanzada",
      "organizaciones",
      "armadas",
      "ejército",
      "sirio",
      "firma",
      "acuerdos",
      "astaná",
      "2020",
      "presidentes",
      "rusia",
      ",",
      "turkiyé",
      "irán",
      ",",
      "estableció",
      "límites",
      "evitar",
      "enfrentamientos",
      "regiones",
      "específicas",
      "país",
      ".",
      "mencionado",
      "tratado",
      "alcanzado",
      "moscú",
      ",",
      "aliada",
      "gobierno",
      "presidente",
      "sirio",
      "bashar",
      "al-assad",
      ",",
      "ankara",
      ",",
      "respalda",
      "rebeldes",
      ",",
      "alcanzaron",
      "acuerdo",
      "alto",
      "fuego",
      "."
    ],
    "token_count": 432,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "NN": 192,
      "IN": 39,
      "FW": 122,
      "NNS": 47,
      "VBP": 29,
      "JJ": 72,
      "VBD": 3,
      "VBZ": 15,
      "RBR": 1,
      "CD": 4,
      "$": 1,
      "VBN": 1,
      "DT": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 28,
      "NNP-NN": 28,
      "NN-NN": 101,
      "NN-IN": 25,
      "IN-FW": 18,
      "FW-FW": 68,
      "FW-NN": 18,
      "NN-NNS": 11,
      "NNS-VBP": 25,
      "VBP-JJ": 19,
      "JJ-NNS": 13,
      "NNS-IN": 8,
      "IN-JJ": 5,
      "JJ-NN": 38,
      "IN-NNP": 9,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "JJ-JJ": 7,
      "NN-NNP": 15,
      "NNP-VBZ": 6,
      "VBZ-NNS": 2,
      "NNS-RBR": 1,
      "RBR-NNS": 1,
      "NN-JJ": 16,
      "IN-CD": 2,
      "CD-NNS": 2,
      "NNS-JJ": 3,
      "FW-NNS": 7,
      "NNS-NNP": 1,
      "VBD-$": 1,
      "$-CD": 1,
      "CD-NN": 2,
      "VBP-NNS": 3,
      "FW-JJ": 12,
      "FW-NNP": 15,
      "NN-FW": 14,
      "NNS-FW": 4,
      "NN-VBZ": 7,
      "VBZ-IN": 3,
      "NNP-NNS": 3,
      "NNS-VBD": 1,
      "IN-NNS": 3,
      "NNS-NNS": 2,
      "JJ-NNP": 9,
      "NNP-JJ": 1,
      "VBZ-JJ": 6,
      "VBP-VBN": 1,
      "VBN-NNP": 1,
      "NNP-FW": 12,
      "JJ-FW": 5,
      "VBP-IN": 2,
      "IN-NN": 2,
      "FW-VBZ": 1,
      "VBZ-NNP": 2,
      "FW-CD": 1,
      "NN-VBP": 2,
      "VBP-NN": 3,
      "NNP-VBP": 1,
      "VBP-NNP": 1,
      "NNS-VBZ": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NNP-IN": 1,
      "VBZ-FW": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 10,
      "NNP-NNP-NN": 11,
      "NNP-NN-NN": 21,
      "NN-NN-NN": 44,
      "NN-NN-IN": 13,
      "NN-IN-FW": 12,
      "IN-FW-FW": 8,
      "FW-FW-FW": 43,
      "FW-FW-NN": 8,
      "FW-NN-NN": 8,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 18,
      "VBP-JJ-NNS": 6,
      "JJ-NNS-IN": 7,
      "NNS-IN-JJ": 2,
      "IN-JJ-NN": 4,
      "JJ-NN-IN": 8,
      "NN-IN-NNP": 6,
      "IN-NNP-NNP": 5,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "JJ-NN-NN": 22,
      "NN-NN-NNP": 10,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-RBR": 1,
      "NNS-RBR-NNS": 1,
      "RBR-NNS-VBP": 1,
      "VBP-JJ-NN": 6,
      "JJ-NN-JJ": 1,
      "NN-JJ-NN": 12,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 5,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 1,
      "JJ-NNS-VBP": 4,
      "IN-FW-JJ": 4,
      "FW-JJ-NNS": 4,
      "NNS-IN-FW": 5,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 8,
      "NN-NN-FW": 10,
      "NN-FW-NN": 4,
      "NN-NN-JJ": 12,
      "JJ-NN-NNS": 3,
      "VBP-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "FW-NN-VBZ": 2,
      "NN-VBZ-IN": 3,
      "VBZ-IN-NNP": 2,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBP-JJ-JJ": 1,
      "NN-IN-NNS": 3,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-NNP": 4,
      "JJ-NNP-NNP": 4,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-JJ-NNP": 2,
      "NNP-NN-NNP": 1,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 5,
      "NN-JJ-NNS": 2,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "IN-NNS-VBP": 2,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-NNP": 1,
      "VBN-NNP-NNP": 1,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 4,
      "FW-FW-JJ": 6,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 1,
      "NNP-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-NNS": 3,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "VBP-JJ-FW": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 3,
      "FW-NNP-FW": 3,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "NN-IN-NN": 1,
      "IN-NN-NN": 2,
      "NNP-NNP-VBZ": 1,
      "VBZ-NNS-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NNS-IN": 1,
      "FW-FW-NNP": 6,
      "NNP-FW-NN": 5,
      "JJ-NN-FW": 1,
      "NN-FW-FW": 6,
      "FW-NN-IN": 4,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-VBZ": 1,
      "NN-NNP-NNP": 6,
      "NNP-NN-JJ": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NNS-IN-NN": 1,
      "NNS-VBP-NN": 1,
      "IN-NNP-FW": 2,
      "IN-NNP-NN": 1,
      "FW-NN-NNS": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "FW-JJ-NN": 5,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "FW-NNP-NNS": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-NN": 4,
      "FW-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "JJ-NN-NNP": 3,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 1,
      "NNP-NN-FW": 2,
      "NN-FW-JJ": 1,
      "FW-NN-FW": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "JJ-NNP-FW": 1,
      "FW-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "VBZ-IN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 192,
        "FW": 122,
        "NNP": 82,
        "JJ": 72,
        "NNS": 47
      },
      "top_bigrams": {
        "NN-NN": 101,
        "FW-FW": 68,
        "JJ-NN": 38,
        "NNP-NNP": 28,
        "NNP-NN": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 44,
        "FW-FW-FW": 43,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 21,
        "NNS-VBP-JJ": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 177,
      "VP": 45,
      "PP": 18,
      "ADJP": 1
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0382
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0229
      },
      {
        "rule": "NP -> ('Según', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('grupos', 'JJ') ('terroristas', 'NNS')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Hama', 'NNP') ('e', 'NN') ('Idlib', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('combatientes', 'NNS')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('con', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Ucrania', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Ejército Árabe Sirio"
      },
      {
        "label": "NP",
        "text": "con el respaldo"
      },
      {
        "label": "NP",
        "text": "rusa"
      },
      {
        "label": "NP",
        "text": "consolida sus operaciones"
      },
      {
        "label": "VP",
        "text": "contra grupos terroristas"
      },
      {
        "label": "NP",
        "text": "grupos terroristas"
      },
      {
        "label": "PP",
        "text": "en las provincias"
      },
      {
        "label": "NP",
        "text": "las provincias"
      },
      {
        "label": "PP",
        "text": "de Hama e Idlib"
      },
      {
        "label": "NP",
        "text": "Hama e Idlib"
      },
      {
        "label": "VP",
        "text": "situadas en el centro-oeste del país"
      },
      {
        "label": "NP",
        "text": "en el centro-oeste del país"
      },
      {
        "label": "NP",
        "text": "Según"
      },
      {
        "label": "VP",
        "text": "fuentes oficiales"
      },
      {
        "label": "NP",
        "text": "oficiales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Ejército/NNP Árabe/NNP Sirio/NNP)\n  ,/,\n  (NP con/NN el/NN respaldo/NN)\n  de/IN\n  la/FW\n  aviación/FW\n  (NP rusa/NN)\n  ,/,\n  (NP consolida/JJ sus/NN operaciones/NNS)\n  (VP contra/VBP (NP grupos/JJ terroristas/NNS))\n  (PP en/IN (NP las/JJ provincias/NN))\n  (PP de/IN (NP Hama/NNP e/NN Idlib/NNP))\n  ,/,\n  (VP situadas/VBD (NP en/JJ el/JJ centro-oeste/NN del/NN país/NN))\n  ./.)",
      "(S\n  (NP Según/NNP)\n  (VP fuentes/VBZ (NP oficiales/NNS))\n  ,/,\n  (NP las/NNS)\n  (VP recientes/VBZ)\n  (PP ofensivas/IN (NP han/NN logrado/NN))\n  (NP neutralizar/JJ más/NN)\n  de/IN\n  1.300/CD\n  (NP combatientes/NNS)\n  (NP desde/JJ el/JJ inicio/NN)\n  de/IN\n  las/FW\n  (NP acciones/NNS)\n  (VP el/VBP (NP pasado/JJ viernes/NNS))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (VP las/VBZ)\n  últimas/$\n  24/CD\n  (NP horas/NNS)\n  ,/,\n  (NP ataques/NNS)\n  (VP con/VBP (NP misiles/NNS))\n  ,/,\n  (NP\n    artillería/JJ\n    y/NN\n    bombardeos/NN\n    aéreos/NN\n    han/NN\n    destruido/NN\n    cinco/NN\n    centros/NN)\n  de/IN\n  mando/FW\n  y/CC\n  (NP siete/JJ almacenes/NNS)\n  (PP de/IN (NP armamento/NN))\n  ./.)",
      "(S\n  (NP El/NNP parte/NN indica/NN que/NN)\n  entre/FW\n  (NP los/NN elementos/NN destruidos/NN)\n  (NP se/JJ encontraban/NN depósitos/NNS)\n  (VP con/VBP (NP drones/NNS))\n  de/FW\n  alta/FW\n  (NP tecnología/NN)\n  (VP provenientes/VBZ)\n  (PP de/IN (NP Ucrania/NNP))\n  ./.)",
      "(S\n  (NP Estas/NNP operaciones/NNS)\n  (VP han/VBD (NP permitido/JJ recuperar/JJ el/NN control/NN))\n  de/IN\n  varias/FW\n  (NP localidades/NNS)\n  (VP estratégicas/VBP (NP y/JJ frenar/NN) (NP el/JJ avance/NN))\n  (PP de/IN (NP facciones/NNS yihadistas/NNS))\n  (VP lideradas/VBP (NP por/JJ Hayat/NNP Tahrir/NNP al-Sham/NN))\n  (/(\n  (NP HTS/NNP)\n  )/)\n  ,/,\n  (NP grupo/JJ considerado/NN como/NN)\n  (NP una/JJ reconfiguración/NN del/NN)\n  (NP antiguo/JJ Frente/NNP al-Nusra/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataque en desarrollo es la mayor avanzada de las organizaciones armadas contra el ejército",
        "position": [
          3643,
          3733
        ],
        "start": 3643,
        "end": 3733
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto en siria",
        "position": [
          3253,
          3271
        ],
        "start": 3253,
        "end": 3271
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto en siria y debilitar su papel en la región y señalan que no es casual que la ofensiva terrorista coincida con la firma del alto al fuego entre israel y",
        "position": [
          3253,
          3414
        ],
        "start": 3253,
        "end": 3414
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "firma de los acuerdos de astaná en 2020 por los presidentes de rusia, turkiyé e irán, que estableció límites para evitar enfrentamientos en regiones específicas del país. mencionado tratado fue alcanzado cuando moscú, aliada del gobierno del presidente sirio bashar al-assad, y ankara, que respalda a los rebeldes, alcanzaron un acuerdo",
        "position": [
          3749,
          4085
        ],
        "start": 3749,
        "end": 4085
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "respaldo de la aviación rusa, consolida sus operaciones contra grupos terroristas en las provincias de hama e idlib, situadas en el centro-oeste del país",
        "position": [
          33,
          186
        ],
        "start": 33,
        "end": 186
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sostuvo",
        "position": [
          2955,
          2962
        ],
        "start": 2955,
        "end": 2962
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          885,
          892
        ],
        "start": 885,
        "end": 892
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno del presidente sirio",
        "position": [
          3978,
          4007
        ],
        "start": 3978,
        "end": 4007
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ruso",
        "position": [
          2922,
          2937
        ],
        "start": 2922,
        "end": 2937
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "corresponsal de al",
        "position": [
          2552,
          2570
        ],
        "start": 2552,
        "end": 2570
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          3430,
          3438
        ],
        "start": 3430,
        "end": 3438
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "carretera",
        "position": [
          2653,
          2662
        ],
        "start": 2653,
        "end": 2662
      },
      {
        "category": "PAISES",
        "matched_text": "ucrania",
        "position": [
          606,
          613
        ],
        "start": 606,
        "end": 613
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "moscú",
        "position": [
          3960,
          3965
        ],
        "start": 3960,
        "end": 3965
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia” según",
        "position": [
          2828,
          2844
        ],
        "start": 2828,
        "end": 2844
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro-oeste",
        "position": [
          165,
          177
        ],
        "start": 165,
        "end": 177
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 1.300",
        "position": [
          261,
          273
        ],
        "start": 261,
        "end": 273
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 15.000",
        "position": [
          1916,
          1929
        ],
        "start": 1916,
        "end": 1929
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Mayadeen",
        "tipo": "Persona"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Moscú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bashar Al-Assad",
        "tipo": "Persona"
      },
      {
        "nombre": "Servicio de Seguridad de Ucrania",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hayat Tahrir al-Sham",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Eje de la Resistencia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ankara",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Frente al-Nusra",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Idlib",
        "tipo": "Lugar"
      },
      {
        "nombre": "HTS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Al-Safira",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kremlin",
        "tipo": "Lugar"
      },
      {
        "nombre": "Khanaser-Athriya",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hama",
        "tipo": "Lugar"
      },
      {
        "nombre": "Líbano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Turkiyé",
        "tipo": "Lugar"
      },
      {
        "nombre": "Recep Tayyip Erdogan",
        "tipo": "Persona"
      },
      {
        "nombre": "Vladímir Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Siria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alepo",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Alepo",
        "relacion": "AVANZAR_INFORMAR",
        "objeto": "Idlib"
      },
      {
        "sujeto": "Mayadeen",
        "relacion": "REPORTAR",
        "objeto": "Khanaser-Athriya"
      },
      {
        "sujeto": "Mayadeen",
        "relacion": "REPORTAR",
        "objeto": "Alepo"
      },
      {
        "sujeto": "Mayadeen",
        "relacion": "REPORTAR",
        "objeto": "Al-Safira"
      },
      {
        "sujeto": "Khanaser-Athriya",
        "relacion": "REPORTAR",
        "objeto": "Alepo"
      },
      {
        "sujeto": "Khanaser-Athriya",
        "relacion": "REPORTAR",
        "objeto": "Al-Safira"
      },
      {
        "sujeto": "Alepo",
        "relacion": "AVANZAR_REPORTAR",
        "objeto": "Al-Safira"
      },
      {
        "sujeto": "Vladímir Putin",
        "relacion": "SOSTENER",
        "objeto": "Recep Tayyip Erdogan"
      },
      {
        "sujeto": "Vladímir Putin",
        "relacion": "SOSTENER",
        "objeto": "Siria"
      },
      {
        "sujeto": "Vladímir Putin",
        "relacion": "SOSTENER",
        "objeto": "Kremlin"
      },
      {
        "sujeto": "Siria",
        "relacion": "PONER_HACER_SOSTENER",
        "objeto": "Kremlin"
      },
      {
        "sujeto": "Irán",
        "relacion": "ATRIBUIR",
        "objeto": "Siria"
      },
      {
        "sujeto": "Irán",
        "relacion": "ATRIBUIR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Irán",
        "relacion": "ATRIBUIR",
        "objeto": "Líbano"
      },
      {
        "sujeto": "Siria",
        "relacion": "ATRIBUIR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Siria",
        "relacion": "ATRIBUIR",
        "objeto": "Líbano"
      },
      {
        "sujeto": "Siria",
        "relacion": "REAVIVAR_ATRIBUIR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Siria",
        "relacion": "REAVIVAR_ATRIBUIR",
        "objeto": "Líbano"
      }
    ]
  },
  "sentiment": {
    "compound": 0.802,
    "pos": 0.018,
    "neu": 0.978,
    "neg": 0.004,
    "label": "positive"
  }
}