{
  "url": "https://www.telesurtv.net/flotilla-libertad-determinada-llegar-gaza-israel-bloquea-comunicacion/",
  "title": "Flotilla de la Libertad determinada a llegar a Gaza pese a que Israel bloqueó e interfirió sus comunicaciones - teleSUR",
  "section": "Mundo",
  "tags": [
    "Activistas",
    "ataques",
    "bloqueo comunicativo",
    "Flotilla de la Libertad",
    "Gaza",
    "Israel",
    "Sionismo",
    "solidaridad",
    "Thiago Ávila"
  ],
  "text": "\nMás temprano, el velero Madleen con sus 12 activistas a bordo navegaban frente a las costas egipcias y se encontraban a 170 millas de Gaza, adonde prevén llegar en la tarde de este domingo.\nCuando la embarcación salió de Italia su travesía podía ser seguida en línea por activistas de todo el mundo, pero el barco ya no está debidamente rastreado porque su comunicación está bloqueada e interferida por Israel.\nEn declaraciones a teleSUR, uno de los activistas a bordo, el brasileño Thiago Ávila, detalló que llevan una carga humanitaria -alimentos, medicamentos, filtros de agua, prótesis para niños gazatíes que sufrieron amputaciones y otros medios, que suman cerca de 700 kg.\nLlevamos todo lo que podemos, pero lo más importante es trasmitir a la población palestina la solidaridad de todo el mundo, dijo. Valoró que los pueblos son profundamente solidarios de la causa palestina aunque muchos Gobiernos callen y sean cómplices de los crímenes de guerra del sionismo.\n\n\nSabemos que la misión es arriesgada, pero proseguimos en esta iniciativa pacífica, no violenta. El genocidio israelí en Gaza es inaceptable, matar a niños de hambre es inaceptable, enfatizó.\nEnfrentamos a la fuerza más destructiva del mundo hoy, dispuesta a atacarnos o interceptarnos, expresó, declaración que se une a alertas respecto a que son vigilados por drones israelíes desde que entraron a aguas de Grecia, sobrevuelo que intenta amedrentarlos.\nAdvirtió que la ocupación sionista podría interceptarlos -lo que equivaldría a un secuestro-, tomar el control del bote, llevarlos al puerto de Ashdod, en la Palestina ocupada, y desde allí, tras varios días de cárcel, deportarlos a sus países de origen.\nAún no sabemos qué harán los sionistas. Si nos atacan será un error estratégico. Ahora somos 12 personas en un bote, pero en la próxima Flotilla seremos miles. Será una marcha histórica que ellos no podrán detener. El destino de todos los pueblos es avanzar hacia la liberación y cuando tienen la solidaridad internacional de su lado el avance se torna aún más potente, aseguró el activista.\nConsideró que la Flotilla ya obtuvo una victoria simbólica, aunque sabemos que el sionismo, aliado del imperialismo yanqui, quiere impedir que creemos el corredor humanitario de los pueblos, alertó.\nDías atrás, medios israelíes que citan a fuentes militares divulgaron que la entidad sionista planea impedir la llegada del Madleen a Gaza. Ello fue confirmado este domingo por el ministro de Defensa de la ocupación, Israel Katz.\nContó que hicieron una rigurosa selección de los activistas que participarían, que provienen de Francia, España, Países Bajos, Alemania, etc. Entre ellos se hallan la eurodiputada Rima Hassan y la activista Greta Thunberg, conocida por su lucha en favor del clima, quien confirmó días atrás que la embarcación es sobrevolada por drones. Somos personas comunes, activistas sociales; aquí no hay militares, subrayó Ávila.\n\n\nLa Flotilla es nuestra manera de contribuir de manera significativa a las grandes batallas de nuestro tiempo, agregó Ávila, quien evocó que creció encantando con la historia del yate Granma (que llevó a Cuba al comandante Fidel Castro y un grupo de expedicionarios que hicieron triunfar la Revolución Cubana– y la vida heroica del Apóstol de la independencia de Cuba, José Martí y todas las luchas de liberación de Nuestra América.\nEl velero se nombra Madleen en homenaje a una mujer pescadora de Gaza, a la que la ocupación sionista le destruyó sus haberes de pesca.\nHistóricamente, la Flotilla ha sufrido numerosos ataques, el último de ellos el 2 de mayo pasado, cuando un dron israelí atacó uno de los barcos -el Conscience- causando un incendio y abriendo una brecha en el casco. La embarcación casi zozobra. El ataque se produjo a la altura de la isla de Malta, en aguas internacionales.\nQuince años atrás, otro bombardeo israelí asesinó a 10 integrantes de la Flotilla. Ocurrió el 31 de mayo de 2010. Barcos de guerra de la entidad sionista intentaron abordar la Flotilla -de la que formaban parte seis embarcaciones- y les dispararon, matando a nueve activistas y un periodista que iban a bordo del buque de pasajeros Mavi Marmara. Llevaban 10.000 toneladas de ayuda humanitaria e intentaban romper el bloqueo israelí a Gaza.\nAdemás de la amenaza del sionismo, la coalición internacional que organiza la Flotilla de la Libertad tuvo que enfrentar numerosos escollos burocráticos y la invisibilización por medios de prensa hegemónicos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/flotilla-libertad-determinada-llegar-gaza-israel-bloquea-comunicacion/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1813,
    "message_id": 95876,
    "date": "2025-06-08T15:55:12+00:00",
    "text": "teleSUR\nFlotilla de la Libertad determinada a llegar a Gaza pese a que Israel bloqueó e interfirió sus comunicaciones\nhttps://www.telesurtv.net/flotilla-libertad-determinada-llegar-gaza-israel-bloquea-comunicacion/",
    "photo_path": null,
    "views": 2311,
    "reactions": {
      "❤": 46,
      "👍": 10,
      "👎": 1
    },
    "total_reactions": 57
  },
  "preprocessing": {
    "cleaned": "más temprano, el velero madleen con sus 12 activistas a bordo navegaban frente a las costas egipcias y se encontraban a 170 millas de gaza, adonde prevén llegar en la tarde de este domingo. cuando la embarcación salió de italia su travesía podía ser seguida en línea por activistas de todo el mundo, pero el barco ya no está debidamente rastreado porque su comunicación está bloqueada e interferida por israel. en declaraciones a telesur, uno de los activistas a bordo, el brasileño thiago ávila, detalló que llevan una carga humanitaria -alimentos, medicamentos, filtros de agua, prótesis para niños gazatíes que sufrieron amputaciones y otros medios, que suman cerca de 700 kg. llevamos todo lo que podemos, pero lo más importante es trasmitir a la población palestina la solidaridad de todo el mundo, dijo. valoró que los pueblos son profundamente solidarios de la causa palestina aunque muchos gobiernos callen y sean cómplices de los crímenes de guerra del sionismo. sabemos que la misión es arriesgada, pero proseguimos en esta iniciativa pacífica, no violenta. el genocidio israelí en gaza es inaceptable, matar a niños de hambre es inaceptable, enfatizó. enfrentamos a la fuerza más destructiva del mundo hoy, dispuesta a atacarnos o interceptarnos, expresó, declaración que se une a alertas respecto a que son vigilados por drones israelíes desde que entraron a aguas de grecia, sobrevuelo que intenta amedrentarlos. advirtió que la ocupación sionista podría interceptarlos -lo que equivaldría a un secuestro-, tomar el control del bote, llevarlos al puerto de ashdod, en la palestina ocupada, y desde allí, tras varios días de cárcel, deportarlos a sus países de origen. aún no sabemos qué harán los sionistas. si nos atacan será un error estratégico. ahora somos 12 personas en un bote, pero en la próxima flotilla seremos miles. será una marcha histórica que ellos no podrán detener. el destino de todos los pueblos es avanzar hacia la liberación y cuando tienen la solidaridad internacional de su lado el avance se torna aún más potente, aseguró el activista. consideró que la flotilla ya obtuvo una victoria simbólica, aunque sabemos que el sionismo, aliado del imperialismo yanqui, quiere impedir que creemos el corredor humanitario de los pueblos, alertó. días atrás, medios israelíes que citan a fuentes militares divulgaron que la entidad sionista planea impedir la llegada del madleen a gaza. ello fue confirmado este domingo por el ministro de defensa de la ocupación, israel katz. contó que hicieron una rigurosa selección de los activistas que participarían, que provienen de francia, españa, países bajos, alemania, etc. entre ellos se hallan la eurodiputada rima hassan y la activista greta thunberg, conocida por su lucha en favor del clima, quien confirmó días atrás que la embarcación es sobrevolada por drones. somos personas comunes, activistas sociales; aquí no hay militares, subrayó ávila. la flotilla es nuestra manera de contribuir de manera significativa a las grandes batallas de nuestro tiempo, agregó ávila, quien evocó que creció encantando con la historia del yate granma (que llevó a cuba al comandante fidel castro y un grupo de expedicionarios que hicieron triunfar la revolución cubana– y la vida heroica del apóstol de la independencia de cuba, josé martí y todas las luchas de liberación de nuestra américa. el velero se nombra madleen en homenaje a una mujer pescadora de gaza, a la que la ocupación sionista le destruyó sus haberes de pesca. históricamente, la flotilla ha sufrido numerosos ataques, el último de ellos el 2 de mayo pasado, cuando un dron israelí atacó uno de los barcos -el conscience- causando un incendio y abriendo una brecha en el casco. la embarcación casi zozobra. el ataque se produjo a la altura de la isla de malta, en aguas internacionales. quince años atrás, otro bombardeo israelí asesinó a 10 integrantes de la flotilla. ocurrió el 31 de mayo de 2010. barcos de guerra de la entidad sionista intentaron abordar la flotilla -de la que formaban parte seis embarcaciones- y les dispararon, matando a nueve activistas y un periodista que iban a bordo del buque de pasajeros mavi marmara. llevaban 10.000 toneladas de ayuda humanitaria e intentaban romper el bloqueo israelí a gaza. además de la amenaza del sionismo, la coalición internacional que organiza la flotilla de la libertad tuvo que enfrentar numerosos escollos burocráticos y la invisibilización por medios de prensa hegemónicos.",
    "tokens": [
      "temprano",
      ",",
      "velero",
      "madleen",
      "12",
      "activistas",
      "bordo",
      "navegaban",
      "frente",
      "costas",
      "egipcias",
      "encontraban",
      "170",
      "millas",
      "gaza",
      ",",
      "adonde",
      "prevén",
      "llegar",
      "tarde",
      "domingo",
      ".",
      "embarcación",
      "salió",
      "italia",
      "travesía",
      "podía",
      "ser",
      "seguida",
      "línea",
      "activistas",
      "mundo",
      ",",
      "barco",
      "debidamente",
      "rastreado",
      "comunicación",
      "bloqueada",
      "interferida",
      "israel",
      ".",
      "declaraciones",
      "telesur",
      ",",
      "activistas",
      "bordo",
      ",",
      "brasileño",
      "thiago",
      "ávila",
      ",",
      "detalló",
      "llevan",
      "carga",
      "humanitaria",
      "-alimentos",
      ",",
      "medicamentos",
      ",",
      "filtros",
      "agua",
      ",",
      "prótesis",
      "niños",
      "gazatíes",
      "sufrieron",
      "amputaciones",
      "medios",
      ",",
      "suman",
      "cerca",
      "700",
      "kg",
      ".",
      "llevamos",
      "podemos",
      ",",
      "importante",
      "trasmitir",
      "población",
      "palestina",
      "solidaridad",
      "mundo",
      ",",
      "dijo",
      ".",
      "valoró",
      "pueblos",
      "profundamente",
      "solidarios",
      "causa",
      "palestina",
      "aunque",
      "gobiernos",
      "callen",
      "cómplices",
      "crímenes",
      "guerra",
      "sionismo",
      ".",
      "sabemos",
      "misión",
      "arriesgada",
      ",",
      "proseguimos",
      "iniciativa",
      "pacífica",
      ",",
      "violenta",
      ".",
      "genocidio",
      "israelí",
      "gaza",
      "inaceptable",
      ",",
      "matar",
      "niños",
      "hambre",
      "inaceptable",
      ",",
      "enfatizó",
      ".",
      "enfrentamos",
      "fuerza",
      "destructiva",
      "mundo",
      "hoy",
      ",",
      "dispuesta",
      "atacarnos",
      "interceptarnos",
      ",",
      "expresó",
      ",",
      "declaración",
      "une",
      "alertas",
      "respecto",
      "vigilados",
      "drones",
      "israelíes",
      "entraron",
      "aguas",
      "grecia",
      ",",
      "sobrevuelo",
      "intenta",
      "amedrentarlos",
      ".",
      "advirtió",
      "ocupación",
      "sionista",
      "podría",
      "interceptarlos",
      "-lo",
      "equivaldría",
      "secuestro-",
      ",",
      "tomar",
      "control",
      "bote",
      ",",
      "llevarlos",
      "puerto",
      "ashdod",
      ",",
      "palestina",
      "ocupada",
      ",",
      "allí",
      ",",
      "tras",
      "varios",
      "días",
      "cárcel",
      ",",
      "deportarlos",
      "países",
      "origen",
      ".",
      "aún",
      "sabemos",
      "harán",
      "sionistas",
      ".",
      "si",
      "atacan",
      "error",
      "estratégico",
      ".",
      "ahora",
      "12",
      "personas",
      "bote",
      ",",
      "próxima",
      "flotilla",
      "miles",
      ".",
      "marcha",
      "histórica",
      "podrán",
      "detener",
      ".",
      "destino",
      "pueblos",
      "avanzar",
      "hacia",
      "liberación",
      "solidaridad",
      "internacional",
      "lado",
      "avance",
      "torna",
      "aún",
      "potente",
      ",",
      "aseguró",
      "activista",
      ".",
      "consideró",
      "flotilla",
      "obtuvo",
      "victoria",
      "simbólica",
      ",",
      "aunque",
      "sabemos",
      "sionismo",
      ",",
      "aliado",
      "imperialismo",
      "yanqui",
      ",",
      "quiere",
      "impedir",
      "creemos",
      "corredor",
      "humanitario",
      "pueblos",
      ",",
      "alertó",
      ".",
      "días",
      "atrás",
      ",",
      "medios",
      "israelíes",
      "citan",
      "fuentes",
      "militares",
      "divulgaron",
      "entidad",
      "sionista",
      "planea",
      "impedir",
      "llegada",
      "madleen",
      "gaza",
      ".",
      "ello",
      "confirmado",
      "domingo",
      "ministro",
      "defensa",
      "ocupación",
      ",",
      "israel",
      "katz",
      ".",
      "contó",
      "hicieron",
      "rigurosa",
      "selección",
      "activistas",
      "participarían",
      ",",
      "provienen",
      "francia",
      ",",
      "españa",
      ",",
      "países",
      "bajos",
      ",",
      "alemania",
      ",",
      "etc.",
      "hallan",
      "eurodiputada",
      "rima",
      "hassan",
      "activista",
      "greta",
      "thunberg",
      ",",
      "conocida",
      "lucha",
      "favor",
      "clima",
      ",",
      "confirmó",
      "días",
      "atrás",
      "embarcación",
      "sobrevolada",
      "drones",
      ".",
      "personas",
      "comunes",
      ",",
      "activistas",
      "sociales",
      ";",
      "aquí",
      "militares",
      ",",
      "subrayó",
      "ávila",
      ".",
      "flotilla",
      "manera",
      "contribuir",
      "manera",
      "significativa",
      "grandes",
      "batallas",
      "tiempo",
      ",",
      "agregó",
      "ávila",
      ",",
      "evocó",
      "creció",
      "encantando",
      "historia",
      "yate",
      "granma",
      "(",
      "llevó",
      "cuba",
      "comandante",
      "fidel",
      "castro",
      "grupo",
      "expedicionarios",
      "hicieron",
      "triunfar",
      "revolución",
      "cubana–",
      "vida",
      "heroica",
      "apóstol",
      "independencia",
      "cuba",
      ",",
      "josé",
      "martí",
      "todas",
      "luchas",
      "liberación",
      "américa",
      ".",
      "velero",
      "nombra",
      "madleen",
      "homenaje",
      "mujer",
      "pescadora",
      "gaza",
      ",",
      "ocupación",
      "sionista",
      "destruyó",
      "haberes",
      "pesca",
      ".",
      "históricamente",
      ",",
      "flotilla",
      "sufrido",
      "numerosos",
      "ataques",
      ",",
      "último",
      "2",
      "mayo",
      "pasado",
      ",",
      "dron",
      "israelí",
      "atacó",
      "barcos",
      "-el",
      "conscience-",
      "causando",
      "incendio",
      "abriendo",
      "brecha",
      "casco",
      ".",
      "embarcación",
      "casi",
      "zozobra",
      ".",
      "ataque",
      "produjo",
      "altura",
      "isla",
      "malta",
      ",",
      "aguas",
      "internacionales",
      ".",
      "quince",
      "años",
      "atrás",
      ",",
      "bombardeo",
      "israelí",
      "asesinó",
      "10",
      "integrantes",
      "flotilla",
      ".",
      "ocurrió",
      "31",
      "mayo",
      "2010.",
      "barcos",
      "guerra",
      "entidad",
      "sionista",
      "intentaron",
      "abordar",
      "flotilla",
      "-de",
      "formaban",
      "parte",
      "seis",
      "embarcaciones-",
      "dispararon",
      ",",
      "matando",
      "nueve",
      "activistas",
      "periodista",
      "iban",
      "bordo",
      "buque",
      "pasajeros",
      "mavi",
      "marmara",
      ".",
      "llevaban",
      "10.000",
      "toneladas",
      "ayuda",
      "humanitaria",
      "intentaban",
      "romper",
      "bloqueo",
      "israelí",
      "gaza",
      ".",
      "además",
      "amenaza",
      "sionismo",
      ",",
      "coalición",
      "internacional",
      "organiza",
      "flotilla",
      "libertad",
      "enfrentar",
      "numerosos",
      "escollos",
      "burocráticos",
      "invisibilización",
      "medios",
      "prensa",
      "hegemónicos",
      "."
    ],
    "token_count": 483,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "NN": 249,
      "CD": 8,
      "NNS": 30,
      "JJ": 63,
      "VBP": 14,
      "FW": 158,
      "IN": 30,
      "VBZ": 11,
      "DT": 5,
      "CC": 1,
      "VBD": 6,
      "MD": 2,
      "VB": 2,
      "RB": 2,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NN": 29,
      "NN-NN": 137,
      "NN-NNP": 21,
      "NN-CD": 2,
      "CD-NNS": 4,
      "NNS-JJ": 5,
      "JJ-JJ": 10,
      "JJ-NN": 41,
      "NN-NNS": 8,
      "NNS-VBP": 10,
      "VBP-JJ": 6,
      "CD-NN": 2,
      "NN-FW": 25,
      "FW-NNP": 24,
      "NN-IN": 20,
      "IN-FW": 18,
      "FW-FW": 92,
      "NNP-FW": 15,
      "IN-NN": 3,
      "FW-NN": 29,
      "NN-VBZ": 7,
      "VBZ-DT": 2,
      "DT-NN": 5,
      "VBZ-JJ": 4,
      "NN-VBP": 2,
      "VBP-NN": 1,
      "NNP-NNP": 32,
      "NNP-VBZ": 4,
      "JJ-FW": 4,
      "FW-NNS": 5,
      "NN-JJ": 21,
      "VBP-NNS": 2,
      "IN-CD": 2,
      "NNS-NNP": 5,
      "NNP-VBP": 2,
      "JJ-NNS": 5,
      "NNS-IN": 5,
      "IN-JJ": 2,
      "NN-DT": 1,
      "IN-NNP": 5,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "FW-JJ": 7,
      "NNP-VBD": 4,
      "VBD-JJ": 3,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-JJ": 1,
      "NNS-NNS": 3,
      "VBP-IN": 1,
      "VBZ-IN": 2,
      "NNP-DT": 1,
      "NN-RB": 2,
      "RB-JJ": 2,
      "NNP-NNS": 1,
      "VBD-CD": 3,
      "VB-NN": 1,
      "VBZ-NNS": 2,
      "VBP-FW": 1,
      "VBZ-NNP": 1,
      "VBP-DT": 1,
      "JJ-NNP": 3,
      "NNS-FW": 2,
      "NNP-JJ": 1,
      "VBP-NNP": 1,
      "NN-VBD": 2,
      "CD-FW": 1,
      "FW-IN": 1,
      "CD-NNP": 1,
      "NNP-CD": 1,
      "VBP-JJR": 1,
      "JJR-NN": 1,
      "NNP-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 26,
      "NN-NN-NN": 70,
      "NN-NN-NNP": 14,
      "NN-NNP-NN": 10,
      "NN-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 3,
      "JJ-JJ-NN": 8,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 4,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-JJ": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 2,
      "NN-FW-NNP": 4,
      "FW-NNP-NN": 7,
      "NN-NN-IN": 13,
      "NN-IN-FW": 10,
      "IN-FW-FW": 6,
      "FW-FW-FW": 60,
      "FW-FW-NNP": 13,
      "FW-NNP-FW": 7,
      "NNP-FW-FW": 7,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "NN-NN-FW": 12,
      "NN-FW-FW": 12,
      "FW-FW-NN": 13,
      "FW-NN-NN": 14,
      "NN-NN-VBZ": 3,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "JJ-NN-NN": 20,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NNP-NNP": 7,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 2,
      "VBP-JJ-NN": 4,
      "JJ-NN-NNP": 4,
      "NNP-NNP-NN": 7,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 13,
      "IN-FW-NN": 3,
      "NN-NN-NNS": 3,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "JJ-NN-IN": 7,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "NN-FW-NN": 8,
      "FW-NN-FW": 7,
      "JJ-NN-JJ": 3,
      "NN-JJ-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 4,
      "IN-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NNP": 1,
      "NN-IN-NNP": 5,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "JJ-NN-FW": 3,
      "FW-FW-JJ": 1,
      "FW-JJ-NN": 5,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 1,
      "NN-JJ-JJ": 5,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "IN-NNP-NN": 1,
      "IN-NNP-FW": 2,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "IN-FW-NNP": 4,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 2,
      "NN-NNS-NNP": 4,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "NN-NNP-VBD": 1,
      "NNP-VBD-CD": 2,
      "VBD-CD-NNS": 2,
      "CD-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "NNP-NN-NNS": 1,
      "DT-NN-NN": 1,
      "NNP-NN-FW": 1,
      "JJ-JJ-FW": 1,
      "NNP-NNP-MD": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-NN-RB": 1,
      "IN-FW-JJ": 4,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NNP": 13,
      "IN-NNP-NNP": 1,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 2,
      "NNP-FW-NN": 5,
      "NN-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "FW-NN-NNS": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "NNP-FW-JJ": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NN-NNP": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "VBD-JJ-FW": 1,
      "NN-NNP-FW": 1,
      "FW-NN-JJ": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "FW-JJ-NNP": 1,
      "NNP-NN-JJ": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "FW-NNS-JJ": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-JJ-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 249,
        "FW": 158,
        "NNP": 94,
        "JJ": 63,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 137,
        "FW-FW": 92,
        "JJ-NN": 41,
        "NNP-NNP": 32,
        "NNP-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 70,
        "FW-FW-FW": 60,
        "NNP-NN-NN": 26,
        "JJ-NN-NN": 20,
        "NN-NN-JJ": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 191,
      "PP": 14,
      "VP": 40,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0213
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0213
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('mundo', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('medios', 'NNS')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('sionismo', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "ADJP -> ('inaceptable', 'JJ')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('a', 'DT') ('Gaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('Flotilla', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Más temprano"
      },
      {
        "label": "NP",
        "text": "velero Madleen con sus"
      },
      {
        "label": "PP",
        "text": "activistas a bordo navegaban"
      },
      {
        "label": "NP",
        "text": "a bordo navegaban"
      },
      {
        "label": "VP",
        "text": "frente a las costas egipcias"
      },
      {
        "label": "NP",
        "text": "a las costas egipcias"
      },
      {
        "label": "VP",
        "text": "encontraban"
      },
      {
        "label": "NP",
        "text": "millas"
      },
      {
        "label": "NP",
        "text": "Gaza"
      },
      {
        "label": "NP",
        "text": "adonde prevén llegar"
      },
      {
        "label": "NP",
        "text": "domingo"
      },
      {
        "label": "NP",
        "text": "Cuando la"
      },
      {
        "label": "NP",
        "text": "Italia su travesía podía ser seguida"
      },
      {
        "label": "PP",
        "text": "en línea por"
      },
      {
        "label": "NP",
        "text": "línea por"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Más/NNP temprano/NN)\n  ,/,\n  el/FW\n  (NP velero/NN Madleen/NNP con/NN sus/NN)\n  12/CD\n  (PP activistas/IN (NP a/DT bordo/JJ navegaban/NN))\n  (VP frente/VBD (NP a/DT las/JJ costas/NN egipcias/NN))\n  y/FW\n  se/FW\n  (VP encontraban/VBP)\n  a/DT\n  170/CD\n  (NP millas/NN)\n  de/FW\n  (NP Gaza/NNP)\n  ,/,\n  (NP adonde/JJ prevén/NN llegar/NN)\n  en/IN\n  la/FW\n  tarde/FW\n  de/FW\n  este/FW\n  (NP domingo/NN)\n  ./.)",
      "(S\n  (NP Cuando/NNP la/NN)\n  embarcación/FW\n  salió/FW\n  de/FW\n  (NP Italia/NNP su/NN travesía/NN podía/NN ser/NN seguida/NN)\n  (PP en/IN (NP línea/NN por/NN))\n  activistas/FW\n  de/FW\n  todo/FW\n  el/FW\n  (NP mundo/NN)\n  ,/,\n  (NP pero/NN el/NN barco/NN)\n  (VP ya/VBZ (NP no/DT está/NN))\n  (VP\n    debidamente/VBZ\n    (NP rastreado/JJ porque/NN su/NN comunicación/NN))\n  (VP\n    está/VBP\n    (NP bloqueada/NN e/NN interferida/NN por/NN Israel/NNP))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (VP declaraciones/VBZ (NP a/DT teleSUR/NN))\n  ,/,\n  uno/FW\n  de/FW\n  los/FW\n  activistas/FW\n  (NP a/DT bordo/NN)\n  ,/,\n  el/FW\n  (NP brasileño/NN Thiago/NNP Ávila/NNP)\n  ,/,\n  (NP detalló/NN que/NN llevan/NN)\n  (NP una/JJ carga/NN humanitaria/NN -alimentos/NNP)\n  ,/,\n  (NP medicamentos/NN)\n  ,/,\n  filtros/FW\n  de/FW\n  agua/FW\n  ,/,\n  (NP prótesis/NN para/NN)\n  (NP niños/JJ gazatíes/NN que/NN sufrieron/NN amputaciones/NNS)\n  y/RB\n  (VP otros/VBP (NP medios/NNS))\n  ,/,\n  (NP que/JJ suman/JJ cerca/NN)\n  de/IN\n  700/CD\n  (NP kg/NNS)\n  ./.)",
      "(S\n  (NP Llevamos/NNP todo/NN lo/NN que/NN podemos/NN)\n  ,/,\n  (NP pero/NN lo/NN más/NN importante/NN)\n  es/FW\n  (VP trasmitir/VBZ (NP a/DT la/NN))\n  población/FW\n  (NP palestina/NN)\n  la/FW\n  solidaridad/FW\n  de/FW\n  todo/FW\n  el/FW\n  (NP mundo/NN)\n  ,/,\n  (NP dijo/NN)\n  ./.)",
      "(S\n  (NP Valoró/NNP que/NN los/NN)\n  (NP pueblos/JJ son/NN)\n  (ADJP profundamente/JJ)\n  solidarios/FW\n  de/FW\n  la/FW\n  causa/FW\n  palestina/FW\n  (NP aunque/NN)\n  muchos/FW\n  (NP Gobiernos/NNP)\n  (VP callen/VBP (NP y/JJ sean/JJ cómplices/NNS))\n  de/IN\n  los/FW\n  (NP crímenes/NNS)\n  de/IN\n  guerra/FW\n  del/FW\n  (NP sionismo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "RECURSOS_NATURALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "genocidio israelí en gaza",
        "position": [
          1074,
          1099
        ],
        "start": 1074,
        "end": 1099
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "atacó",
        "position": [
          3616,
          3621
        ],
        "start": 3616,
        "end": 3621
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          1445,
          1454
        ],
        "start": 1445,
        "end": 1454
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1261,
          1268
        ],
        "start": 1261,
        "end": 1268
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          1429,
          1437
        ],
        "start": 1429,
        "end": 1437
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2467,
          2474
        ],
        "start": 2467,
        "end": 2474
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "bloqueo israelí a gaza",
        "position": [
          4237,
          4259
        ],
        "start": 4237,
        "end": 4259
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "ayuda humanitaria",
        "position": [
          4196,
          4213
        ],
        "start": 4196,
        "end": 4213
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de defensa de",
        "position": [
          2455,
          2477
        ],
        "start": 2455,
        "end": 2477
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periodista que iban",
        "position": [
          4102,
          4121
        ],
        "start": 4102,
        "end": 4121
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2910,
          2917
        ],
        "start": 2910,
        "end": 2917
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          576,
          580
        ],
        "start": 576,
        "end": 580
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          1563,
          1569
        ],
        "start": 1563,
        "end": 1569
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          3130,
          3134
        ],
        "start": 3130,
        "end": 3134
      },
      {
        "category": "PAISES",
        "matched_text": "españa",
        "position": [
          2610,
          2616
        ],
        "start": 2610,
        "end": 2616
      },
      {
        "category": "PAISES",
        "matched_text": "italia",
        "position": [
          222,
          228
        ],
        "start": 222,
        "end": 228
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "31 de mayo de 2010",
        "position": [
          3915,
          3933
        ],
        "start": 3915,
        "end": 3933
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la tarde",
        "position": [
          162,
          173
        ],
        "start": 162,
        "end": 173
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1216,
          1219
        ],
        "start": 1216,
        "end": 1219
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          2179,
          2191
        ],
        "start": 2179,
        "end": 2191
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          4237,
          4244
        ],
        "start": 4237,
        "end": 4244
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "solidaridad internacional",
        "position": [
          1981,
          2006
        ],
        "start": 1981,
        "end": 2006
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "12 personas",
        "position": [
          1777,
          1788
        ],
        "start": 1777,
        "end": 1788
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "10 integrantes",
        "position": [
          3873,
          3887
        ],
        "start": 3873,
        "end": 3887
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 700",
        "position": [
          664,
          676
        ],
        "start": 664,
        "end": 676
      }
    ],
    "match_count": 25
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Grecia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Madleen",
        "tipo": "Lugar"
      },
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Thiago Ávila",
        "tipo": "Persona"
      },
      {
        "nombre": "Madleen",
        "tipo": "Persona"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nuestra América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Países Bajos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Valoró",
        "tipo": "Persona"
      },
      {
        "nombre": "Francia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rima Hassan",
        "tipo": "Persona"
      },
      {
        "nombre": "Mavi Marmara",
        "tipo": "Persona"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ávila",
        "tipo": "Lugar"
      },
      {
        "nombre": "Conscience-",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ávila",
        "tipo": "Persona"
      },
      {
        "nombre": "Flotilla",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ashdod",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alemania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Italia",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Martí",
        "tipo": "Persona"
      },
      {
        "nombre": "ministro de Defensa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Flotilla",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Granma",
        "tipo": "Lugar"
      },
      {
        "nombre": "Malta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel Katz",
        "tipo": "Persona"
      },
      {
        "nombre": "Greta Thunberg",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Madleen",
        "relacion": "NAVEGAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Italia",
        "relacion": "SALIR_SEGUIR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Ashdod",
        "relacion": "LLEVAR_L_INTERCEPTAR_L_ADVERTIR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "ministro de Defensa",
        "relacion": "ES",
        "objeto": "Israel Katz"
      },
      {
        "sujeto": "Cuba",
        "relacion": "LLEVAR_ENCANTAR_CRECER_EVOCAR_AGREGAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Cuba",
        "relacion": "LLEVAR_ENCANTAR_CRECER_EVOCAR_AGREGAR",
        "objeto": "José Martí"
      },
      {
        "sujeto": "Cuba",
        "relacion": "LLEVAR_ENCANTAR_CRECER_EVOCAR_AGREGAR",
        "objeto": "Nuestra América"
      },
      {
        "sujeto": "Fidel Castro",
        "relacion": "LLEVAR_ENCANTAR_CRECER_EVOCAR_AGREGAR",
        "objeto": "José Martí"
      },
      {
        "sujeto": "Fidel Castro",
        "relacion": "LLEVAR_ENCANTAR_CRECER_EVOCAR_AGREGAR",
        "objeto": "Nuestra América"
      },
      {
        "sujeto": "Madleen",
        "relacion": "NOMBRAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Flotilla",
        "relacion": "SUFRIR",
        "objeto": "Conscience-"
      }
    ]
  },
  "sentiment": {
    "compound": -0.765,
    "pos": 0.007,
    "neu": 0.973,
    "neg": 0.02,
    "label": "negative"
  }
}