{
  "url": "https://www.telesurtv.net/primer-ministro-manuel-marrero-cuba-no-se-rinde-no-claudica-no-se-pone-rodillas/",
  "title": "Primer ministro Manuel Marrero: \"Cuba no se rinde, no claudica, no se pone de rodillas ante nadie\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "26 de Julio",
    "Cuba",
    "historia",
    "Lucha revolucionaria",
    "Miguel Díaz-Canel",
    "Raúl Castro",
    "rebeldía nacional"
  ],
  "text": "\nDurante el acto nacional conmemorativo por el aniversario 72 del asalto a los cuarteles Moncada y Carlos Manuel de Céspedes, el 26 de julio de 1953 (Día de la Rebeldía Nacional), celebrado en la provincia de Ciego de Ávila (centro), el jefe de Gobierno expresó: “Cuba no se rinde, Cuba no claudica, Cuba no se pone de rodillas ante nadie. Nuestra dignidad nacional no es negociable y la defenderemos al precio que sea necesario”.\nAnte más de 10.000 avileños y unos 400 activistas de movimientos de solidaridad con Cuba en más de 20 naciones, Marrero Cruz aseguró que la capacidad del pueblo cubano de sobreponerse a cada obstáculo forma parte inseparable de la identidad nacional y de su historia revolucionaria.\nLa Revolución Cubana es invencible porque el pueblo se ha mantenido fiel a ella, afirmó.\nCalificó de enormes los desafíos que encara Cuba, tanto internos como externos, pero expresó que se asumen con entereza, optimismo y convicción inquebrantable de alcanzar la victoria, como mostró la Generación del Centenario.\n\n\nRecordó que, fiel a su historial intervencionista en América Latina y el Caribe, EE.UU. reaccionó con hostilidad ante el ejemplo que Cuba representó para este hemisferio y se decantó por una política de hostilidad permanente, preñada de agresiones, sabotajes, terrorismo de Estado y una guerra económica a gran escala desde hace más de 60 años, con centenares de medidas restrictivas unilaterales que incluso afectan de manera extraterritorial a otras naciones y configuran un bloqueo económico, comercial y financiero cruel y genocida.\nValoró que esa política, comparable a un asedio en tiempo de guerra, se mantiene con la intención de asfixiar económicamente a Cuba y provocar desesperación y descontento interno. Todas las Administraciones estadounidenses han mantenido el objetivo de doblegar por hambre y necesidades al pueblo cubano, pero no lo han logrado y no lo lograrán, expresó el líder cubano.\n\n\nAunque esa agresión externa es permanente y afecta de manera significativa a todos los sectores de la economía, dejó claro que existen dificultades internas, errores y deficiencias que urge solucionar con esfuerzo propio a partir de la decisión, la laboriosidad, la inteligencia y el sacrificio del pueblo.\nContinuaremos buscando a cada problema la solución más racional y al alcance de la economía, refirió Marrero Cruz, quien estimó que un reto serio y acuciante es reducir los molestos cortes del servicio eléctrico, que afectan a la población y la economía. Recordó que existe un programa y una estrategia de trabajo para alcanzar la estabilidad en el servicio y la soberanía energética.\n\n\n\nDelineó como otra prioridad sumar a toda la ciudadanía a la búsqueda cotidiana de soluciones a los errores propios, los cuales -dijo- agravan las dificultades objetivas generadas por causas externas. Es preciso trabajar con eficiencia y mejorar la gestión económica para obtener resultados palpables que beneficien al pueblo, señaló al tiempo que remarcó la importancia de continuar implementando el programa gubernamental para corregir distorsiones de la economía y reimpulsarla.\nDestacó el sacrificio del pueblo, que no ha dejado de confiar en la Revolución y acometer sus tareas, entre ellas la defensa de la Patria. Corresponde a las presentes y futuras generaciones salvar la Patria, la Revolución y el Socialismo, aseveró.\nSeñaló que 2026 será un año muy especial, pues se celebrarán el centenario del natalicio del líder histórico de la Revolución Cubana, Fidel Castro Ruz, y el 9no Congreso del Partido Comunista de Cuba, foro en que se examinará el cumplimiento de la política económica y social.\nAseguró que los revolucionarios cubanos, bajo la guía del Partido, continuarán trabajando con unidad, optimismo y fe en la victoria, haciéndose más fuertes bajo los ataques y sin cabida para derrotismos.\nLa provincia de Ciego de Ávila obtuvo la sede del acto gracias a los resultados de su trabajo, con índices positivos en la producción de alimentos, la actividad turística y la circulación mercantil, entre otras esferas. Otras provincias destacadas durante el último año de trabajo fueron Sancti Spíritus (centro) y Guantánamo (oriente).\nEl 26 de julio de 1953, Fidel Castro y un grupo de revolucionarios pertenecientes a la Generación del Centenario asaltó dos cuarteles de la dictadura batistiana: el Moncada (Santiago de Cuba) y el Carlos Manuel de Céspedes (Bayamo). La acción no consiguió el éxito militar previsto, pero encendió la chispa de la rebeldía y dio inicio a la última etapa de la lucha insurreccional cubana, que condujo al triunfo de la Revolución en enero de 1959.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/primer-ministro-manuel-marrero-cuba-no-se-rinde-no-claudica-no-se-pone-rodillas/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 445,
    "message_id": 100070,
    "date": "2025-07-26T13:55:07+00:00",
    "text": "teleSUR\nPrimer ministro Manuel Marrero: «Cuba no se rinde, no claudica, no se pone de rodillas ante nadie»\nhttps://www.telesurtv.net/primer-ministro-manuel-marrero-cuba-no-se-rinde-no-claudica-no-se-pone-rodillas/",
    "photo_path": null,
    "views": 1683,
    "reactions": {
      "👍": 31,
      "❤": 11,
      "🤮": 1
    },
    "total_reactions": 43
  },
  "preprocessing": {
    "cleaned": "durante el acto nacional conmemorativo por el aniversario 72 del asalto a los cuarteles moncada y carlos manuel de céspedes, el 26 de julio de 1953 (día de la rebeldía nacional), celebrado en la provincia de ciego de ávila (centro), el jefe de gobierno expresó: “cuba no se rinde, cuba no claudica, cuba no se pone de rodillas ante nadie. nuestra dignidad nacional no es negociable y la defenderemos al precio que sea necesario”. ante más de 10.000 avileños y unos 400 activistas de movimientos de solidaridad con cuba en más de 20 naciones, marrero cruz aseguró que la capacidad del pueblo cubano de sobreponerse a cada obstáculo forma parte inseparable de la identidad nacional y de su historia revolucionaria. la revolución cubana es invencible porque el pueblo se ha mantenido fiel a ella, afirmó. calificó de enormes los desafíos que encara cuba, tanto internos como externos, pero expresó que se asumen con entereza, optimismo y convicción inquebrantable de alcanzar la victoria, como mostró la generación del centenario. recordó que, fiel a su historial intervencionista en américa latina y el caribe, ee.uu. reaccionó con hostilidad ante el ejemplo que cuba representó para este hemisferio y se decantó por una política de hostilidad permanente, preñada de agresiones, sabotajes, terrorismo de estado y una guerra económica a gran escala desde hace más de 60 años, con centenares de medidas restrictivas unilaterales que incluso afectan de manera extraterritorial a otras naciones y configuran un bloqueo económico, comercial y financiero cruel y genocida. valoró que esa política, comparable a un asedio en tiempo de guerra, se mantiene con la intención de asfixiar económicamente a cuba y provocar desesperación y descontento interno. todas las administraciones estadounidenses han mantenido el objetivo de doblegar por hambre y necesidades al pueblo cubano, pero no lo han logrado y no lo lograrán, expresó el líder cubano. aunque esa agresión externa es permanente y afecta de manera significativa a todos los sectores de la economía, dejó claro que existen dificultades internas, errores y deficiencias que urge solucionar con esfuerzo propio a partir de la decisión, la laboriosidad, la inteligencia y el sacrificio del pueblo. continuaremos buscando a cada problema la solución más racional y al alcance de la economía, refirió marrero cruz, quien estimó que un reto serio y acuciante es reducir los molestos cortes del servicio eléctrico, que afectan a la población y la economía. recordó que existe un programa y una estrategia de trabajo para alcanzar la estabilidad en el servicio y la soberanía energética. delineó como otra prioridad sumar a toda la ciudadanía a la búsqueda cotidiana de soluciones a los errores propios, los cuales -dijo- agravan las dificultades objetivas generadas por causas externas. es preciso trabajar con eficiencia y mejorar la gestión económica para obtener resultados palpables que beneficien al pueblo, señaló al tiempo que remarcó la importancia de continuar implementando el programa gubernamental para corregir distorsiones de la economía y reimpulsarla. destacó el sacrificio del pueblo, que no ha dejado de confiar en la revolución y acometer sus tareas, entre ellas la defensa de la patria. corresponde a las presentes y futuras generaciones salvar la patria, la revolución y el socialismo, aseveró. señaló que 2026 será un año muy especial, pues se celebrarán el centenario del natalicio del líder histórico de la revolución cubana, fidel castro ruz, y el 9no congreso del partido comunista de cuba, foro en que se examinará el cumplimiento de la política económica y social. aseguró que los revolucionarios cubanos, bajo la guía del partido, continuarán trabajando con unidad, optimismo y fe en la victoria, haciéndose más fuertes bajo los ataques y sin cabida para derrotismos. la provincia de ciego de ávila obtuvo la sede del acto gracias a los resultados de su trabajo, con índices positivos en la producción de alimentos, la actividad turística y la circulación mercantil, entre otras esferas. otras provincias destacadas durante el último año de trabajo fueron sancti spíritus (centro) y guantánamo (oriente). el 26 de julio de 1953, fidel castro y un grupo de revolucionarios pertenecientes a la generación del centenario asaltó dos cuarteles de la dictadura batistiana: el moncada (santiago de cuba) y el carlos manuel de céspedes (bayamo). la acción no consiguió el éxito militar previsto, pero encendió la chispa de la rebeldía y dio inicio a la última etapa de la lucha insurreccional cubana, que condujo al triunfo de la revolución en enero de 1959.",
    "tokens": [
      "acto",
      "nacional",
      "conmemorativo",
      "aniversario",
      "72",
      "asalto",
      "cuarteles",
      "moncada",
      "carlos",
      "manuel",
      "céspedes",
      ",",
      "26",
      "julio",
      "1953",
      "(",
      "día",
      "rebeldía",
      "nacional",
      ")",
      ",",
      "celebrado",
      "provincia",
      "ciego",
      "ávila",
      "(",
      "centro",
      ")",
      ",",
      "jefe",
      "gobierno",
      "expresó",
      ":",
      "“",
      "cuba",
      "rinde",
      ",",
      "cuba",
      "claudica",
      ",",
      "cuba",
      "pone",
      "rodillas",
      "nadie",
      ".",
      "dignidad",
      "nacional",
      "negociable",
      "defenderemos",
      "precio",
      "necesario",
      "”",
      ".",
      "10.000",
      "avileños",
      "400",
      "activistas",
      "movimientos",
      "solidaridad",
      "cuba",
      "20",
      "naciones",
      ",",
      "marrero",
      "cruz",
      "aseguró",
      "capacidad",
      "pueblo",
      "cubano",
      "sobreponerse",
      "cada",
      "obstáculo",
      "forma",
      "parte",
      "inseparable",
      "identidad",
      "nacional",
      "historia",
      "revolucionaria",
      ".",
      "revolución",
      "cubana",
      "invencible",
      "pueblo",
      "mantenido",
      "fiel",
      ",",
      "afirmó",
      ".",
      "calificó",
      "enormes",
      "desafíos",
      "encara",
      "cuba",
      ",",
      "internos",
      "externos",
      ",",
      "expresó",
      "asumen",
      "entereza",
      ",",
      "optimismo",
      "convicción",
      "inquebrantable",
      "alcanzar",
      "victoria",
      ",",
      "mostró",
      "generación",
      "centenario",
      ".",
      "recordó",
      ",",
      "fiel",
      "historial",
      "intervencionista",
      "américa",
      "latina",
      "caribe",
      ",",
      "ee.uu.",
      "reaccionó",
      "hostilidad",
      "ejemplo",
      "cuba",
      "representó",
      "hemisferio",
      "decantó",
      "política",
      "hostilidad",
      "permanente",
      ",",
      "preñada",
      "agresiones",
      ",",
      "sabotajes",
      ",",
      "terrorismo",
      "guerra",
      "económica",
      "gran",
      "escala",
      "hace",
      "60",
      "años",
      ",",
      "centenares",
      "medidas",
      "restrictivas",
      "unilaterales",
      "incluso",
      "afectan",
      "manera",
      "extraterritorial",
      "naciones",
      "configuran",
      "bloqueo",
      "económico",
      ",",
      "comercial",
      "financiero",
      "cruel",
      "genocida",
      ".",
      "valoró",
      "política",
      ",",
      "comparable",
      "asedio",
      "tiempo",
      "guerra",
      ",",
      "mantiene",
      "intención",
      "asfixiar",
      "económicamente",
      "cuba",
      "provocar",
      "desesperación",
      "descontento",
      "interno",
      ".",
      "todas",
      "administraciones",
      "estadounidenses",
      "mantenido",
      "objetivo",
      "doblegar",
      "hambre",
      "necesidades",
      "pueblo",
      "cubano",
      ",",
      "logrado",
      "lograrán",
      ",",
      "expresó",
      "líder",
      "cubano",
      ".",
      "aunque",
      "agresión",
      "externa",
      "permanente",
      "afecta",
      "manera",
      "significativa",
      "sectores",
      "economía",
      ",",
      "dejó",
      "claro",
      "existen",
      "dificultades",
      "internas",
      ",",
      "errores",
      "deficiencias",
      "urge",
      "solucionar",
      "esfuerzo",
      "propio",
      "partir",
      "decisión",
      ",",
      "laboriosidad",
      ",",
      "inteligencia",
      "sacrificio",
      "pueblo",
      ".",
      "continuaremos",
      "buscando",
      "cada",
      "problema",
      "solución",
      "racional",
      "alcance",
      "economía",
      ",",
      "refirió",
      "marrero",
      "cruz",
      ",",
      "estimó",
      "reto",
      "serio",
      "acuciante",
      "reducir",
      "molestos",
      "cortes",
      "servicio",
      "eléctrico",
      ",",
      "afectan",
      "población",
      "economía",
      ".",
      "recordó",
      "existe",
      "programa",
      "estrategia",
      "trabajo",
      "alcanzar",
      "estabilidad",
      "servicio",
      "soberanía",
      "energética",
      ".",
      "delineó",
      "prioridad",
      "sumar",
      "toda",
      "ciudadanía",
      "búsqueda",
      "cotidiana",
      "soluciones",
      "errores",
      "propios",
      ",",
      "cuales",
      "-dijo-",
      "agravan",
      "dificultades",
      "objetivas",
      "generadas",
      "causas",
      "externas",
      ".",
      "preciso",
      "trabajar",
      "eficiencia",
      "mejorar",
      "gestión",
      "económica",
      "obtener",
      "resultados",
      "palpables",
      "beneficien",
      "pueblo",
      ",",
      "señaló",
      "tiempo",
      "remarcó",
      "importancia",
      "continuar",
      "implementando",
      "programa",
      "gubernamental",
      "corregir",
      "distorsiones",
      "economía",
      "reimpulsarla",
      ".",
      "destacó",
      "sacrificio",
      "pueblo",
      ",",
      "dejado",
      "confiar",
      "revolución",
      "acometer",
      "tareas",
      ",",
      "defensa",
      "patria",
      ".",
      "corresponde",
      "presentes",
      "futuras",
      "generaciones",
      "salvar",
      "patria",
      ",",
      "revolución",
      "socialismo",
      ",",
      "aseveró",
      ".",
      "señaló",
      "2026",
      "año",
      "especial",
      ",",
      "pues",
      "celebrarán",
      "centenario",
      "natalicio",
      "líder",
      "histórico",
      "revolución",
      "cubana",
      ",",
      "fidel",
      "castro",
      "ruz",
      ",",
      "9no",
      "congreso",
      "partido",
      "comunista",
      "cuba",
      ",",
      "foro",
      "examinará",
      "cumplimiento",
      "política",
      "económica",
      "social",
      ".",
      "aseguró",
      "revolucionarios",
      "cubanos",
      ",",
      "bajo",
      "guía",
      "partido",
      ",",
      "continuarán",
      "trabajando",
      "unidad",
      ",",
      "optimismo",
      "fe",
      "victoria",
      ",",
      "haciéndose",
      "fuertes",
      "bajo",
      "ataques",
      "cabida",
      "derrotismos",
      ".",
      "provincia",
      "ciego",
      "ávila",
      "obtuvo",
      "sede",
      "acto",
      "gracias",
      "resultados",
      "trabajo",
      ",",
      "índices",
      "positivos",
      "producción",
      "alimentos",
      ",",
      "actividad",
      "turística",
      "circulación",
      "mercantil",
      ",",
      "esferas",
      ".",
      "provincias",
      "destacadas",
      "último",
      "año",
      "trabajo",
      "sancti",
      "spíritus",
      "(",
      "centro",
      ")",
      "guantánamo",
      "(",
      "oriente",
      ")",
      ".",
      "26",
      "julio",
      "1953",
      ",",
      "fidel",
      "castro",
      "grupo",
      "revolucionarios",
      "pertenecientes",
      "generación",
      "centenario",
      "asaltó",
      "dos",
      "cuarteles",
      "dictadura",
      "batistiana",
      ":",
      "moncada",
      "(",
      "santiago",
      "cuba",
      ")",
      "carlos",
      "manuel",
      "céspedes",
      "(",
      "bayamo",
      ")",
      ".",
      "acción",
      "consiguió",
      "éxito",
      "militar",
      "previsto",
      ",",
      "encendió",
      "chispa",
      "rebeldía",
      "dio",
      "inicio",
      "última",
      "etapa",
      "lucha",
      "insurreccional",
      "cubana",
      ",",
      "condujo",
      "triunfo",
      "revolución",
      "enero",
      "1959",
      "."
    ],
    "token_count": 483,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 87,
      "FW": 188,
      "JJ": 63,
      "NN": 223,
      "CD": 12,
      "NNS": 29,
      "VBD": 5,
      "IN": 25,
      "CC": 2,
      "DT": 8,
      "VBZ": 10,
      "VBP": 23,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-FW": 16,
      "FW-JJ": 9,
      "JJ-JJ": 4,
      "JJ-NN": 39,
      "NN-NN": 134,
      "NN-CD": 2,
      "CD-NN": 2,
      "NN-NNS": 10,
      "NNS-NNP": 3,
      "NNP-NNP": 27,
      "NNP-VBD": 3,
      "VBD-CD": 2,
      "CD-FW": 2,
      "FW-FW": 127,
      "FW-IN": 3,
      "IN-CD": 5,
      "CD-NNP": 3,
      "FW-NNP": 24,
      "NNP-NN": 20,
      "NN-FW": 18,
      "FW-NN": 20,
      "NN-IN": 15,
      "IN-NNP": 3,
      "NNP-CC": 2,
      "CC-NNP": 2,
      "NNP-DT": 3,
      "DT-NN": 6,
      "NN-VBZ": 4,
      "VBZ-NNP": 4,
      "NN-NNP": 16,
      "DT-JJ": 2,
      "NNP-VBP": 2,
      "VBP-JJ": 18,
      "JJ-DT": 2,
      "NN-JJ": 18,
      "NNP-IN": 3,
      "CD-JJ": 2,
      "JJ-CD": 1,
      "CD-NNS": 2,
      "NNS-FW": 1,
      "FW-CD": 1,
      "IN-FW": 16,
      "JJ-FW": 6,
      "FW-NNS": 4,
      "NNP-VBZ": 6,
      "VBZ-JJ": 3,
      "JJ-NNP": 2,
      "IN-JJ": 1,
      "JJ-NNS": 9,
      "NNS-VBP": 18,
      "NN-VBP": 3,
      "VBD-NNP": 1,
      "VBZ-NN": 1,
      "NNP-JJ": 2,
      "NNS-IN": 3,
      "NNS-NNS": 2,
      "NNS-VBD": 1,
      "VBD-JJ": 2,
      "NNP-NNS": 1,
      "NN-DT": 2,
      "NN-VBD": 1,
      "VBP-NNS": 1,
      "NNS-JJ": 1,
      "VBZ-FW": 1,
      "VBP-FW": 1,
      "VBP-NN": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "VBP-IN": 1,
      "NNP-CD": 1,
      "VBP-NNP": 1,
      "VBZ-DT": 1
    },
    "trigram_freq": {
      "NNP-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "JJ-NN-NN": 24,
      "NN-NN-NN": 81,
      "NN-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-NN": 1,
      "NN-NN-NNS": 6,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 3,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-CD": 2,
      "VBD-CD-FW": 1,
      "CD-FW-FW": 2,
      "FW-FW-IN": 3,
      "FW-IN-CD": 3,
      "IN-CD-NNP": 2,
      "CD-NNP-FW": 2,
      "NNP-FW-FW": 7,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 15,
      "NN-NN-FW": 11,
      "NN-FW-FW": 10,
      "FW-FW-FW": 92,
      "FW-NNP-FW": 6,
      "FW-FW-NN": 11,
      "FW-NN-FW": 5,
      "NN-FW-NN": 5,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-CC": 2,
      "NNP-CC-NNP": 2,
      "CC-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-DT": 1,
      "DT-NN-NNP": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "JJ-NN-FW": 2,
      "NN-FW-NNP": 3,
      "FW-NNP-VBP": 2,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-JJ": 1,
      "NN-JJ-NN": 12,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 3,
      "NNP-NNP-IN": 2,
      "NNP-IN-CD": 1,
      "IN-CD-JJ": 2,
      "CD-JJ-JJ": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NN-NNP": 3,
      "NN-NNP-FW": 4,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NN-NN-JJ": 14,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 12,
      "IN-FW-NN": 2,
      "FW-NN-NN": 10,
      "NN-JJ-FW": 2,
      "JJ-FW-FW": 5,
      "FW-FW-NNS": 3,
      "FW-NNS-NNP": 1,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 10,
      "NNP-FW-NNP": 7,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "IN-NNP-NNP": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NNP-NN": 4,
      "IN-FW-FW": 10,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-IN": 6,
      "NN-IN-CD": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-NNS": 3,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "FW-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "IN-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-VBP": 1,
      "NN-JJ-JJ": 1,
      "FW-NNP-NN": 8,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NNP": 2,
      "VBZ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-JJ": 1,
      "FW-NNS-VBP": 3,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "DT-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "VBZ-JJ-FW": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "FW-FW-JJ": 6,
      "FW-JJ-NN": 5,
      "NN-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "JJ-NN-JJ": 1,
      "NNP-NN-JJ": 1,
      "VBP-JJ-NNS": 4,
      "NNS-NNS-VBP": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NNP-FW-NN": 1,
      "DT-NN-NN": 1,
      "VBP-JJ-FW": 2,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "NNP-NN-NNP": 2,
      "NNP-NN-CD": 1,
      "CD-NN-JJ": 1,
      "IN-FW-NNP": 2,
      "VBD-CD-NNP": 1,
      "NNP-NNP-FW": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "VBZ-NNP-CD": 1,
      "NNP-CD-FW": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "IN-FW-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "JJ-NNS-IN": 1,
      "NNP-IN-NNP": 1,
      "CC-NNP-NNP": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "VBZ-NNP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 223,
        "FW": 188,
        "NNP": 87,
        "JJ": 63,
        "NNS": 29
      },
      "top_bigrams": {
        "NN-NN": 134,
        "FW-FW": 127,
        "JJ-NN": 39,
        "NNP-NNP": 27,
        "FW-NNP": 24
      },
      "top_trigrams": {
        "FW-FW-FW": 92,
        "NN-NN-NN": 81,
        "JJ-NN-NN": 24,
        "NNP-NN-NN": 15,
        "NN-NN-JJ": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 185,
      "VP": 45,
      "ADJP": 10,
      "PP": 3
    },
    "top_rules": [
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Ciego', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Ávila', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('centro', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('pueblo', 'JJ') ('cubano', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "ADJP -> ('que', 'JJ')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Revolución', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Durante"
      },
      {
        "label": "NP",
        "text": "acto nacional conmemorativo por el aniversario"
      },
      {
        "label": "NP",
        "text": "del asalto"
      },
      {
        "label": "NP",
        "text": "a los"
      },
      {
        "label": "VP",
        "text": "cuarteles Moncada y Carlos Manuel de Céspedes"
      },
      {
        "label": "NP",
        "text": "Moncada y Carlos Manuel de Céspedes"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "Día de"
      },
      {
        "label": "NP",
        "text": "Rebeldía Nacional"
      },
      {
        "label": "ADJP",
        "text": "celebrado"
      },
      {
        "label": "NP",
        "text": "Ciego"
      },
      {
        "label": "NP",
        "text": "Ávila"
      },
      {
        "label": "NP",
        "text": "centro"
      },
      {
        "label": "NP",
        "text": "el jefe"
      },
      {
        "label": "PP",
        "text": "de Gobierno expresó"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Durante/NNP)\n  el/FW\n  (NP\n    acto/JJ\n    nacional/JJ\n    conmemorativo/NN\n    por/NN\n    el/NN\n    aniversario/NN)\n  72/CD\n  (NP del/NN asalto/NN)\n  (NP a/DT los/NN)\n  (VP\n    cuarteles/VBZ\n    (NP Moncada/NNP y/NNP Carlos/NNP Manuel/NNP de/NNP Céspedes/NNP))\n  ,/,\n  (VP el/VBD)\n  26/CD\n  de/FW\n  julio/FW\n  de/FW\n  1953/CD\n  (/(\n  (NP Día/NNP de/NNP)\n  la/FW\n  (NP Rebeldía/NNP Nacional/NNP)\n  )/)\n  ,/,\n  (ADJP celebrado/JJ)\n  en/FW\n  la/FW\n  provincia/FW\n  de/FW\n  (NP Ciego/NNP)\n  de/FW\n  (NP Ávila/NNP)\n  (/(\n  (NP centro/NN)\n  )/)\n  ,/,\n  (NP el/JJ jefe/NN)\n  (PP de/IN (NP Gobierno/NNP expresó/NN))\n  :/:\n  (NP “/JJ Cuba/NNP)\n  (NP no/DT se/NN rinde/NN)\n  ,/,\n  (NP Cuba/NNP)\n  (NP no/DT claudica/NN)\n  ,/,\n  (NP Cuba/NNP)\n  (NP no/DT se/JJ pone/NN)\n  de/FW\n  rodillas/FW\n  (NP ante/NN nadie/NN)\n  ./.)",
      "(S\n  (NP Nuestra/NNP)\n  (VP\n    dignidad/VBD\n    nacional/JJ\n    (NP no/DT es/NN)\n    (NP negociable/JJ y/NN la/NN))\n  defenderemos/FW\n  (NP al/NN precio/NN que/NN sea/NN necesario/NN ”/NNP)\n  ./.)",
      "(S\n  (NP Ante/NNP más/NNP)\n  de/IN\n  10.000/CD\n  (NP avileños/NNS)\n  (ADJP y/JJ)\n  (ADJP unos/JJ)\n  400/CD\n  (NP activistas/NNS)\n  de/FW\n  movimientos/FW\n  de/FW\n  solidaridad/FW\n  (NP con/NN Cuba/NNP)\n  en/FW\n  más/FW\n  de/FW\n  20/CD\n  (NP naciones/NNS)\n  ,/,\n  (NP\n    Marrero/NNP\n    Cruz/NNP\n    aseguró/NN\n    que/NN\n    la/NN\n    capacidad/NN\n    del/NN)\n  (NP pueblo/JJ cubano/NN)\n  de/FW\n  sobreponerse/FW\n  (NP a/DT cada/NN obstáculo/NN forma/NN parte/NN)\n  (ADJP inseparable/JJ)\n  de/FW\n  la/FW\n  identidad/FW\n  (NP nacional/JJ y/NN)\n  de/IN\n  su/FW\n  (NP historia/NNS revolucionaria/NNS)\n  ./.)",
      "(S\n  (NP La/NNP Revolución/NNP Cubana/NNP)\n  (VP\n    es/VBZ\n    (NP\n      invencible/JJ\n      porque/NN\n      el/NN\n      pueblo/NN\n      se/NN\n      ha/NN\n      mantenido/NN))\n  (VP fiel/VBD (NP a/DT ella/NN))\n  ,/,\n  (NP afirmó/NN)\n  ./.)",
      "(S\n  (NP Calificó/NNP de/NNP)\n  enormes/FW\n  (NP los/JJ desafíos/NN que/NN encara/NN Cuba/NNP)\n  ,/,\n  (PP tanto/IN (NP internos/JJ como/NN externos/NNS))\n  ,/,\n  (NP pero/NN expresó/NN que/NN)\n  (NP se/JJ asumen/NNS)\n  (VP con/VBP (NP entereza/NN))\n  ,/,\n  (NP optimismo/JJ y/NN convicción/NN)\n  (ADJP inquebrantable/JJ)\n  de/FW\n  alcanzar/FW\n  la/FW\n  victoria/FW\n  ,/,\n  (NP como/NN mostró/NN la/NN Generación/NNP del/NN Centenario/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "FECHAS_ESPECIFICAS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "POLITICAS_PUBLICAS",
      "NEOLIBERALISMO_MERCADO"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bloqueo económico",
        "position": [
          1508,
          1525
        ],
        "start": 1508,
        "end": 1525
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2553,
          2560
        ],
        "start": 2553,
        "end": 2560
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          254,
          261
        ],
        "start": 254,
        "end": 261
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3233,
          3240
        ],
        "start": 3233,
        "end": 3240
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "identidad nacional",
        "position": [
          662,
          680
        ],
        "start": 662,
        "end": 680
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          3116,
          3123
        ],
        "start": 3116,
        "end": 3123
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "programa gubernamental",
        "position": [
          3035,
          3057
        ],
        "start": 3035,
        "end": 3057
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "servicio eléctrico",
        "position": [
          2440,
          2458
        ],
        "start": 2440,
        "end": 2458
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          264,
          268
        ],
        "start": 264,
        "end": 268
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "santiago",
        "position": [
          4356,
          4364
        ],
        "start": 4356,
        "end": 4364
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          1104,
          1110
        ],
        "start": 1104,
        "end": 1110
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          196,
          208
        ],
        "start": 196,
        "end": 208
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro), el",
        "position": [
          225,
          236
        ],
        "start": 225,
        "end": 236
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "26 de julio de 1953",
        "position": [
          129,
          148
        ],
        "start": 129,
        "end": 148
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          1508,
          1515
        ],
        "start": 1508,
        "end": 1515
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "eficiencia y mejorar la gestión económica",
        "position": [
          2859,
          2900
        ],
        "start": 2859,
        "end": 2900
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 10.000",
        "position": [
          436,
          449
        ],
        "start": 436,
        "end": 449
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 20",
        "position": [
          523,
          532
        ],
        "start": 523,
        "end": 532
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Marrero Cruz",
        "tipo": "Persona"
      },
      {
        "nombre": "Delineó",
        "tipo": "Persona"
      },
      {
        "nombre": "Socialismo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido Comunista de Cuba",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Guantánamo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santiago de Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Continuaremos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fidel Castro Ruz",
        "tipo": "Persona"
      },
      {
        "nombre": "Bayamo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Moncada",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carlos Manuel de Céspedes",
        "tipo": "Persona"
      },
      {
        "nombre": "Sancti Spíritus",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ciego de Ávila",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Moncada",
        "relacion": "EXPRESAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Cuba",
        "relacion": "EXPRESAR",
        "objeto": "Moncada"
      },
      {
        "sujeto": "Carlos Manuel de Céspedes",
        "relacion": "EXPRESAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Cuba",
        "relacion": "EXPRESAR",
        "objeto": "Carlos Manuel de Céspedes"
      },
      {
        "sujeto": "Ciego de Ávila",
        "relacion": "EXPRESAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Cuba",
        "relacion": "EXPRESAR",
        "objeto": "Ciego de Ávila"
      },
      {
        "sujeto": "Cuba",
        "relacion": "EXPRESAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Marrero Cruz",
        "relacion": "ASEGURAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "REACCIONAR_RECORDAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "REACCIONAR_RECORDAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Cuba",
        "relacion": "REPRESENTAR_REACCIONAR_RECORDAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Marrero Cruz",
        "relacion": "CONTINUAR_REFERIR",
        "objeto": "Continuaremos"
      },
      {
        "sujeto": "Fidel Castro",
        "relacion": "ASALTAR",
        "objeto": "Moncada"
      },
      {
        "sujeto": "Fidel Castro",
        "relacion": "ASALTAR",
        "objeto": "Santiago de Cuba"
      },
      {
        "sujeto": "Fidel Castro",
        "relacion": "ASALTAR",
        "objeto": "Carlos Manuel de Céspedes"
      },
      {
        "sujeto": "Fidel Castro",
        "relacion": "ASALTAR",
        "objeto": "Bayamo"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9531,
    "pos": 0.007,
    "neu": 0.957,
    "neg": 0.036,
    "label": "negative"
  }
}