{
  "url": "https://www.telesurtv.net/continuan-las-movilizaciones-en-respaldo-al-presidente-nicolas-maduro-en-venezuela/",
  "title": "Continúan las movilizaciones en respaldo al presidente Nicolás Maduro en Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Nicolás Maduro",
    "presidente",
    "Rechazo",
    "Sanciones",
    "Venezuela"
  ],
  "text": "Las movilizaciones en respaldo al presidente de Venezuela, Nicolás Maduro, y en rechazo a las medidas coercitivas unilaterales impuestas contra el país suramericano, continuaron este miércoles en varias ciudades.\nEl mandatario fue recibido en el estado Miranda, realizando un recorrido y acompañado por el pueblo que le reiteró su respaldo.\n“El pueblo está en la calle, ha sido un día maravilloso. En los Valles del Tuy, hemos recorrido Santa Teresa, Cartanal y el pueblo en las calles”, comentó.\nAdemás, destacó el esfuerzo que ha realizado el pueblo venezolano “en los años duros y difíciles, hemos resistido con valor con creatividad. Ahora aparecen estos patarucos proponiendo privatizar la educación” en el país.\nAdemás, reiteró la importancia de decirle al pueblo “lo que nos estamos jugando”.\n“¿Quieren ser patria libre o colonia? ¿quieren un presidente de los apellidos (extrema derecha) o un presidente del pueblo? ¿quieren ser esclavos o gente libre de Venezuela? ¿quieren un presidente, títere, débil, manipulable o quieren un presidente con liderazgo, firme, fuerte y duro?”, cuestionó a la población.\nPor otro lado, en el municipio Angostura, del estado Bolívar, el coordinador general del comando de campaña “Venezuela Nuestra”, Jorge Rodríguez, recordó que la derecha ha realizado llamados para una invasión contra el país.\n“Lo que pedían era la invasión de Venezuela, han venido con una bandera con siete estrellas. Pues bien, la octava estrella de Guayana se atraviesa al intento de esos apátridas. Aquí está la octava estrella de Guayana, que es la estrella de Simón Bolívar, que es la estrella de este pueblo indómito, de este pueblo valiente, la estrella con la que nosotros recuperaremos, junto al pueblo de Bolívar, a nuestra Guayana Esequiba porque es de Venezuela, siempre ha sido de Venezuela”, resaltó.\nAsimismo, rememoró que quienes “le mandaron cartas a (Benjamín) Netanyahu para que viniera hacer a este país lo mismo que le hacen al pueblo de Gaza”, son los que ahora buscan al pueblo para pedir su voto.\n“Como si es que el pueblo no se acuerda del daño que le hicieron. Por eso, esa cuenta se la vamos a cobrar el próximo 28 de julio”, afirmó.\nPor su parte, la coordinadora central del comando de campaña “Venezuela Nuestra”, Delcy Rodríguez, instó a trabajar “de aquí al 28 de julio, como un gran equipo, para defender la paz, la democracia popular del Poder Popular organizado, para defender a nuestro pueblo y garantizar el crecimiento económico que se viene”.\n“Frente a las peores dificultades el pueblo venezolano nunca ha quedado chiquito. El pueblo venezolano con paciencia estratégica se levantó y está este año 2024 esperanzado por un futuro mejor”, aseveró.\nPosteriormente, el jefe de Estado aseguró que el pueblo movilizado en el estado Bolívar “revolcó al fascismo”.\n“Hoy el pueblo de Ciudad Bolívar, de San Félix, de Ciudad Guayana del estado Bolívar revolcaron el fascismo, revolcaron a los apellidos, el pueblo en las calles ha triunfado”, declaró en un contacto telefónico para comunicarse con la población.\nEl Ejecutivo manifestó que “se está dando un nuevo despertar de la conciencia patriótica, cristiana, revolucionaria, del pueblo de Venezuela. ¡Que viva Ciudad Guayana!, ¡que viva Bolívar! ¡Que viva la Patria!”.\nEn el estado Miranda, específicamente en la comunidad del municipio Urdaneta, se entregaron las obras recuperadas del Centro de Diagnóstico Integral (CDI) y la Sala de Rehabilitación Integral (SR) “Lecumberry”, durante la jornada de trabajo para los avances de las Brigadas Comunitarias Militares para la Educación y la Salud (Bricomiles).\nUna nota de Prensa Presidencial refiere que ambos centros de tienen una capacidad de atención diaria de 150 a 170 personas, de las 63 comunidades cercanas, garantizando así la cobertura plena de más de 53.900 habitantes.\n“Este CDI y SRI forma parte del Área de Salud Integral Comunitaria (ASIC), unidad básica destinada por el Sistema Público Nacional de Salud para garantizar el derecho a la salud de manera gratuita y de calidad”, precisa el texto.\nTambién fue reinaugurada la Unidad Educativa Nacional “Guillermo Cova”, en el municipio Independencia, que beneficiará a 983 estudiantes de Cartanal. “No se dejen quitar el derecho al futuro, muchachos y muchachas (…) Y el derecho al futuro está garantizado con el pueblo unido”, dijo el presidente.\nEsta institución educativa cuenta con 26 aulas, biblioteca, cancha deportiva, laboratorios, entre otros espacios.\nOtra obra inaugurada fue el estadio “Siervo de Jesús Granados” en Charallave, que será escenario para la práctica de atletismo y fútbol en las diferentes categorías.\nEn esta jornada, mediante la Gran Misión Venezuela Mujer y la Gran Misión Venezuela Joven, el mandatario también aprobó 9.500 nuevos financiamientos para emprendedores de la entidad.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/continuan-las-movilizaciones-en-respaldo-al-presidente-nicolas-maduro-en-venezuela/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 2022,
    "message_id": 70721,
    "date": "2024-06-06T10:03:51+00:00",
    "text": "teleSUR\nContinúan las movilizaciones en respaldo al presidente Nicolás Maduro en Venezuela\nhttps://www.telesurtv.net/continuan-las-movilizaciones-en-respaldo-al-presidente-nicolas-maduro-en-venezuela/",
    "photo_path": null,
    "views": 62,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "las movilizaciones en respaldo al presidente de venezuela, nicolás maduro, y en rechazo a las medidas coercitivas unilaterales impuestas contra el país suramericano, continuaron este miércoles en varias ciudades. el mandatario fue recibido en el estado miranda, realizando un recorrido y acompañado por el pueblo que le reiteró su respaldo. “el pueblo está en la calle, ha sido un día maravilloso. en los valles del tuy, hemos recorrido santa teresa, cartanal y el pueblo en las calles”, comentó. además, destacó el esfuerzo que ha realizado el pueblo venezolano “en los años duros y difíciles, hemos resistido con valor con creatividad. ahora aparecen estos patarucos proponiendo privatizar la educación” en el país. además, reiteró la importancia de decirle al pueblo “lo que nos estamos jugando”. “¿quieren ser patria libre o colonia? ¿quieren un presidente de los apellidos (extrema derecha) o un presidente del pueblo? ¿quieren ser esclavos o gente libre de venezuela? ¿quieren un presidente, títere, débil, manipulable o quieren un presidente con liderazgo, firme, fuerte y duro?”, cuestionó a la población. por otro lado, en el municipio angostura, del estado bolívar, el coordinador general del comando de campaña “venezuela nuestra”, jorge rodríguez, recordó que la derecha ha realizado llamados para una invasión contra el país. “lo que pedían era la invasión de venezuela, han venido con una bandera con siete estrellas. pues bien, la octava estrella de guayana se atraviesa al intento de esos apátridas. aquí está la octava estrella de guayana, que es la estrella de simón bolívar, que es la estrella de este pueblo indómito, de este pueblo valiente, la estrella con la que nosotros recuperaremos, junto al pueblo de bolívar, a nuestra guayana esequiba porque es de venezuela, siempre ha sido de venezuela”, resaltó. asimismo, rememoró que quienes “le mandaron cartas a (benjamín) netanyahu para que viniera hacer a este país lo mismo que le hacen al pueblo de gaza”, son los que ahora buscan al pueblo para pedir su voto. “como si es que el pueblo no se acuerda del daño que le hicieron. por eso, esa cuenta se la vamos a cobrar el próximo 28 de julio”, afirmó. por su parte, la coordinadora central del comando de campaña “venezuela nuestra”, delcy rodríguez, instó a trabajar “de aquí al 28 de julio, como un gran equipo, para defender la paz, la democracia popular del poder popular organizado, para defender a nuestro pueblo y garantizar el crecimiento económico que se viene”. “frente a las peores dificultades el pueblo venezolano nunca ha quedado chiquito. el pueblo venezolano con paciencia estratégica se levantó y está este año 2024 esperanzado por un futuro mejor”, aseveró. posteriormente, el jefe de estado aseguró que el pueblo movilizado en el estado bolívar “revolcó al fascismo”. “hoy el pueblo de ciudad bolívar, de san félix, de ciudad guayana del estado bolívar revolcaron el fascismo, revolcaron a los apellidos, el pueblo en las calles ha triunfado”, declaró en un contacto telefónico para comunicarse con la población. el ejecutivo manifestó que “se está dando un nuevo despertar de la conciencia patriótica, cristiana, revolucionaria, del pueblo de venezuela. ¡que viva ciudad guayana!, ¡que viva bolívar! ¡que viva la patria!”. en el estado miranda, específicamente en la comunidad del municipio urdaneta, se entregaron las obras recuperadas del centro de diagnóstico integral (cdi) y la sala de rehabilitación integral (sr) “lecumberry”, durante la jornada de trabajo para los avances de las brigadas comunitarias militares para la educación y la salud (bricomiles). una nota de prensa presidencial refiere que ambos centros de tienen una capacidad de atención diaria de 150 a 170 personas, de las 63 comunidades cercanas, garantizando así la cobertura plena de más de 53.900 habitantes. “este cdi y sri forma parte del área de salud integral comunitaria (asic), unidad básica destinada por el sistema público nacional de salud para garantizar el derecho a la salud de manera gratuita y de calidad”, precisa el texto. también fue reinaugurada la unidad educativa nacional “guillermo cova”, en el municipio independencia, que beneficiará a 983 estudiantes de cartanal. “no se dejen quitar el derecho al futuro, muchachos y muchachas (…) y el derecho al futuro está garantizado con el pueblo unido”, dijo el presidente. esta institución educativa cuenta con 26 aulas, biblioteca, cancha deportiva, laboratorios, entre otros espacios. otra obra inaugurada fue el estadio “siervo de jesús granados” en charallave, que será escenario para la práctica de atletismo y fútbol en las diferentes categorías. en esta jornada, mediante la gran misión venezuela mujer y la gran misión venezuela joven, el mandatario también aprobó 9.500 nuevos financiamientos para emprendedores de la entidad.",
    "tokens": [
      "movilizaciones",
      "respaldo",
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "rechazo",
      "medidas",
      "coercitivas",
      "unilaterales",
      "impuestas",
      "país",
      "suramericano",
      ",",
      "continuaron",
      "miércoles",
      "varias",
      "ciudades",
      ".",
      "mandatario",
      "recibido",
      "miranda",
      ",",
      "realizando",
      "recorrido",
      "acompañado",
      "pueblo",
      "reiteró",
      "respaldo",
      ".",
      "“",
      "pueblo",
      "calle",
      ",",
      "sido",
      "día",
      "maravilloso",
      ".",
      "valles",
      "tuy",
      ",",
      "recorrido",
      "santa",
      "teresa",
      ",",
      "cartanal",
      "pueblo",
      "calles",
      "”",
      ",",
      "comentó",
      ".",
      "además",
      ",",
      "destacó",
      "esfuerzo",
      "realizado",
      "pueblo",
      "venezolano",
      "“",
      "años",
      "duros",
      "difíciles",
      ",",
      "resistido",
      "valor",
      "creatividad",
      ".",
      "ahora",
      "aparecen",
      "patarucos",
      "proponiendo",
      "privatizar",
      "educación",
      "”",
      "país",
      ".",
      "además",
      ",",
      "reiteró",
      "importancia",
      "decirle",
      "pueblo",
      "“",
      "jugando",
      "”",
      ".",
      "“",
      "¿quieren",
      "ser",
      "patria",
      "libre",
      "colonia",
      "?",
      "¿quieren",
      "presidente",
      "apellidos",
      "(",
      "extrema",
      "derecha",
      ")",
      "presidente",
      "pueblo",
      "?",
      "¿quieren",
      "ser",
      "esclavos",
      "gente",
      "libre",
      "venezuela",
      "?",
      "¿quieren",
      "presidente",
      ",",
      "títere",
      ",",
      "débil",
      ",",
      "manipulable",
      "quieren",
      "presidente",
      "liderazgo",
      ",",
      "firme",
      ",",
      "fuerte",
      "duro",
      "?",
      "”",
      ",",
      "cuestionó",
      "población",
      ".",
      "lado",
      ",",
      "municipio",
      "angostura",
      ",",
      "bolívar",
      ",",
      "coordinador",
      "general",
      "comando",
      "campaña",
      "“",
      "venezuela",
      "”",
      ",",
      "jorge",
      "rodríguez",
      ",",
      "recordó",
      "derecha",
      "realizado",
      "llamados",
      "invasión",
      "país",
      ".",
      "“",
      "pedían",
      "invasión",
      "venezuela",
      ",",
      "venido",
      "bandera",
      "siete",
      "estrellas",
      ".",
      "pues",
      "bien",
      ",",
      "octava",
      "estrella",
      "guayana",
      "atraviesa",
      "intento",
      "apátridas",
      ".",
      "aquí",
      "octava",
      "estrella",
      "guayana",
      ",",
      "estrella",
      "simón",
      "bolívar",
      ",",
      "estrella",
      "pueblo",
      "indómito",
      ",",
      "pueblo",
      "valiente",
      ",",
      "estrella",
      "recuperaremos",
      ",",
      "junto",
      "pueblo",
      "bolívar",
      ",",
      "guayana",
      "esequiba",
      "venezuela",
      ",",
      "siempre",
      "sido",
      "venezuela",
      "”",
      ",",
      "resaltó",
      ".",
      "asimismo",
      ",",
      "rememoró",
      "“",
      "mandaron",
      "cartas",
      "(",
      "benjamín",
      ")",
      "netanyahu",
      "viniera",
      "hacer",
      "país",
      "mismo",
      "hacen",
      "pueblo",
      "gaza",
      "”",
      ",",
      "ahora",
      "buscan",
      "pueblo",
      "pedir",
      "voto",
      ".",
      "“",
      "si",
      "pueblo",
      "acuerda",
      "daño",
      "hicieron",
      ".",
      ",",
      "cuenta",
      "vamos",
      "cobrar",
      "próximo",
      "28",
      "julio",
      "”",
      ",",
      "afirmó",
      ".",
      "parte",
      ",",
      "coordinadora",
      "central",
      "comando",
      "campaña",
      "“",
      "venezuela",
      "”",
      ",",
      "delcy",
      "rodríguez",
      ",",
      "instó",
      "trabajar",
      "“",
      "aquí",
      "28",
      "julio",
      ",",
      "gran",
      "equipo",
      ",",
      "defender",
      "paz",
      ",",
      "democracia",
      "popular",
      "poder",
      "popular",
      "organizado",
      ",",
      "defender",
      "pueblo",
      "garantizar",
      "crecimiento",
      "económico",
      "viene",
      "”",
      ".",
      "“",
      "frente",
      "peores",
      "dificultades",
      "pueblo",
      "venezolano",
      "nunca",
      "quedado",
      "chiquito",
      ".",
      "pueblo",
      "venezolano",
      "paciencia",
      "estratégica",
      "levantó",
      "año",
      "2024",
      "esperanzado",
      "futuro",
      "mejor",
      "”",
      ",",
      "aseveró",
      ".",
      "posteriormente",
      ",",
      "jefe",
      "aseguró",
      "pueblo",
      "movilizado",
      "bolívar",
      "“",
      "revolcó",
      "fascismo",
      "”",
      ".",
      "“",
      "hoy",
      "pueblo",
      "ciudad",
      "bolívar",
      ",",
      "san",
      "félix",
      ",",
      "ciudad",
      "guayana",
      "bolívar",
      "revolcaron",
      "fascismo",
      ",",
      "revolcaron",
      "apellidos",
      ",",
      "pueblo",
      "calles",
      "triunfado",
      "”",
      ",",
      "declaró",
      "contacto",
      "telefónico",
      "comunicarse",
      "población",
      ".",
      "ejecutivo",
      "manifestó",
      "“",
      "dando",
      "nuevo",
      "despertar",
      "conciencia",
      "patriótica",
      ",",
      "cristiana",
      ",",
      "revolucionaria",
      ",",
      "pueblo",
      "venezuela",
      ".",
      "¡que",
      "viva",
      "ciudad",
      "guayana",
      "!",
      ",",
      "¡que",
      "viva",
      "bolívar",
      "!",
      "¡que",
      "viva",
      "patria",
      "!",
      "”",
      ".",
      "miranda",
      ",",
      "específicamente",
      "comunidad",
      "municipio",
      "urdaneta",
      ",",
      "entregaron",
      "obras",
      "recuperadas",
      "centro",
      "diagnóstico",
      "integral",
      "(",
      "cdi",
      ")",
      "sala",
      "rehabilitación",
      "integral",
      "(",
      "sr",
      ")",
      "“",
      "lecumberry",
      "”",
      ",",
      "jornada",
      "trabajo",
      "avances",
      "brigadas",
      "comunitarias",
      "militares",
      "educación",
      "salud",
      "(",
      "bricomiles",
      ")",
      ".",
      "nota",
      "prensa",
      "presidencial",
      "refiere",
      "ambos",
      "centros",
      "capacidad",
      "atención",
      "diaria",
      "150",
      "170",
      "personas",
      ",",
      "63",
      "comunidades",
      "cercanas",
      ",",
      "garantizando",
      "así",
      "cobertura",
      "plena",
      "53.900",
      "habitantes",
      ".",
      "“",
      "cdi",
      "sri",
      "forma",
      "parte",
      "área",
      "salud",
      "integral",
      "comunitaria",
      "(",
      "asic",
      ")",
      ",",
      "unidad",
      "básica",
      "destinada",
      "sistema",
      "público",
      "nacional",
      "salud",
      "garantizar",
      "derecho",
      "salud",
      "manera",
      "gratuita",
      "calidad",
      "”",
      ",",
      "precisa",
      "texto",
      ".",
      "reinaugurada",
      "unidad",
      "educativa",
      "nacional",
      "“",
      "guillermo",
      "cova",
      "”",
      ",",
      "municipio",
      "independencia",
      ",",
      "beneficiará",
      "983",
      "estudiantes",
      "cartanal",
      ".",
      "“",
      "dejen",
      "quitar",
      "derecho",
      "futuro",
      ",",
      "muchachos",
      "muchachas",
      "(",
      "…",
      ")",
      "derecho",
      "futuro",
      "garantizado",
      "pueblo",
      "unido",
      "”",
      ",",
      "dijo",
      "presidente",
      ".",
      "institución",
      "educativa",
      "cuenta",
      "26",
      "aulas",
      ",",
      "biblioteca",
      ",",
      "cancha",
      "deportiva",
      ",",
      "laboratorios",
      ",",
      "espacios",
      ".",
      "obra",
      "inaugurada",
      "estadio",
      "“",
      "siervo",
      "jesús",
      "granados",
      "”",
      "charallave",
      ",",
      "escenario",
      "práctica",
      "atletismo",
      "fútbol",
      "diferentes",
      "categorías",
      ".",
      "jornada",
      ",",
      "mediante",
      "gran",
      "misión",
      "venezuela",
      "mujer",
      "gran",
      "misión",
      "venezuela",
      "joven",
      ",",
      "mandatario",
      "aprobó",
      "9.500",
      "nuevos",
      "financiamientos",
      "emprendedores",
      "entidad",
      "."
    ],
    "token_count": 577,
    "sentence_count": 34
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 135,
      "NNS": 24,
      "FW": 133,
      "NN": 300,
      "VBP": 12,
      "JJ": 61,
      "IN": 30,
      "EX": 1,
      "VBZ": 9,
      "MD": 2,
      "VB": 2,
      "VBD": 6,
      "DT": 1,
      "CD": 10,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNS": 1,
      "NNS-FW": 2,
      "FW-FW": 70,
      "FW-NNP": 32,
      "NNP-NNP": 57,
      "NNP-FW": 19,
      "FW-NN": 22,
      "NN-NNS": 8,
      "NNS-VBP": 10,
      "VBP-JJ": 8,
      "JJ-NNS": 9,
      "JJ-NN": 38,
      "NN-NN": 193,
      "NNS-NNP": 4,
      "NNP-NN": 38,
      "NN-IN": 21,
      "IN-FW": 13,
      "NN-JJ": 20,
      "NN-NNP": 28,
      "IN-JJ": 5,
      "VBP-NNP": 2,
      "JJ-JJ": 7,
      "NN-FW": 21,
      "NNP-JJ": 4,
      "FW-JJ": 3,
      "NN-EX": 1,
      "EX-VBZ": 1,
      "VBZ-JJ": 6,
      "NNS-JJ": 4,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-FW": 1,
      "NNP-VBZ": 5,
      "JJ-FW": 4,
      "JJ-NNP": 2,
      "IN-NNP": 9,
      "NNP-VBD": 3,
      "VBD-JJ": 2,
      "VBP-NN": 2,
      "NN-VBP": 1,
      "NN-DT": 1,
      "DT-JJ": 1,
      "NN-VBD": 3,
      "VBD-CD": 3,
      "CD-IN": 2,
      "IN-NN": 3,
      "JJ-CD": 1,
      "NN-VBZ": 1,
      "VB-NN": 1,
      "NNS-VBZ": 1,
      "NN-CD": 2,
      "CD-NN": 2,
      "NNP-VBP": 1,
      "VBZ-FW": 3,
      "NNP-IN": 4,
      "FW-NNS": 2,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "NNS-IN": 3,
      "FW-CD": 3,
      "CD-CD": 1,
      "CD-NNS": 4,
      "VBD-NN": 1,
      "CD-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-FW": 44,
      "FW-FW-NNP": 15,
      "FW-NNP-NNP": 17,
      "NNP-NNP-NNP": 28,
      "NNP-NNP-FW": 11,
      "NNP-FW-NN": 8,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "VBP-JJ-NN": 4,
      "JJ-NN-NN": 25,
      "NN-NN-NN": 125,
      "NN-NN-NNS": 3,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-NN": 1,
      "NNP-NN-NN": 32,
      "NN-NN-IN": 9,
      "NN-IN-FW": 12,
      "IN-FW-FW": 6,
      "FW-NNP-NN": 9,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 17,
      "NN-NN-NNP": 18,
      "NN-NNP-NN": 16,
      "FW-FW-NN": 6,
      "FW-NN-NN": 7,
      "NN-NN-JJ": 16,
      "NNP-NN-NNP": 2,
      "NN-NNP-FW": 2,
      "NNP-FW-NNP": 8,
      "NN-NNP-NNP": 5,
      "NNP-NNP-NN": 8,
      "NN-IN-JJ": 4,
      "IN-JJ-NNS": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-NNS": 1,
      "NN-NN-FW": 16,
      "NN-FW-FW": 11,
      "FW-NN-NNP": 5,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 8,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 1,
      "NNP-NNP-JJ": 2,
      "JJ-NN-EX": 1,
      "NN-EX-VBZ": 1,
      "EX-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-JJ": 2,
      "NNS-JJ-JJ": 1,
      "NN-FW-NNP": 5,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-FW": 1,
      "VB-FW-FW": 1,
      "FW-NNP-FW": 5,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "FW-NN-IN": 3,
      "IN-FW-NNP": 2,
      "JJ-NN-NNP": 3,
      "NN-FW-NN": 5,
      "FW-NN-FW": 4,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-IN-NNP": 5,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 1,
      "IN-NNP-NN": 2,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 2,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "VBZ-JJ-NN": 3,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 3,
      "VBD-CD-IN": 1,
      "CD-IN-NN": 2,
      "IN-NN-NN": 2,
      "FW-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "NNP-NNP-MD": 1,
      "MD-VB-NN": 1,
      "VB-NN-JJ": 1,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NN-NN-CD": 2,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-FW": 2,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 3,
      "IN-NNP-NNP": 4,
      "IN-JJ-NN": 2,
      "FW-NN-JJ": 1,
      "IN-FW-NN": 1,
      "NNP-FW-FW": 3,
      "NNP-NN-FW": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "FW-FW-NNS": 2,
      "FW-NNS-FW": 1,
      "VBZ-FW-NNP": 1,
      "NNP-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "IN-NN-JJ": 1,
      "FW-FW-CD": 2,
      "FW-CD-CD": 1,
      "CD-CD-NN": 1,
      "CD-NN-IN": 1,
      "IN-FW-CD": 1,
      "FW-CD-NNS": 2,
      "CD-NNS-JJ": 2,
      "NNS-JJ-NN": 2,
      "CD-NNS-NNP": 1,
      "NNP-NNP-VBD": 2,
      "VBD-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NNP-NN-VBD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NN-CD-NNS": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "NN-NNP-IN": 1,
      "FW-NNS-VBP": 1,
      "VBP-NNP-FW": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "NNS-JJ-NNS": 1,
      "NNS-IN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 300,
        "NNP": 135,
        "FW": 133,
        "JJ": 61,
        "IN": 30
      },
      "top_bigrams": {
        "NN-NN": 193,
        "FW-FW": 70,
        "NNP-NNP": 57,
        "JJ-NN": 38,
        "NNP-NN": 38
      },
      "top_trigrams": {
        "NN-NN-NN": 125,
        "FW-FW-FW": 44,
        "NNP-NN-NN": 32,
        "NNP-NNP-NNP": 28,
        "JJ-NN-NN": 25
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 34,
    "chunk_counts": {
      "NP": 212,
      "VP": 27,
      "PP": 10,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0308
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 5,
        "weight": 0.0171
      },
      {
        "rule": "NP -> ('pueblo', 'NN')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('¿quieren', 'NNS')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('las', 'NN') ('calles', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('un', 'JJ') ('presidente', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('comando', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Las movilizaciones"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "VP",
        "text": "rechazo a las medidas coercitivas unilaterales"
      },
      {
        "label": "NP",
        "text": "a las medidas coercitivas unilaterales"
      },
      {
        "label": "VP",
        "text": "impuestas contra el país suramericano"
      },
      {
        "label": "NP",
        "text": "contra el país suramericano"
      },
      {
        "label": "NP",
        "text": "continuaron este miércoles"
      },
      {
        "label": "VP",
        "text": "en varias ciudades"
      },
      {
        "label": "NP",
        "text": "varias ciudades"
      },
      {
        "label": "NP",
        "text": "El mandatario fue recibido"
      },
      {
        "label": "NP",
        "text": "Miranda"
      },
      {
        "label": "NP",
        "text": "realizando"
      },
      {
        "label": "NP",
        "text": "un recorrido y acompañado por el pueblo que le reiteró su respaldo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Las/NNP movilizaciones/NNS)\n  en/FW\n  respaldo/FW\n  al/FW\n  presidente/FW\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  (NP y/NN)\n  en/FW\n  (VP\n    rechazo/VBZ\n    (NP a/DT las/JJ medidas/NN coercitivas/NN unilaterales/NNS))\n  (VP impuestas/VBP (NP contra/JJ el/NN país/NN suramericano/NN))\n  ,/,\n  (NP continuaron/NN este/NN miércoles/NNS)\n  (VP en/VBP (NP varias/JJ ciudades/NNS))\n  ./.)",
      "(S\n  (NP El/NNP mandatario/NN fue/NN recibido/NN)\n  en/IN\n  el/FW\n  estado/FW\n  (NP Miranda/NNP)\n  ,/,\n  (NP realizando/NN)\n  (NP\n    un/JJ\n    recorrido/NN\n    y/NN\n    acompañado/NN\n    por/NN\n    el/NN\n    pueblo/NN\n    que/NN\n    le/NN\n    reiteró/NN\n    su/NN\n    respaldo/NN)\n  ./.)",
      "(S\n  (NP “/JJ El/NNP pueblo/NN está/NN)\n  en/IN\n  la/FW\n  calle/FW\n  ,/,\n  ha/FW\n  (NP sido/NN)\n  (NP un/JJ día/NN maravilloso/NN)\n  ./.)",
      "(S\n  (NP En/NNP los/NN Valles/NNP)\n  del/FW\n  (NP Tuy/NNP)\n  ,/,\n  (NP hemos/NN recorrido/NN Santa/NNP Teresa/NNP)\n  ,/,\n  (NP Cartanal/NNP y/NNP)\n  (VP el/VBZ (NP pueblo/NN))\n  en/FW\n  (NP las/NN calles/NNS)\n  (VP ”/VBP)\n  ,/,\n  (NP comentó/NN)\n  ./.)",
      "(S\n  (NP Además/NNP)\n  ,/,\n  (NP\n    destacó/NN\n    el/NN\n    esfuerzo/NN\n    que/NN\n    ha/NN\n    realizado/NN\n    el/NN\n    pueblo/NN\n    venezolano/NN\n    “/NNP)\n  en/IN\n  los/FW\n  (NP años/JJ duros/NN y/NN difíciles/NNS)\n  ,/,\n  (NP hemos/NNS)\n  (VP resistido/VBP (NP con/JJ valor/NN con/NN creatividad/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "FECHAS_ESPECIFICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3068,
          3077
        ],
        "start": 3068,
        "end": 3077
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3499,
          3506
        ],
        "start": 3499,
        "end": 3506
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "respaldo al presidente de venezuela, nicolás maduro, y en rechazo a las medidas coercitivas unilaterales impuestas contra el país",
        "position": [
          22,
          151
        ],
        "start": 22,
        "end": 151
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "independencia, que beneficiará a 983 estudiantes de cartanal. “no se dejen quitar el derecho",
        "position": [
          4145,
          4237
        ],
        "start": 4145,
        "end": 4237
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2167,
          2173
        ],
        "start": 2167,
        "end": 2173
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "salud integral comunitaria (asic), unidad básica destinada por el sistema público nacional de salud para garantizar el derecho",
        "position": [
          3867,
          3993
        ],
        "start": 3867,
        "end": 3993
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          34,
          57
        ],
        "start": 34,
        "end": 57
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          4182,
          4193
        ],
        "start": 4182,
        "end": 4193
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          879,
          894
        ],
        "start": 879,
        "end": 894
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "aprobó",
        "position": [
          4750,
          4756
        ],
        "start": 4750,
        "end": 4756
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          1088,
          1097
        ],
        "start": 1088,
        "end": 1097
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          505,
          512
        ],
        "start": 505,
        "end": 512
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          363,
          368
        ],
        "start": 363,
        "end": 368
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          48,
          57
        ],
        "start": 48,
        "end": 57
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          2351,
          2357
        ],
        "start": 2351,
        "end": 2357
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado miranda",
        "position": [
          246,
          260
        ],
        "start": 246,
        "end": 260
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle, ha",
        "position": [
          363,
          372
        ],
        "start": 363,
        "end": 372
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          3384,
          3393
        ],
        "start": 3384,
        "end": 3393
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2024",
        "position": [
          2647,
          2655
        ],
        "start": 2647,
        "end": 2655
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2811,
          2814
        ],
        "start": 2811,
        "end": 2814
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "170 personas",
        "position": [
          3716,
          3728
        ],
        "start": 3716,
        "end": 3728
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 53.900",
        "position": [
          3801,
          3814
        ],
        "start": 3801,
        "end": 3814
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Misión Venezuela Joven",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ciudad Guayana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Unidad Educativa Nacional “Guillermo Cova",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Angostura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jesús Granados",
        "tipo": "Persona"
      },
      {
        "nombre": "SR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ciudad Bolívar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro de Diagnóstico Integral",
        "tipo": "Lugar"
      },
      {
        "nombre": "Área de Salud Integral Comunitaria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Charallave",
        "tipo": "Lugar"
      },
      {
        "nombre": "estado Bolívar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jorge Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "ASIC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Guayana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ciudad Guayana!",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guayana Esequiba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sala de Rehabilitación Integral",
        "tipo": "Lugar"
      },
      {
        "nombre": "San Félix",
        "tipo": "Lugar"
      },
      {
        "nombre": "Poder Popular",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Valles del Tuy",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "estado Miranda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sistema Público Nacional de Salud",
        "tipo": "Lugar"
      },
      {
        "nombre": "estadio “Siervo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Benjamín",
        "tipo": "Persona"
      },
      {
        "nombre": "municipio Urdaneta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santa Teresa",
        "tipo": "Persona"
      },
      {
        "nombre": "Cartanal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Misión Venezuela Mujer",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cartanal",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Valles del Tuy",
        "relacion": "RECORRER_COMENTAR",
        "objeto": "Santa Teresa"
      },
      {
        "sujeto": "Valles del Tuy",
        "relacion": "RECORRER_COMENTAR",
        "objeto": "Cartanal"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ESTAR_RESALTAR",
        "objeto": "Simón Bolívar"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "RECUPERAR_ESTAR_RESALTAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ESTAR_RESALTAR",
        "objeto": "Guayana Esequiba"
      },
      {
        "sujeto": "Benjamín",
        "relacion": "MANDAR_REMEMORAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Delcy Rodríguez",
        "relacion": "INSTAR",
        "objeto": "Poder Popular"
      },
      {
        "sujeto": "Ejecutivo",
        "relacion": "MANIFESTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "estado Miranda",
        "relacion": "ENTREGAR",
        "objeto": "Centro de Diagnóstico Integral"
      },
      {
        "sujeto": "estado Miranda",
        "relacion": "ENTREGAR",
        "objeto": "Sala de Rehabilitación Integral"
      },
      {
        "sujeto": "estado Miranda",
        "relacion": "ENTREGAR",
        "objeto": "SR"
      },
      {
        "sujeto": "municipio Urdaneta",
        "relacion": "ESPEC_FICAMENTE_ENTREGAR",
        "objeto": "Centro de Diagnóstico Integral"
      },
      {
        "sujeto": "municipio Urdaneta",
        "relacion": "ESPEC_FICAMENTE_ENTREGAR",
        "objeto": "Sala de Rehabilitación Integral"
      },
      {
        "sujeto": "municipio Urdaneta",
        "relacion": "ESPEC_FICAMENTE_ENTREGAR",
        "objeto": "SR"
      },
      {
        "sujeto": "Unidad Educativa Nacional “Guillermo Cova",
        "relacion": "REINAUGURAR",
        "objeto": "Cartanal"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9609,
    "pos": 0.033,
    "neu": 0.964,
    "neg": 0.003,
    "label": "positive"
  }
}