{
  "url": "https://www.telesurtv.net/mexico-inicia-eleccion-historia-poder-judicial-voto-popular/",
  "title": "México inicia jornada histórica para elegir a su Poder Judicial mediante voto popular - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Candidatos",
    "Chiapas",
    "Claudia Sheimbaum",
    "Democracia",
    "elecciones",
    "Instituto Nacional Electoral",
    "jornada histórica electoral",
    "jueces",
    "México",
    "Poder Judicial",
    "sufragio",
    "Suprema Corte de Justicia de la Nación",
    "urnas",
    "voto popular"
  ],
  "text": "México abrió este domingo las urnas para llevar a cabo unas elecciones sin precedentes en su historia y en el mundo. Por primera vez, los ciudadanos de ese país están llamados a elegir mediante voto popular a ministros de la Suprema Corte de Justicia de la Nación, magistrados y jueces.\nLa consejera presidenta del Instituto Nacional Electoral (INE), Guadalupe Taddei, al encabezar el inicio de la ceremonia cívica de la jornada, aseveró que esta elección “no es un acto político o administrativo”, sino un “acto de justicia al alcance de una casilla”.\nEn este sentido, invitó a todos los mexicanos a votar, describiendo el proceso como un ejemplo de democracia moderna. El inicio de la jornada también estuvo matizado por el llamado de la presidenta Claudia Sheinbaum a votar por un partido judicial honesto, cercano al pueblo. Sheinbaum ha insistido en la importancia de estos comicios para contar con un Poder Judicial al alcance de todos y no subordinado a las élites económicas.\nCerca de 100 millones de ciudadanos están convocados a las urnas, concretamente 99 millones 793 mil 821 electores.\nEl proceso busca renovar 881 cargos a nivel federal y unos 1.800 puestos locales en 19 estados, lo que representa la mitad de las personas juzgadoras del Poder Judicial de la Federación, pasando de un sistema de nombramiento a uno de votación popular.\nLos votantes recibirán seis boletas para los cargos federales: una morada para ministros de la Suprema Corte, azul para la Sala Superior del Tribunal Electoral del Poder Judicial de la Federación (TEPJF), turquesa para el Tribunal de Disciplina Judicial, naranja para las Salas Regionales del TEPJF, rosa para magistraturas de circuito y amarilla para juzgados de distrito.\nDebido al complejo proceso de votación que se desarrolla este domingo, el INE mostrará una estimación del porcentaje de participación ciudadana la noche del domingo 1 de junio.\nLos resultados de la Suprema Corte se darán entre uno y tres días, el Tribunal de Disciplina Judicial entre el 3 y 4 de junio, la Sala Superior del TEPJF entre el 4 y 5 de junio, las Salas Regionales del TEPJF entre el 5 y 6 de junio, magistraturas de circuito entre el 6 y 8 de junio y juzgados de distrito entre el 7 y 10 de junio.\nAsimismo, los cómputos de entidad federativa serán el 12 de junio, y los cómputos nacionales, declarando los resultados finales, el 15 de junio.\nLa campaña previa a esta elección ha sido inédita y marcada por cuestionamientos a algunos candidatos por sus antecedentes o presuntos vínculos.\nEntre los aspirantes a juzgadores, se mencionan vínculos con la organización religiosa de la Luz del Mundo, que lideró Joaquín Naasón, preso por abuso sexual contra menores de edad.\nTambién hay candidatos acusados ​​de acoso sexual o cuestionados por haber defendido a narcotraficantes, como es el caso de Luis Castañeda Palacios, quien busca ser juez del Distrito Federal en materia laboral.\n\nOtro ejemplo es el de Silvia Rocío García, candidata a juez penal en Chihuahua, quien formó parte de la defensa legal de Joaquín “El Chapo” Guzmán en 2016.\nFrancisco Herrera Franco, conocido como el “Fiscal del terror” y que busca ser juez penal, está acusado también de ser presuntamente responsable del asesinato de dos periodistas de Monitor Michoacán en 2022.\nHoras antes del inicio de la jornada electoral, el INE confirmó la sustracción de más de 131.000 boletas y otra paquetería electoral en secciones de tres municipios de Chiapas: San Cristóbal de Las Casas, Copainalá y Jiquipilas.\nEl organismo electoral reportó el robo de 65.244 boletas correspondientes a nueve casillas en Copainalá, 10.746 boletas de una casilla en San Cristóbal de Las Casas, y 55.590 boletas de seis casillas en Jiquipilas.\nEn un comunicado, el instituto anunció que ya presentó las denuncias correspondientes ante la Fiscalía Especializada en Delitos Electorales (Fisel) y la Fiscalía General de la República (FGR) para dar con los responsables y recuperar lo robado.\nA pesar de este incidente, el INE informó que instalará 2.915 casillas en todo el territorio chiapaneco para el proceso, aunque en un proceso ordinario se instalarán más de 6.900.\nEl INE condenó el robo, considerando que atenta contra la libertad del voto de la ciudadanía chiapaneca. Hizo un llamado a la civilidad para que la jornada sea libre, pacífica y con pleno ejercicio del derecho a sufragar.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/mexico-inicia-eleccion-historia-poder-judicial-voto-popular/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 2261,
    "message_id": 95389,
    "date": "2025-06-01T15:55:13+00:00",
    "text": "teleSUR\nMéxico inicia jornada histórica para elegir a su Poder Judicial mediante voto popular\nhttps://www.telesurtv.net/mexico-inicia-eleccion-historia-poder-judicial-voto-popular/",
    "photo_path": null,
    "views": 1525,
    "reactions": {
      "❤": 25,
      "👍": 10
    },
    "total_reactions": 35
  },
  "preprocessing": {
    "cleaned": "méxico abrió este domingo las urnas para llevar a cabo unas elecciones sin precedentes en su historia y en el mundo. por primera vez, los ciudadanos de ese país están llamados a elegir mediante voto popular a ministros de la suprema corte de justicia de la nación, magistrados y jueces. la consejera presidenta del instituto nacional electoral (ine), guadalupe taddei, al encabezar el inicio de la ceremonia cívica de la jornada, aseveró que esta elección “no es un acto político o administrativo”, sino un “acto de justicia al alcance de una casilla”. en este sentido, invitó a todos los mexicanos a votar, describiendo el proceso como un ejemplo de democracia moderna. el inicio de la jornada también estuvo matizado por el llamado de la presidenta claudia sheinbaum a votar por un partido judicial honesto, cercano al pueblo. sheinbaum ha insistido en la importancia de estos comicios para contar con un poder judicial al alcance de todos y no subordinado a las élites económicas. cerca de 100 millones de ciudadanos están convocados a las urnas, concretamente 99 millones 793 mil 821 electores. el proceso busca renovar 881 cargos a nivel federal y unos 1.800 puestos locales en 19 estados, lo que representa la mitad de las personas juzgadoras del poder judicial de la federación, pasando de un sistema de nombramiento a uno de votación popular. los votantes recibirán seis boletas para los cargos federales: una morada para ministros de la suprema corte, azul para la sala superior del tribunal electoral del poder judicial de la federación (tepjf), turquesa para el tribunal de disciplina judicial, naranja para las salas regionales del tepjf, rosa para magistraturas de circuito y amarilla para juzgados de distrito. debido al complejo proceso de votación que se desarrolla este domingo, el ine mostrará una estimación del porcentaje de participación ciudadana la noche del domingo 1 de junio. los resultados de la suprema corte se darán entre uno y tres días, el tribunal de disciplina judicial entre el 3 y 4 de junio, la sala superior del tepjf entre el 4 y 5 de junio, las salas regionales del tepjf entre el 5 y 6 de junio, magistraturas de circuito entre el 6 y 8 de junio y juzgados de distrito entre el 7 y 10 de junio. asimismo, los cómputos de entidad federativa serán el 12 de junio, y los cómputos nacionales, declarando los resultados finales, el 15 de junio. la campaña previa a esta elección ha sido inédita y marcada por cuestionamientos a algunos candidatos por sus antecedentes o presuntos vínculos. entre los aspirantes a juzgadores, se mencionan vínculos con la organización religiosa de la luz del mundo, que lideró joaquín naasón, preso por abuso sexual contra menores de edad. también hay candidatos acusados ​​de acoso sexual o cuestionados por haber defendido a narcotraficantes, como es el caso de luis castañeda palacios, quien busca ser juez del distrito federal en materia laboral. otro ejemplo es el de silvia rocío garcía, candidata a juez penal en chihuahua, quien formó parte de la defensa legal de joaquín “el chapo” guzmán en 2016. francisco herrera franco, conocido como el “fiscal del terror” y que busca ser juez penal, está acusado también de ser presuntamente responsable del asesinato de dos periodistas de monitor michoacán en 2022. horas antes del inicio de la jornada electoral, el ine confirmó la sustracción de más de 131.000 boletas y otra paquetería electoral en secciones de tres municipios de chiapas: san cristóbal de las casas, copainalá y jiquipilas. el organismo electoral reportó el robo de 65.244 boletas correspondientes a nueve casillas en copainalá, 10.746 boletas de una casilla en san cristóbal de las casas, y 55.590 boletas de seis casillas en jiquipilas. en un comunicado, el instituto anunció que ya presentó las denuncias correspondientes ante la fiscalía especializada en delitos electorales (fisel) y la fiscalía general de la república (fgr) para dar con los responsables y recuperar lo robado. a pesar de este incidente, el ine informó que instalará 2.915 casillas en todo el territorio chiapaneco para el proceso, aunque en un proceso ordinario se instalarán más de 6.900. el ine condenó el robo, considerando que atenta contra la libertad del voto de la ciudadanía chiapaneca. hizo un llamado a la civilidad para que la jornada sea libre, pacífica y con pleno ejercicio del derecho a sufragar.",
    "tokens": [
      "méxico",
      "abrió",
      "domingo",
      "urnas",
      "llevar",
      "cabo",
      "unas",
      "elecciones",
      "precedentes",
      "historia",
      "mundo",
      ".",
      "primera",
      "vez",
      ",",
      "ciudadanos",
      "país",
      "llamados",
      "elegir",
      "mediante",
      "voto",
      "popular",
      "ministros",
      "suprema",
      "corte",
      "justicia",
      "nación",
      ",",
      "magistrados",
      "jueces",
      ".",
      "consejera",
      "presidenta",
      "instituto",
      "nacional",
      "electoral",
      "(",
      "ine",
      ")",
      ",",
      "guadalupe",
      "taddei",
      ",",
      "encabezar",
      "inicio",
      "ceremonia",
      "cívica",
      "jornada",
      ",",
      "aseveró",
      "elección",
      "“",
      "acto",
      "político",
      "administrativo",
      "”",
      ",",
      "sino",
      "“",
      "acto",
      "justicia",
      "alcance",
      "casilla",
      "”",
      ".",
      ",",
      "invitó",
      "mexicanos",
      "votar",
      ",",
      "describiendo",
      "proceso",
      "ejemplo",
      "democracia",
      "moderna",
      ".",
      "inicio",
      "jornada",
      "matizado",
      "llamado",
      "presidenta",
      "claudia",
      "sheinbaum",
      "votar",
      "partido",
      "judicial",
      "honesto",
      ",",
      "cercano",
      "pueblo",
      ".",
      "sheinbaum",
      "insistido",
      "importancia",
      "comicios",
      "contar",
      "poder",
      "judicial",
      "alcance",
      "subordinado",
      "élites",
      "económicas",
      ".",
      "cerca",
      "100",
      "millones",
      "ciudadanos",
      "convocados",
      "urnas",
      ",",
      "concretamente",
      "99",
      "millones",
      "793",
      "mil",
      "821",
      "electores",
      ".",
      "proceso",
      "busca",
      "renovar",
      "881",
      "cargos",
      "nivel",
      "federal",
      "1.800",
      "puestos",
      "locales",
      "19",
      ",",
      "representa",
      "mitad",
      "personas",
      "juzgadoras",
      "poder",
      "judicial",
      "federación",
      ",",
      "pasando",
      "sistema",
      "nombramiento",
      "votación",
      "popular",
      ".",
      "votantes",
      "recibirán",
      "seis",
      "boletas",
      "cargos",
      "federales",
      ":",
      "morada",
      "ministros",
      "suprema",
      "corte",
      ",",
      "azul",
      "sala",
      "superior",
      "tribunal",
      "electoral",
      "poder",
      "judicial",
      "federación",
      "(",
      "tepjf",
      ")",
      ",",
      "turquesa",
      "tribunal",
      "disciplina",
      "judicial",
      ",",
      "naranja",
      "salas",
      "regionales",
      "tepjf",
      ",",
      "rosa",
      "magistraturas",
      "circuito",
      "amarilla",
      "juzgados",
      "distrito",
      ".",
      "debido",
      "complejo",
      "proceso",
      "votación",
      "desarrolla",
      "domingo",
      ",",
      "ine",
      "mostrará",
      "estimación",
      "porcentaje",
      "participación",
      "ciudadana",
      "noche",
      "domingo",
      "1",
      "junio",
      ".",
      "resultados",
      "suprema",
      "corte",
      "darán",
      "tres",
      "días",
      ",",
      "tribunal",
      "disciplina",
      "judicial",
      "3",
      "4",
      "junio",
      ",",
      "sala",
      "superior",
      "tepjf",
      "4",
      "5",
      "junio",
      ",",
      "salas",
      "regionales",
      "tepjf",
      "5",
      "6",
      "junio",
      ",",
      "magistraturas",
      "circuito",
      "6",
      "8",
      "junio",
      "juzgados",
      "distrito",
      "7",
      "10",
      "junio",
      ".",
      "asimismo",
      ",",
      "cómputos",
      "entidad",
      "federativa",
      "12",
      "junio",
      ",",
      "cómputos",
      "nacionales",
      ",",
      "declarando",
      "resultados",
      "finales",
      ",",
      "15",
      "junio",
      ".",
      "campaña",
      "previa",
      "elección",
      "sido",
      "inédita",
      "marcada",
      "cuestionamientos",
      "candidatos",
      "antecedentes",
      "presuntos",
      "vínculos",
      ".",
      "aspirantes",
      "juzgadores",
      ",",
      "mencionan",
      "vínculos",
      "organización",
      "religiosa",
      "luz",
      "mundo",
      ",",
      "lideró",
      "joaquín",
      "naasón",
      ",",
      "preso",
      "abuso",
      "sexual",
      "menores",
      "edad",
      ".",
      "candidatos",
      "acusados",
      "​​de",
      "acoso",
      "sexual",
      "cuestionados",
      "haber",
      "defendido",
      "narcotraficantes",
      ",",
      "caso",
      "luis",
      "castañeda",
      "palacios",
      ",",
      "busca",
      "ser",
      "juez",
      "distrito",
      "federal",
      "materia",
      "laboral",
      ".",
      "ejemplo",
      "silvia",
      "rocío",
      "garcía",
      ",",
      "candidata",
      "juez",
      "penal",
      "chihuahua",
      ",",
      "formó",
      "parte",
      "defensa",
      "legal",
      "joaquín",
      "“",
      "chapo",
      "”",
      "guzmán",
      "2016.",
      "francisco",
      "herrera",
      "franco",
      ",",
      "conocido",
      "“",
      "fiscal",
      "terror",
      "”",
      "busca",
      "ser",
      "juez",
      "penal",
      ",",
      "acusado",
      "ser",
      "presuntamente",
      "responsable",
      "asesinato",
      "dos",
      "periodistas",
      "monitor",
      "michoacán",
      "2022.",
      "horas",
      "inicio",
      "jornada",
      "electoral",
      ",",
      "ine",
      "confirmó",
      "sustracción",
      "131.000",
      "boletas",
      "paquetería",
      "electoral",
      "secciones",
      "tres",
      "municipios",
      "chiapas",
      ":",
      "san",
      "cristóbal",
      "casas",
      ",",
      "copainalá",
      "jiquipilas",
      ".",
      "organismo",
      "electoral",
      "reportó",
      "robo",
      "65.244",
      "boletas",
      "correspondientes",
      "nueve",
      "casillas",
      "copainalá",
      ",",
      "10.746",
      "boletas",
      "casilla",
      "san",
      "cristóbal",
      "casas",
      ",",
      "55.590",
      "boletas",
      "seis",
      "casillas",
      "jiquipilas",
      ".",
      "comunicado",
      ",",
      "instituto",
      "anunció",
      "presentó",
      "denuncias",
      "correspondientes",
      "fiscalía",
      "especializada",
      "delitos",
      "electorales",
      "(",
      "fisel",
      ")",
      "fiscalía",
      "general",
      "república",
      "(",
      "fgr",
      ")",
      "dar",
      "responsables",
      "recuperar",
      "robado",
      ".",
      "pesar",
      "incidente",
      ",",
      "ine",
      "informó",
      "instalará",
      "2.915",
      "casillas",
      "territorio",
      "chiapaneco",
      "proceso",
      ",",
      "aunque",
      "proceso",
      "ordinario",
      "instalarán",
      "6.900.",
      "ine",
      "condenó",
      "robo",
      ",",
      "considerando",
      "atenta",
      "libertad",
      "voto",
      "ciudadanía",
      "chiapaneca",
      ".",
      "hizo",
      "llamado",
      "civilidad",
      "jornada",
      "libre",
      ",",
      "pacífica",
      "pleno",
      "ejercicio",
      "derecho",
      "sufragar",
      "."
    ],
    "token_count": 472,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 119,
      "VBZ": 18,
      "NN": 199,
      "JJ": 65,
      "NNS": 31,
      "IN": 26,
      "VBP": 17,
      "FW": 168,
      "DT": 2,
      "RB": 2,
      "VBD": 3,
      "CD": 18
    },
    "bigram_freq": {
      "NNP-VBZ": 5,
      "VBZ-NN": 1,
      "NN-NN": 112,
      "NN-VBZ": 11,
      "VBZ-JJ": 7,
      "JJ-NN": 31,
      "NN-JJ": 19,
      "JJ-NNS": 9,
      "NNS-NN": 2,
      "VBZ-IN": 1,
      "IN-NN": 2,
      "NN-NNS": 4,
      "NNS-VBP": 14,
      "VBP-FW": 1,
      "FW-FW": 101,
      "FW-NNP": 36,
      "NNP-NN": 27,
      "NN-IN": 18,
      "IN-JJ": 2,
      "VBP-JJ": 10,
      "IN-FW": 13,
      "NNP-NNP": 52,
      "NNP-FW": 24,
      "NNS-NNP": 2,
      "NN-NNP": 11,
      "JJ-FW": 6,
      "FW-NN": 16,
      "VBZ-DT": 1,
      "DT-NN": 2,
      "NN-RB": 1,
      "RB-JJ": 1,
      "FW-JJ": 7,
      "NN-FW": 19,
      "FW-NNS": 3,
      "JJ-NNP": 8,
      "NNP-VBD": 2,
      "VBD-NN": 1,
      "FW-DT": 1,
      "VBZ-VBZ": 1,
      "FW-CD": 4,
      "CD-NNS": 8,
      "NNS-IN": 3,
      "IN-NNS": 1,
      "NNS-JJ": 5,
      "JJ-VBP": 1,
      "VBP-CD": 2,
      "NNS-CD": 3,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "JJ-JJ": 10,
      "NNS-VBZ": 1,
      "VBZ-RB": 1,
      "RB-CD": 1,
      "CD-JJ": 1,
      "NNP-NNS": 1,
      "VBP-NN": 2,
      "VBZ-NNP": 1,
      "VBD-JJ": 1,
      "CD-FW": 3,
      "NN-VBP": 2,
      "VBZ-NNS": 3,
      "IN-NNP": 4,
      "NNP-IN": 4,
      "IN-CD": 4,
      "CD-NNP": 3,
      "VBZ-FW": 1,
      "NNS-NNS": 1,
      "VBP-NNS": 1,
      "VBP-NNP": 1,
      "NNP-CD": 2,
      "CD-NN": 3,
      "NNP-JJ": 2,
      "VBZ-CD": 1
    },
    "trigram_freq": {
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-VBZ": 7,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NN": 17,
      "NN-NN-NN": 59,
      "NN-NN-JJ": 13,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NN": 1,
      "NNS-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-VBP": 3,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-NNP": 14,
      "FW-NNP-NN": 9,
      "NNP-NN-NN": 24,
      "NN-JJ-NN": 13,
      "JJ-NN-IN": 6,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 3,
      "NN-IN-FW": 12,
      "IN-FW-NNP": 3,
      "FW-NNP-NNP": 19,
      "NNP-NNP-FW": 12,
      "NNP-FW-NNP": 13,
      "FW-NNP-FW": 8,
      "NNP-FW-FW": 8,
      "NNP-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-NN-NNP": 6,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 20,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-FW": 2,
      "JJ-FW-FW": 2,
      "FW-FW-FW": 70,
      "FW-FW-NN": 9,
      "FW-NN-NN": 8,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 2,
      "IN-JJ-NN": 1,
      "JJ-NN-NNP": 2,
      "NN-NNP-NN": 5,
      "IN-FW-FW": 4,
      "NN-NN-FW": 11,
      "NN-FW-FW": 13,
      "NNP-NNP-NN": 10,
      "JJ-NN-JJ": 4,
      "NN-NN-IN": 11,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 2,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "IN-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-FW": 4,
      "NNP-FW-CD": 1,
      "FW-CD-NNS": 2,
      "CD-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-CD": 2,
      "NNS-CD-NNS": 3,
      "CD-NNS-NNP": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "NNS-JJ-JJ": 3,
      "JJ-JJ-NNS": 4,
      "JJ-NNS-CD": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-RB": 1,
      "VBZ-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "VBP-JJ-NNP": 2,
      "FW-FW-JJ": 3,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-JJ": 3,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-FW-NNP": 2,
      "NNP-NN-JJ": 1,
      "IN-FW-NN": 2,
      "FW-NN-FW": 4,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "FW-FW-CD": 2,
      "FW-CD-FW": 2,
      "CD-FW-FW": 2,
      "NNP-FW-NN": 2,
      "NN-FW-CD": 1,
      "FW-NN-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-FW": 1,
      "CD-FW-NN": 1,
      "FW-NN-NNP": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "NN-VBZ-NNS": 3,
      "VBZ-NNS-JJ": 2,
      "NNS-JJ-NN": 1,
      "JJ-NN-VBZ": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-NNP": 1,
      "NNP-NN-VBZ": 1,
      "JJ-JJ-NN": 3,
      "NN-VBP-JJ": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NN-NNP-VBZ": 1,
      "VBZ-JJ-JJ": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 4,
      "JJ-NNP-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-FW": 2,
      "JJ-FW-NNP": 4,
      "NNP-NNP-IN": 4,
      "NNP-IN-CD": 2,
      "IN-CD-NNP": 3,
      "CD-NNP-NNP": 2,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "FW-NN-JJ": 1,
      "CD-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-JJ-FW": 2,
      "JJ-JJ-JJ": 1,
      "NNP-IN-NNP": 2,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-CD": 1,
      "NNP-CD-NN": 2,
      "CD-NN-FW": 3,
      "NNP-NNP-CD": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-NNS": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "NN-FW-NN": 2,
      "NN-FW-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-NN-FW": 1,
      "NN-NNP-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 199,
        "FW": 168,
        "NNP": 119,
        "JJ": 65,
        "NNS": 31
      },
      "top_bigrams": {
        "NN-NN": 112,
        "FW-FW": 101,
        "NNP-NNP": 52,
        "FW-NNP": 36,
        "JJ-NN": 31
      },
      "top_trigrams": {
        "FW-FW-FW": 70,
        "NN-NN-NN": 59,
        "NNP-NN-NN": 24,
        "NNP-NNP-NNP": 20,
        "FW-NNP-NNP": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 196,
      "VP": 44,
      "PP": 18,
      "ADJP": 14
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 14,
        "weight": 0.0475
      },
      {
        "rule": "NP -> ('junio', 'NN')",
        "frequency": 7,
        "weight": 0.0237
      },
      {
        "rule": "NP -> ('TEPJF', 'NNP')",
        "frequency": 4,
        "weight": 0.0136
      },
      {
        "rule": "ADJP -> ('y', 'JJ')",
        "frequency": 4,
        "weight": 0.0136
      },
      {
        "rule": "NP -> ('boletas', 'NNS')",
        "frequency": 4,
        "weight": 0.0136
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('Suprema', 'NNP') ('Corte', 'NNP')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "VP -> ('están', 'VBP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Federación', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "México"
      },
      {
        "label": "VP",
        "text": "abrió este domingo"
      },
      {
        "label": "NP",
        "text": "este domingo"
      },
      {
        "label": "VP",
        "text": "las urnas para"
      },
      {
        "label": "NP",
        "text": "urnas para"
      },
      {
        "label": "VP",
        "text": "llevar a cabo unas elecciones sin"
      },
      {
        "label": "NP",
        "text": "a cabo"
      },
      {
        "label": "NP",
        "text": "unas elecciones sin"
      },
      {
        "label": "VP",
        "text": "precedentes"
      },
      {
        "label": "PP",
        "text": "en su historia y"
      },
      {
        "label": "NP",
        "text": "su historia y"
      },
      {
        "label": "NP",
        "text": "mundo"
      },
      {
        "label": "NP",
        "text": "Por primera vez"
      },
      {
        "label": "NP",
        "text": "los ciudadanos"
      },
      {
        "label": "PP",
        "text": "de ese país"
      }
    ],
    "clause_structures": [
      "(S\n  (NP México/NNP)\n  (VP abrió/VBZ (NP este/NN domingo/NN))\n  (VP las/VBZ (NP urnas/JJ para/NN))\n  (VP\n    llevar/VBZ\n    (NP a/DT cabo/NN)\n    (NP unas/JJ elecciones/NNS sin/NN))\n  (VP precedentes/VBZ)\n  (PP en/IN (NP su/NN historia/NN y/NN))\n  en/IN\n  el/FW\n  (NP mundo/NN)\n  ./.)",
      "(S\n  (NP Por/NNP primera/NN vez/NN)\n  ,/,\n  (NP los/JJ ciudadanos/NN)\n  (PP de/IN (NP ese/JJ país/NNS))\n  (VP están/VBP)\n  (VP\n    llamados/VBZ\n    (NP a/DT elegir/JJ mediante/NN voto/NN)\n    popular/JJ\n    (NP a/DT ministros/NN))\n  de/IN\n  la/FW\n  (NP Suprema/NNP Corte/NNP)\n  de/FW\n  (NP Justicia/NNP)\n  de/FW\n  la/FW\n  (NP Nación/NNP)\n  ,/,\n  (NP magistrados/NN y/NN jueces/NNS)\n  ./.)",
      "(S\n  (NP\n    La/NNP\n    consejera/NN\n    presidenta/NN\n    del/NN\n    Instituto/NNP\n    Nacional/NNP\n    Electoral/NNP)\n  (/(\n  (NP INE/NNP)\n  )/)\n  ,/,\n  (NP Guadalupe/NNP Taddei/NNP)\n  ,/,\n  (VP al/VBZ encabezar/JJ)\n  el/FW\n  inicio/FW\n  de/FW\n  la/FW\n  ceremonia/FW\n  cívica/FW\n  de/FW\n  la/FW\n  (NP jornada/NN)\n  ,/,\n  (NP aseveró/JJ que/NN esta/NN)\n  (VP elección/VBP)\n  (VP\n    “/VBZ\n    (NP no/DT es/NN)\n    un/RB\n    (NP acto/JJ político/NN o/NN administrativo/NN ”/NNP))\n  ,/,\n  (NP sino/NN)\n  (NP un/JJ “/NNP acto/NN)\n  de/IN\n  justicia/FW\n  (NP al/JJ alcance/NN)\n  (PP de/IN (NP una/JJ casilla/NN ”/NN))\n  ./.)",
      "(S\n  (NP En/NNP este/NN sentido/NN)\n  ,/,\n  (VP invitó/VB (NP a/DT todos/JJ los/NN))\n  (VP mexicanos/VBZ (NP a/DT votar/NN))\n  ,/,\n  (NP describiendo/NN el/NN proceso/NN como/NN)\n  (NP un/JJ ejemplo/NN)\n  de/IN\n  democracia/FW\n  (NP moderna/NN)\n  ./.)",
      "(S\n  (NP El/NNP inicio/NN)\n  de/IN\n  la/FW\n  jornada/FW\n  (NP también/NN estuvo/NN matizado/NN por/NN)\n  el/FW\n  llamado/FW\n  de/FW\n  la/FW\n  presidenta/FW\n  (NP Claudia/NNP Sheinbaum/NNP)\n  (NP a/DT votar/NN por/NN)\n  (NP un/JJ partido/NN)\n  (NP judicial/JJ honesto/NN)\n  ,/,\n  (NP cercano/NN al/NN pueblo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3759,
          3766
        ],
        "start": 3759,
        "end": 3766
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3024,
          3031
        ],
        "start": 3024,
        "end": 3031
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación ciudadana",
        "position": [
          1845,
          1868
        ],
        "start": 1845,
        "end": 1868
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta del instituto",
        "position": [
          300,
          324
        ],
        "start": 300,
        "end": 324
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "corte de justicia",
        "position": [
          233,
          250
        ],
        "start": 233,
        "end": 250
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto nacional electoral",
        "position": [
          315,
          343
        ],
        "start": 315,
        "end": 343
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          4160,
          4167
        ],
        "start": 4160,
        "end": 4167
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          2619,
          2622
        ],
        "start": 2619,
        "end": 2622
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          0,
          6
        ],
        "start": 0,
        "end": 6
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo proceso",
        "position": [
          1735,
          1751
        ],
        "start": 1735,
        "end": 1751
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 1 de junio",
        "position": [
          1882,
          1900
        ],
        "start": 1882,
        "end": 1900
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "100 millones",
        "position": [
          993,
          1005
        ],
        "start": 993,
        "end": 1005
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 131.000",
        "position": [
          3366,
          3380
        ],
        "start": 3366,
        "end": 3380
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 100",
        "position": [
          984,
          996
        ],
        "start": 984,
        "end": 996
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Francisco Herrera Franco",
        "tipo": "Persona"
      },
      {
        "nombre": "Tribunal de Disciplina Judicial",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Silvia Rocío García",
        "tipo": "Persona"
      },
      {
        "nombre": "Joaquín “El Chapo” Guzmán",
        "tipo": "Persona"
      },
      {
        "nombre": "TEPJF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Suprema Corte de Justicia de la Nación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Claudia Sheinbaum",
        "tipo": "Persona"
      },
      {
        "nombre": "Chiapas",
        "tipo": "Lugar"
      },
      {
        "nombre": "San Cristóbal de Las Casas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Distrito Federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Joaquín Naasón",
        "tipo": "Persona"
      },
      {
        "nombre": "INE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chihuahua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fiscalía Especializada en Delitos Electorales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tribunal Electoral del Poder Judicial de la Federación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luz del Mundo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luis Castañeda Palacios",
        "tipo": "Persona"
      },
      {
        "nombre": "Instituto Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Guadalupe Taddei",
        "tipo": "Persona"
      },
      {
        "nombre": "Suprema Corte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sala Superior",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jiquipilas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sheinbaum",
        "tipo": "Persona"
      },
      {
        "nombre": "Salas Regionales del TEPJF",
        "tipo": "Lugar"
      },
      {
        "nombre": "Poder Judicial de la Federación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Copainalá",
        "tipo": "Lugar"
      },
      {
        "nombre": "FGR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fiscalía General de la República",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Suprema Corte",
        "relacion": "DAR",
        "objeto": "Tribunal de Disciplina Judicial"
      },
      {
        "sujeto": "Suprema Corte",
        "relacion": "DAR",
        "objeto": "Sala Superior"
      },
      {
        "sujeto": "Suprema Corte",
        "relacion": "DAR",
        "objeto": "Salas Regionales del TEPJF"
      },
      {
        "sujeto": "INE",
        "relacion": "CONFIRMAR",
        "objeto": "Chiapas"
      },
      {
        "sujeto": "INE",
        "relacion": "CONFIRMAR",
        "objeto": "San Cristóbal de Las Casas"
      },
      {
        "sujeto": "INE",
        "relacion": "CONFIRMAR",
        "objeto": "Copainalá"
      },
      {
        "sujeto": "INE",
        "relacion": "CONFIRMAR",
        "objeto": "Jiquipilas"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9022,
    "pos": 0.028,
    "neu": 0.964,
    "neg": 0.008,
    "label": "positive"
  }
}