{
  "url": "https://www.telesurtv.net/brics-compromiso-climatico-combustible-fosil/",
  "title": "BRICS asumen compromisos climáticos, pero mantienen defensa de combustibles fósiles",
  "section": "Mundo",
  "tags": [
    "Acuerdo de París",
    "Brasil",
    "Brics",
    "cambio climático",
    "combustibles fósiles",
    "cop30",
    "gases de efecto invernadero",
    "Instituto de la Energía",
    "Río de Janeiro"
  ],
  "text": "Los líderes de los BRICS, reunidos este domingo en Río de Janeiro, adoptaron una posición que equilibra la lucha contra el cambio climático con las realidades energéticas de las economías emergentes. La declaración final del bloque reconoce explícitamente que los combustibles fósiles mantienen un papel fundamental en la matriz energética mundial, especialmente para países en desarrollo.\n\nLEA TAMBIÉN\nLo que dice y lo que omite la Declaración de Líderes del Brics 2025\n\n“Reconocemos que los combustibles fósiles aún tienen un papel importante en la matriz energética mundial, especialmente para mercados emergentes y economías en desarrollo, y reconocemos la necesidad de promover transiciones energéticas justas, ordenadas, equitativas e inclusivas“, establece el documento consensuado entre las naciones miembros.\nLa declaración refleja una aproximación pragmática al desafío climático, donde los países del bloque se comprometen a reducir las emisiones de gases de efecto invernadero, pero subrayan que las responsabilidades, aunque comunes, son “diferenciadas” según las “circunstancias, necesidades y prioridades nacionales” de cada territorio.\n\n\nEsta posición marca un enfoque distintivo respecto a las presiones internacionales por una transición energética acelerada, al tiempo que mantiene el compromiso con los objetivos climáticos globales. Los BRICS reafirman su adhesión al Acuerdo de París y expresan su “total compromiso” con el éxito de la COP30, que se celebrará en Belém do Pará (Brasil) en noviembre próximo.\n“Reconociendo la interconexión entre la lucha contra el cambio climático y la promoción de transiciones energéticas, reiteramos nuestro compromiso compartido en promover el desarrollo económico de manera sostenible”, resume la declaración, que busca conciliar las metas ambientales con las necesidades de crecimiento económico.\nEl documento enfatiza que las transiciones energéticas deben ser “justas” e “inclusivas”, reconociendo las diferentes capacidades y circunstancias de los países en desarrollo. Esta aproximación contrasta con las presiones por abandono inmediato de los combustibles fósiles, proponiendo en cambio un proceso gradual y equitativo.\nLa declaración de Río de Janeiro refleja el consenso entre economías que representan más del 40% de la población mundial y aproximadamente el 25% del PIB global, otorgando peso significativo a su posición en el debate energético internacional.\n\n\nLas emisiones globales de carbono alcanzaron un nuevo récord histórico en 2024, con 40.800 millones de toneladas métricas de emisiones equivalentes de CO2, según el informe Statistical Review of World Energy 2025 del Instituto de la Energía.\nEsta cifra supera los 40.300 millones de toneladas registradas en 2023, representando un incremento de 500 millones de toneladas pese a las inversiones sin precedentes en energías renovables y los múltiples compromisos internacionales de reducción de emisiones.\nChina, Estados Unidos e India continúan como los tres mayores emisores globales, concentrando más de la mitad de las emisiones mundiales. Mientras Estados Unidos ha logrado reducciones significativas desde 2000, China e India han experimentado aumentos sustanciales vinculados a su desarrollo económico y la dependencia persistente de combustibles fósiles.\nEl informe revela que, aunque la energía limpia se expande aceleradamente, no está reemplazando a los combustibles fósiles a la escala necesaria para reducir las emisiones totales. Esta realidad indica que se requiere un desplazamiento significativo en la demanda energética mundial o cambios estructurales más profundos para lograr reducciones efectivas.\n\n\nLas emisiones equivalentes de CO2 incluyen el dióxido de carbono procedente de combustibles fósiles, la quema en antorcha, los procesos industriales y las emisiones de metano convertidas a su equivalente de dióxido de carbono. Esta medición proporciona una imagen más completa del impacto atmosférico real.\nLos datos confirman que, pese a los avances tecnológicos y las inversiones masivas en energías limpias, la transición energética global enfrenta desafíos estructurales más complejos de lo inicialmente previsto. La brecha entre los compromisos climáticos y la realidad energética mundial se mantiene como uno de los principales retos del siglo XXI.\nEsta situación refuerza la posición de los BRICS, reconociendo las complejidades reales de transformar sistemas energéticos mientras se mantiene el crecimiento económico y el desarrollo social.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/brics-compromiso-climatico-combustible-fosil/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1788,
    "message_id": 98399,
    "date": "2025-07-06T21:55:07+00:00",
    "text": "teleSUR\nBRICS asumen compromisos climáticos, pero mantienen defensa de combustibles fósiles\nhttps://www.telesurtv.net/brics-compromiso-climatico-combustible-fosil/",
    "photo_path": null,
    "views": 2309,
    "reactions": {
      "👏": 39,
      "❤": 4,
      "👍": 2,
      "👎": 2,
      "🤨": 2
    },
    "total_reactions": 49
  },
  "preprocessing": {
    "cleaned": "los líderes de los brics, reunidos este domingo en río de janeiro, adoptaron una posición que equilibra la lucha contra el cambio climático con las realidades energéticas de las economías emergentes. la declaración final del bloque reconoce explícitamente que los combustibles fósiles mantienen un papel fundamental en la matriz energética mundial, especialmente para países en desarrollo. “reconocemos que los combustibles fósiles aún tienen un papel importante en la matriz energética mundial, especialmente para mercados emergentes y economías en desarrollo, y reconocemos la necesidad de promover transiciones energéticas justas, ordenadas, equitativas e inclusivas“, establece el documento consensuado entre las naciones miembros. la declaración refleja una aproximación pragmática al desafío climático, donde los países del bloque se comprometen a reducir las emisiones de gases de efecto invernadero, pero subrayan que las responsabilidades, aunque comunes, son “diferenciadas” según las “circunstancias, necesidades y prioridades nacionales” de cada territorio. esta posición marca un enfoque distintivo respecto a las presiones internacionales por una transición energética acelerada, al tiempo que mantiene el compromiso con los objetivos climáticos globales. los brics reafirman su adhesión al acuerdo de parís y expresan su “total compromiso” con el éxito de la cop30, que se celebrará en belém do pará (brasil) en noviembre próximo. “reconociendo la interconexión entre la lucha contra el cambio climático y la promoción de transiciones energéticas, reiteramos nuestro compromiso compartido en promover el desarrollo económico de manera sostenible”, resume la declaración, que busca conciliar las metas ambientales con las necesidades de crecimiento económico. el documento enfatiza que las transiciones energéticas deben ser “justas” e “inclusivas”, reconociendo las diferentes capacidades y circunstancias de los países en desarrollo. esta aproximación contrasta con las presiones por abandono inmediato de los combustibles fósiles, proponiendo en cambio un proceso gradual y equitativo. la declaración de río de janeiro refleja el consenso entre economías que representan más del 40% de la población mundial y aproximadamente el 25% del pib global, otorgando peso significativo a su posición en el debate energético internacional. las emisiones globales de carbono alcanzaron un nuevo récord histórico en 2024, con 40.800 millones de toneladas métricas de emisiones equivalentes de co2, según el informe statistical review of world energy 2025 del instituto de la energía. esta cifra supera los 40.300 millones de toneladas registradas en 2023, representando un incremento de 500 millones de toneladas pese a las inversiones sin precedentes en energías renovables y los múltiples compromisos internacionales de reducción de emisiones. china, estados unidos e india continúan como los tres mayores emisores globales, concentrando más de la mitad de las emisiones mundiales. mientras estados unidos ha logrado reducciones significativas desde 2000, china e india han experimentado aumentos sustanciales vinculados a su desarrollo económico y la dependencia persistente de combustibles fósiles. el informe revela que, aunque la energía limpia se expande aceleradamente, no está reemplazando a los combustibles fósiles a la escala necesaria para reducir las emisiones totales. esta realidad indica que se requiere un desplazamiento significativo en la demanda energética mundial o cambios estructurales más profundos para lograr reducciones efectivas. las emisiones equivalentes de co2 incluyen el dióxido de carbono procedente de combustibles fósiles, la quema en antorcha, los procesos industriales y las emisiones de metano convertidas a su equivalente de dióxido de carbono. esta medición proporciona una imagen más completa del impacto atmosférico real. los datos confirman que, pese a los avances tecnológicos y las inversiones masivas en energías limpias, la transición energética global enfrenta desafíos estructurales más complejos de lo inicialmente previsto. la brecha entre los compromisos climáticos y la realidad energética mundial se mantiene como uno de los principales retos del siglo xxi. esta situación refuerza la posición de los brics, reconociendo las complejidades reales de transformar sistemas energéticos mientras se mantiene el crecimiento económico y el desarrollo social.",
    "tokens": [
      "líderes",
      "brics",
      ",",
      "reunidos",
      "domingo",
      "río",
      "janeiro",
      ",",
      "adoptaron",
      "posición",
      "equilibra",
      "lucha",
      "cambio",
      "climático",
      "realidades",
      "energéticas",
      "economías",
      "emergentes",
      ".",
      "declaración",
      "final",
      "bloque",
      "reconoce",
      "explícitamente",
      "combustibles",
      "fósiles",
      "mantienen",
      "papel",
      "fundamental",
      "matriz",
      "energética",
      "mundial",
      ",",
      "especialmente",
      "países",
      "desarrollo",
      ".",
      "“",
      "reconocemos",
      "combustibles",
      "fósiles",
      "aún",
      "papel",
      "importante",
      "matriz",
      "energética",
      "mundial",
      ",",
      "especialmente",
      "mercados",
      "emergentes",
      "economías",
      "desarrollo",
      ",",
      "reconocemos",
      "necesidad",
      "promover",
      "transiciones",
      "energéticas",
      "justas",
      ",",
      "ordenadas",
      ",",
      "equitativas",
      "inclusivas",
      "“",
      ",",
      "establece",
      "documento",
      "consensuado",
      "naciones",
      "miembros",
      ".",
      "declaración",
      "refleja",
      "aproximación",
      "pragmática",
      "desafío",
      "climático",
      ",",
      "países",
      "bloque",
      "comprometen",
      "reducir",
      "emisiones",
      "gases",
      "efecto",
      "invernadero",
      ",",
      "subrayan",
      "responsabilidades",
      ",",
      "aunque",
      "comunes",
      ",",
      "“",
      "diferenciadas",
      "”",
      "según",
      "“",
      "circunstancias",
      ",",
      "necesidades",
      "prioridades",
      "nacionales",
      "”",
      "cada",
      "territorio",
      ".",
      "posición",
      "marca",
      "enfoque",
      "distintivo",
      "respecto",
      "presiones",
      "internacionales",
      "transición",
      "energética",
      "acelerada",
      ",",
      "tiempo",
      "mantiene",
      "compromiso",
      "objetivos",
      "climáticos",
      "globales",
      ".",
      "brics",
      "reafirman",
      "adhesión",
      "acuerdo",
      "parís",
      "expresan",
      "“",
      "total",
      "compromiso",
      "”",
      "éxito",
      "cop30",
      ",",
      "celebrará",
      "belém",
      "do",
      "pará",
      "(",
      "brasil",
      ")",
      "noviembre",
      "próximo",
      ".",
      "“",
      "reconociendo",
      "interconexión",
      "lucha",
      "cambio",
      "climático",
      "promoción",
      "transiciones",
      "energéticas",
      ",",
      "reiteramos",
      "compromiso",
      "compartido",
      "promover",
      "desarrollo",
      "económico",
      "manera",
      "sostenible",
      "”",
      ",",
      "resume",
      "declaración",
      ",",
      "busca",
      "conciliar",
      "metas",
      "ambientales",
      "necesidades",
      "crecimiento",
      "económico",
      ".",
      "documento",
      "enfatiza",
      "transiciones",
      "energéticas",
      "deben",
      "ser",
      "“",
      "justas",
      "”",
      "“",
      "inclusivas",
      "”",
      ",",
      "reconociendo",
      "diferentes",
      "capacidades",
      "circunstancias",
      "países",
      "desarrollo",
      ".",
      "aproximación",
      "contrasta",
      "presiones",
      "abandono",
      "inmediato",
      "combustibles",
      "fósiles",
      ",",
      "proponiendo",
      "cambio",
      "proceso",
      "gradual",
      "equitativo",
      ".",
      "declaración",
      "río",
      "janeiro",
      "refleja",
      "consenso",
      "economías",
      "representan",
      "40",
      "%",
      "población",
      "mundial",
      "aproximadamente",
      "25",
      "%",
      "pib",
      "global",
      ",",
      "otorgando",
      "peso",
      "significativo",
      "posición",
      "debate",
      "energético",
      "internacional",
      ".",
      "emisiones",
      "globales",
      "carbono",
      "alcanzaron",
      "nuevo",
      "récord",
      "histórico",
      "2024",
      ",",
      "40.800",
      "millones",
      "toneladas",
      "métricas",
      "emisiones",
      "equivalentes",
      "co2",
      ",",
      "según",
      "informe",
      "statistical",
      "review",
      "of",
      "world",
      "energy",
      "2025",
      "instituto",
      "energía",
      ".",
      "cifra",
      "supera",
      "40.300",
      "millones",
      "toneladas",
      "registradas",
      "2023",
      ",",
      "representando",
      "incremento",
      "500",
      "millones",
      "toneladas",
      "pese",
      "inversiones",
      "precedentes",
      "energías",
      "renovables",
      "múltiples",
      "compromisos",
      "internacionales",
      "reducción",
      "emisiones",
      ".",
      "china",
      ",",
      "unidos",
      "india",
      "continúan",
      "tres",
      "mayores",
      "emisores",
      "globales",
      ",",
      "concentrando",
      "mitad",
      "emisiones",
      "mundiales",
      ".",
      "mientras",
      "unidos",
      "logrado",
      "reducciones",
      "significativas",
      "2000",
      ",",
      "china",
      "india",
      "experimentado",
      "aumentos",
      "sustanciales",
      "vinculados",
      "desarrollo",
      "económico",
      "dependencia",
      "persistente",
      "combustibles",
      "fósiles",
      ".",
      "informe",
      "revela",
      ",",
      "aunque",
      "energía",
      "limpia",
      "expande",
      "aceleradamente",
      ",",
      "reemplazando",
      "combustibles",
      "fósiles",
      "escala",
      "necesaria",
      "reducir",
      "emisiones",
      "totales",
      ".",
      "realidad",
      "indica",
      "requiere",
      "desplazamiento",
      "significativo",
      "demanda",
      "energética",
      "mundial",
      "cambios",
      "estructurales",
      "profundos",
      "lograr",
      "reducciones",
      "efectivas",
      ".",
      "emisiones",
      "equivalentes",
      "co2",
      "incluyen",
      "dióxido",
      "carbono",
      "procedente",
      "combustibles",
      "fósiles",
      ",",
      "quema",
      "antorcha",
      ",",
      "procesos",
      "industriales",
      "emisiones",
      "metano",
      "convertidas",
      "equivalente",
      "dióxido",
      "carbono",
      ".",
      "medición",
      "proporciona",
      "imagen",
      "completa",
      "impacto",
      "atmosférico",
      "real",
      ".",
      "datos",
      "confirman",
      ",",
      "pese",
      "avances",
      "tecnológicos",
      "inversiones",
      "masivas",
      "energías",
      "limpias",
      ",",
      "transición",
      "energética",
      "global",
      "enfrenta",
      "desafíos",
      "estructurales",
      "complejos",
      "inicialmente",
      "previsto",
      ".",
      "brecha",
      "compromisos",
      "climáticos",
      "realidad",
      "energética",
      "mundial",
      "mantiene",
      "principales",
      "retos",
      "siglo",
      "xxi",
      ".",
      "situación",
      "refuerza",
      "posición",
      "brics",
      ",",
      "reconociendo",
      "complejidades",
      "reales",
      "transformar",
      "sistemas",
      "energéticos",
      "mientras",
      "mantiene",
      "crecimiento",
      "económico",
      "desarrollo",
      "social",
      "."
    ],
    "token_count": 441,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 58,
      "VBZ": 21,
      "FW": 134,
      "NN": 201,
      "IN": 24,
      "JJ": 66,
      "NNS": 63,
      "CD": 10,
      "VBP": 25,
      "CC": 1,
      "VBD": 4,
      "DT": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 1,
      "VBZ-FW": 4,
      "FW-FW": 84,
      "FW-NNP": 14,
      "NNP-NN": 20,
      "NN-NN": 116,
      "NN-FW": 14,
      "NNP-IN": 5,
      "IN-NNP": 5,
      "NN-JJ": 19,
      "JJ-JJ": 5,
      "JJ-NN": 38,
      "NN-NNS": 14,
      "NNS-VBZ": 6,
      "FW-VBZ": 2,
      "VBZ-NNP": 1,
      "NNP-FW": 8,
      "FW-JJ": 13,
      "VBZ-NNS": 3,
      "NNS-JJ": 1,
      "NN-VBZ": 11,
      "VBZ-IN": 2,
      "IN-NN": 6,
      "NN-NNP": 10,
      "NNP-NNP": 14,
      "NNP-CD": 2,
      "CD-NNP": 2,
      "VBZ-JJ": 8,
      "JJ-IN": 1,
      "IN-JJ": 2,
      "FW-NNS": 7,
      "NNS-VBP": 21,
      "VBP-NNS": 6,
      "VBP-JJ": 11,
      "JJ-NNS": 13,
      "NNS-NNS": 14,
      "NNS-NNP": 5,
      "NNP-VBP": 2,
      "VBP-NN": 2,
      "FW-NN": 12,
      "NNS-FW": 10,
      "NNS-NN": 2,
      "NNS-IN": 3,
      "NN-VBP": 2,
      "JJ-NNP": 4,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "IN-FW": 8,
      "NN-IN": 11,
      "VBP-NNP": 2,
      "JJ-FW": 3,
      "VBP-IN": 2,
      "FW-CD": 2,
      "CD-FW": 1,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 4,
      "NNP-JJ": 2,
      "VBD-JJ": 3,
      "NNP-NNS": 2,
      "IN-CD": 2,
      "NN-CD": 1,
      "CD-NNS": 3,
      "VBZ-CD": 1,
      "VBZ-VBZ": 1,
      "VBP-FW": 2,
      "NNS-VBD": 1,
      "JJ-CD": 1,
      "IN-NNS": 1,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNP-VBD": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "FW-FW-NNP": 8,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 20,
      "NN-NN-NN": 65,
      "NN-NN-FW": 12,
      "NN-FW-NNP": 1,
      "FW-NNP-IN": 2,
      "NNP-IN-NNP": 3,
      "IN-NNP-NN": 2,
      "NN-NN-JJ": 11,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-NN": 22,
      "NN-NN-NNS": 9,
      "NN-NNS-VBZ": 5,
      "NNS-VBZ-FW": 1,
      "FW-FW-FW": 55,
      "FW-FW-VBZ": 2,
      "FW-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 8,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NN-FW-JJ": 3,
      "FW-JJ-JJ": 1,
      "NN-NN-VBZ": 8,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-NNP": 2,
      "NN-NNP-NNP": 2,
      "NNP-NNP-NNP": 4,
      "NNP-NNP-NN": 6,
      "NN-JJ-NN": 12,
      "JJ-NN-NNP": 4,
      "NN-NNP-FW": 2,
      "NNP-FW-NNP": 3,
      "FW-NNP-FW": 3,
      "FW-NNP-CD": 1,
      "NNP-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNS-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "JJ-NN-JJ": 3,
      "NN-FW-FW": 7,
      "FW-FW-JJ": 7,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNS": 6,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 7,
      "FW-JJ-NNS": 3,
      "JJ-NNS-NNS": 6,
      "NNS-NNS-NNP": 4,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "NN-VBZ-FW": 2,
      "VBZ-FW-NN": 1,
      "FW-NN-FW": 1,
      "NN-JJ-NNS": 3,
      "JJ-NNS-FW": 3,
      "NNS-FW-FW": 10,
      "FW-FW-NN": 7,
      "FW-NN-NN": 6,
      "VBZ-JJ-NNS": 4,
      "JJ-NNS-NN": 1,
      "NNS-NN-VBZ": 1,
      "JJ-NNS-VBP": 3,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNS": 2,
      "NNS-NNS-IN": 1,
      "NNS-IN-NN": 3,
      "IN-NN-NN": 2,
      "NN-NN-NNP": 2,
      "NN-NNP-NN": 3,
      "NNS-NNS-VBP": 6,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "JJ-NN-NNS": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 2,
      "NN-JJ-NNP": 3,
      "JJ-NNP-FW": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-JJ": 1,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 2,
      "NN-NN-IN": 6,
      "NN-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-FW": 1,
      "NNP-FW-FW": 3,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-IN-NN": 1,
      "JJ-NN-FW": 1,
      "NN-NNS-VBP": 6,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-IN": 1,
      "NN-IN-FW": 5,
      "IN-FW-NNS": 3,
      "FW-NNS-IN": 1,
      "NN-NNS-FW": 1,
      "FW-NN-IN": 2,
      "FW-NNS-NNS": 2,
      "NNS-VBP-IN": 2,
      "VBP-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "JJ-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NNP": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-IN-JJ": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "FW-NN-JJ": 2,
      "NN-IN-CD": 2,
      "IN-CD-NN": 1,
      "CD-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-FW": 3,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "FW-NNP-NNP": 2,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NNS": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-JJ": 1,
      "JJ-NN-IN": 2,
      "IN-CD-NNS": 1,
      "VBP-NNS-IN": 1,
      "IN-NN-NNS": 1,
      "VBP-NNS-FW": 2,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "NN-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "VBZ-FW-JJ": 1,
      "NN-FW-NN": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNP-NN": 2,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBP-JJ-NNS": 3,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-FW-FW": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-NN-NNS": 1,
      "NNP-FW-NN": 1,
      "JJ-NNP-NN": 1,
      "IN-FW-JJ": 1,
      "NN-VBP-JJ": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "VBP-IN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 201,
        "FW": 134,
        "JJ": 66,
        "NNS": 63,
        "NNP": 58
      },
      "top_bigrams": {
        "NN-NN": 116,
        "FW-FW": 84,
        "JJ-NN": 38,
        "NNS-VBP": 21,
        "NNP-NN": 20
      },
      "top_trigrams": {
        "NN-NN-NN": 65,
        "FW-FW-FW": 55,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 20,
        "NN-NN-FW": 12
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 168,
      "VP": 53,
      "PP": 15,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 8,
        "weight": 0.0305
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0191
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('desarrollo', 'NN')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('combustibles', 'NNS') ('fósiles', 'NNS')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('BRICS', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Río', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('fósiles', 'VBZ') NP NP",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Los"
      },
      {
        "label": "VP",
        "text": "líderes"
      },
      {
        "label": "NP",
        "text": "BRICS"
      },
      {
        "label": "VP",
        "text": "reunidos este domingo"
      },
      {
        "label": "NP",
        "text": "este domingo"
      },
      {
        "label": "NP",
        "text": "Río"
      },
      {
        "label": "PP",
        "text": "de Janeiro"
      },
      {
        "label": "NP",
        "text": "Janeiro"
      },
      {
        "label": "NP",
        "text": "adoptaron"
      },
      {
        "label": "NP",
        "text": "una posición que equilibra la"
      },
      {
        "label": "NP",
        "text": "lucha contra el cambio climático con las"
      },
      {
        "label": "VP",
        "text": "realidades"
      },
      {
        "label": "NP",
        "text": "emergentes"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "declaración final del bloque reconoce explícitamente que los combustibles"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Los/NNP)\n  (VP líderes/VBZ)\n  de/FW\n  los/FW\n  (NP BRICS/NNP)\n  ,/,\n  (VP reunidos/VBZ (NP este/NN domingo/NN))\n  en/FW\n  (NP Río/NNP)\n  (PP de/IN (NP Janeiro/NNP))\n  ,/,\n  (NP adoptaron/NN)\n  (NP una/JJ posición/NN que/NN equilibra/NN la/NN)\n  (NP lucha/JJ contra/JJ el/NN cambio/NN climático/NN con/NN las/NNS)\n  (VP realidades/VBZ)\n  energéticas/FW\n  de/FW\n  las/FW\n  economías/FW\n  (NP emergentes/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    declaración/VBZ\n    (NP\n      final/JJ\n      del/NN\n      bloque/NN\n      reconoce/NN\n      explícitamente/NN\n      que/NN\n      los/NN\n      combustibles/NNS))\n  (VP\n    fósiles/VBZ\n    (NP mantienen/NNS)\n    (NP un/JJ papel/JJ fundamental/JJ en/NN la/NN))\n  matriz/FW\n  (NP energética/JJ mundial/NN)\n  ,/,\n  (NP especialmente/JJ para/NN países/NNS)\n  (PP en/IN (NP desarrollo/NN))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Lo/NNP que/NN dice/NN y/NN lo/NN que/NN)\n  (NP omite/JJ la/NN Declaración/NNP)\n  de/FW\n  (NP Líderes/NNP)\n  del/FW\n  (NP Brics/NNP)\n  2025/CD\n  (NP “/NNP Reconocemos/NNP que/NN los/NN combustibles/NNS)\n  (VP\n    fósiles/VBZ\n    (NP aún/JJ tienen/NN)\n    (NP un/JJ papel/NN importante/NN))\n  en/FW\n  la/FW\n  matriz/FW\n  energética/FW\n  (NP mundial/NN)\n  ,/,\n  (NP especialmente/JJ para/NN mercados/NN)\n  (VP emergentes/VBZ (NP y/JJ economías/NN))\n  (PP en/IN (NP desarrollo/NN))\n  ,/,\n  y/CC\n  (NP reconocemos/JJ la/NN)\n  necesidad/FW\n  de/FW\n  promover/FW\n  (NP transiciones/NNS)\n  energéticas/FW\n  (NP justas/NNS)\n  ,/,\n  (NP ordenadas/NNS)\n  ,/,\n  (VP equitativas/VBP (NP e/JJ inclusivas/NN “/NNP))\n  ,/,\n  establece/RB\n  (VP el/VBZ (NP documento/NN consensuado/NN))\n  entre/FW\n  (NP las/JJ naciones/NNS miembros/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    declaración/VBZ\n    (NP refleja/NN)\n    (NP\n      una/JJ\n      aproximación/NN\n      pragmática/NN\n      al/NN\n      desafío/NN\n      climático/NN))\n  ,/,\n  (VP donde/VB (NP los/NN países/NNS))\n  (VP del/VBP (NP bloque/JJ se/NN))\n  (VP comprometen/VB (NP a/DT reducir/NN) (NP las/JJ emisiones/NNS))\n  de/FW\n  gases/FW\n  de/FW\n  efecto/FW\n  (NP invernadero/NN)\n  ,/,\n  (NP pero/NN subrayan/NN que/NN las/NN responsabilidades/NNS)\n  ,/,\n  (NP aunque/NN comunes/NNS)\n  ,/,\n  (NP son/NN “/NNP)\n  (VP\n    diferenciadas/VBZ\n    (NP ”/NNP según/NN las/NN “/NNP circunstancias/NN))\n  ,/,\n  (NP necesidades/NNS)\n  (VP y/VBP (NP prioridades/NNS nacionales/NNS))\n  ”/FW\n  de/FW\n  cada/FW\n  (NP territorio/NN)\n  ./.)",
      "(S\n  (NP Esta/NNP posición/NN marca/NN)\n  (NP un/JJ enfoque/NN distintivo/NN)\n  (VP\n    respecto/VBZ\n    (NP a/DT las/JJ presiones/NNS internacionales/NNS))\n  (VP por/VBP (NP una/JJ transición/NN energética/NN acelerada/NN))\n  ,/,\n  (NP al/JJ tiempo/NN que/NN mantiene/NN)\n  (VP\n    el/VBP\n    (NP compromiso/NN con/NN los/NN)\n    (NP objetivos/JJ climáticos/NN globales/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GRUPOS_ESPECIFICOS",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "JUSTICIA_SOCIAL",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desarrollo económico",
        "position": [
          1703,
          1723
        ],
        "start": 1703,
        "end": 1723
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "adhesión al acuerdo",
        "position": [
          1377,
          1396
        ],
        "start": 1377,
        "end": 1396
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "brics, reunidos este domingo en río de janeiro, adoptaron una posición que equilibra la lucha contra el cambio climático con las realidades energéticas de las economías emergentes. la declaración final del bloque reconoce explícitamente que los combustibles fósiles mantienen un papel",
        "position": [
          19,
          303
        ],
        "start": 19,
        "end": 303
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "cambio climático",
        "position": [
          123,
          139
        ],
        "start": 123,
        "end": 139
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "industriales",
        "position": [
          3788,
          3800
        ],
        "start": 3788,
        "end": 3800
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto de la",
        "position": [
          2650,
          2665
        ],
        "start": 2650,
        "end": 2665
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          51,
          54
        ],
        "start": 51,
        "end": 54
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          2666,
          2673
        ],
        "start": 2666,
        "end": 2673
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          1500,
          1506
        ],
        "start": 1500,
        "end": 1506
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2944,
          2958
        ],
        "start": 2944,
        "end": 2958
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          2937,
          2942
        ],
        "start": 2937,
        "end": 2942
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "parís",
        "position": [
          1400,
          1405
        ],
        "start": 1400,
        "end": 1405
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "desarrollo social",
        "position": [
          4482,
          4499
        ],
        "start": 4482,
        "end": 4499
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "800 millones",
        "position": [
          2520,
          2532
        ],
        "start": 2520,
        "end": 2532
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          4296,
          4305
        ],
        "start": 4296,
        "end": 4305
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Belém do Pará",
        "tipo": "Lugar"
      },
      {
        "nombre": "Instituto de la Energía",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Acuerdo de París",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Los BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Río de Janeiro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Los BRICS",
        "relacion": "REAFIRMAR",
        "objeto": "Acuerdo de París"
      },
      {
        "sujeto": "Los BRICS",
        "relacion": "REAFIRMAR",
        "objeto": "Belém do Pará"
      },
      {
        "sujeto": "Los BRICS",
        "relacion": "REAFIRMAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Acuerdo de París",
        "relacion": "REAFIRMAR",
        "objeto": "Belém do Pará"
      },
      {
        "sujeto": "Acuerdo de París",
        "relacion": "REAFIRMAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "LOGRAR_EXPERIMENTAR",
        "objeto": "China"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "LOGRAR_EXPERIMENTAR",
        "objeto": "India"
      }
    ]
  },
  "sentiment": {
    "compound": -0.3182,
    "pos": 0.007,
    "neu": 0.983,
    "neg": 0.009,
    "label": "negative"
  }
}