{
  "url": "https://www.telesurtv.net/colombia-pedira-cumbre-de-seguridad-con-venezuela-y-mexico-por-escandalo-pegasus/",
  "title": "Colombia pedirá cumbre de seguridad con Venezuela y México por escándalo Pegasus - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Antonio Correa",
    "Colombia",
    "Espionaje Israelçi",
    "Gustavo Petro",
    "Israel",
    "Iván Duque",
    "México",
    "NSO Group",
    "Pegasus",
    "Venezuela"
  ],
  "text": "\nEn medio de crecientes preocupaciones sobre el espionaje con el software Pegasus, Colombia ha anunciado su intención de convocar una cumbre de seguridad con Venezuela y México.\nEl objetivo principal será abordar el impacto de este programa espía, que ha sido vinculado con la vigilancia de gobiernos progresistas en la región, como los de Gustavo Petro, Andrés Manuel López Obrador (AMLO) y Nicolás Maduro.\nEl anuncio surge tras las recientes denuncias de espionaje en Colombia realizadas por el presidente de ese país, Gustavo Petro, quien mencionó a una investigación que menciona su contratación durante el periodo del expresidente de derecha y aliado de Álvaro Uribe, Iván Duque.\nEste domingo, fue el senador colombiano Antonio Correa, del Partido de la U, quien adelantó que la convocatoria será tratada en el parlamento y ha sido una de las principales voces en exponer el uso indebido de Pegasus.\nEn una entrevista con Hollman Morris, director de RTVC, Correa afirmó que “Pegasus busca desestabilizar a gobiernos progresistas”, refiriéndose a la interceptación de comunicaciones tanto en Colombia como en México y Venezuela.\nEl senador señaló que el software fue comprado con la finalidad de espiar a opositores, defensores de derechos humanos y periodistas, especialmente durante el paro nacional de 2021 en Colombia.\nCorrea subrayó que la interferencia no se limitó a Colombia. “¿Dónde ha existido ruido y efectividad de Pegasus? Empieza en México, en una época cuando apenas llegaba el presidente López Obrador, un gobierno progresista”, dijo el senador.\nAsimismo, resaltó que el uso de Pegasus coincide con intentos de desestabilización en Venezuela, incluyendo el derrocamiento del gobierno de Nicolás Maduro. “Coincide también con los intentos de derrocamiento del gobierno venezolano”, indicó Correa, sugiriendo una operación coordinada en la región para socavar a los gobiernos alineados con corrientes progresistas.\nEl escándalo también ha destapado detalles sobre las transacciones financieras detrás de la adquisición de Pegasus. Correa denunció que no existe “ningún rastro de legalidad” en la operación, pero aclaró que la transacción financiera fue certificada por el gobierno israelí, lo que confirma la compra del software por parte del gobierno de Duque.\n“Entregaron 11 millones de dólares a la empresa que produce Pegasus”, afirmó Correa, añadiendo que se realizaron dos pagos, de 5,5 millones de dólares. La operación no se habría llevado a cabo mediante transferencias bancarias, sino que involucraron el transporte de dinero en efectivo a Israel.\nA pesar de estos detalles financieros, Correa señaló que existe “una gran fuerza que intenta ocultar el rastro de Pegasus”. En este sentido, también mencionó la muerte de un ciudadano israelí en Medellín, lo que ha generado más sospechas sobre una operación encubierta relacionada con el uso del software espía en Colombia.\nEl senador Correa ha descrito a Pegasus como una amenaza no solo para Colombia, sino para la estabilidad de toda la región. En el contexto colombiano, destacó las implicaciones para la seguridad del presidente Gustavo Petro, quien ha denunciado públicamente haber sido objeto de amenazas. “Lo que está en juego es la vida del presidente Gustavo Petro y la estabilidad de la democracia colombiana”, sentenció Correa.\nLas declaraciones del senador revelan que el espionaje con Pegasus ha trascendido fronteras, afectando la soberanía de los países involucrados y generando una crisis de confianza en los sistemas de inteligencia de la región. “Esto va mucho más allá” de la mera vigilancia, sostuvo Correa, señalando que el software ha sido utilizado como una herramienta de injerencia en asuntos internos, particularmente en Venezuela.\nAnte esta situación, el gobierno colombiano está promoviendo una cumbre de seguridad que incluya a Venezuela y México, con el objetivo de coordinar respuestas conjuntas y determinar las responsabilidades detrás del uso de Pegasus. “Debe haber una reunión entre México, Colombia y Venezuela para determinar quién fue la persona y cuál fue la entidad que llevó los once millones de dólares para esa transacción financiera y en efectivo a Israel”, afirmó Correa.\nEl encuentro propuesto por Colombia tiene como objetivo esclarecer la extensión del espionaje en la región y garantizar que se respeten los derechos humanos y la soberanía de los gobiernos progresistas, que han sido blanco de estas operaciones.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/colombia-pedira-cumbre-de-seguridad-con-venezuela-y-mexico-por-escandalo-pegasus/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 525,
    "message_id": 76797,
    "date": "2024-09-23T18:39:29+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n \n↕️ Venezuela emite orden de arresto contra Javier Milei\nhttps://www.telesurtv.net/venezuela-emite-orden-de-arresto-contra-javier-milei/ \n \n↕️ Venezuela llama a un nuevo orden mundial ante la ONU\nhttps://www.telesurtv.net/venezuela-llama-a-un-nuevo-orden-mundial-ante-la-onu/ \n\n↕️ Colombia pedirá cumbre de seguridad con Venezuela y México por escándalo Pegasus\nhttps://www.telesurtv.net/colombia-pedira-cumbre-de-seguridad-con-venezuela-y-mexico-por-escandalo-pegasus/",
    "photo_path": null,
    "views": 2601,
    "reactions": {
      "👍": 66,
      "👏": 23
    },
    "total_reactions": 89
  },
  "preprocessing": {
    "cleaned": "en medio de crecientes preocupaciones sobre el espionaje con el software pegasus, colombia ha anunciado su intención de convocar una cumbre de seguridad con venezuela y méxico. el objetivo principal será abordar el impacto de este programa espía, que ha sido vinculado con la vigilancia de gobiernos progresistas en la región, como los de gustavo petro, andrés manuel lópez obrador (amlo) y nicolás maduro. el anuncio surge tras las recientes denuncias de espionaje en colombia realizadas por el presidente de ese país, gustavo petro, quien mencionó a una investigación que menciona su contratación durante el periodo del expresidente de derecha y aliado de álvaro uribe, iván duque. este domingo, fue el senador colombiano antonio correa, del partido de la u, quien adelantó que la convocatoria será tratada en el parlamento y ha sido una de las principales voces en exponer el uso indebido de pegasus. en una entrevista con hollman morris, director de rtvc, correa afirmó que “pegasus busca desestabilizar a gobiernos progresistas”, refiriéndose a la interceptación de comunicaciones tanto en colombia como en méxico y venezuela. el senador señaló que el software fue comprado con la finalidad de espiar a opositores, defensores de derechos humanos y periodistas, especialmente durante el paro nacional de 2021 en colombia. correa subrayó que la interferencia no se limitó a colombia. “¿dónde ha existido ruido y efectividad de pegasus? empieza en méxico, en una época cuando apenas llegaba el presidente lópez obrador, un gobierno progresista”, dijo el senador. asimismo, resaltó que el uso de pegasus coincide con intentos de desestabilización en venezuela, incluyendo el derrocamiento del gobierno de nicolás maduro. “coincide también con los intentos de derrocamiento del gobierno venezolano”, indicó correa, sugiriendo una operación coordinada en la región para socavar a los gobiernos alineados con corrientes progresistas. el escándalo también ha destapado detalles sobre las transacciones financieras detrás de la adquisición de pegasus. correa denunció que no existe “ningún rastro de legalidad” en la operación, pero aclaró que la transacción financiera fue certificada por el gobierno israelí, lo que confirma la compra del software por parte del gobierno de duque. “entregaron 11 millones de dólares a la empresa que produce pegasus”, afirmó correa, añadiendo que se realizaron dos pagos, de 5,5 millones de dólares. la operación no se habría llevado a cabo mediante transferencias bancarias, sino que involucraron el transporte de dinero en efectivo a israel. a pesar de estos detalles financieros, correa señaló que existe “una gran fuerza que intenta ocultar el rastro de pegasus”. en este sentido, también mencionó la muerte de un ciudadano israelí en medellín, lo que ha generado más sospechas sobre una operación encubierta relacionada con el uso del software espía en colombia. el senador correa ha descrito a pegasus como una amenaza no solo para colombia, sino para la estabilidad de toda la región. en el contexto colombiano, destacó las implicaciones para la seguridad del presidente gustavo petro, quien ha denunciado públicamente haber sido objeto de amenazas. “lo que está en juego es la vida del presidente gustavo petro y la estabilidad de la democracia colombiana”, sentenció correa. las declaraciones del senador revelan que el espionaje con pegasus ha trascendido fronteras, afectando la soberanía de los países involucrados y generando una crisis de confianza en los sistemas de inteligencia de la región. “esto va mucho más allá” de la mera vigilancia, sostuvo correa, señalando que el software ha sido utilizado como una herramienta de injerencia en asuntos internos, particularmente en venezuela. ante esta situación, el gobierno colombiano está promoviendo una cumbre de seguridad que incluya a venezuela y méxico, con el objetivo de coordinar respuestas conjuntas y determinar las responsabilidades detrás del uso de pegasus. “debe haber una reunión entre méxico, colombia y venezuela para determinar quién fue la persona y cuál fue la entidad que llevó los once millones de dólares para esa transacción financiera y en efectivo a israel”, afirmó correa. el encuentro propuesto por colombia tiene como objetivo esclarecer la extensión del espionaje en la región y garantizar que se respeten los derechos humanos y la soberanía de los gobiernos progresistas, que han sido blanco de estas operaciones.",
    "tokens": [
      "medio",
      "crecientes",
      "preocupaciones",
      "espionaje",
      "software",
      "pegasus",
      ",",
      "colombia",
      "anunciado",
      "intención",
      "convocar",
      "cumbre",
      "seguridad",
      "venezuela",
      "méxico",
      ".",
      "objetivo",
      "principal",
      "abordar",
      "impacto",
      "programa",
      "espía",
      ",",
      "sido",
      "vinculado",
      "vigilancia",
      "gobiernos",
      "progresistas",
      "región",
      ",",
      "gustavo",
      "petro",
      ",",
      "andrés",
      "manuel",
      "lópez",
      "obrador",
      "(",
      "amlo",
      ")",
      "nicolás",
      "maduro",
      ".",
      "anuncio",
      "surge",
      "tras",
      "recientes",
      "denuncias",
      "espionaje",
      "colombia",
      "realizadas",
      "presidente",
      "país",
      ",",
      "gustavo",
      "petro",
      ",",
      "mencionó",
      "investigación",
      "menciona",
      "contratación",
      "periodo",
      "expresidente",
      "derecha",
      "aliado",
      "álvaro",
      "uribe",
      ",",
      "iván",
      "duque",
      ".",
      "domingo",
      ",",
      "senador",
      "colombiano",
      "antonio",
      "correa",
      ",",
      "partido",
      "u",
      ",",
      "adelantó",
      "convocatoria",
      "tratada",
      "parlamento",
      "sido",
      "principales",
      "voces",
      "exponer",
      "uso",
      "indebido",
      "pegasus",
      ".",
      "entrevista",
      "hollman",
      "morris",
      ",",
      "director",
      "rtvc",
      ",",
      "correa",
      "afirmó",
      "“",
      "pegasus",
      "busca",
      "desestabilizar",
      "gobiernos",
      "progresistas",
      "”",
      ",",
      "refiriéndose",
      "interceptación",
      "comunicaciones",
      "colombia",
      "méxico",
      "venezuela",
      ".",
      "senador",
      "señaló",
      "software",
      "comprado",
      "finalidad",
      "espiar",
      "opositores",
      ",",
      "defensores",
      "derechos",
      "humanos",
      "periodistas",
      ",",
      "especialmente",
      "paro",
      "nacional",
      "2021",
      "colombia",
      ".",
      "correa",
      "subrayó",
      "interferencia",
      "limitó",
      "colombia",
      ".",
      "“",
      "¿dónde",
      "existido",
      "ruido",
      "efectividad",
      "pegasus",
      "?",
      "empieza",
      "méxico",
      ",",
      "época",
      "apenas",
      "llegaba",
      "presidente",
      "lópez",
      "obrador",
      ",",
      "gobierno",
      "progresista",
      "”",
      ",",
      "dijo",
      "senador",
      ".",
      "asimismo",
      ",",
      "resaltó",
      "uso",
      "pegasus",
      "coincide",
      "intentos",
      "desestabilización",
      "venezuela",
      ",",
      "incluyendo",
      "derrocamiento",
      "gobierno",
      "nicolás",
      "maduro",
      ".",
      "“",
      "coincide",
      "intentos",
      "derrocamiento",
      "gobierno",
      "venezolano",
      "”",
      ",",
      "indicó",
      "correa",
      ",",
      "sugiriendo",
      "operación",
      "coordinada",
      "región",
      "socavar",
      "gobiernos",
      "alineados",
      "corrientes",
      "progresistas",
      ".",
      "escándalo",
      "destapado",
      "detalles",
      "transacciones",
      "financieras",
      "detrás",
      "adquisición",
      "pegasus",
      ".",
      "correa",
      "denunció",
      "existe",
      "“",
      "ningún",
      "rastro",
      "legalidad",
      "”",
      "operación",
      ",",
      "aclaró",
      "transacción",
      "financiera",
      "certificada",
      "gobierno",
      "israelí",
      ",",
      "confirma",
      "compra",
      "software",
      "parte",
      "gobierno",
      "duque",
      ".",
      "“",
      "entregaron",
      "11",
      "millones",
      "dólares",
      "empresa",
      "produce",
      "pegasus",
      "”",
      ",",
      "afirmó",
      "correa",
      ",",
      "añadiendo",
      "realizaron",
      "dos",
      "pagos",
      ",",
      "5,5",
      "millones",
      "dólares",
      ".",
      "operación",
      "llevado",
      "cabo",
      "mediante",
      "transferencias",
      "bancarias",
      ",",
      "sino",
      "involucraron",
      "transporte",
      "dinero",
      "efectivo",
      "israel",
      ".",
      "pesar",
      "detalles",
      "financieros",
      ",",
      "correa",
      "señaló",
      "existe",
      "“",
      "gran",
      "fuerza",
      "intenta",
      "ocultar",
      "rastro",
      "pegasus",
      "”",
      ".",
      ",",
      "mencionó",
      "muerte",
      "ciudadano",
      "israelí",
      "medellín",
      ",",
      "generado",
      "sospechas",
      "operación",
      "encubierta",
      "relacionada",
      "uso",
      "software",
      "espía",
      "colombia",
      ".",
      "senador",
      "correa",
      "descrito",
      "pegasus",
      "amenaza",
      "solo",
      "colombia",
      ",",
      "sino",
      "estabilidad",
      "toda",
      "región",
      ".",
      "contexto",
      "colombiano",
      ",",
      "destacó",
      "implicaciones",
      "seguridad",
      "presidente",
      "gustavo",
      "petro",
      ",",
      "denunciado",
      "públicamente",
      "haber",
      "sido",
      "objeto",
      "amenazas",
      ".",
      "“",
      "juego",
      "vida",
      "presidente",
      "gustavo",
      "petro",
      "estabilidad",
      "democracia",
      "colombiana",
      "”",
      ",",
      "sentenció",
      "correa",
      ".",
      "declaraciones",
      "senador",
      "revelan",
      "espionaje",
      "pegasus",
      "trascendido",
      "fronteras",
      ",",
      "afectando",
      "soberanía",
      "países",
      "involucrados",
      "generando",
      "crisis",
      "confianza",
      "sistemas",
      "inteligencia",
      "región",
      ".",
      "“",
      "va",
      "allá",
      "”",
      "mera",
      "vigilancia",
      ",",
      "sostuvo",
      "correa",
      ",",
      "señalando",
      "software",
      "sido",
      "utilizado",
      "herramienta",
      "injerencia",
      "asuntos",
      "internos",
      ",",
      "particularmente",
      "venezuela",
      ".",
      "situación",
      ",",
      "gobierno",
      "colombiano",
      "promoviendo",
      "cumbre",
      "seguridad",
      "incluya",
      "venezuela",
      "méxico",
      ",",
      "objetivo",
      "coordinar",
      "respuestas",
      "conjuntas",
      "determinar",
      "responsabilidades",
      "detrás",
      "uso",
      "pegasus",
      ".",
      "“",
      "debe",
      "haber",
      "reunión",
      "méxico",
      ",",
      "colombia",
      "venezuela",
      "determinar",
      "quién",
      "persona",
      "cuál",
      "entidad",
      "llevó",
      "once",
      "millones",
      "dólares",
      "transacción",
      "financiera",
      "efectivo",
      "israel",
      "”",
      ",",
      "afirmó",
      "correa",
      ".",
      "encuentro",
      "propuesto",
      "colombia",
      "objetivo",
      "esclarecer",
      "extensión",
      "espionaje",
      "región",
      "garantizar",
      "respeten",
      "derechos",
      "humanos",
      "soberanía",
      "gobiernos",
      "progresistas",
      ",",
      "sido",
      "blanco",
      "operaciones",
      "."
    ],
    "token_count": 457,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 99,
      "NN": 246,
      "FW": 146,
      "VBZ": 12,
      "NNS": 31,
      "JJ": 55,
      "VBP": 19,
      "VBD": 4,
      "IN": 32,
      "CD": 3,
      "DT": 4,
      "RB": 2,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 31,
      "NN-FW": 23,
      "FW-VBZ": 1,
      "VBZ-NNS": 2,
      "NNS-JJ": 1,
      "JJ-VBP": 1,
      "VBP-JJ": 14,
      "JJ-NN": 40,
      "NN-NN": 146,
      "NN-NNP": 17,
      "NNP-NNP": 43,
      "NNP-VBD": 4,
      "VBD-JJ": 3,
      "JJ-JJ": 6,
      "NN-IN": 27,
      "IN-NN": 5,
      "NN-JJ": 19,
      "IN-FW": 14,
      "FW-NN": 20,
      "FW-FW": 90,
      "FW-NNS": 12,
      "NNS-IN": 3,
      "IN-NNP": 9,
      "NN-NNS": 5,
      "NNS-VBP": 14,
      "VBP-NNS": 1,
      "NNS-FW": 4,
      "FW-NNP": 19,
      "NNP-VBP": 3,
      "IN-JJ": 2,
      "JJ-NNS": 3,
      "NNS-NNP": 3,
      "NNP-VBZ": 5,
      "VBZ-JJ": 3,
      "NNP-FW": 9,
      "NNS-NNS": 4,
      "VBP-NN": 1,
      "NNP-JJ": 3,
      "JJ-FW": 4,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "FW-CD": 1,
      "CD-IN": 1,
      "NN-VBZ": 4,
      "VBZ-DT": 2,
      "DT-NN": 3,
      "VBZ-NNP": 2,
      "FW-JJ": 2,
      "JJ-NNP": 1,
      "NN-DT": 2,
      "NN-RB": 2,
      "RB-VBZ": 1,
      "VBZ-FW": 2,
      "NNP-CD": 1,
      "CD-NNS": 2,
      "NN-VBP": 1,
      "VBP-NNP": 3,
      "IN-CD": 1,
      "DT-JJ": 1,
      "VBD-NNP": 1,
      "RB-NNS": 1,
      "IN-NNS": 1,
      "FW-VB": 1,
      "VB-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "JJ-NN-NN": 22,
      "NN-NN-NN": 84,
      "NN-NN-NNP": 12,
      "NN-NNP-NNP": 9,
      "NNP-NNP-VBD": 4,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "JJ-NN-IN": 10,
      "NN-IN-NN": 4,
      "IN-NN-JJ": 1,
      "NN-JJ-NN": 18,
      "NN-IN-FW": 12,
      "IN-FW-NN": 1,
      "FW-NN-NNP": 1,
      "NNP-NNP-NNP": 16,
      "NNP-NNP-NN": 12,
      "NNP-NN-JJ": 3,
      "NN-NN-FW": 15,
      "NN-FW-FW": 13,
      "FW-FW-FW": 61,
      "FW-FW-NN": 7,
      "FW-NN-NN": 12,
      "NN-FW-NN": 8,
      "FW-NN-FW": 5,
      "FW-FW-NNS": 7,
      "FW-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-IN": 15,
      "NN-IN-NNP": 8,
      "IN-NNP-NNP": 8,
      "NNP-NN-NN": 24,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 5,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NNP": 14,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-JJ": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-NN-JJ": 13,
      "FW-NNP-NNP": 7,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 2,
      "FW-NNP-FW": 5,
      "NNP-FW-FW": 3,
      "IN-FW-FW": 7,
      "IN-FW-NNS": 3,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NNP-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "NNP-NN-IN": 1,
      "NN-NNP-NN": 7,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 3,
      "NNS-IN-FW": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 6,
      "NN-FW-NNP": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NNS-VBP": 6,
      "NN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-CD": 1,
      "FW-CD-IN": 1,
      "CD-IN-NNP": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 2,
      "NNP-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNP-NN-NNS": 1,
      "JJ-NN-NNP": 3,
      "NN-NN-VBZ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-NNS": 2,
      "JJ-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNS-VBP-NNP": 1,
      "JJ-NN-FW": 1,
      "IN-NNP-NN": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "JJ-NN-DT": 1,
      "DT-NN-NN": 1,
      "NNP-FW-NN": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "IN-NN-IN": 1,
      "IN-JJ-NN": 1,
      "JJ-NN-JJ": 1,
      "FW-NN-JJ": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-NN": 1,
      "VBP-JJ-NNS": 1,
      "FW-NN-RB": 1,
      "NN-RB-NNS": 1,
      "RB-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "FW-FW-VB": 1,
      "FW-VB-JJ": 1,
      "VB-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 246,
        "FW": 146,
        "NNP": 99,
        "JJ": 55,
        "IN": 32
      },
      "top_bigrams": {
        "NN-NN": 146,
        "FW-FW": 90,
        "NNP-NNP": 43,
        "JJ-NN": 40,
        "NNP-NN": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 84,
        "FW-FW-FW": 61,
        "NNP-NN-NN": 24,
        "JJ-NN-NN": 22,
        "NN-JJ-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 186,
      "VP": 34,
      "PP": 16,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0379
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0227
      },
      {
        "rule": "NP -> ('Colombia', 'NNP')",
        "frequency": 5,
        "weight": 0.0189
      },
      {
        "rule": "NP -> ('Pegasus', 'NNP')",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('Gustavo', 'NNP') ('Petro', 'NNP')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('una', 'JJ') ('cumbre', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('progresistas', 'NNS')",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En medio"
      },
      {
        "label": "VP",
        "text": "crecientes preocupaciones sobre"
      },
      {
        "label": "NP",
        "text": "preocupaciones"
      },
      {
        "label": "VP",
        "text": "el espionaje con el software Pegasus"
      },
      {
        "label": "NP",
        "text": "espionaje con el software Pegasus"
      },
      {
        "label": "NP",
        "text": "Colombia"
      },
      {
        "label": "VP",
        "text": "ha anunciado su intención"
      },
      {
        "label": "NP",
        "text": "anunciado su intención"
      },
      {
        "label": "PP",
        "text": "de convocar"
      },
      {
        "label": "NP",
        "text": "convocar"
      },
      {
        "label": "NP",
        "text": "una cumbre"
      },
      {
        "label": "NP",
        "text": "con Venezuela y México"
      },
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "VP",
        "text": "principal será abordar el impacto"
      },
      {
        "label": "NP",
        "text": "será abordar el impacto"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP medio/NN)\n  de/FW\n  (VP crecientes/VBZ (NP preocupaciones/NNS) sobre/JJ)\n  (VP el/VBP (NP espionaje/JJ con/NN el/NN software/NN Pegasus/NNP))\n  ,/,\n  (NP Colombia/NNP)\n  (VP ha/VBZ (NP anunciado/JJ su/JJ intención/NN))\n  (PP de/IN (NP convocar/NN))\n  (NP una/JJ cumbre/NN)\n  de/IN\n  seguridad/FW\n  (NP con/NN Venezuela/NNP y/NN México/NNP)\n  ./.)",
      "(S\n  (NP El/NNP)\n  objetivo/MD\n  (VP principal/VB (NP será/JJ abordar/NN el/NN impacto/NN))\n  de/IN\n  este/FW\n  (NP programa/NN espía/NN)\n  ,/,\n  (NP que/JJ ha/NN sido/NN)\n  vinculado/FW\n  (NP con/NN)\n  la/FW\n  vigilancia/FW\n  de/FW\n  gobiernos/FW\n  (NP progresistas/NNS)\n  (PP en/IN (NP la/NN región/NN))\n  ,/,\n  (ADJP como/JJ)\n  los/FW\n  de/FW\n  (NP Gustavo/NNP Petro/NNP)\n  ,/,\n  (NP Andrés/NNP Manuel/NNP López/NNP Obrador/NNP)\n  (/(\n  (NP AMLO/NNP)\n  )/)\n  (NP y/NN Nicolás/NNP Maduro/NNP)\n  ./.)",
      "(S\n  (NP El/NNP anuncio/NN surge/NN tras/NNS)\n  (VP las/VBP (NP recientes/NNS))\n  denuncias/FW\n  de/FW\n  espionaje/FW\n  en/FW\n  (NP Colombia/NNP)\n  (VP realizadas/VBP (NP por/JJ el/JJ presidente/NN))\n  (PP de/IN (NP ese/JJ país/NN))\n  ,/,\n  (NP Gustavo/NNP Petro/NNP)\n  ,/,\n  (NP quien/NN)\n  (VP\n    mencionó/VBD\n    (NP\n      a/DT\n      una/JJ\n      investigación/NN\n      que/NN\n      menciona/NN\n      su/NN\n      contratación/NN\n      durante/NN))\n  el/FW\n  (NP periodo/NN)\n  del/FW\n  expresidente/FW\n  de/FW\n  derecha/FW\n  y/FW\n  aliado/FW\n  de/FW\n  Álvaro/FW\n  (NP Uribe/NNP)\n  ,/,\n  (NP Iván/NNP Duque/NNP)\n  ./.)",
      "(S\n  (NP Este/NN domingo/NN)\n  ,/,\n  (NP fue/JJ el/NN senador/NN colombiano/NN Antonio/NNP Correa/NNP)\n  ,/,\n  del/FW\n  (NP Partido/NNP)\n  de/FW\n  la/FW\n  (NP U/NNP)\n  ,/,\n  (NP quien/NN adelantó/NN que/NN)\n  la/FW\n  (NP convocatoria/NN será/NN tratada/NN)\n  en/IN\n  el/FW\n  parlamento/FW\n  y/FW\n  (NP ha/NN sido/NN una/NN)\n  de/IN\n  las/FW\n  (NP principales/NNS voces/NNS)\n  (VP en/VBP (NP exponer/NN el/NN) (NP uso/JJ indebido/NN))\n  (PP de/IN (NP Pegasus/NNP))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP una/JJ entrevista/NN con/NN Hollman/NNP Morris/NNP)\n  ,/,\n  (NP director/NN)\n  de/FW\n  (NP RTVC/NNP)\n  ,/,\n  (NP Correa/NNP)\n  (VP afirmó/VBZ (NP que/JJ “/NNP Pegasus/NNP busca/NN))\n  (VP desestabilizar/VBZ (NP a/DT gobiernos/JJ progresistas/NN ”/NN))\n  ,/,\n  (VP refiriéndose/VB (NP a/DT la/NN interceptación/NN))\n  (PP de/IN (NP comunicaciones/NNS))\n  tanto/IN\n  en/FW\n  (NP Colombia/NNP como/NN)\n  en/FW\n  (NP México/NNP y/NN Venezuela/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          968,
          974
        ],
        "start": 968,
        "end": 974
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "aclaró",
        "position": [
          2130,
          2136
        ],
        "start": 2130,
        "end": 2136
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de nicolás maduro",
        "position": [
          1695,
          1721
        ],
        "start": 1695,
        "end": 1721
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de ese",
        "position": [
          497,
          514
        ],
        "start": 497,
        "end": 514
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1334,
          1341
        ],
        "start": 1334,
        "end": 1341
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          3051,
          3058
        ],
        "start": 3051,
        "end": 3058
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2056,
          2064
        ],
        "start": 2056,
        "end": 2064
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          83,
          91
        ],
        "start": 83,
        "end": 91
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          170,
          176
        ],
        "start": 170,
        "end": 176
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          158,
          167
        ],
        "start": 158,
        "end": 167
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región, como",
        "position": [
          320,
          332
        ],
        "start": 320,
        "end": 332
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          1235,
          1251
        ],
        "start": 1235,
        "end": 1251
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "11 millones",
        "position": [
          2292,
          2303
        ],
        "start": 2292,
        "end": 2303
      },
      {
        "category": "MONETARIOS",
        "matched_text": "11 millones de dólares",
        "position": [
          2292,
          2314
        ],
        "start": 2292,
        "end": 2314
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Correa",
        "tipo": "Persona"
      },
      {
        "nombre": "Andrés Manuel López Obrador",
        "tipo": "Persona"
      },
      {
        "nombre": "López Obrador",
        "tipo": "Persona"
      },
      {
        "nombre": "Iván Duque",
        "tipo": "Persona"
      },
      {
        "nombre": "Duque",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido de la U",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pegasus",
        "tipo": "Persona"
      },
      {
        "nombre": "Álvaro Uribe",
        "tipo": "Persona"
      },
      {
        "nombre": "AMLO",
        "tipo": "Persona"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Antonio Correa",
        "tipo": "Persona"
      },
      {
        "nombre": "Gustavo Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Hollman Morris",
        "tipo": "Persona"
      },
      {
        "nombre": "Medellín",
        "tipo": "Lugar"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Colombia",
        "relacion": "ANUNCIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Colombia",
        "relacion": "ANUNCIAR",
        "objeto": "México"
      },
      {
        "sujeto": "Correa",
        "relacion": "AFIRMAR",
        "objeto": "Hollman Morris"
      },
      {
        "sujeto": "Hollman Morris",
        "relacion": "AFIRMAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Hollman Morris",
        "relacion": "AFIRMAR",
        "objeto": "México"
      },
      {
        "sujeto": "Hollman Morris",
        "relacion": "AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Correa",
        "relacion": "AFIRMAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Correa",
        "relacion": "AFIRMAR",
        "objeto": "México"
      },
      {
        "sujeto": "Correa",
        "relacion": "AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Correa",
        "relacion": "SUBRAYAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "México",
        "relacion": "EMPEZAR_DECIR",
        "objeto": "López Obrador"
      },
      {
        "sujeto": "Correa",
        "relacion": "DENUNCIAR",
        "objeto": "Duque"
      },
      {
        "sujeto": "Correa",
        "relacion": "SE_ALAR",
        "objeto": "Pegasus"
      },
      {
        "sujeto": "Medellín",
        "relacion": "MENCIONAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Correa",
        "relacion": "DESCRIBIR",
        "objeto": "Pegasus"
      },
      {
        "sujeto": "Correa",
        "relacion": "DESCRIBIR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Pegasus",
        "relacion": "DESCRIBIR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Correa",
        "relacion": "SENTENCIAR",
        "objeto": "Gustavo Petro"
      },
      {
        "sujeto": "Correa",
        "relacion": "SOSTENER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Correa",
        "relacion": "HABER_AFIRMAR",
        "objeto": "México"
      },
      {
        "sujeto": "Correa",
        "relacion": "HABER_AFIRMAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Correa",
        "relacion": "HABER_AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Correa",
        "relacion": "EN_LLEVAR_DETERMINAR_HABER_AFIRMAR",
        "objeto": "Israel"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8442,
    "pos": 0.035,
    "neu": 0.945,
    "neg": 0.019,
    "label": "positive"
  }
}