{
  "url": "https://www.telesurtv.net/puerto-rico-crisis-energetica-protestas-corte/",
  "title": "Convocan protestas en Puerto Rico por grave crisis energética y altas tarifas - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "altas tarifas",
    "Apagones",
    "compañías eléctricas",
    "Gobierno de Jenniffer González",
    "Jornada Se Acabaron Las Promesas",
    "Luma",
    "MANIFESTACIÓN",
    "New Fortress Energy",
    "Privatización",
    "Puerto Rico",
    "Servicio Eléctrico"
  ],
  "text": "Diversos sectores ciudadanos de Puerto Rico, incluyendo artistas y activistas, se preparan para una manifestación este martes a las 16H00 (hora local) frente a Plaza Las Américas, en aras de denunciar el rechazo a la gestión de LUMA Energy, Genera PR y New Fortress Energy, quienes son responsables de la crisis energética que afecta a la isla, caracterizada por fallas en el servicio y alzas en la factura de luz.\nLas protestas son impulsadas por el grupo “Se acabaron las promesas”, quienes calificaron los contratos con estas compañías como fraudulentos y directamente responsables del deterioro en la calidad del servicio eléctrico.\nEntre las principales quejas contra LUMA Energy, los manifestantes señalan su incumplimiento en la promesa de mejorar el servicio y abaratar la factura, a pesar de estar comprometida por contrato.\nLos manifestantes explican que, el contrario, se han visto múltiples incrementos en la factura que ahorcan el presupuesto familiar y de pequeños negocios, además de constantes apagones y fluctuaciones de corriente que dañan enseres, incendian hogares y provocan la explosión de transformadores.\nÁngel Vázquez, actor y organizador, enfatizó que LUMA “pone en peligro constante nuestras vidas, la de nuestros ancianos” y continúa solicitando aumentos.\nRecientemente, la Autoridad para las Alianzas Público-Privadas (AAPP) notificó a LUMA sobre múltiples incumplimientos que podrían justificar la cancelación de su contrato, incluyendo la gestión inadecuada de reembolsos de fondos federales que forzó a la Autoridad de Energía Eléctrica (AEE) a adelantar más de $500 millones con fondos locales.\nTambién se cuestiona un propuesto aumento tarifario del 32.75 por ciento y el uso de empleados de Quanta, socia de LUMA, en proyectos financiados por la Agencia Federal para Manejo de Emergencias (FEMA), lo que podría constituir un conflicto de interés.\nEn cuanto a Genera PR, se le acusa de mentir al prometer una mejora en la generación y un mejor servicio.\nPor su parte, New Fortress Energy (NFE) es criticada por el chantaje al que intentó someter a la población, priorizando únicamente sus ganancias millonarias sobre el bienestar de la ciudadanía.\nAl respecto, organizadores como la cantautora Raquel González, denunciaron que estas compañías operan sin rendición de cuentas, lo que agrava la pobreza energética en la isla.\nGonzález enfatizó que “los servicios esenciales del pueblo no pueden estar privatizados” y que la necesidad de la gente se sacrifica frente a la avaricia de los intereses privados, con la complicidad del gobierno.\nEn Puerto Rico, se les han abierto las puertas a esos agentes del neoliberalismo, sobre todo desde la llegada de la Junta de Control Fiscal (JCF), principal portavoz y promotor de esa visión económica.\nDe este modo, la firma asesora de la JCF, McKinsey & Company, se le encargó desarrollar el concepto para privatizar el sistema eléctrico de Puerto Rico, lo que se implementó mediante la creación de compañías energéticas privadas «locales», LUMA Energy y Genera PR, ambas con matrices en Estados Unidos, a las que se les otorgaron contratos de privilegio a largo plazo y muchos millones de dólares para la generación (a GeneraPR), y para la transmisión y distribución de la energía eléctrica (a LUMA).\nTras el inicio de esta etapa de privatización, las compañías eléctricas reportaron pérdidas de más 100 millones de dólares y la New Fortress Energy (NFE) tuvo una baja calificación crediticia por varias agencias calificadoras, incluyendo Fitch Ratings y S&P Global Ratings.\nAunque estas realidades no impidieron que el Gobierno de Jenniffer González ofreciera un contrato de exclusividad a NFE para comprarle gas metano licuado por 15 años al costo de $20 mil millones, un contrato tan desproporcionado, monopolístico y desfavorable que hasta la propia JCF lo ha cuestionado.\nEn tanto, el pueblo puertorriqueño sufre los astronómicos aumentos anunciados en las tarifas de electricidad que entraron en vigor por parte de estas compañías, lo que evidencia el fracaso del proceso de privatización, que se anunció como la gran solución para la crisis energética que nos asola.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/puerto-rico-crisis-energetica-protestas-corte/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 174,
    "message_id": 100427,
    "date": "2025-07-29T18:56:17+00:00",
    "text": "🌐 Noticias en la Web:\n\n▪️ALBA-TCP felicitó a Venezuela por exitosas Elecciones Municipales y Consulta Popular\nhttps://www.telesurtv.net/alba-tcp-venezuela-eleccion-consulta-popular/\n\n▪️Reino Unido amenaza con reconocer a Palestina como estado\nhttps://www.telesurtv.net/reino-unido-reconocera-palestina-como-estado/\n\n▪️Convocan protestas en Puerto Rico por grave crisis energética y altas tarifas\nhttps://www.telesurtv.net/puerto-rico-crisis-energetica-protestas-corte/",
    "photo_path": null,
    "views": 1669,
    "reactions": {
      "👍": 20,
      "❤": 5
    },
    "total_reactions": 25
  },
  "preprocessing": {
    "cleaned": "diversos sectores ciudadanos de puerto rico, incluyendo artistas y activistas, se preparan para una manifestación este martes a las 16h00 (hora local) frente a plaza las américas, en aras de denunciar el rechazo a la gestión de luma energy, genera pr y new fortress energy, quienes son responsables de la crisis energética que afecta a la isla, caracterizada por fallas en el servicio y alzas en la factura de luz. las protestas son impulsadas por el grupo “se acabaron las promesas”, quienes calificaron los contratos con estas compañías como fraudulentos y directamente responsables del deterioro en la calidad del servicio eléctrico. entre las principales quejas contra luma energy, los manifestantes señalan su incumplimiento en la promesa de mejorar el servicio y abaratar la factura, a pesar de estar comprometida por contrato. los manifestantes explican que, el contrario, se han visto múltiples incrementos en la factura que ahorcan el presupuesto familiar y de pequeños negocios, además de constantes apagones y fluctuaciones de corriente que dañan enseres, incendian hogares y provocan la explosión de transformadores. ángel vázquez, actor y organizador, enfatizó que luma “pone en peligro constante nuestras vidas, la de nuestros ancianos” y continúa solicitando aumentos. recientemente, la autoridad para las alianzas público-privadas (aapp) notificó a luma sobre múltiples incumplimientos que podrían justificar la cancelación de su contrato, incluyendo la gestión inadecuada de reembolsos de fondos federales que forzó a la autoridad de energía eléctrica (aee) a adelantar más de $500 millones con fondos locales. también se cuestiona un propuesto aumento tarifario del 32.75 por ciento y el uso de empleados de quanta, socia de luma, en proyectos financiados por la agencia federal para manejo de emergencias (fema), lo que podría constituir un conflicto de interés. en cuanto a genera pr, se le acusa de mentir al prometer una mejora en la generación y un mejor servicio. por su parte, new fortress energy (nfe) es criticada por el chantaje al que intentó someter a la población, priorizando únicamente sus ganancias millonarias sobre el bienestar de la ciudadanía. al respecto, organizadores como la cantautora raquel gonzález, denunciaron que estas compañías operan sin rendición de cuentas, lo que agrava la pobreza energética en la isla. gonzález enfatizó que “los servicios esenciales del pueblo no pueden estar privatizados” y que la necesidad de la gente se sacrifica frente a la avaricia de los intereses privados, con la complicidad del gobierno. en puerto rico, se les han abierto las puertas a esos agentes del neoliberalismo, sobre todo desde la llegada de la junta de control fiscal (jcf), principal portavoz y promotor de esa visión económica. de este modo, la firma asesora de la jcf, mckinsey & company, se le encargó desarrollar el concepto para privatizar el sistema eléctrico de puerto rico, lo que se implementó mediante la creación de compañías energéticas privadas «locales», luma energy y genera pr, ambas con matrices en estados unidos, a las que se les otorgaron contratos de privilegio a largo plazo y muchos millones de dólares para la generación (a generapr), y para la transmisión y distribución de la energía eléctrica (a luma). tras el inicio de esta etapa de privatización, las compañías eléctricas reportaron pérdidas de más 100 millones de dólares y la new fortress energy (nfe) tuvo una baja calificación crediticia por varias agencias calificadoras, incluyendo fitch ratings y s&p global ratings. aunque estas realidades no impidieron que el gobierno de jenniffer gonzález ofreciera un contrato de exclusividad a nfe para comprarle gas metano licuado por 15 años al costo de $20 mil millones, un contrato tan desproporcionado, monopolístico y desfavorable que hasta la propia jcf lo ha cuestionado. en tanto, el pueblo puertorriqueño sufre los astronómicos aumentos anunciados en las tarifas de electricidad que entraron en vigor por parte de estas compañías, lo que evidencia el fracaso del proceso de privatización, que se anunció como la gran solución para la crisis energética que nos asola.",
    "tokens": [
      "diversos",
      "sectores",
      "ciudadanos",
      "puerto",
      "rico",
      ",",
      "incluyendo",
      "artistas",
      "activistas",
      ",",
      "preparan",
      "manifestación",
      "martes",
      "16h00",
      "(",
      "hora",
      "local",
      ")",
      "frente",
      "plaza",
      "américas",
      ",",
      "aras",
      "denunciar",
      "rechazo",
      "gestión",
      "luma",
      "energy",
      ",",
      "genera",
      "pr",
      "new",
      "fortress",
      "energy",
      ",",
      "responsables",
      "crisis",
      "energética",
      "afecta",
      "isla",
      ",",
      "caracterizada",
      "fallas",
      "servicio",
      "alzas",
      "factura",
      "luz",
      ".",
      "protestas",
      "impulsadas",
      "grupo",
      "“",
      "acabaron",
      "promesas",
      "”",
      ",",
      "calificaron",
      "contratos",
      "compañías",
      "fraudulentos",
      "directamente",
      "responsables",
      "deterioro",
      "calidad",
      "servicio",
      "eléctrico",
      ".",
      "principales",
      "quejas",
      "luma",
      "energy",
      ",",
      "manifestantes",
      "señalan",
      "incumplimiento",
      "promesa",
      "mejorar",
      "servicio",
      "abaratar",
      "factura",
      ",",
      "pesar",
      "comprometida",
      "contrato",
      ".",
      "manifestantes",
      "explican",
      ",",
      "contrario",
      ",",
      "visto",
      "múltiples",
      "incrementos",
      "factura",
      "ahorcan",
      "presupuesto",
      "familiar",
      "pequeños",
      "negocios",
      ",",
      "además",
      "constantes",
      "apagones",
      "fluctuaciones",
      "corriente",
      "dañan",
      "enseres",
      ",",
      "incendian",
      "hogares",
      "provocan",
      "explosión",
      "transformadores",
      ".",
      "ángel",
      "vázquez",
      ",",
      "actor",
      "organizador",
      ",",
      "enfatizó",
      "luma",
      "“",
      "pone",
      "peligro",
      "constante",
      "vidas",
      ",",
      "ancianos",
      "”",
      "continúa",
      "solicitando",
      "aumentos",
      ".",
      "recientemente",
      ",",
      "autoridad",
      "alianzas",
      "público-privadas",
      "(",
      "aapp",
      ")",
      "notificó",
      "luma",
      "múltiples",
      "incumplimientos",
      "podrían",
      "justificar",
      "cancelación",
      "contrato",
      ",",
      "incluyendo",
      "gestión",
      "inadecuada",
      "reembolsos",
      "fondos",
      "federales",
      "forzó",
      "autoridad",
      "energía",
      "eléctrica",
      "(",
      "aee",
      ")",
      "adelantar",
      "$",
      "500",
      "millones",
      "fondos",
      "locales",
      ".",
      "cuestiona",
      "propuesto",
      "aumento",
      "tarifario",
      "32.75",
      "ciento",
      "uso",
      "empleados",
      "quanta",
      ",",
      "socia",
      "luma",
      ",",
      "proyectos",
      "financiados",
      "agencia",
      "federal",
      "manejo",
      "emergencias",
      "(",
      "fema",
      ")",
      ",",
      "podría",
      "constituir",
      "conflicto",
      "interés",
      ".",
      "cuanto",
      "genera",
      "pr",
      ",",
      "acusa",
      "mentir",
      "prometer",
      "mejora",
      "generación",
      "mejor",
      "servicio",
      ".",
      "parte",
      ",",
      "new",
      "fortress",
      "energy",
      "(",
      "nfe",
      ")",
      "criticada",
      "chantaje",
      "intentó",
      "someter",
      "población",
      ",",
      "priorizando",
      "únicamente",
      "ganancias",
      "millonarias",
      "bienestar",
      "ciudadanía",
      ".",
      "respecto",
      ",",
      "organizadores",
      "cantautora",
      "raquel",
      "gonzález",
      ",",
      "denunciaron",
      "compañías",
      "operan",
      "rendición",
      "cuentas",
      ",",
      "agrava",
      "pobreza",
      "energética",
      "isla",
      ".",
      "gonzález",
      "enfatizó",
      "“",
      "servicios",
      "esenciales",
      "pueblo",
      "pueden",
      "privatizados",
      "”",
      "necesidad",
      "gente",
      "sacrifica",
      "frente",
      "avaricia",
      "intereses",
      "privados",
      ",",
      "complicidad",
      "gobierno",
      ".",
      "puerto",
      "rico",
      ",",
      "abierto",
      "puertas",
      "agentes",
      "neoliberalismo",
      ",",
      "llegada",
      "junta",
      "control",
      "fiscal",
      "(",
      "jcf",
      ")",
      ",",
      "principal",
      "portavoz",
      "promotor",
      "visión",
      "económica",
      ".",
      "modo",
      ",",
      "firma",
      "asesora",
      "jcf",
      ",",
      "mckinsey",
      "&",
      "company",
      ",",
      "encargó",
      "desarrollar",
      "concepto",
      "privatizar",
      "sistema",
      "eléctrico",
      "puerto",
      "rico",
      ",",
      "implementó",
      "mediante",
      "creación",
      "compañías",
      "energéticas",
      "privadas",
      "«",
      "locales",
      "»",
      ",",
      "luma",
      "energy",
      "genera",
      "pr",
      ",",
      "ambas",
      "matrices",
      "unidos",
      ",",
      "otorgaron",
      "contratos",
      "privilegio",
      "largo",
      "plazo",
      "millones",
      "dólares",
      "generación",
      "(",
      "generapr",
      ")",
      ",",
      "transmisión",
      "distribución",
      "energía",
      "eléctrica",
      "(",
      "luma",
      ")",
      ".",
      "tras",
      "inicio",
      "etapa",
      "privatización",
      ",",
      "compañías",
      "eléctricas",
      "reportaron",
      "pérdidas",
      "100",
      "millones",
      "dólares",
      "new",
      "fortress",
      "energy",
      "(",
      "nfe",
      ")",
      "baja",
      "calificación",
      "crediticia",
      "varias",
      "agencias",
      "calificadoras",
      ",",
      "incluyendo",
      "fitch",
      "ratings",
      "s",
      "&",
      "p",
      "global",
      "ratings",
      ".",
      "aunque",
      "realidades",
      "impidieron",
      "gobierno",
      "jenniffer",
      "gonzález",
      "ofreciera",
      "contrato",
      "exclusividad",
      "nfe",
      "comprarle",
      "gas",
      "metano",
      "licuado",
      "15",
      "años",
      "costo",
      "$",
      "20",
      "mil",
      "millones",
      ",",
      "contrato",
      "tan",
      "desproporcionado",
      ",",
      "monopolístico",
      "desfavorable",
      "propia",
      "jcf",
      "cuestionado",
      ".",
      ",",
      "pueblo",
      "puertorriqueño",
      "sufre",
      "astronómicos",
      "aumentos",
      "anunciados",
      "tarifas",
      "electricidad",
      "entraron",
      "vigor",
      "parte",
      "compañías",
      ",",
      "evidencia",
      "fracaso",
      "proceso",
      "privatización",
      ",",
      "anunció",
      "gran",
      "solución",
      "crisis",
      "energética",
      "asola",
      "."
    ],
    "token_count": 442,
    "sentence_count": 16
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 89,
      "VBZ": 10,
      "FW": 137,
      "NN": 205,
      "NNS": 40,
      "VBP": 25,
      "JJ": 60,
      "$": 1,
      "CD": 6,
      "IN": 24,
      "MD": 1,
      "VB": 2,
      "VBD": 6,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-VBZ": 6,
      "VBZ-FW": 1,
      "FW-FW": 88,
      "FW-NNP": 22,
      "NNP-NNP": 41,
      "NNP-NN": 23,
      "NN-NNS": 13,
      "NNS-VBP": 21,
      "VBP-JJ": 14,
      "JJ-NN": 33,
      "NN-NN": 120,
      "NN-JJ": 13,
      "NN-VBZ": 3,
      "VBZ-$": 1,
      "$-CD": 1,
      "CD-JJ": 2,
      "JJ-JJ": 9,
      "NN-NNP": 12,
      "NNP-FW": 9,
      "FW-NN": 15,
      "NN-FW": 17,
      "NNP-NNS": 2,
      "NNS-NN": 3,
      "VBZ-IN": 1,
      "IN-FW": 16,
      "NN-VBP": 4,
      "VBP-NN": 5,
      "NNS-IN": 2,
      "JJ-NNS": 10,
      "JJ-FW": 5,
      "JJ-NNP": 2,
      "NN-IN": 19,
      "VBZ-JJ": 5,
      "FW-NNS": 7,
      "VBP-IN": 1,
      "IN-NNS": 2,
      "NNS-NNS": 2,
      "IN-NN": 2,
      "NNS-JJ": 5,
      "VBP-NNP": 3,
      "NNS-NNP": 5,
      "NNP-MD": 1,
      "MD-NNP": 1,
      "NNP-VB": 1,
      "VB-NNS": 1,
      "NNS-VB": 1,
      "VB-JJ": 1,
      "IN-CD": 2,
      "CD-NNS": 2,
      "NNP-VBD": 4,
      "VBD-JJ": 4,
      "NN-CD": 2,
      "CD-NN": 2,
      "NNP-IN": 1,
      "IN-NNP": 1,
      "FW-JJ": 4,
      "NN-VBD": 2,
      "VBD-NNP": 1,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "NNP-JJ": 1,
      "VBZ-NN": 1,
      "FW-CD": 1,
      "NNS-FW": 1,
      "VBP-NNS": 1,
      "VBD-VBZ": 1,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "IN-JJ": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-NNP": 14,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NN": 10,
      "NNP-NN-NNS": 6,
      "NN-NNS-VBP": 11,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 5,
      "JJ-NN-NN": 20,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 10,
      "NN-NN-VBZ": 2,
      "NN-VBZ-$": 1,
      "VBZ-$-CD": 1,
      "$-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "JJ-NN-NNP": 2,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 20,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 3,
      "FW-FW-FW": 62,
      "FW-FW-NN": 5,
      "FW-NN-FW": 4,
      "NN-FW-FW": 11,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-NN": 2,
      "NNS-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-NN": 4,
      "FW-NN-NN": 9,
      "NN-NN-NN": 70,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 3,
      "VBP-NN-NN": 4,
      "NN-NN-NNS": 6,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 7,
      "FW-NNP-NNS": 1,
      "NNS-NN-VBP": 2,
      "NN-NN-NNP": 7,
      "NN-NNP-NN": 5,
      "NNP-NN-NN": 12,
      "VBP-JJ-NNS": 5,
      "JJ-NNS-NN": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-NNP-NN": 7,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NN-NN-FW": 11,
      "JJ-NN-IN": 9,
      "NN-IN-FW": 14,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 3,
      "NN-JJ-JJ": 2,
      "NN-JJ-FW": 1,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 6,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-JJ": 2,
      "NNS-JJ-FW": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 1,
      "JJ-NNS-NNP": 3,
      "NNS-NNP-FW": 1,
      "NNP-FW-NNP": 4,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 3,
      "NNP-NNP-MD": 1,
      "NNP-MD-NNP": 1,
      "MD-NNP-VB": 1,
      "NNP-VB-NNS": 1,
      "VB-NNS-VB": 1,
      "NNS-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NN-NN-IN": 9,
      "NN-FW-NN": 4,
      "JJ-FW-NNP": 1,
      "FW-NNP-FW": 6,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NNS": 3,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-JJ": 2,
      "NN-IN-NN": 1,
      "NN-NN-CD": 2,
      "NN-CD-NN": 2,
      "CD-NN-NN": 2,
      "NNP-FW-NN": 2,
      "NNP-NN-NNP": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "IN-FW-NNP": 2,
      "NNP-NNP-VBD": 3,
      "VBD-JJ-NN": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 3,
      "JJ-NN-JJ": 1,
      "FW-FW-JJ": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NNP-NNP-VBZ": 3,
      "FW-NN-NNP": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNS-VBP-NN": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-JJ-JJ": 1,
      "FW-NNS-NNP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "VBP-NNP-NNP": 2,
      "VBZ-JJ-JJ": 1,
      "VBP-NN-FW": 1,
      "IN-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNP-NN-JJ": 2,
      "NN-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "NNP-VBD-VBZ": 1,
      "VBD-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-FW-NNP": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "NNS-JJ-NN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "FW-NN-IN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 205,
        "FW": 137,
        "NNP": 89,
        "JJ": 60,
        "NNS": 40
      },
      "top_bigrams": {
        "NN-NN": 120,
        "FW-FW": 88,
        "NNP-NNP": 41,
        "JJ-NN": 33,
        "NNP-NN": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 70,
        "FW-FW-FW": 62,
        "JJ-NN-NN": 20,
        "NNP-NNP-NNP": 20,
        "FW-FW-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 16,
    "chunk_counts": {
      "NP": 165,
      "VP": 42,
      "ADJP": 4,
      "PP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0295
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Puerto', 'NNP') ('Rico', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "VP -> ('compañías', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "VP -> ('se', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('NFE', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('JCF', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('dólares', 'NNS')",
        "frequency": 2,
        "weight": 0.0084
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Diversos"
      },
      {
        "label": "VP",
        "text": "sectores"
      },
      {
        "label": "NP",
        "text": "Puerto Rico"
      },
      {
        "label": "NP",
        "text": "incluyendo artistas"
      },
      {
        "label": "VP",
        "text": "y activistas"
      },
      {
        "label": "NP",
        "text": "activistas"
      },
      {
        "label": "NP",
        "text": "preparan para"
      },
      {
        "label": "NP",
        "text": "una manifestación este"
      },
      {
        "label": "VP",
        "text": "martes"
      },
      {
        "label": "ADJP",
        "text": "las"
      },
      {
        "label": "VP",
        "text": "hora local"
      },
      {
        "label": "VP",
        "text": "frente a Plaza Las Américas"
      },
      {
        "label": "NP",
        "text": "a Plaza Las Américas"
      },
      {
        "label": "NP",
        "text": "LUMA Energy"
      },
      {
        "label": "NP",
        "text": "Genera PR y New Fortress Energy"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Diversos/NNP)\n  (VP sectores/VBZ)\n  ciudadanos/FW\n  de/FW\n  (NP Puerto/NNP Rico/NNP)\n  ,/,\n  (NP incluyendo/NN artistas/NNS)\n  (VP y/VBP (NP activistas/NNS))\n  ,/,\n  se/FW\n  (NP preparan/NN para/NN)\n  (NP una/JJ manifestación/NN este/NN)\n  (VP martes/VBZ)\n  a/DT\n  (ADJP las/JJ)\n  16H00/CD\n  (/(\n  (VP hora/VB local/JJ)\n  )/)\n  (VP frente/VBP (NP a/DT Plaza/NNP Las/NNP Américas/NNP))\n  ,/,\n  en/FW\n  aras/FW\n  de/FW\n  denunciar/FW\n  el/FW\n  rechazo/FW\n  a/DT\n  la/FW\n  gestión/FW\n  de/FW\n  (NP LUMA/NNP Energy/NNP)\n  ,/,\n  (NP Genera/NNP PR/NNP y/NNP New/NNP Fortress/NNP Energy/NNP)\n  ,/,\n  (NP quienes/NNS)\n  (VP son/VBP (NP responsables/NNS))\n  de/FW\n  la/FW\n  (NP crisis/NN energética/NN que/NN)\n  (VP afecta/VBZ (NP a/DT la/NN isla/NN))\n  ,/,\n  (NP caracterizada/NN por/NN fallas/NNS)\n  en/IN\n  el/FW\n  servicio/FW\n  y/FW\n  alzas/FW\n  en/FW\n  la/FW\n  factura/FW\n  de/FW\n  luz/FW\n  ./.)",
      "(S\n  (NP Las/NNP protestas/NNS son/NN)\n  (VP\n    impulsadas/VBP\n    (NP\n      por/NN\n      el/NN\n      grupo/NN\n      “/NNP\n      Se/NNP\n      acabaron/NN\n      las/NN\n      promesas/NN\n      ”/NNP))\n  ,/,\n  (VP\n    quienes/VBZ\n    (NP calificaron/NN los/NN contratos/NN con/NN estas/NNS))\n  (VP\n    compañías/VBP\n    (NP\n      como/NN\n      fraudulentos/NN\n      y/NN\n      directamente/NN\n      responsables/NNS))\n  (VP del/VBP deterioro/JJ)\n  en/FW\n  la/FW\n  calidad/FW\n  del/FW\n  (NP servicio/NN eléctrico/NN)\n  ./.)",
      "(S\n  (NP Entre/NNP)\n  (VP\n    las/VBZ\n    (NP principales/NNS)\n    (NP quejas/JJ contra/JJ LUMA/NNP Energy/NNP))\n  ,/,\n  (NP los/NN manifestantes/NNS)\n  (VP señalan/VBP (NP su/JJ incumplimiento/NN en/NN))\n  la/FW\n  promesa/FW\n  de/FW\n  mejorar/FW\n  el/FW\n  servicio/FW\n  y/FW\n  (NP abaratar/NN la/NN factura/NN)\n  ,/,\n  (NP a/DT pesar/NN)\n  de/IN\n  estar/FW\n  (NP comprometida/NN por/NN contrato/NN)\n  ./.)",
      "(S\n  (NP Los/NNP manifestantes/NNS)\n  (NP explican/JJ que/NN)\n  ,/,\n  el/FW\n  (NP contrario/NN)\n  ,/,\n  se/FW\n  (NP han/NN visto/NN múltiples/NNS)\n  (VP\n    incrementos/VBP\n    (NP en/JJ la/NN factura/NN)\n    (NP que/JJ ahorcan/JJ el/NN presupuesto/NN)\n    (NP familiar/JJ y/NN))\n  de/IN\n  pequeños/FW\n  (NP negocios/NNS)\n  ,/,\n  además/FW\n  de/FW\n  (NP constantes/NNS apagones/NNS)\n  y/RB\n  (NP fluctuaciones/NNS)\n  (PP de/IN (NP corriente/NN que/NN dañan/NN enseres/NNS))\n  ,/,\n  (NP incendian/JJ hogares/NNS)\n  (VP y/VBP (NP provocan/JJ la/NN))\n  explosión/FW\n  de/FW\n  (NP transformadores/NNS)\n  ./.)",
      "(S\n  (NP Ángel/NN Vázquez/NNP)\n  ,/,\n  (NP actor/NN y/NN organizador/NN)\n  ,/,\n  (NP\n    enfatizó/JJ\n    que/NN\n    LUMA/NNP\n    “/NNP\n    pone/NN\n    en/NN\n    peligro/NN\n    constante/NN)\n  nuestras/FW\n  (NP vidas/NN)\n  ,/,\n  la/FW\n  de/FW\n  nuestros/FW\n  (NP ancianos/NNS)\n  (VP ”/VBP (NP y/JJ continúa/NN solicitando/NN aumentos/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "MONETARIOS",
      "NEOLIBERALISMO_MERCADO"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          4077,
          4084
        ],
        "start": 4077,
        "end": 4084
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "crisis energética",
        "position": [
          305,
          322
        ],
        "start": 305,
        "end": 322
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de jenniffer gonzález",
        "position": [
          3594,
          3624
        ],
        "start": 3594,
        "end": 3624
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          2245,
          2256
        ],
        "start": 2245,
        "end": 2256
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          32,
          38
        ],
        "start": 32,
        "end": 38
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          410,
          413
        ],
        "start": 410,
        "end": 413
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3061,
          3075
        ],
        "start": 3061,
        "end": 3075
      },
      {
        "category": "PAISES",
        "matched_text": "puerto rico",
        "position": [
          32,
          43
        ],
        "start": 32,
        "end": 43
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza las",
        "position": [
          160,
          169
        ],
        "start": 160,
        "end": 169
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          1284,
          1297
        ],
        "start": 1284,
        "end": 1297
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "privatización",
        "position": [
          3307,
          3320
        ],
        "start": 3307,
        "end": 3320
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "500 millones",
        "position": [
          1595,
          1607
        ],
        "start": 1595,
        "end": 1607
      },
      {
        "category": "MONETARIOS",
        "matched_text": "100 millones de dólares",
        "position": [
          3374,
          3397
        ],
        "start": 3374,
        "end": 3397
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "NFE",
        "tipo": "Persona"
      },
      {
        "nombre": "Quanta",
        "tipo": "Persona"
      },
      {
        "nombre": "Autoridad para las Alianzas Público-Privadas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "McKinsey & Company",
        "tipo": "Organizacion"
      },
      {
        "nombre": "AEE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "NFE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Plaza Las Américas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Autoridad de Energía Eléctrica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Genera PR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      },
      {
        "nombre": "JCF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fitch Ratings",
        "tipo": "Organizacion"
      },
      {
        "nombre": "S&P Global Ratings",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ángel Vázquez",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Jenniffer González",
        "tipo": "Lugar"
      },
      {
        "nombre": "Agencia Federal para Manejo de Emergencias",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Raquel González",
        "tipo": "Persona"
      },
      {
        "nombre": "FEMA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Puerto Rico",
        "tipo": "Lugar"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Junta de Control Fiscal",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Puerto Rico",
        "relacion": "PREPARAR",
        "objeto": "Plaza Las Américas"
      },
      {
        "sujeto": "Puerto Rico",
        "relacion": "PREPARAR",
        "objeto": "Genera PR"
      },
      {
        "sujeto": "Plaza Las Américas",
        "relacion": "PREPARAR",
        "objeto": "Genera PR"
      },
      {
        "sujeto": "Autoridad para las Alianzas Público-Privadas",
        "relacion": "NOTIFICAR",
        "objeto": "Autoridad de Energía Eléctrica"
      },
      {
        "sujeto": "Autoridad para las Alianzas Público-Privadas",
        "relacion": "NOTIFICAR",
        "objeto": "AEE"
      },
      {
        "sujeto": "Puerto Rico",
        "relacion": "ABRIR",
        "objeto": "Junta de Control Fiscal"
      },
      {
        "sujeto": "Puerto Rico",
        "relacion": "ABRIR",
        "objeto": "JCF"
      },
      {
        "sujeto": "JCF",
        "relacion": "ENCARGAR",
        "objeto": "Puerto Rico"
      },
      {
        "sujeto": "JCF",
        "relacion": "ENCARGAR",
        "objeto": "Genera PR"
      },
      {
        "sujeto": "JCF",
        "relacion": "ENCARGAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "McKinsey & Company",
        "relacion": "ENCARGAR",
        "objeto": "Puerto Rico"
      },
      {
        "sujeto": "McKinsey & Company",
        "relacion": "ENCARGAR",
        "objeto": "Genera PR"
      },
      {
        "sujeto": "McKinsey & Company",
        "relacion": "ENCARGAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Puerto Rico",
        "relacion": "PRIVATIZAR_DESARROLLAR_ENCARGAR",
        "objeto": "Genera PR"
      },
      {
        "sujeto": "Puerto Rico",
        "relacion": "PRIVATIZAR_DESARROLLAR_ENCARGAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "NFE",
        "relacion": "TENER_REPORTAR",
        "objeto": "Fitch Ratings"
      },
      {
        "sujeto": "NFE",
        "relacion": "TENER_REPORTAR",
        "objeto": "S&P Global Ratings"
      },
      {
        "sujeto": "Gobierno de Jenniffer González",
        "relacion": "OFRECER_IMPEDIR",
        "objeto": "NFE"
      },
      {
        "sujeto": "Gobierno de Jenniffer González",
        "relacion": "OFRECER_IMPEDIR",
        "objeto": "JCF"
      },
      {
        "sujeto": "NFE",
        "relacion": "OFRECER_IMPEDIR",
        "objeto": "JCF"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4767,
    "pos": 0.027,
    "neu": 0.947,
    "neg": 0.026,
    "label": "negative"
  }
}