{
  "url": "https://www.telesurtv.net/maria-fernanda-barreto-el-pueblo-venezolano-esperaba-sanciones-contra-quienes-violentan-la-paz/",
  "title": "María Fernanda Barreto: El pueblo venezolano apoya sanciones contra quienes violentan la paz - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "María Corina Machado",
    "Sionismo",
    "Ultraderecha"
  ],
  "text": "María Fernanda Barreto, investigadora y escritora colombo-venezolana y colaboradora en diversos medios nacionales e internacionales, conversó con teleSUR con respecto a la imputación de la Fiscalía General de la República venezolana hacia la opositora de extrema derecha María Corina Machado, acusada de incitar nuevas sanciones ilegales contra el país.\nLa escritora consideró la acción como “un acto muy esperado por el pueblo venezolano de parte del sistema judicial”, y afirmó que los venezolanos esperaban que el ministerio, como en efecto hizo, dictara una sanción contra una mujer que negocia con la integridad territorial del país y ofrece la paz y la tranquilidad venezolanas como moneda de cambio a fin recuperar privilegios para su casta política.\nA propósito de la alineación de la derecha con agendas extrajeras que van en contra de las decisiones soberanas del pueblo venezolano, la experta señaló que si bien la medida se dicta contra Machado, se está sancionando el accionar de una clase política venezolana que ha decidido poner los bienes venezolanos y la soberanía del país en la mesa de negociación con poderes internacionales.\n“En ese sentido María Corina Machado representa los intereses del sionismo en Venezuela, pero también ha representado los intereses de uribismo” en el país, opinó.\nDestacó que durante años se han venido denunciando un cuadro de intereses foráneos dentro del país que atentan contra el pueblo, pues se trata de una representante pública del partido Likud israelí (en cuyas filas milita Benjamin Netanyahu), por ende, representa el sionismo genocida en Venezuela y en todo el continente.\nPor otro lado, afirma Barreto, Machado ha mantenido muchas manifestaciones públicas de su amistad con el expresidente colombiano Álvaro Uribe Vélez, “personaje siniestro y profundamente cuestionado”, y el pueblo colombiano aún espera que se haga justicia por su vinculación directa con el narcotráfico y el paramilitarismo.\nDe modo que Machado resume esos intereses internacionales que han violentado a las y los venezolanos y cercando al pueblo con un bloqueo, genocida y criminal, que intentan socavar la paz en la nación con la promoción de una invasión paramilitar, sobre todo desde el primer gobierno de Uribe, explicó Barreto.\n“Como denunció hoy el ministro Diosdado Cabello, han sido parte de operaciones mucho más complejas que han estado directamente organizadas por fuerzas de la OTAN, fuerzas del sionismo y por la propia CIA”, así como por la DEA, la cual Barreto calificó como un “cartel internacional y gran administrador de la droga”.\nSe trata de sectores de la ultraderecha venezolana que intentan mantener los privilegios perdidos, y en su voluntad se alían con intereses transnacionales que también perdieron el privilegio de despojar al país y expoliar sus recursos.\nEn ese sentido, Barreto concuerda en que colocar la paz y la tranquilidad del pueblo en una mesa de negociación “no puede interpretarse de otro modo que como traición a su patria”.\n“Más allá de la acción legal que está emprendiendo hoy la Fiscalía, es muy importante la sanción política y moral que se dé a este tipo de operaciones”, aseveró la investigadora, pues se trata de operaciones transnacionales contra la paz de nuestros pueblos y que están alineados con un imperio en crisis, que pierde su hegemonía mundial y se niega a perder el último reducto que le queda, que es nuestro continente, indicó Barreto.\nLa entrevistada confirmó que vienen tiempos difíciles para América, y este tipo de operadores políticos deben ser sancionados no solamente por la ley, sino también política y moralmente por los pueblos del continente.\nA propósito de cómo debería responder Venezuela a las acciones de figuras de la oposición alineada con potencias extranjeras, la experta consideró que el Gobierno venezolano lo está haciendo bien, al tiempo que destacó la importancia de seguir accionando en el ámbito comunicacional para denunciar estas operaciones, que siempre se acompañan de guerras mediáticas y noticias falsas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/maria-fernanda-barreto-el-pueblo-venezolano-esperaba-sanciones-contra-quienes-violentan-la-paz/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 448,
    "message_id": 81021,
    "date": "2024-11-23T20:55:08+00:00",
    "text": "teleSUR\nMaría Fernanda Barreto: El pueblo venezolano apoya sanciones contra quienes violentan la paz\nhttps://www.telesurtv.net/maria-fernanda-barreto-el-pueblo-venezolano-esperaba-sanciones-contra-quienes-violentan-la-paz/",
    "photo_path": null,
    "views": 3037,
    "reactions": {
      "👍": 51,
      "👏": 3
    },
    "total_reactions": 54
  },
  "preprocessing": {
    "cleaned": "maría fernanda barreto, investigadora y escritora colombo-venezolana y colaboradora en diversos medios nacionales e internacionales, conversó con telesur con respecto a la imputación de la fiscalía general de la república venezolana hacia la opositora de extrema derecha maría corina machado, acusada de incitar nuevas sanciones ilegales contra el país. la escritora consideró la acción como “un acto muy esperado por el pueblo venezolano de parte del sistema judicial”, y afirmó que los venezolanos esperaban que el ministerio, como en efecto hizo, dictara una sanción contra una mujer que negocia con la integridad territorial del país y ofrece la paz y la tranquilidad venezolanas como moneda de cambio a fin recuperar privilegios para su casta política. a propósito de la alineación de la derecha con agendas extrajeras que van en contra de las decisiones soberanas del pueblo venezolano, la experta señaló que si bien la medida se dicta contra machado, se está sancionando el accionar de una clase política venezolana que ha decidido poner los bienes venezolanos y la soberanía del país en la mesa de negociación con poderes internacionales. “en ese sentido maría corina machado representa los intereses del sionismo en venezuela, pero también ha representado los intereses de uribismo” en el país, opinó. destacó que durante años se han venido denunciando un cuadro de intereses foráneos dentro del país que atentan contra el pueblo, pues se trata de una representante pública del partido likud israelí (en cuyas filas milita benjamin netanyahu), por ende, representa el sionismo genocida en venezuela y en todo el continente. por otro lado, afirma barreto, machado ha mantenido muchas manifestaciones públicas de su amistad con el expresidente colombiano álvaro uribe vélez, “personaje siniestro y profundamente cuestionado”, y el pueblo colombiano aún espera que se haga justicia por su vinculación directa con el narcotráfico y el paramilitarismo. de modo que machado resume esos intereses internacionales que han violentado a las y los venezolanos y cercando al pueblo con un bloqueo, genocida y criminal, que intentan socavar la paz en la nación con la promoción de una invasión paramilitar, sobre todo desde el primer gobierno de uribe, explicó barreto. “como denunció hoy el ministro diosdado cabello, han sido parte de operaciones mucho más complejas que han estado directamente organizadas por fuerzas de la otan, fuerzas del sionismo y por la propia cia”, así como por la dea, la cual barreto calificó como un “cartel internacional y gran administrador de la droga”. se trata de sectores de la ultraderecha venezolana que intentan mantener los privilegios perdidos, y en su voluntad se alían con intereses transnacionales que también perdieron el privilegio de despojar al país y expoliar sus recursos. en ese sentido, barreto concuerda en que colocar la paz y la tranquilidad del pueblo en una mesa de negociación “no puede interpretarse de otro modo que como traición a su patria”. “más allá de la acción legal que está emprendiendo hoy la fiscalía, es muy importante la sanción política y moral que se dé a este tipo de operaciones”, aseveró la investigadora, pues se trata de operaciones transnacionales contra la paz de nuestros pueblos y que están alineados con un imperio en crisis, que pierde su hegemonía mundial y se niega a perder el último reducto que le queda, que es nuestro continente, indicó barreto. la entrevistada confirmó que vienen tiempos difíciles para américa, y este tipo de operadores políticos deben ser sancionados no solamente por la ley, sino también política y moralmente por los pueblos del continente. a propósito de cómo debería responder venezuela a las acciones de figuras de la oposición alineada con potencias extranjeras, la experta consideró que el gobierno venezolano lo está haciendo bien, al tiempo que destacó la importancia de seguir accionando en el ámbito comunicacional para denunciar estas operaciones, que siempre se acompañan de guerras mediáticas y noticias falsas.",
    "tokens": [
      "maría",
      "fernanda",
      "barreto",
      ",",
      "investigadora",
      "escritora",
      "colombo-venezolana",
      "colaboradora",
      "diversos",
      "medios",
      "nacionales",
      "internacionales",
      ",",
      "conversó",
      "telesur",
      "respecto",
      "imputación",
      "fiscalía",
      "general",
      "república",
      "venezolana",
      "hacia",
      "opositora",
      "extrema",
      "derecha",
      "maría",
      "corina",
      "machado",
      ",",
      "acusada",
      "incitar",
      "nuevas",
      "sanciones",
      "ilegales",
      "país",
      ".",
      "escritora",
      "consideró",
      "acción",
      "“",
      "acto",
      "esperado",
      "pueblo",
      "venezolano",
      "parte",
      "sistema",
      "judicial",
      "”",
      ",",
      "afirmó",
      "venezolanos",
      "esperaban",
      "ministerio",
      ",",
      "efecto",
      "hizo",
      ",",
      "dictara",
      "sanción",
      "mujer",
      "negocia",
      "integridad",
      "territorial",
      "país",
      "ofrece",
      "paz",
      "tranquilidad",
      "venezolanas",
      "moneda",
      "cambio",
      "fin",
      "recuperar",
      "privilegios",
      "casta",
      "política",
      ".",
      "propósito",
      "alineación",
      "derecha",
      "agendas",
      "extrajeras",
      "van",
      "decisiones",
      "soberanas",
      "pueblo",
      "venezolano",
      ",",
      "experta",
      "señaló",
      "si",
      "bien",
      "medida",
      "dicta",
      "machado",
      ",",
      "sancionando",
      "accionar",
      "clase",
      "política",
      "venezolana",
      "decidido",
      "poner",
      "bienes",
      "venezolanos",
      "soberanía",
      "país",
      "mesa",
      "negociación",
      "poderes",
      "internacionales",
      ".",
      "“",
      "maría",
      "corina",
      "machado",
      "representa",
      "intereses",
      "sionismo",
      "venezuela",
      ",",
      "representado",
      "intereses",
      "uribismo",
      "”",
      "país",
      ",",
      "opinó",
      ".",
      "destacó",
      "años",
      "venido",
      "denunciando",
      "cuadro",
      "intereses",
      "foráneos",
      "dentro",
      "país",
      "atentan",
      "pueblo",
      ",",
      "pues",
      "trata",
      "representante",
      "pública",
      "partido",
      "likud",
      "israelí",
      "(",
      "cuyas",
      "filas",
      "milita",
      "benjamin",
      "netanyahu",
      ")",
      ",",
      "ende",
      ",",
      "representa",
      "sionismo",
      "genocida",
      "venezuela",
      "continente",
      ".",
      "lado",
      ",",
      "afirma",
      "barreto",
      ",",
      "machado",
      "mantenido",
      "muchas",
      "manifestaciones",
      "públicas",
      "amistad",
      "expresidente",
      "colombiano",
      "álvaro",
      "uribe",
      "vélez",
      ",",
      "“",
      "personaje",
      "siniestro",
      "profundamente",
      "cuestionado",
      "”",
      ",",
      "pueblo",
      "colombiano",
      "aún",
      "espera",
      "haga",
      "justicia",
      "vinculación",
      "directa",
      "narcotráfico",
      "paramilitarismo",
      ".",
      "modo",
      "machado",
      "resume",
      "intereses",
      "internacionales",
      "violentado",
      "venezolanos",
      "cercando",
      "pueblo",
      "bloqueo",
      ",",
      "genocida",
      "criminal",
      ",",
      "intentan",
      "socavar",
      "paz",
      "nación",
      "promoción",
      "invasión",
      "paramilitar",
      ",",
      "primer",
      "gobierno",
      "uribe",
      ",",
      "explicó",
      "barreto",
      ".",
      "“",
      "denunció",
      "hoy",
      "ministro",
      "diosdado",
      "cabello",
      ",",
      "sido",
      "parte",
      "operaciones",
      "complejas",
      "directamente",
      "organizadas",
      "fuerzas",
      "otan",
      ",",
      "fuerzas",
      "sionismo",
      "propia",
      "cia",
      "”",
      ",",
      "así",
      "dea",
      ",",
      "barreto",
      "calificó",
      "“",
      "cartel",
      "internacional",
      "gran",
      "administrador",
      "droga",
      "”",
      ".",
      "trata",
      "sectores",
      "ultraderecha",
      "venezolana",
      "intentan",
      "mantener",
      "privilegios",
      "perdidos",
      ",",
      "voluntad",
      "alían",
      "intereses",
      "transnacionales",
      "perdieron",
      "privilegio",
      "despojar",
      "país",
      "expoliar",
      "recursos",
      ".",
      ",",
      "barreto",
      "concuerda",
      "colocar",
      "paz",
      "tranquilidad",
      "pueblo",
      "mesa",
      "negociación",
      "“",
      "puede",
      "interpretarse",
      "modo",
      "traición",
      "patria",
      "”",
      ".",
      "“",
      "allá",
      "acción",
      "legal",
      "emprendiendo",
      "hoy",
      "fiscalía",
      ",",
      "importante",
      "sanción",
      "política",
      "moral",
      "dé",
      "tipo",
      "operaciones",
      "”",
      ",",
      "aseveró",
      "investigadora",
      ",",
      "pues",
      "trata",
      "operaciones",
      "transnacionales",
      "paz",
      "pueblos",
      "alineados",
      "imperio",
      "crisis",
      ",",
      "pierde",
      "hegemonía",
      "mundial",
      "niega",
      "perder",
      "último",
      "reducto",
      "queda",
      ",",
      "continente",
      ",",
      "indicó",
      "barreto",
      ".",
      "entrevistada",
      "confirmó",
      "vienen",
      "tiempos",
      "difíciles",
      "américa",
      ",",
      "tipo",
      "operadores",
      "políticos",
      "deben",
      "ser",
      "sancionados",
      "solamente",
      "ley",
      ",",
      "sino",
      "política",
      "moralmente",
      "pueblos",
      "continente",
      ".",
      "propósito",
      "cómo",
      "debería",
      "responder",
      "venezuela",
      "acciones",
      "figuras",
      "oposición",
      "alineada",
      "potencias",
      "extranjeras",
      ",",
      "experta",
      "consideró",
      "gobierno",
      "venezolano",
      "haciendo",
      "bien",
      ",",
      "tiempo",
      "destacó",
      "importancia",
      "seguir",
      "accionando",
      "ámbito",
      "comunicacional",
      "denunciar",
      "operaciones",
      ",",
      "siempre",
      "acompañan",
      "guerras",
      "mediáticas",
      "noticias",
      "falsas",
      "."
    ],
    "token_count": 401,
    "sentence_count": 13
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 50,
      "JJ": 66,
      "RB": 2,
      "NNS": 30,
      "IN": 20,
      "VBP": 21,
      "NN": 269,
      "FW": 132,
      "VBZ": 8,
      "VB": 1,
      "CC": 1,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-NNP": 15,
      "NNP-JJ": 3,
      "JJ-RB": 1,
      "RB-JJ": 1,
      "JJ-NNS": 8,
      "NNS-IN": 2,
      "IN-JJ": 3,
      "NNS-NNS": 4,
      "NNS-VBP": 18,
      "VBP-NN": 6,
      "NN-NN": 168,
      "NN-FW": 31,
      "FW-FW": 74,
      "FW-NNP": 9,
      "NNP-FW": 9,
      "FW-NN": 31,
      "FW-NNS": 5,
      "VBP-JJ": 12,
      "JJ-NN": 43,
      "NN-NNP": 17,
      "NN-JJ": 23,
      "NN-IN": 16,
      "IN-FW": 12,
      "FW-JJ": 11,
      "JJ-JJ": 7,
      "NN-NNS": 9,
      "JJ-NNP": 3,
      "NNP-NN": 18,
      "NNS-VBZ": 2,
      "VBZ-NNP": 1,
      "NNP-VB": 1,
      "VB-JJ": 1,
      "JJ-FW": 4,
      "NN-VBZ": 2,
      "VBZ-IN": 1,
      "FW-VBZ": 1,
      "VBZ-JJ": 3,
      "VBP-NNP": 2,
      "NNP-VBZ": 3,
      "NNS-FW": 1,
      "VBZ-NNS": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "IN-NNP": 1,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "IN-NNS": 2,
      "NNS-JJ": 1,
      "NN-VBP": 2,
      "VBP-IN": 1,
      "IN-NN": 2,
      "FW-DT": 1,
      "DT-JJ": 1,
      "VBZ-FW": 1,
      "NN-DT": 1,
      "DT-NN": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 5,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-RB": 1,
      "JJ-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-NN": 5,
      "VBP-NN-NN": 2,
      "NN-NN-NN": 104,
      "NN-NN-FW": 18,
      "NN-FW-FW": 16,
      "FW-FW-FW": 46,
      "FW-FW-NNP": 4,
      "FW-NNP-NNP": 2,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 1,
      "FW-NNP-FW": 3,
      "NNP-FW-NN": 6,
      "FW-NN-FW": 6,
      "NNP-FW-FW": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-NNS": 1,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 7,
      "JJ-NN-NNP": 4,
      "NN-NNP-FW": 2,
      "FW-FW-NN": 16,
      "FW-NN-JJ": 2,
      "NN-JJ-NN": 16,
      "JJ-NN-NN": 29,
      "NN-NN-JJ": 18,
      "JJ-NN-IN": 3,
      "NN-IN-FW": 10,
      "IN-FW-FW": 7,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 8,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 6,
      "FW-NN-NN": 15,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 6,
      "FW-NN-NNS": 3,
      "JJ-NN-FW": 3,
      "NN-FW-NN": 9,
      "FW-NN-IN": 2,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-NN": 15,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "NN-JJ-NNS": 3,
      "NN-NN-IN": 9,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NNP-NNP": 4,
      "NNP-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "VBP-JJ-FW": 2,
      "JJ-FW-NNP": 1,
      "FW-NNP-NN": 4,
      "NN-NN-VBZ": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "VBP-NN-FW": 2,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 7,
      "NNP-NN-FW": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-NN": 4,
      "NN-FW-NNP": 2,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NN-NNP": 3,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NNS": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-NNP": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "VBP-NN-IN": 1,
      "IN-FW-NNP": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "JJ-NN-JJ": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-FW-JJ": 3,
      "JJ-NN-NNS": 1,
      "NNS-VBZ-JJ": 1,
      "IN-FW-JJ": 2,
      "NN-NNP-JJ": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-DT": 1,
      "FW-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNP-NN-IN": 1,
      "FW-JJ-JJ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "NN-IN-NN": 1,
      "NN-VBP-JJ": 1,
      "VBP-NNP-NN": 1,
      "IN-NNS-VBP": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "VBP-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 269,
        "FW": 132,
        "JJ": 66,
        "NNP": 50,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 168,
        "FW-FW": 74,
        "JJ-NN": 43,
        "NN-FW": 31,
        "FW-NN": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 104,
        "FW-FW-FW": 46,
        "JJ-NN-NN": 29,
        "NN-NN-FW": 18,
        "NN-NN-JJ": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 13,
    "chunk_counts": {
      "NP": 160,
      "VP": 34,
      "PP": 9,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0274
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('internacionales', 'NNS')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('A', 'DT') ('propósito', 'NN')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('pues', 'NNS')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "VP -> ('se', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0091
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "María Fernanda Barreto"
      },
      {
        "label": "NP",
        "text": "investigadora y"
      },
      {
        "label": "VP",
        "text": "escritora colombo-venezolana y colaboradora"
      },
      {
        "label": "NP",
        "text": "colombo-venezolana y colaboradora"
      },
      {
        "label": "PP",
        "text": "en diversos medios nacionales"
      },
      {
        "label": "NP",
        "text": "diversos medios nacionales"
      },
      {
        "label": "VP",
        "text": "e internacionales"
      },
      {
        "label": "NP",
        "text": "internacionales"
      },
      {
        "label": "NP",
        "text": "conversó con teleSUR con"
      },
      {
        "label": "VP",
        "text": "respecto a la"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "NP",
        "text": "Fiscalía General de"
      },
      {
        "label": "NP",
        "text": "República"
      },
      {
        "label": "NP",
        "text": "hacia"
      },
      {
        "label": "NP",
        "text": "María Corina Machado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP María/NNP Fernanda/NNP Barreto/NNP)\n  ,/,\n  (NP investigadora/JJ y/NN)\n  (VP escritora/VBD (NP colombo-venezolana/JJ y/NN colaboradora/NN))\n  (PP en/IN (NP diversos/JJ medios/NNS nacionales/NNS))\n  (VP e/VBP (NP internacionales/NNS))\n  ,/,\n  (NP conversó/JJ con/NN teleSUR/NN con/NN)\n  (VP respecto/VBZ (NP a/DT la/NN))\n  imputación/FW\n  de/FW\n  la/FW\n  (NP Fiscalía/NNP General/NNP de/NNP)\n  la/FW\n  (NP República/NNP)\n  venezolana/FW\n  (NP hacia/NN)\n  la/FW\n  opositora/FW\n  de/FW\n  extrema/FW\n  derecha/FW\n  (NP María/NNP Corina/NNP Machado/NNP)\n  ,/,\n  (NP acusada/NN)\n  de/FW\n  incitar/FW\n  nuevas/FW\n  (NP sanciones/NNS ilegales/NNS)\n  (VP contra/VBP (NP el/JJ país/NN))\n  ./.)",
      "(S\n  (NP La/NNP)\n  escritora/FW\n  (NP consideró/NN)\n  la/FW\n  acción/FW\n  (NP como/NN “/NNP)\n  (NP un/JJ acto/NN muy/NN esperado/NN por/NN el/NN)\n  (NP pueblo/JJ venezolano/NN)\n  de/IN\n  parte/FW\n  del/FW\n  sistema/FW\n  (NP judicial/JJ ”/NN)\n  ,/,\n  y/CC\n  (NP afirmó/JJ que/NN los/NN)\n  (NP venezolanos/JJ esperaban/NN que/NN el/NN ministerio/NN)\n  ,/,\n  (NP como/NN)\n  en/FW\n  efecto/FW\n  (NP hizo/NN)\n  ,/,\n  (NP dictara/NN)\n  (NP una/JJ sanción/NN contra/NN)\n  (NP una/JJ mujer/NN que/NN)\n  (NP negocia/JJ con/NN la/NN)\n  (NP\n    integridad/JJ\n    territorial/JJ\n    del/NN\n    país/NN\n    y/NN\n    ofrece/NN\n    la/NN)\n  paz/FW\n  (NP y/NN)\n  la/FW\n  tranquilidad/FW\n  venezolanas/FW\n  (NP como/NN)\n  moneda/FW\n  de/FW\n  cambio/FW\n  (NP a/DT fin/NN recuperar/NN privilegios/NNS)\n  (VP para/VBP (NP su/JJ casta/NN política/NN))\n  ./.)",
      "(S\n  (NP A/DT propósito/NN)\n  de/IN\n  la/FW\n  alineación/FW\n  de/FW\n  la/FW\n  derecha/FW\n  (NP con/NN agendas/NNS)\n  (VP extrajeras/VBP (NP que/JJ van/NN))\n  en/FW\n  (NP contra/NN)\n  de/IN\n  las/FW\n  (NP decisiones/NNS)\n  (VP soberanas/VBP (NP del/NN pueblo/NN venezolano/NN))\n  ,/,\n  la/FW\n  experta/FW\n  señaló/FW\n  (NP que/NN si/NN bien/NN la/NN)\n  medida/FW\n  (NP se/NN dicta/NN contra/NN Machado/NNP)\n  ,/,\n  (VP se/VBD (NP está/JJ sancionando/NN el/NN accionar/NN))\n  (PP\n    de/IN\n    (NP\n      una/JJ\n      clase/NN\n      política/NN\n      venezolana/NN\n      que/NN\n      ha/NN\n      decidido/NN\n      poner/NN))\n  (NP los/JJ bienes/NNS venezolanos/NNS)\n  (VP y/VBP la/JJ)\n  soberanía/FW\n  del/FW\n  país/FW\n  en/FW\n  la/FW\n  mesa/FW\n  de/FW\n  negociación/FW\n  (NP con/NN poderes/NNS internacionales/NNS)\n  ./.)",
      "(S\n  (NP “/NN En/NNP)\n  (NP ese/JJ sentido/NN María/NNP Corina/NNP Machado/NNP)\n  (VP representa/VB (NP los/JJ intereses/NNS))\n  (VP del/VBP sionismo/JJ)\n  en/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP pero/NN también/NN ha/NN representado/NN los/NN)\n  (VP intereses/VBZ)\n  (PP de/IN (NP uribismo/JJ ”/NNP))\n  en/FW\n  (NP el/NN país/NN)\n  ,/,\n  (NP opinó/NN)\n  ./.)",
      "(S\n  (NP Destacó/NNP que/NN durante/NN)\n  años/FW\n  se/FW\n  (NP han/NN)\n  venido/FW\n  (NP denunciando/NN)\n  (NP un/JJ cuadro/NN)\n  de/FW\n  (VP\n    intereses/VBZ\n    (NP foráneos/JJ dentro/NN del/NN país/NN que/NN)\n    (NP atentan/JJ contra/JJ el/NN pueblo/NN))\n  ,/,\n  (NP pues/NNS)\n  (VP se/VBP (NP trata/NN))\n  de/FW\n  una/FW\n  (NP\n    representante/NN\n    pública/NN\n    del/NN\n    partido/NN\n    Likud/NNP\n    israelí/NN)\n  (/(\n  (NP en/JJ cuyas/NN filas/NNS)\n  (VP milita/VBP (NP Benjamin/NNP Netanyahu/NNP))\n  )/)\n  ,/,\n  (NP por/JJ ende/NN)\n  ,/,\n  (VP representa/VB)\n  el/FW\n  sionismo/FW\n  genocida/FW\n  en/FW\n  (NP Venezuela/NNP y/NN)\n  en/FW\n  (NP todo/NN el/NN continente/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "NEGOCIACION_ACUERDOS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sistema judicial”, y afirmó que los venezolanos esperaban que el ministerio, como en efecto hizo, dictara una sanción contra una mujer que negocia con la integridad territorial del país y ofrece la paz y la tranquilidad venezolanas como moneda de cambio",
        "position": [
          452,
          705
        ],
        "start": 452,
        "end": 705
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          473,
          479
        ],
        "start": 473,
        "end": 479
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          2249,
          2256
        ],
        "start": 2249,
        "end": 2256
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "imputación de la fiscalía",
        "position": [
          172,
          197
        ],
        "start": 172,
        "end": 197
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de uribe",
        "position": [
          2230,
          2247
        ],
        "start": 2230,
        "end": 2247
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "otan",
        "position": [
          2423,
          2427
        ],
        "start": 2423,
        "end": 2427
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          255,
          270
        ],
        "start": 255,
        "end": 270
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1311,
          1318
        ],
        "start": 1311,
        "end": 1318
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2272,
          2280
        ],
        "start": 2272,
        "end": 2280
      },
      {
        "category": "NEGOCIACION_ACUERDOS",
        "matched_text": "conversó",
        "position": [
          133,
          141
        ],
        "start": 133,
        "end": 141
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          1225,
          1234
        ],
        "start": 1225,
        "end": 1234
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          647,
          653
        ],
        "start": 647,
        "end": 653
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado directamente",
        "position": [
          2373,
          2392
        ],
        "start": 2373,
        "end": 2392
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2281,
          2284
        ],
        "start": 2281,
        "end": 2284
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "sanción",
        "position": [
          562,
          569
        ],
        "start": 562,
        "end": 569
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Benjamin Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "DEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Barreto",
        "tipo": "Persona"
      },
      {
        "nombre": "Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "María Fernanda Barreto",
        "tipo": "Persona"
      },
      {
        "nombre": "Álvaro Uribe Vélez",
        "tipo": "Persona"
      },
      {
        "nombre": "CIA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "OTAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Barreto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fiscalía",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fiscalía General de la República venezolana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Uribe",
        "tipo": "Persona"
      },
      {
        "nombre": "Likud israelí",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "María Fernanda Barreto",
        "relacion": "CONVERSAR",
        "objeto": "Fiscalía General de la República venezolana"
      },
      {
        "sujeto": "María Fernanda Barreto",
        "relacion": "CONVERSAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "María Corina Machado",
        "relacion": "REPRESENTAR_OPINAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Likud israelí",
        "relacion": "TRATAR_DENUNCIAR_VENIR_DESTACAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Benjamin Netanyahu",
        "relacion": "MILITAR_TRATAR_DENUNCIAR_VENIR_DESTACAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Barreto",
        "relacion": "AFIRMAR_MANTENER",
        "objeto": "Machado"
      },
      {
        "sujeto": "Barreto",
        "relacion": "AFIRMAR_MANTENER",
        "objeto": "Álvaro Uribe Vélez"
      },
      {
        "sujeto": "Machado",
        "relacion": "MANTENER",
        "objeto": "Álvaro Uribe Vélez"
      },
      {
        "sujeto": "Machado",
        "relacion": "RESUMIR_EXPLICAR",
        "objeto": "Uribe"
      },
      {
        "sujeto": "Machado",
        "relacion": "RESUMIR_EXPLICAR",
        "objeto": "Barreto"
      },
      {
        "sujeto": "Barreto",
        "relacion": "SOBRE_SOCAVAR_INTENTAR_CERCAR_VIOLENTAR_RESUMIR_EXPLICAR",
        "objeto": "Uribe"
      },
      {
        "sujeto": "Barreto",
        "relacion": "EMPRENDER_ALL_ASEVERAR_INDICAR",
        "objeto": "Fiscalía"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "RESPONDER_CONSIDERAR",
        "objeto": "Gobierno venezolano"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4588,
    "pos": 0.014,
    "neu": 0.97,
    "neg": 0.016,
    "label": "negative"
  }
}