{
  "url": "https://www.telesurtv.net/cumbre-brics-segunda-jornada-medioambiente-salud-global/",
  "title": "Cumbre de los BRICS entra en su segunda jornada con acento en el medioambiente y la salud global - teleSUR",
  "section": "Mundo",
  "tags": [
    "América Latina",
    "brics 2025",
    "Conflictos",
    "Declaración de Río de Janeiro",
    "IA",
    "Multilateralismo",
    "Nuevo Banco de Desarrollo",
    "Rio de Janeiro",
    "SEGUNDA JORNADA",
    "Sur Global"
  ],
  "text": "La XVII Cumbre de los BRICS (Brasil, Rusia, India, China, Sudáfrica, y sus nuevos miembros) concluye su segunda y última jornada en Río de Janeiro, Brasil, este lunes. La agenda del día comenzó con una fotografía de familia de los jefes de Estado y de Gobierno, seguida de una sesión plenaria enfocada en “Medio ambiente, COP30 (Conferencia de las Naciones Unidas sobre el Clima) y salud global”.\nAl abrir la sesión, el presidente anfitrión, Luiz Inácio Lula da Silva, subrayó la importancia de los temas que se debatirán. Aseguró que hay una crisis climática en desarrollo a partir de la acción del hombre, y que los efectos devastadores del incremento de la temperatura se hacen más evidentes en las naciones del Sur Global.\nEnfatizó la urgencia de analizar estos problemas con un enfoque que supere los marcos del colonialismo y promueva los derechos humanos, defendiendo la aspiración de millones de personas a vivir en condiciones de igualdad, sin pobreza y sin el acoso del hambre y las enfermedades.\nDestacó que los BRICS y el Sur Global están interesados en no ser meros suministradores de materias primas, sino en acceder a tecnologías para desarrollarse e incrementar el valor de sus productos y servicios.\nAdelantó que se lanzarán iniciativas de mitigación del cambio climático, con fuentes identificadas para obtener los financiamientos necesarios para impulsar la reforestación y otras iniciativas que preserven el medioambiente y leguen un planeta sano a las nuevas generaciones.\n\n\nTras Lula, intervino el primer ministro de India, Narendra Modi, quien enumeró líneas de acción para concretar los objetivos delineados por el jefe de Estado brasileño. India ocupará la presidencia pro tempore del Grupo de los BRICS durante 2026.\n\nLa jornada inaugural de la cumbre culminó con la adopción de la extensa “Declaración de Río de Janeiro”, un documento de 126 artículos que resume un año de discusiones diplomáticas y establece posiciones clave sobre temas internacionales apremiantes.\nLos líderes de los 11 países miembros plenos defendieron el multilateralismo y exigieron una mayor representatividad para el Sur Global en estructuras de gobernanza como el Consejo de Seguridad de las Naciones Unidas.\nUn punto central de esta declaración es una reforma amplia de las Naciones Unidas, especialmente de su Consejo de Seguridad, con el fin de hacerlo más democrático, representativo y eficaz, incorporando una mayor participación de los países en desarrollo, en particular de África, América Latina y el Caribe.\nEn el ámbito económico, se logró un fuerte énfasis en la promoción del uso de monedas nacionales para el comercio intragrupal, con el objetivo de desdolarizar parcialmente las transacciones.\nLa cumbre también buscó fortalecer el Nuevo Banco de Desarrollo (NBD), presidido por la brasileña Dilma Rousseff, y lanzó una iniciativa para crear un sistema de garantías multilaterales que fomente las inversiones productivas entre los países miembros y socios.\nRespecto al conflicto en Gaza, el presidente Luiz Inácio Lula da Silva condenó las matanzas indiscriminadas y reclamó el fin de la ocupación israelí.\nSin embargo, la declaración final, si bien hizo referencia a la situación humanitaria y reiteró el apoyo a una solución de dos Estados, evitó utilizar el término “genocidio” para describir la crisis.\nLa innovación tecnológica, particularmente la Inteligencia Artificial (IA), también ocupó un lugar destacado en la agenda.\nEn el frente climático, el grupo reafirmó su respaldo al “Fondo Floresta Tropical para Sempre”, una iniciativa impulsada por Brasil para financiar la conservación de bosques y promover una transición energética justa, además de confirmar el desarrollo de una hoja de ruta climática a cinco años con miras a la COP30 que se celebrará en Brasil.\nTambién se lanzó el “Plan de Acción del BRICS para la Innovación 2025-2030” y se creó el “Centro para Competencias Industriales del BRICS (BCIC)” para formar talento en tecnologías avanzadas.\nLos líderes de los BRICS reiteraron su compromiso de fortalecer la cooperación para promover la paz y un orden internacional más representativo y justo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cumbre-brics-segunda-jornada-medioambiente-salud-global/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1752,
    "message_id": 98437,
    "date": "2025-07-07T13:55:24+00:00",
    "text": "teleSUR\nCumbre de los BRICS entra en su segunda jornada con acento en el medioambiente y la salud global\nhttps://www.telesurtv.net/cumbre-brics-segunda-jornada-medioambiente-salud-global/",
    "photo_path": null,
    "views": 2020,
    "reactions": {
      "👍": 34,
      "❤": 2
    },
    "total_reactions": 36
  },
  "preprocessing": {
    "cleaned": "la xvii cumbre de los brics (brasil, rusia, india, china, sudáfrica, y sus nuevos miembros) concluye su segunda y última jornada en río de janeiro, brasil, este lunes. la agenda del día comenzó con una fotografía de familia de los jefes de estado y de gobierno, seguida de una sesión plenaria enfocada en “medio ambiente, cop30 (conferencia de las naciones unidas sobre el clima) y salud global”. al abrir la sesión, el presidente anfitrión, luiz inácio lula da silva, subrayó la importancia de los temas que se debatirán. aseguró que hay una crisis climática en desarrollo a partir de la acción del hombre, y que los efectos devastadores del incremento de la temperatura se hacen más evidentes en las naciones del sur global. enfatizó la urgencia de analizar estos problemas con un enfoque que supere los marcos del colonialismo y promueva los derechos humanos, defendiendo la aspiración de millones de personas a vivir en condiciones de igualdad, sin pobreza y sin el acoso del hambre y las enfermedades. destacó que los brics y el sur global están interesados en no ser meros suministradores de materias primas, sino en acceder a tecnologías para desarrollarse e incrementar el valor de sus productos y servicios. adelantó que se lanzarán iniciativas de mitigación del cambio climático, con fuentes identificadas para obtener los financiamientos necesarios para impulsar la reforestación y otras iniciativas que preserven el medioambiente y leguen un planeta sano a las nuevas generaciones. tras lula, intervino el primer ministro de india, narendra modi, quien enumeró líneas de acción para concretar los objetivos delineados por el jefe de estado brasileño. india ocupará la presidencia pro tempore del grupo de los brics durante 2026. la jornada inaugural de la cumbre culminó con la adopción de la extensa “declaración de río de janeiro”, un documento de 126 artículos que resume un año de discusiones diplomáticas y establece posiciones clave sobre temas internacionales apremiantes. los líderes de los 11 países miembros plenos defendieron el multilateralismo y exigieron una mayor representatividad para el sur global en estructuras de gobernanza como el consejo de seguridad de las naciones unidas. un punto central de esta declaración es una reforma amplia de las naciones unidas, especialmente de su consejo de seguridad, con el fin de hacerlo más democrático, representativo y eficaz, incorporando una mayor participación de los países en desarrollo, en particular de áfrica, américa latina y el caribe. en el ámbito económico, se logró un fuerte énfasis en la promoción del uso de monedas nacionales para el comercio intragrupal, con el objetivo de desdolarizar parcialmente las transacciones. la cumbre también buscó fortalecer el nuevo banco de desarrollo (nbd), presidido por la brasileña dilma rousseff, y lanzó una iniciativa para crear un sistema de garantías multilaterales que fomente las inversiones productivas entre los países miembros y socios. respecto al conflicto en gaza, el presidente luiz inácio lula da silva condenó las matanzas indiscriminadas y reclamó el fin de la ocupación israelí. sin embargo, la declaración final, si bien hizo referencia a la situación humanitaria y reiteró el apoyo a una solución de dos estados, evitó utilizar el término “genocidio” para describir la crisis. la innovación tecnológica, particularmente la inteligencia artificial (ia), también ocupó un lugar destacado en la agenda. en el frente climático, el grupo reafirmó su respaldo al “fondo floresta tropical para sempre”, una iniciativa impulsada por brasil para financiar la conservación de bosques y promover una transición energética justa, además de confirmar el desarrollo de una hoja de ruta climática a cinco años con miras a la cop30 que se celebrará en brasil. también se lanzó el “plan de acción del brics para la innovación 2025-2030” y se creó el “centro para competencias industriales del brics (bcic)” para formar talento en tecnologías avanzadas. los líderes de los brics reiteraron su compromiso de fortalecer la cooperación para promover la paz y un orden internacional más representativo y justo.",
    "tokens": [
      "xvii",
      "cumbre",
      "brics",
      "(",
      "brasil",
      ",",
      "rusia",
      ",",
      "india",
      ",",
      "china",
      ",",
      "sudáfrica",
      ",",
      "nuevos",
      "miembros",
      ")",
      "concluye",
      "segunda",
      "última",
      "jornada",
      "río",
      "janeiro",
      ",",
      "brasil",
      ",",
      "lunes",
      ".",
      "agenda",
      "día",
      "comenzó",
      "fotografía",
      "familia",
      "jefes",
      "gobierno",
      ",",
      "seguida",
      "sesión",
      "plenaria",
      "enfocada",
      "“",
      "medio",
      "ambiente",
      ",",
      "cop30",
      "(",
      "conferencia",
      "naciones",
      "unidas",
      "clima",
      ")",
      "salud",
      "global",
      "”",
      ".",
      "abrir",
      "sesión",
      ",",
      "presidente",
      "anfitrión",
      ",",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      ",",
      "subrayó",
      "importancia",
      "temas",
      "debatirán",
      ".",
      "aseguró",
      "crisis",
      "climática",
      "desarrollo",
      "partir",
      "acción",
      "hombre",
      ",",
      "efectos",
      "devastadores",
      "incremento",
      "temperatura",
      "hacen",
      "evidentes",
      "naciones",
      "sur",
      "global",
      ".",
      "enfatizó",
      "urgencia",
      "analizar",
      "problemas",
      "enfoque",
      "supere",
      "marcos",
      "colonialismo",
      "promueva",
      "derechos",
      "humanos",
      ",",
      "defendiendo",
      "aspiración",
      "millones",
      "personas",
      "vivir",
      "condiciones",
      "igualdad",
      ",",
      "pobreza",
      "acoso",
      "hambre",
      "enfermedades",
      ".",
      "destacó",
      "brics",
      "sur",
      "global",
      "interesados",
      "ser",
      "meros",
      "suministradores",
      "materias",
      "primas",
      ",",
      "sino",
      "acceder",
      "tecnologías",
      "desarrollarse",
      "incrementar",
      "valor",
      "productos",
      "servicios",
      ".",
      "adelantó",
      "lanzarán",
      "iniciativas",
      "mitigación",
      "cambio",
      "climático",
      ",",
      "fuentes",
      "identificadas",
      "obtener",
      "financiamientos",
      "necesarios",
      "impulsar",
      "reforestación",
      "iniciativas",
      "preserven",
      "medioambiente",
      "leguen",
      "planeta",
      "sano",
      "nuevas",
      "generaciones",
      ".",
      "tras",
      "lula",
      ",",
      "intervino",
      "primer",
      "ministro",
      "india",
      ",",
      "narendra",
      "modi",
      ",",
      "enumeró",
      "líneas",
      "acción",
      "concretar",
      "objetivos",
      "delineados",
      "jefe",
      "brasileño",
      ".",
      "india",
      "ocupará",
      "presidencia",
      "pro",
      "tempore",
      "grupo",
      "brics",
      "2026.",
      "jornada",
      "inaugural",
      "cumbre",
      "culminó",
      "adopción",
      "extensa",
      "“",
      "declaración",
      "río",
      "janeiro",
      "”",
      ",",
      "documento",
      "126",
      "artículos",
      "resume",
      "año",
      "discusiones",
      "diplomáticas",
      "establece",
      "posiciones",
      "clave",
      "temas",
      "internacionales",
      "apremiantes",
      ".",
      "líderes",
      "11",
      "países",
      "miembros",
      "plenos",
      "defendieron",
      "multilateralismo",
      "exigieron",
      "mayor",
      "representatividad",
      "sur",
      "global",
      "estructuras",
      "gobernanza",
      "consejo",
      "seguridad",
      "naciones",
      "unidas",
      ".",
      "punto",
      "central",
      "declaración",
      "reforma",
      "amplia",
      "naciones",
      "unidas",
      ",",
      "especialmente",
      "consejo",
      "seguridad",
      ",",
      "fin",
      "hacerlo",
      "democrático",
      ",",
      "representativo",
      "eficaz",
      ",",
      "incorporando",
      "mayor",
      "participación",
      "países",
      "desarrollo",
      ",",
      "particular",
      "áfrica",
      ",",
      "américa",
      "latina",
      "caribe",
      ".",
      "ámbito",
      "económico",
      ",",
      "logró",
      "fuerte",
      "énfasis",
      "promoción",
      "uso",
      "monedas",
      "nacionales",
      "comercio",
      "intragrupal",
      ",",
      "objetivo",
      "desdolarizar",
      "parcialmente",
      "transacciones",
      ".",
      "cumbre",
      "buscó",
      "fortalecer",
      "nuevo",
      "banco",
      "desarrollo",
      "(",
      "nbd",
      ")",
      ",",
      "presidido",
      "brasileña",
      "dilma",
      "rousseff",
      ",",
      "lanzó",
      "iniciativa",
      "crear",
      "sistema",
      "garantías",
      "multilaterales",
      "fomente",
      "inversiones",
      "productivas",
      "países",
      "miembros",
      "socios",
      ".",
      "respecto",
      "conflicto",
      "gaza",
      ",",
      "presidente",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      "condenó",
      "matanzas",
      "indiscriminadas",
      "reclamó",
      "fin",
      "ocupación",
      "israelí",
      ".",
      "embargo",
      ",",
      "declaración",
      "final",
      ",",
      "si",
      "bien",
      "hizo",
      "referencia",
      "situación",
      "humanitaria",
      "reiteró",
      "apoyo",
      "solución",
      "dos",
      ",",
      "evitó",
      "utilizar",
      "término",
      "“",
      "genocidio",
      "”",
      "describir",
      "crisis",
      ".",
      "innovación",
      "tecnológica",
      ",",
      "particularmente",
      "inteligencia",
      "artificial",
      "(",
      "ia",
      ")",
      ",",
      "ocupó",
      "lugar",
      "destacado",
      "agenda",
      ".",
      "frente",
      "climático",
      ",",
      "grupo",
      "reafirmó",
      "respaldo",
      "“",
      "fondo",
      "floresta",
      "tropical",
      "sempre",
      "”",
      ",",
      "iniciativa",
      "impulsada",
      "brasil",
      "financiar",
      "conservación",
      "bosques",
      "promover",
      "transición",
      "energética",
      "justa",
      ",",
      "además",
      "confirmar",
      "desarrollo",
      "hoja",
      "ruta",
      "climática",
      "cinco",
      "años",
      "miras",
      "cop30",
      "celebrará",
      "brasil",
      ".",
      "lanzó",
      "“",
      "plan",
      "acción",
      "brics",
      "innovación",
      "2025-2030",
      "”",
      "creó",
      "“",
      "centro",
      "competencias",
      "industriales",
      "brics",
      "(",
      "bcic",
      ")",
      "”",
      "formar",
      "talento",
      "tecnologías",
      "avanzadas",
      ".",
      "líderes",
      "brics",
      "reiteraron",
      "compromiso",
      "fortalecer",
      "cooperación",
      "promover",
      "paz",
      "orden",
      "internacional",
      "representativo",
      "justo",
      "."
    ],
    "token_count": 440,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 107,
      "IN": 36,
      "FW": 151,
      "NN": 203,
      "NNS": 24,
      "VBP": 13,
      "JJ": 60,
      "VBD": 3,
      "VBZ": 11,
      "RB": 2,
      "DT": 1,
      "CD": 3,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-NNP": 39,
      "NNP-IN": 7,
      "IN-FW": 17,
      "FW-NNP": 28,
      "NNP-NN": 31,
      "NN-NN": 107,
      "NN-NNS": 7,
      "NNS-VBP": 10,
      "VBP-JJ": 8,
      "JJ-NN": 41,
      "NN-NNP": 17,
      "NN-FW": 18,
      "IN-NNP": 9,
      "NNS-NNP": 6,
      "NNP-VBP": 2,
      "VBP-NN": 1,
      "NN-JJ": 19,
      "NN-IN": 26,
      "FW-FW": 91,
      "NNP-FW": 17,
      "NNP-VBD": 3,
      "VBD-JJ": 2,
      "JJ-NNP": 2,
      "FW-JJ": 6,
      "IN-JJ": 5,
      "FW-NN": 20,
      "JJ-VBZ": 1,
      "VBZ-FW": 3,
      "NN-VBZ": 4,
      "VBZ-IN": 2,
      "JJ-NNS": 6,
      "NNS-FW": 1,
      "NN-RB": 2,
      "RB-JJ": 1,
      "JJ-JJ": 6,
      "NNS-VBZ": 2,
      "VBZ-NNP": 2,
      "IN-DT": 1,
      "DT-NN": 1,
      "FW-NNS": 5,
      "VBZ-JJ": 4,
      "RB-VBZ": 1,
      "NNS-JJ": 2,
      "NNP-JJ": 5,
      "JJ-FW": 4,
      "NN-CD": 1,
      "CD-NNP": 1,
      "IN-CD": 1,
      "CD-JJ": 1,
      "IN-NNS": 1,
      "NNS-NNS": 2,
      "VBP-NNS": 2,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "NNP-VBZ": 3,
      "FW-CD": 1,
      "CD-NNS": 1,
      "NNS-IN": 1,
      "IN-NN": 2,
      "VBD-NNP": 1,
      "NN-VBP": 1,
      "VBP-NNP": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 14,
      "NNP-NNP-IN": 4,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 4,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 11,
      "NNP-NN-NN": 21,
      "NN-NN-NNS": 3,
      "NN-NNS-VBP": 3,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-NN": 7,
      "JJ-NN-NNP": 1,
      "NN-NNP-NN": 7,
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 4,
      "FW-NNP-IN": 2,
      "NNP-IN-NNP": 4,
      "IN-NNP-NNP": 5,
      "NNP-NN-NNS": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NN-NN": 48,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 16,
      "JJ-NN-IN": 10,
      "NN-IN-FW": 14,
      "IN-FW-FW": 9,
      "FW-FW-FW": 59,
      "FW-FW-NNP": 12,
      "FW-NNP-FW": 10,
      "NNP-FW-NNP": 7,
      "NNP-FW-FW": 7,
      "FW-NNP-NN": 7,
      "NNP-NN-NNP": 6,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-JJ": 1,
      "NN-JJ-NNP": 1,
      "NN-NN-FW": 13,
      "NN-FW-FW": 9,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 26,
      "NN-NN-NNP": 9,
      "NN-NN-IN": 13,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "FW-FW-NN": 11,
      "FW-NN-NN": 10,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-FW": 1,
      "VBZ-FW-FW": 3,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 2,
      "VBZ-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNP-NNP-FW": 5,
      "FW-NN-JJ": 2,
      "NN-NN-RB": 2,
      "NN-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 2,
      "VBZ-NNP-NN": 1,
      "NN-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-NN": 1,
      "VBZ-IN-FW": 1,
      "FW-NN-FW": 4,
      "NN-FW-NN": 5,
      "FW-NN-IN": 2,
      "FW-FW-NNS": 3,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 4,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "JJ-NN-JJ": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-IN-NNP": 5,
      "IN-NNP-IN": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "NNP-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "NN-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "VBZ-NNP-VBZ": 1,
      "NNP-VBZ-FW": 2,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-FW": 2,
      "IN-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-IN": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "FW-JJ-JJ": 2,
      "FW-NNS-VBP": 2,
      "NNP-VBP-JJ": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "JJ-NN-NNS": 2,
      "VBP-NNS-NNP": 1,
      "IN-NNP-FW": 2,
      "NNP-FW-NN": 2,
      "FW-NN-NNP": 1,
      "NNP-FW-JJ": 1,
      "NN-NNP-JJ": 2,
      "NN-IN-NN": 1,
      "IN-NN-JJ": 1,
      "IN-FW-NN": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "VBD-JJ-NN": 1,
      "FW-NN-NNS": 1,
      "NNS-NNP-VBZ": 1,
      "JJ-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 203,
        "FW": 151,
        "NNP": 107,
        "JJ": 60,
        "IN": 36
      },
      "top_bigrams": {
        "NN-NN": 107,
        "FW-FW": 91,
        "JJ-NN": 41,
        "NNP-NNP": 39,
        "NNP-NN": 31
      },
      "top_trigrams": {
        "FW-FW-FW": 59,
        "NN-NN-NN": 48,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 21,
        "NN-JJ-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 169,
      "VP": 33,
      "PP": 14,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0288
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0288
      },
      {
        "rule": "NP -> ('Brasil', 'NNP')",
        "frequency": 3,
        "weight": 0.0123
      },
      {
        "rule": "NP -> ('India', 'NNP')",
        "frequency": 3,
        "weight": 0.0123
      },
      {
        "rule": "NP -> ('Naciones', 'NNP') ('Unidas', 'NNP')",
        "frequency": 3,
        "weight": 0.0123
      },
      {
        "rule": "NP -> ('BRICS', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Río', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Los', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La XVII Cumbre"
      },
      {
        "label": "NP",
        "text": "BRICS"
      },
      {
        "label": "NP",
        "text": "Brasil"
      },
      {
        "label": "NP",
        "text": "Rusia"
      },
      {
        "label": "NP",
        "text": "India"
      },
      {
        "label": "NP",
        "text": "China"
      },
      {
        "label": "NP",
        "text": "Sudáfrica"
      },
      {
        "label": "NP",
        "text": "y sus"
      },
      {
        "label": "NP",
        "text": "miembros"
      },
      {
        "label": "VP",
        "text": "concluye su segunda y última jornada"
      },
      {
        "label": "NP",
        "text": "su segunda y última jornada"
      },
      {
        "label": "NP",
        "text": "Río"
      },
      {
        "label": "PP",
        "text": "de Janeiro"
      },
      {
        "label": "NP",
        "text": "Janeiro"
      },
      {
        "label": "NP",
        "text": "Brasil"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP XVII/NNP Cumbre/NNP)\n  de/IN\n  los/FW\n  (NP BRICS/NNP)\n  (/(\n  (NP Brasil/NNP)\n  ,/,\n  (NP Rusia/NNP)\n  ,/,\n  (NP India/NNP)\n  ,/,\n  (NP China/NNP)\n  ,/,\n  (NP Sudáfrica/NNP)\n  ,/,\n  (NP y/NNP sus/NN)\n  nuevos/RB\n  (NP miembros/NNS)\n  )/)\n  (VP concluye/VBP (NP su/JJ segunda/NN y/NN última/NNP jornada/NN))\n  en/FW\n  (NP Río/NNP)\n  (PP de/IN (NP Janeiro/NNP))\n  ,/,\n  (NP Brasil/NNP)\n  ,/,\n  (NP este/NN lunes/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP agenda/VBZ)\n  del/FW\n  (NP día/NN comenzó/NN con/NN)\n  (NP una/JJ fotografía/NN)\n  de/IN\n  familia/FW\n  de/FW\n  los/FW\n  jefes/FW\n  de/FW\n  (NP Estado/NNP)\n  y/FW\n  de/FW\n  (NP Gobierno/NNP)\n  ,/,\n  (NP seguida/NN)\n  de/FW\n  una/FW\n  sesión/FW\n  plenaria/FW\n  enfocada/FW\n  en/FW\n  “/FW\n  (NP Medio/NNP ambiente/NN)\n  ,/,\n  (NP COP30/NNP)\n  (/(\n  (NP Conferencia/NNP de/NNP)\n  las/FW\n  (NP Naciones/NNP Unidas/NNP)\n  (VP sobre/VBD (NP el/JJ Clima/NNP))\n  )/)\n  (NP y/NN salud/NN)\n  (NP global/JJ ”/NN)\n  ./.)",
      "(S\n  (NP Al/NNP abrir/NN la/NN sesión/NN)\n  ,/,\n  el/FW\n  (NP presidente/NN anfitrión/NN)\n  ,/,\n  (NP Luiz/NNP Inácio/NNP Lula/NNP da/NN Silva/NN)\n  ,/,\n  (ADJP subrayó/JJ)\n  la/FW\n  importancia/FW\n  de/FW\n  los/FW\n  (NP temas/JJ que/NN se/NN debatirán/NN)\n  ./.)",
      "(S\n  (NP Aseguró/NNP que/NN hay/NN)\n  (NP una/JJ crisis/NN climática/NN)\n  en/IN\n  desarrollo/FW\n  (NP a/DT partir/NN)\n  de/IN\n  la/FW\n  acción/FW\n  del/FW\n  (NP hombre/NN)\n  ,/,\n  (NP y/NN que/NN los/NN)\n  (ADJP efectos/JJ)\n  (VP devastadores/VBZ)\n  del/FW\n  incremento/FW\n  de/FW\n  la/FW\n  temperatura/FW\n  se/FW\n  (NP hacen/NN más/NN)\n  (VP evidentes/VBZ)\n  (PP en/IN (NP las/JJ naciones/NNS))\n  del/FW\n  (NP Sur/NNP Global/NNP)\n  ./.)",
      "(S\n  (NP Enfatizó/NNP la/NNP)\n  urgencia/FW\n  de/FW\n  analizar/FW\n  estos/FW\n  problemas/FW\n  (NP con/NN)\n  (NP un/JJ enfoque/NN que/NN)\n  supere/RB\n  (NP\n    los/JJ\n    marcos/JJ\n    del/NN\n    colonialismo/NN\n    y/NN\n    promueva/NN\n    los/NN)\n  (NP derechos/JJ humanos/NN)\n  ,/,\n  (NP defendiendo/NN)\n  la/FW\n  aspiración/FW\n  de/FW\n  millones/FW\n  de/FW\n  personas/FW\n  (NP a/DT vivir/NN)\n  (PP en/IN (NP condiciones/NNS))\n  de/FW\n  igualdad/FW\n  ,/,\n  (NP\n    sin/NN\n    pobreza/NN\n    y/NNP\n    sin/NN\n    el/NN\n    acoso/NN\n    del/NN\n    hambre/NN\n    y/NN\n    las/NN\n    enfermedades/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "JUSTICIA_SOCIAL",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RECURSOS_NATURALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "ORGANISMOS_INTERNACIONALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "conflicto en gaza, el presidente",
        "position": [
          2987,
          3019
        ],
        "start": 2987,
        "end": 3019
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto en gaza",
        "position": [
          2987,
          3004
        ],
        "start": 2987,
        "end": 3004
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "intervino",
        "position": [
          1507,
          1516
        ],
        "start": 1507,
        "end": 1516
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          3106,
          3115
        ],
        "start": 3106,
        "end": 3115
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación para promover la paz y un orden internacional",
        "position": [
          4051,
          4108
        ],
        "start": 4051,
        "end": 4108
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          939,
          947
        ],
        "start": 939,
        "end": 947
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "crisis climática",
        "position": [
          543,
          559
        ],
        "start": 543,
        "end": 559
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente anfitrión",
        "position": [
          420,
          440
        ],
        "start": 420,
        "end": 440
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de india",
        "position": [
          1527,
          1544
        ],
        "start": 1527,
        "end": 1544
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          348,
          363
        ],
        "start": 348,
        "end": 363
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "industriales",
        "position": [
          3907,
          3919
        ],
        "start": 3907,
        "end": 3919
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          3046,
          3053
        ],
        "start": 3046,
        "end": 3053
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          469,
          476
        ],
        "start": 469,
        "end": 476
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1007,
          1014
        ],
        "start": 1007,
        "end": 1014
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          132,
          135
        ],
        "start": 132,
        "end": 135
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          3715,
          3719
        ],
        "start": 3715,
        "end": 3719
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          29,
          35
        ],
        "start": 29,
        "end": 35
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          37,
          42
        ],
        "start": 37,
        "end": 42
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          4077,
          4083
        ],
        "start": 4077,
        "end": 4083
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          2513,
          2519
        ],
        "start": 2513,
        "end": 2519
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y de",
        "position": [
          240,
          251
        ],
        "start": 240,
        "end": 251
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro para",
        "position": [
          3882,
          3893
        ],
        "start": 3882,
        "end": 3893
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3129,
          3136
        ],
        "start": 3129,
        "end": 3136
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          845,
          861
        ],
        "start": 845,
        "end": 861
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "126 artículos",
        "position": [
          1865,
          1878
        ],
        "start": 1865,
        "end": 1878
      }
    ],
    "match_count": 25
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo de Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lula",
        "tipo": "Persona"
      },
      {
        "nombre": "Nuevo Banco de Desarrollo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Grupo de los BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América Latina y el Caribe",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo de Seguridad de las Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Centro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudáfrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fondo Floresta Tropical para Sempre",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Narendra Modi",
        "tipo": "Persona"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado brasileño",
        "tipo": "Lugar"
      },
      {
        "nombre": "Río de Janeiro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Dilma Rousseff",
        "tipo": "Persona"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado y de Gobierno",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Brasil",
        "relacion": "CONCLUIR",
        "objeto": "Río de Janeiro"
      },
      {
        "sujeto": "Rusia",
        "relacion": "CONCLUIR",
        "objeto": "Río de Janeiro"
      },
      {
        "sujeto": "Rusia",
        "relacion": "CONCLUIR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "India",
        "relacion": "CONCLUIR",
        "objeto": "Río de Janeiro"
      },
      {
        "sujeto": "India",
        "relacion": "CONCLUIR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "China",
        "relacion": "CONCLUIR",
        "objeto": "Río de Janeiro"
      },
      {
        "sujeto": "China",
        "relacion": "CONCLUIR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Sudáfrica",
        "relacion": "CONCLUIR",
        "objeto": "Río de Janeiro"
      },
      {
        "sujeto": "Sudáfrica",
        "relacion": "CONCLUIR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Lula",
        "relacion": "INTERVENIR",
        "objeto": "India"
      },
      {
        "sujeto": "Lula",
        "relacion": "INTERVENIR",
        "objeto": "Narendra Modi"
      },
      {
        "sujeto": "Lula",
        "relacion": "INTERVENIR",
        "objeto": "Estado brasileño"
      },
      {
        "sujeto": "India",
        "relacion": "OCUPAR",
        "objeto": "Grupo de los BRICS"
      },
      {
        "sujeto": "Sur Global",
        "relacion": "EXIGIR_DEFENDER",
        "objeto": "Consejo de Seguridad de las Naciones Unidas"
      },
      {
        "sujeto": "Nuevo Banco de Desarrollo",
        "relacion": "FORTALECER_BUSCAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Nuevo Banco de Desarrollo",
        "relacion": "FORTALECER_BUSCAR",
        "objeto": "Luiz Inácio Lula da Silva"
      },
      {
        "sujeto": "Dilma Rousseff",
        "relacion": "FORTALECER_BUSCAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Dilma Rousseff",
        "relacion": "FORTALECER_BUSCAR",
        "objeto": "Luiz Inácio Lula da Silva"
      },
      {
        "sujeto": "Gaza",
        "relacion": "BUSCAR",
        "objeto": "Luiz Inácio Lula da Silva"
      },
      {
        "sujeto": "Fondo Floresta Tropical para Sempre",
        "relacion": "REAFIRMAR",
        "objeto": "Brasil"
      }
    ]
  },
  "sentiment": {
    "compound": -0.969,
    "pos": 0.0,
    "neu": 0.966,
    "neg": 0.034,
    "label": "negative"
  }
}