{
  "url": "https://www.telesurtv.net/brics-en-debate-radicales-vs-negociadores/",
  "title": "El Brics en debate: radicales vs. negociadores - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Brasil",
    "Brics Brasil 2025",
    "Entrevista",
    "Lula da Silva",
    "Marcelo Ramírez",
    "Rusia"
  ],
  "text": "La consolidación del Brics como actor global no solo representa el desplazamiento del centro de gravedad económico y político hacia el Sur Global, sino también el reflejo de una profunda crisis del orden internacional tradicional, dominado por Estados Unidos y sus aliados occidentales.\nSin embargo, dentro del propio bloque comienzan a surgir tensiones y divergencias estratégicas que marcarán su futuro como alternativa real de poder, según explica el analista geopolítico Marcelo Ramírez, en una entrevista reciente para teleSUR.\nRamírez identifica dos corrientes principales dentro del Brics. Por un lado, un núcleo “duro” compuesto por Rusia, China e Irán (este último miembro desde 2024), que busca una ruptura definida con el sistema internacional actual.\n\n\nEste grupo apuesta por una transformación profunda de las instituciones globales, especialmente en el ámbito de seguridad, donde se plantea una reforma radical del Consejo de Seguridad de las Naciones Unidas —más democrática, equitativa y menos concentrada en el poder de veto de los cinco países permanentes actuales—.\n“Solucionar estas tensiones internas y los enfoques”, dice Ramírez, “es el gran desafío para que se transforme realmente en una alternativa de poder y no sea simplemente una organización retórica”.\nPor otro lado, existe un grupo que Ramírez describe como el Brics “negociador”, representado principalmente por Brasil y, en menor medida, por India, que busca avanzar en la construcción de un nuevo orden sin romper completamente con las estructuras existentes. Esta postura refleja una estrategia más cautelosa, que intenta mantener canales abiertos con Occidente mientras se impulsa una multipolaridad gradual.\n“La idea de que India administre la agenda pone un poco de letargo y de esa posición dura que es la que estamos viendo con el enfrentamiento de Rusia y Ucrania”, afirma el analista, señalando cómo el liderazgo brasileño en 2025 ha introducido cierta lentitud al proceso de radicalización del grupo.\nEste debate sobre la relación con el sistema internacional no es nuevo. Ya en 2005, con la conformación del G4 (Brasil, India, Japón y Alemania), se intentó un impulso similar para ampliar la representación en el Consejo de Seguridad de la ONU. Pero ese intento fracasó, entre otros motivos, porque no hubo consenso interno, especialmente en América Latina, sobre si el asiento propuesto era para la región o exclusivamente para Brasil.\n“Si tendemos a repetir este tipo de historia, se nos va a ser complicado enfrentar a un poder que, si bien agonizante, todavía es muy, muy poderoso”, advierte Ramírez.\n\n\nUno de los casos más interesantes es el de India, país que mantiene una posición ambigua, difícil de ubicar en una sola dirección. Como señala Ramírez, “la India puede ser amiga de Occidente, de Rusia o de China, dependiendo del sector que estemos mencionando”. Esta conducta refleja una estrategia de no alineamiento renovado, pero también dificulta la formación de una política exterior común dentro del Brics.\nUn ejemplo claro es su política de defensa. Aunque ha mantenido históricamente fuertes vínculos militares con Rusia, en los últimos años ha diversificado sus proveedores, incluyendo adquisiciones de armamento francés y tecnológico de EE.UU. y sus aliados.\n“Eso creo que es el gran desafío para, por ejemplo, para ese sector núcleo que yo decía más duro de los Brics que encabeza Rusia y China, lograr que la India y que Brasil acompañen este proceso y que vayan por la ruptura”, explica el analista.\nEn este contexto, el éxito del Brics dependerá de su capacidad para articular una visión compartida, superar las divisiones entre un núcleo duro y un ala negociadora, y proponer reformas concretas que respondan a las necesidades reales del Sur Global.\nSegún Marcelo Ramírez, el desafío no es pequeño, pero tal vez nunca antes había existido tanta conciencia colectiva sobre la necesidad de construir una alternativa. Para ello, el Brics deberá resolver la encrucijada: o se convierte en un actor cohesivo y transformador, o queda reducido a una alianza retórica en tiempos de transición.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/brics-en-debate-radicales-vs-negociadores/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1777,
    "message_id": 98410,
    "date": "2025-07-06T23:55:23+00:00",
    "text": "teleSUR\nEl Brics en debate: radicales vs. negociadores\nhttps://www.telesurtv.net/brics-en-debate-radicales-vs-negociadores/",
    "photo_path": null,
    "views": 2519,
    "reactions": {
      "👍": 35,
      "🤔": 8,
      "🥰": 1,
      "🤮": 1,
      "🙈": 1,
      "🤷": 1
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "la consolidación del brics como actor global no solo representa el desplazamiento del centro de gravedad económico y político hacia el sur global, sino también el reflejo de una profunda crisis del orden internacional tradicional, dominado por estados unidos y sus aliados occidentales. sin embargo, dentro del propio bloque comienzan a surgir tensiones y divergencias estratégicas que marcarán su futuro como alternativa real de poder, según explica el analista geopolítico marcelo ramírez, en una entrevista reciente para telesur. ramírez identifica dos corrientes principales dentro del brics. por un lado, un núcleo “duro” compuesto por rusia, china e irán (este último miembro desde 2024), que busca una ruptura definida con el sistema internacional actual. este grupo apuesta por una transformación profunda de las instituciones globales, especialmente en el ámbito de seguridad, donde se plantea una reforma radical del consejo de seguridad de las naciones unidas —más democrática, equitativa y menos concentrada en el poder de veto de los cinco países permanentes actuales—. “solucionar estas tensiones internas y los enfoques”, dice ramírez, “es el gran desafío para que se transforme realmente en una alternativa de poder y no sea simplemente una organización retórica”. por otro lado, existe un grupo que ramírez describe como el brics “negociador”, representado principalmente por brasil y, en menor medida, por india, que busca avanzar en la construcción de un nuevo orden sin romper completamente con las estructuras existentes. esta postura refleja una estrategia más cautelosa, que intenta mantener canales abiertos con occidente mientras se impulsa una multipolaridad gradual. “la idea de que india administre la agenda pone un poco de letargo y de esa posición dura que es la que estamos viendo con el enfrentamiento de rusia y ucrania”, afirma el analista, señalando cómo el liderazgo brasileño en 2025 ha introducido cierta lentitud al proceso de radicalización del grupo. este debate sobre la relación con el sistema internacional no es nuevo. ya en 2005, con la conformación del g4 (brasil, india, japón y alemania), se intentó un impulso similar para ampliar la representación en el consejo de seguridad de la onu. pero ese intento fracasó, entre otros motivos, porque no hubo consenso interno, especialmente en américa latina, sobre si el asiento propuesto era para la región o exclusivamente para brasil. “si tendemos a repetir este tipo de historia, se nos va a ser complicado enfrentar a un poder que, si bien agonizante, todavía es muy, muy poderoso”, advierte ramírez. uno de los casos más interesantes es el de india, país que mantiene una posición ambigua, difícil de ubicar en una sola dirección. como señala ramírez, “la india puede ser amiga de occidente, de rusia o de china, dependiendo del sector que estemos mencionando”. esta conducta refleja una estrategia de no alineamiento renovado, pero también dificulta la formación de una política exterior común dentro del brics. un ejemplo claro es su política de defensa. aunque ha mantenido históricamente fuertes vínculos militares con rusia, en los últimos años ha diversificado sus proveedores, incluyendo adquisiciones de armamento francés y tecnológico de ee.uu. y sus aliados. “eso creo que es el gran desafío para, por ejemplo, para ese sector núcleo que yo decía más duro de los brics que encabeza rusia y china, lograr que la india y que brasil acompañen este proceso y que vayan por la ruptura”, explica el analista. en este contexto, el éxito del brics dependerá de su capacidad para articular una visión compartida, superar las divisiones entre un núcleo duro y un ala negociadora, y proponer reformas concretas que respondan a las necesidades reales del sur global. según marcelo ramírez, el desafío no es pequeño, pero tal vez nunca antes había existido tanta conciencia colectiva sobre la necesidad de construir una alternativa. para ello, el brics deberá resolver la encrucijada: o se convierte en un actor cohesivo y transformador, o queda reducido a una alianza retórica en tiempos de transición.",
    "tokens": [
      "consolidación",
      "brics",
      "actor",
      "global",
      "solo",
      "representa",
      "desplazamiento",
      "centro",
      "gravedad",
      "económico",
      "político",
      "hacia",
      "sur",
      "global",
      ",",
      "sino",
      "reflejo",
      "profunda",
      "crisis",
      "orden",
      "internacional",
      "tradicional",
      ",",
      "dominado",
      "unidos",
      "aliados",
      "occidentales",
      ".",
      "embargo",
      ",",
      "dentro",
      "propio",
      "bloque",
      "comienzan",
      "surgir",
      "tensiones",
      "divergencias",
      "estratégicas",
      "marcarán",
      "futuro",
      "alternativa",
      "real",
      "poder",
      ",",
      "según",
      "explica",
      "analista",
      "geopolítico",
      "marcelo",
      "ramírez",
      ",",
      "entrevista",
      "reciente",
      "telesur",
      ".",
      "ramírez",
      "identifica",
      "dos",
      "corrientes",
      "principales",
      "dentro",
      "brics",
      ".",
      "lado",
      ",",
      "núcleo",
      "“",
      "duro",
      "”",
      "compuesto",
      "rusia",
      ",",
      "china",
      "irán",
      "(",
      "último",
      "miembro",
      "2024",
      ")",
      ",",
      "busca",
      "ruptura",
      "definida",
      "sistema",
      "internacional",
      "actual",
      ".",
      "grupo",
      "apuesta",
      "transformación",
      "profunda",
      "instituciones",
      "globales",
      ",",
      "especialmente",
      "ámbito",
      "seguridad",
      ",",
      "plantea",
      "reforma",
      "radical",
      "consejo",
      "seguridad",
      "naciones",
      "unidas",
      "—más",
      "democrática",
      ",",
      "equitativa",
      "menos",
      "concentrada",
      "poder",
      "veto",
      "cinco",
      "países",
      "permanentes",
      "actuales—",
      ".",
      "“",
      "solucionar",
      "tensiones",
      "internas",
      "enfoques",
      "”",
      ",",
      "dice",
      "ramírez",
      ",",
      "“",
      "gran",
      "desafío",
      "transforme",
      "realmente",
      "alternativa",
      "poder",
      "simplemente",
      "organización",
      "retórica",
      "”",
      ".",
      "lado",
      ",",
      "existe",
      "grupo",
      "ramírez",
      "describe",
      "brics",
      "“",
      "negociador",
      "”",
      ",",
      "representado",
      "principalmente",
      "brasil",
      ",",
      "menor",
      "medida",
      ",",
      "india",
      ",",
      "busca",
      "avanzar",
      "construcción",
      "nuevo",
      "orden",
      "romper",
      "completamente",
      "estructuras",
      "existentes",
      ".",
      "postura",
      "refleja",
      "estrategia",
      "cautelosa",
      ",",
      "intenta",
      "mantener",
      "canales",
      "abiertos",
      "occidente",
      "mientras",
      "impulsa",
      "multipolaridad",
      "gradual",
      ".",
      "“",
      "idea",
      "india",
      "administre",
      "agenda",
      "pone",
      "letargo",
      "posición",
      "dura",
      "viendo",
      "enfrentamiento",
      "rusia",
      "ucrania",
      "”",
      ",",
      "afirma",
      "analista",
      ",",
      "señalando",
      "cómo",
      "liderazgo",
      "brasileño",
      "2025",
      "introducido",
      "cierta",
      "lentitud",
      "proceso",
      "radicalización",
      "grupo",
      ".",
      "debate",
      "relación",
      "sistema",
      "internacional",
      "nuevo",
      ".",
      "2005",
      ",",
      "conformación",
      "g4",
      "(",
      "brasil",
      ",",
      "india",
      ",",
      "japón",
      "alemania",
      ")",
      ",",
      "intentó",
      "impulso",
      "similar",
      "ampliar",
      "representación",
      "consejo",
      "seguridad",
      "onu",
      ".",
      "intento",
      "fracasó",
      ",",
      "motivos",
      ",",
      "consenso",
      "interno",
      ",",
      "especialmente",
      "américa",
      "latina",
      ",",
      "si",
      "asiento",
      "propuesto",
      "región",
      "exclusivamente",
      "brasil",
      ".",
      "“",
      "si",
      "tendemos",
      "repetir",
      "tipo",
      "historia",
      ",",
      "va",
      "ser",
      "complicado",
      "enfrentar",
      "poder",
      ",",
      "si",
      "bien",
      "agonizante",
      ",",
      "todavía",
      ",",
      "poderoso",
      "”",
      ",",
      "advierte",
      "ramírez",
      ".",
      "casos",
      "interesantes",
      "india",
      ",",
      "país",
      "mantiene",
      "posición",
      "ambigua",
      ",",
      "difícil",
      "ubicar",
      "sola",
      "dirección",
      ".",
      "señala",
      "ramírez",
      ",",
      "“",
      "india",
      "puede",
      "ser",
      "amiga",
      "occidente",
      ",",
      "rusia",
      "china",
      ",",
      "dependiendo",
      "sector",
      "mencionando",
      "”",
      ".",
      "conducta",
      "refleja",
      "estrategia",
      "alineamiento",
      "renovado",
      ",",
      "dificulta",
      "formación",
      "política",
      "exterior",
      "común",
      "dentro",
      "brics",
      ".",
      "ejemplo",
      "claro",
      "política",
      "defensa",
      ".",
      "aunque",
      "mantenido",
      "históricamente",
      "fuertes",
      "vínculos",
      "militares",
      "rusia",
      ",",
      "últimos",
      "años",
      "diversificado",
      "proveedores",
      ",",
      "incluyendo",
      "adquisiciones",
      "armamento",
      "francés",
      "tecnológico",
      "ee.uu.",
      "aliados",
      ".",
      "“",
      "creo",
      "gran",
      "desafío",
      ",",
      "ejemplo",
      ",",
      "sector",
      "núcleo",
      "decía",
      "duro",
      "brics",
      "encabeza",
      "rusia",
      "china",
      ",",
      "lograr",
      "india",
      "brasil",
      "acompañen",
      "proceso",
      "vayan",
      "ruptura",
      "”",
      ",",
      "explica",
      "analista",
      ".",
      "contexto",
      ",",
      "éxito",
      "brics",
      "dependerá",
      "capacidad",
      "articular",
      "visión",
      "compartida",
      ",",
      "superar",
      "divisiones",
      "núcleo",
      "duro",
      "ala",
      "negociadora",
      ",",
      "proponer",
      "reformas",
      "concretas",
      "respondan",
      "necesidades",
      "reales",
      "sur",
      "global",
      ".",
      "según",
      "marcelo",
      "ramírez",
      ",",
      "desafío",
      "pequeño",
      ",",
      "tal",
      "vez",
      "nunca",
      "existido",
      "tanta",
      "conciencia",
      "colectiva",
      "necesidad",
      "construir",
      "alternativa",
      ".",
      "ello",
      ",",
      "brics",
      "deberá",
      "resolver",
      "encrucijada",
      ":",
      "convierte",
      "actor",
      "cohesivo",
      "transformador",
      ",",
      "queda",
      "reducido",
      "alianza",
      "retórica",
      "tiempos",
      "transición",
      "."
    ],
    "token_count": 450,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 81,
      "VBZ": 11,
      "FW": 106,
      "NN": 280,
      "JJ": 68,
      "DT": 6,
      "IN": 24,
      "NNS": 16,
      "VBP": 11,
      "CD": 3,
      "VBD": 6,
      "RB": 1,
      "JJR": 1,
      "NNPS": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 4,
      "VBZ-FW": 2,
      "FW-NNP": 17,
      "NNP-NN": 34,
      "NN-NN": 175,
      "NN-JJ": 25,
      "JJ-DT": 3,
      "DT-JJ": 3,
      "JJ-NN": 42,
      "NN-FW": 17,
      "FW-NN": 17,
      "NN-IN": 20,
      "IN-FW": 12,
      "FW-FW": 57,
      "NN-NNP": 26,
      "NNP-NNP": 22,
      "IN-JJ": 2,
      "JJ-JJ": 9,
      "NN-VBZ": 5,
      "VBZ-NNP": 2,
      "NNP-FW": 12,
      "NN-NNS": 7,
      "NNS-VBP": 10,
      "VBP-JJ": 4,
      "JJ-FW": 4,
      "FW-JJ": 10,
      "VBZ-NNS": 1,
      "JJ-NNP": 5,
      "NNP-JJ": 2,
      "NN-CD": 1,
      "CD-NN": 3,
      "NN-VBD": 2,
      "VBD-JJ": 6,
      "FW-NNS": 1,
      "NNS-NNS": 3,
      "VBP-FW": 2,
      "NNS-VBZ": 1,
      "VBZ-JJ": 6,
      "JJ-NNS": 3,
      "VBP-NNP": 3,
      "FW-DT": 1,
      "DT-NN": 3,
      "FW-VBZ": 1,
      "VBP-NN": 1,
      "IN-NN": 4,
      "IN-CD": 2,
      "JJ-RB": 1,
      "RB-NNP": 1,
      "NNP-IN": 3,
      "NNP-VBD": 4,
      "NN-DT": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "IN-NNP": 3,
      "IN-DT": 1,
      "FW-NNPS": 1,
      "NNPS-NNP": 1,
      "NNS-IN": 1,
      "NNS-JJ": 1,
      "JJ-VBP": 1,
      "VBP-NNS": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NNP": 1,
      "FW-NNP-NN": 8,
      "NNP-NN-NN": 27,
      "NN-NN-JJ": 19,
      "NN-JJ-DT": 1,
      "JJ-DT-JJ": 3,
      "DT-JJ-NN": 2,
      "JJ-NN-NN": 29,
      "NN-NN-NN": 102,
      "NN-NN-FW": 11,
      "NN-FW-NN": 5,
      "FW-NN-IN": 3,
      "NN-IN-FW": 10,
      "IN-FW-FW": 6,
      "FW-FW-FW": 34,
      "FW-FW-NN": 10,
      "FW-NN-NN": 9,
      "NN-NN-NNP": 18,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NN": 5,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-JJ-JJ": 5,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "NN-NN-VBZ": 5,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 4,
      "VBP-JJ-NN": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "NNP-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 7,
      "NN-NNP-NN": 12,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "JJ-NN-JJ": 4,
      "NNP-NNP-NNP": 8,
      "NNP-NN-NNP": 4,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-JJ-NN": 19,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 2,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NN-NN-IN": 12,
      "IN-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-NN-JJ": 1,
      "JJ-NN-NNP": 3,
      "NN-NNP-FW": 4,
      "NNP-FW-NNP": 4,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 5,
      "FW-FW-NNP": 7,
      "FW-NNP-NNP": 4,
      "NNP-NN-FW": 2,
      "NN-FW-FW": 8,
      "FW-NN-FW": 3,
      "FW-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 2,
      "NNP-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 1,
      "NN-FW-JJ": 2,
      "FW-JJ-FW": 2,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 3,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "FW-FW-JJ": 3,
      "JJ-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "NN-IN-NN": 4,
      "IN-NN-JJ": 1,
      "JJ-NN-IN": 5,
      "NNP-NNP-VBZ": 1,
      "VBZ-FW-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 2,
      "VBD-JJ-DT": 2,
      "DT-JJ-RB": 1,
      "JJ-RB-NNP": 1,
      "RB-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "CD-NN-FW": 1,
      "NNP-NNP-VBD": 4,
      "NNP-VBD-JJ": 4,
      "VBD-JJ-NN": 2,
      "IN-FW-NNP": 3,
      "IN-NN-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "NN-FW-NNP": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 2,
      "JJ-NN-NNS": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "NN-IN-DT": 1,
      "IN-DT-NN": 1,
      "FW-FW-NNPS": 1,
      "FW-NNPS-NNP": 1,
      "NNPS-NNP-NN": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 2,
      "VBP-NNP-FW": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "VBP-JJ-JJ": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "VBP-NNP-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 280,
        "FW": 106,
        "NNP": 81,
        "JJ": 68,
        "IN": 24
      },
      "top_bigrams": {
        "NN-NN": 175,
        "FW-FW": 57,
        "JJ-NN": 42,
        "NNP-NN": 34,
        "NN-NNP": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 102,
        "FW-FW-FW": 34,
        "JJ-NN-NN": 29,
        "NNP-NN-NN": 27,
        "NN-NN-JJ": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 169,
      "VP": 32,
      "ADJP": 3,
      "PP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0295
      },
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('India', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Por', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('China', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Seguridad', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('“', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Brics', 'NNS')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "S -> NP VP ('del', 'FW') NP ADJP NP ('del', 'FW') NP ('de', 'IN') ('gravedad', 'FW') ('económico', 'FW') ('y', 'FW') ('político', 'FW') NP (',', ',') NP ('el', 'FW') NP PP NP (',', ',') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0042
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 1,
        "weight": 0.0042
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "consolidación"
      },
      {
        "label": "NP",
        "text": "Brics como actor"
      },
      {
        "label": "ADJP",
        "text": "global"
      },
      {
        "label": "NP",
        "text": "no solo representa el desplazamiento"
      },
      {
        "label": "NP",
        "text": "centro"
      },
      {
        "label": "NP",
        "text": "hacia el Sur Global"
      },
      {
        "label": "NP",
        "text": "sino también"
      },
      {
        "label": "NP",
        "text": "reflejo"
      },
      {
        "label": "PP",
        "text": "de una profunda crisis del"
      },
      {
        "label": "NP",
        "text": "una profunda crisis del"
      },
      {
        "label": "NP",
        "text": "orden internacional tradicional"
      },
      {
        "label": "NP",
        "text": "dominado por Estados Unidos y sus aliados occidentales"
      },
      {
        "label": "NP",
        "text": "Sin embargo"
      },
      {
        "label": "NP",
        "text": "dentro del propio bloque"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP consolidación/VBZ)\n  del/FW\n  (NP Brics/NNP como/NN actor/NN)\n  (ADJP global/JJ)\n  (NP no/DT solo/JJ representa/NN el/NN desplazamiento/NN)\n  del/FW\n  (NP centro/NN)\n  de/IN\n  gravedad/FW\n  económico/FW\n  y/FW\n  político/FW\n  (NP hacia/NN el/NN Sur/NNP Global/NNP)\n  ,/,\n  (NP sino/NN también/NN)\n  el/FW\n  (NP reflejo/NN)\n  (PP de/IN (NP una/JJ profunda/NN crisis/NN del/NN))\n  (NP orden/JJ internacional/JJ tradicional/NN)\n  ,/,\n  (NP\n    dominado/NN\n    por/NN\n    Estados/NNP\n    Unidos/NNP\n    y/NNP\n    sus/NN\n    aliados/NN\n    occidentales/NNS)\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  (NP dentro/JJ del/NN propio/NN bloque/NN)\n  (VP comienzan/VBZ (NP a/DT surgir/JJ tensiones/NNS) y/RB)\n  (VP\n    divergencias/VBP\n    (NP estratégicas/JJ que/NN marcarán/NN su/NN futuro/NN como/NN)\n    alternativa/JJ\n    real/JJ)\n  de/FW\n  (NP poder/NN)\n  ,/,\n  (NP\n    según/NN\n    explica/NN\n    el/NN\n    analista/NN\n    geopolítico/NN\n    Marcelo/NNP\n    Ramírez/NNP)\n  ,/,\n  en/FW\n  (NP una/JJ entrevista/NN reciente/NN para/NN teleSUR/NN)\n  ./.)",
      "(S\n  (NP Ramírez/NNP identifica/NN dos/NN)\n  (VP corrientes/VBZ (NP principales/NNS))\n  (VP dentro/VBP (NP del/JJ Brics/NNS))\n  ./.)",
      "(S\n  (NP Por/NNP)\n  (NP un/JJ lado/NN)\n  ,/,\n  (NP\n    un/JJ\n    núcleo/NN\n    “/NNP\n    duro/NN\n    ”/NNP\n    compuesto/NN\n    por/NN\n    Rusia/NNP)\n  ,/,\n  (NP China/NNP)\n  (VP e/VBZ (NP Irán/NNP))\n  (/(\n  (NP este/NN último/NNP miembro/NN desde/NN)\n  2024/CD\n  )/)\n  ,/,\n  (NP que/JJ busca/NN)\n  (NP una/JJ ruptura/NN definida/NN con/NN el/NN)\n  (VP sistema/VBD internacional/JJ actual/JJ)\n  ./.)",
      "(S\n  (NP Este/NN grupo/NN apuesta/NN por/NN)\n  (NP una/JJ transformación/NN profunda/NN)\n  de/IN\n  las/FW\n  (NP instituciones/NNS globales/NNS)\n  ,/,\n  (VP especialmente/VBP)\n  en/FW\n  el/FW\n  ámbito/FW\n  de/FW\n  seguridad/FW\n  ,/,\n  donde/FW\n  se/FW\n  (NP plantea/NN)\n  (NP una/JJ reforma/JJ radical/JJ del/NN Consejo/NNP)\n  de/FW\n  (NP Seguridad/NNP)\n  de/FW\n  las/FW\n  (NP Naciones/NNP Unidas/NNP —más/NNP democrática/NN)\n  ,/,\n  equitativa/FW\n  y/FW\n  menos/FW\n  (NP concentrada/NN)\n  en/FW\n  el/FW\n  poder/FW\n  de/FW\n  veto/FW\n  de/FW\n  los/FW\n  (NP cinco/NN países/NNS)\n  (VP permanentes/VBZ (NP actuales—/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ORGANISMOS_INTERNACIONALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "enfrentamiento de rusia y ucrania”, afirma el analista, señalando cómo el liderazgo brasileño en 2025 ha",
        "position": [
          1822,
          1926
        ],
        "start": 1822,
        "end": 1926
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3050,
          3057
        ],
        "start": 3050,
        "end": 3057
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          957,
          972
        ],
        "start": 957,
        "end": 972
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          1395,
          1401
        ],
        "start": 1395,
        "end": 1401
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          244,
          258
        ],
        "start": 244,
        "end": 258
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          641,
          646
        ],
        "start": 641,
        "end": 646
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región o exclusivamente",
        "position": [
          2395,
          2418
        ],
        "start": 2395,
        "end": 2418
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          86,
          95
        ],
        "start": 86,
        "end": 95
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          291,
          298
        ],
        "start": 291,
        "end": 298
      }
    ],
    "match_count": 9
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Japón",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brics",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "la India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo de Seguridad de la ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo de Seguridad de las Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Marcelo Ramírez",
        "tipo": "Persona"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": ".",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alemania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ramírez",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Sur Global",
        "relacion": "REPRESENTAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Ramírez",
        "relacion": "DESCRIBIR_EXISTIR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Ramírez",
        "relacion": "DESCRIBIR_EXISTIR",
        "objeto": "India"
      },
      {
        "sujeto": "India",
        "relacion": "ADMINISTRAR_PONER_AFIRMAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "India",
        "relacion": "ADMINISTRAR_PONER_AFIRMAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Brasil",
        "relacion": "INTENTAR",
        "objeto": "Consejo de Seguridad de la ONU"
      },
      {
        "sujeto": "India",
        "relacion": "INTENTAR",
        "objeto": "Consejo de Seguridad de la ONU"
      },
      {
        "sujeto": "Japón",
        "relacion": "INTENTAR",
        "objeto": "Consejo de Seguridad de la ONU"
      },
      {
        "sujeto": "Alemania",
        "relacion": "INTENTAR",
        "objeto": "Consejo de Seguridad de la ONU"
      },
      {
        "sujeto": "América",
        "relacion": "ESPECIALMENTE_HABER_FRACASAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Rusia",
        "relacion": "ENCABEZAR_DECIR_CREER_EXPLICAR",
        "objeto": "la India"
      },
      {
        "sujeto": "Brasil",
        "relacion": "ENCABEZAR_DECIR_CREER_EXPLICAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "China",
        "relacion": "ENCABEZAR_DECIR_CREER_EXPLICAR",
        "objeto": "la India"
      },
      {
        "sujeto": "Brasil",
        "relacion": "ENCABEZAR_DECIR_CREER_EXPLICAR",
        "objeto": "China"
      },
      {
        "sujeto": "Brasil",
        "relacion": "QUE_ACOMPA_AR_LOGRAR_ENCABEZAR_DECIR_CREER_EXPLICAR",
        "objeto": "la India"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9393,
    "pos": 0.014,
    "neu": 0.948,
    "neg": 0.038,
    "label": "negative"
  }
}