{
  "url": "https://www.telesurtv.net/opinion/mercenarios-una-amenaza-para-la-paz-y-la-vida/",
  "title": "Mercenarios, ¡una amenaza para la paz y la vida! - teleSUR",
  "section": "",
  "tags": [],
  "text": "Una vez que los mercenarios que participaron en batallas brutales y sangrientas, regresen a sus países de origen, deberán someterse a rehabilitación psicológica profunda, debido a las heridas que la guerra deja en las mentes de estos asesinos a sueldo, porque no debe ser fácil lidiar con los recuerdos de haber actuado solo por dinero y no en defensa de la patria y sus ciudadanos, duro trabajo le toca a los terapistas que no pueden garantizar que no haya casos de comportamiento antisocial en el futuro.\nParalelamente, existe una alta probabilidad de que los mercenarios participen en el contrabando de armas y la venta de sustancias prohibidas con fines de lucrarse, tales son los casos de los ciudadanos franceses Alan Vigneron y Guillaume Andreoni, quienes además de participar en las hostilidades en Ucrania como parte de la 92.ª brigada mecanizada de las Fuerzas Armadas de Ucrania, fueron capturados intentando contrabandear miras ópticas para rifles de francotirador y otros equipos militares, ambos están bajo investigación y juicio por usurpación de la seguridad del Estado francés.\nEs muy probable que los legionarios franceses, al tener la oportunidad de satisfacer sus necesidades financieras producto del dinero fácil en la zona de combate, trasladen sus traumas y violencia contra los civiles del país al que vayan; y es en este sentido que en Francia se espera un aumento significativo de la criminalidad y todo indica que las autoridades actuales no están preparadas para contrarrestarlo con éxito.\nCabe destacar que la mayoría de estos mercenarios se dedican a estas actividades porque comparten los radicalismos de la derecha y al adquirir experiencia en combate en zonas de conflicto los hace más peligrosos debido a que pueden unirse a organizaciones extremistas (neonazis) en cualquier parte del mundo, y como cuentan con el entrenamiento necesario, entonces fácilmente pueden cometer ataques terroristas, etc. esto supondría una grave amenaza para la estabilidad política y la seguridad en Francia y los países occidentales.\nTodas estas amenazas a la seguridad ciudadana son ignoradas sistemáticamente por todos los países que envían y consienten que sus nacionales participen como mercenarios en situaciones como Ucrania, donde además, no son garantes de la paz, pues como su motivación es ganar dinero con la guerra, entonces no tienen razones para contribuir a que esta se acabe, porque lógicamente, vuelven a ser desempleados, también se les puede sumar el hecho de que violentan el derecho a la autodeterminación de los pueblos pues su intromisión no se apega al interés nacional, sino a los propios.\nColombia por ejemplo, sigue produciendo mercenarios para la exportación, basta recordar el asesinato del ex presidente de Haití, Jovenel Moïse quien fue víctima de estos asesinos a sueldo, y por citar lo mas reciente, Ucrania, donde también dicen presente los mercenarios neogranadinos; por su parte, Francia no se queda atrás y también dice presente aportando su cuota de matones que van a la nación eslava solo por dinero y que luego de saciar su sed de sangre, los que sobrevivan por supuesto, también representarán un problema de seguridad para el pueblo francés. Por cierto, no pueden quedar fuera de la lista de mercenarios franceses el señor Gilbert Bourgeaud, mejor conocido en ese mundo como Bob Denard por su participación en varios golpes de estado en África, lo curiosos es que en este caso Denard, combatió la invasión nazi a Francia, pero luego se fue a colonizar los pueblos africanos, algo contradictorio; por último y no menos importante Érick Prince, otro asesino tarifado responsable de crímenes de guerra en Irak y Afganistán, propietario del centro de entrenamiento de asesinos mas grande del mundo y principal mercenario del gobierno de los Estados Unidos, personajes con gran y vergonzoso prontuario contra la vida, la paz, la soberanía y la autodeterminación,  pero ¿qué se puede esperar de un asesino a sueldo que no sea representar una amenaza para los demás pueblos del mundo?",
  "source_metadata": {
    "url": "https://www.telesurtv.net/opinion/mercenarios-una-amenaza-para-la-paz-y-la-vida/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 586,
    "message_id": 76732,
    "date": "2024-09-22T13:18:30+00:00",
    "text": "🖊️ **Les recomendamos las siguientes lecturas para manterse actualizado del contexto geopolítico actual**\n\nEl fantasma del fascismo recorre el mundo\n🔗\nhttps://www.telesurtv.net/opinion/el-fantasma-del-fascismo-recorre-el-mundo/\n\nCITGO y bonos 2020\n🔗\nhttps://www.telesurtv.net/opinion/citgo-y-bonos-2020/\n\nSánchez en la tempestad: nuevo curso, nuevas mareas\n🔗\nhttps://www.telesurtv.net/opinion/sanchez-en-la-tempestad-nuevo-curso-nuevas-mareas/\n\nMercenarios, ¡una amenaza para la paz y la vida!\n🔗\nhttps://www.telesurtv.net/opinion/mercenarios-una-amenaza-para-la-paz-y-la-vida/\n\nLa Conspiración Terrorista contra Venezuela\n🔗\nhttps://www.telesurtv.net/opinion/la-conspiracion-terrorista-contra-venezuela/\n\nLiderazgos alfa en América Latina\n🔗\nhttps://www.telesurtv.net/opinion/liderazgos-alfa-en-america-latina/\n\nDe la guerra fría cultural a la guerra multidimensional\n🔗\nhttps://www.telesurtv.net/opinion/de-la-guerra-fria-cultural-a-la-guerra-multidimensional/",
    "photo_path": null,
    "views": 3400,
    "reactions": {
      "👍": 52,
      "👎": 8,
      "🤔": 2,
      "❤": 1,
      "👏": 1
    },
    "total_reactions": 64
  },
  "preprocessing": {
    "cleaned": "una vez que los mercenarios que participaron en batallas brutales y sangrientas, regresen a sus países de origen, deberán someterse a rehabilitación psicológica profunda, debido a las heridas que la guerra deja en las mentes de estos asesinos a sueldo, porque no debe ser fácil lidiar con los recuerdos de haber actuado solo por dinero y no en defensa de la patria y sus ciudadanos, duro trabajo le toca a los terapistas que no pueden garantizar que no haya casos de comportamiento antisocial en el futuro. paralelamente, existe una alta probabilidad de que los mercenarios participen en el contrabando de armas y la venta de sustancias prohibidas con fines de lucrarse, tales son los casos de los ciudadanos franceses alan vigneron y guillaume andreoni, quienes además de participar en las hostilidades en ucrania como parte de la 92.ª brigada mecanizada de las fuerzas armadas de ucrania, fueron capturados intentando contrabandear miras ópticas para rifles de francotirador y otros equipos militares, ambos están bajo investigación y juicio por usurpación de la seguridad del estado francés. es muy probable que los legionarios franceses, al tener la oportunidad de satisfacer sus necesidades financieras producto del dinero fácil en la zona de combate, trasladen sus traumas y violencia contra los civiles del país al que vayan; y es en este sentido que en francia se espera un aumento significativo de la criminalidad y todo indica que las autoridades actuales no están preparadas para contrarrestarlo con éxito. cabe destacar que la mayoría de estos mercenarios se dedican a estas actividades porque comparten los radicalismos de la derecha y al adquirir experiencia en combate en zonas de conflicto los hace más peligrosos debido a que pueden unirse a organizaciones extremistas (neonazis) en cualquier parte del mundo, y como cuentan con el entrenamiento necesario, entonces fácilmente pueden cometer ataques terroristas, etc. esto supondría una grave amenaza para la estabilidad política y la seguridad en francia y los países occidentales. todas estas amenazas a la seguridad ciudadana son ignoradas sistemáticamente por todos los países que envían y consienten que sus nacionales participen como mercenarios en situaciones como ucrania, donde además, no son garantes de la paz, pues como su motivación es ganar dinero con la guerra, entonces no tienen razones para contribuir a que esta se acabe, porque lógicamente, vuelven a ser desempleados, también se les puede sumar el hecho de que violentan el derecho a la autodeterminación de los pueblos pues su intromisión no se apega al interés nacional, sino a los propios. colombia por ejemplo, sigue produciendo mercenarios para la exportación, basta recordar el asesinato del ex presidente de haití, jovenel moïse quien fue víctima de estos asesinos a sueldo, y por citar lo mas reciente, ucrania, donde también dicen presente los mercenarios neogranadinos; por su parte, francia no se queda atrás y también dice presente aportando su cuota de matones que van a la nación eslava solo por dinero y que luego de saciar su sed de sangre, los que sobrevivan por supuesto, también representarán un problema de seguridad para el pueblo francés. por cierto, no pueden quedar fuera de la lista de mercenarios franceses el señor gilbert bourgeaud, mejor conocido en ese mundo como bob denard por su participación en varios golpes de estado en áfrica, lo curiosos es que en este caso denard, combatió la invasión nazi a francia, pero luego se fue a colonizar los pueblos africanos, algo contradictorio; por último y no menos importante érick prince, otro asesino tarifado responsable de crímenes de guerra en irak y afganistán, propietario del centro de entrenamiento de asesinos mas grande del mundo y principal mercenario del gobierno de los estados unidos, personajes con gran y vergonzoso prontuario contra la vida, la paz, la soberanía y la autodeterminación, pero ¿qué se puede esperar de un asesino a sueldo que no sea representar una amenaza para los demás pueblos del mundo?",
    "tokens": [
      "vez",
      "mercenarios",
      "participaron",
      "batallas",
      "brutales",
      "sangrientas",
      ",",
      "regresen",
      "países",
      "origen",
      ",",
      "deberán",
      "someterse",
      "rehabilitación",
      "psicológica",
      "profunda",
      ",",
      "debido",
      "heridas",
      "guerra",
      "deja",
      "mentes",
      "asesinos",
      "sueldo",
      ",",
      "debe",
      "ser",
      "fácil",
      "lidiar",
      "recuerdos",
      "haber",
      "actuado",
      "solo",
      "dinero",
      "defensa",
      "patria",
      "ciudadanos",
      ",",
      "duro",
      "trabajo",
      "toca",
      "terapistas",
      "pueden",
      "garantizar",
      "casos",
      "comportamiento",
      "antisocial",
      "futuro",
      ".",
      "paralelamente",
      ",",
      "existe",
      "alta",
      "probabilidad",
      "mercenarios",
      "participen",
      "contrabando",
      "armas",
      "venta",
      "sustancias",
      "prohibidas",
      "fines",
      "lucrarse",
      ",",
      "tales",
      "casos",
      "ciudadanos",
      "franceses",
      "alan",
      "vigneron",
      "guillaume",
      "andreoni",
      ",",
      "además",
      "participar",
      "hostilidades",
      "ucrania",
      "parte",
      "92.ª",
      "brigada",
      "mecanizada",
      "fuerzas",
      "armadas",
      "ucrania",
      ",",
      "capturados",
      "intentando",
      "contrabandear",
      "miras",
      "ópticas",
      "rifles",
      "francotirador",
      "equipos",
      "militares",
      ",",
      "ambos",
      "bajo",
      "investigación",
      "juicio",
      "usurpación",
      "seguridad",
      "francés",
      ".",
      "probable",
      "legionarios",
      "franceses",
      ",",
      "tener",
      "oportunidad",
      "satisfacer",
      "necesidades",
      "financieras",
      "producto",
      "dinero",
      "fácil",
      "zona",
      "combate",
      ",",
      "trasladen",
      "traumas",
      "violencia",
      "civiles",
      "país",
      "vayan",
      ";",
      "francia",
      "espera",
      "aumento",
      "significativo",
      "criminalidad",
      "indica",
      "autoridades",
      "actuales",
      "preparadas",
      "contrarrestarlo",
      "éxito",
      ".",
      "cabe",
      "destacar",
      "mayoría",
      "mercenarios",
      "dedican",
      "actividades",
      "comparten",
      "radicalismos",
      "derecha",
      "adquirir",
      "experiencia",
      "combate",
      "zonas",
      "conflicto",
      "hace",
      "peligrosos",
      "debido",
      "pueden",
      "unirse",
      "organizaciones",
      "extremistas",
      "(",
      "neonazis",
      ")",
      "cualquier",
      "parte",
      "mundo",
      ",",
      "cuentan",
      "entrenamiento",
      "necesario",
      ",",
      "entonces",
      "fácilmente",
      "pueden",
      "cometer",
      "ataques",
      "terroristas",
      ",",
      "etc.",
      "supondría",
      "grave",
      "amenaza",
      "estabilidad",
      "política",
      "seguridad",
      "francia",
      "países",
      "occidentales",
      ".",
      "todas",
      "amenazas",
      "seguridad",
      "ciudadana",
      "ignoradas",
      "sistemáticamente",
      "países",
      "envían",
      "consienten",
      "nacionales",
      "participen",
      "mercenarios",
      "situaciones",
      "ucrania",
      ",",
      "además",
      ",",
      "garantes",
      "paz",
      ",",
      "pues",
      "motivación",
      "ganar",
      "dinero",
      "guerra",
      ",",
      "entonces",
      "razones",
      "contribuir",
      "acabe",
      ",",
      "lógicamente",
      ",",
      "vuelven",
      "ser",
      "desempleados",
      ",",
      "puede",
      "sumar",
      "hecho",
      "violentan",
      "derecho",
      "autodeterminación",
      "pueblos",
      "pues",
      "intromisión",
      "apega",
      "interés",
      "nacional",
      ",",
      "sino",
      "propios",
      ".",
      "colombia",
      "ejemplo",
      ",",
      "sigue",
      "produciendo",
      "mercenarios",
      "exportación",
      ",",
      "basta",
      "recordar",
      "asesinato",
      "ex",
      "presidente",
      "haití",
      ",",
      "jovenel",
      "moïse",
      "víctima",
      "asesinos",
      "sueldo",
      ",",
      "citar",
      "mas",
      "reciente",
      ",",
      "ucrania",
      ",",
      "dicen",
      "presente",
      "mercenarios",
      "neogranadinos",
      ";",
      "parte",
      ",",
      "francia",
      "queda",
      "atrás",
      "dice",
      "presente",
      "aportando",
      "cuota",
      "matones",
      "van",
      "nación",
      "eslava",
      "solo",
      "dinero",
      "luego",
      "saciar",
      "sed",
      "sangre",
      ",",
      "sobrevivan",
      "supuesto",
      ",",
      "representarán",
      "problema",
      "seguridad",
      "pueblo",
      "francés",
      ".",
      "cierto",
      ",",
      "pueden",
      "quedar",
      "lista",
      "mercenarios",
      "franceses",
      "señor",
      "gilbert",
      "bourgeaud",
      ",",
      "mejor",
      "conocido",
      "mundo",
      "bob",
      "denard",
      "participación",
      "varios",
      "golpes",
      "áfrica",
      ",",
      "curiosos",
      "caso",
      "denard",
      ",",
      "combatió",
      "invasión",
      "nazi",
      "francia",
      ",",
      "luego",
      "colonizar",
      "pueblos",
      "africanos",
      ",",
      "contradictorio",
      ";",
      "último",
      "menos",
      "importante",
      "érick",
      "prince",
      ",",
      "asesino",
      "tarifado",
      "responsable",
      "crímenes",
      "guerra",
      "irak",
      "afganistán",
      ",",
      "propietario",
      "centro",
      "entrenamiento",
      "asesinos",
      "mas",
      "grande",
      "mundo",
      "principal",
      "mercenario",
      "gobierno",
      "unidos",
      ",",
      "personajes",
      "gran",
      "vergonzoso",
      "prontuario",
      "vida",
      ",",
      "paz",
      ",",
      "soberanía",
      "autodeterminación",
      ",",
      "¿qué",
      "puede",
      "esperar",
      "asesino",
      "sueldo",
      "representar",
      "amenaza",
      "demás",
      "pueblos",
      "mundo",
      "?"
    ],
    "token_count": 386,
    "sentence_count": 7
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 38,
      "NN": 221,
      "JJ": 67,
      "NNS": 38,
      "VBP": 28,
      "FW": 148,
      "VBN": 1,
      "VBZ": 10,
      "IN": 30,
      "DT": 12,
      "CD": 1,
      "RB": 4,
      "JJR": 2,
      "VBD": 2,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 17,
      "NN-NN": 121,
      "NN-JJ": 19,
      "JJ-NNS": 10,
      "NNS-VBP": 23,
      "VBP-NN": 3,
      "NN-FW": 22,
      "FW-NN": 28,
      "NN-NNS": 14,
      "VBP-VBN": 1,
      "VBN-NN": 1,
      "NN-VBZ": 8,
      "VBZ-IN": 2,
      "IN-FW": 21,
      "FW-JJ": 8,
      "JJ-NN": 39,
      "VBP-JJ": 18,
      "JJ-FW": 5,
      "FW-FW": 97,
      "NN-DT": 6,
      "DT-NN": 7,
      "NN-IN": 20,
      "DT-JJ": 5,
      "FW-NNP": 8,
      "JJ-JJ": 9,
      "VBP-IN": 1,
      "NNS-IN": 5,
      "FW-NNS": 6,
      "NNS-NNP": 2,
      "NNP-NNP": 13,
      "NNP-NNS": 1,
      "NNS-FW": 1,
      "IN-NNP": 2,
      "FW-CD": 1,
      "CD-NN": 1,
      "NNP-IN": 1,
      "NN-VBP": 1,
      "VBP-NNS": 2,
      "IN-NN": 3,
      "NN-NNP": 7,
      "NNP-FW": 2,
      "IN-NNS": 3,
      "NNS-DT": 1,
      "VBZ-JJ": 3,
      "NNS-NNS": 2,
      "NNS-RB": 1,
      "RB-VBP": 2,
      "VBP-JJR": 1,
      "JJR-JJ": 1,
      "NNS-VBZ": 1,
      "VBZ-NNP": 1,
      "JJ-RB": 1,
      "VBP-NNP": 2,
      "VBZ-DT": 3,
      "NN-VBD": 1,
      "VBD-RB": 1,
      "RB-JJR": 1,
      "JJR-NN": 1,
      "VBZ-VBP": 1,
      "JJ-DT": 1,
      "NNP-VBP": 1,
      "NNP-DT": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNS-JJ": 1,
      "NNS-VBD": 1,
      "VBD-IN": 1,
      "NNP-VBZ": 1,
      "JJ-NNP": 2,
      "IN-JJ": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 12,
      "NN-NN-JJ": 16,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 2,
      "NN-FW-NN": 5,
      "FW-NN-NNS": 5,
      "NN-NNS-VBP": 10,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-NN": 1,
      "VBN-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "IN-FW-JJ": 5,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 27,
      "NN-NN-NN": 63,
      "NN-NN-NNS": 4,
      "NNS-VBP-JJ": 16,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-FW-NN": 17,
      "FW-NN-FW": 7,
      "NN-FW-FW": 15,
      "FW-FW-FW": 69,
      "FW-NN-DT": 1,
      "NN-DT-NN": 4,
      "DT-NN-NN": 3,
      "NN-JJ-NN": 11,
      "NN-NN-IN": 14,
      "NN-IN-FW": 16,
      "NN-NN-DT": 4,
      "NN-DT-JJ": 2,
      "DT-JJ-NN": 5,
      "JJ-NN-IN": 6,
      "IN-FW-FW": 9,
      "VBP-JJ-NN": 11,
      "JJ-NN-DT": 1,
      "FW-JJ-FW": 1,
      "FW-FW-NNP": 5,
      "FW-NNP-NN": 3,
      "NNP-NN-JJ": 2,
      "NN-JJ-JJ": 6,
      "JJ-JJ-NN": 5,
      "FW-JJ-NNS": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-NN": 2,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 4,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-NNP": 3,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "IN-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 4,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-NN": 7,
      "NN-NN-VBP": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 2,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 2,
      "NNS-VBP-NNS": 1,
      "NN-NN-FW": 10,
      "NNP-NN-NNP": 1,
      "NN-NNP-NN": 3,
      "FW-FW-JJ": 3,
      "JJ-JJ-NNS": 2,
      "NN-IN-NN": 2,
      "IN-NN-NN": 1,
      "NN-FW-NNP": 1,
      "FW-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "FW-NN-NN": 12,
      "NNS-IN-NNS": 2,
      "IN-NNS-DT": 1,
      "NNS-DT-NN": 1,
      "DT-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "NN-NN-NNP": 5,
      "NN-NNP-NNP": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-JJ": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJR": 1,
      "VBP-JJR-JJ": 1,
      "JJR-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "JJ-NN-NNS": 2,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NN-NN-VBZ": 4,
      "VBZ-JJ-RB": 1,
      "JJ-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 1,
      "FW-NN-VBD": 1,
      "NN-VBD-RB": 1,
      "VBD-RB-JJR": 1,
      "RB-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-FW-NNS": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NN-FW": 2,
      "FW-NNS-VBD": 1,
      "NNS-VBD-IN": 1,
      "VBD-IN-FW": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-JJ": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "VBP-NNP-NNP": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "JJ-NN-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NNP-NN-FW": 1,
      "FW-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 221,
        "FW": 148,
        "JJ": 67,
        "NNP": 38,
        "NNS": 38
      },
      "top_bigrams": {
        "NN-NN": 121,
        "FW-FW": 97,
        "JJ-NN": 39,
        "FW-NN": 28,
        "NNS-VBP": 23
      },
      "top_trigrams": {
        "FW-FW-FW": 69,
        "NN-NN-NN": 63,
        "JJ-NN-NN": 27,
        "FW-FW-NN": 17,
        "NN-NN-JJ": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 7,
    "chunk_counts": {
      "NP": 155,
      "VP": 42,
      "ADJP": 2,
      "PP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0184
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0184
      },
      {
        "rule": "NP -> ('los', 'JJ') ('mercenarios', 'NNS')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "VP -> ('asesinos', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('a', 'DT') ('sueldo', 'NN')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('Ucrania', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('combate', 'NN')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('Francia', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('mundo', 'NN')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "VP -> ('entonces', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0092
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Una vez que"
      },
      {
        "label": "NP",
        "text": "los mercenarios"
      },
      {
        "label": "VP",
        "text": "que participaron"
      },
      {
        "label": "NP",
        "text": "participaron"
      },
      {
        "label": "NP",
        "text": "batallas brutales"
      },
      {
        "label": "NP",
        "text": "sangrientas"
      },
      {
        "label": "VP",
        "text": "regresen a sus"
      },
      {
        "label": "NP",
        "text": "a sus"
      },
      {
        "label": "VP",
        "text": "países"
      },
      {
        "label": "NP",
        "text": "a rehabilitación psicológica profunda"
      },
      {
        "label": "VP",
        "text": "debido a las heridas que"
      },
      {
        "label": "NP",
        "text": "a las heridas que"
      },
      {
        "label": "NP",
        "text": "deja"
      },
      {
        "label": "VP",
        "text": "asesinos a sueldo"
      },
      {
        "label": "NP",
        "text": "a sueldo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Una/NNP vez/NN que/NN)\n  (NP los/JJ mercenarios/NNS)\n  (VP que/VBP (NP participaron/NN))\n  en/FW\n  (NP batallas/NN brutales/NNS)\n  y/RB\n  (NP sangrientas/NNS)\n  ,/,\n  (VP regresen/VB (NP a/DT sus/NN))\n  (VP países/VBZ)\n  de/FW\n  origen/FW\n  ,/,\n  deberán/FW\n  someterse/FW\n  (NP a/DT rehabilitación/NN psicológica/NN profunda/NN)\n  ,/,\n  (VP debido/VB (NP a/DT las/JJ heridas/NN que/NN))\n  la/FW\n  guerra/FW\n  (NP deja/NN)\n  en/FW\n  las/FW\n  mentes/FW\n  de/FW\n  estos/FW\n  (VP asesinos/VBZ (NP a/DT sueldo/NN))\n  ,/,\n  (NP porque/NN)\n  (NP no/DT debe/NN ser/NN fácil/NN)\n  (NP lidiar/JJ con/NN los/NN recuerdos/NN)\n  de/IN\n  haber/FW\n  (NP actuado/JJ solo/NN por/NN dinero/NN)\n  (VP y/VBZ (NP no/DT en/JJ defensa/NN))\n  de/IN\n  la/FW\n  patria/FW\n  y/FW\n  (NP sus/NN ciudadanos/NN)\n  ,/,\n  (NP duro/NN trabajo/NN le/NN)\n  (VP\n    toca/VBD\n    (NP a/DT los/NN)\n    (NP terapistas/JJ que/NN)\n    (NP no/DT pueden/JJ garantizar/NN que/NN)\n    (NP no/DT haya/NN casos/NN))\n  de/IN\n  comportamiento/FW\n  (ADJP antisocial/JJ)\n  en/FW\n  el/FW\n  (NP futuro/NN)\n  ./.)",
      "(S\n  (NP Paralelamente/NNP)\n  ,/,\n  (NP existe/NN)\n  (NP una/JJ alta/JJ probabilidad/NN)\n  de/IN\n  que/FW\n  (NP los/JJ mercenarios/NNS)\n  (VP participen/VBP)\n  en/IN\n  el/FW\n  (NP contrabando/NN)\n  de/IN\n  armas/FW\n  y/CC\n  la/FW\n  venta/FW\n  de/FW\n  sustancias/FW\n  prohibidas/FW\n  (NP con/NN fines/NNS)\n  (PP de/IN (NP lucrarse/NN))\n  ,/,\n  (NP tales/NNS)\n  (VP son/VBP (NP los/JJ casos/NN))\n  de/IN\n  los/FW\n  (NP\n    ciudadanos/JJ\n    franceses/NNS\n    Alan/NNP\n    Vigneron/NNP\n    y/NN\n    Guillaume/NNP\n    Andreoni/NNP)\n  ,/,\n  (NP quienes/NNS)\n  (VP además/VBP)\n  de/IN\n  participar/FW\n  en/FW\n  las/FW\n  (NP hostilidades/NNS)\n  (PP en/IN (NP Ucrania/NNP como/NN parte/NN))\n  de/IN\n  la/FW\n  92.ª/CD\n  (NP brigada/NN mecanizada/NN)\n  de/IN\n  las/FW\n  (NP Fuerzas/NNP Armadas/NNP)\n  de/FW\n  (NP Ucrania/NNP)\n  ,/,\n  (NP fueron/NN capturados/NN intentando/NN)\n  (VP contrabandear/VBP (NP miras/NNS))\n  (VP ópticas/VBP (NP para/JJ rifles/NNS))\n  (PP de/IN (NP francotirador/NN y/NN))\n  (PP otros/IN (NP equipos/JJ militares/NNS))\n  ,/,\n  (NP ambos/NNS)\n  (VP están/VBP (NP bajo/JJ investigación/NN y/NN juicio/NN por/NN))\n  usurpación/FW\n  de/FW\n  la/FW\n  seguridad/FW\n  del/FW\n  (NP Estado/NNP francés/NN)\n  ./.)",
      "(S\n  (NP Es/NNP muy/NN)\n  (NP probable/JJ que/NN los/NN)\n  (NP legionarios/JJ franceses/NNS)\n  ,/,\n  (NP al/NN tener/NN)\n  la/FW\n  oportunidad/FW\n  de/FW\n  satisfacer/FW\n  (NP sus/NN necesidades/NNS)\n  (VP financieras/VBP (NP producto/JJ del/NN dinero/NN fácil/NN))\n  en/IN\n  la/FW\n  zona/FW\n  de/FW\n  (NP combate/NN)\n  ,/,\n  (NP trasladen/JJ sus/NN traumas/NN y/NN violencia/NN)\n  (NP contra/JJ los/JJ civiles/NNS)\n  (VP del/VBP (NP país/JJ al/NN que/NN vayan/NN))\n  ;/:\n  y/CC\n  (VP es/VB (NP en/JJ este/NN sentido/NN que/NN))\n  en/FW\n  (NP Francia/NNP)\n  se/FW\n  (NP espera/NN un/NN)\n  aumento/IN\n  significativo/FW\n  de/FW\n  la/FW\n  criminalidad/FW\n  y/FW\n  (NP todo/NN indica/NN que/NN las/NNS)\n  (PP autoridades/IN (NP actuales/NNS))\n  (NP no/DT están/NN)\n  (VP preparadas/VBZ (NP para/JJ contrarrestarlo/NN con/NN éxito/NN))\n  ./.)",
      "(S\n  (NP Cabe/NNP destacar/NN que/NN)\n  la/FW\n  mayoría/FW\n  de/FW\n  estos/FW\n  mercenarios/FW\n  se/FW\n  dedican/FW\n  a/DT\n  estas/FW\n  (NP actividades/NNS)\n  (VP porque/VBP (NP comparten/JJ los/JJ radicalismos/NN))\n  de/IN\n  la/FW\n  derecha/FW\n  y/FW\n  al/FW\n  adquirir/FW\n  experiencia/FW\n  en/FW\n  (NP combate/NN)\n  en/FW\n  zonas/FW\n  de/FW\n  conflicto/FW\n  los/FW\n  (NP hace/NN más/NN peligrosos/NN)\n  (VP\n    debido/VBZ\n    (NP a/DT que/JJ pueden/JJ unirse/NN)\n    (NP a/DT organizaciones/NNS))\n  extremistas/FW\n  (/(\n  (NP neonazis/NN)\n  )/)\n  en/FW\n  (NP cualquier/JJR parte/NN)\n  del/FW\n  (NP mundo/NN)\n  ,/,\n  y/CC\n  (NP como/NN)\n  (NP cuentan/JJ con/NN el/NN entrenamiento/NN necesario/NN)\n  ,/,\n  (VP\n    entonces/VBZ\n    (NP\n      fácilmente/JJ\n      pueden/JJ\n      cometer/NN\n      ataques/NNS\n      terroristas/NNS))\n  ,/,\n  etc./FW\n  esto/FW\n  supondría/FW\n  (NP una/JJ grave/NN amenaza/NN para/NN la/NN)\n  estabilidad/FW\n  (NP política/NN y/NN la/NN seguridad/NN)\n  (PP\n    en/IN\n    (NP Francia/NNP y/NNP los/NN países/NNS occidentales/NNS))\n  ./.)",
      "(S\n  (NP Todas/NNP estas/NNS)\n  (VP\n    amenazas/VBP\n    (NP a/DT la/NN seguridad/NN ciudadana/NN son/NN)\n    (NP ignoradas/JJ sistemáticamente/NN por/NN todos/NN los/NN))\n  (VP\n    países/VBZ\n    (NP que/JJ envían/JJ y/NN consienten/NN)\n    (NP que/JJ sus/NN nacionales/NNS))\n  (VP participen/VBP (NP como/JJ mercenarios/NNS))\n  (PP en/IN (NP situaciones/NNS como/NNS Ucrania/NNP))\n  ,/,\n  (NP donde/NN además/NN)\n  ,/,\n  (NP no/DT son/NN)\n  (VP garantes/VBZ)\n  de/IN\n  la/FW\n  paz/FW\n  ,/,\n  (NP pues/NNS)\n  (VP\n    como/VBP\n    (NP\n      su/JJ\n      motivación/NN\n      es/NN\n      ganar/NN\n      dinero/NN\n      con/NN\n      la/NN\n      guerra/NN))\n  ,/,\n  (VP entonces/VBZ (NP no/DT tienen/NN))\n  (VP razones/VBZ para/RB)\n  (VP contribuir/VB (NP a/DT que/NN esta/NN se/NN acabe/NN))\n  ,/,\n  (NP porque/NN lógicamente/NN)\n  ,/,\n  vuelven/RB\n  (NP a/DT ser/NN desempleados/NN)\n  ,/,\n  (NP también/JJ se/NN les/NNS)\n  (VP puede/VBP (NP sumar/NN el/NN hecho/NN))\n  de/IN\n  que/FW\n  violentan/FW\n  el/FW\n  derecho/FW\n  a/DT\n  la/FW\n  autodeterminación/FW\n  de/FW\n  los/FW\n  (NP pueblos/NN pues/NNS)\n  (VP\n    su/VBP\n    intromisión/JJ\n    (NP no/DT se/JJ apega/NN al/NN)\n    interés/JJ\n    nacional/JJ)\n  ,/,\n  (VP sino/VB (NP a/DT los/JJ propios/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra deja en las",
        "position": [
          199,
          217
        ],
        "start": 199,
        "end": 217
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "sueldo",
        "position": [
          245,
          251
        ],
        "start": 245,
        "end": 251
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          388,
          395
        ],
        "start": 388,
        "end": 395
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          344,
          351
        ],
        "start": 344,
        "end": 351
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "contrabando de armas",
        "position": [
          591,
          611
        ],
        "start": 591,
        "end": 611
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de los estados",
        "position": [
          3778,
          3801
        ],
        "start": 3778,
        "end": 3801
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de haití",
        "position": [
          2739,
          2758
        ],
        "start": 2739,
        "end": 2758
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          2631,
          2639
        ],
        "start": 2631,
        "end": 2639
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3794,
          3808
        ],
        "start": 3794,
        "end": 3808
      },
      {
        "category": "PAISES",
        "matched_text": "ucrania",
        "position": [
          807,
          814
        ],
        "start": 807,
        "end": 814
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          2281,
          2287
        ],
        "start": 2281,
        "end": 2287
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado francés",
        "position": [
          1079,
          1093
        ],
        "start": 1079,
        "end": 1093
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          3694,
          3703
        ],
        "start": 3694,
        "end": 3703
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "autodeterminación de los pueblos pues su intromisión no se apega al interés nacional",
        "position": [
          2525,
          2609
        ],
        "start": 2525,
        "end": 2609
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Alan Vigneron",
        "tipo": "Persona"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bob Denard",
        "tipo": "Persona"
      },
      {
        "nombre": "Gilbert Bourgeaud",
        "tipo": "Persona"
      },
      {
        "nombre": "Denard",
        "tipo": "Persona"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado francés",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guillaume Andreoni",
        "tipo": "Persona"
      },
      {
        "nombre": "Afganistán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerzas Armadas de Ucrania",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jovenel Moïse",
        "tipo": "Persona"
      },
      {
        "nombre": "Irak",
        "tipo": "Lugar"
      },
      {
        "nombre": "Érick Prince",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Alan Vigneron",
        "relacion": "EXISTIR",
        "objeto": "Estado francés"
      },
      {
        "sujeto": "Guillaume Andreoni",
        "relacion": "EXISTIR",
        "objeto": "Estado francés"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "PARTICIPAR_EXISTIR",
        "objeto": "Fuerzas Armadas de Ucrania"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "PARTICIPAR_EXISTIR",
        "objeto": "Estado francés"
      },
      {
        "sujeto": "Fuerzas Armadas de Ucrania",
        "relacion": "PARTICIPAR_EXISTIR",
        "objeto": "Estado francés"
      },
      {
        "sujeto": "Colombia",
        "relacion": "SEGUIR_BASTAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Colombia",
        "relacion": "SEGUIR_BASTAR",
        "objeto": "Jovenel Moïse"
      },
      {
        "sujeto": "Colombia",
        "relacion": "SEGUIR_BASTAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Colombia",
        "relacion": "SEGUIR_BASTAR",
        "objeto": "Francia"
      },
      {
        "sujeto": "Francia",
        "relacion": "RECORDAR_BASTAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Francia",
        "relacion": "RECORDAR_BASTAR",
        "objeto": "Jovenel Moïse"
      },
      {
        "sujeto": "Francia",
        "relacion": "CITAR_RECORDAR_BASTAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Gilbert Bourgeaud",
        "relacion": "QUEDAR_SER",
        "objeto": "Denard"
      },
      {
        "sujeto": "Gilbert Bourgeaud",
        "relacion": "QUEDAR_SER",
        "objeto": "Francia"
      },
      {
        "sujeto": "Gilbert Bourgeaud",
        "relacion": "QUEDAR_SER",
        "objeto": "Érick Prince"
      },
      {
        "sujeto": "Gilbert Bourgeaud",
        "relacion": "QUEDAR_SER",
        "objeto": "Irak"
      },
      {
        "sujeto": "Gilbert Bourgeaud",
        "relacion": "QUEDAR_SER",
        "objeto": "Afganistán"
      },
      {
        "sujeto": "Gilbert Bourgeaud",
        "relacion": "QUEDAR_SER",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Bob Denard",
        "relacion": "QUEDAR_SER",
        "objeto": "Denard"
      },
      {
        "sujeto": "Bob Denard",
        "relacion": "QUEDAR_SER",
        "objeto": "Francia"
      },
      {
        "sujeto": "Bob Denard",
        "relacion": "QUEDAR_SER",
        "objeto": "Érick Prince"
      },
      {
        "sujeto": "Bob Denard",
        "relacion": "QUEDAR_SER",
        "objeto": "Irak"
      },
      {
        "sujeto": "Bob Denard",
        "relacion": "QUEDAR_SER",
        "objeto": "Afganistán"
      },
      {
        "sujeto": "Bob Denard",
        "relacion": "QUEDAR_SER",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "África",
        "relacion": "QUEDAR_SER",
        "objeto": "Denard"
      },
      {
        "sujeto": "África",
        "relacion": "QUEDAR_SER",
        "objeto": "Francia"
      },
      {
        "sujeto": "África",
        "relacion": "QUEDAR_SER",
        "objeto": "Érick Prince"
      },
      {
        "sujeto": "África",
        "relacion": "QUEDAR_SER",
        "objeto": "Irak"
      },
      {
        "sujeto": "África",
        "relacion": "QUEDAR_SER",
        "objeto": "Afganistán"
      },
      {
        "sujeto": "África",
        "relacion": "QUEDAR_SER",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Denard",
        "relacion": "COMBATIR_SER",
        "objeto": "Francia"
      },
      {
        "sujeto": "Denard",
        "relacion": "COMBATIR_SER",
        "objeto": "Érick Prince"
      },
      {
        "sujeto": "Denard",
        "relacion": "COMBATIR_SER",
        "objeto": "Irak"
      },
      {
        "sujeto": "Denard",
        "relacion": "COMBATIR_SER",
        "objeto": "Afganistán"
      },
      {
        "sujeto": "Denard",
        "relacion": "COMBATIR_SER",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Francia",
        "relacion": "COMBATIR_SER",
        "objeto": "Érick Prince"
      },
      {
        "sujeto": "Francia",
        "relacion": "COMBATIR_SER",
        "objeto": "Irak"
      },
      {
        "sujeto": "Francia",
        "relacion": "COMBATIR_SER",
        "objeto": "Afganistán"
      },
      {
        "sujeto": "Francia",
        "relacion": "COMBATIR_SER",
        "objeto": "los Estados Unidos"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9781,
    "pos": 0.0,
    "neu": 0.948,
    "neg": 0.052,
    "label": "negative"
  }
}