{
  "url": "https://www.telesurtv.net/luis-arce-destaco-logros-a-4-anos-de-asumir-la-presidencia-de-bolivia/",
  "title": "Luis Arce destacó logros a 4 años de asumir la Presidencia de Bolivia - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bolivia",
    "Evo Morales",
    "Luis Arce"
  ],
  "text": "\nAl cumplir cuatro años como presidente de Bolivia, Luis Arce destacó en su mensaje al país la admisión de Bolivia en los BRICS como uno de los mayores logros de su política exterior. Sin embargo, las celebraciones también evidenciaron las tensiones políticas que atraviesan el oficialismo, con un enfrentamiento abierto entre Arce y el expresidente Evo Morales, quien lanzó fuertes críticas al gobierno actual.\nDurante su discurso desde la histórica plaza Murillo, Arce subrayó la importancia de la reciente incorporación de Bolivia al grupo BRICS, compuesto por Brasil, Rusia, India, China y Sudáfrica.\nBolivia ingresa en calidad de Estado asociado, una condición que el presidente valoró como un paso fundamental para posicionar al país en la arena internacional. “Es sin duda el logro más importante de nuestra diplomacia, ya que nos coloca en el plano mundial”, expresó Arce.\nEste avance en política exterior se consolidó tras la reunión que mantuvo en octubre con el presidente ruso, Vladímir Putin, durante la cumbre de los BRICS en Kazán, donde ambos mandatarios revisaron proyectos de cooperación bilateral y acordaron el ingreso de Bolivia al bloque.\n\n\nEn cuanto a los logros económicos, Arce destacó el impulso dado a la industrialización del litio, uno de los recursos más valiosos de Bolivia, y la reactivación de la explotación petrolera.\nEn su mensaje, instó a la Asamblea Legislativa Plurinacional (ALP) a aprobar los créditos externos y contratos necesarios para desarrollar esta industria estratégica. Estos proyectos, subrayó el mandatario, son fundamentales para la economía boliviana y, a su juicio, abrirán nuevas oportunidades de desarrollo en los próximos años.\nArce, quien fue ministro de Economía durante la administración de Morales, también resaltó los esfuerzos de su gobierno por estabilizar la economía del país a pesar de las dificultades. En ese sentido, dijo que Bolivia ha enfrentado obstáculos en su crecimiento económico, incluyendo un periodo de 24 días de bloqueos organizados por sectores afines a Morales.\nSin embargo, el presidente boliviano aseguró que la recuperación económica y la estabilidad social son prioridades de su gestión para los años venideros.\n\n\n\nA pesar de estos avances, el cuarto aniversario del mandato de Arce también puso en evidencia la creciente división dentro del Movimiento al Socialismo (MAS). Durante la sesión de la Asamblea Legislativa convocada para conmemorar este día, el vicepresidente David Choquehuanca fue recibido con tomatazos y gritos por parte de legisladores afines a Evo Morales, quienes bloquearon el acceso a la sede legislativa e impidieron la intervención del vicepresidente y el discurso del presidente en el Congreso. Este incidente llevó a Arce a trasladar su mensaje a la plaza Murillo.\nEn su intervención, Arce condenó los actos vandálicos y acusó al bloque “evista” de no tener voluntad de diálogo. “Condenamos las agresiones al vicepresidente. Lo que hemos presenciado es uno de los capítulos más vergonzosos de la Asamblea Legislativa de Bolivia”, afirmó el presidente.\nPor su parte, y a través de un mensaje publicado en sus redes sociales, el expresidente Morales lanzó fuertes acusaciones contra el gobierno de Arce, al que describió como una traición a los principios fundacionales del MAS.\nMorales afirmó que el actual mandatario “tenía el compromiso de levantar la economía y la hundió”, y lo acusó de actuar de manera “autoritaria y represiva”.\nAsimismo, señaló que el gobierno de Arce ha dividido y privilegiado a ciertas cúpulas de los movimientos sociales para consolidar su posición. Para Morales, la administración de Arce es neoliberal en lo económico, antipopular en lo social, y se enfoca en “proscribir al MAS e inhabilitar a Evo”.\nEn medio de estas tensiones, Arce inició su quinto año de gobierno con una ceremonia en honor a la Pachamama, acompañado por autoridades nacionales y el vicepresidente Choquehuanca. En un mensaje de optimismo, el presidente aseguró que “vienen mejores días para el pueblo boliviano” y reafirmó su compromiso de continuar trabajando en proyectos que impulsen el desarrollo del país.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/luis-arce-destaco-logros-a-4-anos-de-asumir-la-presidencia-de-bolivia/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 1309,
    "message_id": 80108,
    "date": "2024-11-08T19:55:07+00:00",
    "text": "teleSUR\nLuis Arce destacó logros a 4 años de asumir la Presidencia de Bolivia\nhttps://www.telesurtv.net/luis-arce-destaco-logros-a-4-anos-de-asumir-la-presidencia-de-bolivia/",
    "photo_path": null,
    "views": 4239,
    "reactions": {
      "🤔": 31,
      "👍": 15,
      "🤬": 4,
      "👎": 3
    },
    "total_reactions": 53
  },
  "preprocessing": {
    "cleaned": "al cumplir cuatro años como presidente de bolivia, luis arce destacó en su mensaje al país la admisión de bolivia en los brics como uno de los mayores logros de su política exterior. sin embargo, las celebraciones también evidenciaron las tensiones políticas que atraviesan el oficialismo, con un enfrentamiento abierto entre arce y el expresidente evo morales, quien lanzó fuertes críticas al gobierno actual. durante su discurso desde la histórica plaza murillo, arce subrayó la importancia de la reciente incorporación de bolivia al grupo brics, compuesto por brasil, rusia, india, china y sudáfrica. bolivia ingresa en calidad de estado asociado, una condición que el presidente valoró como un paso fundamental para posicionar al país en la arena internacional. “es sin duda el logro más importante de nuestra diplomacia, ya que nos coloca en el plano mundial”, expresó arce. este avance en política exterior se consolidó tras la reunión que mantuvo en octubre con el presidente ruso, vladímir putin, durante la cumbre de los brics en kazán, donde ambos mandatarios revisaron proyectos de cooperación bilateral y acordaron el ingreso de bolivia al bloque. en cuanto a los logros económicos, arce destacó el impulso dado a la industrialización del litio, uno de los recursos más valiosos de bolivia, y la reactivación de la explotación petrolera. en su mensaje, instó a la asamblea legislativa plurinacional (alp) a aprobar los créditos externos y contratos necesarios para desarrollar esta industria estratégica. estos proyectos, subrayó el mandatario, son fundamentales para la economía boliviana y, a su juicio, abrirán nuevas oportunidades de desarrollo en los próximos años. arce, quien fue ministro de economía durante la administración de morales, también resaltó los esfuerzos de su gobierno por estabilizar la economía del país a pesar de las dificultades. en ese sentido, dijo que bolivia ha enfrentado obstáculos en su crecimiento económico, incluyendo un periodo de 24 días de bloqueos organizados por sectores afines a morales. sin embargo, el presidente boliviano aseguró que la recuperación económica y la estabilidad social son prioridades de su gestión para los años venideros. a pesar de estos avances, el cuarto aniversario del mandato de arce también puso en evidencia la creciente división dentro del movimiento al socialismo (mas). durante la sesión de la asamblea legislativa convocada para conmemorar este día, el vicepresidente david choquehuanca fue recibido con tomatazos y gritos por parte de legisladores afines a evo morales, quienes bloquearon el acceso a la sede legislativa e impidieron la intervención del vicepresidente y el discurso del presidente en el congreso. este incidente llevó a arce a trasladar su mensaje a la plaza murillo. en su intervención, arce condenó los actos vandálicos y acusó al bloque “evista” de no tener voluntad de diálogo. “condenamos las agresiones al vicepresidente. lo que hemos presenciado es uno de los capítulos más vergonzosos de la asamblea legislativa de bolivia”, afirmó el presidente. por su parte, y a través de un mensaje publicado en sus redes sociales, el expresidente morales lanzó fuertes acusaciones contra el gobierno de arce, al que describió como una traición a los principios fundacionales del mas. morales afirmó que el actual mandatario “tenía el compromiso de levantar la economía y la hundió”, y lo acusó de actuar de manera “autoritaria y represiva”. asimismo, señaló que el gobierno de arce ha dividido y privilegiado a ciertas cúpulas de los movimientos sociales para consolidar su posición. para morales, la administración de arce es neoliberal en lo económico, antipopular en lo social, y se enfoca en “proscribir al mas e inhabilitar a evo”. en medio de estas tensiones, arce inició su quinto año de gobierno con una ceremonia en honor a la pachamama, acompañado por autoridades nacionales y el vicepresidente choquehuanca. en un mensaje de optimismo, el presidente aseguró que “vienen mejores días para el pueblo boliviano” y reafirmó su compromiso de continuar trabajando en proyectos que impulsen el desarrollo del país.",
    "tokens": [
      "cumplir",
      "cuatro",
      "años",
      "presidente",
      "bolivia",
      ",",
      "luis",
      "arce",
      "destacó",
      "mensaje",
      "país",
      "admisión",
      "bolivia",
      "brics",
      "mayores",
      "logros",
      "política",
      "exterior",
      ".",
      "embargo",
      ",",
      "celebraciones",
      "evidenciaron",
      "tensiones",
      "políticas",
      "atraviesan",
      "oficialismo",
      ",",
      "enfrentamiento",
      "abierto",
      "arce",
      "expresidente",
      "evo",
      "morales",
      ",",
      "lanzó",
      "fuertes",
      "críticas",
      "gobierno",
      "actual",
      ".",
      "discurso",
      "histórica",
      "plaza",
      "murillo",
      ",",
      "arce",
      "subrayó",
      "importancia",
      "reciente",
      "incorporación",
      "bolivia",
      "grupo",
      "brics",
      ",",
      "compuesto",
      "brasil",
      ",",
      "rusia",
      ",",
      "india",
      ",",
      "china",
      "sudáfrica",
      ".",
      "bolivia",
      "ingresa",
      "calidad",
      "asociado",
      ",",
      "condición",
      "presidente",
      "valoró",
      "paso",
      "fundamental",
      "posicionar",
      "país",
      "arena",
      "internacional",
      ".",
      "“",
      "duda",
      "logro",
      "importante",
      "diplomacia",
      ",",
      "coloca",
      "plano",
      "mundial",
      "”",
      ",",
      "expresó",
      "arce",
      ".",
      "avance",
      "política",
      "exterior",
      "consolidó",
      "tras",
      "reunión",
      "mantuvo",
      "octubre",
      "presidente",
      "ruso",
      ",",
      "vladímir",
      "putin",
      ",",
      "cumbre",
      "brics",
      "kazán",
      ",",
      "ambos",
      "mandatarios",
      "revisaron",
      "proyectos",
      "cooperación",
      "bilateral",
      "acordaron",
      "ingreso",
      "bolivia",
      "bloque",
      ".",
      "cuanto",
      "logros",
      "económicos",
      ",",
      "arce",
      "destacó",
      "impulso",
      "dado",
      "industrialización",
      "litio",
      ",",
      "recursos",
      "valiosos",
      "bolivia",
      ",",
      "reactivación",
      "explotación",
      "petrolera",
      ".",
      "mensaje",
      ",",
      "instó",
      "asamblea",
      "legislativa",
      "plurinacional",
      "(",
      "alp",
      ")",
      "aprobar",
      "créditos",
      "externos",
      "contratos",
      "necesarios",
      "desarrollar",
      "industria",
      "estratégica",
      ".",
      "proyectos",
      ",",
      "subrayó",
      "mandatario",
      ",",
      "fundamentales",
      "economía",
      "boliviana",
      ",",
      "juicio",
      ",",
      "abrirán",
      "nuevas",
      "oportunidades",
      "desarrollo",
      "próximos",
      "años",
      ".",
      "arce",
      ",",
      "ministro",
      "economía",
      "administración",
      "morales",
      ",",
      "resaltó",
      "esfuerzos",
      "gobierno",
      "estabilizar",
      "economía",
      "país",
      "pesar",
      "dificultades",
      ".",
      ",",
      "dijo",
      "bolivia",
      "enfrentado",
      "obstáculos",
      "crecimiento",
      "económico",
      ",",
      "incluyendo",
      "periodo",
      "24",
      "días",
      "bloqueos",
      "organizados",
      "sectores",
      "afines",
      "morales",
      ".",
      "embargo",
      ",",
      "presidente",
      "boliviano",
      "aseguró",
      "recuperación",
      "económica",
      "estabilidad",
      "social",
      "prioridades",
      "gestión",
      "años",
      "venideros",
      ".",
      "pesar",
      "avances",
      ",",
      "cuarto",
      "aniversario",
      "mandato",
      "arce",
      "puso",
      "evidencia",
      "creciente",
      "división",
      "dentro",
      "movimiento",
      "socialismo",
      "(",
      "mas",
      ")",
      ".",
      "sesión",
      "asamblea",
      "legislativa",
      "convocada",
      "conmemorar",
      "día",
      ",",
      "vicepresidente",
      "david",
      "choquehuanca",
      "recibido",
      "tomatazos",
      "gritos",
      "parte",
      "legisladores",
      "afines",
      "evo",
      "morales",
      ",",
      "bloquearon",
      "acceso",
      "sede",
      "legislativa",
      "impidieron",
      "intervención",
      "vicepresidente",
      "discurso",
      "presidente",
      "congreso",
      ".",
      "incidente",
      "llevó",
      "arce",
      "trasladar",
      "mensaje",
      "plaza",
      "murillo",
      ".",
      "intervención",
      ",",
      "arce",
      "condenó",
      "actos",
      "vandálicos",
      "acusó",
      "bloque",
      "“",
      "evista",
      "”",
      "tener",
      "voluntad",
      "diálogo",
      ".",
      "“",
      "condenamos",
      "agresiones",
      "vicepresidente",
      ".",
      "presenciado",
      "capítulos",
      "vergonzosos",
      "asamblea",
      "legislativa",
      "bolivia",
      "”",
      ",",
      "afirmó",
      "presidente",
      ".",
      "parte",
      ",",
      "través",
      "mensaje",
      "publicado",
      "redes",
      "sociales",
      ",",
      "expresidente",
      "morales",
      "lanzó",
      "fuertes",
      "acusaciones",
      "gobierno",
      "arce",
      ",",
      "describió",
      "traición",
      "principios",
      "fundacionales",
      "mas",
      ".",
      "morales",
      "afirmó",
      "actual",
      "mandatario",
      "“",
      "compromiso",
      "levantar",
      "economía",
      "hundió",
      "”",
      ",",
      "acusó",
      "actuar",
      "manera",
      "“",
      "autoritaria",
      "represiva",
      "”",
      ".",
      "asimismo",
      ",",
      "señaló",
      "gobierno",
      "arce",
      "dividido",
      "privilegiado",
      "ciertas",
      "cúpulas",
      "movimientos",
      "sociales",
      "consolidar",
      "posición",
      ".",
      "morales",
      ",",
      "administración",
      "arce",
      "neoliberal",
      "económico",
      ",",
      "antipopular",
      "social",
      ",",
      "enfoca",
      "“",
      "proscribir",
      "mas",
      "inhabilitar",
      "evo",
      "”",
      ".",
      "medio",
      "tensiones",
      ",",
      "arce",
      "inició",
      "quinto",
      "año",
      "gobierno",
      "ceremonia",
      "honor",
      "pachamama",
      ",",
      "acompañado",
      "autoridades",
      "nacionales",
      "vicepresidente",
      "choquehuanca",
      ".",
      "mensaje",
      "optimismo",
      ",",
      "presidente",
      "aseguró",
      "“",
      "vienen",
      "mejores",
      "días",
      "pueblo",
      "boliviano",
      "”",
      "reafirmó",
      "compromiso",
      "continuar",
      "trabajando",
      "proyectos",
      "impulsen",
      "desarrollo",
      "país",
      "."
    ],
    "token_count": 425,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 87,
      "NN": 247,
      "IN": 29,
      "FW": 124,
      "NNS": 29,
      "VBP": 20,
      "RB": 1,
      "JJ": 57,
      "VBZ": 4,
      "CC": 2,
      "VB": 1,
      "CD": 1,
      "VBD": 2,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-NN": 40,
      "NN-NN": 143,
      "NN-IN": 24,
      "IN-NNP": 7,
      "NNP-NNP": 29,
      "NN-FW": 25,
      "FW-NN": 15,
      "FW-FW": 73,
      "FW-NNP": 17,
      "NNP-FW": 8,
      "NN-NNP": 22,
      "IN-FW": 13,
      "FW-NNS": 9,
      "NNS-FW": 1,
      "NNS-VBP": 17,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "JJ-NNS": 5,
      "VBP-JJ": 12,
      "JJ-JJ": 2,
      "JJ-NN": 41,
      "NN-JJ": 20,
      "NNP-VBZ": 2,
      "VBZ-JJ": 3,
      "JJ-NNP": 5,
      "NNP-VBP": 1,
      "FW-JJ": 9,
      "IN-JJ": 3,
      "NN-NNS": 8,
      "VBP-NN": 3,
      "NN-VBZ": 2,
      "JJ-FW": 4,
      "NNS-IN": 2,
      "NNP-CC": 2,
      "CC-VB": 1,
      "VB-JJ": 1,
      "NNS-NNP": 3,
      "NNP-JJ": 2,
      "IN-NN": 3,
      "IN-CD": 1,
      "CD-NN": 1,
      "VBP-NNP": 3,
      "NNP-VBD": 1,
      "VBD-JJ": 2,
      "IN-NNS": 1,
      "NNS-NNS": 4,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "NN-VBP": 2,
      "FW-IN": 1,
      "IN-DT": 1,
      "DT-NN": 1,
      "NNP-IN": 1,
      "VBZ-NNS": 1,
      "NNS-JJ": 1,
      "VBP-IN": 1,
      "CC-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 32,
      "NN-NN-NN": 76,
      "NN-NN-IN": 17,
      "NN-IN-NNP": 6,
      "IN-NNP-NNP": 2,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-NN": 11,
      "NNP-NN-FW": 5,
      "NN-FW-NN": 7,
      "FW-NN-NN": 6,
      "NN-NN-FW": 14,
      "NN-FW-FW": 14,
      "FW-FW-FW": 49,
      "FW-FW-NNP": 12,
      "FW-NNP-FW": 5,
      "NNP-FW-NN": 2,
      "FW-NN-NNP": 3,
      "NN-NNP-NN": 13,
      "NN-IN-FW": 10,
      "IN-FW-NNS": 3,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NNP-FW-FW": 4,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 5,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "JJ-NN-JJ": 5,
      "NN-JJ-NN": 17,
      "JJ-NN-NN": 25,
      "NN-FW-NNP": 3,
      "NN-NNP-NNP": 9,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 2,
      "VBP-JJ-NN": 6,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NN-NN-NNP": 14,
      "FW-NNP-NN": 5,
      "FW-NN-IN": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-NN-JJ": 13,
      "IN-FW-FW": 3,
      "FW-FW-JJ": 5,
      "FW-JJ-NNP": 1,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 8,
      "JJ-NN-IN": 6,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "JJ-NN-NNP": 3,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 5,
      "NNP-FW-NNP": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "IN-NNP-NN": 4,
      "NNP-NNP-FW": 3,
      "FW-FW-NN": 2,
      "FW-NNP-NNP": 5,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "FW-NNP-CC": 2,
      "NNP-CC-VB": 1,
      "CC-VB-JJ": 1,
      "VB-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-NNS-NNP": 2,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-IN-NN": 3,
      "IN-NN-NN": 2,
      "FW-NN-JJ": 2,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-NN-NNS": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNP": 2,
      "JJ-NN-NNS": 1,
      "NN-NNS-IN": 1,
      "IN-FW-NN": 3,
      "NNP-NN-NNP": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-FW-IN": 1,
      "FW-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-FW": 1,
      "NNP-FW-NNS": 1,
      "VBP-JJ-NNP": 3,
      "IN-FW-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-NN-FW": 2,
      "VBP-NNP-NN": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NNS-NNS": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-VBP-JJ": 1,
      "NNS-NNP-NN": 1,
      "JJ-NN-FW": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 247,
        "FW": 124,
        "NNP": 87,
        "JJ": 57,
        "IN": 29
      },
      "top_bigrams": {
        "NN-NN": 143,
        "FW-FW": 73,
        "JJ-NN": 41,
        "NNP-NN": 40,
        "NNP-NNP": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 76,
        "FW-FW-FW": 49,
        "NNP-NN-NN": 32,
        "JJ-NN-NN": 25,
        "NN-NN-IN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 166,
      "PP": 16,
      "VP": 37,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0407
      },
      {
        "rule": "NP -> ('Arce', 'NNP')",
        "frequency": 6,
        "weight": 0.0244
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0244
      },
      {
        "rule": "NP -> ('Bolivia', 'NNP')",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('MAS', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Al cumplir cuatro años como presidente"
      },
      {
        "label": "PP",
        "text": "de Bolivia"
      },
      {
        "label": "NP",
        "text": "Bolivia"
      },
      {
        "label": "NP",
        "text": "Luis Arce destacó"
      },
      {
        "label": "NP",
        "text": "su mensaje al país"
      },
      {
        "label": "NP",
        "text": "Bolivia"
      },
      {
        "label": "NP",
        "text": "los BRICS como uno"
      },
      {
        "label": "NP",
        "text": "mayores"
      },
      {
        "label": "NP",
        "text": "política exterior"
      },
      {
        "label": "NP",
        "text": "Sin embargo"
      },
      {
        "label": "NP",
        "text": "las celebraciones"
      },
      {
        "label": "VP",
        "text": "también evidenciaron las tensiones"
      },
      {
        "label": "NP",
        "text": "las tensiones"
      },
      {
        "label": "VP",
        "text": "políticas que atraviesan el oficialismo"
      },
      {
        "label": "NP",
        "text": "que atraviesan el oficialismo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Al/NNP cumplir/NN cuatro/NN años/NN como/NN presidente/NN)\n  (PP de/IN (NP Bolivia/NNP))\n  ,/,\n  (NP Luis/NNP Arce/NNP destacó/NN)\n  en/FW\n  (NP su/NN mensaje/NN al/NN país/NN)\n  la/FW\n  admisión/FW\n  de/FW\n  (NP Bolivia/NNP)\n  en/FW\n  (NP los/NN BRICS/NNP como/NN uno/NN)\n  de/IN\n  los/FW\n  (NP mayores/NNS)\n  logros/FW\n  de/FW\n  su/FW\n  (NP política/NN exterior/NN)\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  (NP las/JJ celebraciones/NNS)\n  (VP también/VBP evidenciaron/RB (NP las/JJ tensiones/NNS))\n  (VP políticas/VBP (NP que/JJ atraviesan/JJ el/NN oficialismo/NN))\n  ,/,\n  (NP con/NN)\n  (NP un/JJ enfrentamiento/NN abierto/NN)\n  entre/FW\n  (NP Arce/NNP y/NN el/NN expresidente/NN Evo/NNP Morales/NNP)\n  ,/,\n  (NP quien/NN lanzó/NN)\n  (VP fuertes/VBZ (NP críticas/JJ al/JJ gobierno/NN) actual/JJ)\n  ./.)",
      "(S\n  (NP\n    Durante/NNP\n    su/NN\n    discurso/NN\n    desde/NN\n    la/NN\n    histórica/NN\n    plaza/NN\n    Murillo/NNP)\n  ,/,\n  (NP Arce/NNP)\n  (VP subrayó/VBD la/JJ)\n  importancia/FW\n  de/FW\n  la/FW\n  reciente/FW\n  incorporación/FW\n  de/FW\n  (NP Bolivia/NNP al/NN grupo/NN BRICS/NNP)\n  ,/,\n  (NP compuesto/NN por/NN Brasil/NNP)\n  ,/,\n  (NP Rusia/NNP)\n  ,/,\n  (NP India/NNP)\n  ,/,\n  (NP China/NNP y/NNP Sudáfrica/NNP)\n  ./.)",
      "(S\n  (NP Bolivia/NNP ingresa/NN)\n  en/FW\n  (NP calidad/NN)\n  (PP de/IN (NP Estado/NNP asociado/NN))\n  ,/,\n  (NP\n    una/JJ\n    condición/NN\n    que/NN\n    el/NN\n    presidente/NN\n    valoró/NN\n    como/NN)\n  (NP un/JJ paso/NN)\n  (NP fundamental/JJ para/NN posicionar/NN al/NN país/NN)\n  en/IN\n  la/FW\n  (NP arena/JJ internacional/NN)\n  ./.)",
      "(S\n  (NP “/JJ Es/NNP sin/NN duda/NN el/NN logro/NN más/NN importante/NN)\n  de/IN\n  nuestra/FW\n  (NP diplomacia/NN)\n  ,/,\n  ya/PRP\n  (VP que/VBP (NP nos/JJ coloca/NN))\n  (PP en/IN (NP el/JJ plano/NN))\n  (NP mundial/JJ ”/NN)\n  ,/,\n  (NP expresó/JJ Arce/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "bloquearon el acceso a la sede legislativa e impidieron la intervención del vicepresidente y el discurso del presidente",
        "position": [
          2573,
          2692
        ],
        "start": 2573,
        "end": 2692
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "enfrentamiento abierto entre arce",
        "position": [
          298,
          331
        ],
        "start": 298,
        "end": 331
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó al",
        "position": [
          2836,
          2844
        ],
        "start": 2836,
        "end": 2844
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          1131,
          1138
        ],
        "start": 1131,
        "end": 1138
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación bilateral",
        "position": [
          1094,
          1115
        ],
        "start": 1094,
        "end": 1115
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "mensaje al país la admisión de bolivia en los brics como uno de los mayores logros de su política exterior. sin embargo, las celebraciones también evidenciaron las tensiones políticas que atraviesan el oficialismo, con un enfrentamiento abierto entre arce y el expresidente evo morales, quien lanzó fuertes críticas al gobierno",
        "position": [
          76,
          403
        ],
        "start": 76,
        "end": 403
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          867,
          874
        ],
        "start": 867,
        "end": 874
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "sesión de la asamblea legislativa",
        "position": [
          2374,
          2407
        ],
        "start": 2374,
        "end": 2407
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de arce",
        "position": [
          3199,
          3215
        ],
        "start": 3199,
        "end": 3215
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de bolivia",
        "position": [
          29,
          50
        ],
        "start": 29,
        "end": 50
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de economía durante",
        "position": [
          1702,
          1730
        ],
        "start": 1702,
        "end": 1730
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          2805,
          2812
        ],
        "start": 2805,
        "end": 2812
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          62,
          69
        ],
        "start": 62,
        "end": 69
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          471,
          478
        ],
        "start": 471,
        "end": 478
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          2836,
          2841
        ],
        "start": 2836,
        "end": 2841
      },
      {
        "category": "PAISES",
        "matched_text": "bolivia",
        "position": [
          43,
          50
        ],
        "start": 43,
        "end": 50
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          572,
          577
        ],
        "start": 572,
        "end": 577
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado asociado",
        "position": [
          635,
          650
        ],
        "start": 635,
        "end": 650
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza murillo",
        "position": [
          451,
          464
        ],
        "start": 451,
        "end": 464
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          188,
          195
        ],
        "start": 188,
        "end": 195
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Para Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado asociado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luis Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "Kazán",
        "tipo": "Lugar"
      },
      {
        "nombre": "ALP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Choquehuanca",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Legislativa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "MAS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudáfrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Legislativa Plurinacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Evo",
        "tipo": "Persona"
      },
      {
        "nombre": "Murillo",
        "tipo": "Persona"
      },
      {
        "nombre": "David Choquehuanca",
        "tipo": "Persona"
      },
      {
        "nombre": "Evo Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Legislativa de Bolivia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pachamama",
        "tipo": "Persona"
      },
      {
        "nombre": "Vladímir Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Movimiento al Socialismo",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Luis Arce",
        "relacion": "CUMPLIR_DESTACAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "CUMPLIR_DESTACAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "DESTACAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "DESTACAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Arce",
        "relacion": "SUBRAYAR",
        "objeto": "Murillo"
      },
      {
        "sujeto": "Murillo",
        "relacion": "SUBRAYAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Murillo",
        "relacion": "SUBRAYAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Murillo",
        "relacion": "SUBRAYAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Murillo",
        "relacion": "SUBRAYAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Murillo",
        "relacion": "SUBRAYAR",
        "objeto": "India"
      },
      {
        "sujeto": "Murillo",
        "relacion": "SUBRAYAR",
        "objeto": "China"
      },
      {
        "sujeto": "Murillo",
        "relacion": "SUBRAYAR",
        "objeto": "Sudáfrica"
      },
      {
        "sujeto": "Arce",
        "relacion": "SUBRAYAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Arce",
        "relacion": "SUBRAYAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Arce",
        "relacion": "SUBRAYAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Arce",
        "relacion": "SUBRAYAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Arce",
        "relacion": "SUBRAYAR",
        "objeto": "India"
      },
      {
        "sujeto": "Arce",
        "relacion": "SUBRAYAR",
        "objeto": "China"
      },
      {
        "sujeto": "Arce",
        "relacion": "SUBRAYAR",
        "objeto": "Sudáfrica"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "INGRESAR",
        "objeto": "Estado asociado"
      },
      {
        "sujeto": "Vladímir Putin",
        "relacion": "MANTENER_CONSOLIDAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Vladímir Putin",
        "relacion": "MANTENER_CONSOLIDAR",
        "objeto": "Kazán"
      },
      {
        "sujeto": "Vladímir Putin",
        "relacion": "MANTENER_CONSOLIDAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "BRICS",
        "relacion": "MANTENER_CONSOLIDAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Kazán",
        "relacion": "MANTENER_CONSOLIDAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Arce",
        "relacion": "DESTACAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "ENFRENTAR_DECIR",
        "objeto": "Morales"
      },
      {
        "sujeto": "Arce",
        "relacion": "PONER",
        "objeto": "Movimiento al Socialismo"
      },
      {
        "sujeto": "Arce",
        "relacion": "PONER",
        "objeto": "MAS"
      },
      {
        "sujeto": "Asamblea Legislativa",
        "relacion": "RECIBIR",
        "objeto": "David Choquehuanca"
      },
      {
        "sujeto": "Asamblea Legislativa",
        "relacion": "RECIBIR",
        "objeto": "Evo Morales"
      },
      {
        "sujeto": "Asamblea Legislativa",
        "relacion": "RECIBIR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "David Choquehuanca",
        "relacion": "RECIBIR",
        "objeto": "Evo Morales"
      },
      {
        "sujeto": "David Choquehuanca",
        "relacion": "RECIBIR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Arce",
        "relacion": "LLEVAR",
        "objeto": "Murillo"
      },
      {
        "sujeto": "Morales",
        "relacion": "LANZAR",
        "objeto": "Arce"
      },
      {
        "sujeto": "Morales",
        "relacion": "LANZAR",
        "objeto": "MAS"
      },
      {
        "sujeto": "MAS",
        "relacion": "PROSCRIBIR_ENFOCAR",
        "objeto": "Evo"
      },
      {
        "sujeto": "Arce",
        "relacion": "INICIAR",
        "objeto": "Pachamama"
      },
      {
        "sujeto": "Arce",
        "relacion": "INICIAR",
        "objeto": "Choquehuanca"
      },
      {
        "sujeto": "Pachamama",
        "relacion": "INICIAR",
        "objeto": "Choquehuanca"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7184,
    "pos": 0.013,
    "neu": 0.966,
    "neg": 0.021,
    "label": "negative"
  }
}