{
  "url": "https://www.telesurtv.net/venezuela-convoca-a-proxima-consulta-popular-para-el-25-de-agosto/",
  "title": "Venezuela convoca a próxima Consulta Popular para el 25 de agosto - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Comunas",
    "Consulta popular",
    "Venezuela"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro Moros, participó este sábado en el Primer Encuentro Nacional de Circuitos Comunales, desde donde convocó a la próxima Consulta Popular Nacional, el 25 de agosto, para votar por el proyecto que elijan los 4.500 proyectos comunales y acelerar el apoyo financiero a las comunidades.\n\nDio instrucción a la vicepresidenta ejecutiva, Delcy Rodríguez, para que deposite los fondos para financiar los proyectos de 220 comunidades que ya culminaron el proyecto más votado durante la Consulta Popular Nacional del 21 de abril pasado. Con el nuevo financiamiento, acometerán el proyecto que quedó como segundo más votado por la población.\nRefirió que la vicepresidenta Rodríguez “está trabajando la ingeniería para acelerar el proceso de transferencia del poder y apoyarlos de manera directa porque el dinero que llega al pueblo se multiplica como Cristo multiplicó los panes”.\nTodo el poder al pueblo\nReiteró: “Vamos a hacer una consulta trimestral, cuatro consultas al año, para proyectos de infraestructura, de servicios públicos, seleccionados por ustedes en la base ¡sin interferencia de burócratas ni tecnócratas!”.\nA juicio suyo, se trata de la única fórmula para impedir que se instale el capitalismo salvaje. “Nosotros queremos que en Venezuela se profundice el socialismo bolivariano y cristiano para evitar retroceder hacia una democracia de elites, oligárquica y de minorías”, lo cual permitirá que el país “avance hacia una democracia directa donde el pueblo tenga el poder”.\nLes planteó que “estamos en un proceso para acelerar cambios y transformaciones” y optimizar el avance hacia una nación próspera. Recalcó que los planteamientos más importantes han de emanar del Poder Popular.\nIndicó al ministro para Comunas, Ángel Prado, y al vicepresidente del Partido Socialista Unido de Venezuela (PSUV) para Comunas, Jorge Arreaza, perfeccionar el sistema de los circuitos comunales para que se adapten a los consejos comunales.\nEn opinión de Maduro, ello permitiría que “cada uno de los 4.500 circuitos comunales se asuman como autogobierno del pueblo, autogobierno de las bases, autogobierno de las comunas”.\nRecordó el compromiso de su Gobierno de construir tres millones de nuevas viviendas y solicitó a los comuneros y comuneras hacerlo de conjunto. “Ustedes tienen que decirme el plan, el terreno, la familia que la necesita de verdad. Sin gestores, sin intermediarios. Maduro y el pueblo, el pueblo y Maduro”, subrayó.\nDurante el encuentro, Prado mencionó que una de las obras terminadas gracias a la democracia participativa fue un acueducto que llevaba varios años inactivo en la Comuna Villas de San José Bolívar, parroquia Ana Soto, al oeste de Barquisimeto, mediante el cual se abastecerá a más de 700 familias.\nVicepresidenta Delcy Rodríguez reforzará atención gubernamental a Lara\nCon posterioridad, el líder bolivariano se reunión con miles de sus seguidores en Barquisimeto. Recordó los instantes aciagos de la guerra económica y el desabastecimiento, y cómo con esfuerzo propio recuperaron la producción de alimento y crearon un sistema financiero estable, entre otros saldos positivos de su gestión.\nComo expresiones de la sintonía entre jefe de Estado, Gobierno y pueblo, se refirió a la preocupación por la salud de la gente durante la pandemia de Covid-19, concretada entre otras expresiones en la adquisición de vacunas, medicamentos e insumos, mientras “la oligarquía de los apellidos” presionaba a nivel internacional para impedirlo.\nRatificó que su Gobierno construirá, de la mano de los Consejos Comunales y el Poder Popular, otros tres millones de nuevas viviendas. Anunció que la vicepresidenta ejecutiva, Delcy Rodríguez, reforzará los trabajos en el estado Lara para acometer obras diversas y dar mejor atención a los problemas que enfrentan los barrios populares.\nInstó a mantener la movilización popular y la unidad ante el intento de la derecha extremista de generar caos y desestabilización, como se corroboró horas atrás cuando un grupo paramilitar colombiano denunció que la derecha violenta lo contactó para infiltrarse en Venezuela, atentar contra el mandatario y ensombrecer el proceso electoral.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-convoca-a-proxima-consulta-popular-para-el-25-de-agosto/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 886,
    "message_id": 72951,
    "date": "2024-07-06T23:55:07+00:00",
    "text": "teleSUR\nVenezuela convoca a próxima Consulta Popular para el 25 de agosto\nhttps://www.telesurtv.net/venezuela-convoca-a-proxima-consulta-popular-para-el-25-de-agosto/",
    "photo_path": null,
    "views": 1826,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro moros, participó este sábado en el primer encuentro nacional de circuitos comunales, desde donde convocó a la próxima consulta popular nacional, el 25 de agosto, para votar por el proyecto que elijan los 4.500 proyectos comunales y acelerar el apoyo financiero a las comunidades. dio instrucción a la vicepresidenta ejecutiva, delcy rodríguez, para que deposite los fondos para financiar los proyectos de 220 comunidades que ya culminaron el proyecto más votado durante la consulta popular nacional del 21 de abril pasado. con el nuevo financiamiento, acometerán el proyecto que quedó como segundo más votado por la población. refirió que la vicepresidenta rodríguez “está trabajando la ingeniería para acelerar el proceso de transferencia del poder y apoyarlos de manera directa porque el dinero que llega al pueblo se multiplica como cristo multiplicó los panes”. todo el poder al pueblo reiteró: “vamos a hacer una consulta trimestral, cuatro consultas al año, para proyectos de infraestructura, de servicios públicos, seleccionados por ustedes en la base ¡sin interferencia de burócratas ni tecnócratas!”. a juicio suyo, se trata de la única fórmula para impedir que se instale el capitalismo salvaje. “nosotros queremos que en venezuela se profundice el socialismo bolivariano y cristiano para evitar retroceder hacia una democracia de elites, oligárquica y de minorías”, lo cual permitirá que el país “avance hacia una democracia directa donde el pueblo tenga el poder”. les planteó que “estamos en un proceso para acelerar cambios y transformaciones” y optimizar el avance hacia una nación próspera. recalcó que los planteamientos más importantes han de emanar del poder popular. indicó al ministro para comunas, ángel prado, y al vicepresidente del partido socialista unido de venezuela (psuv) para comunas, jorge arreaza, perfeccionar el sistema de los circuitos comunales para que se adapten a los consejos comunales. en opinión de maduro, ello permitiría que “cada uno de los 4.500 circuitos comunales se asuman como autogobierno del pueblo, autogobierno de las bases, autogobierno de las comunas”. recordó el compromiso de su gobierno de construir tres millones de nuevas viviendas y solicitó a los comuneros y comuneras hacerlo de conjunto. “ustedes tienen que decirme el plan, el terreno, la familia que la necesita de verdad. sin gestores, sin intermediarios. maduro y el pueblo, el pueblo y maduro”, subrayó. durante el encuentro, prado mencionó que una de las obras terminadas gracias a la democracia participativa fue un acueducto que llevaba varios años inactivo en la comuna villas de san josé bolívar, parroquia ana soto, al oeste de barquisimeto, mediante el cual se abastecerá a más de 700 familias. vicepresidenta delcy rodríguez reforzará atención gubernamental a lara con posterioridad, el líder bolivariano se reunión con miles de sus seguidores en barquisimeto. recordó los instantes aciagos de la guerra económica y el desabastecimiento, y cómo con esfuerzo propio recuperaron la producción de alimento y crearon un sistema financiero estable, entre otros saldos positivos de su gestión. como expresiones de la sintonía entre jefe de estado, gobierno y pueblo, se refirió a la preocupación por la salud de la gente durante la pandemia de covid-19, concretada entre otras expresiones en la adquisición de vacunas, medicamentos e insumos, mientras “la oligarquía de los apellidos” presionaba a nivel internacional para impedirlo. ratificó que su gobierno construirá, de la mano de los consejos comunales y el poder popular, otros tres millones de nuevas viviendas. anunció que la vicepresidenta ejecutiva, delcy rodríguez, reforzará los trabajos en el estado lara para acometer obras diversas y dar mejor atención a los problemas que enfrentan los barrios populares. instó a mantener la movilización popular y la unidad ante el intento de la derecha extremista de generar caos y desestabilización, como se corroboró horas atrás cuando un grupo paramilitar colombiano denunció que la derecha violenta lo contactó para infiltrarse en venezuela, atentar contra el mandatario y ensombrecer el proceso electoral.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "participó",
      "sábado",
      "primer",
      "encuentro",
      "nacional",
      "circuitos",
      "comunales",
      ",",
      "convocó",
      "próxima",
      "consulta",
      "popular",
      "nacional",
      ",",
      "25",
      "agosto",
      ",",
      "votar",
      "proyecto",
      "elijan",
      "4.500",
      "proyectos",
      "comunales",
      "acelerar",
      "apoyo",
      "financiero",
      "comunidades",
      ".",
      "dio",
      "instrucción",
      "vicepresidenta",
      "ejecutiva",
      ",",
      "delcy",
      "rodríguez",
      ",",
      "deposite",
      "fondos",
      "financiar",
      "proyectos",
      "220",
      "comunidades",
      "culminaron",
      "proyecto",
      "votado",
      "consulta",
      "popular",
      "nacional",
      "21",
      "abril",
      "pasado",
      ".",
      "nuevo",
      "financiamiento",
      ",",
      "acometerán",
      "proyecto",
      "quedó",
      "segundo",
      "votado",
      "población",
      ".",
      "refirió",
      "vicepresidenta",
      "rodríguez",
      "“",
      "trabajando",
      "ingeniería",
      "acelerar",
      "proceso",
      "transferencia",
      "poder",
      "apoyarlos",
      "manera",
      "directa",
      "dinero",
      "llega",
      "pueblo",
      "multiplica",
      "cristo",
      "multiplicó",
      "panes",
      "”",
      ".",
      "poder",
      "pueblo",
      "reiteró",
      ":",
      "“",
      "vamos",
      "hacer",
      "consulta",
      "trimestral",
      ",",
      "cuatro",
      "consultas",
      "año",
      ",",
      "proyectos",
      "infraestructura",
      ",",
      "servicios",
      "públicos",
      ",",
      "seleccionados",
      "ustedes",
      "base",
      "¡sin",
      "interferencia",
      "burócratas",
      "tecnócratas",
      "!",
      "”",
      ".",
      "juicio",
      ",",
      "trata",
      "única",
      "fórmula",
      "impedir",
      "instale",
      "capitalismo",
      "salvaje",
      ".",
      "“",
      "queremos",
      "venezuela",
      "profundice",
      "socialismo",
      "bolivariano",
      "cristiano",
      "evitar",
      "retroceder",
      "hacia",
      "democracia",
      "elites",
      ",",
      "oligárquica",
      "minorías",
      "”",
      ",",
      "permitirá",
      "país",
      "“",
      "avance",
      "hacia",
      "democracia",
      "directa",
      "pueblo",
      "poder",
      "”",
      ".",
      "planteó",
      "“",
      "proceso",
      "acelerar",
      "cambios",
      "transformaciones",
      "”",
      "optimizar",
      "avance",
      "hacia",
      "nación",
      "próspera",
      ".",
      "recalcó",
      "planteamientos",
      "importantes",
      "emanar",
      "poder",
      "popular",
      ".",
      "indicó",
      "ministro",
      "comunas",
      ",",
      "ángel",
      "prado",
      ",",
      "vicepresidente",
      "partido",
      "socialista",
      "unido",
      "venezuela",
      "(",
      "psuv",
      ")",
      "comunas",
      ",",
      "jorge",
      "arreaza",
      ",",
      "perfeccionar",
      "sistema",
      "circuitos",
      "comunales",
      "adapten",
      "consejos",
      "comunales",
      ".",
      "opinión",
      "maduro",
      ",",
      "ello",
      "permitiría",
      "“",
      "cada",
      "4.500",
      "circuitos",
      "comunales",
      "asuman",
      "autogobierno",
      "pueblo",
      ",",
      "autogobierno",
      "bases",
      ",",
      "autogobierno",
      "comunas",
      "”",
      ".",
      "recordó",
      "compromiso",
      "gobierno",
      "construir",
      "tres",
      "millones",
      "nuevas",
      "viviendas",
      "solicitó",
      "comuneros",
      "comuneras",
      "hacerlo",
      "conjunto",
      ".",
      "“",
      "ustedes",
      "decirme",
      "plan",
      ",",
      "terreno",
      ",",
      "familia",
      "necesita",
      "verdad",
      ".",
      "gestores",
      ",",
      "intermediarios",
      ".",
      "maduro",
      "pueblo",
      ",",
      "pueblo",
      "maduro",
      "”",
      ",",
      "subrayó",
      ".",
      "encuentro",
      ",",
      "prado",
      "mencionó",
      "obras",
      "terminadas",
      "gracias",
      "democracia",
      "participativa",
      "acueducto",
      "llevaba",
      "varios",
      "años",
      "inactivo",
      "comuna",
      "villas",
      "san",
      "josé",
      "bolívar",
      ",",
      "parroquia",
      "ana",
      "soto",
      ",",
      "oeste",
      "barquisimeto",
      ",",
      "mediante",
      "abastecerá",
      "700",
      "familias",
      ".",
      "vicepresidenta",
      "delcy",
      "rodríguez",
      "reforzará",
      "atención",
      "gubernamental",
      "lara",
      "posterioridad",
      ",",
      "líder",
      "bolivariano",
      "reunión",
      "miles",
      "seguidores",
      "barquisimeto",
      ".",
      "recordó",
      "instantes",
      "aciagos",
      "guerra",
      "económica",
      "desabastecimiento",
      ",",
      "cómo",
      "esfuerzo",
      "propio",
      "recuperaron",
      "producción",
      "alimento",
      "crearon",
      "sistema",
      "financiero",
      "estable",
      ",",
      "saldos",
      "positivos",
      "gestión",
      ".",
      "expresiones",
      "sintonía",
      "jefe",
      ",",
      "gobierno",
      "pueblo",
      ",",
      "refirió",
      "preocupación",
      "salud",
      "gente",
      "pandemia",
      "covid-19",
      ",",
      "concretada",
      "expresiones",
      "adquisición",
      "vacunas",
      ",",
      "medicamentos",
      "insumos",
      ",",
      "mientras",
      "“",
      "oligarquía",
      "apellidos",
      "”",
      "presionaba",
      "nivel",
      "internacional",
      "impedirlo",
      ".",
      "ratificó",
      "gobierno",
      "construirá",
      ",",
      "mano",
      "consejos",
      "comunales",
      "poder",
      "popular",
      ",",
      "tres",
      "millones",
      "nuevas",
      "viviendas",
      ".",
      "anunció",
      "vicepresidenta",
      "ejecutiva",
      ",",
      "delcy",
      "rodríguez",
      ",",
      "reforzará",
      "trabajos",
      "lara",
      "acometer",
      "obras",
      "diversas",
      "dar",
      "mejor",
      "atención",
      "problemas",
      "enfrentan",
      "barrios",
      "populares",
      ".",
      "instó",
      "mantener",
      "movilización",
      "popular",
      "unidad",
      "intento",
      "derecha",
      "extremista",
      "generar",
      "caos",
      "desestabilización",
      ",",
      "corroboró",
      "horas",
      "atrás",
      "grupo",
      "paramilitar",
      "colombiano",
      "denunció",
      "derecha",
      "violenta",
      "contactó",
      "infiltrarse",
      "venezuela",
      ",",
      "atentar",
      "mandatario",
      "ensombrecer",
      "proceso",
      "electoral",
      "."
    ],
    "token_count": 435,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 89,
      "NN": 221,
      "FW": 146,
      "VBP": 23,
      "IN": 22,
      "VBZ": 8,
      "JJ": 50,
      "CD": 6,
      "$": 1,
      "NNS": 30,
      "RB": 2,
      "VB": 3,
      "CC": 1,
      "VBD": 1,
      "MD": 1
    },
    "bigram_freq": {
      "NNP-NN": 30,
      "NN-FW": 23,
      "FW-NNP": 25,
      "NNP-NNP": 34,
      "NNP-VBP": 3,
      "VBP-NN": 7,
      "NN-NN": 133,
      "NN-IN": 14,
      "IN-FW": 14,
      "NNP-FW": 12,
      "NNP-VBZ": 4,
      "VBZ-JJ": 4,
      "JJ-NN": 34,
      "FW-CD": 3,
      "CD-FW": 1,
      "FW-FW": 90,
      "FW-NN": 14,
      "NN-VBP": 3,
      "VBP-$": 1,
      "$-CD": 1,
      "CD-NN": 2,
      "NN-NNS": 12,
      "NNS-VBP": 16,
      "VBP-JJ": 9,
      "NN-VBZ": 3,
      "VBZ-NNP": 3,
      "NN-JJ": 18,
      "IN-CD": 2,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "JJ-NNP": 4,
      "CD-IN": 1,
      "FW-JJ": 7,
      "NN-NNP": 14,
      "NNS-NNP": 4,
      "JJ-JJ": 5,
      "FW-NNS": 7,
      "JJ-FW": 2,
      "JJ-NNS": 4,
      "NNS-IN": 3,
      "IN-JJ": 2,
      "NNS-NNS": 1,
      "NNS-RB": 2,
      "RB-VBP": 1,
      "VBP-IN": 3,
      "VBZ-FW": 1,
      "NN-VB": 1,
      "VB-JJ": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNS-FW": 2,
      "NNP-NNS": 1,
      "VBP-NNS": 2,
      "NNP-IN": 1,
      "IN-NNP": 3,
      "NNP-VBD": 1,
      "VBD-NN": 1,
      "CD-JJ": 1,
      "RB-FW": 1,
      "VBP-NNP": 1,
      "IN-NNS": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNS": 1,
      "NNP-VB": 1,
      "NNS-VBZ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 7,
      "FW-NNP-NNP": 12,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 3,
      "VBP-NN-NN": 4,
      "NN-NN-IN": 9,
      "NN-IN-FW": 8,
      "IN-FW-NNP": 1,
      "NNP-NNP-FW": 6,
      "NNP-FW-NNP": 2,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "JJ-NN-NN": 22,
      "NN-NN-FW": 13,
      "NNP-FW-CD": 2,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-FW": 62,
      "FW-FW-NN": 7,
      "FW-NN-VBP": 1,
      "NN-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-NNS": 2,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 6,
      "NN-NN-NN": 79,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 2,
      "NNP-NN-NN": 23,
      "NN-FW-FW": 12,
      "FW-FW-NNP": 15,
      "NNP-NNP-NN": 9,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 12,
      "JJ-NN-JJ": 3,
      "JJ-NN-IN": 2,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "FW-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NNP": 1,
      "NN-FW-NN": 2,
      "FW-NN-NN": 5,
      "FW-NNP-NN": 7,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 4,
      "FW-NN-FW": 4,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 8,
      "NN-NN-NNS": 4,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 1,
      "NN-NNP-NNP": 4,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 5,
      "JJ-NN-NNS": 4,
      "IN-FW-FW": 8,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 6,
      "JJ-NN-NNP": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 5,
      "FW-FW-JJ": 2,
      "NN-NNP-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NN": 1,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-NN-NNP": 3,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-VB": 1,
      "NN-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-FW": 3,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "IN-FW-CD": 1,
      "FW-CD-NN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "VBP-NN-FW": 3,
      "FW-NN-NNS": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NNS-VBP-NN": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNP": 1,
      "NN-NNP-FW": 1,
      "FW-NN-JJ": 2,
      "JJ-FW-FW": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "NN-IN-NNP": 2,
      "NNP-FW-JJ": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NN-JJ-NNP": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-FW": 1,
      "RB-FW-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NN-NNS": 1,
      "FW-NN-IN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "VBP-NNS-FW": 1,
      "NNP-NN-IN": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNS": 1,
      "VB-NNS-IN": 1,
      "NNP-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "NN-VBP-NN": 1,
      "NN-IN-JJ": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "JJ-NN-FW": 1,
      "VBP-JJ-JJ": 1,
      "NN-VBZ-JJ": 2
    },
    "top_patterns": {
      "top_tags": {
        "NN": 221,
        "FW": 146,
        "NNP": 89,
        "JJ": 50,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 133,
        "FW-FW": 90,
        "NNP-NNP": 34,
        "JJ-NN": 34,
        "NNP-NN": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 79,
        "FW-FW-FW": 62,
        "NNP-NN-NN": 23,
        "JJ-NN-NN": 22,
        "FW-FW-NNP": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 160,
      "VP": 29,
      "ADJP": 6,
      "PP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0265
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 4,
        "weight": 0.0177
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('Delcy', 'NNP') ('Rodríguez', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "VP -> ('al', 'VBZ')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('para', 'NN') ('Comunas', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('Maduro', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('Barquisimeto', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "S -> NP ('de', 'FW') NP (',', ',') NP (',', ',') NP ('en', 'IN') ('el', 'FW') NP ('de', 'FW') NP (',', ',') NP VP (',', ',') VP ('25', 'CD') ('de', 'FW') ('agosto', 'FW') (',', ',') ('para', 'FW') ('votar', 'FW') ('por', 'FW') ('el', 'FW') ('proyecto', 'FW') NP VP ('los', '$') ('4.500', 'CD') NP VP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('El', 'NNP') ('presidente', 'NN')",
        "frequency": 1,
        "weight": 0.0044
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro Moros"
      },
      {
        "label": "NP",
        "text": "participó este sábado"
      },
      {
        "label": "NP",
        "text": "Primer Encuentro Nacional"
      },
      {
        "label": "NP",
        "text": "Circuitos Comunales"
      },
      {
        "label": "NP",
        "text": "desde donde"
      },
      {
        "label": "VP",
        "text": "convocó a la próxima Consulta Popular Nacional"
      },
      {
        "label": "NP",
        "text": "a la próxima Consulta Popular Nacional"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "que"
      },
      {
        "label": "VP",
        "text": "elijan"
      },
      {
        "label": "NP",
        "text": "proyectos comunales"
      },
      {
        "label": "VP",
        "text": "y acelerar el apoyo"
      },
      {
        "label": "NP",
        "text": "acelerar el apoyo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP Moros/NNP)\n  ,/,\n  (NP participó/NN este/NN sábado/NN)\n  en/IN\n  el/FW\n  (NP Primer/NNP Encuentro/NNP Nacional/NNP)\n  de/FW\n  (NP Circuitos/NNP Comunales/NNP)\n  ,/,\n  (NP desde/NN donde/NN)\n  (VP\n    convocó/VBZ\n    (NP a/DT la/NN próxima/NN Consulta/NNP Popular/NNP Nacional/NNP))\n  ,/,\n  (VP el/VBD)\n  25/CD\n  de/FW\n  agosto/FW\n  ,/,\n  para/FW\n  votar/FW\n  por/FW\n  el/FW\n  proyecto/FW\n  (NP que/NN)\n  (VP elijan/VBP)\n  los/$\n  4.500/CD\n  (NP proyectos/NN comunales/NNS)\n  (VP y/VBP (NP acelerar/JJ el/NN apoyo/NN))\n  (VP financiero/VBD (NP a/DT las/JJ comunidades/NNS))\n  ./.)",
      "(S\n  (NP Dio/NNP)\n  (VP instrucción/VBZ (NP a/DT la/NN vicepresidenta/NN ejecutiva/NN))\n  ,/,\n  (NP Delcy/NNP Rodríguez/NNP)\n  ,/,\n  (NP para/NN que/NN)\n  (NP deposite/JJ los/NN)\n  (NP fondos/JJ para/NN financiar/NN)\n  (NP los/JJ proyectos/NN)\n  de/IN\n  220/CD\n  (NP comunidades/NNS)\n  (NP\n    que/JJ\n    ya/NNP\n    culminaron/NN\n    el/NN\n    proyecto/NN\n    más/NN\n    votado/NN\n    durante/NN)\n  la/FW\n  (NP Consulta/NNP Popular/NNP Nacional/NNP)\n  del/FW\n  21/CD\n  de/IN\n  abril/FW\n  (NP pasado/NN)\n  ./.)",
      "(S\n  (NP Con/NNP)\n  el/CC\n  nuevo/RB\n  (NP financiamiento/NN)\n  ,/,\n  (ADJP acometerán/JJ)\n  el/FW\n  (NP\n    proyecto/NN\n    que/NN\n    quedó/NN\n    como/NN\n    segundo/NN\n    más/NN\n    votado/NN\n    por/NN\n    la/NN\n    población/NN)\n  ./.)",
      "(S\n  (NP Refirió/NNP que/NN la/NN)\n  vicepresidenta/FW\n  (NP Rodríguez/NNP “/NNP)\n  está/FW\n  (NP trabajando/NN)\n  la/FW\n  ingeniería/FW\n  para/FW\n  acelerar/FW\n  el/FW\n  proceso/FW\n  de/FW\n  transferencia/FW\n  del/FW\n  (NP poder/NN y/NN apoyarlos/NN)\n  de/IN\n  manera/FW\n  (NP directa/NN porque/NN el/NN dinero/NN que/NN)\n  (NP\n    llega/JJ\n    al/NN\n    pueblo/NN\n    se/NN\n    multiplica/NN\n    como/NN\n    Cristo/NNP\n    multiplicó/NN\n    los/NN\n    panes/NNS\n    ”/NNP)\n  ./.)",
      "(S\n  (NP Todo/NNP)\n  el/CC\n  (NP poder/NN al/NN pueblo/NN Reiteró/NNP)\n  :/:\n  (NP “/NN Vamos/NNP)\n  (NP a/DT hacer/NN)\n  (NP una/JJ consulta/JJ trimestral/NN)\n  ,/,\n  (NP cuatro/NN consultas/NNS)\n  (VP al/VBP (NP año/NN))\n  ,/,\n  (NP para/JJ proyectos/NN)\n  (PP de/IN (NP infraestructura/NN))\n  ,/,\n  de/FW\n  servicios/FW\n  (NP públicos/NN)\n  ,/,\n  (NP seleccionados/JJ por/NN ustedes/NNS)\n  (VP en/VBP (NP la/JJ base/NN ¡sin/NNP interferencia/NN))\n  de/FW\n  burócratas/FW\n  ni/FW\n  (NP tecnócratas/NN)\n  !/.\n  (NP ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra económica y el desabastecimiento, y cómo con esfuerzo propio recuperaron la producción de alimento y crearon un sistema financiero estable, entre otros",
        "position": [
          2970,
          3128
        ],
        "start": 2970,
        "end": 3128
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          580,
          594
        ],
        "start": 580,
        "end": 594
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "presidente de venezuela, nicolás maduro moros, participó este sábado en el primer encuentro nacional de circuitos comunales, desde donde convocó a la próxima consulta popular nacional, el 25 de agosto, para votar por el proyecto que elijan los 4.500 proyectos comunales y acelerar el apoyo",
        "position": [
          3,
          292
        ],
        "start": 3,
        "end": 292
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3636,
          3643
        ],
        "start": 3636,
        "end": 3643
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de construir tres",
        "position": [
          2182,
          2208
        ],
        "start": 2182,
        "end": 2208
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          3501,
          3509
        ],
        "start": 3501,
        "end": 3509
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2460,
          2467
        ],
        "start": 2460,
        "end": 2467
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          4038,
          4046
        ],
        "start": 4038,
        "end": 4046
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "san josé",
        "position": [
          2649,
          2657
        ],
        "start": 2649,
        "end": 2657
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado, gobierno",
        "position": [
          3207,
          3223
        ],
        "start": 3207,
        "end": 3223
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "comuna villas",
        "position": [
          2632,
          2645
        ],
        "start": 2632,
        "end": 2645
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 700",
        "position": [
          2746,
          2756
        ],
        "start": 2746,
        "end": 2756
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ángel Prado",
        "tipo": "Persona"
      },
      {
        "nombre": "Vicepresidenta Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Lara",
        "tipo": "Persona"
      },
      {
        "nombre": "Comuna Villas de San José Bolívar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Barquisimeto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Prado",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Comunas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Poder Popular",
        "tipo": "Lugar"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "estado Lara",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Poder Popular",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jorge Arreaza",
        "tipo": "Persona"
      },
      {
        "nombre": "Ana Soto",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristo",
        "tipo": "Persona"
      },
      {
        "nombre": "Consulta Popular Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ustedes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Covid-19",
        "tipo": "Lugar"
      },
      {
        "nombre": "Partido Socialista Unido de Venezuela",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "PARTICIPAR",
        "objeto": "Consulta Popular Nacional"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "PARTICIPAR",
        "objeto": "Consulta Popular Nacional"
      },
      {
        "sujeto": "Delcy Rodríguez",
        "relacion": "DAR",
        "objeto": "Consulta Popular Nacional"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "TRABAJAR_REFERIR",
        "objeto": "Cristo"
      },
      {
        "sujeto": "Prado",
        "relacion": "MENCIONAR",
        "objeto": "Comuna Villas de San José Bolívar"
      },
      {
        "sujeto": "Prado",
        "relacion": "MENCIONAR",
        "objeto": "Ana Soto"
      },
      {
        "sujeto": "Prado",
        "relacion": "MENCIONAR",
        "objeto": "Barquisimeto"
      },
      {
        "sujeto": "Comuna Villas de San José Bolívar",
        "relacion": "LLEVAR_MENCIONAR",
        "objeto": "Barquisimeto"
      },
      {
        "sujeto": "Ana Soto",
        "relacion": "LLEVAR_MENCIONAR",
        "objeto": "Barquisimeto"
      },
      {
        "sujeto": "Vicepresidenta Delcy Rodríguez",
        "relacion": "REFORZAR",
        "objeto": "Lara"
      },
      {
        "sujeto": "Vicepresidenta Delcy Rodríguez",
        "relacion": "REFORZAR",
        "objeto": "Barquisimeto"
      },
      {
        "sujeto": "Lara",
        "relacion": "REFORZAR",
        "objeto": "Barquisimeto"
      },
      {
        "sujeto": "Estado",
        "relacion": "REFERIR",
        "objeto": "Covid-19"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "REFERIR",
        "objeto": "Covid-19"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CONSTRUIR_RATIFICAR",
        "objeto": "Poder Popular"
      },
      {
        "sujeto": "Delcy Rodríguez",
        "relacion": "REFORZAR_ANUNCIAR",
        "objeto": "estado Lara"
      }
    ]
  },
  "sentiment": {
    "compound": 0.7263,
    "pos": 0.023,
    "neu": 0.965,
    "neg": 0.012,
    "label": "positive"
  }
}