{
  "url": "https://www.telesurtv.net/presidente-maduro-resalta-que-la-reforma-constitucional-permitira-una-venezuela-posicionada-y-en-paz/",
  "title": "Presidente Maduro resalta que la Reforma Constitucional permitirá una Venezuela posicionada y en paz - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Chávez",
    "Constitución",
    "Constitución 1999",
    "reforma constituyente",
    "Venezuela"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro durante la Comisión Nacional Amplia para la Reforma Constitucional refirió que dicha Constitución permitirá que al 2030 llegue una Venezuela fuerte, en paz y posicionada en el escenario mundial.\nAl reconocer que se trata de un verdadero proceso popular constituyente que reside en el pueblo, el mandatario agregó que proyectó a Venezuela como una nación pacífica y próspera.\nAsimismo, precisó que el proceso constituyente es para ratificar la estructura de 1999, y ampliar todas sus normas y mandatos.\n“Hoy tenemos infinitas posibilidades para informar y procesar y escuchar a la gente. Para determinar correctamente el rumbo que las grandes mayorías de nuestro país quieren para Venezuela”, reconoció el presidente.\nEn este sentido, Nicolás Maduro señaló que en la propuesta de reforma se abordan cuatro temas fundamentales: Ampliación y perfeccionamiento de la democracia participativa, protagónica y directa; Construcción de una nueva sociedad; El nuevo modelo económico diversificado y la Actualización.\n“El primero sobre la democratización, ampliación de los derechos políticos y la democracia real directa del pueblo, a la luz de experiencias y utopías. El segundo gran tema la sociedad: la nueva modernidad, los valores reales a construir para una sociedad humana”, aseveró el jefe de Estado.\nDe igual manera, agregó la construcción de “una poderosa capacidad de innovación que rompa todas las dependencias; y que no se posicione el colonialismo mental, los antivalores, la destrucción del núcleo familiar, lo tecnológico”, indicó el dignatario.\n“Es una Carta de navegación del siglo XXI o de los próximos 25 años”, destacó.\nEl tercer tema es el económico. En ese sentido, el jefe de Estado reconoció la necesidad de rescatar lo que llamamos los motores fundamentales: una nueva economía.\n“Hoy después de haber sufrido sanciones criminales, misiles sobre nuestra economía y estar recuperando el país estamos construyendo una economía productiva, autosustentable, nueva, con una base económica que también construya un modelo social de igualdad, de recuperación de los derechos”, remarcó Maduro.\n“La base económica propia es la base de la nueva sociedad. Eso lo saben por eso los misiles se los lanzaron al oro, a la economía, al petro”, dijo.\nSobre estas agresiones, el presidente recordó que “ellos con sus sanciones, nosotros con nuestras revoluciones. Llegó la hora de escuchar a empresarios, a la clase obrera productiva, a los emprendedores. Nuestra clase obrera profesional que ha innovado”, insistió.\n“Los tiempos históricos y geopolíticos están acelerados”, reafirmó Maduro. Asimismo, el mandatario convoca y confía en la juventud para llevar hacia adelante el proceso de la Reforma Constitucional en Venezuela.\nEl presidente refirió que debe ser una jornada para debatir, consultar y redactar; tener las propuestas de la reforma constitucional de 2025. “Es muy necesaria, muy compleja, pero debemos resolver con métodos convocantes”, agregó el dignatario.\n“Hay que tomar en cuenta a todos”, destacó el mandatario.\n“Por primera vez un debate sobre la Carta Magna se hizo con todo un país”, manifestó el jefe de Estado. Recordó el presidente la Constituyente del 47, que “fue un experimento hermoso, donde se abría el debate político después de una dictadura, el gobierno autoritario, criminal”.\n“Antes no tuvieron los mecanismos de recibir la opinión del pueblo”, agregó.\n“Fue en 1999 que se dio el gran proceso de participación: con la firma del decreto para convocar el primer referéndum en la historia política de Venezuela. Contra viento y marea Hugo Chávez lo firmó”, dijo Maduro.\nAsimismo, valoró que “por primera vez en la historia que el pueblo podía elegir su camino, en donde se rompía el viejo esquema de elección de los congresistas, senadores, parlamentarios.\nRecordó que 33.000 propuestas se recibieron para la Constitución en la Comisión de participación ciudadana. En 6 meses fue elaborada por un pueblo y entregada a la directiva de la Asamblea Nacional para que se procesara y se convocara al referéndum para su aprobación, aclaró el jefe de Estado.\nEl mandatario precisó que “el pueblo con su fuerza abrirá los caminos”, agregó, al tiempo de precisar que” y sostuvo que el 15 de diciembre de 1999 fue un parto del tiempo histórico. “Nació, otra vez, la República bolivariana de Venezuela”, manifestó.\nNicolás Maduro resaltó el legado de Hugo Chávez como gran estratega donde siempre tuvo las riendas del proceso popular constituyente. “La victoria de 1999 fue la victoria de Chávez, de su liderazgo”, dijo.\n“Hoy tenemos infinitas posibilidades para informar y procesar y escuchar a la gente. Para determinar correctamente el rumbo que las grandes mayorías de nuestro país quieren para Venezuela”, reconoció el presidente.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-maduro-resalta-que-la-reforma-constitucional-permitira-una-venezuela-posicionada-y-en-paz/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 651,
    "message_id": 87281,
    "date": "2025-02-20T01:49:01+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪ Presidente Maduro resalta que la Reforma Constitucional permitirá una Venezuela posicionada y en paz\nhttps://www.telesurtv.net/presidente-maduro-resalta-que-la-reforma-constitucional-permitira-una-venezuela-posicionada-y-en-paz/\n\n▪ Presidente Lula: Si implicados en intento de golpe de Estado prueban inocencia, serán libres\nhttps://www.telesurtv.net/presidente-lula-si-implicados-en-intento-de-golpe-de-estado-prueban-inocencia-seran-libres/\n\n▪ Jornada electoral en Ecuador refleja datos impactantes en comparación con las elecciones generales de 2023\nhttps://www.telesurtv.net/jornada-electoral-en-ecuador-refleja-datos-impactantes-en-comparacion-con-las-elecciones-generales-de-2023/\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 2322,
    "reactions": {
      "👍": 26,
      "👏": 4,
      "🤔": 4
    },
    "total_reactions": 34
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro durante la comisión nacional amplia para la reforma constitucional refirió que dicha constitución permitirá que al 2030 llegue una venezuela fuerte, en paz y posicionada en el escenario mundial. al reconocer que se trata de un verdadero proceso popular constituyente que reside en el pueblo, el mandatario agregó que proyectó a venezuela como una nación pacífica y próspera. asimismo, precisó que el proceso constituyente es para ratificar la estructura de 1999, y ampliar todas sus normas y mandatos. “hoy tenemos infinitas posibilidades para informar y procesar y escuchar a la gente. para determinar correctamente el rumbo que las grandes mayorías de nuestro país quieren para venezuela”, reconoció el presidente. en este sentido, nicolás maduro señaló que en la propuesta de reforma se abordan cuatro temas fundamentales: ampliación y perfeccionamiento de la democracia participativa, protagónica y directa; construcción de una nueva sociedad; el nuevo modelo económico diversificado y la actualización. “el primero sobre la democratización, ampliación de los derechos políticos y la democracia real directa del pueblo, a la luz de experiencias y utopías. el segundo gran tema la sociedad: la nueva modernidad, los valores reales a construir para una sociedad humana”, aseveró el jefe de estado. de igual manera, agregó la construcción de “una poderosa capacidad de innovación que rompa todas las dependencias; y que no se posicione el colonialismo mental, los antivalores, la destrucción del núcleo familiar, lo tecnológico”, indicó el dignatario. “es una carta de navegación del siglo xxi o de los próximos 25 años”, destacó. el tercer tema es el económico. en ese sentido, el jefe de estado reconoció la necesidad de rescatar lo que llamamos los motores fundamentales: una nueva economía. “hoy después de haber sufrido sanciones criminales, misiles sobre nuestra economía y estar recuperando el país estamos construyendo una economía productiva, autosustentable, nueva, con una base económica que también construya un modelo social de igualdad, de recuperación de los derechos”, remarcó maduro. “la base económica propia es la base de la nueva sociedad. eso lo saben por eso los misiles se los lanzaron al oro, a la economía, al petro”, dijo. sobre estas agresiones, el presidente recordó que “ellos con sus sanciones, nosotros con nuestras revoluciones. llegó la hora de escuchar a empresarios, a la clase obrera productiva, a los emprendedores. nuestra clase obrera profesional que ha innovado”, insistió. “los tiempos históricos y geopolíticos están acelerados”, reafirmó maduro. asimismo, el mandatario convoca y confía en la juventud para llevar hacia adelante el proceso de la reforma constitucional en venezuela. el presidente refirió que debe ser una jornada para debatir, consultar y redactar; tener las propuestas de la reforma constitucional de 2025. “es muy necesaria, muy compleja, pero debemos resolver con métodos convocantes”, agregó el dignatario. “hay que tomar en cuenta a todos”, destacó el mandatario. “por primera vez un debate sobre la carta magna se hizo con todo un país”, manifestó el jefe de estado. recordó el presidente la constituyente del 47, que “fue un experimento hermoso, donde se abría el debate político después de una dictadura, el gobierno autoritario, criminal”. “antes no tuvieron los mecanismos de recibir la opinión del pueblo”, agregó. “fue en 1999 que se dio el gran proceso de participación: con la firma del decreto para convocar el primer referéndum en la historia política de venezuela. contra viento y marea hugo chávez lo firmó”, dijo maduro. asimismo, valoró que “por primera vez en la historia que el pueblo podía elegir su camino, en donde se rompía el viejo esquema de elección de los congresistas, senadores, parlamentarios. recordó que 33.000 propuestas se recibieron para la constitución en la comisión de participación ciudadana. en 6 meses fue elaborada por un pueblo y entregada a la directiva de la asamblea nacional para que se procesara y se convocara al referéndum para su aprobación, aclaró el jefe de estado. el mandatario precisó que “el pueblo con su fuerza abrirá los caminos”, agregó, al tiempo de precisar que” y sostuvo que el 15 de diciembre de 1999 fue un parto del tiempo histórico. “nació, otra vez, la república bolivariana de venezuela”, manifestó. nicolás maduro resaltó el legado de hugo chávez como gran estratega donde siempre tuvo las riendas del proceso popular constituyente. “la victoria de 1999 fue la victoria de chávez, de su liderazgo”, dijo. “hoy tenemos infinitas posibilidades para informar y procesar y escuchar a la gente. para determinar correctamente el rumbo que las grandes mayorías de nuestro país quieren para venezuela”, reconoció el presidente.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "comisión",
      "nacional",
      "amplia",
      "reforma",
      "constitucional",
      "refirió",
      "dicha",
      "constitución",
      "permitirá",
      "2030",
      "llegue",
      "venezuela",
      "fuerte",
      ",",
      "paz",
      "posicionada",
      "escenario",
      "mundial",
      ".",
      "reconocer",
      "trata",
      "verdadero",
      "proceso",
      "popular",
      "constituyente",
      "reside",
      "pueblo",
      ",",
      "mandatario",
      "agregó",
      "proyectó",
      "venezuela",
      "nación",
      "pacífica",
      "próspera",
      ".",
      "asimismo",
      ",",
      "precisó",
      "proceso",
      "constituyente",
      "ratificar",
      "estructura",
      "1999",
      ",",
      "ampliar",
      "todas",
      "normas",
      "mandatos",
      ".",
      "“",
      "hoy",
      "infinitas",
      "posibilidades",
      "informar",
      "procesar",
      "escuchar",
      "gente",
      ".",
      "determinar",
      "correctamente",
      "rumbo",
      "grandes",
      "mayorías",
      "país",
      "quieren",
      "venezuela",
      "”",
      ",",
      "reconoció",
      "presidente",
      ".",
      ",",
      "nicolás",
      "maduro",
      "señaló",
      "propuesta",
      "reforma",
      "abordan",
      "cuatro",
      "temas",
      "fundamentales",
      ":",
      "ampliación",
      "perfeccionamiento",
      "democracia",
      "participativa",
      ",",
      "protagónica",
      "directa",
      ";",
      "construcción",
      "nueva",
      "sociedad",
      ";",
      "nuevo",
      "modelo",
      "económico",
      "diversificado",
      "actualización",
      ".",
      "“",
      "primero",
      "democratización",
      ",",
      "ampliación",
      "derechos",
      "políticos",
      "democracia",
      "real",
      "directa",
      "pueblo",
      ",",
      "luz",
      "experiencias",
      "utopías",
      ".",
      "segundo",
      "gran",
      "tema",
      "sociedad",
      ":",
      "nueva",
      "modernidad",
      ",",
      "valores",
      "reales",
      "construir",
      "sociedad",
      "humana",
      "”",
      ",",
      "aseveró",
      "jefe",
      ".",
      "igual",
      "manera",
      ",",
      "agregó",
      "construcción",
      "“",
      "poderosa",
      "capacidad",
      "innovación",
      "rompa",
      "todas",
      "dependencias",
      ";",
      "posicione",
      "colonialismo",
      "mental",
      ",",
      "antivalores",
      ",",
      "destrucción",
      "núcleo",
      "familiar",
      ",",
      "tecnológico",
      "”",
      ",",
      "indicó",
      "dignatario",
      ".",
      "“",
      "carta",
      "navegación",
      "siglo",
      "xxi",
      "próximos",
      "25",
      "años",
      "”",
      ",",
      "destacó",
      ".",
      "tercer",
      "tema",
      "económico",
      ".",
      ",",
      "jefe",
      "reconoció",
      "necesidad",
      "rescatar",
      "llamamos",
      "motores",
      "fundamentales",
      ":",
      "nueva",
      "economía",
      ".",
      "“",
      "hoy",
      "después",
      "haber",
      "sufrido",
      "sanciones",
      "criminales",
      ",",
      "misiles",
      "economía",
      "recuperando",
      "país",
      "construyendo",
      "economía",
      "productiva",
      ",",
      "autosustentable",
      ",",
      "nueva",
      ",",
      "base",
      "económica",
      "construya",
      "modelo",
      "social",
      "igualdad",
      ",",
      "recuperación",
      "derechos",
      "”",
      ",",
      "remarcó",
      "maduro",
      ".",
      "“",
      "base",
      "económica",
      "propia",
      "base",
      "nueva",
      "sociedad",
      ".",
      "saben",
      "misiles",
      "lanzaron",
      "oro",
      ",",
      "economía",
      ",",
      "petro",
      "”",
      ",",
      "dijo",
      ".",
      "agresiones",
      ",",
      "presidente",
      "recordó",
      "“",
      "sanciones",
      ",",
      "revoluciones",
      ".",
      "llegó",
      "hora",
      "escuchar",
      "empresarios",
      ",",
      "clase",
      "obrera",
      "productiva",
      ",",
      "emprendedores",
      ".",
      "clase",
      "obrera",
      "profesional",
      "innovado",
      "”",
      ",",
      "insistió",
      ".",
      "“",
      "tiempos",
      "históricos",
      "geopolíticos",
      "acelerados",
      "”",
      ",",
      "reafirmó",
      "maduro",
      ".",
      "asimismo",
      ",",
      "mandatario",
      "convoca",
      "confía",
      "juventud",
      "llevar",
      "hacia",
      "adelante",
      "proceso",
      "reforma",
      "constitucional",
      "venezuela",
      ".",
      "presidente",
      "refirió",
      "debe",
      "ser",
      "jornada",
      "debatir",
      ",",
      "consultar",
      "redactar",
      ";",
      "tener",
      "propuestas",
      "reforma",
      "constitucional",
      "2025",
      ".",
      "“",
      "necesaria",
      ",",
      "compleja",
      ",",
      "debemos",
      "resolver",
      "métodos",
      "convocantes",
      "”",
      ",",
      "agregó",
      "dignatario",
      ".",
      "“",
      "tomar",
      "cuenta",
      "”",
      ",",
      "destacó",
      "mandatario",
      ".",
      "“",
      "primera",
      "vez",
      "debate",
      "carta",
      "magna",
      "hizo",
      "país",
      "”",
      ",",
      "manifestó",
      "jefe",
      ".",
      "recordó",
      "presidente",
      "constituyente",
      "47",
      ",",
      "“",
      "experimento",
      "hermoso",
      ",",
      "abría",
      "debate",
      "político",
      "después",
      "dictadura",
      ",",
      "gobierno",
      "autoritario",
      ",",
      "criminal",
      "”",
      ".",
      "“",
      "mecanismos",
      "recibir",
      "opinión",
      "pueblo",
      "”",
      ",",
      "agregó",
      ".",
      "“",
      "1999",
      "dio",
      "gran",
      "proceso",
      "participación",
      ":",
      "firma",
      "decreto",
      "convocar",
      "primer",
      "referéndum",
      "historia",
      "política",
      "venezuela",
      ".",
      "viento",
      "marea",
      "hugo",
      "chávez",
      "firmó",
      "”",
      ",",
      "dijo",
      "maduro",
      ".",
      "asimismo",
      ",",
      "valoró",
      "“",
      "primera",
      "vez",
      "historia",
      "pueblo",
      "podía",
      "elegir",
      "camino",
      ",",
      "rompía",
      "viejo",
      "esquema",
      "elección",
      "congresistas",
      ",",
      "senadores",
      ",",
      "parlamentarios",
      ".",
      "recordó",
      "33.000",
      "propuestas",
      "recibieron",
      "constitución",
      "comisión",
      "participación",
      "ciudadana",
      ".",
      "6",
      "meses",
      "elaborada",
      "pueblo",
      "entregada",
      "directiva",
      "asamblea",
      "nacional",
      "procesara",
      "convocara",
      "referéndum",
      "aprobación",
      ",",
      "aclaró",
      "jefe",
      ".",
      "mandatario",
      "precisó",
      "“",
      "pueblo",
      "fuerza",
      "abrirá",
      "caminos",
      "”",
      ",",
      "agregó",
      ",",
      "tiempo",
      "precisar",
      "”",
      "sostuvo",
      "15",
      "diciembre",
      "1999",
      "parto",
      "tiempo",
      "histórico",
      ".",
      "“",
      "nació",
      ",",
      "vez",
      ",",
      "república",
      "bolivariana",
      "venezuela",
      "”",
      ",",
      "manifestó",
      ".",
      "nicolás",
      "maduro",
      "resaltó",
      "legado",
      "hugo",
      "chávez",
      "gran",
      "estratega",
      "siempre",
      "riendas",
      "proceso",
      "popular",
      "constituyente",
      ".",
      "“",
      "victoria",
      "1999",
      "victoria",
      "chávez",
      ",",
      "liderazgo",
      "”",
      ",",
      "dijo",
      ".",
      "“",
      "hoy",
      "infinitas",
      "posibilidades",
      "informar",
      "procesar",
      "escuchar",
      "gente",
      ".",
      "determinar",
      "correctamente",
      "rumbo",
      "grandes",
      "mayorías",
      "país",
      "quieren",
      "venezuela",
      "”",
      ",",
      "reconoció",
      "presidente",
      "."
    ],
    "token_count": 538,
    "sentence_count": 37
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "NN": 300,
      "FW": 172,
      "CD": 10,
      "JJ": 63,
      "IN": 26,
      "NNS": 26,
      "VBP": 11,
      "VBZ": 13,
      "DT": 2,
      "RB": 1,
      "VBD": 4
    },
    "bigram_freq": {
      "NNP-NN": 36,
      "NN-FW": 30,
      "FW-NNP": 21,
      "NNP-NNP": 21,
      "NN-NN": 181,
      "NN-NNP": 25,
      "NN-CD": 2,
      "CD-NN": 5,
      "NN-JJ": 23,
      "JJ-NNP": 5,
      "FW-NN": 27,
      "NN-IN": 21,
      "IN-FW": 13,
      "FW-FW": 106,
      "FW-JJ": 11,
      "JJ-NN": 43,
      "FW-IN": 3,
      "IN-CD": 5,
      "CD-JJ": 2,
      "JJ-NNS": 6,
      "NNS-VBP": 10,
      "VBP-JJ": 8,
      "NNS-NNP": 3,
      "NN-NNS": 11,
      "NNS-VBZ": 4,
      "VBZ-JJ": 6,
      "NNS-NNS": 4,
      "NNS-FW": 2,
      "NNP-FW": 15,
      "VBZ-NNS": 1,
      "NNS-NN": 1,
      "NNP-JJ": 3,
      "NN-VBZ": 4,
      "VBZ-DT": 2,
      "DT-NN": 2,
      "JJ-CD": 1,
      "IN-NNP": 4,
      "JJ-JJ": 4,
      "JJ-FW": 3,
      "FW-NNS": 3,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NN": 2,
      "VBZ-NNP": 1,
      "NNP-VBZ": 4,
      "VBZ-NN": 1,
      "CD-NNP": 1,
      "IN-NN": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "FW-CD": 1,
      "IN-JJ": 3,
      "JJ-VBZ": 1,
      "VBZ-FW": 2,
      "NNP-IN": 2,
      "NN-VBD": 2,
      "VBD-NN": 1,
      "VBP-NNP": 1,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "VBD-CD": 1,
      "CD-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 4,
      "NN-FW-NNP": 5,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-NN": 12,
      "NNP-NN-NN": 27,
      "NN-NN-NNP": 18,
      "NN-NNP-NNP": 7,
      "NN-NN-NN": 105,
      "NN-NNP-NN": 12,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-JJ": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-FW-NN": 14,
      "FW-NN-NN": 10,
      "NN-NN-IN": 13,
      "NN-IN-FW": 13,
      "IN-FW-FW": 9,
      "FW-FW-JJ": 6,
      "FW-JJ-NNP": 2,
      "NN-NN-FW": 17,
      "FW-NN-FW": 8,
      "NN-FW-FW": 8,
      "FW-FW-FW": 77,
      "FW-JJ-NN": 5,
      "JJ-NN-NN": 32,
      "FW-FW-NN": 8,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 18,
      "NN-FW-IN": 1,
      "FW-IN-CD": 3,
      "IN-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBZ": 4,
      "NNS-VBZ-JJ": 3,
      "VBZ-JJ-NN": 5,
      "NN-NN-NNS": 5,
      "NN-NNS-NNS": 2,
      "NNS-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "FW-FW-NNP": 13,
      "FW-NNP-NN": 3,
      "NN-NNS-NNP": 1,
      "FW-NNP-FW": 9,
      "NNP-FW-FW": 6,
      "NNP-FW-NN": 3,
      "FW-NN-IN": 4,
      "IN-FW-JJ": 3,
      "NN-FW-JJ": 2,
      "FW-NN-NNS": 3,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-JJ": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-VBZ": 3,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 1,
      "NN-NN-JJ": 16,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBP": 3,
      "VBP-JJ-NN": 6,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-NNP": 6,
      "NN-IN-NNP": 4,
      "IN-NNP-NN": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "NNP-NN-IN": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-JJ": 2,
      "JJ-NN-JJ": 2,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "JJ-NN-IN": 2,
      "NNP-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NNS-NNP-FW": 1,
      "FW-FW-NNS": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 2,
      "NN-JJ-FW": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NN-VBZ-JJ": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "IN-NNP-NNP": 3,
      "NNP-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-DT": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 3,
      "NN-NN-VBD": 2,
      "NN-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "IN-FW-NN": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "FW-NN-NNP": 1,
      "NNP-VBZ-JJ": 2,
      "IN-JJ-NNS": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-IN": 1,
      "CD-NN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 300,
        "FW": 172,
        "NNP": 83,
        "JJ": 63,
        "IN": 26
      },
      "top_bigrams": {
        "NN-NN": 181,
        "FW-FW": 106,
        "JJ-NN": 43,
        "NNP-NN": 36,
        "NN-FW": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 105,
        "FW-FW-FW": 77,
        "JJ-NN-NN": 32,
        "NNP-NN-NN": 27,
        "NN-NN-NNP": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 37,
    "chunk_counts": {
      "NP": 197,
      "PP": 9,
      "VP": 28,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.025
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP') ('”', 'NNP')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "NP -> ('Estado', 'NNP')",
        "frequency": 3,
        "weight": 0.0107
      },
      {
        "rule": "S -> NP VP VP ('.', '.')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('“', 'JJ') ('Hoy', 'NNP') ('tenemos', 'NN') ('infinitas', 'NNS')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "VP -> ('posibilidades', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('para', 'JJ') ('informar', 'NN') ('y', 'NN') ('procesar', 'NN') ('y', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "VP -> ('escuchar', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0071
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro durante la Comisión Nacional Amplia para la Reforma Constitucional refirió que dicha Constitución permitirá que al"
      },
      {
        "label": "NP",
        "text": "llegue"
      },
      {
        "label": "NP",
        "text": "una Venezuela fuerte"
      },
      {
        "label": "NP",
        "text": "escenario mundial"
      },
      {
        "label": "NP",
        "text": "Al reconocer que"
      },
      {
        "label": "NP",
        "text": "trata"
      },
      {
        "label": "NP",
        "text": "popular constituyente que reside"
      },
      {
        "label": "PP",
        "text": "en el pueblo"
      },
      {
        "label": "NP",
        "text": "el pueblo"
      },
      {
        "label": "NP",
        "text": "mandatario agregó que"
      },
      {
        "label": "VP",
        "text": "proyectó a Venezuela como una nación pacífica y próspera"
      },
      {
        "label": "NP",
        "text": "a Venezuela como"
      },
      {
        "label": "NP",
        "text": "una nación pacífica y próspera"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP\n    Nicolás/NNP\n    Maduro/NNP\n    durante/NN\n    la/NN\n    Comisión/NNP\n    Nacional/NNP\n    Amplia/NNP\n    para/NN\n    la/NN\n    Reforma/NNP\n    Constitucional/NNP\n    refirió/NN\n    que/NN\n    dicha/NN\n    Constitución/NNP\n    permitirá/NN\n    que/NN\n    al/NN)\n  2030/CD\n  (NP llegue/NN)\n  (NP una/JJ Venezuela/NNP fuerte/NN)\n  ,/,\n  en/FW\n  paz/FW\n  y/FW\n  posicionada/FW\n  en/FW\n  el/FW\n  (NP escenario/NN mundial/NN)\n  ./.)",
      "(S\n  (NP Al/NNP reconocer/NN que/NN)\n  se/FW\n  (NP trata/NN)\n  de/FW\n  un/FW\n  verdadero/FW\n  proceso/FW\n  (NP popular/JJ constituyente/NN que/NN reside/NN)\n  (PP en/IN (NP el/NN pueblo/NN))\n  ,/,\n  el/FW\n  (NP mandatario/NN agregó/NN que/NN)\n  (VP\n    proyectó/VBZ\n    (NP a/DT Venezuela/NNP como/NN)\n    (NP una/JJ nación/NN pacífica/NN y/NN próspera/NN))\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP precisó/NN que/NN el/NN proceso/NN constituyente/NN)\n  es/FW\n  (NP para/NN ratificar/NN la/NN)\n  estructura/FW\n  de/IN\n  1999/CD\n  ,/,\n  y/CC\n  (NP ampliar/JJ todas/NNS)\n  (VP sus/VBP (NP normas/JJ y/NN mandatos/NN))\n  ./.)",
      "(S\n  (NP “/JJ Hoy/NNP tenemos/NN infinitas/NNS)\n  (VP\n    posibilidades/VBZ\n    (NP para/JJ informar/NN y/NN procesar/NN y/NN))\n  (VP escuchar/VBZ (NP a/DT la/NN gente/NN))\n  ./.)",
      "(S\n  (NP Para/NNP determinar/NN correctamente/NN)\n  el/FW\n  (NP rumbo/NN que/NN las/NNS grandes/NNS)\n  mayorías/FW\n  de/FW\n  nuestro/FW\n  país/FW\n  quieren/FW\n  para/FW\n  (NP Venezuela/NNP ”/NNP)\n  ,/,\n  (NP reconoció/NN el/NN presidente/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3148,
          3157
        ],
        "start": 3148,
        "end": 3157
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          792,
          798
        ],
        "start": 792,
        "end": 798
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          428,
          435
        ],
        "start": 428,
        "end": 435
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "innovación que rompa todas las dependencias; y que no se posicione el colonialismo mental, los antivalores, la destrucción del núcleo familiar, lo tecnológico",
        "position": [
          1413,
          1571
        ],
        "start": 1413,
        "end": 1571
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          2085,
          2093
        ],
        "start": 2085,
        "end": 2093
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación ciudadana",
        "position": [
          3914,
          3937
        ],
        "start": 3914,
        "end": 3937
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          4011,
          4028
        ],
        "start": 4011,
        "end": 4028
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          2433,
          2444
        ],
        "start": 2433,
        "end": 2444
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1666,
          1673
        ],
        "start": 1666,
        "end": 1673
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          2616,
          2624
        ],
        "start": 2616,
        "end": 2624
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          128,
          140
        ],
        "start": 128,
        "end": 140
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          1172,
          1175
        ],
        "start": 1172,
        "end": 1175
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado reconoció",
        "position": [
          1734,
          1750
        ],
        "start": 1734,
        "end": 1750
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "15 de diciembre de 1999",
        "position": [
          4250,
          4273
        ],
        "start": 4250,
        "end": 4273
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          546,
          549
        ],
        "start": 546,
        "end": 549
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          1628,
          1637
        ],
        "start": 1628,
        "end": 1637
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comisión",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Comisión Nacional Amplia para la Reforma Constitucional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Ampliación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Carta",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República bolivariana de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "REFERIR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "REFERIR",
        "objeto": "Comisión Nacional Amplia para la Reforma Constitucional"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SE_ALAR",
        "objeto": "Ampliación"
      },
      {
        "sujeto": "Hugo Chávez",
        "relacion": "FIRMAR_DECIR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Constitución",
        "relacion": "RECIBIR_RECORDAR",
        "objeto": "Comisión"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "ELABORAR_ACLARAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "RESALTAR",
        "objeto": "Hugo Chávez"
      }
    ]
  },
  "sentiment": {
    "compound": 0.6486,
    "pos": 0.013,
    "neu": 0.98,
    "neg": 0.006,
    "label": "positive"
  }
}