{
  "url": "https://www.telesurtv.net/quienes-son-thomas-greg-sons-colombia/",
  "title": "¿Quiénes son Thomas Greg & Sons? - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Colombia",
    "compañía",
    "contratos",
    "corrupción",
    "desconfianza",
    "embarques",
    "fraude",
    "intereses",
    "Thomas Greg & Sons"
  ],
  "text": "La firma Thomas Greg & Sons, fundada en 1960 por Gregorio Bautista, se ha convertido en una de las empresas más polémicas de Colombia. El presidente ha manifestado su profunda desconfianza hacia la compañía ya que posee millonarios contratos estatales. Aunque su origen parece legítimo, la empresa ha sido constantemente cuestionada por su historial judicial y su rol preponderante en la emisión de pasaportes y la gestión de procesos electorales.\nLa firma Thomas Greg & Sons, con sede en Guernsey, una isla reconocida como paraíso fiscal, fue inicialmente la representación colombiana de la británica Thomas de la Rue, evolucionando hasta convertirse en una firma influyente. Más allá de su éxito comercial, la compañía ha sido señalada por presuntas prácticas corruptas, incluyendo denuncias de fraude desde sus inicios.\n\n\nLos fundadores, Fernando, Camilo y Felipe Bautista, han logrado eludir un pasado judicial oscuro, a pesar de que Fernando y Camilo fueron condenados en Estados Unidos en los años 80 por defraudar a 25 bancos a través de embarques falsificados de café colombiano.\n\n\nUno de los aspectos más inquietantes es la vinculación de Thomas Greg & Sons con políticos de alto perfil. Figuras como Andrés Pastrana, Juan Manuel Santos y Noemí Sanín, entre otros, han ocupado puestos clave en su junta directiva. Esta cercanía no solo ha facilitado la obtención de jugosos contratos, sino que también ha levantado sospechas sobre posibles conflictos de interés y manipulación en procesos electorales cruciales para la nación.\nA pesar de haber estado en la cárcel por poco tiempo, el vínculo de los Bautista con actividades delictivas financiera perduró, generando dudas sobre la honestidad de sus negocios.\nEn el año 2016, la senadora Claudia López, argumentó que, desde que Santos asumió la presidencia en el 2010, Thomas & Sons tuvo un crecimiento económico extraordinario, obteniendo contratos por grandes sumas con el Gobierno para el manejo de pasaportes y otras tareas importantes, como la fabricación de tarjetas electorales.\n\n\nLa administración de Gustavo Petro marcó un punto de inflexión en la relación entre el Estado colombiano con la firma Thomas Greg & Sons. Ante la adjudicación por parte de la Registraduría Nacional del Estado Civil a dicha empresa, de toda la logística electoral para las elecciones parlamentarias y presidenciales de 2026, Petro puso en duda la credibilidad del próximo proceso electoral.\nEl mandatario colombiano basó sus cuestionamientos en el hecho de que considera que traer una empresa que fue detectada por su software en un fraude electoral, ni más ni menos que por la justicia de Colombia, pone en riesgo, por completo, la transparencia electoral.\n\n\n\n\nPetro sostiene que existe un monopolio privado sobre los datos de los colombianos, entregados por gobiernos anteriores, que viola la Constitución y pone en riesgo la democracia y la privacidad.\nEl pasado 6 de julio de 2025, el presidente Gustavo Petro afirmó en su cuenta X: “El contrato de Thomas Greg and Sons está muy ligado al poder, porque se trata de una empresa que concentra peligrosamente los datos en general de los colombianos y en particular los datos electorales”.\n\n\n\n\nEsta no es la primera vez que el mandatario colombiano expresa su preocupación por la relación de esta firma con los procesos electorales del país, señalando que la historia de corrupción de la empresa y sus lazos con figuras políticas cuestionables representan un peligro para la democracia y la transparencia. Sin embargo, a pesar de los intentos del gobierno por romper contratos, sectores de la prensa y la oposición han defendido la firma, argumentando su capacidad técnica.\nLa posición privilegiada de Thomas Greg & Sons en Colombia, sus antecedentes y la controversia generada por su vínculo con los detractores del actual gobierno de Petro, hacen que su futuro en el país sea incierto.\n\n\nMientras el presidente Petro busca desmantelar lo que considera un sistema corrupto, la firma sigue contando con el respaldo de sectores clave, augurando una batalla prolongada por el control de procesos fundamentales para la democracia colombiana. El pulso entre el gobierno de Gustavo Petro y Thomas Greg & Sons se inscribe en un escenario latinoamericano donde la lucha contra la corrupción y la búsqueda de transparencia en la contratación pública son banderas recurrentes de los gobiernos progresistas.\n\n\n\n\nEste tipo de confrontaciones pone de manifiesto la arraigada influencia de ciertos grupos económicos en las estructuras estatales, generando resistencia cada vez que se intenta reconfigurar esas dinámicas de poder. Es una batalla por el control de recursos y la implementación de una visión particular sobre la administración pública, vital para la credibilidad institucional en la región.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/quienes-son-thomas-greg-sons-colombia/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1517,
    "message_id": 98707,
    "date": "2025-07-10T20:55:29+00:00",
    "text": "teleSUR\n¿Quiénes son Thomas Greg & Sons?\nhttps://www.telesurtv.net/quienes-son-thomas-greg-sons-colombia/",
    "photo_path": null,
    "views": 1997,
    "reactions": {
      "🤔": 26,
      "😱": 2,
      "❤": 1
    },
    "total_reactions": 29
  },
  "preprocessing": {
    "cleaned": "la firma thomas greg & sons, fundada en 1960 por gregorio bautista, se ha convertido en una de las empresas más polémicas de colombia. el presidente ha manifestado su profunda desconfianza hacia la compañía ya que posee millonarios contratos estatales. aunque su origen parece legítimo, la empresa ha sido constantemente cuestionada por su historial judicial y su rol preponderante en la emisión de pasaportes y la gestión de procesos electorales. la firma thomas greg & sons, con sede en guernsey, una isla reconocida como paraíso fiscal, fue inicialmente la representación colombiana de la británica thomas de la rue, evolucionando hasta convertirse en una firma influyente. más allá de su éxito comercial, la compañía ha sido señalada por presuntas prácticas corruptas, incluyendo denuncias de fraude desde sus inicios. los fundadores, fernando, camilo y felipe bautista, han logrado eludir un pasado judicial oscuro, a pesar de que fernando y camilo fueron condenados en estados unidos en los años 80 por defraudar a 25 bancos a través de embarques falsificados de café colombiano. uno de los aspectos más inquietantes es la vinculación de thomas greg & sons con políticos de alto perfil. figuras como andrés pastrana, juan manuel santos y noemí sanín, entre otros, han ocupado puestos clave en su junta directiva. esta cercanía no solo ha facilitado la obtención de jugosos contratos, sino que también ha levantado sospechas sobre posibles conflictos de interés y manipulación en procesos electorales cruciales para la nación. a pesar de haber estado en la cárcel por poco tiempo, el vínculo de los bautista con actividades delictivas financiera perduró, generando dudas sobre la honestidad de sus negocios. en el año 2016, la senadora claudia lópez, argumentó que, desde que santos asumió la presidencia en el 2010, thomas & sons tuvo un crecimiento económico extraordinario, obteniendo contratos por grandes sumas con el gobierno para el manejo de pasaportes y otras tareas importantes, como la fabricación de tarjetas electorales. la administración de gustavo petro marcó un punto de inflexión en la relación entre el estado colombiano con la firma thomas greg & sons. ante la adjudicación por parte de la registraduría nacional del estado civil a dicha empresa, de toda la logística electoral para las elecciones parlamentarias y presidenciales de 2026, petro puso en duda la credibilidad del próximo proceso electoral. el mandatario colombiano basó sus cuestionamientos en el hecho de que considera que traer una empresa que fue detectada por su software en un fraude electoral, ni más ni menos que por la justicia de colombia, pone en riesgo, por completo, la transparencia electoral. petro sostiene que existe un monopolio privado sobre los datos de los colombianos, entregados por gobiernos anteriores, que viola la constitución y pone en riesgo la democracia y la privacidad. el pasado 6 de julio de 2025, el presidente gustavo petro afirmó en su cuenta x: “el contrato de thomas greg and sons está muy ligado al poder, porque se trata de una empresa que concentra peligrosamente los datos en general de los colombianos y en particular los datos electorales”. esta no es la primera vez que el mandatario colombiano expresa su preocupación por la relación de esta firma con los procesos electorales del país, señalando que la historia de corrupción de la empresa y sus lazos con figuras políticas cuestionables representan un peligro para la democracia y la transparencia. sin embargo, a pesar de los intentos del gobierno por romper contratos, sectores de la prensa y la oposición han defendido la firma, argumentando su capacidad técnica. la posición privilegiada de thomas greg & sons en colombia, sus antecedentes y la controversia generada por su vínculo con los detractores del actual gobierno de petro, hacen que su futuro en el país sea incierto. mientras el presidente petro busca desmantelar lo que considera un sistema corrupto, la firma sigue contando con el respaldo de sectores clave, augurando una batalla prolongada por el control de procesos fundamentales para la democracia colombiana. el pulso entre el gobierno de gustavo petro y thomas greg & sons se inscribe en un escenario latinoamericano donde la lucha contra la corrupción y la búsqueda de transparencia en la contratación pública son banderas recurrentes de los gobiernos progresistas. este tipo de confrontaciones pone de manifiesto la arraigada influencia de ciertos grupos económicos en las estructuras estatales, generando resistencia cada vez que se intenta reconfigurar esas dinámicas de poder. es una batalla por el control de recursos y la implementación de una visión particular sobre la administración pública, vital para la credibilidad institucional en la región.",
    "tokens": [
      "firma",
      "thomas",
      "greg",
      "&",
      "sons",
      ",",
      "fundada",
      "1960",
      "gregorio",
      "bautista",
      ",",
      "convertido",
      "empresas",
      "polémicas",
      "colombia",
      ".",
      "presidente",
      "manifestado",
      "profunda",
      "desconfianza",
      "hacia",
      "compañía",
      "posee",
      "millonarios",
      "contratos",
      "estatales",
      ".",
      "aunque",
      "origen",
      "parece",
      "legítimo",
      ",",
      "empresa",
      "sido",
      "constantemente",
      "cuestionada",
      "historial",
      "judicial",
      "rol",
      "preponderante",
      "emisión",
      "pasaportes",
      "gestión",
      "procesos",
      "electorales",
      ".",
      "firma",
      "thomas",
      "greg",
      "&",
      "sons",
      ",",
      "sede",
      "guernsey",
      ",",
      "isla",
      "reconocida",
      "paraíso",
      "fiscal",
      ",",
      "inicialmente",
      "representación",
      "colombiana",
      "británica",
      "thomas",
      "rue",
      ",",
      "evolucionando",
      "convertirse",
      "firma",
      "influyente",
      ".",
      "allá",
      "éxito",
      "comercial",
      ",",
      "compañía",
      "sido",
      "señalada",
      "presuntas",
      "prácticas",
      "corruptas",
      ",",
      "incluyendo",
      "denuncias",
      "fraude",
      "inicios",
      ".",
      "fundadores",
      ",",
      "fernando",
      ",",
      "camilo",
      "felipe",
      "bautista",
      ",",
      "logrado",
      "eludir",
      "pasado",
      "judicial",
      "oscuro",
      ",",
      "pesar",
      "fernando",
      "camilo",
      "condenados",
      "unidos",
      "años",
      "80",
      "defraudar",
      "25",
      "bancos",
      "través",
      "embarques",
      "falsificados",
      "café",
      "colombiano",
      ".",
      "aspectos",
      "inquietantes",
      "vinculación",
      "thomas",
      "greg",
      "&",
      "sons",
      "políticos",
      "alto",
      "perfil",
      ".",
      "figuras",
      "andrés",
      "pastrana",
      ",",
      "juan",
      "manuel",
      "santos",
      "noemí",
      "sanín",
      ",",
      ",",
      "ocupado",
      "puestos",
      "clave",
      "junta",
      "directiva",
      ".",
      "cercanía",
      "solo",
      "facilitado",
      "obtención",
      "jugosos",
      "contratos",
      ",",
      "sino",
      "levantado",
      "sospechas",
      "posibles",
      "conflictos",
      "interés",
      "manipulación",
      "procesos",
      "electorales",
      "cruciales",
      "nación",
      ".",
      "pesar",
      "haber",
      "cárcel",
      "tiempo",
      ",",
      "vínculo",
      "bautista",
      "actividades",
      "delictivas",
      "financiera",
      "perduró",
      ",",
      "generando",
      "dudas",
      "honestidad",
      "negocios",
      ".",
      "año",
      "2016",
      ",",
      "senadora",
      "claudia",
      "lópez",
      ",",
      "argumentó",
      ",",
      "santos",
      "asumió",
      "presidencia",
      "2010",
      ",",
      "thomas",
      "&",
      "sons",
      "crecimiento",
      "económico",
      "extraordinario",
      ",",
      "obteniendo",
      "contratos",
      "grandes",
      "sumas",
      "gobierno",
      "manejo",
      "pasaportes",
      "tareas",
      "importantes",
      ",",
      "fabricación",
      "tarjetas",
      "electorales",
      ".",
      "administración",
      "gustavo",
      "petro",
      "marcó",
      "punto",
      "inflexión",
      "relación",
      "colombiano",
      "firma",
      "thomas",
      "greg",
      "&",
      "sons",
      ".",
      "adjudicación",
      "parte",
      "registraduría",
      "nacional",
      "civil",
      "dicha",
      "empresa",
      ",",
      "toda",
      "logística",
      "electoral",
      "elecciones",
      "parlamentarias",
      "presidenciales",
      "2026",
      ",",
      "petro",
      "puso",
      "duda",
      "credibilidad",
      "próximo",
      "proceso",
      "electoral",
      ".",
      "mandatario",
      "colombiano",
      "basó",
      "cuestionamientos",
      "hecho",
      "considera",
      "traer",
      "empresa",
      "detectada",
      "software",
      "fraude",
      "electoral",
      ",",
      "menos",
      "justicia",
      "colombia",
      ",",
      "pone",
      "riesgo",
      ",",
      "completo",
      ",",
      "transparencia",
      "electoral",
      ".",
      "petro",
      "sostiene",
      "existe",
      "monopolio",
      "privado",
      "datos",
      "colombianos",
      ",",
      "entregados",
      "gobiernos",
      "anteriores",
      ",",
      "viola",
      "constitución",
      "pone",
      "riesgo",
      "democracia",
      "privacidad",
      ".",
      "pasado",
      "6",
      "julio",
      "2025",
      ",",
      "presidente",
      "gustavo",
      "petro",
      "afirmó",
      "cuenta",
      "x",
      ":",
      "“",
      "contrato",
      "thomas",
      "greg",
      "and",
      "sons",
      "ligado",
      "poder",
      ",",
      "trata",
      "empresa",
      "concentra",
      "peligrosamente",
      "datos",
      "general",
      "colombianos",
      "particular",
      "datos",
      "electorales",
      "”",
      ".",
      "primera",
      "vez",
      "mandatario",
      "colombiano",
      "expresa",
      "preocupación",
      "relación",
      "firma",
      "procesos",
      "electorales",
      "país",
      ",",
      "señalando",
      "historia",
      "corrupción",
      "empresa",
      "lazos",
      "figuras",
      "políticas",
      "cuestionables",
      "representan",
      "peligro",
      "democracia",
      "transparencia",
      ".",
      "embargo",
      ",",
      "pesar",
      "intentos",
      "gobierno",
      "romper",
      "contratos",
      ",",
      "sectores",
      "prensa",
      "oposición",
      "defendido",
      "firma",
      ",",
      "argumentando",
      "capacidad",
      "técnica",
      ".",
      "posición",
      "privilegiada",
      "thomas",
      "greg",
      "&",
      "sons",
      "colombia",
      ",",
      "antecedentes",
      "controversia",
      "generada",
      "vínculo",
      "detractores",
      "actual",
      "gobierno",
      "petro",
      ",",
      "hacen",
      "futuro",
      "país",
      "incierto",
      ".",
      "mientras",
      "presidente",
      "petro",
      "busca",
      "desmantelar",
      "considera",
      "sistema",
      "corrupto",
      ",",
      "firma",
      "sigue",
      "contando",
      "respaldo",
      "sectores",
      "clave",
      ",",
      "augurando",
      "batalla",
      "prolongada",
      "control",
      "procesos",
      "fundamentales",
      "democracia",
      "colombiana",
      ".",
      "pulso",
      "gobierno",
      "gustavo",
      "petro",
      "thomas",
      "greg",
      "&",
      "sons",
      "inscribe",
      "escenario",
      "latinoamericano",
      "lucha",
      "corrupción",
      "búsqueda",
      "transparencia",
      "contratación",
      "pública",
      "banderas",
      "recurrentes",
      "gobiernos",
      "progresistas",
      ".",
      "tipo",
      "confrontaciones",
      "pone",
      "manifiesto",
      "arraigada",
      "influencia",
      "ciertos",
      "grupos",
      "económicos",
      "estructuras",
      "estatales",
      ",",
      "generando",
      "resistencia",
      "cada",
      "vez",
      "intenta",
      "reconfigurar",
      "dinámicas",
      "poder",
      ".",
      "batalla",
      "control",
      "recursos",
      "implementación",
      "visión",
      "particular",
      "administración",
      "pública",
      ",",
      "vital",
      "credibilidad",
      "institucional",
      "región",
      "."
    ],
    "token_count": 479,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "VBZ": 15,
      "IN": 28,
      "CD": 7,
      "NN": 249,
      "VBD": 2,
      "JJ": 66,
      "FW": 197,
      "VBP": 25,
      "NNS": 33,
      "RP": 1,
      "RB": 2,
      "VBN": 1,
      "DT": 2,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 8,
      "VBZ-NNP": 3,
      "NNP-NNP": 36,
      "VBZ-IN": 3,
      "IN-CD": 3,
      "CD-NN": 3,
      "NN-NNP": 14,
      "NNP-VBD": 2,
      "VBD-JJ": 1,
      "JJ-NN": 41,
      "NN-FW": 33,
      "FW-FW": 128,
      "FW-NNP": 19,
      "NNP-NN": 27,
      "NN-NN": 145,
      "NN-VBP": 5,
      "VBP-NNS": 4,
      "NNS-NNS": 3,
      "NNS-NNP": 6,
      "VBD-RP": 1,
      "RP-JJ": 1,
      "FW-NN": 26,
      "VBP-JJ": 13,
      "JJ-JJ": 9,
      "FW-NNS": 8,
      "NNP-VBP": 2,
      "VBP-NNP": 1,
      "NN-IN": 19,
      "IN-NNP": 4,
      "NNP-JJ": 2,
      "NN-JJ": 16,
      "NNP-FW": 9,
      "FW-JJ": 13,
      "NN-NNS": 8,
      "NNS-VBP": 18,
      "NNS-JJ": 2,
      "JJ-FW": 7,
      "IN-FW": 15,
      "NN-RB": 1,
      "RB-CD": 2,
      "CD-NNS": 1,
      "NNS-RB": 1,
      "CD-JJ": 1,
      "NNP-IN": 2,
      "JJ-NNS": 6,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "VBZ-DT": 1,
      "DT-NN": 2,
      "VBP-IN": 1,
      "VBP-NN": 5,
      "NN-CD": 1,
      "VBZ-FW": 4,
      "FW-CD": 1,
      "CD-NNP": 2,
      "VBZ-JJ": 4,
      "IN-NNS": 3,
      "JJ-NNP": 3,
      "NNS-IN": 2,
      "IN-JJ": 3,
      "NN-VBZ": 6,
      "FW-IN": 1,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "NNP-DT": 1,
      "FW-VBZ": 1,
      "NNS-FW": 1
    },
    "trigram_freq": {
      "NNP-VBZ-NNP": 2,
      "VBZ-NNP-NNP": 2,
      "NNP-NNP-NNP": 17,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-IN": 1,
      "VBZ-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NNP": 1,
      "NN-NNP-NNP": 3,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "NN-FW-FW": 16,
      "FW-FW-FW": 95,
      "FW-FW-NNP": 12,
      "FW-NNP-NNP": 10,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 16,
      "NN-NN-NN": 83,
      "NN-NN-VBP": 5,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-RP": 1,
      "VBD-RP-JJ": 1,
      "RP-JJ-NN": 1,
      "JJ-NN-NN": 30,
      "NN-NN-FW": 16,
      "NN-FW-NN": 9,
      "FW-NN-NN": 9,
      "NN-VBP-JJ": 2,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 6,
      "FW-FW-NNS": 5,
      "FW-NNS-NNP": 3,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NN-NN-IN": 8,
      "NN-IN-NNP": 3,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-JJ": 14,
      "NN-JJ-JJ": 4,
      "FW-NNP-FW": 3,
      "NNP-FW-FW": 4,
      "FW-NNP-NN": 5,
      "NN-FW-JJ": 4,
      "FW-JJ-NN": 11,
      "NN-NN-NNP": 9,
      "NN-NNP-NN": 6,
      "NNP-NN-FW": 6,
      "FW-FW-JJ": 4,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 5,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "FW-FW-NN": 10,
      "FW-NN-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NN-JJ-NN": 9,
      "JJ-NN-JJ": 1,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 11,
      "IN-FW-NNP": 3,
      "IN-NNP-NNP": 1,
      "NNP-NNP-FW": 4,
      "NNP-FW-NN": 3,
      "FW-NN-RB": 1,
      "NN-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "IN-FW-FW": 6,
      "FW-NN-NNP": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 4,
      "JJ-NN-NNS": 1,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-FW": 4,
      "IN-FW-NN": 1,
      "NNP-NN-NNP": 1,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 4,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "VBP-JJ-NN": 4,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNP-NN-NNS": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 5,
      "NNS-NNP-NN": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-NNP": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 4,
      "NN-IN-NNS": 3,
      "IN-NNS-VBP": 2,
      "VBP-NNS-VBP": 2,
      "NNS-NNP-FW": 1,
      "NNP-NN-JJ": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-FW-NNP": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "FW-NN-FW": 9,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NN-VBP-NN": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NN-JJ-NNS": 2,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 2,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "CD-NN-NN": 1,
      "NNP-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "IN-JJ-FW": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 2,
      "VBZ-FW-NN": 1,
      "FW-NN-IN": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "NN-NNP-FW": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "NNP-NN-VBZ": 1,
      "VBZ-FW-JJ": 1,
      "VBZ-FW-NNP": 1,
      "NN-FW-NNS": 1,
      "IN-FW-NNS": 1,
      "JJ-FW-NN": 2,
      "FW-JJ-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNP-NN-IN": 1,
      "IN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NNP-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 249,
        "FW": 197,
        "NNP": 90,
        "JJ": 66,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 145,
        "FW-FW": 128,
        "JJ-NN": 41,
        "NNP-NNP": 36,
        "NN-FW": 33
      },
      "top_trigrams": {
        "FW-FW-FW": 95,
        "NN-NN-NN": 83,
        "JJ-NN-NN": 30,
        "NNP-NNP-NNP": 17,
        "NN-FW-FW": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 185,
      "VP": 44,
      "PP": 7,
      "ADJP": 12
    },
    "top_rules": [
      {
        "rule": "NP -> ('Sons', 'NNP')",
        "frequency": 8,
        "weight": 0.0295
      },
      {
        "rule": "NP -> ('Thomas', 'NNP') ('Greg', 'NNP')",
        "frequency": 5,
        "weight": 0.0185
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0185
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0148
      },
      {
        "rule": "NP -> ('Colombia', 'NNP')",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "ADJP -> ('electoral', 'JJ')",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "VP -> ('firma', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('electorales', 'NNS')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Thomas', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "firma Thomas Greg"
      },
      {
        "label": "NP",
        "text": "Thomas Greg"
      },
      {
        "label": "NP",
        "text": "Sons"
      },
      {
        "label": "NP",
        "text": "fundada"
      },
      {
        "label": "NP",
        "text": "por Gregorio Bautista"
      },
      {
        "label": "VP",
        "text": "se ha convertido"
      },
      {
        "label": "NP",
        "text": "ha convertido"
      },
      {
        "label": "NP",
        "text": "Colombia"
      },
      {
        "label": "NP",
        "text": "El presidente ha manifestado su profunda desconfianza hacia la compañía ya que"
      },
      {
        "label": "VP",
        "text": "posee millonarios contratos estatales"
      },
      {
        "label": "NP",
        "text": "millonarios contratos estatales"
      },
      {
        "label": "NP",
        "text": "Aunque su origen parece legítimo"
      },
      {
        "label": "NP",
        "text": "ha sido constantemente cuestionada por"
      },
      {
        "label": "VP",
        "text": "su historial judicial y su rol preponderante"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP firma/VBZ (NP Thomas/NNP Greg/NNP))\n  &/CC\n  (NP Sons/NNP)\n  ,/,\n  (NP fundada/NN)\n  en/IN\n  1960/CD\n  (NP por/NN Gregorio/NNP Bautista/NNP)\n  ,/,\n  (VP se/VBD (NP ha/JJ convertido/NN))\n  en/FW\n  una/FW\n  de/FW\n  las/FW\n  empresas/FW\n  más/FW\n  polémicas/FW\n  de/FW\n  (NP Colombia/NNP)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    presidente/NN\n    ha/NN\n    manifestado/NN\n    su/NN\n    profunda/NN\n    desconfianza/NN\n    hacia/NN\n    la/NN\n    compañía/NN\n    ya/NN\n    que/NN)\n  (VP posee/VBP (NP millonarios/NNS contratos/NNS estatales/NNS))\n  ./.)",
      "(S\n  (NP Aunque/NNP su/NN origen/NN parece/NN legítimo/NN)\n  ,/,\n  la/FW\n  empresa/FW\n  (NP ha/NN sido/NN constantemente/NN cuestionada/NN por/NN)\n  (VP\n    su/VBP\n    (NP historial/JJ judicial/JJ y/NN su/NN rol/NN preponderante/NN))\n  en/FW\n  la/FW\n  emisión/FW\n  de/FW\n  pasaportes/FW\n  y/CC\n  la/FW\n  gestión/FW\n  de/FW\n  procesos/FW\n  (NP electorales/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP firma/VBZ (NP Thomas/NNP Greg/NNP))\n  &/CC\n  (NP Sons/NNP)\n  ,/,\n  (NP con/NN sede/NN)\n  (PP en/IN (NP Guernsey/NNP))\n  ,/,\n  (NP una/JJ isla/NN reconocida/NN como/NN)\n  (ADJP paraíso/JJ)\n  (ADJP fiscal/JJ)\n  ,/,\n  (NP fue/JJ inicialmente/NN la/NN)\n  representación/FW\n  (NP colombiana/NN)\n  de/IN\n  la/FW\n  británica/FW\n  (NP Thomas/NNP)\n  de/FW\n  la/FW\n  (NP Rue/NNP)\n  ,/,\n  (NP evolucionando/NN hasta/NN convertirse/NN)\n  en/FW\n  (NP una/JJ firma/NN influyente/NN)\n  ./.)",
      "(S\n  (NP Más/NNP allá/NN)\n  de/FW\n  su/FW\n  (NP éxito/NNP comercial/NN)\n  ,/,\n  la/FW\n  compañía/FW\n  (NP ha/NN sido/NN señalada/NN por/NN presuntas/NNS)\n  (VP prácticas/VBP (NP corruptas/NNS))\n  ,/,\n  (NP incluyendo/JJ denuncias/NN)\n  de/IN\n  fraude/FW\n  (NP desde/JJ sus/NN inicios/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "LEYES_NORMATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "respaldo de sectores clave, augurando una batalla prolongada por el control de procesos fundamentales para la democracia colombiana. el pulso entre el gobierno de gustavo petro y thomas greg & sons se inscribe en un escenario latinoamericano donde la lucha contra",
        "position": [
          4000,
          4263
        ],
        "start": 4000,
        "end": 4263
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "respaldo de sectores clave, augurando una batalla prolongada por el control de procesos fundamentales para la democracia colombiana. el pulso entre el gobierno",
        "position": [
          4000,
          4159
        ],
        "start": 4000,
        "end": 4159
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "transparencia electoral",
        "position": [
          2677,
          2700
        ],
        "start": 2677,
        "end": 2700
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2958,
          2964
        ],
        "start": 2958,
        "end": 2964
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          3365,
          3375
        ],
        "start": 3365,
        "end": 3375
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de petro",
        "position": [
          3818,
          3835
        ],
        "start": 3818,
        "end": 3835
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ha manifestado",
        "position": [
          138,
          163
        ],
        "start": 138,
        "end": 163
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2839,
          2851
        ],
        "start": 2839,
        "end": 2851
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          125,
          133
        ],
        "start": 125,
        "end": 133
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          977,
          991
        ],
        "start": 977,
        "end": 991
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado en",
        "position": [
          1553,
          1562
        ],
        "start": 1553,
        "end": 1562
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "6 de julio de 2025",
        "position": [
          2910,
          2928
        ],
        "start": 2910,
        "end": 2928
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2016",
        "position": [
          1723,
          1731
        ],
        "start": 1723,
        "end": 1731
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          1717,
          1726
        ],
        "start": 1717,
        "end": 1726
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3504,
          3511
        ],
        "start": 3504,
        "end": 3511
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2016",
        "position": [
          1717,
          1731
        ],
        "start": 1717,
        "end": 1731
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Camilo",
        "tipo": "Persona"
      },
      {
        "nombre": "Andrés Pastrana",
        "tipo": "Persona"
      },
      {
        "nombre": "Más",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fernando",
        "tipo": "Persona"
      },
      {
        "nombre": "Thomas & Sons",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gregorio Bautista",
        "tipo": "Persona"
      },
      {
        "nombre": "Registraduría Nacional del",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado Civil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guernsey",
        "tipo": "Lugar"
      },
      {
        "nombre": "Felipe Bautista",
        "tipo": "Persona"
      },
      {
        "nombre": "Santos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado colombiano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bautista",
        "tipo": "Persona"
      },
      {
        "nombre": "Thomas Greg and Sons",
        "tipo": "Persona"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gustavo Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Claudia López",
        "tipo": "Persona"
      },
      {
        "nombre": "Thomas Greg & Sons",
        "tipo": "Persona"
      },
      {
        "nombre": "Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Juan Manuel Santos",
        "tipo": "Persona"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Figuras",
        "tipo": "Persona"
      },
      {
        "nombre": "Thomas de la Rue",
        "tipo": "Persona"
      },
      {
        "nombre": "Thomas Greg & Sons",
        "tipo": "Organizacion"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Noemí Sanín",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Thomas Greg & Sons",
        "relacion": "CONVERTIR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "Gregorio Bautista",
        "relacion": "CONVERTIR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "Fernando",
        "relacion": "LOGRAR",
        "objeto": "Camilo"
      },
      {
        "sujeto": "Fernando",
        "relacion": "LOGRAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Camilo",
        "relacion": "LOGRAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Fernando",
        "relacion": "LOGRAR",
        "objeto": "Felipe Bautista"
      },
      {
        "sujeto": "Felipe Bautista",
        "relacion": "LOGRAR",
        "objeto": "Camilo"
      },
      {
        "sujeto": "Felipe Bautista",
        "relacion": "LOGRAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Fernando",
        "relacion": "CONDENAR_LOGRAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Camilo",
        "relacion": "CONDENAR_LOGRAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Santos",
        "relacion": "ARGUMENTAR",
        "objeto": "Claudia López"
      },
      {
        "sujeto": "Thomas & Sons",
        "relacion": "ARGUMENTAR",
        "objeto": "Claudia López"
      },
      {
        "sujeto": "Claudia López",
        "relacion": "ARGUMENTAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Santos",
        "relacion": "ASUMIR_TENER_ARGUMENTAR",
        "objeto": "Thomas & Sons"
      },
      {
        "sujeto": "Santos",
        "relacion": "ASUMIR_TENER_ARGUMENTAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Thomas & Sons",
        "relacion": "TENER_ARGUMENTAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "MARCAR",
        "objeto": "Estado colombiano"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "MARCAR",
        "objeto": "Thomas Greg & Sons"
      },
      {
        "sujeto": "Estado colombiano",
        "relacion": "MARCAR",
        "objeto": "Thomas Greg & Sons"
      },
      {
        "sujeto": "Petro",
        "relacion": "PONER",
        "objeto": "Registraduría Nacional del"
      },
      {
        "sujeto": "Petro",
        "relacion": "PONER",
        "objeto": "Estado Civil"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "AFIRMAR",
        "objeto": "Thomas Greg and Sons"
      }
    ]
  },
  "sentiment": {
    "compound": 0.765,
    "pos": 0.023,
    "neu": 0.967,
    "neg": 0.011,
    "label": "positive"
  }
}