{
  "url": "https://www.telesurtv.net/la-guerra-economica-y-las-consecuencias-de-la-politica-de-sanciones-estadounidenses/",
  "title": "Sanciones a Venezuela causaron crisis tres veces peor que la Gran Depresión de EE.UU., según The Washington Post - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "28J",
    "Sanciones EE.UU.",
    "venezuela decide 2024"
  ],
  "text": "Estados Unidos ha intensificado drásticamente su uso de sanciones económicas en las últimas décadas, convirtiéndolas en una herramienta clave de su política exterior. Según un análisis de The Washington Post, actualmente ese país impone sanciones unilaterales a un ritmo récord, afectando a más del 60 por ciento de los países de bajos ingresos.\nEsta estrategia, que se ha profundizado a lo largo de cuatro administraciones presidenciales, ha transformado las sanciones en un arma de “guerra económica perpetua”. Como señala el artículo de Jeff Stein (reportero de economía de la Casa Blanca) y Federica Cocco (periodista de datos en la sección de negocios), “Estados Unidos impone tres veces más sanciones que cualquier otro país u organismo internacional”, castigando a un tercio de todas las naciones con algún tipo de penalización económica.\n\nLas sanciones a Venezuela: Un arma de doble filo en la política exterior de EE.UU.\nStein y Cocco examinan el impacto de las sanciones estadounidenses sobre Venezuela, implementadas durante la administración Trump (2017-2021). Según el informe, estas medidas, diseñadas para desacreditar al Gobierno de Nicolás Maduro y fomentar la oposición, no solo fallaron en su objetivo principal de derrocar al mandatario, sino que además han sido ampliamente criticadas por exacerbar una de las peores crisis económicas en tiempos de paz de la historia moderna, señalan.\nConsideran que la eficacia de dichas medidas es cuestionable. En casos como Cuba, Irán, Siria y Corea del Norte, las sanciones no han logrado los cambios políticos deseados, pero han tenido consecuencias humanitarias significativas -sostienen- y destacan: “Por ejemplo, en Venezuela, las sanciones ‘contribuyeron a una contracción económica aproximadamente tres veces mayor que la causada por la Gran Depresión en Estados Unidos’”.\nEl auge de las sanciones ha generado preocupaciones incluso dentro del gobierno estadounidense. Según los analistas, algunos funcionarios han advertido al presidente Biden sobre los riesgos del uso excesivo de esta herramienta. Jack Lew, secretario del Tesoro durante la administración Obama (2009-2017), advirtió en 2016 sobre la “extralimitación de las sanciones” y el riesgo de su “uso excesivo”, subraya el texto.\nA pesar de los intentos de reforma, la administración Biden ha continuado con esta tendencia, imponiendo más de 6.000 sanciones en dos años, no solo contra Rusia sino también contra diversos objetivos globales.\n\nEl análisis de The Washington Post pone de relieve las complejas dinámicas de poder y dependencia que caracterizan el sistema financiero global actual, donde el dólar estadounidense juega un papel central y determinante. Destaca que el Departamento del Tesoro de EE.UU., como responsable de regular el sistema financiero del país, se ha convertido en el “guardián de las operaciones bancarias mundiales”. Esta posición otorga a Estados Unidos un poder significativo sobre las transacciones financieras globales.\nFinalmente, el medio estadounidense afirma que aunque las sanciones siguen siendo una herramienta importante de la política exterior estadounidense, sus consecuencias imprevistas y su impacto humanitario es incuestionable. Como destaca Wally Adeyemo, subsecretario del Tesoro -citado en el texto-, las sanciones “son una herramienta importante para ayudar a promover la seguridad nacional, pero solo deben utilizarse como parte de una estrategia de política exterior más amplia”.\nEn este sentido, el mismo periodista Jeff Stein, en un artículo el 26 de julio, señala que Donald Trump fue advertido de que las duras sanciones a Venezuela podrían (…) “acelerar un éxodo de millones de migrantes a las naciones vecinas, según tres funcionarios actuales y anteriores del gobierno de Estados Unidos”, y, aun así, impuso las sanciones económicas más duras en la historia de Estados Unidos a Venezuela.\nLa Casa Blanca de Trump fue advertida de que las sanciones a Venezuela podrían impulsar la migración\nEs una certeza cómo Washington y sus aliados europeos, utilizando las sanciones como arma geopolítica –al decir del canciller venezolano, Yván Gil, en la 89ª Reunión Plenaria de la Asamblea General de la ONU-, “representan una grave violación del derecho internacional y un acto de agresión contra naciones soberanas”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/la-guerra-economica-y-las-consecuencias-de-la-politica-de-sanciones-estadounidenses/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 159,
    "message_id": 73678,
    "date": "2024-07-27T21:55:07+00:00",
    "text": "teleSUR\nSanciones a Venezuela causaron crisis tres veces peor que la Gran Depresión de EE.UU., según The Washington Post\nhttps://www.telesurtv.net/la-guerra-economica-y-las-consecuencias-de-la-politica-de-sanciones-estadounidenses/",
    "photo_path": null,
    "views": 2694,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "estados unidos ha intensificado drásticamente su uso de sanciones económicas en las últimas décadas, convirtiéndolas en una herramienta clave de su política exterior. según un análisis de the washington post, actualmente ese país impone sanciones unilaterales a un ritmo récord, afectando a más del 60 por ciento de los países de bajos ingresos. esta estrategia, que se ha profundizado a lo largo de cuatro administraciones presidenciales, ha transformado las sanciones en un arma de “guerra económica perpetua”. como señala el artículo de jeff stein (reportero de economía de la casa blanca) y federica cocco (periodista de datos en la sección de negocios), “estados unidos impone tres veces más sanciones que cualquier otro país u organismo internacional”, castigando a un tercio de todas las naciones con algún tipo de penalización económica. las sanciones a venezuela: un arma de doble filo en la política exterior de ee.uu. stein y cocco examinan el impacto de las sanciones estadounidenses sobre venezuela, implementadas durante la administración trump (2017-2021). según el informe, estas medidas, diseñadas para desacreditar al gobierno de nicolás maduro y fomentar la oposición, no solo fallaron en su objetivo principal de derrocar al mandatario, sino que además han sido ampliamente criticadas por exacerbar una de las peores crisis económicas en tiempos de paz de la historia moderna, señalan. consideran que la eficacia de dichas medidas es cuestionable. en casos como cuba, irán, siria y corea del norte, las sanciones no han logrado los cambios políticos deseados, pero han tenido consecuencias humanitarias significativas -sostienen- y destacan: “por ejemplo, en venezuela, las sanciones ‘contribuyeron a una contracción económica aproximadamente tres veces mayor que la causada por la gran depresión en estados unidos’”. el auge de las sanciones ha generado preocupaciones incluso dentro del gobierno estadounidense. según los analistas, algunos funcionarios han advertido al presidente biden sobre los riesgos del uso excesivo de esta herramienta. jack lew, secretario del tesoro durante la administración obama (2009-2017), advirtió en 2016 sobre la “extralimitación de las sanciones” y el riesgo de su “uso excesivo”, subraya el texto. a pesar de los intentos de reforma, la administración biden ha continuado con esta tendencia, imponiendo más de 6.000 sanciones en dos años, no solo contra rusia sino también contra diversos objetivos globales. el análisis de the washington post pone de relieve las complejas dinámicas de poder y dependencia que caracterizan el sistema financiero global actual, donde el dólar estadounidense juega un papel central y determinante. destaca que el departamento del tesoro de ee.uu., como responsable de regular el sistema financiero del país, se ha convertido en el “guardián de las operaciones bancarias mundiales”. esta posición otorga a estados unidos un poder significativo sobre las transacciones financieras globales. finalmente, el medio estadounidense afirma que aunque las sanciones siguen siendo una herramienta importante de la política exterior estadounidense, sus consecuencias imprevistas y su impacto humanitario es incuestionable. como destaca wally adeyemo, subsecretario del tesoro -citado en el texto-, las sanciones “son una herramienta importante para ayudar a promover la seguridad nacional, pero solo deben utilizarse como parte de una estrategia de política exterior más amplia”. en este sentido, el mismo periodista jeff stein, en un artículo el 26 de julio, señala que donald trump fue advertido de que las duras sanciones a venezuela podrían (…) “acelerar un éxodo de millones de migrantes a las naciones vecinas, según tres funcionarios actuales y anteriores del gobierno de estados unidos”, y, aun así, impuso las sanciones económicas más duras en la historia de estados unidos a venezuela. la casa blanca de trump fue advertida de que las sanciones a venezuela podrían impulsar la migración es una certeza cómo washington y sus aliados europeos, utilizando las sanciones como arma geopolítica –al decir del canciller venezolano, yván gil, en la 89ª reunión plenaria de la asamblea general de la onu-, “representan una grave violación del derecho internacional y un acto de agresión contra naciones soberanas”.",
    "tokens": [
      "unidos",
      "intensificado",
      "drásticamente",
      "uso",
      "sanciones",
      "económicas",
      "últimas",
      "décadas",
      ",",
      "convirtiéndolas",
      "herramienta",
      "clave",
      "política",
      "exterior",
      ".",
      "según",
      "análisis",
      "the",
      "washington",
      "post",
      ",",
      "actualmente",
      "país",
      "impone",
      "sanciones",
      "unilaterales",
      "ritmo",
      "récord",
      ",",
      "afectando",
      "60",
      "ciento",
      "países",
      "bajos",
      "ingresos",
      ".",
      "estrategia",
      ",",
      "profundizado",
      "largo",
      "cuatro",
      "administraciones",
      "presidenciales",
      ",",
      "transformado",
      "sanciones",
      "arma",
      "“",
      "guerra",
      "económica",
      "perpetua",
      "”",
      ".",
      "señala",
      "artículo",
      "jeff",
      "stein",
      "(",
      "reportero",
      "economía",
      "casa",
      "blanca",
      ")",
      "federica",
      "cocco",
      "(",
      "periodista",
      "datos",
      "sección",
      "negocios",
      ")",
      ",",
      "“",
      "unidos",
      "impone",
      "tres",
      "veces",
      "sanciones",
      "cualquier",
      "país",
      "u",
      "organismo",
      "internacional",
      "”",
      ",",
      "castigando",
      "tercio",
      "todas",
      "naciones",
      "algún",
      "tipo",
      "penalización",
      "económica",
      ".",
      "sanciones",
      "venezuela",
      ":",
      "arma",
      "doble",
      "filo",
      "política",
      "exterior",
      "ee.uu.",
      "stein",
      "cocco",
      "examinan",
      "impacto",
      "sanciones",
      "estadounidenses",
      "venezuela",
      ",",
      "implementadas",
      "administración",
      "trump",
      "(",
      "2017-2021",
      ")",
      ".",
      "según",
      "informe",
      ",",
      "medidas",
      ",",
      "diseñadas",
      "desacreditar",
      "gobierno",
      "nicolás",
      "maduro",
      "fomentar",
      "oposición",
      ",",
      "solo",
      "fallaron",
      "objetivo",
      "principal",
      "derrocar",
      "mandatario",
      ",",
      "sino",
      "además",
      "sido",
      "ampliamente",
      "criticadas",
      "exacerbar",
      "peores",
      "crisis",
      "económicas",
      "tiempos",
      "paz",
      "historia",
      "moderna",
      ",",
      "señalan",
      ".",
      "consideran",
      "eficacia",
      "dichas",
      "medidas",
      "cuestionable",
      ".",
      "casos",
      "cuba",
      ",",
      "irán",
      ",",
      "siria",
      "corea",
      "norte",
      ",",
      "sanciones",
      "logrado",
      "cambios",
      "políticos",
      "deseados",
      ",",
      "consecuencias",
      "humanitarias",
      "significativas",
      "-sostienen-",
      "destacan",
      ":",
      "“",
      "ejemplo",
      ",",
      "venezuela",
      ",",
      "sanciones",
      "‘",
      "contribuyeron",
      "contracción",
      "económica",
      "aproximadamente",
      "tres",
      "veces",
      "mayor",
      "causada",
      "gran",
      "depresión",
      "unidos",
      "’",
      "”",
      ".",
      "auge",
      "sanciones",
      "generado",
      "preocupaciones",
      "incluso",
      "dentro",
      "gobierno",
      "estadounidense",
      ".",
      "según",
      "analistas",
      ",",
      "funcionarios",
      "advertido",
      "presidente",
      "biden",
      "riesgos",
      "uso",
      "excesivo",
      "herramienta",
      ".",
      "jack",
      "lew",
      ",",
      "secretario",
      "tesoro",
      "administración",
      "obama",
      "(",
      "2009-2017",
      ")",
      ",",
      "advirtió",
      "2016",
      "“",
      "extralimitación",
      "sanciones",
      "”",
      "riesgo",
      "“",
      "uso",
      "excesivo",
      "”",
      ",",
      "subraya",
      "texto",
      ".",
      "pesar",
      "intentos",
      "reforma",
      ",",
      "administración",
      "biden",
      "continuado",
      "tendencia",
      ",",
      "imponiendo",
      "6.000",
      "sanciones",
      "dos",
      "años",
      ",",
      "solo",
      "rusia",
      "sino",
      "diversos",
      "objetivos",
      "globales",
      ".",
      "análisis",
      "the",
      "washington",
      "post",
      "pone",
      "relieve",
      "complejas",
      "dinámicas",
      "poder",
      "dependencia",
      "caracterizan",
      "sistema",
      "financiero",
      "global",
      "actual",
      ",",
      "dólar",
      "estadounidense",
      "juega",
      "papel",
      "central",
      "determinante",
      ".",
      "destaca",
      "departamento",
      "tesoro",
      "ee.uu.",
      ",",
      "responsable",
      "regular",
      "sistema",
      "financiero",
      "país",
      ",",
      "convertido",
      "“",
      "guardián",
      "operaciones",
      "bancarias",
      "mundiales",
      "”",
      ".",
      "posición",
      "otorga",
      "unidos",
      "poder",
      "significativo",
      "transacciones",
      "financieras",
      "globales",
      ".",
      "finalmente",
      ",",
      "medio",
      "estadounidense",
      "afirma",
      "aunque",
      "sanciones",
      "siguen",
      "siendo",
      "herramienta",
      "importante",
      "política",
      "exterior",
      "estadounidense",
      ",",
      "consecuencias",
      "imprevistas",
      "impacto",
      "humanitario",
      "incuestionable",
      ".",
      "destaca",
      "wally",
      "adeyemo",
      ",",
      "subsecretario",
      "tesoro",
      "-citado",
      "texto-",
      ",",
      "sanciones",
      "“",
      "herramienta",
      "importante",
      "ayudar",
      "promover",
      "seguridad",
      "nacional",
      ",",
      "solo",
      "deben",
      "utilizarse",
      "parte",
      "estrategia",
      "política",
      "exterior",
      "amplia",
      "”",
      ".",
      ",",
      "mismo",
      "periodista",
      "jeff",
      "stein",
      ",",
      "artículo",
      "26",
      "julio",
      ",",
      "señala",
      "donald",
      "trump",
      "advertido",
      "duras",
      "sanciones",
      "venezuela",
      "podrían",
      "(",
      "…",
      ")",
      "“",
      "acelerar",
      "éxodo",
      "millones",
      "migrantes",
      "naciones",
      "vecinas",
      ",",
      "según",
      "tres",
      "funcionarios",
      "actuales",
      "anteriores",
      "gobierno",
      "unidos",
      "”",
      ",",
      ",",
      "aun",
      "así",
      ",",
      "impuso",
      "sanciones",
      "económicas",
      "duras",
      "historia",
      "unidos",
      "venezuela",
      ".",
      "casa",
      "blanca",
      "trump",
      "advertida",
      "sanciones",
      "venezuela",
      "podrían",
      "impulsar",
      "migración",
      "certeza",
      "cómo",
      "washington",
      "aliados",
      "europeos",
      ",",
      "utilizando",
      "sanciones",
      "arma",
      "geopolítica",
      "–al",
      "decir",
      "canciller",
      "venezolano",
      ",",
      "yván",
      "gil",
      ",",
      "89ª",
      "reunión",
      "plenaria",
      "asamblea",
      "general",
      "onu-",
      ",",
      "“",
      "representan",
      "grave",
      "violación",
      "derecho",
      "internacional",
      "acto",
      "agresión",
      "naciones",
      "soberanas",
      "”",
      "."
    ],
    "token_count": 467,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 92,
      "NN": 199,
      "FW": 129,
      "NNS": 47,
      "IN": 30,
      "JJ": 71,
      "DT": 5,
      "VBZ": 9,
      "CD": 5,
      "VBP": 24,
      "RB": 1,
      "JJR": 1,
      "CC": 1,
      "VBD": 4,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-NNP": 33,
      "NNP-NN": 31,
      "NN-NN": 103,
      "NN-FW": 20,
      "FW-FW": 75,
      "FW-NNS": 12,
      "NNS-IN": 4,
      "IN-JJ": 6,
      "JJ-NN": 40,
      "FW-NNP": 18,
      "NNP-JJ": 5,
      "NN-IN": 19,
      "IN-DT": 2,
      "DT-NNP": 2,
      "NNP-IN": 4,
      "NN-NNS": 12,
      "NNS-NNS": 8,
      "NNS-JJ": 1,
      "NN-VBZ": 3,
      "VBZ-CD": 1,
      "CD-NN": 2,
      "IN-FW": 14,
      "NNS-FW": 2,
      "FW-NN": 10,
      "NN-NNP": 19,
      "NN-JJ": 19,
      "NNS-VBP": 21,
      "VBP-JJ": 14,
      "JJ-NNS": 8,
      "IN-NNP": 2,
      "NNP-VBZ": 4,
      "VBZ-FW": 2,
      "VBP-NNS": 5,
      "NNS-RB": 1,
      "RB-JJR": 1,
      "JJR-JJ": 1,
      "FW-JJ": 13,
      "NNP-NNS": 1,
      "NNS-NNP": 6,
      "NNP-FW": 9,
      "IN-NN": 4,
      "NNS-VBZ": 1,
      "VBZ-JJ": 4,
      "JJ-NNP": 10,
      "VBZ-DT": 2,
      "DT-NN": 3,
      "NNS-NN": 2,
      "NN-VBP": 2,
      "VBP-IN": 1,
      "NNP-CC": 1,
      "CC-VBZ": 1,
      "JJ-JJ": 8,
      "IN-CD": 2,
      "VBP-NN": 3,
      "JJ-FW": 4,
      "CD-NNS": 1,
      "NN-DT": 1,
      "JJ-IN": 1,
      "NNP-VBP": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 1,
      "NNP-VBD": 3,
      "VBD-FW": 3,
      "FW-CD": 1,
      "CD-NNP": 1,
      "VBP-VBN": 1,
      "VBN-NN": 1
    },
    "trigram_freq": {
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 22,
      "NN-NN-NN": 50,
      "NN-NN-FW": 9,
      "NN-FW-FW": 13,
      "FW-FW-FW": 47,
      "FW-FW-NNS": 9,
      "FW-NNS-IN": 1,
      "NNS-IN-JJ": 2,
      "IN-JJ-NN": 5,
      "JJ-NN-NN": 20,
      "FW-FW-NNP": 8,
      "FW-NNP-JJ": 2,
      "NNP-JJ-NN": 4,
      "JJ-NN-IN": 11,
      "NN-IN-DT": 2,
      "IN-DT-NNP": 2,
      "DT-NNP-NNP": 2,
      "NNP-NNP-IN": 4,
      "NNP-IN-JJ": 1,
      "NN-NN-NNS": 7,
      "NN-NNS-NNS": 3,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-IN": 7,
      "NN-IN-FW": 11,
      "IN-FW-NNS": 2,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 1,
      "FW-FW-NN": 4,
      "FW-NN-NNP": 3,
      "NN-NNP-NN": 10,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 9,
      "JJ-NN-FW": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-NNS": 3,
      "NNS-NNS-IN": 1,
      "IN-FW-FW": 6,
      "FW-NNP-NN": 4,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NNP": 10,
      "NNP-NN-FW": 4,
      "NNP-NN-NNS": 2,
      "NNS-VBP-NNS": 5,
      "VBP-NNS-RB": 1,
      "NNS-RB-JJR": 1,
      "RB-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "NN-IN-JJ": 2,
      "JJ-NN-JJ": 3,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 3,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-NN": 10,
      "FW-NNP-NNS": 1,
      "NNP-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 3,
      "FW-FW-JJ": 7,
      "FW-JJ-NN": 4,
      "NN-IN-NN": 1,
      "IN-NN-FW": 2,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 5,
      "NN-FW-JJ": 3,
      "FW-JJ-NNP": 3,
      "JJ-NNP-JJ": 2,
      "NNP-JJ-NNP": 1,
      "NN-NNS-VBP": 7,
      "NN-JJ-NNP": 4,
      "JJ-NNP-FW": 2,
      "NNP-FW-NNP": 5,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 2,
      "NN-FW-NN": 1,
      "FW-NN-NN": 5,
      "FW-NNS-NN": 1,
      "NNS-NN-VBP": 1,
      "NN-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 8,
      "FW-NNP-CC": 1,
      "NNP-CC-VBZ": 1,
      "CC-VBZ-DT": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NNP": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 2,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 4,
      "VBP-NNS-VBP": 1,
      "JJ-NNP-NNP": 1,
      "NN-IN-CD": 2,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 2,
      "FW-JJ-FW": 3,
      "JJ-FW-NN": 3,
      "FW-NN-FW": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 4,
      "NNP-NN-IN": 1,
      "IN-FW-NN": 1,
      "JJ-JJ-NN": 5,
      "JJ-JJ-JJ": 2,
      "JJ-NN-NNP": 2,
      "NN-NNP-FW": 1,
      "NNP-NN-JJ": 1,
      "NN-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "VBP-NNS-NNP": 2,
      "NNP-NNP-JJ": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-JJ-NNS": 1,
      "VBP-JJ-JJ": 1,
      "NNP-NN-NNP": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-NN": 1,
      "NNS-NN-JJ": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-NN": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-FW": 3,
      "VBD-FW-FW": 2,
      "FW-NNS-NNP": 2,
      "NNS-FW-NN": 1,
      "FW-NN-NNS": 1,
      "VBP-NNS-NNS": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-VBD": 1,
      "VBD-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-NN": 1,
      "VBN-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 199,
        "FW": 129,
        "NNP": 92,
        "JJ": 71,
        "NNS": 47
      },
      "top_bigrams": {
        "NN-NN": 103,
        "FW-FW": 75,
        "JJ-NN": 40,
        "NNP-NNP": 33,
        "NNP-NN": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 50,
        "FW-FW-FW": 47,
        "NNP-NN-NN": 22,
        "JJ-NN-NN": 20,
        "NNS-VBP-JJ": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 170,
      "VP": 39,
      "PP": 12,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.028
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.016
      },
      {
        "rule": "NP -> ('sanciones', 'NNS')",
        "frequency": 4,
        "weight": 0.016
      },
      {
        "rule": "VP -> ('sanciones', 'VBZ') NP",
        "frequency": 4,
        "weight": 0.016
      },
      {
        "rule": "NP -> ('“', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('fue', 'VBD')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "S -> NP ('uso', 'FW') ('de', 'FW') ('sanciones', 'FW') ('económicas', 'FW') ('en', 'FW') ('las', 'FW') ('últimas', 'FW') NP (',', ',') NP VP ('de', 'FW') ('su', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP') ('ha', 'NN') ('intensificado', 'NN') ('drásticamente', 'NN') ('su', 'NN')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('décadas', 'NNS')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('convirtiéndolas', 'NNS')",
        "frequency": 1,
        "weight": 0.004
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Estados Unidos ha intensificado drásticamente su"
      },
      {
        "label": "NP",
        "text": "décadas"
      },
      {
        "label": "NP",
        "text": "convirtiéndolas"
      },
      {
        "label": "VP",
        "text": "en una herramienta clave"
      },
      {
        "label": "NP",
        "text": "una herramienta clave"
      },
      {
        "label": "NP",
        "text": "política exterior"
      },
      {
        "label": "NP",
        "text": "Según"
      },
      {
        "label": "NP",
        "text": "un análisis"
      },
      {
        "label": "PP",
        "text": "de The Washington Post"
      },
      {
        "label": "NP",
        "text": "The Washington Post"
      },
      {
        "label": "VP",
        "text": "actualmente ese"
      },
      {
        "label": "PP",
        "text": "país impone sanciones"
      },
      {
        "label": "NP",
        "text": "impone sanciones"
      },
      {
        "label": "VP",
        "text": "unilaterales a un ritmo récord"
      },
      {
        "label": "NP",
        "text": "a un ritmo récord"
      }
    ],
    "clause_structures": [
      "(S\n  (NP\n    Estados/NNP\n    Unidos/NNP\n    ha/NN\n    intensificado/NN\n    drásticamente/NN\n    su/NN)\n  uso/FW\n  de/FW\n  sanciones/FW\n  económicas/FW\n  en/FW\n  las/FW\n  últimas/FW\n  (NP décadas/NNS)\n  ,/,\n  (NP convirtiéndolas/NNS)\n  (VP en/VBP (NP una/JJ herramienta/NN clave/NN))\n  de/FW\n  su/FW\n  (NP política/NN exterior/NN)\n  ./.)",
      "(S\n  (NP Según/NNP)\n  (NP un/JJ análisis/NN)\n  (PP de/IN (NP The/DT Washington/NNP Post/NNP))\n  ,/,\n  (VP actualmente/VBZ ese/JJ)\n  (PP país/IN (NP impone/NN sanciones/NNS))\n  (VP unilaterales/VBZ (NP a/DT un/JJ ritmo/NN récord/NN))\n  ,/,\n  (VP afectando/VBZ (NP a/DT más/NN del/NN))\n  60/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  los/FW\n  (NP países/NNS)\n  de/FW\n  bajos/FW\n  (NP ingresos/NN)\n  ./.)",
      "(S\n  (NP Esta/NNP estrategia/NN)\n  ,/,\n  (ADJP que/JJ)\n  se/FW\n  (NP ha/NN)\n  (VP profundizado/VBP (NP a/DT lo/JJ largo/NN))\n  de/FW\n  cuatro/FW\n  (NP administraciones/NNS presidenciales/NNS)\n  ,/,\n  (NP ha/NN transformado/NN las/NN sanciones/NNS)\n  (PP en/IN (NP un/JJ arma/NN))\n  (PP de/IN (NP “/NNP guerra/NN económica/NN perpetua/NN ”/NN))\n  ./.)",
      "(S\n  (NP Como/NNP señala/NN el/NN artículo/NN)\n  (PP de/IN (NP Jeff/NNP Stein/NNP))\n  (/(\n  reportero/FW\n  de/FW\n  economía/FW\n  de/FW\n  la/FW\n  (NP Casa/NNP Blanca/NNP)\n  )/)\n  (NP y/NN Federica/NNP Cocco/NNP)\n  (/(\n  periodista/FW\n  de/FW\n  datos/FW\n  en/FW\n  la/FW\n  sección/FW\n  de/FW\n  negocios/FW\n  )/)\n  ,/,\n  (NP “/JJ Estados/NNP Unidos/NNP impone/NN tres/NNS veces/NNS)\n  (VP\n    más/VBP\n    (NP sanciones/NNS)\n    que/RB\n    (NP cualquier/JJR otro/JJ país/NN)\n    (NP u/JJ organismo/JJ internacional/JJ ”/NN))\n  ,/,\n  (VP castigando/VB (NP a/DT un/JJ tercio/NN))\n  de/IN\n  todas/FW\n  (NP las/JJ naciones/NNS)\n  (VP con/VBP (NP algún/JJ tipo/NN))\n  de/IN\n  penalización/FW\n  (NP económica/NN)\n  ./.)",
      "(S\n  (NP Las/NNP)\n  (VP sanciones/VBZ (NP a/DT Venezuela/NN))\n  :/:\n  (NP Un/NNP)\n  arma/FW\n  de/FW\n  (NP doble/JJ filo/NN)\n  (PP en/IN (NP la/NN))\n  política/FW\n  exterior/FW\n  de/FW\n  (NP EE.UU./NNP Stein/NNP)\n  (VP y/VBZ (NP Cocco/NNP examinan/NN el/NN impacto/NN))\n  de/IN\n  las/FW\n  (NP sanciones/NNS)\n  (VP estadounidenses/VBZ (NP sobre/JJ Venezuela/NNP))\n  ,/,\n  (NP implementadas/JJ durante/NN la/NN)\n  (NP administración/JJ Trump/NNP)\n  (/(\n  (ADJP 2017-2021/JJ)\n  )/)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra económica perpetua”. como señala el artículo de jeff stein (reportero de economía de la casa blanca) y federica cocco (periodista de datos en la",
        "position": [
          485,
          636
        ],
        "start": 485,
        "end": 636
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "contracción económica",
        "position": [
          1726,
          1747
        ],
        "start": 1726,
        "end": 1747
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2144,
          2152
        ],
        "start": 2144,
        "end": 2152
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de nicolás maduro",
        "position": [
          1137,
          1163
        ],
        "start": 1137,
        "end": 1163
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente biden sobre",
        "position": [
          1994,
          2016
        ],
        "start": 1994,
        "end": 2016
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          4182,
          4185
        ],
        "start": 4182,
        "end": 4185
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento del tesoro",
        "position": [
          2705,
          2728
        ],
        "start": 2705,
        "end": 2728
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "reportero de economía",
        "position": [
          552,
          573
        ],
        "start": 552,
        "end": 573
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          1483,
          1487
        ],
        "start": 1483,
        "end": 1487
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          0,
          14
        ],
        "start": 0,
        "end": 14
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          863,
          872
        ],
        "start": 863,
        "end": 872
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento del",
        "position": [
          2705,
          2721
        ],
        "start": 2705,
        "end": 2721
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          209,
          220
        ],
        "start": 209,
        "end": 220
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 6.000",
        "position": [
          2362,
          2374
        ],
        "start": 2362,
        "end": 2374
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Departamento del Tesoro de EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "Stein",
        "tipo": "Persona"
      },
      {
        "nombre": "The Washington Post",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea General de la ONU-",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Wally Adeyemo",
        "tipo": "Persona"
      },
      {
        "nombre": "Jack Lew",
        "tipo": "Persona"
      },
      {
        "nombre": "Obama",
        "tipo": "Persona"
      },
      {
        "nombre": "La Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cocco",
        "tipo": "Persona"
      },
      {
        "nombre": "Tesoro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Nicolás Maduro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Federica Cocco",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jeff Stein",
        "tipo": "Persona"
      },
      {
        "nombre": "Yván Gil",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Corea del Norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Siria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Estados Unidos",
        "relacion": "SE_ALAR_IMPONER",
        "objeto": "Jeff Stein"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "SE_ALAR_IMPONER",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "SE_ALAR_IMPONER",
        "objeto": "Federica Cocco"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "EXAMINAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Venezuela",
        "relacion": "EXAMINAR",
        "objeto": "Stein"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "EXAMINAR",
        "objeto": "Cocco"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "EXAMINAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "EXAMINAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "EXAMINAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Stein",
        "relacion": "EXAMINAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Stein",
        "relacion": "EXAMINAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Cocco",
        "relacion": "EXAMINAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Cocco",
        "relacion": "EXAMINAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Cuba",
        "relacion": "LOGRAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Irán",
        "relacion": "LOGRAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Siria",
        "relacion": "LOGRAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Corea del Norte",
        "relacion": "LOGRAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Rusia",
        "relacion": "CONTINUAR",
        "objeto": "Biden"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "SE_ALAR",
        "objeto": "Jeff Stein"
      },
      {
        "sujeto": "Jeff Stein",
        "relacion": "SE_ALAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Jeff Stein",
        "relacion": "SE_ALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "ADVERTIR_SE_ALAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "ADVERTIR_SE_ALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "PODER_ADVERTIR_SE_ALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ACELERAR_ADVERTIR_SE_ALAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "La Casa Blanca",
        "relacion": "ADVERTIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "La Casa Blanca",
        "relacion": "ADVERTIR",
        "objeto": "Washington"
      },
      {
        "sujeto": "La Casa Blanca",
        "relacion": "ADVERTIR",
        "objeto": "Yván Gil"
      },
      {
        "sujeto": "La Casa Blanca",
        "relacion": "ADVERTIR",
        "objeto": "Asamblea General de la ONU-"
      },
      {
        "sujeto": "Trump",
        "relacion": "ADVERTIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Trump",
        "relacion": "ADVERTIR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Trump",
        "relacion": "ADVERTIR",
        "objeto": "Yván Gil"
      },
      {
        "sujeto": "Trump",
        "relacion": "ADVERTIR",
        "objeto": "Asamblea General de la ONU-"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "IMPULSAR_ADVERTIR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "IMPULSAR_ADVERTIR",
        "objeto": "Yván Gil"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "IMPULSAR_ADVERTIR",
        "objeto": "Asamblea General de la ONU-"
      },
      {
        "sujeto": "Yván Gil",
        "relacion": "DECIR_UTILIZAR_ADVERTIR",
        "objeto": "Asamblea General de la ONU-"
      }
    ]
  },
  "sentiment": {
    "compound": 0.3818,
    "pos": 0.026,
    "neu": 0.953,
    "neg": 0.021,
    "label": "positive"
  }
}