{
  "url": "https://www.telesurtv.net/presidente-maduro-anuncia-creacion-de-un-fondo-especial-para-financiar-agricultura-popular/",
  "title": "Presidente Maduro anuncia creación de un fondo especial para financiar agricultura popular - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "28J",
    "elecciones",
    "Venezuela"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro Moros, participó este sábado en el encuentro nacional campesino que sesionó en Acarigua, estado Portuguesa, y desde allí anunció la creación del Fondo Especial Económico de Financiamiento para la Agricultura Conuquera, Comunal y Popular, que busca seguir empoderando a los productores y fortalecer su aporte ante la guerra económica de la oligarquía y los EE.UU.\n\nEl jefe de Estado subrayó la importancia de que la producción llegue de manera directa a los mercados sin intermediarios ni especuladores. Explicó que el fondo especial les permitirá que “ustedes construyan sus instrumentos, no dependan de nadie. El poder verdadero es cuando uno no depende de nadie”.\n“Ustedes producen y no puede venir nadie a ningunearlos”, agregó. Precisó que el fondo se colocará en el Ministerio del Poder Popular para las Comunas y Movimientos Sociales “para que llegue a cada uno de ustedes. Debemos ir hacia el camino del fortalecimiento del Poder Popular en la economía productiva. Hay que impulsar los conucos”, planteó.\nPor otra parte, anunció la creación de los Comités Locales de Abastecimiento de Combustible y Fertilizantes. Destacó su importancia para garantizar el suministro eficiente y de manera directa de insumos esenciales a los productores, así como escuchar y atender sus necesidades.\nRecalcó que dicha medida “busca fortalecer la producción agrícola y asegurar que los recursos lleguen directamente a quienes más los necesitan, evitando intermediarios y mejorando la distribución”.\nInstó a los campesinos y productores a participar activamente en estos comités, que ayudarán a impulsar significativamente la producción agrícola y mejorar las condiciones de vida en las zonas rurales.\nDestacó el aporte del campesinado en la producción de alimentos, ahora que el país logró cien por ciento de autoabastecimiento. En ese sentido, justipreció los esfuerzos hechos por el campesinado de Portuguesa, cuyos resultados hicieron a dicho estado merecedor de la sede del encuentro nacional campesino.\nMaduro Moros también escuchó opiniones de los productores, quienes manifestaron su interés por que se regule el precio de sus productos. Además, le trasmitieron pleno respaldo durante las elecciones presidenciales del 28J.\nEl ministro del Poder Popular para las Comunas y los Movimientos Sociales, Ángel Prado, expresó que el sector campesino es leal a la Revolución Bolivariana. Añadió que “el sector caficultor este año se niega a entregarle la cosecha al intermediario (…) Vamos a poder tener la mejor cosecha”, adelantó.\nEn gesto marcado por el simbolismo, y mientras blandía la espada del general independentista Ezequiel Zamora, Maduro Moros manifestó a los presentes: Estamos a las puertas de sellar una gran victoria que le va a garantizar al pueblo y a Venezuela su paz, estabilidad e independencia. A continuación se escucharon sus preguntas y la respuesta de los comuneros: “¿Colonia o patria? Patria. ¿Esclavos o libres? Libres. ¿Capitalismo salvaje o socialismo humanista? Socialismo humanista. ¿”Apellidos” o pueblo? Pueblo”.\nEl líder bolivariano ratificó que Venezuela será el asombro del mundo en la construcción de una sociedad de iguales. Solicitó a los presentes un juramento de lealtad, que les pidió llevar a cada casa, familia y comunidad.\nDijo de este modo: Ante la espada victoriosa de Zamora, ante Bolívar y Chávez, que no daré descanso a mis brazos ni reposo a mi alma hasta lograr la fuerza y la unión popular que nos lleve a una gran victoria sobre los planes criminales de los “apellidos”, sobre los planes violentos de la oligarquía; juro por Dios padre creador, por nuestro señor Jesucristo, por mi familia y por mi patria que construiré toda la fuerza de base para el 28 de julio tener la más grande victoria que jamás los patriotas hayamos tenido en la historia. Lo juro por mi vida y mi sangre. Así será. Comuneros y comuneras, quedan ustedes juramentados como el ejército de libertadores y libertadoras del campo venezolano. Vamos a la batalla y vamos a la victoria.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-maduro-anuncia-creacion-de-un-fondo-especial-para-financiar-agricultura-popular/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 656,
    "message_id": 73181,
    "date": "2024-07-13T20:55:08+00:00",
    "text": "teleSUR\nPresidente Maduro anuncia creación de un fondo especial para financiar agricultura popular\nhttps://www.telesurtv.net/presidente-maduro-anuncia-creacion-de-un-fondo-especial-para-financiar-agricultura-popular/",
    "photo_path": null,
    "views": 2180,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro moros, participó este sábado en el encuentro nacional campesino que sesionó en acarigua, estado portuguesa, y desde allí anunció la creación del fondo especial económico de financiamiento para la agricultura conuquera, comunal y popular, que busca seguir empoderando a los productores y fortalecer su aporte ante la guerra económica de la oligarquía y los ee.uu. el jefe de estado subrayó la importancia de que la producción llegue de manera directa a los mercados sin intermediarios ni especuladores. explicó que el fondo especial les permitirá que “ustedes construyan sus instrumentos, no dependan de nadie. el poder verdadero es cuando uno no depende de nadie”. “ustedes producen y no puede venir nadie a ningunearlos”, agregó. precisó que el fondo se colocará en el ministerio del poder popular para las comunas y movimientos sociales “para que llegue a cada uno de ustedes. debemos ir hacia el camino del fortalecimiento del poder popular en la economía productiva. hay que impulsar los conucos”, planteó. por otra parte, anunció la creación de los comités locales de abastecimiento de combustible y fertilizantes. destacó su importancia para garantizar el suministro eficiente y de manera directa de insumos esenciales a los productores, así como escuchar y atender sus necesidades. recalcó que dicha medida “busca fortalecer la producción agrícola y asegurar que los recursos lleguen directamente a quienes más los necesitan, evitando intermediarios y mejorando la distribución”. instó a los campesinos y productores a participar activamente en estos comités, que ayudarán a impulsar significativamente la producción agrícola y mejorar las condiciones de vida en las zonas rurales. destacó el aporte del campesinado en la producción de alimentos, ahora que el país logró cien por ciento de autoabastecimiento. en ese sentido, justipreció los esfuerzos hechos por el campesinado de portuguesa, cuyos resultados hicieron a dicho estado merecedor de la sede del encuentro nacional campesino. maduro moros también escuchó opiniones de los productores, quienes manifestaron su interés por que se regule el precio de sus productos. además, le trasmitieron pleno respaldo durante las elecciones presidenciales del 28j. el ministro del poder popular para las comunas y los movimientos sociales, ángel prado, expresó que el sector campesino es leal a la revolución bolivariana. añadió que “el sector caficultor este año se niega a entregarle la cosecha al intermediario (…) vamos a poder tener la mejor cosecha”, adelantó. en gesto marcado por el simbolismo, y mientras blandía la espada del general independentista ezequiel zamora, maduro moros manifestó a los presentes: estamos a las puertas de sellar una gran victoria que le va a garantizar al pueblo y a venezuela su paz, estabilidad e independencia. a continuación se escucharon sus preguntas y la respuesta de los comuneros: “¿colonia o patria? patria. ¿esclavos o libres? libres. ¿capitalismo salvaje o socialismo humanista? socialismo humanista. ¿”apellidos” o pueblo? pueblo”. el líder bolivariano ratificó que venezuela será el asombro del mundo en la construcción de una sociedad de iguales. solicitó a los presentes un juramento de lealtad, que les pidió llevar a cada casa, familia y comunidad. dijo de este modo: ante la espada victoriosa de zamora, ante bolívar y chávez, que no daré descanso a mis brazos ni reposo a mi alma hasta lograr la fuerza y la unión popular que nos lleve a una gran victoria sobre los planes criminales de los “apellidos”, sobre los planes violentos de la oligarquía; juro por dios padre creador, por nuestro señor jesucristo, por mi familia y por mi patria que construiré toda la fuerza de base para el 28 de julio tener la más grande victoria que jamás los patriotas hayamos tenido en la historia. lo juro por mi vida y mi sangre. así será. comuneros y comuneras, quedan ustedes juramentados como el ejército de libertadores y libertadoras del campo venezolano. vamos a la batalla y vamos a la victoria.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "participó",
      "sábado",
      "encuentro",
      "nacional",
      "campesino",
      "sesionó",
      "acarigua",
      ",",
      "portuguesa",
      ",",
      "allí",
      "anunció",
      "creación",
      "fondo",
      "especial",
      "económico",
      "financiamiento",
      "agricultura",
      "conuquera",
      ",",
      "comunal",
      "popular",
      ",",
      "busca",
      "seguir",
      "empoderando",
      "productores",
      "fortalecer",
      "aporte",
      "guerra",
      "económica",
      "oligarquía",
      "ee.uu.",
      "jefe",
      "subrayó",
      "importancia",
      "producción",
      "llegue",
      "manera",
      "directa",
      "mercados",
      "intermediarios",
      "especuladores",
      ".",
      "explicó",
      "fondo",
      "especial",
      "permitirá",
      "“",
      "ustedes",
      "construyan",
      "instrumentos",
      ",",
      "dependan",
      "nadie",
      ".",
      "poder",
      "verdadero",
      "depende",
      "nadie",
      "”",
      ".",
      "“",
      "ustedes",
      "producen",
      "puede",
      "venir",
      "nadie",
      "ningunearlos",
      "”",
      ",",
      "agregó",
      ".",
      "precisó",
      "fondo",
      "colocará",
      "ministerio",
      "poder",
      "popular",
      "comunas",
      "movimientos",
      "sociales",
      "“",
      "llegue",
      "cada",
      "ustedes",
      ".",
      "debemos",
      "ir",
      "hacia",
      "camino",
      "fortalecimiento",
      "poder",
      "popular",
      "economía",
      "productiva",
      ".",
      "impulsar",
      "conucos",
      "”",
      ",",
      "planteó",
      ".",
      "parte",
      ",",
      "anunció",
      "creación",
      "comités",
      "locales",
      "abastecimiento",
      "combustible",
      "fertilizantes",
      ".",
      "destacó",
      "importancia",
      "garantizar",
      "suministro",
      "eficiente",
      "manera",
      "directa",
      "insumos",
      "esenciales",
      "productores",
      ",",
      "así",
      "escuchar",
      "atender",
      "necesidades",
      ".",
      "recalcó",
      "dicha",
      "medida",
      "“",
      "busca",
      "fortalecer",
      "producción",
      "agrícola",
      "asegurar",
      "recursos",
      "lleguen",
      "directamente",
      "necesitan",
      ",",
      "evitando",
      "intermediarios",
      "mejorando",
      "distribución",
      "”",
      ".",
      "instó",
      "campesinos",
      "productores",
      "participar",
      "activamente",
      "comités",
      ",",
      "ayudarán",
      "impulsar",
      "significativamente",
      "producción",
      "agrícola",
      "mejorar",
      "condiciones",
      "vida",
      "zonas",
      "rurales",
      ".",
      "destacó",
      "aporte",
      "campesinado",
      "producción",
      "alimentos",
      ",",
      "ahora",
      "país",
      "logró",
      "cien",
      "ciento",
      "autoabastecimiento",
      ".",
      ",",
      "justipreció",
      "esfuerzos",
      "hechos",
      "campesinado",
      "portuguesa",
      ",",
      "cuyos",
      "resultados",
      "hicieron",
      "dicho",
      "merecedor",
      "sede",
      "encuentro",
      "nacional",
      "campesino",
      ".",
      "maduro",
      "moros",
      "escuchó",
      "opiniones",
      "productores",
      ",",
      "manifestaron",
      "interés",
      "regule",
      "precio",
      "productos",
      ".",
      "además",
      ",",
      "trasmitieron",
      "pleno",
      "respaldo",
      "elecciones",
      "presidenciales",
      "28j",
      ".",
      "ministro",
      "poder",
      "popular",
      "comunas",
      "movimientos",
      "sociales",
      ",",
      "ángel",
      "prado",
      ",",
      "expresó",
      "sector",
      "campesino",
      "leal",
      "revolución",
      "bolivariana",
      ".",
      "añadió",
      "“",
      "sector",
      "caficultor",
      "año",
      "niega",
      "entregarle",
      "cosecha",
      "intermediario",
      "(",
      "…",
      ")",
      "vamos",
      "poder",
      "tener",
      "mejor",
      "cosecha",
      "”",
      ",",
      "adelantó",
      ".",
      "gesto",
      "marcado",
      "simbolismo",
      ",",
      "mientras",
      "blandía",
      "espada",
      "general",
      "independentista",
      "ezequiel",
      "zamora",
      ",",
      "maduro",
      "moros",
      "manifestó",
      "presentes",
      ":",
      "puertas",
      "sellar",
      "gran",
      "victoria",
      "va",
      "garantizar",
      "pueblo",
      "venezuela",
      "paz",
      ",",
      "estabilidad",
      "independencia",
      ".",
      "continuación",
      "escucharon",
      "preguntas",
      "respuesta",
      "comuneros",
      ":",
      "“",
      "¿colonia",
      "patria",
      "?",
      "patria",
      ".",
      "¿esclavos",
      "libres",
      "?",
      "libres",
      ".",
      "¿capitalismo",
      "salvaje",
      "socialismo",
      "humanista",
      "?",
      "socialismo",
      "humanista",
      ".",
      "¿",
      "”",
      "apellidos",
      "”",
      "pueblo",
      "?",
      "pueblo",
      "”",
      ".",
      "líder",
      "bolivariano",
      "ratificó",
      "venezuela",
      "asombro",
      "mundo",
      "construcción",
      "sociedad",
      "iguales",
      ".",
      "solicitó",
      "presentes",
      "juramento",
      "lealtad",
      ",",
      "pidió",
      "llevar",
      "cada",
      "casa",
      ",",
      "familia",
      "comunidad",
      ".",
      "dijo",
      "modo",
      ":",
      "espada",
      "victoriosa",
      "zamora",
      ",",
      "bolívar",
      "chávez",
      ",",
      "daré",
      "descanso",
      "brazos",
      "reposo",
      "alma",
      "lograr",
      "fuerza",
      "unión",
      "popular",
      "lleve",
      "gran",
      "victoria",
      "planes",
      "criminales",
      "“",
      "apellidos",
      "”",
      ",",
      "planes",
      "violentos",
      "oligarquía",
      ";",
      "juro",
      "dios",
      "padre",
      "creador",
      ",",
      "señor",
      "jesucristo",
      ",",
      "familia",
      "patria",
      "construiré",
      "toda",
      "fuerza",
      "base",
      "28",
      "julio",
      "tener",
      "grande",
      "victoria",
      "jamás",
      "patriotas",
      "historia",
      ".",
      "juro",
      "vida",
      "sangre",
      ".",
      "así",
      ".",
      "comuneros",
      "comuneras",
      ",",
      "quedan",
      "ustedes",
      "juramentados",
      "ejército",
      "libertadores",
      "libertadoras",
      "campo",
      "venezolano",
      ".",
      "vamos",
      "batalla",
      "vamos",
      "victoria",
      "."
    ],
    "token_count": 428,
    "sentence_count": 34
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 88,
      "NN": 242,
      "FW": 129,
      "VBP": 17,
      "IN": 15,
      "JJ": 41,
      "VBZ": 8,
      "NNS": 30,
      "DT": 4,
      "VBD": 4,
      "CD": 2
    },
    "bigram_freq": {
      "NNP-NN": 34,
      "NN-FW": 25,
      "FW-NNP": 21,
      "NNP-NNP": 31,
      "NNP-VBP": 3,
      "VBP-NN": 4,
      "NN-NN": 154,
      "NN-IN": 11,
      "IN-FW": 13,
      "FW-FW": 76,
      "FW-JJ": 8,
      "JJ-NN": 29,
      "IN-NNP": 2,
      "NNP-FW": 9,
      "NN-NNP": 24,
      "NN-VBZ": 2,
      "VBZ-JJ": 6,
      "FW-NN": 17,
      "NN-JJ": 10,
      "NN-NNS": 13,
      "NNS-JJ": 2,
      "JJ-NNS": 6,
      "NNS-NNP": 7,
      "NN-VBP": 1,
      "VBP-JJ": 8,
      "NNS-VBP": 13,
      "NN-DT": 1,
      "DT-NN": 4,
      "JJ-DT": 1,
      "VBP-DT": 1,
      "JJ-JJ": 3,
      "NNP-VBZ": 6,
      "NNP-VBD": 3,
      "VBD-JJ": 3,
      "JJ-FW": 2,
      "FW-NNS": 6,
      "VBP-NNS": 2,
      "NNS-VBD": 1,
      "NNS-IN": 3,
      "NNP-JJ": 1,
      "NNS-NNS": 3,
      "VBP-CD": 1,
      "CD-NNP": 1,
      "VBD-FW": 1,
      "VBP-FW": 1,
      "VBZ-NNP": 1,
      "NNP-IN": 1,
      "VBZ-DT": 1,
      "NNS-FW": 1,
      "FW-CD": 1,
      "CD-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NNP": 12,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 4,
      "NN-NN-IN": 6,
      "NN-IN-FW": 9,
      "IN-FW-FW": 6,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 6,
      "JJ-NN-NN": 17,
      "NN-NN-NN": 98,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "NNP-FW-NNP": 5,
      "FW-NNP-NN": 9,
      "NNP-NN-NN": 24,
      "NN-NN-FW": 19,
      "NNP-NNP-FW": 4,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 10,
      "NNP-NNP-NN": 9,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 4,
      "NN-FW-FW": 12,
      "FW-FW-FW": 51,
      "FW-FW-NNP": 9,
      "FW-FW-NN": 8,
      "FW-NN-NN": 10,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 7,
      "JJ-NN-NNS": 3,
      "NN-NNS-JJ": 2,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-JJ": 6,
      "NNS-VBP-NN": 3,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-IN": 2,
      "IN-FW-NNP": 4,
      "NN-FW-NN": 6,
      "FW-NN-JJ": 1,
      "NN-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "JJ-NN-NNP": 6,
      "NN-NNP-NN": 10,
      "FW-NNP-FW": 4,
      "NNP-NN-NNS": 3,
      "NN-NNS-NNP": 4,
      "NNS-NNP-NNP": 2,
      "NNP-FW-FW": 2,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 4,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NN-FW-JJ": 2,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "NN-NN-NNS": 6,
      "NN-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "NN-NNS-VBP": 3,
      "VBP-JJ-NN": 5,
      "VBZ-JJ-NNS": 2,
      "VBP-JJ-FW": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 3,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-NN-FW": 4,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-NN-IN": 1,
      "IN-NNP-NN": 1,
      "JJ-NN-IN": 2,
      "NN-NNS-IN": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNP-FW-NN": 2,
      "NN-FW-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-NNP": 5,
      "NNP-NNP-VBZ": 3,
      "FW-NN-NNS": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "VBP-NNS-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNS-JJ-NN": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NNS": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "JJ-NN-JJ": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 242,
        "FW": 129,
        "NNP": 88,
        "JJ": 41,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 154,
        "FW-FW": 76,
        "NNP-NN": 34,
        "NNP-NNP": 31,
        "JJ-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 98,
        "FW-FW-FW": 51,
        "NNP-NN-NN": 24,
        "NN-NN-FW": 19,
        "JJ-NN-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 34,
    "chunk_counts": {
      "NP": 157,
      "PP": 9,
      "VP": 39,
      "ADJP": 1
    },
    "top_rules": [
      {
        "rule": "S -> NP ('.', '.')",
        "frequency": 6,
        "weight": 0.025
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0208
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "S -> NP ('?', '.')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "S -> NP ('de', 'FW') NP (',', ',') NP (',', ',') NP ('en', 'IN') ('el', 'FW') ('encuentro', 'FW') NP PP (',', ',') NP (',', ',') NP VP ('del', 'FW') NP ('de', 'FW') NP (',', ',') NP (',', ',') NP VP VP ('la', 'FW') ('guerra', 'FW') ('económica', 'FW') ('de', 'FW') ('la', 'FW') ('oligarquía', 'FW') ('y', 'FW') ('los', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0042
      },
      {
        "rule": "NP -> ('El', 'NNP') ('presidente', 'NN')",
        "frequency": 1,
        "weight": 0.0042
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 1,
        "weight": 0.0042
      },
      {
        "rule": "NP -> ('Nicolás', 'NNP') ('Maduro', 'NNP') ('Moros', 'NNP')",
        "frequency": 1,
        "weight": 0.0042
      },
      {
        "rule": "NP -> ('participó', 'NN') ('este', 'NN') ('sábado', 'NN')",
        "frequency": 1,
        "weight": 0.0042
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro Moros"
      },
      {
        "label": "NP",
        "text": "participó este sábado"
      },
      {
        "label": "NP",
        "text": "nacional campesino que sesionó"
      },
      {
        "label": "PP",
        "text": "en Acarigua"
      },
      {
        "label": "NP",
        "text": "Acarigua"
      },
      {
        "label": "NP",
        "text": "estado Portuguesa"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "VP",
        "text": "desde allí anunció la creación"
      },
      {
        "label": "NP",
        "text": "allí anunció la creación"
      },
      {
        "label": "NP",
        "text": "Fondo Especial Económico"
      },
      {
        "label": "NP",
        "text": "Financiamiento para la Agricultura Conuquera"
      },
      {
        "label": "NP",
        "text": "Comunal y Popular"
      },
      {
        "label": "NP",
        "text": "que busca seguir"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP Moros/NNP)\n  ,/,\n  (NP participó/NN este/NN sábado/NN)\n  en/IN\n  el/FW\n  encuentro/FW\n  (NP nacional/JJ campesino/NN que/NN sesionó/NN)\n  (PP en/IN (NP Acarigua/NNP))\n  ,/,\n  (NP estado/JJ Portuguesa/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP desde/VBZ (NP allí/JJ anunció/NN la/NN creación/NN))\n  del/FW\n  (NP Fondo/NNP Especial/NNP Económico/NNP)\n  de/FW\n  (NP Financiamiento/NNP para/NN la/NN Agricultura/NNP Conuquera/NNP)\n  ,/,\n  (NP Comunal/NNP y/NNP Popular/NNP)\n  ,/,\n  (NP que/NN busca/NN seguir/NN)\n  (VP empoderando/VBZ (NP a/DT los/JJ productores/NNS))\n  (VP y/VBP (NP fortalecer/JJ su/NN aporte/NN ante/NN))\n  la/FW\n  guerra/FW\n  económica/FW\n  de/FW\n  la/FW\n  oligarquía/FW\n  y/FW\n  los/FW\n  (NP EE.UU/NNP)\n  ./.)",
      "(S\n  (NP El/NNP jefe/NN)\n  de/FW\n  (NP Estado/NNP subrayó/NN la/NN)\n  importancia/FW\n  de/FW\n  que/FW\n  la/FW\n  producción/FW\n  llegue/FW\n  de/FW\n  manera/FW\n  (VP\n    directa/VBZ\n    (NP a/DT los/JJ mercados/NN sin/NN intermediarios/NNS)\n    (NP ni/JJ especuladores/NNS))\n  ./.)",
      "(S\n  (NP Explicó/NNP que/NN el/NN)\n  (VP fondo/VBP (NP especial/JJ les/NNS))\n  (VP permitirá/VBP (NP que/JJ “/NNP ustedes/NNS))\n  (VP construyan/VBP (NP sus/NN instrumentos/NN))\n  ,/,\n  (NP no/DT dependan/NN)\n  de/IN\n  nadie/FW\n  ./.)",
      "(S\n  (NP El/NNP poder/NN verdadero/NN)\n  es/FW\n  (NP cuando/NN)\n  (ADJP uno/JJ)\n  (NP no/DT depende/NN)\n  de/IN\n  nadie/FW\n  (NP ”/NNP)\n  ./.)",
      "(S\n  (NP “/NN Ustedes/NNP producen/NN y/NN)\n  (NP no/DT puede/NN venir/NN)\n  (PP nadie/IN (NP a/DT ningunearlos/JJ ”/NN))\n  ,/,\n  (NP agregó/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          2688,
          2697
        ],
        "start": 2688,
        "end": 2697
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          216,
          230
        ],
        "start": 216,
        "end": 230
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          2351,
          2358
        ],
        "start": 2351,
        "end": 2358
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          164,
          171
        ],
        "start": 164,
        "end": 171
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          546,
          553
        ],
        "start": 546,
        "end": 553
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "creador, por nuestro",
        "position": [
          3624,
          3644
        ],
        "start": 3624,
        "end": 3644
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del poder popular",
        "position": [
          2266,
          2292
        ],
        "start": 2266,
        "end": 2292
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "campesinos y productores a participar activamente en estos comités, que ayudarán a impulsar significativamente la producción agrícola y mejorar las condiciones de vida en las zonas rurales",
        "position": [
          1543,
          1731
        ],
        "start": 1543,
        "end": 1731
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          3101,
          3109
        ],
        "start": 3101,
        "end": 3109
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          425,
          432
        ],
        "start": 425,
        "end": 432
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1164,
          1171
        ],
        "start": 1164,
        "end": 1171
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado portuguesa",
        "position": [
          132,
          149
        ],
        "start": 132,
        "end": 149
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "independencia. a continuación se escucharon sus preguntas y la respuesta de los comuneros: “¿colonia o patria",
        "position": [
          2834,
          2943
        ],
        "start": 2834,
        "end": 2943
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Comités Locales de Abastecimiento de Combustible",
        "tipo": "Organizacion"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ángel Prado",
        "tipo": "Persona"
      },
      {
        "nombre": "Poder Popular para las Comunas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colonia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Precisó",
        "tipo": "Persona"
      },
      {
        "nombre": "Portuguesa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Ezequiel Zamora",
        "tipo": "Persona"
      },
      {
        "nombre": "Zamora",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Poder Popular",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Dios",
        "tipo": "Persona"
      },
      {
        "nombre": "Jesucristo",
        "tipo": "Persona"
      },
      {
        "nombre": "Comunal y Popular",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio del Poder Popular para las Comunas y Movimientos Sociales",
        "tipo": "Lugar"
      },
      {
        "nombre": "Movimientos Sociales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Pueblo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Revolución Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fondo Especial Económico de Financiamiento para la Agricultura Conuquera",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Acarigua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fertilizantes",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "PARTICIPAR",
        "objeto": "Acarigua"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "PARTICIPAR",
        "objeto": "Portuguesa"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "PARTICIPAR",
        "objeto": "Fondo Especial Económico de Financiamiento para la Agricultura Conuquera"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "PARTICIPAR",
        "objeto": "Comunal y Popular"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "PARTICIPAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "PARTICIPAR",
        "objeto": "Acarigua"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "PARTICIPAR",
        "objeto": "Portuguesa"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "PARTICIPAR",
        "objeto": "Fondo Especial Económico de Financiamiento para la Agricultura Conuquera"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "PARTICIPAR",
        "objeto": "Comunal y Popular"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "PARTICIPAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Acarigua",
        "relacion": "SESIONAR_PARTICIPAR",
        "objeto": "Fondo Especial Económico de Financiamiento para la Agricultura Conuquera"
      },
      {
        "sujeto": "Acarigua",
        "relacion": "SESIONAR_PARTICIPAR",
        "objeto": "Comunal y Popular"
      },
      {
        "sujeto": "Acarigua",
        "relacion": "SESIONAR_PARTICIPAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Portuguesa",
        "relacion": "PARTICIPAR",
        "objeto": "Fondo Especial Económico de Financiamiento para la Agricultura Conuquera"
      },
      {
        "sujeto": "Portuguesa",
        "relacion": "PARTICIPAR",
        "objeto": "Comunal y Popular"
      },
      {
        "sujeto": "Portuguesa",
        "relacion": "PARTICIPAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Precisó",
        "relacion": "PRECISAR",
        "objeto": "Ministerio del Poder Popular para las Comunas y Movimientos Sociales"
      },
      {
        "sujeto": "Poder Popular para las Comunas",
        "relacion": "EXPRESAR",
        "objeto": "Revolución Bolivariana"
      },
      {
        "sujeto": "Movimientos Sociales",
        "relacion": "EXPRESAR",
        "objeto": "Revolución Bolivariana"
      },
      {
        "sujeto": "Ángel Prado",
        "relacion": "EXPRESAR",
        "objeto": "Revolución Bolivariana"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "BLANDIR_MANIFESTAR",
        "objeto": "Ezequiel Zamora"
      },
      {
        "sujeto": "Ezequiel Zamora",
        "relacion": "BLANDIR_MANIFESTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "MANIFESTAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5514,
    "pos": 0.025,
    "neu": 0.954,
    "neg": 0.021,
    "label": "positive"
  }
}