{
  "url": "https://www.telesurtv.net/presidenta-de-honduras-afirma-que-su-gobierno-es-del-pueblo/",
  "title": "Presidenta de Honduras afirma que su gobierno es del pueblo - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Independencia de Centroamérica",
    "Presidenta"
  ],
  "text": "La presidenta de Honduras, Xiomara Castro, preside el acto de conmemoración por el 203 aniversario de la Independencia de Centroamérica, desde el Estadio Nacional “Chelato Uclés”, donde afirmó que su Gobierno es del pueblo.\nLa mandataria recalcó que hace dos años, en esta misma tribuna, ordenó la implementación de la Cátedra Morazánica, parte estructural de la reforma implementada durante su Gobierno, siguiendo el plan para refundar la patria.\n“El legado del centroamericanista y forjador de la patria grande debe ser reconocido, estudiado y practicado por nuestros menores como una guía a seguir por sus ideales, valores y pensamiento”, sostuvo.\nCastro Invitó a la juventud a continuar los estudios del general Francisco Morazán, por ser paladín de la unión centroamericana, y sus ideales de justicia y libertad.\n“Hemos establecido desde mi primer día de Gobierno, nuestro compromiso político y social a favor de la defensa de la democracia y la soberanía frente a la injerencia”, indicó.\nLa mandataria subrayó que su mensaje incomoda a un grupo de personas, acostumbradas a controlar el Estado y la economía nacional para hacer negocios nacionales, pero resaltó que la transparencia de su Gobierno va dirigida a devolver la dignidad y los derechos del pueblo, que fueron robados.\nCastro alertó que su Gobierno se enfrenta al centro de arbitraje que va en detrimento de la soberanía de Honduras: al Convenio sobre Arreglo de Diferencias Relativas a Inversiones entre Estados y Nacionales de Otros Estados (CIADI).\nDe igual manera recalcó que “en defensa de nuestra soberanía y con apoyo el gobierno derogó la ley que autoriza la venta de nuestro territorio”.\n“Honduras se defiende con dignidad y valentía”, dijo la mandataria, “al tiempo garantizamos elecciones libres y transparentes”.\n“Soberanía es garantizar que las decisiones que benefician al pueblo de Honduras sean tomadas por el gobierno elegido por el pueblo no por poderes facticos, precisó la presidenta al invitar a la clase trabajadora a seguir luchando por la independencia, la soberanía y la justicia. Honduras no es un negocio. Tienen que pagar impuestos”, manifestó.\nSobre la seguridad en el país, la jefa de Estado insistió que entre las principales políticas implementadas a dos años y siete meses de su gestión resalta la seguridad y los programas sociales.\nLos niños y niñas reciben diariamente su merienda escolar, remarcó al tiempo que insistió que miles de escuelas están siendo reconstruidas en el país, así como instituciones públicas sanitarias. Destacó entre ellos la construcción de un hospital en Tegucigalpa.\nPor otra parte reconoció el aumento de la producción de granos básicos para la alimentación del pueblo.\nJusticia\nDe igual manera, la presidenta declaró no cansarse para pedir justicia para los 174 mártires del régimen golpista y sostuvo que se va a investigar y obtener justicia tras el asesinato del líder ambientalista Juan López en Tocoa, Colón.\n“Exijo la mayor atención para nuestras autoridades para que se aclare el asesinato del líder ambientalista”, convocó.\nEn horas de la mañana, la mandataria participó en el acto solemne de la izada de la Bandera Nacional en la Plaza Central de Tegucigalpa (capital), en donde el alcalde Jorge Aldana leyó el acta de independencia, para dar inicio a los desfiles, coordinados por el Comité Cívico Interinstitucional Permanente (Cocip).\n“¡Viva Honduras, Viva Centroamérica, Viva la Independencia!”, exclamó la mandataria hondureña una vez que concluyó la lectura del documento.\nAsimismo, la jefa de Estado colocó una ofrenda floral a la estatua de Francisco Morazán, símbolo de lucha y unidad para todos los hondureños.\nDesde tempranas horas, las principales ciudades de Honduras han acogido a miles de personas que salieron a las calles para celebrar los desfiles patrios, vestidas con los colores de la bandera nacional.\nLos estudiantes de escuelas públicas y privadas han sido los protagonistas de la marcha, con elegantes coreografías, al ritmo de tambores y trompetas.\nLos desfiles no sólo constituyen una celebración más, sino que ratifican los valores de libertad, respeto y orgullo nacional.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidenta-de-honduras-afirma-que-su-gobierno-es-del-pueblo/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 940,
    "message_id": 76356,
    "date": "2024-09-15T18:55:13+00:00",
    "text": "teleSUR\nPresidenta de Honduras afirma que su gobierno es del pueblo\nhttps://www.telesurtv.net/presidenta-de-honduras-afirma-que-su-gobierno-es-del-pueblo/",
    "photo_path": null,
    "views": 3294,
    "reactions": {
      "👏": 66,
      "❤": 12,
      "👍": 6,
      "🤔": 1
    },
    "total_reactions": 85
  },
  "preprocessing": {
    "cleaned": "la presidenta de honduras, xiomara castro, preside el acto de conmemoración por el 203 aniversario de la independencia de centroamérica, desde el estadio nacional “chelato uclés”, donde afirmó que su gobierno es del pueblo. la mandataria recalcó que hace dos años, en esta misma tribuna, ordenó la implementación de la cátedra morazánica, parte estructural de la reforma implementada durante su gobierno, siguiendo el plan para refundar la patria. “el legado del centroamericanista y forjador de la patria grande debe ser reconocido, estudiado y practicado por nuestros menores como una guía a seguir por sus ideales, valores y pensamiento”, sostuvo. castro invitó a la juventud a continuar los estudios del general francisco morazán, por ser paladín de la unión centroamericana, y sus ideales de justicia y libertad. “hemos establecido desde mi primer día de gobierno, nuestro compromiso político y social a favor de la defensa de la democracia y la soberanía frente a la injerencia”, indicó. la mandataria subrayó que su mensaje incomoda a un grupo de personas, acostumbradas a controlar el estado y la economía nacional para hacer negocios nacionales, pero resaltó que la transparencia de su gobierno va dirigida a devolver la dignidad y los derechos del pueblo, que fueron robados. castro alertó que su gobierno se enfrenta al centro de arbitraje que va en detrimento de la soberanía de honduras: al convenio sobre arreglo de diferencias relativas a inversiones entre estados y nacionales de otros estados (ciadi). de igual manera recalcó que “en defensa de nuestra soberanía y con apoyo el gobierno derogó la ley que autoriza la venta de nuestro territorio”. “honduras se defiende con dignidad y valentía”, dijo la mandataria, “al tiempo garantizamos elecciones libres y transparentes”. “soberanía es garantizar que las decisiones que benefician al pueblo de honduras sean tomadas por el gobierno elegido por el pueblo no por poderes facticos, precisó la presidenta al invitar a la clase trabajadora a seguir luchando por la independencia, la soberanía y la justicia. honduras no es un negocio. tienen que pagar impuestos”, manifestó. sobre la seguridad en el país, la jefa de estado insistió que entre las principales políticas implementadas a dos años y siete meses de su gestión resalta la seguridad y los programas sociales. los niños y niñas reciben diariamente su merienda escolar, remarcó al tiempo que insistió que miles de escuelas están siendo reconstruidas en el país, así como instituciones públicas sanitarias. destacó entre ellos la construcción de un hospital en tegucigalpa. por otra parte reconoció el aumento de la producción de granos básicos para la alimentación del pueblo. justicia de igual manera, la presidenta declaró no cansarse para pedir justicia para los 174 mártires del régimen golpista y sostuvo que se va a investigar y obtener justicia tras el asesinato del líder ambientalista juan lópez en tocoa, colón. “exijo la mayor atención para nuestras autoridades para que se aclare el asesinato del líder ambientalista”, convocó. en horas de la mañana, la mandataria participó en el acto solemne de la izada de la bandera nacional en la plaza central de tegucigalpa (capital), en donde el alcalde jorge aldana leyó el acta de independencia, para dar inicio a los desfiles, coordinados por el comité cívico interinstitucional permanente (cocip). “¡viva honduras, viva centroamérica, viva la independencia!”, exclamó la mandataria hondureña una vez que concluyó la lectura del documento. asimismo, la jefa de estado colocó una ofrenda floral a la estatua de francisco morazán, símbolo de lucha y unidad para todos los hondureños. desde tempranas horas, las principales ciudades de honduras han acogido a miles de personas que salieron a las calles para celebrar los desfiles patrios, vestidas con los colores de la bandera nacional. los estudiantes de escuelas públicas y privadas han sido los protagonistas de la marcha, con elegantes coreografías, al ritmo de tambores y trompetas. los desfiles no sólo constituyen una celebración más, sino que ratifican los valores de libertad, respeto y orgullo nacional.",
    "tokens": [
      "presidenta",
      "honduras",
      ",",
      "xiomara",
      "castro",
      ",",
      "preside",
      "acto",
      "conmemoración",
      "203",
      "aniversario",
      "independencia",
      "centroamérica",
      ",",
      "estadio",
      "nacional",
      "“",
      "chelato",
      "uclés",
      "”",
      ",",
      "afirmó",
      "gobierno",
      "pueblo",
      ".",
      "mandataria",
      "recalcó",
      "hace",
      "dos",
      "años",
      ",",
      "misma",
      "tribuna",
      ",",
      "ordenó",
      "implementación",
      "cátedra",
      "morazánica",
      ",",
      "parte",
      "estructural",
      "reforma",
      "implementada",
      "gobierno",
      ",",
      "siguiendo",
      "plan",
      "refundar",
      "patria",
      ".",
      "“",
      "legado",
      "centroamericanista",
      "forjador",
      "patria",
      "grande",
      "debe",
      "ser",
      "reconocido",
      ",",
      "estudiado",
      "practicado",
      "menores",
      "guía",
      "seguir",
      "ideales",
      ",",
      "valores",
      "pensamiento",
      "”",
      ",",
      "sostuvo",
      ".",
      "castro",
      "invitó",
      "juventud",
      "continuar",
      "estudios",
      "general",
      "francisco",
      "morazán",
      ",",
      "ser",
      "paladín",
      "unión",
      "centroamericana",
      ",",
      "ideales",
      "justicia",
      "libertad",
      ".",
      "“",
      "establecido",
      "primer",
      "día",
      "gobierno",
      ",",
      "compromiso",
      "político",
      "social",
      "favor",
      "defensa",
      "democracia",
      "soberanía",
      "frente",
      "injerencia",
      "”",
      ",",
      "indicó",
      ".",
      "mandataria",
      "subrayó",
      "mensaje",
      "incomoda",
      "grupo",
      "personas",
      ",",
      "acostumbradas",
      "controlar",
      "economía",
      "nacional",
      "hacer",
      "negocios",
      "nacionales",
      ",",
      "resaltó",
      "transparencia",
      "gobierno",
      "va",
      "dirigida",
      "devolver",
      "dignidad",
      "derechos",
      "pueblo",
      ",",
      "robados",
      ".",
      "castro",
      "alertó",
      "gobierno",
      "enfrenta",
      "centro",
      "arbitraje",
      "va",
      "detrimento",
      "soberanía",
      "honduras",
      ":",
      "convenio",
      "arreglo",
      "diferencias",
      "relativas",
      "inversiones",
      "nacionales",
      "(",
      "ciadi",
      ")",
      ".",
      "igual",
      "manera",
      "recalcó",
      "“",
      "defensa",
      "soberanía",
      "apoyo",
      "gobierno",
      "derogó",
      "ley",
      "autoriza",
      "venta",
      "territorio",
      "”",
      ".",
      "“",
      "honduras",
      "defiende",
      "dignidad",
      "valentía",
      "”",
      ",",
      "dijo",
      "mandataria",
      ",",
      "“",
      "tiempo",
      "garantizamos",
      "elecciones",
      "libres",
      "transparentes",
      "”",
      ".",
      "“",
      "soberanía",
      "garantizar",
      "decisiones",
      "benefician",
      "pueblo",
      "honduras",
      "tomadas",
      "gobierno",
      "elegido",
      "pueblo",
      "poderes",
      "facticos",
      ",",
      "precisó",
      "presidenta",
      "invitar",
      "clase",
      "trabajadora",
      "seguir",
      "luchando",
      "independencia",
      ",",
      "soberanía",
      "justicia",
      ".",
      "honduras",
      "negocio",
      ".",
      "pagar",
      "impuestos",
      "”",
      ",",
      "manifestó",
      ".",
      "seguridad",
      "país",
      ",",
      "jefa",
      "insistió",
      "principales",
      "políticas",
      "implementadas",
      "dos",
      "años",
      "siete",
      "meses",
      "gestión",
      "resalta",
      "seguridad",
      "programas",
      "sociales",
      ".",
      "niños",
      "niñas",
      "reciben",
      "diariamente",
      "merienda",
      "escolar",
      ",",
      "remarcó",
      "tiempo",
      "insistió",
      "miles",
      "escuelas",
      "siendo",
      "reconstruidas",
      "país",
      ",",
      "así",
      "instituciones",
      "públicas",
      "sanitarias",
      ".",
      "destacó",
      "construcción",
      "hospital",
      "tegucigalpa",
      ".",
      "parte",
      "reconoció",
      "aumento",
      "producción",
      "granos",
      "básicos",
      "alimentación",
      "pueblo",
      ".",
      "justicia",
      "igual",
      "manera",
      ",",
      "presidenta",
      "declaró",
      "cansarse",
      "pedir",
      "justicia",
      "174",
      "mártires",
      "régimen",
      "golpista",
      "sostuvo",
      "va",
      "investigar",
      "obtener",
      "justicia",
      "tras",
      "asesinato",
      "líder",
      "ambientalista",
      "juan",
      "lópez",
      "tocoa",
      ",",
      "colón",
      ".",
      "“",
      "exijo",
      "mayor",
      "atención",
      "autoridades",
      "aclare",
      "asesinato",
      "líder",
      "ambientalista",
      "”",
      ",",
      "convocó",
      ".",
      "horas",
      "mañana",
      ",",
      "mandataria",
      "participó",
      "acto",
      "solemne",
      "izada",
      "bandera",
      "nacional",
      "plaza",
      "central",
      "tegucigalpa",
      "(",
      "capital",
      ")",
      ",",
      "alcalde",
      "jorge",
      "aldana",
      "leyó",
      "acta",
      "independencia",
      ",",
      "dar",
      "inicio",
      "desfiles",
      ",",
      "coordinados",
      "comité",
      "cívico",
      "interinstitucional",
      "permanente",
      "(",
      "cocip",
      ")",
      ".",
      "“",
      "¡viva",
      "honduras",
      ",",
      "viva",
      "centroamérica",
      ",",
      "viva",
      "independencia",
      "!",
      "”",
      ",",
      "exclamó",
      "mandataria",
      "hondureña",
      "vez",
      "concluyó",
      "lectura",
      "documento",
      ".",
      "asimismo",
      ",",
      "jefa",
      "colocó",
      "ofrenda",
      "floral",
      "estatua",
      "francisco",
      "morazán",
      ",",
      "símbolo",
      "lucha",
      "unidad",
      "hondureños",
      ".",
      "tempranas",
      "horas",
      ",",
      "principales",
      "ciudades",
      "honduras",
      "acogido",
      "miles",
      "personas",
      "salieron",
      "calles",
      "celebrar",
      "desfiles",
      "patrios",
      ",",
      "vestidas",
      "colores",
      "bandera",
      "nacional",
      ".",
      "estudiantes",
      "escuelas",
      "públicas",
      "privadas",
      "sido",
      "protagonistas",
      "marcha",
      ",",
      "elegantes",
      "coreografías",
      ",",
      "ritmo",
      "tambores",
      "trompetas",
      ".",
      "desfiles",
      "sólo",
      "constituyen",
      "celebración",
      ",",
      "sino",
      "ratifican",
      "valores",
      "libertad",
      ",",
      "respeto",
      "orgullo",
      "nacional",
      "."
    ],
    "token_count": 441,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 92,
      "FW": 147,
      "IN": 21,
      "NN": 213,
      "VBP": 21,
      "CD": 2,
      "VBZ": 14,
      "JJ": 57,
      "JJR": 2,
      "NNS": 30,
      "CC": 2,
      "DT": 4,
      "VBD": 2,
      "RB": 1,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-FW": 13,
      "FW-FW": 90,
      "FW-NNP": 22,
      "NNP-NNP": 41,
      "NNP-IN": 2,
      "IN-FW": 12,
      "FW-NN": 24,
      "NN-VBP": 3,
      "VBP-CD": 1,
      "CD-NN": 1,
      "NN-IN": 12,
      "NNP-NN": 18,
      "NN-NN": 125,
      "NN-NNP": 13,
      "NNP-VBZ": 6,
      "VBZ-FW": 2,
      "IN-JJ": 3,
      "JJ-NN": 34,
      "NN-FW": 26,
      "NNP-JJ": 5,
      "JJ-JJ": 8,
      "JJ-FW": 3,
      "VBP-NN": 4,
      "FW-JJR": 1,
      "JJR-NN": 2,
      "NN-JJ": 12,
      "JJ-NNS": 5,
      "NNS-VBP": 14,
      "VBP-JJ": 13,
      "NN-VBZ": 6,
      "VBZ-NNS": 2,
      "NNS-IN": 5,
      "JJ-NNP": 5,
      "NN-NNS": 14,
      "VBZ-JJR": 1,
      "FW-JJ": 6,
      "VBZ-IN": 2,
      "IN-NN": 1,
      "IN-NNP": 4,
      "NNP-CC": 2,
      "CC-JJ": 1,
      "FW-NNS": 3,
      "NNS-JJ": 3,
      "JJ-VBP": 1,
      "VBP-NNP": 2,
      "NNS-NNS": 3,
      "VBZ-JJ": 5,
      "CC-NNP": 1,
      "NNP-VBP": 2,
      "NNS-VBZ": 1,
      "NNS-NNP": 3,
      "NN-DT": 1,
      "DT-NN": 3,
      "NNP-DT": 1,
      "NNP-VBD": 1,
      "VBD-FW": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1,
      "FW-VBZ": 1,
      "VBZ-DT": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-NNS": 1,
      "VBP-NNS": 1,
      "IN-NNS": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 4,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NNP": 20,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-FW": 5,
      "FW-FW-FW": 62,
      "FW-FW-NN": 11,
      "FW-NN-VBP": 1,
      "NN-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-IN": 1,
      "NN-IN-FW": 7,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 4,
      "NNP-FW-NNP": 5,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 15,
      "NN-NN-NNP": 9,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NN": 7,
      "NN-NN-NN": 72,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NN": 1,
      "FW-NN-NNP": 3,
      "NN-NN-IN": 4,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "JJ-NN-NN": 21,
      "NN-NN-FW": 17,
      "NN-FW-FW": 14,
      "NNP-NNP-JJ": 3,
      "NNP-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NN-FW-NNP": 3,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 11,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-NN-JJ": 7,
      "NN-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 11,
      "NN-NN-VBZ": 4,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NN-NN-NNS": 9,
      "NN-NNS-VBP": 9,
      "VBP-JJ-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJR": 1,
      "VBZ-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "NN-VBZ-IN": 2,
      "VBZ-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NNP-NN": 3,
      "NN-IN-NNP": 2,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "JJ-NN-JJ": 2,
      "NN-JJ-NN": 5,
      "JJ-NN-IN": 5,
      "FW-NN-FW": 5,
      "IN-FW-NNS": 1,
      "FW-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-FW": 5,
      "NNP-FW-JJ": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NN": 1,
      "NN-FW-NN": 6,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "JJ-NN-FW": 2,
      "FW-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NNP-JJ-NN": 3,
      "FW-FW-NNS": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NNS": 1,
      "VBP-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "NN-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-JJ": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NN-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "JJ-NN-NNS": 3,
      "JJ-NNP-FW": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-VBP": 1,
      "NN-NNP-FW": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "IN-FW-NN": 3,
      "JJ-NN-NNP": 1,
      "FW-NN-JJ": 1,
      "NNP-NN-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NNP-NN-FW": 1,
      "FW-FW-JJ": 2,
      "NNP-NN-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NN-NNS-IN": 2,
      "VBZ-IN-FW": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-VBZ": 1,
      "VBZ-FW-FW": 1,
      "NN-JJ-FW": 1,
      "FW-NN-VBZ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "FW-NN-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 213,
        "FW": 147,
        "NNP": 92,
        "JJ": 57,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 125,
        "FW-FW": 90,
        "NNP-NNP": 41,
        "JJ-NN": 34,
        "NN-FW": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 72,
        "FW-FW-FW": 62,
        "JJ-NN-NN": 21,
        "NNP-NNP-NNP": 20,
        "NN-NN-FW": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 172,
      "VP": 44,
      "ADJP": 8,
      "PP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0308
      },
      {
        "rule": "NP -> ('Honduras', 'NNP')",
        "frequency": 4,
        "weight": 0.0154
      },
      {
        "rule": "NP -> ('pueblo', 'NN')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('Los', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "VP -> ('por', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Tegucigalpa', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "ADJP -> ('nacional', 'JJ')",
        "frequency": 2,
        "weight": 0.0077
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "Honduras"
      },
      {
        "label": "NP",
        "text": "Xiomara Castro"
      },
      {
        "label": "NP",
        "text": "el acto"
      },
      {
        "label": "NP",
        "text": "por"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "aniversario"
      },
      {
        "label": "NP",
        "text": "Independencia"
      },
      {
        "label": "NP",
        "text": "Centroamérica"
      },
      {
        "label": "NP",
        "text": "desde el Estadio Nacional “ Chelato Uclés ”"
      },
      {
        "label": "NP",
        "text": "donde afirmó que su Gobierno"
      },
      {
        "label": "VP",
        "text": "es"
      },
      {
        "label": "NP",
        "text": "pueblo"
      },
      {
        "label": "NP",
        "text": "La mandataria recalcó que hace dos años"
      },
      {
        "label": "NP",
        "text": "tribuna"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  presidenta/FW\n  de/FW\n  (NP Honduras/NNP)\n  ,/,\n  (NP Xiomara/NNP Castro/NNP)\n  ,/,\n  preside/RB\n  (NP el/JJ acto/NN)\n  de/IN\n  conmemoración/FW\n  (NP por/NN)\n  (VP el/VBP)\n  203/CD\n  (NP aniversario/NN)\n  de/IN\n  la/FW\n  (NP Independencia/NNP)\n  de/FW\n  (NP Centroamérica/NNP)\n  ,/,\n  (NP\n    desde/NN\n    el/NN\n    Estadio/NNP\n    Nacional/NNP\n    “/NNP\n    Chelato/NNP\n    Uclés/NNP\n    ”/NNP)\n  ,/,\n  (NP donde/NN afirmó/NN que/NN su/NN Gobierno/NNP)\n  (VP es/VBZ)\n  del/FW\n  (NP pueblo/NN)\n  ./.)",
      "(S\n  (NP La/NNP mandataria/NNP recalcó/NN que/NN hace/NN dos/NN años/NN)\n  ,/,\n  en/FW\n  esta/FW\n  misma/FW\n  (NP tribuna/NN)\n  ,/,\n  (ADJP ordenó/JJ)\n  la/FW\n  implementación/FW\n  de/FW\n  la/FW\n  (NP Cátedra/NNP Morazánica/NNP)\n  ,/,\n  (ADJP parte/JJ)\n  estructural/FW\n  de/FW\n  la/FW\n  reforma/FW\n  implementada/FW\n  durante/FW\n  su/FW\n  (NP Gobierno/NNP)\n  ,/,\n  (VP siguiendo/VBD (NP el/JJ plan/NN))\n  (VP para/VBP (NP refundar/NN la/NN patria/NN))\n  ./.)",
      "(S\n  (NP “/JJ El/NNP legado/NN del/NN centroamericanista/NN)\n  (NP y/JJ forjador/NN)\n  de/IN\n  la/FW\n  patria/FW\n  grande/FW\n  debe/FW\n  (NP ser/JJR reconocido/NN)\n  ,/,\n  estudiado/FW\n  y/FW\n  practicado/FW\n  por/FW\n  nuestros/FW\n  (NP menores/NNS)\n  (VP\n    como/VBP\n    (NP una/JJ guía/NN)\n    (NP a/DT seguir/NN por/NN sus/NN ideales/NNS))\n  ,/,\n  (NP valores/NNS)\n  (VP y/VBP)\n  (PP pensamiento/IN (NP ”/NNP))\n  ,/,\n  (NP sostuvo/NN)\n  ./.)",
      "(S\n  (NP Castro/NNP Invitó/NNP)\n  (NP a/DT la/NN juventud/NN)\n  (NP a/DT continuar/NN)\n  (NP los/JJ estudios/NNS)\n  (VP del/VBP (NP general/JJ Francisco/NNP Morazán/NNP))\n  ,/,\n  (VP por/VBZ (NP ser/JJR paladín/NN))\n  de/IN\n  la/FW\n  (NP unión/JJ centroamericana/NN)\n  ,/,\n  y/CC\n  (NP sus/NN ideales/NNS)\n  (PP de/IN (NP justicia/NN y/NN libertad/NN))\n  ./.)",
      "(S\n  (NP “/JJ Hemos/NNP establecido/NN desde/NN mi/NN primer/NN día/NN)\n  (PP de/IN (NP Gobierno/NNP))\n  ,/,\n  (NP nuestro/JJ compromiso/NN político/NN)\n  (VP y/VBP social/JJ (NP a/DT favor/NN))\n  de/IN\n  la/FW\n  defensa/FW\n  de/FW\n  la/FW\n  democracia/FW\n  y/FW\n  la/FW\n  soberanía/FW\n  frente/FW\n  (NP a/DT la/NN injerencia/NN ”/NNP)\n  ,/,\n  (NP indicó/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          2129,
          2138
        ],
        "start": 2129,
        "end": 2138
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          3200,
          3207
        ],
        "start": 3200,
        "end": 3207
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "mensaje incomoda a un grupo de personas, acostumbradas a controlar el estado y la economía nacional para hacer negocios nacionales, pero resaltó que la transparencia de su gobierno",
        "position": [
          1023,
          1203
        ],
        "start": 1023,
        "end": 1203
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo el gobierno",
        "position": [
          1586,
          1603
        ],
        "start": 1586,
        "end": 1603
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mensaje incomoda a un grupo de personas, acostumbradas a controlar el estado y la economía nacional",
        "position": [
          1023,
          1122
        ],
        "start": 1023,
        "end": 1122
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          186,
          192
        ],
        "start": 186,
        "end": 192
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alertó",
        "position": [
          1293,
          1299
        ],
        "start": 1293,
        "end": 1299
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          921,
          928
        ],
        "start": 921,
        "end": 928
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "construcción de un hospital",
        "position": [
          2552,
          2579
        ],
        "start": 2552,
        "end": 2579
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta de honduras",
        "position": [
          3,
          25
        ],
        "start": 3,
        "end": 25
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          3868,
          3879
        ],
        "start": 3868,
        "end": 3879
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1008,
          1015
        ],
        "start": 1008,
        "end": 1015
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2529,
          2536
        ],
        "start": 2529,
        "end": 2536
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          2571,
          2579
        ],
        "start": 2571,
        "end": 2579
      },
      {
        "category": "PAISES",
        "matched_text": "honduras",
        "position": [
          17,
          25
        ],
        "start": 17,
        "end": 25
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "tegucigalpa",
        "position": [
          2583,
          2594
        ],
        "start": 2583,
        "end": 2594
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y la",
        "position": [
          1093,
          1104
        ],
        "start": 1093,
        "end": 1104
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza central",
        "position": [
          3170,
          3183
        ],
        "start": 3170,
        "end": 3183
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          1331,
          1340
        ],
        "start": 1331,
        "end": 1340
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "hospital en",
        "position": [
          2571,
          2582
        ],
        "start": 2571,
        "end": 2582
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          3078,
          3084
        ],
        "start": 3078,
        "end": 3084
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "independencia de centroamérica, desde el estadio nacional",
        "position": [
          105,
          162
        ],
        "start": 105,
        "end": 162
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos del pueblo",
        "position": [
          1245,
          1264
        ],
        "start": 1245,
        "end": 1264
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Estadio Nacional “Chelato Uclés",
        "tipo": "Lugar"
      },
      {
        "nombre": "CIADI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Juan López",
        "tipo": "Persona"
      },
      {
        "nombre": "Comité Cívico Interinstitucional Permanente",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Xiomara Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Jorge Aldana",
        "tipo": "Persona"
      },
      {
        "nombre": "Cocip",
        "tipo": "Persona"
      },
      {
        "nombre": "Tegucigalpa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Justicia\nDe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Viva Centroamérica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francisco Morazán",
        "tipo": "Persona"
      },
      {
        "nombre": "Colón",
        "tipo": "Lugar"
      },
      {
        "nombre": "jefa de Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Honduras",
        "tipo": "Lugar"
      },
      {
        "nombre": "Viva Honduras",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tocoa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plaza Central de Tegucigalpa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Exijo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bandera Nacional",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Honduras",
        "relacion": "PRESIDIR",
        "objeto": "Estadio Nacional “Chelato Uclés"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "PRESIDIR",
        "objeto": "Honduras"
      },
      {
        "sujeto": "Xiomara Castro",
        "relacion": "PRESIDIR",
        "objeto": "Estadio Nacional “Chelato Uclés"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "PRESIDIR",
        "objeto": "Xiomara Castro"
      },
      {
        "sujeto": "Castro",
        "relacion": "INVITAR",
        "objeto": "Francisco Morazán"
      },
      {
        "sujeto": "Estado",
        "relacion": "CONTROLAR_INCOMODAR_RESALTAR_SUBRAYAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Castro",
        "relacion": "ALERTAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Castro",
        "relacion": "ALERTAR",
        "objeto": "Honduras"
      },
      {
        "sujeto": "Castro",
        "relacion": "ALERTAR",
        "objeto": "CIADI"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "ENFRENTAR_ALERTAR",
        "objeto": "Honduras"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "ENFRENTAR_ALERTAR",
        "objeto": "CIADI"
      },
      {
        "sujeto": "Justicia\nDe",
        "relacion": "DECLARAR",
        "objeto": "Juan López"
      },
      {
        "sujeto": "Justicia\nDe",
        "relacion": "DECLARAR",
        "objeto": "Tocoa"
      },
      {
        "sujeto": "Justicia\nDe",
        "relacion": "DECLARAR",
        "objeto": "Colón"
      },
      {
        "sujeto": "Jorge Aldana",
        "relacion": "LEER_PARTICIPAR",
        "objeto": "Comité Cívico Interinstitucional Permanente"
      },
      {
        "sujeto": "Jorge Aldana",
        "relacion": "LEER_PARTICIPAR",
        "objeto": "Cocip"
      }
    ]
  },
  "sentiment": {
    "compound": -0.6588,
    "pos": 0.004,
    "neu": 0.981,
    "neg": 0.015,
    "label": "negative"
  }
}