{
  "url": "https://www.telesurtv.net/trump-caos-sectores-clave-economia-eeuu/",
  "title": "Ofensiva antimigrante de Trump desata caos en sectores clave de la economía de EE.UU. - teleSUR",
  "section": "Mundo",
  "tags": [
    "deportaciones",
    "Economía",
    "EE.UU.",
    "Trump"
  ],
  "text": "La ofensiva antimigrante del presidente Donald Trump comienza a dejar profundas secuelas en la economía estadounidense.  Redadas masivas, deportaciones selectivas y miedo generalizado recorren campos agrícolas, construcciones y fábricas, paralizando sectores que dependen casi por completo de la mano de obra inmigrante.\nLEA TAMBIÉN:Corte Suprema de EE.UU. autoriza a Trump deportaciones rápidas de migrantes\nCon su retórica de “ley y orden” y una política de “tolerancia cero” impulsada desde la Casa Blanca, el mandatario republicano ha desatado un clima de persecución y pánico en ciudades, pueblos y campos donde durante décadas millones de migrantes —muchos sin documentos— han sostenido la economía desde las sombras.\nLas consecuencias del endurecimiento migratorio ya se hacen sentir con crudeza: frutas y vegetales pudriéndose en los campos, restaurantes sin personal, hoteles colapsados y construcciones paralizadas.\nEn palabras de la agricultora Lisa Tate, desde Ventura County, California: “Si el 70% de tu fuerza laboral no aparece, el 70% de tu cosecha se pierde. Esto no es sostenible. Los trabajadores tienen miedo. Los agricultores, ruina asegurada.”\nEl impacto, sin embargo, no es solo rural ni aislado. En urbes industriales como Pittsburgh, St. Louis o Buffalo, la reducción del flujo migratorio ha hecho retroceder el frágil dinamismo económico que inmigrantes recientes habían ayudado a reactivar.\nSegún Oxford Economics, la inmigración neta cayó a un ritmo anual de apenas 600.000 personas, una reducción de más de un tercio respecto a los últimos meses de 2024. Esta caída obedece casi exclusivamente al desplome de la inmigración no autorizada, resultado directo de la maquinaria represiva de ICE (Inmigración y Control de Aduanas).\nEl propio Trump, pese a admitir que los sectores agropecuarios “están siendo severamente afectados”, ha defendido las redadas. “No son ciudadanos, pero resultaron ser grandes trabajadores”, dijo en tono ambiguo.\nMás del 75% de las frutas y nueces que consume Estados Unidos se cultivan en California, donde el 80% de los trabajadores agrícolas son inmigrantes, y casi la mitad carecen de papeles.\nHoy, según testimonios recogidos por Reuters: Campos enteros están vacíos, empresas que antes empleaban a 300 personas ahora operan con apenas 80, sumado a que trabajadores autorizados también temen ser detenidos arbitrariamente.\n“Hoy nos asusta más la migra que el calor del sol”, declaró un jornalero guatemalteco citado por medios estadounidenses. “Si te agarran, puede que no vuelvas a ver a tu familia”.\nEl Washington Post y la agencia Reuters reportan redadas en lavaderos de autos, plantas empacadoras de carne, obras en construcción y hasta talleres textiles. En ciudades como Los Ángeles, las labores de reconstrucción tras los incendios forestales se han frenado por falta de mano de obra.\nLa industria del hipismo en Louisville, Kentucky, también se ha visto afectada. “Tiempos de miedo”, resumió un entrenador local.\nAunque Trump ha prometido castigar a las empresas que empleen a personas sin papeles, la inmensa mayoría de las redadas se ha centrado en los trabajadores, no en sus empleadores. Según el Washington Post, solo una empresa ha sido formalmente acusada tras decenas de redadas.\nEl análisis de Muzaffar Chishti, del Migration Policy Institute, es tajante: “Esta no es una ofensiva contra los empleadores, sino una campaña para inflar las cifras de deportación.”\nEl economista Bernard Yaros advierte que las políticas de Trump causarán una caída del 0,25% en el PIB a largo plazo, aumento de la inflación y frenos estructurales en sectores productivos. “Los nativos no reemplazarán a los trabajadores migrantes. Hacen trabajos distintos. Sin ellos, el sistema colapsa.”\nLa política migratoria de Donald Trump no solo criminaliza a los trabajadores que alimentan, construyen y limpian a Estados Unidos, sino que socava la base misma del modelo económico que dice proteger. Bajo la bandera del “control fronterizo”, se esconde una guerra de clase que ataca a los más vulnerables mientras blinda los intereses de los grandes empleadores.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/trump-caos-sectores-clave-economia-eeuu/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 2096,
    "message_id": 98008,
    "date": "2025-07-02T17:55:25+00:00",
    "text": "teleSUR\nOfensiva antimigrante de Trump desata caos en sectores clave de la economía de EE.UU.\nhttps://www.telesurtv.net/trump-caos-sectores-clave-economia-eeuu/",
    "photo_path": null,
    "views": 1615,
    "reactions": {
      "👍": 24,
      "😁": 6,
      "❤": 1,
      "👌": 1,
      "😈": 1
    },
    "total_reactions": 33
  },
  "preprocessing": {
    "cleaned": "la ofensiva antimigrante del presidente donald trump comienza a dejar profundas secuelas en la economía estadounidense. redadas masivas, deportaciones selectivas y miedo generalizado recorren campos agrícolas, construcciones y fábricas, paralizando sectores que dependen casi por completo de la mano de obra inmigrante. con su retórica de “ley y orden” y una política de “tolerancia cero” impulsada desde la casa blanca, el mandatario republicano ha desatado un clima de persecución y pánico en ciudades, pueblos y campos donde durante décadas millones de migrantes —muchos sin documentos— han sostenido la economía desde las sombras. las consecuencias del endurecimiento migratorio ya se hacen sentir con crudeza: frutas y vegetales pudriéndose en los campos, restaurantes sin personal, hoteles colapsados y construcciones paralizadas. en palabras de la agricultora lisa tate, desde ventura county, california: “si el 70% de tu fuerza laboral no aparece, el 70% de tu cosecha se pierde. esto no es sostenible. los trabajadores tienen miedo. los agricultores, ruina asegurada.” el impacto, sin embargo, no es solo rural ni aislado. en urbes industriales como pittsburgh, st. louis o buffalo, la reducción del flujo migratorio ha hecho retroceder el frágil dinamismo económico que inmigrantes recientes habían ayudado a reactivar. según oxford economics, la inmigración neta cayó a un ritmo anual de apenas 600.000 personas, una reducción de más de un tercio respecto a los últimos meses de 2024. esta caída obedece casi exclusivamente al desplome de la inmigración no autorizada, resultado directo de la maquinaria represiva de ice (inmigración y control de aduanas). el propio trump, pese a admitir que los sectores agropecuarios “están siendo severamente afectados”, ha defendido las redadas. “no son ciudadanos, pero resultaron ser grandes trabajadores”, dijo en tono ambiguo. más del 75% de las frutas y nueces que consume estados unidos se cultivan en california, donde el 80% de los trabajadores agrícolas son inmigrantes, y casi la mitad carecen de papeles. hoy, según testimonios recogidos por reuters: campos enteros están vacíos, empresas que antes empleaban a 300 personas ahora operan con apenas 80, sumado a que trabajadores autorizados también temen ser detenidos arbitrariamente. “hoy nos asusta más la migra que el calor del sol”, declaró un jornalero guatemalteco citado por medios estadounidenses. “si te agarran, puede que no vuelvas a ver a tu familia”. el washington post y la agencia reuters reportan redadas en lavaderos de autos, plantas empacadoras de carne, obras en construcción y hasta talleres textiles. en ciudades como los ángeles, las labores de reconstrucción tras los incendios forestales se han frenado por falta de mano de obra. la industria del hipismo en louisville, kentucky, también se ha visto afectada. “tiempos de miedo”, resumió un entrenador local. aunque trump ha prometido castigar a las empresas que empleen a personas sin papeles, la inmensa mayoría de las redadas se ha centrado en los trabajadores, no en sus empleadores. según el washington post, solo una empresa ha sido formalmente acusada tras decenas de redadas. el análisis de muzaffar chishti, del migration policy institute, es tajante: “esta no es una ofensiva contra los empleadores, sino una campaña para inflar las cifras de deportación.” el economista bernard yaros advierte que las políticas de trump causarán una caída del 0,25% en el pib a largo plazo, aumento de la inflación y frenos estructurales en sectores productivos. “los nativos no reemplazarán a los trabajadores migrantes. hacen trabajos distintos. sin ellos, el sistema colapsa.” la política migratoria de donald trump no solo criminaliza a los trabajadores que alimentan, construyen y limpian a estados unidos, sino que socava la base misma del modelo económico que dice proteger. bajo la bandera del “control fronterizo”, se esconde una guerra de clase que ataca a los más vulnerables mientras blinda los intereses de los grandes empleadores.",
    "tokens": [
      "ofensiva",
      "antimigrante",
      "presidente",
      "donald",
      "trump",
      "comienza",
      "dejar",
      "profundas",
      "secuelas",
      "economía",
      "estadounidense",
      ".",
      "redadas",
      "masivas",
      ",",
      "deportaciones",
      "selectivas",
      "miedo",
      "generalizado",
      "recorren",
      "campos",
      "agrícolas",
      ",",
      "construcciones",
      "fábricas",
      ",",
      "paralizando",
      "sectores",
      "dependen",
      "casi",
      "completo",
      "mano",
      "obra",
      "inmigrante",
      ".",
      "retórica",
      "“",
      "ley",
      "orden",
      "”",
      "política",
      "“",
      "tolerancia",
      "cero",
      "”",
      "impulsada",
      "casa",
      "blanca",
      ",",
      "mandatario",
      "republicano",
      "desatado",
      "clima",
      "persecución",
      "pánico",
      "ciudades",
      ",",
      "pueblos",
      "campos",
      "décadas",
      "millones",
      "migrantes",
      "—muchos",
      "documentos—",
      "sostenido",
      "economía",
      "sombras",
      ".",
      "consecuencias",
      "endurecimiento",
      "migratorio",
      "hacen",
      "sentir",
      "crudeza",
      ":",
      "frutas",
      "vegetales",
      "pudriéndose",
      "campos",
      ",",
      "restaurantes",
      "personal",
      ",",
      "hoteles",
      "colapsados",
      "construcciones",
      "paralizadas",
      ".",
      "palabras",
      "agricultora",
      "lisa",
      "tate",
      ",",
      "ventura",
      "county",
      ",",
      "california",
      ":",
      "“",
      "si",
      "70",
      "%",
      "fuerza",
      "laboral",
      "aparece",
      ",",
      "70",
      "%",
      "cosecha",
      "pierde",
      ".",
      "sostenible",
      ".",
      "trabajadores",
      "miedo",
      ".",
      "agricultores",
      ",",
      "ruina",
      "asegurada.",
      "”",
      "impacto",
      ",",
      "embargo",
      ",",
      "solo",
      "rural",
      "aislado",
      ".",
      "urbes",
      "industriales",
      "pittsburgh",
      ",",
      "st",
      ".",
      "louis",
      "buffalo",
      ",",
      "reducción",
      "flujo",
      "migratorio",
      "hecho",
      "retroceder",
      "frágil",
      "dinamismo",
      "económico",
      "inmigrantes",
      "recientes",
      "ayudado",
      "reactivar",
      ".",
      "según",
      "oxford",
      "economics",
      ",",
      "inmigración",
      "neta",
      "cayó",
      "ritmo",
      "anual",
      "apenas",
      "600.000",
      "personas",
      ",",
      "reducción",
      "tercio",
      "respecto",
      "últimos",
      "meses",
      "2024.",
      "caída",
      "obedece",
      "casi",
      "exclusivamente",
      "desplome",
      "inmigración",
      "autorizada",
      ",",
      "resultado",
      "directo",
      "maquinaria",
      "represiva",
      "ice",
      "(",
      "inmigración",
      "control",
      "aduanas",
      ")",
      ".",
      "propio",
      "trump",
      ",",
      "pese",
      "admitir",
      "sectores",
      "agropecuarios",
      "“",
      "siendo",
      "severamente",
      "afectados",
      "”",
      ",",
      "defendido",
      "redadas",
      ".",
      "“",
      "ciudadanos",
      ",",
      "resultaron",
      "ser",
      "grandes",
      "trabajadores",
      "”",
      ",",
      "dijo",
      "tono",
      "ambiguo",
      ".",
      "75",
      "%",
      "frutas",
      "nueces",
      "consume",
      "unidos",
      "cultivan",
      "california",
      ",",
      "80",
      "%",
      "trabajadores",
      "agrícolas",
      "inmigrantes",
      ",",
      "casi",
      "mitad",
      "carecen",
      "papeles",
      ".",
      "hoy",
      ",",
      "según",
      "testimonios",
      "recogidos",
      "reuters",
      ":",
      "campos",
      "enteros",
      "vacíos",
      ",",
      "empresas",
      "empleaban",
      "300",
      "personas",
      "ahora",
      "operan",
      "apenas",
      "80",
      ",",
      "sumado",
      "trabajadores",
      "autorizados",
      "temen",
      "ser",
      "detenidos",
      "arbitrariamente",
      ".",
      "“",
      "hoy",
      "asusta",
      "migra",
      "calor",
      "sol",
      "”",
      ",",
      "declaró",
      "jornalero",
      "guatemalteco",
      "citado",
      "medios",
      "estadounidenses",
      ".",
      "“",
      "si",
      "agarran",
      ",",
      "puede",
      "vuelvas",
      "ver",
      "familia",
      "”",
      ".",
      "washington",
      "post",
      "agencia",
      "reuters",
      "reportan",
      "redadas",
      "lavaderos",
      "autos",
      ",",
      "plantas",
      "empacadoras",
      "carne",
      ",",
      "obras",
      "construcción",
      "talleres",
      "textiles",
      ".",
      "ciudades",
      "ángeles",
      ",",
      "labores",
      "reconstrucción",
      "tras",
      "incendios",
      "forestales",
      "frenado",
      "falta",
      "mano",
      "obra",
      ".",
      "industria",
      "hipismo",
      "louisville",
      ",",
      "kentucky",
      ",",
      "visto",
      "afectada",
      ".",
      "“",
      "tiempos",
      "miedo",
      "”",
      ",",
      "resumió",
      "entrenador",
      "local",
      ".",
      "aunque",
      "trump",
      "prometido",
      "castigar",
      "empresas",
      "empleen",
      "personas",
      "papeles",
      ",",
      "inmensa",
      "mayoría",
      "redadas",
      "centrado",
      "trabajadores",
      ",",
      "empleadores",
      ".",
      "según",
      "washington",
      "post",
      ",",
      "solo",
      "empresa",
      "sido",
      "formalmente",
      "acusada",
      "tras",
      "decenas",
      "redadas",
      ".",
      "análisis",
      "muzaffar",
      "chishti",
      ",",
      "migration",
      "policy",
      "institute",
      ",",
      "tajante",
      ":",
      "“",
      "ofensiva",
      "empleadores",
      ",",
      "sino",
      "campaña",
      "inflar",
      "cifras",
      "deportación.",
      "”",
      "economista",
      "bernard",
      "yaros",
      "advierte",
      "políticas",
      "trump",
      "causarán",
      "caída",
      "0,25",
      "%",
      "pib",
      "largo",
      "plazo",
      ",",
      "aumento",
      "inflación",
      "frenos",
      "estructurales",
      "sectores",
      "productivos",
      ".",
      "“",
      "nativos",
      "reemplazarán",
      "trabajadores",
      "migrantes",
      ".",
      "hacen",
      "trabajos",
      "distintos",
      ".",
      ",",
      "sistema",
      "colapsa.",
      "”",
      "política",
      "migratoria",
      "donald",
      "trump",
      "solo",
      "criminaliza",
      "trabajadores",
      "alimentan",
      ",",
      "construyen",
      "limpian",
      "unidos",
      ",",
      "sino",
      "socava",
      "base",
      "misma",
      "modelo",
      "económico",
      "dice",
      "proteger",
      ".",
      "bajo",
      "bandera",
      "“",
      "control",
      "fronterizo",
      "”",
      ",",
      "esconde",
      "guerra",
      "clase",
      "ataca",
      "vulnerables",
      "mientras",
      "blinda",
      "intereses",
      "grandes",
      "empleadores",
      "."
    ],
    "token_count": 465,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "MD": 1,
      "VB": 2,
      "FW": 101,
      "NN": 184,
      "IN": 24,
      "NNS": 49,
      "VBP": 32,
      "JJ": 62,
      "VBZ": 23,
      "VBD": 5,
      "CD": 9,
      "DT": 10,
      "RB": 4,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-FW": 1,
      "FW-NN": 18,
      "NN-NNP": 15,
      "NNP-NNP": 37,
      "NNP-NN": 21,
      "NN-NN": 102,
      "NN-IN": 13,
      "IN-FW": 16,
      "FW-FW": 54,
      "FW-NNP": 15,
      "NN-NNS": 10,
      "NNS-VBP": 27,
      "VBP-JJ": 17,
      "JJ-NN": 25,
      "IN-NNS": 2,
      "JJ-NNS": 13,
      "NNP-IN": 1,
      "IN-NNP": 1,
      "NNP-JJ": 4,
      "JJ-NNP": 10,
      "NNP-NNS": 2,
      "NNS-FW": 4,
      "FW-JJ": 4,
      "NNP-VBZ": 6,
      "VBZ-NN": 1,
      "NN-JJ": 13,
      "NN-FW": 10,
      "FW-NNS": 6,
      "NNS-IN": 4,
      "VBP-NN": 3,
      "NNS-NNP": 4,
      "NNP-VBP": 3,
      "VBP-FW": 2,
      "NNS-NNS": 6,
      "VBP-IN": 2,
      "IN-NN": 3,
      "NN-VBZ": 14,
      "VBZ-JJ": 7,
      "JJ-JJ": 8,
      "VBP-NNS": 4,
      "NNP-FW": 9,
      "NNP-VBD": 2,
      "VBD-CD": 2,
      "CD-IN": 4,
      "JJ-DT": 2,
      "DT-NN": 8,
      "VBZ-CD": 2,
      "NNP-DT": 3,
      "VBZ-VB": 1,
      "VB-JJ": 1,
      "VBZ-DT": 2,
      "DT-JJ": 2,
      "JJ-RB": 1,
      "RB-JJ": 3,
      "VBP-NNP": 2,
      "VBZ-NNS": 3,
      "JJ-FW": 2,
      "FW-CD": 1,
      "CD-NNS": 2,
      "NNS-JJ": 1,
      "IN-CD": 1,
      "CD-NNP": 1,
      "NN-VBD": 3,
      "VBD-FW": 1,
      "FW-DT": 1,
      "VBZ-FW": 2,
      "VBP-DT": 1,
      "VBD-NN": 1,
      "JJ-CD": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-CD": 1,
      "CD-NN": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNS-VBZ": 1,
      "VBZ-NNP": 4,
      "NN-DT": 1,
      "NN-RB": 1,
      "FW-VBZ": 1,
      "VBD-NNS": 1,
      "NN-CD": 1,
      "VBZ-VBZ": 1,
      "NN-VBP": 1,
      "IN-JJ": 1,
      "FW-RB": 1
    },
    "trigram_freq": {
      "NNP-MD-VB": 1,
      "MD-VB-FW": 1,
      "VB-FW-NN": 1,
      "FW-NN-NNP": 4,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 14,
      "NN-NN-NN": 58,
      "NN-NN-IN": 9,
      "NN-IN-FW": 9,
      "IN-FW-FW": 6,
      "FW-FW-FW": 32,
      "FW-FW-NNP": 9,
      "FW-NNP-NN": 6,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 15,
      "VBP-JJ-NN": 9,
      "JJ-NN-NN": 13,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 2,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 7,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NNP": 16,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NNS": 2,
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 2,
      "IN-FW-NN": 3,
      "FW-NN-NN": 9,
      "NN-NN-NNP": 7,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-JJ": 6,
      "NN-JJ-NN": 6,
      "JJ-NN-IN": 4,
      "FW-NN-FW": 5,
      "NN-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 3,
      "NNS-IN-NNS": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "NN-NN-FW": 2,
      "NN-FW-NN": 4,
      "NN-NN-NNS": 6,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-FW": 2,
      "FW-FW-NN": 7,
      "NN-FW-FW": 2,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-IN": 2,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-VBZ": 9,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-JJ": 3,
      "JJ-JJ-NNS": 4,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-FW": 5,
      "NNP-NN-NNP": 2,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-CD": 1,
      "VBD-CD-IN": 2,
      "CD-IN-FW": 4,
      "FW-JJ-JJ": 1,
      "JJ-JJ-DT": 1,
      "JJ-DT-NN": 2,
      "DT-NN-VBZ": 3,
      "NN-VBZ-CD": 1,
      "VBZ-CD-IN": 2,
      "NN-NNP-DT": 2,
      "NNP-DT-NN": 3,
      "DT-NN-JJ": 2,
      "NN-JJ-NNP": 4,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-VBZ": 1,
      "NNP-VBZ-VB": 1,
      "VBZ-VB-JJ": 1,
      "VB-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-JJ": 2,
      "DT-JJ-RB": 1,
      "JJ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-FW": 4,
      "NN-VBZ-NNS": 3,
      "VBZ-NNS-VBP": 1,
      "JJ-NN-NNP": 2,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-NNS": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "NNP-JJ-NN": 1,
      "VBZ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "VBZ-JJ-NN": 2,
      "NNS-VBP-FW": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-CD": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-NNS": 3,
      "JJ-NNP-NNP": 5,
      "NNP-VBD-NN": 1,
      "VBD-NN-FW": 1,
      "NN-FW-NNP": 3,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBP-NN-NNS": 1,
      "VBP-JJ-FW": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-VBP": 3,
      "NNS-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "VBZ-JJ-NNP": 1,
      "NNP-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "FW-FW-NNS": 2,
      "FW-NNP-FW": 2,
      "JJ-NNP-FW": 1,
      "JJ-NN-JJ": 4,
      "VBP-JJ-JJ": 1,
      "NN-IN-NN": 2,
      "IN-NN-VBZ": 1,
      "DT-JJ-NN": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-VBD-NNS": 1,
      "VBD-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NNP": 2,
      "NNP-NN-FW": 1,
      "NNP-FW-NN": 2,
      "JJ-NN-NNS": 1,
      "VBP-IN-FW": 1,
      "NNP-FW-NNP": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-NNS-FW": 2,
      "NNP-NN-JJ": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "NN-NNP-NN": 2,
      "VBP-NNP-JJ": 1,
      "NNP-JJ-DT": 1,
      "DT-NN-NN": 2,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-NNP": 1,
      "NN-NNP-FW": 1,
      "NNP-NNP-DT": 1,
      "JJ-JJ-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "NNS-FW-RB": 1,
      "FW-RB-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 184,
        "FW": 101,
        "NNP": 90,
        "JJ": 62,
        "NNS": 49
      },
      "top_bigrams": {
        "NN-NN": 102,
        "FW-FW": 54,
        "NNP-NNP": 37,
        "NNS-VBP": 27,
        "JJ-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 58,
        "FW-FW-FW": 32,
        "NNP-NNP-NNP": 16,
        "NNS-VBP-JJ": 15,
        "NNP-NN-NN": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 188,
      "VP": 61,
      "PP": 11,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0203
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 5,
        "weight": 0.0169
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "VP -> ('trabajadores', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('migrantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('frutas', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('California', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "antimigrante"
      },
      {
        "label": "NP",
        "text": "presidente Donald Trump"
      },
      {
        "label": "VP",
        "text": "comienza a dejar profundas secuelas"
      },
      {
        "label": "NP",
        "text": "a dejar profundas secuelas"
      },
      {
        "label": "NP",
        "text": "estadounidense"
      },
      {
        "label": "NP",
        "text": "Redadas masivas"
      },
      {
        "label": "NP",
        "text": "deportaciones"
      },
      {
        "label": "VP",
        "text": "selectivas y miedo generalizado recorren campos agrícolas"
      },
      {
        "label": "NP",
        "text": "y miedo generalizado recorren campos agrícolas"
      },
      {
        "label": "NP",
        "text": "construcciones"
      },
      {
        "label": "VP",
        "text": "y fábricas"
      },
      {
        "label": "NP",
        "text": "fábricas"
      },
      {
        "label": "NP",
        "text": "paralizando sectores"
      },
      {
        "label": "VP",
        "text": "que dependen casi por completo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  ofensiva/MD\n  (VP antimigrante/VB)\n  del/FW\n  (NP presidente/NN Donald/NNP Trump/NNP)\n  (VP comienza/VBZ (NP a/DT dejar/NN profundas/NN secuelas/NN))\n  en/IN\n  la/FW\n  economía/FW\n  (NP estadounidense/NN)\n  ./.)",
      "(S\n  (NP Redadas/NNP masivas/NN)\n  ,/,\n  (NP deportaciones/NNS)\n  (VP\n    selectivas/VBP\n    (NP\n      y/JJ\n      miedo/NN\n      generalizado/NN\n      recorren/NN\n      campos/NN\n      agrícolas/NNS))\n  ,/,\n  (NP construcciones/NNS)\n  (VP y/VBP (NP fábricas/NN))\n  ,/,\n  (NP paralizando/NN sectores/NNS)\n  (VP que/VBP (NP dependen/JJ casi/NN por/NN completo/NN))\n  de/IN\n  la/FW\n  mano/FW\n  de/FW\n  obra/FW\n  (NP inmigrante/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Corte/NNP Suprema/NNP)\n  (PP de/IN (NP EE.UU./NNP))\n  (VP autoriza/VBD (NP a/DT Trump/NNP deportaciones/NNS))\n  rápidas/FW\n  de/FW\n  migrantes/FW\n  (NP Con/NNP su/NN retórica/NN)\n  (PP de/IN (NP “/NNP))\n  ley/CC\n  (NP y/NNP)\n  (VP orden/VBP (NP ”/NNP y/NNP) (NP una/JJ política/NN))\n  (PP\n    de/IN\n    (NP\n      “/NNP\n      tolerancia/NN\n      cero/NN\n      ”/NNP\n      impulsada/NN\n      desde/NN\n      la/NN\n      Casa/NNP\n      Blanca/NNP))\n  ,/,\n  (VP\n    el/VBZ\n    (NP mandatario/NN republicano/NN ha/NN desatado/NN)\n    (NP un/JJ clima/NN))\n  de/IN\n  persecución/FW\n  y/FW\n  pánico/FW\n  en/FW\n  (NP ciudades/NNS)\n  ,/,\n  (NP pueblos/NN y/NN campos/NN donde/NN durante/NN)\n  (NP décadas/JJ millones/NNS)\n  (PP de/IN (NP migrantes/NNS))\n  (VP\n    —muchos/VBP\n    (NP sin/NN documentos—/NN han/NN sostenido/NN la/NN))\n  economía/FW\n  (NP desde/NN las/NN sombras/NNS)\n  ./.)",
      "(S\n  (NP Las/NNP consecuencias/NN del/NN)\n  (PP endurecimiento/IN (NP migratorio/NN ya/NN))\n  se/FW\n  (NP hacen/NN sentir/NN con/NN crudeza/NN)\n  :/:\n  (NP frutas/NNS)\n  (VP y/VBP (NP vegetales/NNS))\n  (VP pudriéndose/VBP)\n  (PP en/IN (NP los/NN campos/NN))\n  ,/,\n  (VP restaurantes/VBZ sin/JJ personal/JJ)\n  ,/,\n  (NP hoteles/NNS)\n  (VP colapsados/VBP (NP y/JJ construcciones/NNS paralizadas/NNS))\n  ./.)",
      "(S\n  (NP En/NNP)\n  palabras/FW\n  de/FW\n  la/FW\n  agricultora/FW\n  (NP Lisa/NNP Tate/NNP)\n  ,/,\n  (NP desde/NN Ventura/NNP County/NNP)\n  ,/,\n  (NP California/NNP)\n  :/:\n  (NP “/NN Si/NNP)\n  (VP el/VBZ)\n  70/CD\n  (NP %/NN)\n  de/IN\n  tu/FW\n  (ADJP fuerza/JJ)\n  (ADJP laboral/JJ)\n  (NP no/DT aparece/NN)\n  ,/,\n  el/RB\n  70/CD\n  (NP %/NN)\n  de/IN\n  tu/FW\n  (NP cosecha/NN se/NN pierde/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          3573,
          3582
        ],
        "start": 3573,
        "end": 3582
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          2436,
          2443
        ],
        "start": 2436,
        "end": 2443
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "incendios forestales",
        "position": [
          2791,
          2811
        ],
        "start": 2791,
        "end": 2811
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente donald trump",
        "position": [
          29,
          52
        ],
        "start": 29,
        "end": 52
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "industriales",
        "position": [
          1230,
          1242
        ],
        "start": 1230,
        "end": 1242
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2016,
          2030
        ],
        "start": 2016,
        "end": 2030
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2154,
          2157
        ],
        "start": 2154,
        "end": 2157
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1183,
          1190
        ],
        "start": 1183,
        "end": 1190
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 personas",
        "position": [
          1499,
          1511
        ],
        "start": 1499,
        "end": 1511
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "600.000 personas",
        "position": [
          1495,
          1511
        ],
        "start": 1495,
        "end": 1511
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Louisville",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bernard Yaros",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington Post",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Según Oxford Economics",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ventura County",
        "tipo": "Lugar"
      },
      {
        "nombre": "Louis",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kentucky",
        "tipo": "Lugar"
      },
      {
        "nombre": "Reuters",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Los Ángeles",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Campos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corte Suprema de EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lisa Tate",
        "tipo": "Persona"
      },
      {
        "nombre": "Buffalo",
        "tipo": "Lugar"
      },
      {
        "nombre": "St",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "California",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pittsburgh",
        "tipo": "Lugar"
      },
      {
        "nombre": "agencia Reuters",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Migration Policy Institute",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Redadas",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "LEA",
        "relacion": "AUTORIZAR",
        "objeto": "Corte Suprema de EE.UU."
      },
      {
        "sujeto": "LEA",
        "relacion": "AUTORIZAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "LEA",
        "relacion": "AUTORIZAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "Corte Suprema de EE.UU.",
        "relacion": "AUTORIZAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Corte Suprema de EE.UU.",
        "relacion": "AUTORIZAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "Trump",
        "relacion": "AUTORIZAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "CONSUMIR_CULTIVAR",
        "objeto": "California"
      },
      {
        "sujeto": "Bernard Yaros",
        "relacion": "ADVERTIR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "CRIMINALIZAR",
        "objeto": "Estados Unidos"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9638,
    "pos": 0.027,
    "neu": 0.913,
    "neg": 0.06,
    "label": "negative"
  }
}