{
  "url": "https://www.telesurtv.net/noboa-impulsa-reforma-constitucional-para-permitir-bases-militares-extranjeras-en-ecuador/",
  "title": "Noboa impulsa reforma constitucional para permitir bases militares extranjeras en Ecuador - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Ecuador",
    "narcotráfico",
    "Presidencia Ecuador",
    "Reforma Constitucional"
  ],
  "text": "\n\nEl presidente ecuatoriano Daniel Noboa anunció su intención de impulsar una reforma constitucional que podría permitir el retorno de bases militares extranjeras al país. Esta iniciativa busca modificar el artículo 5 de la Constitución, que desde 2008 ha prohibido la presencia de instalaciones militares foráneas en territorio ecuatoriano.\nSegún el documento oficial, esta iniciativa surge en respuesta a la creciente amenaza del crimen organizado transnacional que enfrenta Ecuador. El gobierno sostiene que se requiere una “respuesta contundente a escala nacional e internacional” para combatir eficazmente este desafío.\nEl proyecto de reforma busca específicamente “eliminar la prohibición del establecimiento de bases militares extranjeras o de instalaciones extranjeras con propósitos militares”. Adicionalmente, se propone levantar la restricción sobre la cesión de bases militares ecuatorianas a fuerzas armadas o de seguridad de otros países.\nSegún el comunicado, la versión reformada del Artículo 5 de la Constitución simplemente declararía que “el Ecuador es un territorio de paz”.\nEl gobierno argumenta que las decisiones pasadas han dejado al país vulnerable frente a las amenazas actuales que trascienden fronteras. “Desde el gobierno tenemos muy claro cuál es el país que queremos. Es momento de que la Asamblea Nacional decida de qué lado de la historia estará”, afirma el comunicado presidencial.\nPosteriormente, el presidente Noboa publicó un mensaje en X desde Manta, ciudad que albergó una base estadounidense entre 1999 y 2009. En este mensaje, reiteró: “En un conflicto transnacional necesitamos respuesta nacional e internacional”.\nLa propuesta de Noboa evoca el recuerdo de la base estadounidense que operó en Manta, provincia de Manabí, durante una década. Sin embargo, el camino para esta reforma se anticipa largo y complejo en el ámbito legislativo.\nEl proyecto deberá superar varios obstáculos procedimentales en la Asamblea Nacional. Primero, requerirá la aprobación del Consejo de Administración Legislativa (CAL). Posteriormente, pasará a la Comisión de Seguridad, donde se elaborarán dos informes sucesivos. Finalmente, el proyecto será sometido a debate en el pleno del Legislativo.\nEsta iniciativa resalta en la política exterior ecuatoriana, remontándose a abril de 1999, cuando Ecuador y Estados Unidos firmaron un “compromiso interino”. Este acuerdo permitió a las fuerzas estadounidenses utilizar las instalaciones de la Fuerza Aérea Ecuatoriana (FAE) en Manta con el objetivo de combatir el narcotráfico.\nSin embargo, durante el mandato del expresidente Rafael Correa (2007-2017), se puso fin a este acuerdo bilateral. En 2009, la base estadounidense en Manta cerró sus operaciones, un hecho que simbolizó un cambio en la postura de Ecuador frente a la presencia militar extranjera.\nLa salida de las fuerzas estadounidenses de Manta se alineó con una tendencia regional hacia una mayor autonomía en asuntos de defensa. Ahora, la propuesta de Noboa podría revertir esta política, reabriendo el debate sobre la soberanía nacional y la cooperación militar internacional en Ecuador.\nSegún el analista Andrés Obando Balseca, la propuesta del presidente Noboa de permitir bases militares extranjeras en Ecuador podría resultar en una victoria significativa si logra la aprobación en la Asamblea Nacional. Obando explica que la mayoría de los ciudadanos podrían apoyar esta medida debido a la prolongada crisis de inseguridad que afecta al país.\n“En su momento el discurso de la soberanía funcionó y por eso tuvo tanto apoyo la Constitución de 2008, hoy la realidad del Ecuador es distinta”, señala Obando. Argumenta que el mensaje de que el narcotráfico es un problema internacional que requiere ayuda internacional “es muy efectivo” y podría inclinar la balanza a favor del regreso de las bases militares.\nSin embargo, el analista compara esto con las medidas aprobadas en la reciente consulta popular, que aún no han producido resultados tangibles y están empezando a generar críticas desde varios frentes.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/noboa-impulsa-reforma-constitucional-para-permitir-bases-militares-extranjeras-en-ecuador/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 880,
    "message_id": 76419,
    "date": "2024-09-16T23:55:24+00:00",
    "text": "teleSUR\nNoboa impulsa reforma constitucional para permitir bases militares extranjeras en Ecuador\nhttps://www.telesurtv.net/noboa-impulsa-reforma-constitucional-para-permitir-bases-militares-extranjeras-en-ecuador/",
    "photo_path": null,
    "views": 2953,
    "reactions": {
      "🤮": 73,
      "🤬": 23,
      "👎": 18,
      "👍": 3
    },
    "total_reactions": 117
  },
  "preprocessing": {
    "cleaned": "el presidente ecuatoriano daniel noboa anunció su intención de impulsar una reforma constitucional que podría permitir el retorno de bases militares extranjeras al país. esta iniciativa busca modificar el artículo 5 de la constitución, que desde 2008 ha prohibido la presencia de instalaciones militares foráneas en territorio ecuatoriano. según el documento oficial, esta iniciativa surge en respuesta a la creciente amenaza del crimen organizado transnacional que enfrenta ecuador. el gobierno sostiene que se requiere una “respuesta contundente a escala nacional e internacional” para combatir eficazmente este desafío. el proyecto de reforma busca específicamente “eliminar la prohibición del establecimiento de bases militares extranjeras o de instalaciones extranjeras con propósitos militares”. adicionalmente, se propone levantar la restricción sobre la cesión de bases militares ecuatorianas a fuerzas armadas o de seguridad de otros países. según el comunicado, la versión reformada del artículo 5 de la constitución simplemente declararía que “el ecuador es un territorio de paz”. el gobierno argumenta que las decisiones pasadas han dejado al país vulnerable frente a las amenazas actuales que trascienden fronteras. “desde el gobierno tenemos muy claro cuál es el país que queremos. es momento de que la asamblea nacional decida de qué lado de la historia estará”, afirma el comunicado presidencial. posteriormente, el presidente noboa publicó un mensaje en x desde manta, ciudad que albergó una base estadounidense entre 1999 y 2009. en este mensaje, reiteró: “en un conflicto transnacional necesitamos respuesta nacional e internacional”. la propuesta de noboa evoca el recuerdo de la base estadounidense que operó en manta, provincia de manabí, durante una década. sin embargo, el camino para esta reforma se anticipa largo y complejo en el ámbito legislativo. el proyecto deberá superar varios obstáculos procedimentales en la asamblea nacional. primero, requerirá la aprobación del consejo de administración legislativa (cal). posteriormente, pasará a la comisión de seguridad, donde se elaborarán dos informes sucesivos. finalmente, el proyecto será sometido a debate en el pleno del legislativo. esta iniciativa resalta en la política exterior ecuatoriana, remontándose a abril de 1999, cuando ecuador y estados unidos firmaron un “compromiso interino”. este acuerdo permitió a las fuerzas estadounidenses utilizar las instalaciones de la fuerza aérea ecuatoriana (fae) en manta con el objetivo de combatir el narcotráfico. sin embargo, durante el mandato del expresidente rafael correa (2007-2017), se puso fin a este acuerdo bilateral. en 2009, la base estadounidense en manta cerró sus operaciones, un hecho que simbolizó un cambio en la postura de ecuador frente a la presencia militar extranjera. la salida de las fuerzas estadounidenses de manta se alineó con una tendencia regional hacia una mayor autonomía en asuntos de defensa. ahora, la propuesta de noboa podría revertir esta política, reabriendo el debate sobre la soberanía nacional y la cooperación militar internacional en ecuador. según el analista andrés obando balseca, la propuesta del presidente noboa de permitir bases militares extranjeras en ecuador podría resultar en una victoria significativa si logra la aprobación en la asamblea nacional. obando explica que la mayoría de los ciudadanos podrían apoyar esta medida debido a la prolongada crisis de inseguridad que afecta al país. “en su momento el discurso de la soberanía funcionó y por eso tuvo tanto apoyo la constitución de 2008, hoy la realidad del ecuador es distinta”, señala obando. argumenta que el mensaje de que el narcotráfico es un problema internacional que requiere ayuda internacional “es muy efectivo” y podría inclinar la balanza a favor del regreso de las bases militares. sin embargo, el analista compara esto con las medidas aprobadas en la reciente consulta popular, que aún no han producido resultados tangibles y están empezando a generar críticas desde varios frentes.",
    "tokens": [
      "presidente",
      "ecuatoriano",
      "daniel",
      "noboa",
      "anunció",
      "intención",
      "impulsar",
      "reforma",
      "constitucional",
      "podría",
      "permitir",
      "retorno",
      "bases",
      "militares",
      "extranjeras",
      "país",
      ".",
      "iniciativa",
      "busca",
      "modificar",
      "artículo",
      "5",
      "constitución",
      ",",
      "2008",
      "prohibido",
      "presencia",
      "instalaciones",
      "militares",
      "foráneas",
      "territorio",
      "ecuatoriano",
      ".",
      "según",
      "documento",
      "oficial",
      ",",
      "iniciativa",
      "surge",
      "respuesta",
      "creciente",
      "amenaza",
      "crimen",
      "organizado",
      "transnacional",
      "enfrenta",
      "ecuador",
      ".",
      "gobierno",
      "sostiene",
      "requiere",
      "“",
      "respuesta",
      "contundente",
      "escala",
      "nacional",
      "internacional",
      "”",
      "combatir",
      "eficazmente",
      "desafío",
      ".",
      "proyecto",
      "reforma",
      "busca",
      "específicamente",
      "“",
      "eliminar",
      "prohibición",
      "establecimiento",
      "bases",
      "militares",
      "extranjeras",
      "instalaciones",
      "extranjeras",
      "propósitos",
      "militares",
      "”",
      ".",
      "adicionalmente",
      ",",
      "propone",
      "levantar",
      "restricción",
      "cesión",
      "bases",
      "militares",
      "ecuatorianas",
      "fuerzas",
      "armadas",
      "seguridad",
      "países",
      ".",
      "según",
      "comunicado",
      ",",
      "versión",
      "reformada",
      "artículo",
      "5",
      "constitución",
      "simplemente",
      "declararía",
      "“",
      "ecuador",
      "territorio",
      "paz",
      "”",
      ".",
      "gobierno",
      "argumenta",
      "decisiones",
      "pasadas",
      "dejado",
      "país",
      "vulnerable",
      "frente",
      "amenazas",
      "actuales",
      "trascienden",
      "fronteras",
      ".",
      "“",
      "gobierno",
      "claro",
      "cuál",
      "país",
      "queremos",
      ".",
      "momento",
      "asamblea",
      "nacional",
      "decida",
      "lado",
      "historia",
      "”",
      ",",
      "afirma",
      "comunicado",
      "presidencial",
      ".",
      "posteriormente",
      ",",
      "presidente",
      "noboa",
      "publicó",
      "mensaje",
      "x",
      "manta",
      ",",
      "ciudad",
      "albergó",
      "base",
      "estadounidense",
      "1999",
      "2009.",
      "mensaje",
      ",",
      "reiteró",
      ":",
      "“",
      "conflicto",
      "transnacional",
      "necesitamos",
      "respuesta",
      "nacional",
      "internacional",
      "”",
      ".",
      "propuesta",
      "noboa",
      "evoca",
      "recuerdo",
      "base",
      "estadounidense",
      "operó",
      "manta",
      ",",
      "provincia",
      "manabí",
      ",",
      "década",
      ".",
      "embargo",
      ",",
      "camino",
      "reforma",
      "anticipa",
      "largo",
      "complejo",
      "ámbito",
      "legislativo",
      ".",
      "proyecto",
      "deberá",
      "superar",
      "varios",
      "obstáculos",
      "procedimentales",
      "asamblea",
      "nacional",
      ".",
      "primero",
      ",",
      "requerirá",
      "aprobación",
      "consejo",
      "administración",
      "legislativa",
      "(",
      "cal",
      ")",
      ".",
      "posteriormente",
      ",",
      "pasará",
      "comisión",
      "seguridad",
      ",",
      "elaborarán",
      "dos",
      "informes",
      "sucesivos",
      ".",
      "finalmente",
      ",",
      "proyecto",
      "sometido",
      "debate",
      "pleno",
      "legislativo",
      ".",
      "iniciativa",
      "resalta",
      "política",
      "exterior",
      "ecuatoriana",
      ",",
      "remontándose",
      "abril",
      "1999",
      ",",
      "ecuador",
      "unidos",
      "firmaron",
      "“",
      "compromiso",
      "interino",
      "”",
      ".",
      "acuerdo",
      "permitió",
      "fuerzas",
      "estadounidenses",
      "utilizar",
      "instalaciones",
      "fuerza",
      "aérea",
      "ecuatoriana",
      "(",
      "fae",
      ")",
      "manta",
      "objetivo",
      "combatir",
      "narcotráfico",
      ".",
      "embargo",
      ",",
      "mandato",
      "expresidente",
      "rafael",
      "correa",
      "(",
      "2007-2017",
      ")",
      ",",
      "puso",
      "fin",
      "acuerdo",
      "bilateral",
      ".",
      "2009",
      ",",
      "base",
      "estadounidense",
      "manta",
      "cerró",
      "operaciones",
      ",",
      "hecho",
      "simbolizó",
      "cambio",
      "postura",
      "ecuador",
      "frente",
      "presencia",
      "militar",
      "extranjera",
      ".",
      "salida",
      "fuerzas",
      "estadounidenses",
      "manta",
      "alineó",
      "tendencia",
      "regional",
      "hacia",
      "mayor",
      "autonomía",
      "asuntos",
      "defensa",
      ".",
      "ahora",
      ",",
      "propuesta",
      "noboa",
      "podría",
      "revertir",
      "política",
      ",",
      "reabriendo",
      "debate",
      "soberanía",
      "nacional",
      "cooperación",
      "militar",
      "internacional",
      "ecuador",
      ".",
      "según",
      "analista",
      "andrés",
      "obando",
      "balseca",
      ",",
      "propuesta",
      "presidente",
      "noboa",
      "permitir",
      "bases",
      "militares",
      "extranjeras",
      "ecuador",
      "podría",
      "resultar",
      "victoria",
      "significativa",
      "si",
      "logra",
      "aprobación",
      "asamblea",
      "nacional",
      ".",
      "obando",
      "explica",
      "mayoría",
      "ciudadanos",
      "podrían",
      "apoyar",
      "medida",
      "debido",
      "prolongada",
      "crisis",
      "inseguridad",
      "afecta",
      "país",
      ".",
      "“",
      "momento",
      "discurso",
      "soberanía",
      "funcionó",
      "apoyo",
      "constitución",
      "2008",
      ",",
      "hoy",
      "realidad",
      "ecuador",
      "distinta",
      "”",
      ",",
      "señala",
      "obando",
      ".",
      "argumenta",
      "mensaje",
      "narcotráfico",
      "problema",
      "internacional",
      "requiere",
      "ayuda",
      "internacional",
      "“",
      "efectivo",
      "”",
      "podría",
      "inclinar",
      "balanza",
      "favor",
      "regreso",
      "bases",
      "militares",
      ".",
      "embargo",
      ",",
      "analista",
      "compara",
      "medidas",
      "aprobadas",
      "reciente",
      "consulta",
      "popular",
      ",",
      "aún",
      "producido",
      "resultados",
      "tangibles",
      "empezando",
      "generar",
      "críticas",
      "varios",
      "frentes",
      "."
    ],
    "token_count": 425,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 79,
      "NN": 219,
      "VBZ": 7,
      "JJ": 60,
      "IN": 23,
      "FW": 128,
      "VBP": 21,
      "NNS": 28,
      "CD": 6,
      "RB": 2,
      "CC": 1,
      "VBD": 1,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-NN": 30,
      "NN-NN": 121,
      "NN-NNP": 20,
      "NNP-NNP": 22,
      "NNP-VBZ": 3,
      "VBZ-JJ": 5,
      "JJ-NN": 37,
      "NN-IN": 17,
      "IN-FW": 10,
      "FW-JJ": 5,
      "JJ-VBP": 1,
      "VBP-JJ": 13,
      "NN-FW": 25,
      "FW-NN": 21,
      "FW-NNS": 8,
      "NNS-NNS": 5,
      "NNS-VBP": 14,
      "FW-NNP": 20,
      "NN-CD": 2,
      "CD-NN": 4,
      "FW-FW": 73,
      "VBP-IN": 1,
      "IN-NN": 3,
      "JJ-JJ": 9,
      "NN-NNS": 7,
      "NN-RB": 2,
      "RB-JJ": 2,
      "NN-VBP": 2,
      "NNS-FW": 2,
      "NN-VBZ": 3,
      "VBZ-NNP": 1,
      "NNP-FW": 15,
      "JJ-FW": 3,
      "NNS-NNP": 3,
      "NNP-VBP": 3,
      "VBP-NN": 2,
      "VBP-NNP": 2,
      "NN-JJ": 19,
      "JJ-NNS": 6,
      "VBP-NNS": 2,
      "FW-VBP": 1,
      "JJ-NNP": 4,
      "CD-CD": 1,
      "CD-NNP": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "IN-NNP": 5,
      "NNP-IN": 3,
      "IN-JJ": 3,
      "IN-CD": 2,
      "VBP-VBZ": 1,
      "NNS-IN": 2,
      "NNP-JJ": 1,
      "NNP-CD": 1,
      "NNS-JJ": 1,
      "NN-VBD": 1,
      "VBD-JJ": 1,
      "VBZ-DT": 1,
      "DT-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 24,
      "NN-NN-NNP": 15,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 1,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 9,
      "IN-FW-JJ": 1,
      "FW-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "VBP-JJ-NN": 7,
      "JJ-NN-NN": 20,
      "NN-NN-NN": 62,
      "NN-NN-FW": 11,
      "NN-FW-NN": 8,
      "FW-NN-FW": 10,
      "NN-FW-NNS": 1,
      "FW-NNS-NNS": 3,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-JJ": 9,
      "JJ-NN-NNP": 3,
      "NN-NNP-NN": 7,
      "NN-NN-IN": 8,
      "IN-FW-NNP": 3,
      "FW-NNP-NN": 8,
      "NN-NN-CD": 2,
      "NN-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-FW-FW": 13,
      "FW-FW-FW": 47,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NNP-VBZ": 2,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 3,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 5,
      "NNP-NNP-NN": 8,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "NNP-NN-IN": 1,
      "IN-FW-NN": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NN": 4,
      "FW-NN-NN": 9,
      "NN-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NNP-FW-NN": 7,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 3,
      "NNP-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-FW-NNP": 2,
      "FW-NNP-FW": 6,
      "NNP-FW-FW": 6,
      "FW-FW-NNP": 13,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-JJ": 2,
      "NN-JJ-NN": 15,
      "NN-NN-JJ": 12,
      "NN-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "JJ-NN-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNP-NN-FW": 3,
      "FW-NNP-NNP": 4,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NN-IN-NN": 2,
      "IN-NN-NNP": 1,
      "NN-CD-CD": 1,
      "CD-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NNP": 2,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 3,
      "IN-FW-FW": 3,
      "VBP-NNS-FW": 1,
      "NNP-NNP-NNP": 9,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "JJ-NN-JJ": 4,
      "NN-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NNP": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "IN-NNP-NN": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NNP-FW": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-NNS": 1,
      "NNS-IN-NNP": 1,
      "NNP-FW-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "CD-NN-FW": 1,
      "JJ-NN-RB": 1,
      "RB-JJ-JJ": 1,
      "FW-NN-IN": 1,
      "IN-FW-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNP-VBP-JJ": 1,
      "FW-NN-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "NN-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 219,
        "FW": 128,
        "NNP": 79,
        "JJ": 60,
        "NNS": 28
      },
      "top_bigrams": {
        "NN-NN": 121,
        "FW-FW": 73,
        "JJ-NN": 37,
        "NNP-NN": 30,
        "NN-FW": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 62,
        "FW-FW-FW": 47,
        "NNP-NN-NN": 24,
        "JJ-NN-NN": 20,
        "NN-NN-NNP": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 159,
      "VP": 33,
      "ADJP": 6,
      "PP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0295
      },
      {
        "rule": "NP -> ('bases', 'NNS') ('militares', 'NNS')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('militares', 'NNS')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "VP -> ('extranjeras', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Constitución', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Posteriormente', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente ecuatoriano Daniel Noboa"
      },
      {
        "label": "VP",
        "text": "anunció su intención"
      },
      {
        "label": "NP",
        "text": "su intención"
      },
      {
        "label": "ADJP",
        "text": "una"
      },
      {
        "label": "VP",
        "text": "reforma constitucional que podría permitir"
      },
      {
        "label": "NP",
        "text": "constitucional que podría permitir"
      },
      {
        "label": "NP",
        "text": "retorno"
      },
      {
        "label": "NP",
        "text": "bases militares"
      },
      {
        "label": "VP",
        "text": "extranjeras al país"
      },
      {
        "label": "NP",
        "text": "al país"
      },
      {
        "label": "NP",
        "text": "Esta iniciativa busca modificar el"
      },
      {
        "label": "VP",
        "text": "artículo"
      },
      {
        "label": "NP",
        "text": "Constitución"
      },
      {
        "label": "NP",
        "text": "que desde"
      },
      {
        "label": "NP",
        "text": "ha prohibido"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN ecuatoriano/NN Daniel/NNP Noboa/NNP)\n  (VP anunció/VBZ (NP su/JJ intención/NN))\n  de/IN\n  impulsar/FW\n  (ADJP una/JJ)\n  (VP\n    reforma/VBP\n    (NP constitucional/JJ que/NN podría/NN permitir/NN))\n  el/FW\n  (NP retorno/NN)\n  de/FW\n  (NP bases/NNS militares/NNS)\n  (VP extranjeras/VBP (NP al/JJ país/NN))\n  ./.)",
      "(S\n  (NP Esta/NNP iniciativa/NN busca/NN modificar/NN el/NN)\n  (VP artículo/VBD)\n  5/CD\n  de/IN\n  la/FW\n  (NP Constitución/NNP)\n  ,/,\n  (NP que/NN desde/NN)\n  2008/CD\n  (NP ha/NN prohibido/NN)\n  la/FW\n  presencia/FW\n  de/FW\n  instalaciones/FW\n  (NP militares/NNS)\n  (VP foráneas/VBP)\n  (PP en/IN (NP territorio/NN ecuatoriano/NN))\n  ./.)",
      "(S\n  (NP Según/NNP)\n  el/CC\n  (ADJP documento/JJ)\n  (ADJP oficial/JJ)\n  ,/,\n  (NP esta/JJ iniciativa/NN surge/NN)\n  en/FW\n  (NP respuesta/NN)\n  (NP a/DT la/NN creciente/NN amenaza/NN)\n  del/FW\n  (NP crimen/NNS)\n  (VP\n    organizado/VBP\n    (NP transnacional/JJ que/NN enfrenta/NN Ecuador/NNP))\n  ./.)",
      "(S\n  (NP El/NNP gobierno/NN sostiene/NN que/NN se/NN)\n  requiere/RB\n  (NP una/JJ “/NNP respuesta/NN contundente/NN)\n  (NP a/DT escala/JJ nacional/JJ e/NN)\n  (NP\n    internacional/JJ\n    ”/NNP\n    para/NN\n    combatir/NN\n    eficazmente/NN\n    este/NN\n    desafío/NN)\n  ./.)",
      "(S\n  (NP El/NNP proyecto/NN)\n  de/IN\n  reforma/FW\n  (NP busca/NN específicamente/NN “/NNP eliminar/NN la/NN)\n  prohibición/FW\n  del/FW\n  establecimiento/FW\n  de/FW\n  bases/FW\n  (NP militares/NNS)\n  (VP extranjeras/VBP)\n  o/FW\n  de/FW\n  instalaciones/FW\n  extranjeras/FW\n  (NP con/NN propósitos/NN)\n  (VP militares/VBZ (NP ”/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INTEGRACION_LATINOAMERICANA",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo bilateral",
        "position": [
          2641,
          2658
        ],
        "start": 2641,
        "end": 2658
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mensaje en x desde manta, ciudad que albergó una base estadounidense entre 1999 y 2009. en este mensaje, reiteró: “en un conflicto transnacional necesitamos respuesta nacional",
        "position": [
          1462,
          1637
        ],
        "start": 1462,
        "end": 1637
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          41,
          48
        ],
        "start": 41,
        "end": 48
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2951,
          2958
        ],
        "start": 2951,
        "end": 2958
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ecuatoriano daniel",
        "position": [
          5,
          34
        ],
        "start": 5,
        "end": 34
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          1319,
          1336
        ],
        "start": 1319,
        "end": 1336
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo bilateral. en 2009",
        "position": [
          2641,
          2667
        ],
        "start": 2641,
        "end": 2667
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto deberá superar varios obstáculos procedimentales en la asamblea nacional. primero, requerirá la aprobación del consejo de administración legislativa",
        "position": [
          1882,
          2039
        ],
        "start": 1882,
        "end": 2039
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          224,
          236
        ],
        "start": 224,
        "end": 236
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          477,
          484
        ],
        "start": 477,
        "end": 484
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2326,
          2340
        ],
        "start": 2326,
        "end": 2340
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          1742,
          1754
        ],
        "start": 1742,
        "end": 1754
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo en",
        "position": [
          1844,
          1855
        ],
        "start": 1844,
        "end": 1855
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          3584,
          3587
        ],
        "start": 3584,
        "end": 3587
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          3050,
          3068
        ],
        "start": 3050,
        "end": 3068
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1787,
          1794
        ],
        "start": 1787,
        "end": 1794
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "cooperación militar internacional",
        "position": [
          3074,
          3107
        ],
        "start": 3074,
        "end": 3107
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Rafael Correa",
        "tipo": "Persona"
      },
      {
        "nombre": "Andrés Obando Balseca",
        "tipo": "Persona"
      },
      {
        "nombre": "FAE",
        "tipo": "Lugar"
      },
      {
        "nombre": "Manta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argumenta",
        "tipo": "Persona"
      },
      {
        "nombre": "Fuerza Aérea Ecuatoriana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo de Administración Legislativa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "provincia de Manabí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "presidente Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "CAL",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisión de Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Obando",
        "tipo": "Persona"
      },
      {
        "nombre": "Legislativo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "presidente Noboa",
        "relacion": "PUBLICAR",
        "objeto": "Manta"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EVOCAR",
        "objeto": "Manta"
      },
      {
        "sujeto": "Noboa",
        "relacion": "EVOCAR",
        "objeto": "provincia de Manabí"
      },
      {
        "sujeto": "Manta",
        "relacion": "ES",
        "objeto": "provincia de Manabí"
      },
      {
        "sujeto": "Fuerza Aérea Ecuatoriana",
        "relacion": "UTILIZAR_PERMITIR",
        "objeto": "Manta"
      },
      {
        "sujeto": "FAE",
        "relacion": "UTILIZAR_PERMITIR",
        "objeto": "Manta"
      },
      {
        "sujeto": "Manta",
        "relacion": "CERRAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Noboa",
        "relacion": "REVERTIR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Andrés Obando Balseca",
        "relacion": "RESULTAR",
        "objeto": "presidente Noboa"
      },
      {
        "sujeto": "Andrés Obando Balseca",
        "relacion": "RESULTAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Andrés Obando Balseca",
        "relacion": "RESULTAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "presidente Noboa",
        "relacion": "RESULTAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "PERMITIR_RESULTAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Obando",
        "relacion": "TENER_FUNCIONAR_SE_ALAR",
        "objeto": "Ecuador"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9022,
    "pos": 0.013,
    "neu": 0.955,
    "neg": 0.032,
    "label": "negative"
  }
}