{
  "url": "https://www.telesurtv.net/presidenta-de-mexico-gobernaremos-con-los-principios-de-la-cuarta-transformacion/",
  "title": "Presidenta de México: gobernaremos con los principios de la Cuarta Transformación - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Claudia Sheinbaum",
    "discurso",
    "México",
    "Presidenta"
  ],
  "text": "En su primer discurso como presidenta de presidenta de México tras la toma de posesión, Claudia Sheinbaum Pardo refirió que Gobernará con los principios de la Cuarta Transformación.\n“Qué significa el segundo piso mantener nuestros principios y causas que dieron origen a nuestro movimiento”, reflexionó la mandataria al tiempo de puntualizar las líneas fundamentales que guiarán su gestión.\nEn este sentido la presidenta recalcó que entre los 100 puntos de compromiso se encuentran: gobernaremos con la división del poder económico y político. No nos someteremos a intereses extranjeros. “El interés supremo del pueblo y de la nación”, dijo.\nAsimismo puntualizó que gobernaremos desde el humanismo mexicano que se sustenta en dos pilares: “pueblos originarios y fecunda historia de México”.\nSeremos un gobierno sensible y cercano a la gente, “de territorio no de escritorio”, indicó.\n“No puede haber Gobierno rico. Con el pueblo todo y sin el pueblo nada”, precisó.\nVamos a mantener todos los programas del presidente, y digo presidente porque es el mejor que ha tenido nuestro país”, insistió.\nPor otra parte, la mandataria recalcó que “no había habido una mujer presidenta de México, y como siempre decimos llegamos todas las mujeres”.\nOtro de los principios de su gestión estará sustentados en apoyar la economía popular. Entre tanto refirió que va a saldar la deuda con la Verdad y la justicia para los 43 jóvenes de Ayotzinapa, así como saldar la deuda histórica con los afromexicanos y los pueblos indígenas.\n“No van a regresar los gasolinazos”, dijo, mientras puntualizó que La política exterior seguirá la política constitucional apostando por la solución pacifica de la controversia. Promover relaciones de respeto.Garantizaremos todas las libertades, dijo la presidenta mientras indico que se respetarán los derechos humanos, mientras que respetaremos la diversidad religiosa, sexual, política, y combatiremos el racismo y la discriminación.\nPrecisó que la cancillería tendrá la tarea de atender en los consulados, los de EE.UU. y los del mundo a nuestra gente.\n“Llevaremos apoyo a las mujeres indígenas artesanas de todo el país”, dijo, mientras afirmó que “encabezaremos un gobierno sin nepotismo. No va a regresar el régimen de privilegios”, insistió.\nAdemás de potenciar un espacio para la salud mental de los mexicanos y mexicanas, Claudia refirió que se les garantizará derechos sanitarios, entre ellos lentes gratuitos a todos los niños que lo necesitenLe toca al poder judicial ser elegido democráticamente, puntualizó, mientras remarcó que la presidenta potenciaremos el desarrollo tecnológico para la innovación.\n“Impulsaremos la reforma constitucional al sistema electoral que fortalezca la democracia participativa. En 2027 me someteré a la revocación de mandato”, refirió.\nSe establecerá una Fábrica de ciberseguridad e inteligencia artificial. Produciremos equipos de diagnóstico de enfermedades, será tecnología hecha en México por mexicanos y mexicanas.\n“Apoyaremos el deporte comunitario”, manifestó al tiempo que promoverán el sistema artístico en cada escuela.\nPromoveremos el desarrollo y el acceso a la cultura y recuperaremos de la memoria histórica de México. Crearemos bibliotecas populares y venta de libros a muy bajo costo, subrayó.\n“Todos los mexicanos deben tener acceso a vacunas, cirugías y laboratorios. Acceso a la salud gratuito”, dijo al tiempo que e crearán Farmacias para el bienestar que estarán ubicadas junto a los bancos de bienestar para repartir gratuitamente medicamentos.\nEn materia de derechos a las mujeres que han gestado se les garantizará un programa de cuidados, suplementos vitamínicos para los recién nacidos y se promoverá la lactancia materna.\nEnviaremos una iniciativa de reforma constitucional para recuperar el principio de no reelección, dijo. Al reconocer y resaltar la identidad del pueblo mexicano, la presidenta insistió que “somos un gran país. Un pueblo honesto y trabajador”.\nExpresó la mandataria que no regresará el modelo neoliberal, mientras insistió que existirá una disciplina financiera y fiscal.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidenta-de-mexico-gobernaremos-con-los-principios-de-la-cuarta-transformacion/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 1898,
    "message_id": 77581,
    "date": "2024-10-01T23:55:23+00:00",
    "text": "teleSUR\nPresidenta de México: gobernaremos con los principios de la Cuarta Transformación\nhttps://www.telesurtv.net/presidenta-de-mexico-gobernaremos-con-los-principios-de-la-cuarta-transformacion/",
    "photo_path": null,
    "views": 2859,
    "reactions": {
      "👏": 59,
      "👍": 8,
      "❤": 6,
      "🤔": 1
    },
    "total_reactions": 74
  },
  "preprocessing": {
    "cleaned": "en su primer discurso como presidenta de presidenta de méxico tras la toma de posesión, claudia sheinbaum pardo refirió que gobernará con los principios de la cuarta transformación. “qué significa el segundo piso mantener nuestros principios y causas que dieron origen a nuestro movimiento”, reflexionó la mandataria al tiempo de puntualizar las líneas fundamentales que guiarán su gestión. en este sentido la presidenta recalcó que entre los 100 puntos de compromiso se encuentran: gobernaremos con la división del poder económico y político. no nos someteremos a intereses extranjeros. “el interés supremo del pueblo y de la nación”, dijo. asimismo puntualizó que gobernaremos desde el humanismo mexicano que se sustenta en dos pilares: “pueblos originarios y fecunda historia de méxico”. seremos un gobierno sensible y cercano a la gente, “de territorio no de escritorio”, indicó. “no puede haber gobierno rico. con el pueblo todo y sin el pueblo nada”, precisó. vamos a mantener todos los programas del presidente, y digo presidente porque es el mejor que ha tenido nuestro país”, insistió. por otra parte, la mandataria recalcó que “no había habido una mujer presidenta de méxico, y como siempre decimos llegamos todas las mujeres”. otro de los principios de su gestión estará sustentados en apoyar la economía popular. entre tanto refirió que va a saldar la deuda con la verdad y la justicia para los 43 jóvenes de ayotzinapa, así como saldar la deuda histórica con los afromexicanos y los pueblos indígenas. “no van a regresar los gasolinazos”, dijo, mientras puntualizó que la política exterior seguirá la política constitucional apostando por la solución pacifica de la controversia. promover relaciones de respeto.garantizaremos todas las libertades, dijo la presidenta mientras indico que se respetarán los derechos humanos, mientras que respetaremos la diversidad religiosa, sexual, política, y combatiremos el racismo y la discriminación. precisó que la cancillería tendrá la tarea de atender en los consulados, los de ee.uu. y los del mundo a nuestra gente. “llevaremos apoyo a las mujeres indígenas artesanas de todo el país”, dijo, mientras afirmó que “encabezaremos un gobierno sin nepotismo. no va a regresar el régimen de privilegios”, insistió. además de potenciar un espacio para la salud mental de los mexicanos y mexicanas, claudia refirió que se les garantizará derechos sanitarios, entre ellos lentes gratuitos a todos los niños que lo necesitenle toca al poder judicial ser elegido democráticamente, puntualizó, mientras remarcó que la presidenta potenciaremos el desarrollo tecnológico para la innovación. “impulsaremos la reforma constitucional al sistema electoral que fortalezca la democracia participativa. en 2027 me someteré a la revocación de mandato”, refirió. se establecerá una fábrica de ciberseguridad e inteligencia artificial. produciremos equipos de diagnóstico de enfermedades, será tecnología hecha en méxico por mexicanos y mexicanas. “apoyaremos el deporte comunitario”, manifestó al tiempo que promoverán el sistema artístico en cada escuela. promoveremos el desarrollo y el acceso a la cultura y recuperaremos de la memoria histórica de méxico. crearemos bibliotecas populares y venta de libros a muy bajo costo, subrayó. “todos los mexicanos deben tener acceso a vacunas, cirugías y laboratorios. acceso a la salud gratuito”, dijo al tiempo que e crearán farmacias para el bienestar que estarán ubicadas junto a los bancos de bienestar para repartir gratuitamente medicamentos. en materia de derechos a las mujeres que han gestado se les garantizará un programa de cuidados, suplementos vitamínicos para los recién nacidos y se promoverá la lactancia materna. enviaremos una iniciativa de reforma constitucional para recuperar el principio de no reelección, dijo. al reconocer y resaltar la identidad del pueblo mexicano, la presidenta insistió que “somos un gran país. un pueblo honesto y trabajador”. expresó la mandataria que no regresará el modelo neoliberal, mientras insistió que existirá una disciplina financiera y fiscal.",
    "tokens": [
      "primer",
      "discurso",
      "presidenta",
      "presidenta",
      "méxico",
      "tras",
      "toma",
      "posesión",
      ",",
      "claudia",
      "sheinbaum",
      "pardo",
      "refirió",
      "gobernará",
      "principios",
      "cuarta",
      "transformación",
      ".",
      "“",
      "significa",
      "segundo",
      "piso",
      "mantener",
      "principios",
      "causas",
      "dieron",
      "origen",
      "movimiento",
      "”",
      ",",
      "reflexionó",
      "mandataria",
      "tiempo",
      "puntualizar",
      "líneas",
      "fundamentales",
      "guiarán",
      "gestión",
      ".",
      "presidenta",
      "recalcó",
      "100",
      "puntos",
      "compromiso",
      "encuentran",
      ":",
      "gobernaremos",
      "división",
      "poder",
      "económico",
      "político",
      ".",
      "someteremos",
      "intereses",
      "extranjeros",
      ".",
      "“",
      "interés",
      "supremo",
      "pueblo",
      "nación",
      "”",
      ",",
      "dijo",
      ".",
      "asimismo",
      "puntualizó",
      "gobernaremos",
      "humanismo",
      "mexicano",
      "sustenta",
      "dos",
      "pilares",
      ":",
      "“",
      "pueblos",
      "originarios",
      "fecunda",
      "historia",
      "méxico",
      "”",
      ".",
      "gobierno",
      "sensible",
      "cercano",
      "gente",
      ",",
      "“",
      "territorio",
      "escritorio",
      "”",
      ",",
      "indicó",
      ".",
      "“",
      "puede",
      "haber",
      "gobierno",
      "rico",
      ".",
      "pueblo",
      "pueblo",
      "”",
      ",",
      "precisó",
      ".",
      "vamos",
      "mantener",
      "programas",
      "presidente",
      ",",
      "digo",
      "presidente",
      "mejor",
      "país",
      "”",
      ",",
      "insistió",
      ".",
      "parte",
      ",",
      "mandataria",
      "recalcó",
      "“",
      "mujer",
      "presidenta",
      "méxico",
      ",",
      "siempre",
      "decimos",
      "llegamos",
      "todas",
      "mujeres",
      "”",
      ".",
      "principios",
      "gestión",
      "sustentados",
      "apoyar",
      "economía",
      "popular",
      ".",
      "refirió",
      "va",
      "saldar",
      "deuda",
      "verdad",
      "justicia",
      "43",
      "jóvenes",
      "ayotzinapa",
      ",",
      "así",
      "saldar",
      "deuda",
      "histórica",
      "afromexicanos",
      "pueblos",
      "indígenas",
      ".",
      "“",
      "van",
      "regresar",
      "gasolinazos",
      "”",
      ",",
      "dijo",
      ",",
      "mientras",
      "puntualizó",
      "política",
      "exterior",
      "seguirá",
      "política",
      "constitucional",
      "apostando",
      "solución",
      "pacifica",
      "controversia",
      ".",
      "promover",
      "relaciones",
      "respeto.garantizaremos",
      "todas",
      "libertades",
      ",",
      "dijo",
      "presidenta",
      "mientras",
      "indico",
      "respetarán",
      "derechos",
      "humanos",
      ",",
      "mientras",
      "respetaremos",
      "diversidad",
      "religiosa",
      ",",
      "sexual",
      ",",
      "política",
      ",",
      "combatiremos",
      "racismo",
      "discriminación",
      ".",
      "precisó",
      "cancillería",
      "tarea",
      "atender",
      "consulados",
      ",",
      "ee.uu.",
      "mundo",
      "gente",
      ".",
      "“",
      "llevaremos",
      "apoyo",
      "mujeres",
      "indígenas",
      "artesanas",
      "país",
      "”",
      ",",
      "dijo",
      ",",
      "mientras",
      "afirmó",
      "“",
      "encabezaremos",
      "gobierno",
      "nepotismo",
      ".",
      "va",
      "regresar",
      "régimen",
      "privilegios",
      "”",
      ",",
      "insistió",
      ".",
      "además",
      "potenciar",
      "espacio",
      "salud",
      "mental",
      "mexicanos",
      "mexicanas",
      ",",
      "claudia",
      "refirió",
      "garantizará",
      "derechos",
      "sanitarios",
      ",",
      "lentes",
      "gratuitos",
      "niños",
      "necesitenle",
      "toca",
      "poder",
      "judicial",
      "ser",
      "elegido",
      "democráticamente",
      ",",
      "puntualizó",
      ",",
      "mientras",
      "remarcó",
      "presidenta",
      "potenciaremos",
      "desarrollo",
      "tecnológico",
      "innovación",
      ".",
      "“",
      "impulsaremos",
      "reforma",
      "constitucional",
      "sistema",
      "electoral",
      "fortalezca",
      "democracia",
      "participativa",
      ".",
      "2027",
      "someteré",
      "revocación",
      "mandato",
      "”",
      ",",
      "refirió",
      ".",
      "establecerá",
      "fábrica",
      "ciberseguridad",
      "inteligencia",
      "artificial",
      ".",
      "produciremos",
      "equipos",
      "diagnóstico",
      "enfermedades",
      ",",
      "tecnología",
      "hecha",
      "méxico",
      "mexicanos",
      "mexicanas",
      ".",
      "“",
      "apoyaremos",
      "deporte",
      "comunitario",
      "”",
      ",",
      "manifestó",
      "tiempo",
      "promoverán",
      "sistema",
      "artístico",
      "cada",
      "escuela",
      ".",
      "promoveremos",
      "desarrollo",
      "acceso",
      "cultura",
      "recuperaremos",
      "memoria",
      "histórica",
      "méxico",
      ".",
      "crearemos",
      "bibliotecas",
      "populares",
      "venta",
      "libros",
      "bajo",
      "costo",
      ",",
      "subrayó",
      ".",
      "“",
      "mexicanos",
      "deben",
      "tener",
      "acceso",
      "vacunas",
      ",",
      "cirugías",
      "laboratorios",
      ".",
      "acceso",
      "salud",
      "gratuito",
      "”",
      ",",
      "dijo",
      "tiempo",
      "crearán",
      "farmacias",
      "bienestar",
      "ubicadas",
      "junto",
      "bancos",
      "bienestar",
      "repartir",
      "gratuitamente",
      "medicamentos",
      ".",
      "materia",
      "derechos",
      "mujeres",
      "gestado",
      "garantizará",
      "programa",
      "cuidados",
      ",",
      "suplementos",
      "vitamínicos",
      "recién",
      "nacidos",
      "promoverá",
      "lactancia",
      "materna",
      ".",
      "enviaremos",
      "iniciativa",
      "reforma",
      "constitucional",
      "recuperar",
      "principio",
      "reelección",
      ",",
      "dijo",
      ".",
      "reconocer",
      "resaltar",
      "identidad",
      "pueblo",
      "mexicano",
      ",",
      "presidenta",
      "insistió",
      "“",
      "gran",
      "país",
      ".",
      "pueblo",
      "honesto",
      "trabajador",
      "”",
      ".",
      "expresó",
      "mandataria",
      "regresará",
      "modelo",
      "neoliberal",
      ",",
      "mientras",
      "insistió",
      "existirá",
      "disciplina",
      "financiera",
      "fiscal",
      "."
    ],
    "token_count": 430,
    "sentence_count": 33
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 49,
      "NN": 235,
      "IN": 16,
      "FW": 127,
      "NNS": 27,
      "VBP": 22,
      "VBD": 3,
      "JJ": 67,
      "CD": 3,
      "VBZ": 14,
      "DT": 7,
      "RB": 1,
      "CC": 1,
      "PRP": 1
    },
    "bigram_freq": {
      "NNP-NN": 23,
      "NN-NN": 142,
      "NN-IN": 14,
      "IN-FW": 7,
      "FW-FW": 79,
      "FW-NNP": 11,
      "NNP-NNS": 1,
      "NNS-VBP": 21,
      "VBP-FW": 1,
      "NNP-NNP": 6,
      "NN-NNP": 14,
      "NN-FW": 22,
      "NNP-VBD": 1,
      "VBD-FW": 1,
      "FW-NN": 20,
      "NN-JJ": 20,
      "JJ-NNS": 6,
      "VBP-JJ": 15,
      "JJ-NN": 43,
      "FW-NNS": 5,
      "VBP-NNS": 3,
      "NN-VBD": 2,
      "VBD-JJ": 1,
      "JJ-CD": 1,
      "CD-NN": 1,
      "NN-VBZ": 8,
      "VBZ-DT": 3,
      "DT-JJ": 2,
      "NN-NNS": 9,
      "VBP-NNP": 3,
      "IN-NN": 2,
      "IN-NNP": 5,
      "NNP-JJ": 2,
      "FW-DT": 2,
      "DT-FW": 1,
      "FW-VBZ": 1,
      "NNP-VBZ": 5,
      "VBZ-NNP": 2,
      "VBZ-JJ": 8,
      "JJ-FW": 5,
      "NN-DT": 2,
      "DT-NN": 4,
      "NNS-NNP": 2,
      "NNP-IN": 1,
      "FW-JJ": 9,
      "JJ-NNP": 5,
      "NNP-FW": 8,
      "VBD-CD": 1,
      "CD-NNS": 1,
      "NNS-FW": 1,
      "JJ-JJ": 6,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NN-VBP": 1,
      "NNP-CC": 1,
      "CC-FW": 1,
      "NNS-JJ": 2,
      "NNS-IN": 1,
      "IN-NNS": 2,
      "NNP-CD": 1,
      "CD-PRP": 1,
      "PRP-JJ": 1,
      "VBZ-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 19,
      "NN-NN-NN": 85,
      "NN-NN-IN": 10,
      "NN-IN-FW": 6,
      "IN-FW-FW": 3,
      "FW-FW-NNP": 8,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-FW": 52,
      "FW-NNP-NNP": 3,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-NN": 2,
      "NN-NN-NNP": 11,
      "NN-NNP-NN": 8,
      "NN-NN-FW": 12,
      "NN-FW-FW": 13,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-NN": 1,
      "FW-NN-NN": 12,
      "NN-NN-JJ": 14,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 13,
      "JJ-NN-NN": 24,
      "FW-FW-NN": 8,
      "FW-NN-FW": 5,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 5,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "NN-FW-NN": 5,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-NN-VBZ": 4,
      "NN-VBZ-DT": 2,
      "VBZ-DT-JJ": 2,
      "DT-JJ-NN": 2,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 2,
      "FW-NNP-NN": 2,
      "NN-IN-NN": 2,
      "IN-NN-NNS": 1,
      "NN-IN-NNP": 5,
      "IN-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-JJ": 5,
      "NN-JJ-NN": 16,
      "JJ-NN-FW": 3,
      "FW-FW-DT": 2,
      "FW-DT-FW": 1,
      "DT-FW-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "JJ-NN-NNP": 3,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 2,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-NN": 1,
      "IN-NNP-NN": 3,
      "NN-NN-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-FW-JJ": 5,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NN-FW-NNP": 2,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 3,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-JJ": 4,
      "JJ-JJ-NN": 3,
      "VBP-JJ-NNP": 1,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 5,
      "NNP-FW-FW": 5,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "JJ-NN-IN": 4,
      "IN-NNP-CC": 1,
      "NNP-CC-FW": 1,
      "CC-FW-NN": 1,
      "FW-NN-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "FW-NN-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "JJ-NNP-FW": 3,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "IN-FW-NNS": 2,
      "JJ-JJ-NNS": 2,
      "VBP-JJ-NNS": 1,
      "NN-JJ-JJ": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-PRP": 1,
      "CD-PRP-JJ": 1,
      "PRP-JJ-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NNP-NN-NNS": 1,
      "VBP-NNP-FW": 1,
      "IN-NN-NN": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "VBZ-JJ-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-FW-NN": 1,
      "NNP-NN-FW": 1,
      "FW-NNP-JJ": 1,
      "IN-FW-JJ": 1,
      "FW-DT-NN": 1,
      "NN-VBZ-NNP": 1,
      "NN-NN-DT": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 235,
        "FW": 127,
        "JJ": 67,
        "NNP": 49,
        "NNS": 27
      },
      "top_bigrams": {
        "NN-NN": 142,
        "FW-FW": 79,
        "JJ-NN": 43,
        "NNP-NN": 23,
        "NN-FW": 22
      },
      "top_trigrams": {
        "NN-NN-NN": 85,
        "FW-FW-FW": 52,
        "JJ-NN-NN": 24,
        "NNP-NN-NN": 19,
        "NN-JJ-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 33,
    "chunk_counts": {
      "NP": 156,
      "VP": 33,
      "ADJP": 6,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "NP -> ('dijo', 'NN')",
        "frequency": 4,
        "weight": 0.0169
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0169
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('recalcó', 'NN') ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "S -> NP ('.', '.')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('insistió', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('México', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "VP -> ('mujeres', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0085
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En su primer discurso como presidenta"
      },
      {
        "label": "NP",
        "text": "México tras"
      },
      {
        "label": "VP",
        "text": "la"
      },
      {
        "label": "NP",
        "text": "Claudia Sheinbaum Pardo refirió que Gobernará con los"
      },
      {
        "label": "NP",
        "text": "Cuarta Transformación"
      },
      {
        "label": "NP",
        "text": "“ Qué significa el segundo piso mantener"
      },
      {
        "label": "NP",
        "text": "nuestros principios"
      },
      {
        "label": "VP",
        "text": "y causas que dieron origen a nuestro movimiento ”"
      },
      {
        "label": "NP",
        "text": "causas que dieron origen"
      },
      {
        "label": "NP",
        "text": "a nuestro movimiento ”"
      },
      {
        "label": "VP",
        "text": "reflexionó"
      },
      {
        "label": "NP",
        "text": "las"
      },
      {
        "label": "VP",
        "text": "líneas fundamentales"
      },
      {
        "label": "NP",
        "text": "fundamentales"
      },
      {
        "label": "VP",
        "text": "que guiarán su gestión"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP su/NN primer/NN discurso/NN como/NN presidenta/NN)\n  de/IN\n  presidenta/FW\n  de/FW\n  (NP México/NNP tras/NNS)\n  (VP la/VBP)\n  toma/FW\n  de/FW\n  posesión/FW\n  ,/,\n  (NP\n    Claudia/NNP\n    Sheinbaum/NNP\n    Pardo/NNP\n    refirió/NN\n    que/NN\n    Gobernará/NNP\n    con/NN\n    los/NN)\n  principios/FW\n  de/FW\n  la/FW\n  (NP Cuarta/NNP Transformación/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Qué/NNP significa/NN el/NN segundo/NN piso/NN mantener/NN)\n  (NP nuestros/JJ principios/NNS)\n  (VP\n    y/VBP\n    (NP causas/JJ que/NN dieron/NN origen/NN)\n    (NP a/DT nuestro/JJ movimiento/NN ”/NN))\n  ,/,\n  (VP reflexionó/VB)\n  la/FW\n  mandataria/FW\n  al/FW\n  tiempo/FW\n  de/FW\n  puntualizar/FW\n  (NP las/NNS)\n  (VP líneas/VBP (NP fundamentales/NNS))\n  (VP que/VBP (NP guiarán/JJ su/NN gestión/NN))\n  ./.)",
      "(S\n  (NP En/NNP este/NN sentido/NN la/NN)\n  presidenta/FW\n  (NP recalcó/NN que/NN)\n  (VP entre/VBD los/JJ)\n  100/CD\n  (NP puntos/NN)\n  de/FW\n  compromiso/FW\n  se/FW\n  (NP encuentran/NN)\n  :/:\n  (NP gobernaremos/JJ con/NN la/NN)\n  división/FW\n  del/FW\n  (NP poder/NN económico/NN y/NN político/NN)\n  ./.)",
      "(S\n  No/DT\n  (ADJP nos/JJ)\n  (VP someteremos/VBZ (NP a/DT intereses/NNS extranjeros/NN))\n  ./.)",
      "(S\n  (NP “/JJ El/NNP interés/NN supremo/NN del/NN pueblo/NN)\n  y/FW\n  de/FW\n  la/FW\n  nación/FW\n  ”/FW\n  ,/,\n  (NP dijo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3017,
          3026
        ],
        "start": 3017,
        "end": 3026
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo a las mujeres indígenas artesanas de todo el país",
        "position": [
          2084,
          2139
        ],
        "start": 2084,
        "end": 2139
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2157,
          2163
        ],
        "start": 2157,
        "end": 2163
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          957,
          964
        ],
        "start": 957,
        "end": 964
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "desarrollo tecnológico",
        "position": [
          2590,
          2612
        ],
        "start": 2590,
        "end": 2612
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "diversidad",
        "position": [
          1865,
          1875
        ],
        "start": 1865,
        "end": 1875
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta de presidenta",
        "position": [
          27,
          51
        ],
        "start": 27,
        "end": 51
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "pueblos originarios",
        "position": [
          740,
          759
        ],
        "start": 740,
        "end": 759
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          1228,
          1235
        ],
        "start": 1228,
        "end": 1235
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          1410,
          1417
        ],
        "start": 1410,
        "end": 1417
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3261,
          3268
        ],
        "start": 3261,
        "end": 3268
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "escuela",
        "position": [
          3081,
          3088
        ],
        "start": 3081,
        "end": 3088
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          55,
          61
        ],
        "start": 55,
        "end": 61
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          1818,
          1834
        ],
        "start": 1818,
        "end": 1834
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "100 puntos",
        "position": [
          443,
          453
        ],
        "start": 443,
        "end": 453
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno rico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ayotzinapa",
        "tipo": "Persona"
      },
      {
        "nombre": "Claudia Sheinbaum Pardo",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobernará",
        "tipo": "Persona"
      },
      {
        "nombre": "Farmacias",
        "tipo": "Lugar"
      },
      {
        "nombre": "Claudia",
        "tipo": "Persona"
      },
      {
        "nombre": "Acceso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "No",
        "tipo": "Organizacion"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Claudia Sheinbaum Pardo",
        "relacion": "REFERIR",
        "objeto": "México"
      },
      {
        "sujeto": "México",
        "relacion": "REFERIR",
        "objeto": "Gobernará"
      },
      {
        "sujeto": "Claudia Sheinbaum Pardo",
        "relacion": "REFERIR",
        "objeto": "Gobernará"
      },
      {
        "sujeto": "Acceso",
        "relacion": "DECIR",
        "objeto": "Farmacias"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8442,
    "pos": 0.014,
    "neu": 0.955,
    "neg": 0.031,
    "label": "negative"
  }
}