{
  "url": "https://www.telesurtv.net/el-sistema-50-anos-transformando-la-vida-de-millones-de-ninas-ninos-y-jovenes-venezolanos/",
  "title": "El Sistema: 50 años transformando la vida de millones de niñas, niños y jóvenes venezolanos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "50 aniversario",
    "El Sistema",
    "José Antonio Abreu",
    "Música",
    "Sistema Nacional Orquestas"
  ],
  "text": "Bajo el lema de “Tocar y luchar”, El Sistema Nacional de Orquestas y Coros Juveniles e Infantiles de Venezuela exhibe una realidad que ha sido calificada en el mundo como “el milagro musical venezolano”.\nEl Sistema Nacional de Orquestas y Coros Juveniles e Infantiles de Venezuela (Fundación Musical Simón Bolívar) también referido simplemente como El Sistema, fue fundado en 1975 bajo la iniciativa y el liderazgo del Maestro José Antonio Abreu, músico, economista, político, activista y educador venezolano. La institución llamada originalmente «Acción Social para la Música», nació de un sueño que tenía Abreu desde que conoció de primera mano los efectos positivos que tenían los niñas, niños y jóvenes cuando comenzaban una nueva vida con la influencia de la música​.\nSe trata de una institución abierta a toda la sociedad, que contribuye al rescate pedagógico, ocupacional y ético de la infancia y la juventud, mediante la instrucción y práctica colectiva de la música, dedicada a la capacitación, prevención y recuperación de los grupos más vulnerables del país, tanto por sus características etarias como por su situación socioeconómica.\nEn una entrevista para la multiplataforma TeleSUR, el destacado músico y compositor venezolano, quien es fundador de El Sistema, Waldemar D’lima, destacó que esta institución se vincula con la comunidad a través del intercambio, la cooperación y el cultivo de valores que inciden en la transformación del niño, el joven y el entorno familiar, por lo que se le reconoce internacionalmente como una oportunidad para el desarrollo personal en lo intelectual, espiritual, social y profesional, rescatando al niño o joven de una vida vacía, desorientada y desviada. “Bueno fíjate es algo muy interesante porque El Sistema de Orquestas no solamente es para la música, es para formar a la gente como mejores seres humanos, mejores venezolanos, lo que hizo el Maestro Abreu es algo impresionante, yo cada día en 50 años que tengo en El Sistema me sorprendo todos los días.” resaltó D’lima.\nDesde su primer año de actividades, la Sinfónica Juvenil Juan José Landaeta, agrupación primigenia de esta institución, significó un fenómeno artístico y de pedagogía musical a nivel nacional e internacional. Sus primeras presentaciones no solo causaron impacto en Escocia, México, Colombia, Estados Unidos, realizadas casi al año de fundada, sino que cada estado y pueblo del país, quería seguir el ejemplo de la ciudad de Caracas, capital de Venezuela y contar con sus orquestas juveniles. Desde el inicio, el proyecto tuvo un carácter nacionalista y fue así que comenzaron a multiplicarse las agrupaciones orquestales, la población musical y profesores de música en el oriente, occidente, sur y centro de todo el territorio nacional, hasta completar el rico mapa de Venezuela lleno de orquestas y coros, que conocemos actualmente como El Sistema.\nDurante la entrevista concedida a TeleSUR, Waldemar D’lima, destacó que la conformación de El Sistema significó una modificación en la forma en que se enseñaba la música en el país, esto debido a que muchos conservatorios primero se centraban en dictar las clases teóricas, las cuales duran alrededor de cinco años, para posteriormente introducir a los estudiantes en el instrumento. Sin embargo, el Maestro Abreu, se centró primeramente en enamorar al niño o joven de la música a través de la práctica instrumental, a modo de hacer la enseñanza mucho más dinámica y una vez que se lograra este objetivo y el niño decidiera por voluntad propia avanzar en la institución se les ofrecían las clases teóricas. “Poco a poco comenzaba ese proceso jugando, pero muchas veces fue criticado el método, “pero los muchachos no saben leer mucha música”, decían. Claro pero es que la intención era enamorarlo de la música y una vez que el muchacho se enamora de eso, tú le empiezas a meter entonces el conocimiento teórico, el conocimiento por supuesto riguroso de la música pero primero tienes que querer mucho”. destacó el músico.\n\n\nBajo el lema de “Tocar y luchar”, El Sistema Nacional de Orquestas y Coros Juveniles e Infantiles de Venezuela exhibe una realidad que ha sido calificada en el mundo como “el milagro musical venezolano”: Más de 1.012.777 niños, niñas y adolescentes, en su mayoría provenientes de estratos sociales de bajos recursos económicos, están asimilados al estudio de la música, disfrutan del aprendizaje del arte, ejecutan repertorios de la música clásica y popular, y han sido incluidos a un sistema de formación personal y colectivo en el que se les inculcan valores sociales, morales y espirituales que son la razón fundamental de este programa musical.\nEsta poderosa red musical rinde en la actualidad frutos de esperanza al ser hogar y refugio de millones de niños, niñas, adolescentes y jóvenes venezolanos que cumplen a través de la música sus sueños de realización personal y profesional. Más que el producto de la genialidad y el virtuosismo de sus creadores, la música es un reflejo del alma de los pueblos y, en este caso, es resultado de un programa educativo que en 50 años continúa traspasando fronteras.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/el-sistema-50-anos-transformando-la-vida-de-millones-de-ninas-ninos-y-jovenes-venezolanos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 606,
    "message_id": 87329,
    "date": "2025-02-20T20:55:07+00:00",
    "text": "teleSUR\nEl Sistema: 50 años transformando la vida de millones de niñas, niños y jóvenes venezolanos\nhttps://www.telesurtv.net/el-sistema-50-anos-transformando-la-vida-de-millones-de-ninas-ninos-y-jovenes-venezolanos/",
    "photo_path": null,
    "views": 2489,
    "reactions": {
      "👍": 41,
      "🥰": 3,
      "👏": 3
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "bajo el lema de “tocar y luchar”, el sistema nacional de orquestas y coros juveniles e infantiles de venezuela exhibe una realidad que ha sido calificada en el mundo como “el milagro musical venezolano”. el sistema nacional de orquestas y coros juveniles e infantiles de venezuela (fundación musical simón bolívar) también referido simplemente como el sistema, fue fundado en 1975 bajo la iniciativa y el liderazgo del maestro josé antonio abreu, músico, economista, político, activista y educador venezolano. la institución llamada originalmente «acción social para la música», nació de un sueño que tenía abreu desde que conoció de primera mano los efectos positivos que tenían los niñas, niños y jóvenes cuando comenzaban una nueva vida con la influencia de la música​. se trata de una institución abierta a toda la sociedad, que contribuye al rescate pedagógico, ocupacional y ético de la infancia y la juventud, mediante la instrucción y práctica colectiva de la música, dedicada a la capacitación, prevención y recuperación de los grupos más vulnerables del país, tanto por sus características etarias como por su situación socioeconómica. en una entrevista para la multiplataforma telesur, el destacado músico y compositor venezolano, quien es fundador de el sistema, waldemar d’lima, destacó que esta institución se vincula con la comunidad a través del intercambio, la cooperación y el cultivo de valores que inciden en la transformación del niño, el joven y el entorno familiar, por lo que se le reconoce internacionalmente como una oportunidad para el desarrollo personal en lo intelectual, espiritual, social y profesional, rescatando al niño o joven de una vida vacía, desorientada y desviada. “bueno fíjate es algo muy interesante porque el sistema de orquestas no solamente es para la música, es para formar a la gente como mejores seres humanos, mejores venezolanos, lo que hizo el maestro abreu es algo impresionante, yo cada día en 50 años que tengo en el sistema me sorprendo todos los días.” resaltó d’lima. desde su primer año de actividades, la sinfónica juvenil juan josé landaeta, agrupación primigenia de esta institución, significó un fenómeno artístico y de pedagogía musical a nivel nacional e internacional. sus primeras presentaciones no solo causaron impacto en escocia, méxico, colombia, estados unidos, realizadas casi al año de fundada, sino que cada estado y pueblo del país, quería seguir el ejemplo de la ciudad de caracas, capital de venezuela y contar con sus orquestas juveniles. desde el inicio, el proyecto tuvo un carácter nacionalista y fue así que comenzaron a multiplicarse las agrupaciones orquestales, la población musical y profesores de música en el oriente, occidente, sur y centro de todo el territorio nacional, hasta completar el rico mapa de venezuela lleno de orquestas y coros, que conocemos actualmente como el sistema. durante la entrevista concedida a telesur, waldemar d’lima, destacó que la conformación de el sistema significó una modificación en la forma en que se enseñaba la música en el país, esto debido a que muchos conservatorios primero se centraban en dictar las clases teóricas, las cuales duran alrededor de cinco años, para posteriormente introducir a los estudiantes en el instrumento. sin embargo, el maestro abreu, se centró primeramente en enamorar al niño o joven de la música a través de la práctica instrumental, a modo de hacer la enseñanza mucho más dinámica y una vez que se lograra este objetivo y el niño decidiera por voluntad propia avanzar en la institución se les ofrecían las clases teóricas. “poco a poco comenzaba ese proceso jugando, pero muchas veces fue criticado el método, “pero los muchachos no saben leer mucha música”, decían. claro pero es que la intención era enamorarlo de la música y una vez que el muchacho se enamora de eso, tú le empiezas a meter entonces el conocimiento teórico, el conocimiento por supuesto riguroso de la música pero primero tienes que querer mucho”. destacó el músico. bajo el lema de “tocar y luchar”, el sistema nacional de orquestas y coros juveniles e infantiles de venezuela exhibe una realidad que ha sido calificada en el mundo como “el milagro musical venezolano”: más de 1.012.777 niños, niñas y adolescentes, en su mayoría provenientes de estratos sociales de bajos recursos económicos, están asimilados al estudio de la música, disfrutan del aprendizaje del arte, ejecutan repertorios de la música clásica y popular, y han sido incluidos a un sistema de formación personal y colectivo en el que se les inculcan valores sociales, morales y espirituales que son la razón fundamental de este programa musical. esta poderosa red musical rinde en la actualidad frutos de esperanza al ser hogar y refugio de millones de niños, niñas, adolescentes y jóvenes venezolanos que cumplen a través de la música sus sueños de realización personal y profesional. más que el producto de la genialidad y el virtuosismo de sus creadores, la música es un reflejo del alma de los pueblos y, en este caso, es resultado de un programa educativo que en 50 años continúa traspasando fronteras.",
    "tokens": [
      "bajo",
      "lema",
      "“",
      "tocar",
      "luchar",
      "”",
      ",",
      "sistema",
      "nacional",
      "orquestas",
      "coros",
      "juveniles",
      "infantiles",
      "venezuela",
      "exhibe",
      "realidad",
      "sido",
      "calificada",
      "mundo",
      "“",
      "milagro",
      "musical",
      "venezolano",
      "”",
      ".",
      "sistema",
      "nacional",
      "orquestas",
      "coros",
      "juveniles",
      "infantiles",
      "venezuela",
      "(",
      "fundación",
      "musical",
      "simón",
      "bolívar",
      ")",
      "referido",
      "simplemente",
      "sistema",
      ",",
      "fundado",
      "1975",
      "bajo",
      "iniciativa",
      "liderazgo",
      "maestro",
      "josé",
      "antonio",
      "abreu",
      ",",
      "músico",
      ",",
      "economista",
      ",",
      "político",
      ",",
      "activista",
      "educador",
      "venezolano",
      ".",
      "institución",
      "llamada",
      "originalmente",
      "«",
      "acción",
      "social",
      "música",
      "»",
      ",",
      "nació",
      "sueño",
      "abreu",
      "conoció",
      "primera",
      "mano",
      "efectos",
      "positivos",
      "niñas",
      ",",
      "niños",
      "jóvenes",
      "comenzaban",
      "nueva",
      "vida",
      "influencia",
      "música​",
      ".",
      "trata",
      "institución",
      "abierta",
      "toda",
      "sociedad",
      ",",
      "contribuye",
      "rescate",
      "pedagógico",
      ",",
      "ocupacional",
      "ético",
      "infancia",
      "juventud",
      ",",
      "mediante",
      "instrucción",
      "práctica",
      "colectiva",
      "música",
      ",",
      "dedicada",
      "capacitación",
      ",",
      "prevención",
      "recuperación",
      "grupos",
      "vulnerables",
      "país",
      ",",
      "características",
      "etarias",
      "situación",
      "socioeconómica",
      ".",
      "entrevista",
      "multiplataforma",
      "telesur",
      ",",
      "destacado",
      "músico",
      "compositor",
      "venezolano",
      ",",
      "fundador",
      "sistema",
      ",",
      "waldemar",
      "d",
      "’",
      "lima",
      ",",
      "destacó",
      "institución",
      "vincula",
      "comunidad",
      "través",
      "intercambio",
      ",",
      "cooperación",
      "cultivo",
      "valores",
      "inciden",
      "transformación",
      "niño",
      ",",
      "joven",
      "entorno",
      "familiar",
      ",",
      "reconoce",
      "internacionalmente",
      "oportunidad",
      "desarrollo",
      "personal",
      "intelectual",
      ",",
      "espiritual",
      ",",
      "social",
      "profesional",
      ",",
      "rescatando",
      "niño",
      "joven",
      "vida",
      "vacía",
      ",",
      "desorientada",
      "desviada",
      ".",
      "“",
      "bueno",
      "fíjate",
      "interesante",
      "sistema",
      "orquestas",
      "solamente",
      "música",
      ",",
      "formar",
      "gente",
      "mejores",
      "seres",
      "humanos",
      ",",
      "mejores",
      "venezolanos",
      ",",
      "hizo",
      "maestro",
      "abreu",
      "impresionante",
      ",",
      "cada",
      "día",
      "50",
      "años",
      "sistema",
      "sorprendo",
      "días.",
      "”",
      "resaltó",
      "d",
      "’",
      "lima",
      ".",
      "primer",
      "año",
      "actividades",
      ",",
      "sinfónica",
      "juvenil",
      "juan",
      "josé",
      "landaeta",
      ",",
      "agrupación",
      "primigenia",
      "institución",
      ",",
      "significó",
      "fenómeno",
      "artístico",
      "pedagogía",
      "musical",
      "nivel",
      "nacional",
      "internacional",
      ".",
      "primeras",
      "presentaciones",
      "solo",
      "causaron",
      "impacto",
      "escocia",
      ",",
      "méxico",
      ",",
      "colombia",
      ",",
      "unidos",
      ",",
      "realizadas",
      "casi",
      "año",
      "fundada",
      ",",
      "sino",
      "cada",
      "pueblo",
      "país",
      ",",
      "quería",
      "seguir",
      "ejemplo",
      "ciudad",
      "caracas",
      ",",
      "capital",
      "venezuela",
      "contar",
      "orquestas",
      "juveniles",
      ".",
      "inicio",
      ",",
      "proyecto",
      "carácter",
      "nacionalista",
      "así",
      "comenzaron",
      "multiplicarse",
      "agrupaciones",
      "orquestales",
      ",",
      "población",
      "musical",
      "profesores",
      "música",
      "oriente",
      ",",
      "occidente",
      ",",
      "sur",
      "centro",
      "territorio",
      "nacional",
      ",",
      "completar",
      "rico",
      "mapa",
      "venezuela",
      "lleno",
      "orquestas",
      "coros",
      ",",
      "conocemos",
      "actualmente",
      "sistema",
      ".",
      "entrevista",
      "concedida",
      "telesur",
      ",",
      "waldemar",
      "d",
      "’",
      "lima",
      ",",
      "destacó",
      "conformación",
      "sistema",
      "significó",
      "modificación",
      "forma",
      "enseñaba",
      "música",
      "país",
      ",",
      "debido",
      "conservatorios",
      "primero",
      "centraban",
      "dictar",
      "clases",
      "teóricas",
      ",",
      "cuales",
      "duran",
      "alrededor",
      "cinco",
      "años",
      ",",
      "posteriormente",
      "introducir",
      "estudiantes",
      "instrumento",
      ".",
      "embargo",
      ",",
      "maestro",
      "abreu",
      ",",
      "centró",
      "primeramente",
      "enamorar",
      "niño",
      "joven",
      "música",
      "través",
      "práctica",
      "instrumental",
      ",",
      "modo",
      "hacer",
      "enseñanza",
      "dinámica",
      "vez",
      "lograra",
      "objetivo",
      "niño",
      "decidiera",
      "voluntad",
      "propia",
      "avanzar",
      "institución",
      "ofrecían",
      "clases",
      "teóricas",
      ".",
      "“",
      "comenzaba",
      "proceso",
      "jugando",
      ",",
      "muchas",
      "veces",
      "criticado",
      "método",
      ",",
      "“",
      "muchachos",
      "saben",
      "leer",
      "mucha",
      "música",
      "”",
      ",",
      "decían",
      ".",
      "claro",
      "intención",
      "enamorarlo",
      "música",
      "vez",
      "muchacho",
      "enamora",
      ",",
      "empiezas",
      "meter",
      "entonces",
      "conocimiento",
      "teórico",
      ",",
      "conocimiento",
      "supuesto",
      "riguroso",
      "música",
      "primero",
      "querer",
      "”",
      ".",
      "destacó",
      "músico",
      ".",
      "bajo",
      "lema",
      "“",
      "tocar",
      "luchar",
      "”",
      ",",
      "sistema",
      "nacional",
      "orquestas",
      "coros",
      "juveniles",
      "infantiles",
      "venezuela",
      "exhibe",
      "realidad",
      "sido",
      "calificada",
      "mundo",
      "“",
      "milagro",
      "musical",
      "venezolano",
      "”",
      ":",
      "1.012.777",
      "niños",
      ",",
      "niñas",
      "adolescentes",
      ",",
      "mayoría",
      "provenientes",
      "estratos",
      "sociales",
      "bajos",
      "recursos",
      "económicos",
      ",",
      "asimilados",
      "estudio",
      "música",
      ",",
      "disfrutan",
      "aprendizaje",
      "arte",
      ",",
      "ejecutan",
      "repertorios",
      "música",
      "clásica",
      "popular",
      ",",
      "sido",
      "incluidos",
      "sistema",
      "formación",
      "personal",
      "colectivo",
      "inculcan",
      "valores",
      "sociales",
      ",",
      "morales",
      "espirituales",
      "razón",
      "fundamental",
      "programa",
      "musical",
      ".",
      "poderosa",
      "red",
      "musical",
      "rinde",
      "actualidad",
      "frutos",
      "esperanza",
      "ser",
      "hogar",
      "refugio",
      "millones",
      "niños",
      ",",
      "niñas",
      ",",
      "adolescentes",
      "jóvenes",
      "venezolanos",
      "cumplen",
      "través",
      "música",
      "sueños",
      "realización",
      "personal",
      "profesional",
      ".",
      "producto",
      "genialidad",
      "virtuosismo",
      "creadores",
      ",",
      "música",
      "reflejo",
      "alma",
      "pueblos",
      ",",
      "caso",
      ",",
      "resultado",
      "programa",
      "educativo",
      "50",
      "años",
      "continúa",
      "traspasando",
      "fronteras",
      "."
    ],
    "token_count": 542,
    "sentence_count": 17
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "CC": 5,
      "FW": 210,
      "JJ": 76,
      "NN": 275,
      "IN": 34,
      "CD": 4,
      "VBZ": 13,
      "NNS": 27,
      "VBP": 19,
      "VBD": 5,
      "DT": 3,
      "RB": 1,
      "PRP": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-CC": 5,
      "CC-FW": 1,
      "FW-FW": 152,
      "FW-NNP": 16,
      "CC-NNP": 2,
      "NNP-NNP": 43,
      "NNP-FW": 11,
      "CC-JJ": 2,
      "JJ-NN": 50,
      "NN-NN": 173,
      "NN-IN": 27,
      "IN-FW": 19,
      "FW-NN": 23,
      "NN-FW": 23,
      "FW-JJ": 14,
      "NN-NNP": 16,
      "NNP-NN": 17,
      "IN-CD": 4,
      "CD-NN": 2,
      "NNP-VBZ": 6,
      "VBZ-JJ": 7,
      "JJ-JJ": 14,
      "JJ-NNP": 5,
      "NN-JJ": 15,
      "NN-NNS": 9,
      "NNS-VBP": 14,
      "VBP-JJ": 12,
      "NN-VBD": 2,
      "VBD-JJ": 4,
      "VBP-NN": 5,
      "NN-VBP": 3,
      "IN-NNP": 5,
      "IN-JJ": 3,
      "NNP-IN": 2,
      "NNP-DT": 1,
      "DT-NN": 3,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNS-VBZ": 1,
      "JJ-NNS": 5,
      "NNP-PRP": 1,
      "PRP-VBP": 1,
      "NNP-VBD": 3,
      "VBD-FW": 1,
      "NN-VBZ": 6,
      "VBZ-DT": 2,
      "IN-NNS": 1,
      "NNS-NNP": 1,
      "NNP-VBP": 1,
      "NNS-NNS": 7,
      "NNS-IN": 2,
      "FW-NNS": 5,
      "IN-NN": 2,
      "VBZ-IN": 3,
      "VBP-NNP": 1,
      "VBP-JJR": 1,
      "JJR-JJ": 1,
      "VBZ-FW": 1,
      "CD-JJ": 2,
      "NNS-JJ": 1,
      "JJ-FW": 2
    },
    "trigram_freq": {
      "NNP-CC-FW": 1,
      "CC-FW-FW": 1,
      "FW-FW-NNP": 7,
      "FW-NNP-CC": 4,
      "NNP-CC-NNP": 2,
      "CC-NNP-NNP": 2,
      "NNP-NNP-NNP": 23,
      "NNP-NNP-FW": 7,
      "NNP-FW-NNP": 6,
      "FW-NNP-NNP": 8,
      "NNP-CC-JJ": 2,
      "CC-JJ-NN": 2,
      "JJ-NN-NN": 28,
      "NN-NN-NN": 113,
      "NN-NN-IN": 16,
      "NN-IN-FW": 15,
      "IN-FW-FW": 12,
      "FW-FW-NN": 13,
      "FW-NN-NN": 12,
      "NN-NN-FW": 9,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 10,
      "JJ-NN-NNP": 2,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NN": 4,
      "NNP-NN-NN": 12,
      "NN-NN-NNP": 12,
      "NN-IN-CD": 3,
      "IN-CD-NN": 2,
      "CD-NN-FW": 1,
      "NN-FW-FW": 14,
      "FW-FW-FW": 119,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NNP": 3,
      "JJ-NNP-NNP": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-FW": 3,
      "NN-NNP-NN": 6,
      "IN-FW-NN": 3,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 11,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "FW-NNP-NN": 3,
      "NNP-NN-FW": 3,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-FW-JJ": 8,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 3,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 2,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "JJ-NN-IN": 10,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 3,
      "NNP-NNP-VBZ": 4,
      "VBZ-JJ-NN": 3,
      "NN-FW-NN": 4,
      "FW-NN-FW": 5,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NN": 10,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 4,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-FW": 5,
      "FW-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-VBP": 1,
      "CD-NN-NN": 1,
      "NNP-NNP-PRP": 1,
      "NNP-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "JJ-NN-JJ": 2,
      "IN-FW-JJ": 4,
      "FW-JJ-JJ": 2,
      "JJ-NNP-NN": 3,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-NN-NNS": 5,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "FW-NN-JJ": 3,
      "IN-NNP-FW": 1,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 3,
      "FW-NN-NNP": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 3,
      "NN-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 1,
      "JJ-NNS-NNS": 2,
      "VBP-NN-IN": 1,
      "NN-VBZ-IN": 3,
      "VBZ-IN-FW": 2,
      "IN-JJ-JJ": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "VBP-NN-NNS": 1,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-JJ": 2,
      "CD-JJ-NN": 2,
      "JJ-NN-VBZ": 1,
      "VBZ-IN-NN": 1,
      "NN-JJ-NNS": 1,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NNS-NNS-NNS": 3,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "FW-JJ-NNP": 1,
      "NNP-NN-VBD": 1,
      "FW-NNS-NNS": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 275,
        "FW": 210,
        "NNP": 90,
        "JJ": 76,
        "IN": 34
      },
      "top_bigrams": {
        "NN-NN": 173,
        "FW-FW": 152,
        "JJ-NN": 50,
        "NNP-NNP": 43,
        "NN-IN": 27
      },
      "top_trigrams": {
        "FW-FW-FW": 119,
        "NN-NN-NN": 113,
        "JJ-NN-NN": 28,
        "NNP-NNP-NNP": 23,
        "NN-NN-IN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 17,
    "chunk_counts": {
      "NP": 193,
      "VP": 43,
      "PP": 13,
      "ADJP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0217
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 5,
        "weight": 0.0181
      },
      {
        "rule": "NP -> ('Orquestas', 'NNP')",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "NP -> ('El', 'NNP') ('Sistema', 'NNP') ('Nacional', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('Coros', 'NNP') ('Juveniles', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('Infantiles', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('El', 'NNP') ('Sistema', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('Bajo', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Bajo"
      },
      {
        "label": "NP",
        "text": "Tocar y luchar ”"
      },
      {
        "label": "NP",
        "text": "El Sistema Nacional"
      },
      {
        "label": "NP",
        "text": "Orquestas"
      },
      {
        "label": "NP",
        "text": "Coros Juveniles"
      },
      {
        "label": "NP",
        "text": "Infantiles"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "una realidad que ha sido calificada"
      },
      {
        "label": "NP",
        "text": "como “"
      },
      {
        "label": "VP",
        "text": "el milagro musical venezolano ”"
      },
      {
        "label": "NP",
        "text": "milagro musical venezolano ”"
      },
      {
        "label": "NP",
        "text": "El Sistema Nacional"
      },
      {
        "label": "NP",
        "text": "Orquestas"
      },
      {
        "label": "NP",
        "text": "Coros Juveniles"
      },
      {
        "label": "NP",
        "text": "Infantiles"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Bajo/NNP)\n  el/CC\n  lema/FW\n  de/FW\n  “/FW\n  (NP Tocar/NNP y/NN luchar/NN ”/NNP)\n  ,/,\n  (NP El/NNP Sistema/NNP Nacional/NNP)\n  de/FW\n  (NP Orquestas/NNP)\n  y/CC\n  (NP Coros/NNP Juveniles/NNP)\n  e/FW\n  (NP Infantiles/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  exhibe/CC\n  (NP una/JJ realidad/NN que/NN ha/NN sido/NN calificada/NN)\n  en/IN\n  el/FW\n  mundo/FW\n  (NP como/NN “/NNP)\n  (VP el/VBZ (NP milagro/JJ musical/JJ venezolano/NN ”/NN))\n  ./.)",
      "(S\n  (NP El/NNP Sistema/NNP Nacional/NNP)\n  de/FW\n  (NP Orquestas/NNP)\n  y/CC\n  (NP Coros/NNP Juveniles/NNP)\n  e/FW\n  (NP Infantiles/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  (/(\n  (NP Fundación/NNP Musical/NNP Simón/NNP Bolívar/NNP)\n  )/)\n  (NP\n    también/NN\n    referido/NN\n    simplemente/NN\n    como/NN\n    El/NNP\n    Sistema/NNP)\n  ,/,\n  (NP fue/NN fundado/NN)\n  en/IN\n  1975/CD\n  (NP bajo/NN la/NN)\n  iniciativa/FW\n  (NP y/NN el/NN liderazgo/NN)\n  del/FW\n  (NP Maestro/NNP José/NNP Antonio/NNP Abreu/NNP)\n  ,/,\n  (NP músico/NN)\n  ,/,\n  (NP economista/NN)\n  ,/,\n  (NP político/NN)\n  ,/,\n  (NP activista/JJ y/NN educador/NN venezolano/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    institución/VBZ\n    (NP\n      llamada/JJ\n      originalmente/JJ\n      «/NNP\n      Acción/NNP\n      Social/NNP\n      para/NN\n      la/NN\n      Música/NNP\n      »/NNP))\n  ,/,\n  nació/FW\n  de/FW\n  un/FW\n  sueño/FW\n  (NP que/NN tenía/NN Abreu/NNP desde/NN que/NN conoció/NN)\n  de/IN\n  primera/FW\n  (NP\n    mano/NN\n    los/NN\n    efectos/NN\n    positivos/NN\n    que/NN\n    tenían/NN\n    los/NN\n    niñas/NN)\n  ,/,\n  (NP niños/JJ y/NN jóvenes/NNS)\n  (VP cuando/VBP (NP comenzaban/JJ una/JJ nueva/NN vida/NN con/NN))\n  la/FW\n  influencia/FW\n  de/FW\n  la/FW\n  música​/FW\n  ./.)",
      "(S\n  (NP Se/NNP trata/NN)\n  de/FW\n  una/FW\n  (NP institución/NN)\n  (PP abierta/IN (NP a/DT toda/NN la/NN sociedad/NN))\n  ,/,\n  (NP que/JJ contribuye/NN al/NN rescate/NN pedagógico/NN)\n  ,/,\n  (NP ocupacional/JJ y/NN ético/NNP)\n  de/IN\n  la/FW\n  infancia/FW\n  y/FW\n  la/FW\n  (NP juventud/NN)\n  ,/,\n  (NP mediante/NN)\n  la/FW\n  instrucción/FW\n  y/FW\n  práctica/FW\n  colectiva/FW\n  de/FW\n  la/FW\n  música/FW\n  ,/,\n  (VP dedicada/VBZ (NP a/DT la/NN capacitación/NN))\n  ,/,\n  (NP prevención/NN y/NN recuperación/NN)\n  de/IN\n  los/FW\n  (NP grupos/JJ más/NN vulnerables/NNS)\n  (VP del/VBP (NP país/NN))\n  ,/,\n  (PP tanto/IN (NP por/JJ sus/NN características/NN))\n  (VP\n    etarias/VBP\n    (NP como/NN por/NN su/NN situación/NN socioeconómica/NN))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP una/JJ entrevista/NN para/NN la/NN)\n  multiplataforma/FW\n  (NP TeleSUR/NNP)\n  ,/,\n  (VP\n    el/VBZ\n    (NP destacado/JJ músico/NN y/NN compositor/NN venezolano/NN))\n  ,/,\n  (ADJP quien/JJ)\n  es/FW\n  (NP fundador/NN)\n  (PP de/IN (NP El/NNP Sistema/NNP))\n  ,/,\n  (NP Waldemar/NNP D/NNP ’/NNP lima/NN)\n  ,/,\n  (NP\n    destacó/NN\n    que/NN\n    esta/NN\n    institución/NN\n    se/NN\n    vincula/NN\n    con/NN\n    la/NN)\n  (VP comunidad/VBZ (NP a/DT través/JJ del/NN intercambio/NN))\n  ,/,\n  la/FW\n  cooperación/FW\n  y/FW\n  el/FW\n  cultivo/FW\n  de/FW\n  valores/FW\n  que/FW\n  inciden/FW\n  en/FW\n  la/FW\n  transformación/FW\n  del/FW\n  niño/FW\n  ,/,\n  el/FW\n  joven/RB\n  (NP y/JJR el/JJ entorno/NN)\n  (ADJP familiar/JJ)\n  ,/,\n  (NP\n    por/JJ\n    lo/NN\n    que/NN\n    se/NN\n    le/NN\n    reconoce/NN\n    internacionalmente/NN\n    como/NN)\n  (NP una/JJ oportunidad/NN para/NN el/NN)\n  (VP desarrollo/VBP (NP personal/JJ en/NN lo/NN) intelectual/JJ)\n  ,/,\n  (ADJP espiritual/JJ)\n  ,/,\n  (NP social/JJ y/NN)\n  (ADJP profesional/JJ)\n  ,/,\n  (NP rescatando/JJ al/NN niño/NN)\n  (VP o/VBD joven/RB)\n  de/FW\n  una/FW\n  vida/FW\n  (NP vacía/NN)\n  ,/,\n  (NP desorientada/NN y/NN desviada/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "ORGANIZACIONES_SOCIALES",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          2461,
          2468
        ],
        "start": 2461,
        "end": 2468
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "música en el oriente, occidente, sur y centro de todo el territorio nacional",
        "position": [
          2687,
          2763
        ],
        "start": 2687,
        "end": 2763
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "intelectual, espiritual, social y profesional, rescatando al",
        "position": [
          1589,
          1649
        ],
        "start": 1589,
        "end": 1649
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          282,
          291
        ],
        "start": 282,
        "end": 291
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "maestro",
        "position": [
          419,
          426
        ],
        "start": 419,
        "end": 426
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          699,
          706
        ],
        "start": 699,
        "end": 706
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1292,
          1299
        ],
        "start": 1292,
        "end": 1299
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          2310,
          2318
        ],
        "start": 2310,
        "end": 2318
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2320,
          2334
        ],
        "start": 2320,
        "end": 2334
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          2302,
          2308
        ],
        "start": 2302,
        "end": 2308
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          101,
          110
        ],
        "start": 101,
        "end": 110
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "lima",
        "position": [
          1286,
          1290
        ],
        "start": 1286,
        "end": 1290
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          2452,
          2459
        ],
        "start": 2452,
        "end": 2459
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y pueblo",
        "position": [
          2385,
          2400
        ],
        "start": 2385,
        "end": 2400
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          2726,
          2735
        ],
        "start": 2726,
        "end": 2735
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          2849,
          2860
        ],
        "start": 2849,
        "end": 2860
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3266,
          3273
        ],
        "start": 3266,
        "end": 3273
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "desarrollo personal en lo intelectual, espiritual, social",
        "position": [
          1563,
          1620
        ],
        "start": 1563,
        "end": 1620
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 1.012.777",
        "position": [
          4205,
          4221
        ],
        "start": 4205,
        "end": 4221
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Antonio Abreu",
        "tipo": "Persona"
      },
      {
        "nombre": "Abreu",
        "tipo": "Persona"
      },
      {
        "nombre": "Sinfónica Juvenil Juan José Landaeta",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Claro",
        "tipo": "Persona"
      },
      {
        "nombre": "Más",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Maestro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Escocia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fundación Musical Simón Bolívar",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Waldemar D’lima",
        "tipo": "Persona"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sistema Nacional de Orquestas y Coros Juveniles e Infantiles de Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maestro Abreu",
        "tipo": "Persona"
      },
      {
        "nombre": "Acción Social para la Música",
        "tipo": "Organizacion"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Sistema Nacional de Orquestas y Coros Juveniles e Infantiles de Venezuela",
        "relacion": "FUNDAR",
        "objeto": "Maestro"
      },
      {
        "sujeto": "Sistema Nacional de Orquestas y Coros Juveniles e Infantiles de Venezuela",
        "relacion": "FUNDAR",
        "objeto": "José Antonio Abreu"
      },
      {
        "sujeto": "Fundación Musical Simón Bolívar",
        "relacion": "FUNDAR",
        "objeto": "Maestro"
      },
      {
        "sujeto": "Fundación Musical Simón Bolívar",
        "relacion": "FUNDAR",
        "objeto": "José Antonio Abreu"
      },
      {
        "sujeto": "Abreu",
        "relacion": "NACER",
        "objeto": "Acción Social para la Música"
      },
      {
        "sujeto": "Escocia",
        "relacion": "CAUSAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Escocia",
        "relacion": "CAUSAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "México",
        "relacion": "CAUSAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "México",
        "relacion": "CAUSAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Colombia",
        "relacion": "CAUSAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Colombia",
        "relacion": "CAUSAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "CAUSAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "CAUSAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.3818,
    "pos": 0.01,
    "neu": 0.977,
    "neg": 0.013,
    "label": "negative"
  }
}