{
  "url": "https://www.telesurtv.net/universidad-nueva-york-profesores-palestina/",
  "title": "Universidad de Nueva York despide a profesores por su activismo a favor de Palestina - teleSUR",
  "section": "Mundo",
  "tags": [
    "censura",
    "EE.UU.",
    "Israel",
    "Palestina"
  ],
  "text": "Cuatro profesores adjuntos de Brooklyn College, parte de la Universidad de la ciudad de Nueva York (CUNY), fueron despedidos sin explicación oficial, en medio de una ola de presiones políticas contra las voces que apoyan la causa palestina en instituciones académicas de Estados Unidos.\n\nLEA TAMBIÉN:Trump pierde apoyo por gestión migratoria, según encuesta\n\nLa medida ha sido calificada por sindicatos y organizaciones docentes como un grave atentado contra la libertad de expresión y el debido proceso universitario.\nLa información fue revelada por el medio estadounidense The Intercept, que entrevistó a uno de los profesores afectados. Este aseguró que la decisión no tuvo ninguna relación con su desempeño profesional, sino que responde a su activismo en favor de Palestina, una causa que los cuatro académicos comparten.\n“La única razón por la que creemos que está relacionado con Palestina es porque es lo único que tenemos en común”, afirmó uno de ellos, quien pidió el anonimato por temor a represalias y acoso.\nSegún los testimonios, los docentes ya habían sido aprobados por sus respectivos departamentos para impartir clases en el semestre de otoño. De hecho, incluso recibieron sus horarios académicos asignados. No obstante, fueron notificados por la oficina de Recursos Humanos de que su contrato había sido rescindido sin justificación.\nLa universidad no emitió un comunicado oficial ni respondió a solicitudes de información realizadas por The Intercept. La ausencia de una explicación pública ha generado sospechas de censura política y discriminación ideológica.\nEl Congreso de Personal Profesional (PSC), el sindicato más representativo del profesorado de CUNY, condenó los despidos como arbitrarios y exigió una respuesta inmediata a las autoridades universitarias. Mediante una carta al rector Félix F. Matos Rodríguez, el presidente del sindicato, James Davis, calificó los despidos de “sumamente irregulares” y recordó que no existía ningún reporte de mala conducta ni evaluación negativa en el historial de los docentes.\n“Hemos enviado al menos cuatro cartas a la administración solicitando una explicación clara, y no hemos recibido ninguna respuesta. La comunidad académica merece transparencia y respeto al debido proceso”, expresó Davis.\nAdemás, la sección local del Colegio para la Justicia en Palestina en CUNY también se pronunció, señalando que los despidos evidencian una creciente tendencia a reprimir las voces disidentes en los campus estadounidenses.\nLos despidos se producen en un contexto de creciente presión política sobre las universidades públicas en EE. UU. En las últimas semanas, el Congreso de ese país ha intensificado las investigaciones sobre diversas instituciones académicas, acusándolas de ser “focos de antisemitismo” y de “difundir extremismo”.\nEn particular, la administración del presidente Donald Trump anunció el lunes pasado una revisión de contratos y subvenciones federales por un valor de 9.000 millones de dólares a la Universidad de Harvard, bajo alegaciones similares.\nEstas acciones forman parte de una campaña más amplia que busca condicionar los fondos públicos al alineamiento ideológico de las universidades, en especial en lo relativo al conflicto israelí-palestino.\nLos despidos en Brooklyn College no son hechos aislados, sino parte de una creciente ola de medidas que criminalizan el activismo pro-palestino en Estados Unidos. Varios académicos y estudiantes han sido objeto de investigaciones, sanciones e incluso vigilancia mediante sitios web proisraelíes, tal como reveló una investigación reciente también publicada por The Intercept.\nLa narrativa oficial impulsada por sectores del Partido Republicano, con el respaldo de Trump, equipara sistemáticamente el apoyo a Palestina con antisemitismo, lo que ha generado una atmósfera de persecución y censura en instituciones educativas.\nCUNY, una de las universidades públicas más grandes y diversas del país, con más de 275.000 estudiantes, ha sido frecuentemente objeto de investigaciones legislativas debido a su supuesto “ambiente hostil hacia estudiantes judíos”.\nEstas acusaciones han sido rechazadas por la mayoría del profesorado y organizaciones estudiantiles, quienes denuncian que se trata de una maniobra para silenciar las voces críticas con las políticas de Israel.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/universidad-nueva-york-profesores-palestina/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1109,
    "message_id": 99210,
    "date": "2025-07-17T12:55:07+00:00",
    "text": "teleSUR\nUniversidad de Nueva York despide a profesores por su activismo a favor de Palestina\nhttps://www.telesurtv.net/universidad-nueva-york-profesores-palestina/",
    "photo_path": null,
    "views": 1836,
    "reactions": {
      "💩": 45,
      "🤬": 19,
      "👎": 2,
      "❤": 1
    },
    "total_reactions": 67
  },
  "preprocessing": {
    "cleaned": "cuatro profesores adjuntos de brooklyn college, parte de la universidad de la ciudad de nueva york (cuny), fueron despedidos sin explicación oficial, en medio de una ola de presiones políticas contra las voces que apoyan la causa palestina en instituciones académicas de estados unidos. la medida ha sido calificada por sindicatos y organizaciones docentes como un grave atentado contra la libertad de expresión y el debido proceso universitario. la información fue revelada por el medio estadounidense the intercept, que entrevistó a uno de los profesores afectados. este aseguró que la decisión no tuvo ninguna relación con su desempeño profesional, sino que responde a su activismo en favor de palestina, una causa que los cuatro académicos comparten. “la única razón por la que creemos que está relacionado con palestina es porque es lo único que tenemos en común”, afirmó uno de ellos, quien pidió el anonimato por temor a represalias y acoso. según los testimonios, los docentes ya habían sido aprobados por sus respectivos departamentos para impartir clases en el semestre de otoño. de hecho, incluso recibieron sus horarios académicos asignados. no obstante, fueron notificados por la oficina de recursos humanos de que su contrato había sido rescindido sin justificación. la universidad no emitió un comunicado oficial ni respondió a solicitudes de información realizadas por the intercept. la ausencia de una explicación pública ha generado sospechas de censura política y discriminación ideológica. el congreso de personal profesional (psc), el sindicato más representativo del profesorado de cuny, condenó los despidos como arbitrarios y exigió una respuesta inmediata a las autoridades universitarias. mediante una carta al rector félix f. matos rodríguez, el presidente del sindicato, james davis, calificó los despidos de “sumamente irregulares” y recordó que no existía ningún reporte de mala conducta ni evaluación negativa en el historial de los docentes. “hemos enviado al menos cuatro cartas a la administración solicitando una explicación clara, y no hemos recibido ninguna respuesta. la comunidad académica merece transparencia y respeto al debido proceso”, expresó davis. además, la sección local del colegio para la justicia en palestina en cuny también se pronunció, señalando que los despidos evidencian una creciente tendencia a reprimir las voces disidentes en los campus estadounidenses. los despidos se producen en un contexto de creciente presión política sobre las universidades públicas en ee. uu. en las últimas semanas, el congreso de ese país ha intensificado las investigaciones sobre diversas instituciones académicas, acusándolas de ser “focos de antisemitismo” y de “difundir extremismo”. en particular, la administración del presidente donald trump anunció el lunes pasado una revisión de contratos y subvenciones federales por un valor de 9.000 millones de dólares a la universidad de harvard, bajo alegaciones similares. estas acciones forman parte de una campaña más amplia que busca condicionar los fondos públicos al alineamiento ideológico de las universidades, en especial en lo relativo al conflicto israelí-palestino. los despidos en brooklyn college no son hechos aislados, sino parte de una creciente ola de medidas que criminalizan el activismo pro-palestino en estados unidos. varios académicos y estudiantes han sido objeto de investigaciones, sanciones e incluso vigilancia mediante sitios web proisraelíes, tal como reveló una investigación reciente también publicada por the intercept. la narrativa oficial impulsada por sectores del partido republicano, con el respaldo de trump, equipara sistemáticamente el apoyo a palestina con antisemitismo, lo que ha generado una atmósfera de persecución y censura en instituciones educativas. cuny, una de las universidades públicas más grandes y diversas del país, con más de 275.000 estudiantes, ha sido frecuentemente objeto de investigaciones legislativas debido a su supuesto “ambiente hostil hacia estudiantes judíos”. estas acusaciones han sido rechazadas por la mayoría del profesorado y organizaciones estudiantiles, quienes denuncian que se trata de una maniobra para silenciar las voces críticas con las políticas de israel.",
    "tokens": [
      "cuatro",
      "profesores",
      "adjuntos",
      "brooklyn",
      "college",
      ",",
      "parte",
      "universidad",
      "ciudad",
      "nueva",
      "york",
      "(",
      "cuny",
      ")",
      ",",
      "despedidos",
      "explicación",
      "oficial",
      ",",
      "medio",
      "ola",
      "presiones",
      "políticas",
      "voces",
      "apoyan",
      "causa",
      "palestina",
      "instituciones",
      "académicas",
      "unidos",
      ".",
      "medida",
      "sido",
      "calificada",
      "sindicatos",
      "organizaciones",
      "docentes",
      "grave",
      "atentado",
      "libertad",
      "expresión",
      "debido",
      "proceso",
      "universitario",
      ".",
      "información",
      "revelada",
      "medio",
      "estadounidense",
      "the",
      "intercept",
      ",",
      "entrevistó",
      "profesores",
      "afectados",
      ".",
      "aseguró",
      "decisión",
      "ninguna",
      "relación",
      "desempeño",
      "profesional",
      ",",
      "sino",
      "responde",
      "activismo",
      "favor",
      "palestina",
      ",",
      "causa",
      "cuatro",
      "académicos",
      "comparten",
      ".",
      "“",
      "única",
      "razón",
      "creemos",
      "relacionado",
      "palestina",
      "único",
      "común",
      "”",
      ",",
      "afirmó",
      ",",
      "pidió",
      "anonimato",
      "temor",
      "represalias",
      "acoso",
      ".",
      "según",
      "testimonios",
      ",",
      "docentes",
      "sido",
      "aprobados",
      "respectivos",
      "departamentos",
      "impartir",
      "clases",
      "semestre",
      "otoño",
      ".",
      "hecho",
      ",",
      "incluso",
      "recibieron",
      "horarios",
      "académicos",
      "asignados",
      ".",
      "obstante",
      ",",
      "notificados",
      "oficina",
      "recursos",
      "humanos",
      "contrato",
      "sido",
      "rescindido",
      "justificación",
      ".",
      "universidad",
      "emitió",
      "comunicado",
      "oficial",
      "respondió",
      "solicitudes",
      "información",
      "realizadas",
      "the",
      "intercept",
      ".",
      "ausencia",
      "explicación",
      "pública",
      "generado",
      "sospechas",
      "censura",
      "política",
      "discriminación",
      "ideológica",
      ".",
      "congreso",
      "personal",
      "profesional",
      "(",
      "psc",
      ")",
      ",",
      "sindicato",
      "representativo",
      "profesorado",
      "cuny",
      ",",
      "condenó",
      "despidos",
      "arbitrarios",
      "exigió",
      "respuesta",
      "inmediata",
      "autoridades",
      "universitarias",
      ".",
      "mediante",
      "carta",
      "rector",
      "félix",
      "f.",
      "matos",
      "rodríguez",
      ",",
      "presidente",
      "sindicato",
      ",",
      "james",
      "davis",
      ",",
      "calificó",
      "despidos",
      "“",
      "sumamente",
      "irregulares",
      "”",
      "recordó",
      "existía",
      "ningún",
      "reporte",
      "mala",
      "conducta",
      "evaluación",
      "negativa",
      "historial",
      "docentes",
      ".",
      "“",
      "enviado",
      "menos",
      "cuatro",
      "cartas",
      "administración",
      "solicitando",
      "explicación",
      "clara",
      ",",
      "recibido",
      "ninguna",
      "respuesta",
      ".",
      "comunidad",
      "académica",
      "merece",
      "transparencia",
      "respeto",
      "debido",
      "proceso",
      "”",
      ",",
      "expresó",
      "davis",
      ".",
      "además",
      ",",
      "sección",
      "local",
      "colegio",
      "justicia",
      "palestina",
      "cuny",
      "pronunció",
      ",",
      "señalando",
      "despidos",
      "evidencian",
      "creciente",
      "tendencia",
      "reprimir",
      "voces",
      "disidentes",
      "campus",
      "estadounidenses",
      ".",
      "despidos",
      "producen",
      "contexto",
      "creciente",
      "presión",
      "política",
      "universidades",
      "públicas",
      "ee",
      ".",
      "uu.",
      "últimas",
      "semanas",
      ",",
      "congreso",
      "país",
      "intensificado",
      "investigaciones",
      "diversas",
      "instituciones",
      "académicas",
      ",",
      "acusándolas",
      "ser",
      "“",
      "focos",
      "antisemitismo",
      "”",
      "“",
      "difundir",
      "extremismo",
      "”",
      ".",
      "particular",
      ",",
      "administración",
      "presidente",
      "donald",
      "trump",
      "anunció",
      "lunes",
      "pasado",
      "revisión",
      "contratos",
      "subvenciones",
      "federales",
      "valor",
      "9.000",
      "millones",
      "dólares",
      "universidad",
      "harvard",
      ",",
      "bajo",
      "alegaciones",
      "similares",
      ".",
      "acciones",
      "forman",
      "parte",
      "campaña",
      "amplia",
      "busca",
      "condicionar",
      "fondos",
      "públicos",
      "alineamiento",
      "ideológico",
      "universidades",
      ",",
      "especial",
      "relativo",
      "conflicto",
      "israelí-palestino",
      ".",
      "despidos",
      "brooklyn",
      "college",
      "hechos",
      "aislados",
      ",",
      "sino",
      "parte",
      "creciente",
      "ola",
      "medidas",
      "criminalizan",
      "activismo",
      "pro-palestino",
      "unidos",
      ".",
      "varios",
      "académicos",
      "estudiantes",
      "sido",
      "objeto",
      "investigaciones",
      ",",
      "sanciones",
      "incluso",
      "vigilancia",
      "mediante",
      "sitios",
      "web",
      "proisraelíes",
      ",",
      "tal",
      "reveló",
      "investigación",
      "reciente",
      "publicada",
      "the",
      "intercept",
      ".",
      "narrativa",
      "oficial",
      "impulsada",
      "sectores",
      "partido",
      "republicano",
      ",",
      "respaldo",
      "trump",
      ",",
      "equipara",
      "sistemáticamente",
      "apoyo",
      "palestina",
      "antisemitismo",
      ",",
      "generado",
      "atmósfera",
      "persecución",
      "censura",
      "instituciones",
      "educativas",
      ".",
      "cuny",
      ",",
      "universidades",
      "públicas",
      "grandes",
      "diversas",
      "país",
      ",",
      "275.000",
      "estudiantes",
      ",",
      "sido",
      "frecuentemente",
      "objeto",
      "investigaciones",
      "legislativas",
      "debido",
      "supuesto",
      "“",
      "ambiente",
      "hostil",
      "hacia",
      "estudiantes",
      "judíos",
      "”",
      ".",
      "acusaciones",
      "sido",
      "rechazadas",
      "mayoría",
      "profesorado",
      "organizaciones",
      "estudiantiles",
      ",",
      "denuncian",
      "trata",
      "maniobra",
      "silenciar",
      "voces",
      "críticas",
      "políticas",
      "israel",
      "."
    ],
    "token_count": 424,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 79,
      "VBZ": 15,
      "FW": 111,
      "NN": 215,
      "VBP": 31,
      "JJ": 63,
      "NNS": 44,
      "IN": 32,
      "VBN": 1,
      "VBD": 4,
      "DT": 8,
      "RB": 2,
      "CD": 2,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-VBZ": 5,
      "VBZ-FW": 3,
      "FW-FW": 71,
      "FW-NNP": 12,
      "NNP-NNP": 28,
      "NNP-FW": 9,
      "NNP-NN": 23,
      "NN-NN": 131,
      "NN-VBP": 3,
      "VBP-JJ": 21,
      "JJ-FW": 6,
      "FW-JJ": 4,
      "JJ-NNS": 8,
      "NNS-NNS": 4,
      "NNS-VBP": 26,
      "JJ-NN": 36,
      "NN-IN": 23,
      "IN-NNS": 4,
      "NNS-FW": 3,
      "NN-NNP": 18,
      "NN-VBZ": 6,
      "VBZ-NNS": 2,
      "JJ-VBP": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "FW-NN": 14,
      "NN-VBD": 2,
      "VBD-DT": 1,
      "DT-NNP": 3,
      "IN-FW": 8,
      "FW-NNS": 8,
      "VBP-NNP": 3,
      "NN-FW": 11,
      "FW-VBZ": 1,
      "VBZ-DT": 2,
      "DT-NN": 4,
      "NN-RB": 2,
      "RB-JJ": 2,
      "IN-NNP": 7,
      "NNP-JJ": 3,
      "VBZ-JJ": 5,
      "IN-NN": 6,
      "NN-NNS": 11,
      "VBP-NNS": 3,
      "JJ-NNP": 4,
      "NNP-IN": 4,
      "JJ-JJ": 7,
      "VBP-DT": 2,
      "NN-JJ": 7,
      "NNS-IN": 2,
      "IN-JJ": 5,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "NNS-NNP": 1,
      "NNP-VBP": 1,
      "NN-DT": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 3,
      "NNS-VBZ": 3,
      "VBZ-IN": 1,
      "VBZ-NNP": 2,
      "VBP-IN": 1,
      "IN-CD": 2,
      "CD-NNS": 2,
      "NNP-NNS": 2,
      "NNS-JJ": 3,
      "NNP-DT": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNS-CC": 1,
      "CC-NN": 1,
      "NNS-VBD": 1,
      "FW-IN": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 5,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 50,
      "FW-NNP-FW": 3,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 19,
      "NN-NN-NN": 77,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 5,
      "FW-FW-JJ": 2,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-JJ": 18,
      "VBP-JJ-NN": 9,
      "JJ-NN-NN": 23,
      "NN-NN-IN": 12,
      "NN-IN-NNS": 4,
      "IN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-NN-NNP": 16,
      "NN-NNP-NNP": 9,
      "NN-NN-VBZ": 5,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "VBP-JJ-VBP": 1,
      "JJ-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-FW": 1,
      "FW-FW-NN": 7,
      "FW-NN-NN": 7,
      "NN-NNP-NN": 7,
      "NN-NN-VBD": 1,
      "NN-VBD-DT": 1,
      "VBD-DT-NNP": 1,
      "DT-NNP-NN": 1,
      "NN-IN-FW": 6,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 7,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 2,
      "NN-NN-FW": 7,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 1,
      "NN-FW-NN": 3,
      "FW-NN-IN": 3,
      "NN-IN-NNP": 3,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 2,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "NN-IN-NN": 5,
      "IN-NN-NN": 3,
      "NN-FW-FW": 6,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "NN-VBZ-FW": 2,
      "NNP-FW-NN": 1,
      "NN-NN-NNS": 5,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "FW-NN-FW": 2,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-FW": 3,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "FW-FW-NNS": 4,
      "NNS-VBP-DT": 1,
      "VBP-DT-NNP": 2,
      "DT-NNP-NNP": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-NN-JJ": 5,
      "NN-JJ-NN": 6,
      "JJ-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-NNP": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "JJ-NN-IN": 7,
      "IN-FW-NN": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NNS": 5,
      "JJ-NNS-VBP": 5,
      "JJ-NN-JJ": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "JJ-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "IN-NNP-FW": 1,
      "NNP-FW-NNP": 3,
      "FW-NNP-NN": 2,
      "NN-JJ-JJ": 1,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "VBP-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-NNP-JJ": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "VBP-NNP-FW": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NNS": 1,
      "NNP-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "IN-NN-IN": 1,
      "FW-JJ-NNP": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "JJ-NN-FW": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 1,
      "IN-NNS-NNS": 1,
      "VBP-JJ-JJ": 1,
      "IN-NN-VBP": 1,
      "NN-VBP-DT": 1,
      "NNP-FW-JJ": 1,
      "VBZ-FW-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "IN-NNS-VBP": 1,
      "NNP-NN-FW": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "IN-NNS-CC": 1,
      "NNS-CC-NN": 1,
      "CC-NN-NN": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "FW-NN-NNS": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-IN": 1,
      "FW-IN-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 215,
        "FW": 111,
        "NNP": 79,
        "JJ": 63,
        "NNS": 44
      },
      "top_bigrams": {
        "NN-NN": 131,
        "FW-FW": 71,
        "JJ-NN": 36,
        "NNP-NNP": 28,
        "NNS-VBP": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 77,
        "FW-FW-FW": 50,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 19,
        "NNS-VBP-JJ": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 167,
      "VP": 48,
      "ADJP": 7,
      "PP": 20
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.0412
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0225
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.015
      },
      {
        "rule": "NP -> ('CUNY', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('The', 'DT') ('Intercept', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "VP -> ('por', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('universidades', 'NNS')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "ADJP -> ('una', 'JJ')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('instituciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Palestina', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Cuatro"
      },
      {
        "label": "VP",
        "text": "profesores"
      },
      {
        "label": "NP",
        "text": "Brooklyn College"
      },
      {
        "label": "NP",
        "text": "parte"
      },
      {
        "label": "NP",
        "text": "Universidad"
      },
      {
        "label": "NP",
        "text": "Nueva York"
      },
      {
        "label": "NP",
        "text": "CUNY"
      },
      {
        "label": "NP",
        "text": "fueron despedidos sin"
      },
      {
        "label": "VP",
        "text": "explicación oficial"
      },
      {
        "label": "NP",
        "text": "en medio"
      },
      {
        "label": "ADJP",
        "text": "una"
      },
      {
        "label": "NP",
        "text": "contra las voces"
      },
      {
        "label": "VP",
        "text": "que apoyan la causa palestina"
      },
      {
        "label": "NP",
        "text": "apoyan la causa palestina"
      },
      {
        "label": "PP",
        "text": "en instituciones"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Cuatro/NNP)\n  (VP profesores/VBZ)\n  adjuntos/FW\n  de/FW\n  (NP Brooklyn/NNP College/NNP)\n  ,/,\n  (NP parte/NN)\n  de/FW\n  la/FW\n  (NP Universidad/NNP)\n  de/FW\n  la/FW\n  ciudad/FW\n  de/FW\n  (NP Nueva/NNP York/NNP)\n  (/(\n  (NP CUNY/NNP)\n  )/)\n  ,/,\n  (NP fueron/JJ despedidos/NN sin/NN)\n  (VP explicación/VBP oficial/JJ)\n  ,/,\n  (NP en/JJ medio/NN)\n  de/IN\n  (ADJP una/JJ)\n  ola/FW\n  de/FW\n  presiones/FW\n  políticas/FW\n  (NP contra/JJ las/NNS voces/NNS)\n  (VP que/VBP (NP apoyan/JJ la/NN causa/NN palestina/NN))\n  (PP en/IN (NP instituciones/NNS))\n  académicas/FW\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Trump/NNP pierde/NN apoyo/NN por/NN gestión/NN migratoria/NN)\n  ,/,\n  (NP\n    según/NN\n    encuesta/NN\n    La/NNP\n    medida/NNP\n    ha/NN\n    sido/NN\n    calificada/NN\n    por/NN\n    sindicatos/NN\n    y/NN\n    organizaciones/NNS)\n  (VP\n    docentes/VBZ\n    (NP como/JJ un/JJ grave/NN atentado/NN)\n    (NP contra/JJ la/NN))\n  libertad/FW\n  de/FW\n  expresión/FW\n  y/FW\n  el/FW\n  (NP debido/NN proceso/NN universitario/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP información/VBZ (NP fue/JJ revelada/NN por/NN el/NN medio/NN))\n  (VP estadounidense/VBD (NP The/DT Intercept/NNP))\n  ,/,\n  (NP que/NN)\n  (VP entrevistó/VBD)\n  a/DT\n  (ADJP uno/JJ)\n  de/FW\n  los/FW\n  (NP profesores/NNS)\n  (VP afectados/VBP)\n  ./.)",
      "(S\n  (NP Este/NN aseguró/NN que/NN)\n  la/FW\n  (VP\n    decisión/VBZ\n    (NP no/DT tuvo/NN)\n    ninguna/RB\n    (NP relación/JJ con/NN su/NN)\n    (NP desempeño/JJ profesional/NN))\n  ,/,\n  (NP sino/NN que/NN)\n  (VP responde/VBZ (NP a/DT su/JJ activismo/NN))\n  en/FW\n  (NP favor/NN)\n  (PP de/IN (NP Palestina/NNP))\n  ,/,\n  (NP una/JJ causa/NN que/NN)\n  los/FW\n  (NP cuatro/JJ académicos/NN comparten/NN)\n  ./.)",
      "(S\n  (NP “/JJ La/NNP única/NNP)\n  (VP\n    razón/VBZ\n    (NP\n      por/JJ\n      la/NN\n      que/NN\n      creemos/NN\n      que/NN\n      está/NN\n      relacionado/NN\n      con/NN\n      Palestina/NNP\n      es/NN\n      porque/NN\n      es/NN\n      lo/NN\n      único/NNP\n      que/NN\n      tenemos/NN))\n  (PP en/IN (NP común/NN ”/NN))\n  ,/,\n  (ADJP afirmó/JJ)\n  uno/FW\n  de/FW\n  ellos/FW\n  ,/,\n  quien/FW\n  pidió/FW\n  el/FW\n  (NP anonimato/NN por/NN temor/NN)\n  (NP a/DT represalias/NN y/NN acoso/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "condenó los despidos como arbitrarios y exigió una respuesta inmediata a las autoridades universitarias. mediante una carta al rector félix f. matos rodríguez, el presidente del",
        "position": [
          1682,
          1859
        ],
        "start": 1682,
        "end": 1859
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "transparencia y respeto al debido proceso",
        "position": [
          2208,
          2249
        ],
        "start": 2208,
        "end": 2249
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          942,
          948
        ],
        "start": 942,
        "end": 948
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          2862,
          2869
        ],
        "start": 2862,
        "end": 2869
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "debido proceso",
        "position": [
          489,
          503
        ],
        "start": 489,
        "end": 503
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente del sindicato",
        "position": [
          1845,
          1869
        ],
        "start": 1845,
        "end": 1869
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "profesores",
        "position": [
          7,
          17
        ],
        "start": 7,
        "end": 17
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad de la",
        "position": [
          60,
          77
        ],
        "start": 60,
        "end": 77
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          1682,
          1689
        ],
        "start": 1682,
        "end": 1689
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          60,
          71
        ],
        "start": 60,
        "end": 71
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          271,
          285
        ],
        "start": 271,
        "end": 285
      },
      {
        "category": "PAISES",
        "matched_text": "palestina",
        "position": [
          230,
          239
        ],
        "start": 230,
        "end": 239
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad de",
        "position": [
          60,
          74
        ],
        "start": 60,
        "end": 74
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 estudiantes",
        "position": [
          3952,
          3967
        ],
        "start": 3952,
        "end": 3967
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 millones",
        "position": [
          2955,
          2967
        ],
        "start": 2955,
        "end": 2967
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 275.000",
        "position": [
          3941,
          3955
        ],
        "start": 3941,
        "end": 3955
      },
      {
        "category": "MONETARIOS",
        "matched_text": "9.000 millones de dólares",
        "position": [
          2953,
          2978
        ],
        "start": 2953,
        "end": 2978
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Universidad de la ciudad de Nueva York",
        "tipo": "Organizacion"
      },
      {
        "nombre": "EE. UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Recursos Humanos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "PSC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CUNY",
        "tipo": "Organizacion"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Davis",
        "tipo": "Persona"
      },
      {
        "nombre": "Félix F. Matos Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colegio para la Justicia en Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso de Personal Profesional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido Republicano",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Universidad de Harvard",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brooklyn College",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "James Davis",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Brooklyn College",
        "relacion": "DESPEDIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Universidad de la ciudad de Nueva York",
        "relacion": "DESPEDIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "CUNY",
        "relacion": "DESPEDIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Félix F. Matos Rodríguez",
        "relacion": "CALIFICAR",
        "objeto": "James Davis"
      },
      {
        "sujeto": "Congreso",
        "relacion": "PRODUCIR",
        "objeto": "EE. UU."
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "ANUNCIAR",
        "objeto": "Universidad de Harvard"
      },
      {
        "sujeto": "Brooklyn College",
        "relacion": "HACER",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Partido Republicano",
        "relacion": "EQUIPARAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Trump",
        "relacion": "EQUIPARAR",
        "objeto": "Palestina"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8074,
    "pos": 0.023,
    "neu": 0.94,
    "neg": 0.036,
    "label": "negative"
  }
}