{
  "url": "https://www.telesurtv.net/pulso-en-el-congreso-argentino-diputados-debaten-el-destino-de-millones-de-jubilados/",
  "title": "Pulso en el Congreso argentino: Diputados debaten el destino de millones de jubilados - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Congreso",
    "Jubilados",
    "ley",
    "Movilización",
    "Organizaciones Sociales"
  ],
  "text": "En un día de movilización política y social, la Cámara de Diputados de Argentina, inició este miércoles el debate sobre el veto del presidente Javier Milei a la ley que regula los aumentos de las jubilaciones. Mientras tanto, las calles aledañas al Congreso se siguen llenando de manifestantes que expresan su rechazo a la posible ratificación de la medida ejecutiva.\nLEA TAMBIÉN:Organizaciones argentinas se movilizarán en rechazo al veto jubilatorio de Javier Milei\nLa sesión especial comenzó con 131 diputados presentes, bajo la presidencia de Martín Menem. El oficialismo, apoyado por un sector de la Unión Cívica Radical (UCR), confía en contar con los votos necesarios para mantener el veto presidencial a la reforma de la Ley de Movilidad Jubilatoria, previamente aprobada por el Congreso.\nEl proyecto en cuestión, que recibió un amplio respaldo en ambas cámaras (160 votos a favor en Diputados y 61 en el Senado), propone una fórmula de actualización mensual de las jubilaciones basada en el índice de inflación y la variación salarial, además de un ajuste extraordinario del 8,1% para compensar la inflación de enero.\nSin embargo, el 2 de septiembre, el presidente Milei vetó totalmente la iniciativa, argumentando que era “manifiestamente violatoria del marco jurídico vigente” al no considerar su impacto fiscal ni determinar su fuente de financiamiento.\nPara revertir el veto presidencial, el Congreso necesita reunir al menos dos tercios de los votos en ambas cámaras, un desafío considerable dado que el oficialismo se encuentra en minoría parlamentaria.\nMientras se desarrolla el debate legislativo, las calles son testigo de una importante movilización. Jubilados, sindicatos y movimientos sociales marchan hacia el Congreso en oposición al veto de Milei. La protesta, que se realiza en la Plaza Congreso, forma parte de una convocatoria más amplia que incluye a la CTA Autónoma, la CTA de los Trabajadores, el Frente Sindical, la Corriente Federal de la Confederación General del Trabajo (CGT) y la Unión de Trabajadores y Trabajadoras de la Economía Popular (UTEP).\nLos organizadores expresaron: “Desde la unidad más amplia hacemos un llamamiento a la movilización multisectorial, no solo a las organizaciones libres del pueblo, sino también a todos los actores que quieran detener este camino de Javier Milei de entrega, ajuste y saqueo. Confiamos que será multitudinaria, y constituirá otro hecho de resistencia muy importante”.\nAdemás, anticiparon un “diciembre bien caliente”, donde la sociedad debatirá cómo poner fin a “esta política de hambrear a nuestro pueblo” y cómo avanzar hacia “un camino de reparación de derechos para nuestro pueblo donde el trabajo, la soberanía, la producción, la democracia y la justicia social sean los ejes”.\nAnte la magnitud de la protesta, el Ministerio de Seguridad anunció el despliegue de un “operativo especial” de las fuerzas federales, en lo que promete ser una jornada de alta tensión en la capital argentina.\nAgrupaciones de jubilados, gremios de la CGT, la Central de Trabajadores y Trabajadoras de Argentina, y movimientos sociales marchan este miércoles frente al Congreso de la Nación en contra del veto del presidente Javier Milei con el que anuló la Ley de Movilidad Jubilatoria.\nA través de un comunicado conjunto, las organizaciones y movimientos sociales subrayaron “De ninguna manera podemos permitir que el presidente siga transfiriendo las riquezas que genera nuestro pueblo y nuestra nación para beneficiar a los poderosos grupos económicos que hoy lo rodean”.\nEl texto también denuncia cómo los jubilados que salieron pacíficamente a las calles para expresar su rechazo contra las acciones del gobierno fueron brutalmente golpeados.\n“Hay que tener mucho odio hacia nuestro pueblo, nuestros trabajadores y nuestros jubilados para llevar adelante tanta persecución y represión gubernamental como la que se está ejecutando en estos días contra los adultos mayores, quienes además de sufrir la merma de los haberes se ven privados de la mayoría de los medicamentos”, expresaron.\nAsimismo, también aseguran que “los jubilados no están solos” y continuarán luchando “hasta lograr que quienes toda su vida trabajaron y se ganaron el descanso puedan tener el ingreso que les permita una vida digna”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/pulso-en-el-congreso-argentino-diputados-debaten-el-destino-de-millones-de-jubilados/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1167,
    "message_id": 76117,
    "date": "2024-09-11T19:55:09+00:00",
    "text": "teleSUR\nPulso en el Congreso argentino: Diputados debaten el destino de millones de jubilados\nhttps://www.telesurtv.net/pulso-en-el-congreso-argentino-diputados-debaten-el-destino-de-millones-de-jubilados/",
    "photo_path": null,
    "views": 2598,
    "reactions": {
      "🤬": 46,
      "👍": 3,
      "🔥": 1
    },
    "total_reactions": 50
  },
  "preprocessing": {
    "cleaned": "en un día de movilización política y social, la cámara de diputados de argentina, inició este miércoles el debate sobre el veto del presidente javier milei a la ley que regula los aumentos de las jubilaciones. mientras tanto, las calles aledañas al congreso se siguen llenando de manifestantes que expresan su rechazo a la posible ratificación de la medida ejecutiva. la sesión especial comenzó con 131 diputados presentes, bajo la presidencia de martín menem. el oficialismo, apoyado por un sector de la unión cívica radical (ucr), confía en contar con los votos necesarios para mantener el veto presidencial a la reforma de la ley de movilidad jubilatoria, previamente aprobada por el congreso. el proyecto en cuestión, que recibió un amplio respaldo en ambas cámaras (160 votos a favor en diputados y 61 en el senado), propone una fórmula de actualización mensual de las jubilaciones basada en el índice de inflación y la variación salarial, además de un ajuste extraordinario del 8,1% para compensar la inflación de enero. sin embargo, el 2 de septiembre, el presidente milei vetó totalmente la iniciativa, argumentando que era “manifiestamente violatoria del marco jurídico vigente” al no considerar su impacto fiscal ni determinar su fuente de financiamiento. para revertir el veto presidencial, el congreso necesita reunir al menos dos tercios de los votos en ambas cámaras, un desafío considerable dado que el oficialismo se encuentra en minoría parlamentaria. mientras se desarrolla el debate legislativo, las calles son testigo de una importante movilización. jubilados, sindicatos y movimientos sociales marchan hacia el congreso en oposición al veto de milei. la protesta, que se realiza en la plaza congreso, forma parte de una convocatoria más amplia que incluye a la cta autónoma, la cta de los trabajadores, el frente sindical, la corriente federal de la confederación general del trabajo (cgt) y la unión de trabajadores y trabajadoras de la economía popular (utep). los organizadores expresaron: “desde la unidad más amplia hacemos un llamamiento a la movilización multisectorial, no solo a las organizaciones libres del pueblo, sino también a todos los actores que quieran detener este camino de javier milei de entrega, ajuste y saqueo. confiamos que será multitudinaria, y constituirá otro hecho de resistencia muy importante”. además, anticiparon un “diciembre bien caliente”, donde la sociedad debatirá cómo poner fin a “esta política de hambrear a nuestro pueblo” y cómo avanzar hacia “un camino de reparación de derechos para nuestro pueblo donde el trabajo, la soberanía, la producción, la democracia y la justicia social sean los ejes”. ante la magnitud de la protesta, el ministerio de seguridad anunció el despliegue de un “operativo especial” de las fuerzas federales, en lo que promete ser una jornada de alta tensión en la capital argentina. agrupaciones de jubilados, gremios de la cgt, la central de trabajadores y trabajadoras de argentina, y movimientos sociales marchan este miércoles frente al congreso de la nación en contra del veto del presidente javier milei con el que anuló la ley de movilidad jubilatoria. a través de un comunicado conjunto, las organizaciones y movimientos sociales subrayaron “de ninguna manera podemos permitir que el presidente siga transfiriendo las riquezas que genera nuestro pueblo y nuestra nación para beneficiar a los poderosos grupos económicos que hoy lo rodean”. el texto también denuncia cómo los jubilados que salieron pacíficamente a las calles para expresar su rechazo contra las acciones del gobierno fueron brutalmente golpeados. “hay que tener mucho odio hacia nuestro pueblo, nuestros trabajadores y nuestros jubilados para llevar adelante tanta persecución y represión gubernamental como la que se está ejecutando en estos días contra los adultos mayores, quienes además de sufrir la merma de los haberes se ven privados de la mayoría de los medicamentos”, expresaron. asimismo, también aseguran que “los jubilados no están solos” y continuarán luchando “hasta lograr que quienes toda su vida trabajaron y se ganaron el descanso puedan tener el ingreso que les permita una vida digna”.",
    "tokens": [
      "día",
      "movilización",
      "política",
      "social",
      ",",
      "cámara",
      "diputados",
      "argentina",
      ",",
      "inició",
      "miércoles",
      "debate",
      "veto",
      "presidente",
      "javier",
      "milei",
      "ley",
      "regula",
      "aumentos",
      "jubilaciones",
      ".",
      "mientras",
      ",",
      "calles",
      "aledañas",
      "congreso",
      "siguen",
      "llenando",
      "manifestantes",
      "expresan",
      "rechazo",
      "posible",
      "ratificación",
      "medida",
      "ejecutiva",
      ".",
      "sesión",
      "especial",
      "comenzó",
      "131",
      "diputados",
      "presentes",
      ",",
      "bajo",
      "presidencia",
      "martín",
      "menem",
      ".",
      "oficialismo",
      ",",
      "apoyado",
      "sector",
      "unión",
      "cívica",
      "radical",
      "(",
      "ucr",
      ")",
      ",",
      "confía",
      "contar",
      "votos",
      "necesarios",
      "mantener",
      "veto",
      "presidencial",
      "reforma",
      "ley",
      "movilidad",
      "jubilatoria",
      ",",
      "previamente",
      "aprobada",
      "congreso",
      ".",
      "proyecto",
      "cuestión",
      ",",
      "recibió",
      "amplio",
      "respaldo",
      "ambas",
      "cámaras",
      "(",
      "160",
      "votos",
      "favor",
      "diputados",
      "61",
      "senado",
      ")",
      ",",
      "propone",
      "fórmula",
      "actualización",
      "mensual",
      "jubilaciones",
      "basada",
      "índice",
      "inflación",
      "variación",
      "salarial",
      ",",
      "además",
      "ajuste",
      "extraordinario",
      "8,1",
      "%",
      "compensar",
      "inflación",
      "enero",
      ".",
      "embargo",
      ",",
      "2",
      "septiembre",
      ",",
      "presidente",
      "milei",
      "vetó",
      "totalmente",
      "iniciativa",
      ",",
      "argumentando",
      "“",
      "manifiestamente",
      "violatoria",
      "marco",
      "jurídico",
      "vigente",
      "”",
      "considerar",
      "impacto",
      "fiscal",
      "determinar",
      "fuente",
      "financiamiento",
      ".",
      "revertir",
      "veto",
      "presidencial",
      ",",
      "congreso",
      "necesita",
      "reunir",
      "menos",
      "dos",
      "tercios",
      "votos",
      "ambas",
      "cámaras",
      ",",
      "desafío",
      "considerable",
      "dado",
      "oficialismo",
      "encuentra",
      "minoría",
      "parlamentaria",
      ".",
      "mientras",
      "desarrolla",
      "debate",
      "legislativo",
      ",",
      "calles",
      "testigo",
      "importante",
      "movilización",
      ".",
      "jubilados",
      ",",
      "sindicatos",
      "movimientos",
      "sociales",
      "marchan",
      "hacia",
      "congreso",
      "oposición",
      "veto",
      "milei",
      ".",
      "protesta",
      ",",
      "realiza",
      "plaza",
      "congreso",
      ",",
      "forma",
      "parte",
      "convocatoria",
      "amplia",
      "incluye",
      "cta",
      "autónoma",
      ",",
      "cta",
      "trabajadores",
      ",",
      "frente",
      "sindical",
      ",",
      "corriente",
      "federal",
      "confederación",
      "general",
      "trabajo",
      "(",
      "cgt",
      ")",
      "unión",
      "trabajadores",
      "trabajadoras",
      "economía",
      "popular",
      "(",
      "utep",
      ")",
      ".",
      "organizadores",
      "expresaron",
      ":",
      "“",
      "unidad",
      "amplia",
      "hacemos",
      "llamamiento",
      "movilización",
      "multisectorial",
      ",",
      "solo",
      "organizaciones",
      "libres",
      "pueblo",
      ",",
      "sino",
      "actores",
      "quieran",
      "detener",
      "camino",
      "javier",
      "milei",
      "entrega",
      ",",
      "ajuste",
      "saqueo",
      ".",
      "confiamos",
      "multitudinaria",
      ",",
      "constituirá",
      "hecho",
      "resistencia",
      "importante",
      "”",
      ".",
      "además",
      ",",
      "anticiparon",
      "“",
      "diciembre",
      "bien",
      "caliente",
      "”",
      ",",
      "sociedad",
      "debatirá",
      "cómo",
      "poner",
      "fin",
      "“",
      "política",
      "hambrear",
      "pueblo",
      "”",
      "cómo",
      "avanzar",
      "hacia",
      "“",
      "camino",
      "reparación",
      "derechos",
      "pueblo",
      "trabajo",
      ",",
      "soberanía",
      ",",
      "producción",
      ",",
      "democracia",
      "justicia",
      "social",
      "ejes",
      "”",
      ".",
      "magnitud",
      "protesta",
      ",",
      "ministerio",
      "seguridad",
      "anunció",
      "despliegue",
      "“",
      "operativo",
      "especial",
      "”",
      "fuerzas",
      "federales",
      ",",
      "promete",
      "ser",
      "jornada",
      "alta",
      "tensión",
      "capital",
      "argentina",
      ".",
      "agrupaciones",
      "jubilados",
      ",",
      "gremios",
      "cgt",
      ",",
      "central",
      "trabajadores",
      "trabajadoras",
      "argentina",
      ",",
      "movimientos",
      "sociales",
      "marchan",
      "miércoles",
      "frente",
      "congreso",
      "nación",
      "veto",
      "presidente",
      "javier",
      "milei",
      "anuló",
      "ley",
      "movilidad",
      "jubilatoria",
      ".",
      "través",
      "comunicado",
      "conjunto",
      ",",
      "organizaciones",
      "movimientos",
      "sociales",
      "subrayaron",
      "“",
      "ninguna",
      "manera",
      "podemos",
      "permitir",
      "presidente",
      "siga",
      "transfiriendo",
      "riquezas",
      "genera",
      "pueblo",
      "nación",
      "beneficiar",
      "poderosos",
      "grupos",
      "económicos",
      "hoy",
      "rodean",
      "”",
      ".",
      "texto",
      "denuncia",
      "cómo",
      "jubilados",
      "salieron",
      "pacíficamente",
      "calles",
      "expresar",
      "rechazo",
      "acciones",
      "gobierno",
      "brutalmente",
      "golpeados",
      ".",
      "“",
      "tener",
      "odio",
      "hacia",
      "pueblo",
      ",",
      "trabajadores",
      "jubilados",
      "llevar",
      "adelante",
      "tanta",
      "persecución",
      "represión",
      "gubernamental",
      "ejecutando",
      "días",
      "adultos",
      "mayores",
      ",",
      "además",
      "sufrir",
      "merma",
      "haberes",
      "ven",
      "privados",
      "mayoría",
      "medicamentos",
      "”",
      ",",
      "expresaron",
      ".",
      "asimismo",
      ",",
      "aseguran",
      "“",
      "jubilados",
      "solos",
      "”",
      "continuarán",
      "luchando",
      "“",
      "lograr",
      "toda",
      "vida",
      "trabajaron",
      "ganaron",
      "descanso",
      "puedan",
      "tener",
      "ingreso",
      "permita",
      "vida",
      "digna",
      "”",
      "."
    ],
    "token_count": 441,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 91,
      "JJ": 72,
      "NN": 228,
      "IN": 29,
      "FW": 136,
      "NNS": 32,
      "VBP": 23,
      "RBR": 1,
      "VBZ": 10,
      "CD": 4,
      "MD": 1,
      "VB": 1,
      "DT": 3,
      "CC": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-JJ": 3,
      "JJ-NN": 47,
      "NN-IN": 21,
      "IN-FW": 15,
      "FW-FW": 78,
      "FW-JJ": 9,
      "NN-NNP": 14,
      "NNP-FW": 19,
      "FW-NNP": 27,
      "NNP-IN": 6,
      "IN-NNP": 5,
      "NN-NNS": 13,
      "NNS-VBP": 20,
      "VBP-NN": 6,
      "NN-NN": 129,
      "NN-JJ": 23,
      "NNP-NNP": 37,
      "NNP-NN": 18,
      "FW-NNS": 4,
      "NNS-NNP": 1,
      "IN-JJ": 5,
      "JJ-NNS": 6,
      "VBP-JJ": 14,
      "JJ-NNP": 5,
      "IN-NNS": 1,
      "NNS-JJ": 2,
      "JJ-JJ": 9,
      "NN-RBR": 1,
      "RBR-JJ": 1,
      "FW-NN": 18,
      "IN-NN": 3,
      "NNP-VBZ": 4,
      "VBZ-JJ": 3,
      "NN-CD": 1,
      "CD-NN": 3,
      "JJ-FW": 3,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "NN-FW": 16,
      "NNS-CD": 1,
      "CD-NNS": 1,
      "NNP-CD": 1,
      "VBP-IN": 1,
      "NN-VBZ": 6,
      "VBZ-CD": 1,
      "VBZ-DT": 1,
      "DT-NN": 2,
      "NNP-VBP": 1,
      "NNP-CC": 1,
      "CC-NN": 1,
      "VBP-NNS": 1,
      "NNS-FW": 3,
      "VBZ-NN": 1,
      "VBZ-FW": 2,
      "NN-VBP": 2,
      "JJ-DT": 2,
      "VBZ-NNS": 2,
      "NNS-NNS": 4,
      "NNS-IN": 1,
      "VBP-NNP": 1,
      "NN-VBD": 1,
      "VBD-JJ": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 12,
      "NN-IN-FW": 12,
      "IN-FW-FW": 6,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 6,
      "JJ-NN-NNP": 3,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 9,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-JJ": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 10,
      "NNS-VBP-NN": 5,
      "VBP-NN-NN": 3,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 17,
      "JJ-NN-NN": 23,
      "NN-NN-NN": 73,
      "NN-NN-NNP": 9,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 17,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 13,
      "IN-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NN": 2,
      "NN-NN-IN": 7,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "NN-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "FW-FW-FW": 53,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 11,
      "NNP-NNP-FW": 5,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 11,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-IN-NNP": 3,
      "IN-NNP-NNP": 3,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNS": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 2,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "IN-FW-NNP": 4,
      "NNP-NN-FW": 2,
      "NN-FW-NN": 4,
      "NN-JJ-NNS": 2,
      "VBP-NN-JJ": 1,
      "JJ-NN-JJ": 5,
      "JJ-NN-FW": 2,
      "NN-FW-FW": 10,
      "FW-NNP-FW": 10,
      "IN-NN-NNS": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "JJ-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NNP-NN": 3,
      "NNP-NN-JJ": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NNP-FW-FW": 5,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 1,
      "NN-NN-VBZ": 5,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "NN-NN-FW": 8,
      "FW-NN-FW": 3,
      "FW-FW-NN": 7,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-JJ-JJ": 4,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "NN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NN": 1,
      "NN-NN-NNS": 6,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "VBP-NN-FW": 1,
      "NN-FW-NNP": 2,
      "FW-NNP-NN": 4,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-JJ": 1,
      "FW-NN-IN": 2,
      "NNP-NNP-JJ": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-FW": 3,
      "NNP-NN-NNP": 1,
      "VBZ-FW-NNP": 1,
      "NNP-FW-JJ": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NN-VBZ-JJ": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "IN-JJ-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-FW-NN": 2,
      "NN-NNP-IN": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-NNS": 1,
      "VBP-NN-NNS": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "FW-NN-NNS": 1,
      "JJ-JJ-NNP": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "VBZ-NNS-FW": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-VBP-NN": 1,
      "VBZ-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 228,
        "FW": 136,
        "NNP": 91,
        "JJ": 72,
        "NNS": 32
      },
      "top_bigrams": {
        "NN-NN": 129,
        "FW-FW": 78,
        "JJ-NN": 47,
        "NNP-NNP": 37,
        "FW-NNP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 73,
        "FW-FW-FW": 53,
        "JJ-NN-NN": 23,
        "NN-JJ-NN": 17,
        "NNP-NNP-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 182,
      "ADJP": 5,
      "PP": 15,
      "VP": 39
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0385
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0154
      },
      {
        "rule": "NP -> ('Trabajadores', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('Diputados', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Argentina', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('jubilaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('las', 'JJ') ('calles', 'NNS')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Ley', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Movilidad', 'NNP') ('Jubilatoria', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un día"
      },
      {
        "label": "ADJP",
        "text": "social"
      },
      {
        "label": "NP",
        "text": "la Cámara"
      },
      {
        "label": "NP",
        "text": "Diputados"
      },
      {
        "label": "PP",
        "text": "de Argentina"
      },
      {
        "label": "NP",
        "text": "Argentina"
      },
      {
        "label": "NP",
        "text": "inició este miércoles"
      },
      {
        "label": "VP",
        "text": "el debate sobre el veto del presidente Javier Milei a la ley que regula los aumentos"
      },
      {
        "label": "NP",
        "text": "debate sobre"
      },
      {
        "label": "NP",
        "text": "el veto del presidente Javier Milei"
      },
      {
        "label": "NP",
        "text": "a la ley que regula"
      },
      {
        "label": "NP",
        "text": "los aumentos"
      },
      {
        "label": "NP",
        "text": "jubilaciones"
      },
      {
        "label": "NP",
        "text": "Mientras tanto"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ día/NN)\n  de/IN\n  movilización/FW\n  política/FW\n  y/FW\n  (ADJP social/JJ)\n  ,/,\n  (NP la/JJ Cámara/NNP)\n  de/FW\n  (NP Diputados/NNP)\n  (PP de/IN (NP Argentina/NNP))\n  ,/,\n  (NP inició/JJ este/NN miércoles/NNS)\n  (VP\n    el/VBP\n    (NP debate/NN sobre/NN)\n    (NP el/JJ veto/NN del/NN presidente/NN Javier/NNP Milei/NNP)\n    (NP a/DT la/NN ley/NN que/NN regula/NN)\n    (NP los/JJ aumentos/NN))\n  de/IN\n  las/FW\n  (NP jubilaciones/NNS)\n  ./.)",
      "(S\n  (NP Mientras/NNP tanto/NN)\n  ,/,\n  (NP las/JJ calles/NNS)\n  (VP\n    aledañas/VBP\n    (NP al/JJ Congreso/NNP se/NN siguen/NN llenando/NN))\n  (PP de/IN (NP manifestantes/NNS))\n  (NP que/JJ expresan/JJ su/NN)\n  (VP rechazo/VBZ (NP a/DT la/NN) (NP posible/JJ ratificación/NN))\n  de/IN\n  la/FW\n  medida/FW\n  ejecutiva/FW\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Organizaciones/NNS)\n  (VP argentinas/VBP (NP se/JJ movilizarán/NN))\n  (PP en/IN (NP rechazo/NN al/NN veto/NN jubilatorio/NN))\n  (PP de/IN (NP Javier/NNP Milei/NNP La/NNP))\n  (VP sesión/VBZ (NP especial/JJ comenzó/NN con/NN))\n  131/CD\n  (NP diputados/NN presentes/NNS)\n  ,/,\n  (NP bajo/NN)\n  la/FW\n  presidencia/FW\n  de/FW\n  (NP Martín/NNP Menem/NNP)\n  ./.)",
      "(S\n  (NP El/NNP oficialismo/NN)\n  ,/,\n  (NP apoyado/JJ por/NN)\n  (NP un/JJ sector/NN)\n  de/IN\n  la/FW\n  (NP Unión/NNP Cívica/NNP Radical/NNP)\n  (/(\n  (NP UCR/NNP)\n  )/)\n  ,/,\n  (ADJP confía/JJ)\n  en/FW\n  (NP contar/NN con/NN los/NN)\n  (NP votos/JJ necesarios/NNS)\n  (VP\n    para/VBP\n    (NP mantener/NN)\n    (NP el/JJ veto/NN presidencial/NN)\n    (NP a/DT la/NN))\n  reforma/FW\n  de/FW\n  la/FW\n  (NP Ley/NNP)\n  de/FW\n  (NP Movilidad/NNP Jubilatoria/NNP)\n  ,/,\n  (NP previamente/NN aprobada/NNS)\n  (VP por/VBP (NP el/JJ Congreso/NNP))\n  ./.)",
      "(S\n  (NP El/NNP proyecto/NN en/NN cuestión/NN)\n  ,/,\n  (NP que/JJ recibió/NN)\n  (NP un/JJ amplio/NN respaldo/NN)\n  (PP en/IN (NP ambas/NN cámaras/NNS))\n  (/(\n  160/CD\n  (NP votos/NN)\n  (NP a/DT favor/NN)\n  (PP en/IN (NP Diputados/NNP))\n  y/$\n  61/CD\n  en/FW\n  el/FW\n  (NP Senado/NNP)\n  )/)\n  ,/,\n  (NP propone/JJ una/JJ fórmula/NN)\n  de/IN\n  actualización/FW\n  mensual/FW\n  de/FW\n  las/FW\n  (NP jubilaciones/NNS)\n  (VP basada/VBP)\n  (PP en/IN (NP el/JJ índice/NNP))\n  de/FW\n  inflación/FW\n  y/CC\n  la/FW\n  variación/FW\n  (ADJP salarial/JJ)\n  ,/,\n  además/FW\n  de/FW\n  un/FW\n  (NP ajuste/NN extraordinario/NN)\n  (VP del/VBZ)\n  8,1/CD\n  (NP %/NN para/NN compensar/NN)\n  la/FW\n  inflación/FW\n  de/FW\n  enero/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "ORGANIZACIONES_SOCIALES",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "movilización política y social, la cámara de diputados de argentina, inició este miércoles el debate sobre el veto del presidente",
        "position": [
          13,
          142
        ],
        "start": 13,
        "end": 142
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "sindicatos y movimientos sociales marchan",
        "position": [
          1681,
          1722
        ],
        "start": 1681,
        "end": 1722
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "jubilados, sindicatos y movimientos sociales marchan",
        "position": [
          1670,
          1722
        ],
        "start": 1670,
        "end": 1722
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación y la variación salarial, además de un ajuste extraordinario del 8",
        "position": [
          1010,
          1085
        ],
        "start": 1010,
        "end": 1085
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          1010,
          1019
        ],
        "start": 1010,
        "end": 1019
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          4230,
          4237
        ],
        "start": 4230,
        "end": 4237
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1997,
          2004
        ],
        "start": 1997,
        "end": 2004
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          1350,
          1364
        ],
        "start": 1350,
        "end": 1364
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "comunicado conjunto",
        "position": [
          3266,
          3285
        ],
        "start": 3266,
        "end": 3285
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "rechazo contra las acciones del gobierno",
        "position": [
          3641,
          3681
        ],
        "start": 3641,
        "end": 3681
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "rechazo contra las acciones",
        "position": [
          3641,
          3668
        ],
        "start": 3641,
        "end": 3668
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          2824,
          2831
        ],
        "start": 2824,
        "end": 2831
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movilización política y social",
        "position": [
          13,
          43
        ],
        "start": 13,
        "end": 43
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente javier milei",
        "position": [
          132,
          155
        ],
        "start": 132,
        "end": 155
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "confederación general del trabajo (cgt) y la unión de trabajadores",
        "position": [
          1971,
          2037
        ],
        "start": 1971,
        "end": 2037
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "adultos mayores",
        "position": [
          3924,
          3939
        ],
        "start": 3924,
        "end": 3939
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "vetó",
        "position": [
          1180,
          1184
        ],
        "start": 1180,
        "end": 1184
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          71,
          80
        ],
        "start": 71,
        "end": 80
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza congreso",
        "position": [
          1806,
          1820
        ],
        "start": 1806,
        "end": 1820
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          3523,
          3526
        ],
        "start": 3523,
        "end": 3526
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1131,
          1138
        ],
        "start": 1131,
        "end": 1138
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          2732,
          2747
        ],
        "start": 2732,
        "end": 2747
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "131 diputados",
        "position": [
          499,
          512
        ],
        "start": 499,
        "end": 512
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "160 votos",
        "position": [
          871,
          880
        ],
        "start": 871,
        "end": 880
      }
    ],
    "match_count": 24
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Congreso de la Nación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Frente Sindical",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Plaza Congreso",
        "tipo": "Lugar"
      },
      {
        "nombre": "Senado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CGT",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Corriente Federal de la Confederación General del Trabajo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UTEP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Central de Trabajadores y Trabajadoras de Argentina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión de Trabajadores y Trabajadoras de la Economía Popular",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UCR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Seguridad",
        "tipo": "Lugar"
      },
      {
        "nombre": "CTA de los Trabajadores",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Agrupaciones de jubilados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cámara de Diputados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Martín Menem",
        "tipo": "Persona"
      },
      {
        "nombre": "Unión Cívica Radical",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Diputados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "CTA Autónoma",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cámara de Diputados",
        "relacion": "INICIAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Argentina",
        "relacion": "INICIAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "MOVILIZAR",
        "objeto": "Martín Menem"
      },
      {
        "sujeto": "Unión Cívica Radical",
        "relacion": "CONFIAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "UCR",
        "relacion": "CONFIAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Congreso",
        "relacion": "MARCHAR",
        "objeto": "Milei"
      },
      {
        "sujeto": "Plaza Congreso",
        "relacion": "REALIZAR_FORMAR",
        "objeto": "CTA Autónoma"
      },
      {
        "sujeto": "Plaza Congreso",
        "relacion": "REALIZAR_FORMAR",
        "objeto": "CTA de los Trabajadores"
      },
      {
        "sujeto": "Plaza Congreso",
        "relacion": "REALIZAR_FORMAR",
        "objeto": "Frente Sindical"
      },
      {
        "sujeto": "Plaza Congreso",
        "relacion": "REALIZAR_FORMAR",
        "objeto": "Corriente Federal de la Confederación General del Trabajo"
      },
      {
        "sujeto": "Plaza Congreso",
        "relacion": "REALIZAR_FORMAR",
        "objeto": "CGT"
      },
      {
        "sujeto": "Plaza Congreso",
        "relacion": "REALIZAR_FORMAR",
        "objeto": "Unión de Trabajadores y Trabajadoras de la Economía Popular"
      },
      {
        "sujeto": "Plaza Congreso",
        "relacion": "REALIZAR_FORMAR",
        "objeto": "UTEP"
      },
      {
        "sujeto": "CTA Autónoma",
        "relacion": "INCLUIR_FORMAR",
        "objeto": "CTA de los Trabajadores"
      },
      {
        "sujeto": "CTA Autónoma",
        "relacion": "INCLUIR_FORMAR",
        "objeto": "Frente Sindical"
      },
      {
        "sujeto": "CTA Autónoma",
        "relacion": "INCLUIR_FORMAR",
        "objeto": "Corriente Federal de la Confederación General del Trabajo"
      },
      {
        "sujeto": "CTA Autónoma",
        "relacion": "INCLUIR_FORMAR",
        "objeto": "CGT"
      },
      {
        "sujeto": "CTA Autónoma",
        "relacion": "INCLUIR_FORMAR",
        "objeto": "Unión de Trabajadores y Trabajadoras de la Economía Popular"
      },
      {
        "sujeto": "CTA Autónoma",
        "relacion": "INCLUIR_FORMAR",
        "objeto": "UTEP"
      },
      {
        "sujeto": "CTA de los Trabajadores",
        "relacion": "ES",
        "objeto": "Frente Sindical"
      },
      {
        "sujeto": "CTA de los Trabajadores",
        "relacion": "ES",
        "objeto": "Corriente Federal de la Confederación General del Trabajo"
      },
      {
        "sujeto": "Agrupaciones de jubilados",
        "relacion": "MARCHAR",
        "objeto": "Congreso de la Nación"
      },
      {
        "sujeto": "Agrupaciones de jubilados",
        "relacion": "MARCHAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "CGT",
        "relacion": "MARCHAR",
        "objeto": "Congreso de la Nación"
      },
      {
        "sujeto": "CGT",
        "relacion": "MARCHAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Central de Trabajadores y Trabajadoras de Argentina",
        "relacion": "MARCHAR",
        "objeto": "Congreso de la Nación"
      },
      {
        "sujeto": "Central de Trabajadores y Trabajadoras de Argentina",
        "relacion": "MARCHAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Congreso de la Nación",
        "relacion": "MARCHAR",
        "objeto": "Javier Milei"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5719,
    "pos": 0.009,
    "neu": 0.976,
    "neg": 0.016,
    "label": "negative"
  }
}