{
  "url": "https://www.telesurtv.net/venezuela-eleccion-ratifica-espiritu-paz/",
  "title": "Gómez: Venezuela vive una fiesta electoral que ratifica el espíritu de paz de su pueblo - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "25M",
    "CNE",
    "diputados nacionales",
    "elecciones",
    "Elecciones 25M",
    "Gobernadores",
    "Guayana Esequiba",
    "Jornada electoral",
    "Venezuela"
  ],
  "text": "En una entrevista exclusiva para la multiplataforma teleSUR, el analista internacional, David Gómez Rodríguez, se refirió a esta jornada de votación como una verdadera “fiesta electoral”, que representa la reafirmación de una cultura democrática y política de pueblo venezolano desde un punto de vista no solo operativo sino también simbólico.\n“Es la reafirmación de una cultura, una cultura democrática, una cultura política que elección tras elección reafirmamos y profundizamos desde el punto de vista operativo y simbólico”, afirmó Gómez Rodríguez.\nGómez destacó el hecho de que la familia venezolana ya tiene como parte de su de su haber cotidiano, el participar dentro de estos procesos electorales, esto al destacar que en los centros electorales se ha evidenciado como los padres y madres acuden sus hijos a las urnas, algo que según consideró, les va inculcando desde temprana edad la importancia de ejercer la democracia participativa y protagónica, no solamente el día del sufragio, sino en la cotidianidad de la organización en torno a las comunas, a los consejos comunales, movimientos sociales.\n\n\nEl analista internacional precisó además que esta es una práctica que va mucho más allá del sufragio, y en ese sentido consideró que este domingo se pone a prueba la institucionalidad y la armonía que debe existir entre las diferentes fuerzas que hacen vida en la República. Asimismo destacó que en esta jornada se evidencia un despliegue importante de todos los sectores, desde los ciudadanos que se levantan temprano para motivar a sus vecinos, hasta la asistencia a adultos mayores y personas con movilidad reducida para garantizar su derecho al voto.\nPara el Gómez, esta elección es fundamental para que la población tenga como horizonte político “el construir desde la paz, el construir desde la armonía”, lo cual se logra a través del sufragio, el voto y la organización popular.\nGómez Rodríguez resaltó que esta es la elección número 32 en 26 años, un indicador de los mecanismos democráticos y participativos permanentes en el país. El analista se refirió además a la campaña electoral, calificándola de una gran fiesta, marcada por la cercanía de los candidatos y candidatas del Gran Polo Patriótico con el pueblo, a través de asambleas populares, encuentros cara a cara y movilizaciones llenas de alegría y colorido.\n\n\nEn contraste, el analista señaló una “campaña muy opaca por parte de la oposición venezolana”, inmersa en confrontaciones internas entre sectores que “apuntan a ejercer y desarrollar el fascismo y la violencia”, y otros que han asumido la institucionalidad.\nA pesar de los intentos de deslegitimar el proceso y la desarticulación de grupos terroristas denunciada por el ministro Diosdado Cabello, el pueblo venezolano ha respondido con participación pacífica. “Más de 27.000 puntos electorales se aperturaron en todo el territorio nacional en completa paz, en completa armonía. Esto habla también de la eficiencia de la eficacia de todos los componentes de seguridad”, afirmó el analista.\nLa “unión cívico militar policial” es clave para garantizar la paz de la República, coordinando el poder popular y las fuerzas sociales para asegurar un ejercicio cívico y tranquilo del voto. Gómez Rodríguez enfatizó que Venezuela “vuelve a dar el ejemplo, buscando dirimir determinadas situaciones de conflictos y ejercer la soberanía de manera pacífica a través del voto”.\n\n\n\n\nGómez precisó que esta es una elección histórica no solo por los 569 cargos de elección popular entre gobernadores, diputados y legisladores que se están eligiendo, sino porque por primera vez en la historia de Venezuela se elige un gobernador para la Guayana Esequiba. Este es un “ejercicio de soberanía” y un mensaje al mundo de cómo los venezolanos resuelven sus diferencias y avanzan democráticamente.\nPara el analista el proceso electoral reafirma el concepto de democracia participativa y protagónica, eligiendo no solo representantes, sino el proyecto político, económico y social para el desarrollo humano. Para quienes asumen una posición socialista, es parte de la cultura que construye el socialismo bolivariano del siglo XXI.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-eleccion-ratifica-espiritu-paz/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 422,
    "message_id": 94894,
    "date": "2025-05-25T18:55:29+00:00",
    "text": "teleSUR\nGómez: Venezuela vive una fiesta electoral que ratifica el espíritu de paz de su pueblo\nhttps://www.telesurtv.net/venezuela-eleccion-ratifica-espiritu-paz/",
    "photo_path": null,
    "views": 1591,
    "reactions": {
      "👍": 29,
      "❤": 4
    },
    "total_reactions": 33
  },
  "preprocessing": {
    "cleaned": "en una entrevista exclusiva para la multiplataforma telesur, el analista internacional, david gómez rodríguez, se refirió a esta jornada de votación como una verdadera “fiesta electoral”, que representa la reafirmación de una cultura democrática y política de pueblo venezolano desde un punto de vista no solo operativo sino también simbólico. “es la reafirmación de una cultura, una cultura democrática, una cultura política que elección tras elección reafirmamos y profundizamos desde el punto de vista operativo y simbólico”, afirmó gómez rodríguez. gómez destacó el hecho de que la familia venezolana ya tiene como parte de su de su haber cotidiano, el participar dentro de estos procesos electorales, esto al destacar que en los centros electorales se ha evidenciado como los padres y madres acuden sus hijos a las urnas, algo que según consideró, les va inculcando desde temprana edad la importancia de ejercer la democracia participativa y protagónica, no solamente el día del sufragio, sino en la cotidianidad de la organización en torno a las comunas, a los consejos comunales, movimientos sociales. el analista internacional precisó además que esta es una práctica que va mucho más allá del sufragio, y en ese sentido consideró que este domingo se pone a prueba la institucionalidad y la armonía que debe existir entre las diferentes fuerzas que hacen vida en la república. asimismo destacó que en esta jornada se evidencia un despliegue importante de todos los sectores, desde los ciudadanos que se levantan temprano para motivar a sus vecinos, hasta la asistencia a adultos mayores y personas con movilidad reducida para garantizar su derecho al voto. para el gómez, esta elección es fundamental para que la población tenga como horizonte político “el construir desde la paz, el construir desde la armonía”, lo cual se logra a través del sufragio, el voto y la organización popular. gómez rodríguez resaltó que esta es la elección número 32 en 26 años, un indicador de los mecanismos democráticos y participativos permanentes en el país. el analista se refirió además a la campaña electoral, calificándola de una gran fiesta, marcada por la cercanía de los candidatos y candidatas del gran polo patriótico con el pueblo, a través de asambleas populares, encuentros cara a cara y movilizaciones llenas de alegría y colorido. en contraste, el analista señaló una “campaña muy opaca por parte de la oposición venezolana”, inmersa en confrontaciones internas entre sectores que “apuntan a ejercer y desarrollar el fascismo y la violencia”, y otros que han asumido la institucionalidad. a pesar de los intentos de deslegitimar el proceso y la desarticulación de grupos terroristas denunciada por el ministro diosdado cabello, el pueblo venezolano ha respondido con participación pacífica. “más de 27.000 puntos electorales se aperturaron en todo el territorio nacional en completa paz, en completa armonía. esto habla también de la eficiencia de la eficacia de todos los componentes de seguridad”, afirmó el analista. la “unión cívico militar policial” es clave para garantizar la paz de la república, coordinando el poder popular y las fuerzas sociales para asegurar un ejercicio cívico y tranquilo del voto. gómez rodríguez enfatizó que venezuela “vuelve a dar el ejemplo, buscando dirimir determinadas situaciones de conflictos y ejercer la soberanía de manera pacífica a través del voto”. gómez precisó que esta es una elección histórica no solo por los 569 cargos de elección popular entre gobernadores, diputados y legisladores que se están eligiendo, sino porque por primera vez en la historia de venezuela se elige un gobernador para la guayana esequiba. este es un “ejercicio de soberanía” y un mensaje al mundo de cómo los venezolanos resuelven sus diferencias y avanzan democráticamente. para el analista el proceso electoral reafirma el concepto de democracia participativa y protagónica, eligiendo no solo representantes, sino el proyecto político, económico y social para el desarrollo humano. para quienes asumen una posición socialista, es parte de la cultura que construye el socialismo bolivariano del siglo xxi.",
    "tokens": [
      "entrevista",
      "exclusiva",
      "multiplataforma",
      "telesur",
      ",",
      "analista",
      "internacional",
      ",",
      "david",
      "gómez",
      "rodríguez",
      ",",
      "refirió",
      "jornada",
      "votación",
      "verdadera",
      "“",
      "fiesta",
      "electoral",
      "”",
      ",",
      "representa",
      "reafirmación",
      "cultura",
      "democrática",
      "política",
      "pueblo",
      "venezolano",
      "punto",
      "vista",
      "solo",
      "operativo",
      "sino",
      "simbólico",
      ".",
      "“",
      "reafirmación",
      "cultura",
      ",",
      "cultura",
      "democrática",
      ",",
      "cultura",
      "política",
      "elección",
      "tras",
      "elección",
      "reafirmamos",
      "profundizamos",
      "punto",
      "vista",
      "operativo",
      "simbólico",
      "”",
      ",",
      "afirmó",
      "gómez",
      "rodríguez",
      ".",
      "gómez",
      "destacó",
      "hecho",
      "familia",
      "venezolana",
      "parte",
      "haber",
      "cotidiano",
      ",",
      "participar",
      "dentro",
      "procesos",
      "electorales",
      ",",
      "destacar",
      "centros",
      "electorales",
      "evidenciado",
      "padres",
      "madres",
      "acuden",
      "hijos",
      "urnas",
      ",",
      "según",
      "consideró",
      ",",
      "va",
      "inculcando",
      "temprana",
      "edad",
      "importancia",
      "ejercer",
      "democracia",
      "participativa",
      "protagónica",
      ",",
      "solamente",
      "día",
      "sufragio",
      ",",
      "sino",
      "cotidianidad",
      "organización",
      "torno",
      "comunas",
      ",",
      "consejos",
      "comunales",
      ",",
      "movimientos",
      "sociales",
      ".",
      "analista",
      "internacional",
      "precisó",
      "además",
      "práctica",
      "va",
      "allá",
      "sufragio",
      ",",
      "consideró",
      "domingo",
      "pone",
      "prueba",
      "institucionalidad",
      "armonía",
      "debe",
      "existir",
      "diferentes",
      "fuerzas",
      "hacen",
      "vida",
      "república",
      ".",
      "asimismo",
      "destacó",
      "jornada",
      "evidencia",
      "despliegue",
      "importante",
      "sectores",
      ",",
      "ciudadanos",
      "levantan",
      "temprano",
      "motivar",
      "vecinos",
      ",",
      "asistencia",
      "adultos",
      "mayores",
      "personas",
      "movilidad",
      "reducida",
      "garantizar",
      "derecho",
      "voto",
      ".",
      "gómez",
      ",",
      "elección",
      "fundamental",
      "población",
      "horizonte",
      "político",
      "“",
      "construir",
      "paz",
      ",",
      "construir",
      "armonía",
      "”",
      ",",
      "logra",
      "través",
      "sufragio",
      ",",
      "voto",
      "organización",
      "popular",
      ".",
      "gómez",
      "rodríguez",
      "resaltó",
      "elección",
      "número",
      "32",
      "26",
      "años",
      ",",
      "indicador",
      "mecanismos",
      "democráticos",
      "participativos",
      "permanentes",
      "país",
      ".",
      "analista",
      "refirió",
      "además",
      "campaña",
      "electoral",
      ",",
      "calificándola",
      "gran",
      "fiesta",
      ",",
      "marcada",
      "cercanía",
      "candidatos",
      "candidatas",
      "gran",
      "polo",
      "patriótico",
      "pueblo",
      ",",
      "través",
      "asambleas",
      "populares",
      ",",
      "encuentros",
      "cara",
      "cara",
      "movilizaciones",
      "llenas",
      "alegría",
      "colorido",
      ".",
      "contraste",
      ",",
      "analista",
      "señaló",
      "“",
      "campaña",
      "opaca",
      "parte",
      "oposición",
      "venezolana",
      "”",
      ",",
      "inmersa",
      "confrontaciones",
      "internas",
      "sectores",
      "“",
      "apuntan",
      "ejercer",
      "desarrollar",
      "fascismo",
      "violencia",
      "”",
      ",",
      "asumido",
      "institucionalidad",
      ".",
      "pesar",
      "intentos",
      "deslegitimar",
      "proceso",
      "desarticulación",
      "grupos",
      "terroristas",
      "denunciada",
      "ministro",
      "diosdado",
      "cabello",
      ",",
      "pueblo",
      "venezolano",
      "respondido",
      "participación",
      "pacífica",
      ".",
      "“",
      "27.000",
      "puntos",
      "electorales",
      "aperturaron",
      "territorio",
      "nacional",
      "completa",
      "paz",
      ",",
      "completa",
      "armonía",
      ".",
      "habla",
      "eficiencia",
      "eficacia",
      "componentes",
      "seguridad",
      "”",
      ",",
      "afirmó",
      "analista",
      ".",
      "“",
      "unión",
      "cívico",
      "militar",
      "policial",
      "”",
      "clave",
      "garantizar",
      "paz",
      "república",
      ",",
      "coordinando",
      "poder",
      "popular",
      "fuerzas",
      "sociales",
      "asegurar",
      "ejercicio",
      "cívico",
      "tranquilo",
      "voto",
      ".",
      "gómez",
      "rodríguez",
      "enfatizó",
      "venezuela",
      "“",
      "vuelve",
      "dar",
      "ejemplo",
      ",",
      "buscando",
      "dirimir",
      "determinadas",
      "situaciones",
      "conflictos",
      "ejercer",
      "soberanía",
      "manera",
      "pacífica",
      "través",
      "voto",
      "”",
      ".",
      "gómez",
      "precisó",
      "elección",
      "histórica",
      "solo",
      "569",
      "cargos",
      "elección",
      "popular",
      "gobernadores",
      ",",
      "diputados",
      "legisladores",
      "eligiendo",
      ",",
      "sino",
      "primera",
      "vez",
      "historia",
      "venezuela",
      "elige",
      "gobernador",
      "guayana",
      "esequiba",
      ".",
      "“",
      "ejercicio",
      "soberanía",
      "”",
      "mensaje",
      "mundo",
      "cómo",
      "venezolanos",
      "resuelven",
      "diferencias",
      "avanzan",
      "democráticamente",
      ".",
      "analista",
      "proceso",
      "electoral",
      "reafirma",
      "concepto",
      "democracia",
      "participativa",
      "protagónica",
      ",",
      "eligiendo",
      "solo",
      "representantes",
      ",",
      "sino",
      "proyecto",
      "político",
      ",",
      "económico",
      "social",
      "desarrollo",
      "humano",
      ".",
      "asumen",
      "posición",
      "socialista",
      ",",
      "parte",
      "cultura",
      "construye",
      "socialismo",
      "bolivariano",
      "siglo",
      "xxi",
      "."
    ],
    "token_count": 413,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 37,
      "JJ": 78,
      "NN": 262,
      "FW": 125,
      "VBD": 2,
      "IN": 29,
      "DT": 4,
      "VBZ": 15,
      "NNS": 27,
      "VBP": 20,
      "VB": 1,
      "RB": 1,
      "CD": 4,
      "VBN": 1,
      "$": 1
    },
    "bigram_freq": {
      "NNP-JJ": 2,
      "JJ-NN": 50,
      "NN-FW": 20,
      "FW-NN": 24,
      "FW-FW": 78,
      "NN-NN": 161,
      "NN-JJ": 18,
      "JJ-JJ": 13,
      "JJ-NNP": 2,
      "NNP-NNP": 13,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NN-IN": 25,
      "IN-FW": 18,
      "FW-JJ": 12,
      "FW-DT": 1,
      "DT-NN": 4,
      "NN-VBZ": 8,
      "VBZ-NN": 1,
      "NN-NNP": 15,
      "NNP-FW": 2,
      "NN-NNS": 6,
      "NNS-VBP": 14,
      "VBP-JJ": 11,
      "JJ-NNS": 7,
      "NNP-NN": 12,
      "FW-VB": 1,
      "VB-NN": 1,
      "IN-JJ": 6,
      "VBZ-NNS": 1,
      "NNS-JJ": 4,
      "VBZ-FW": 1,
      "NN-DT": 2,
      "VBZ-JJ": 8,
      "FW-NNS": 4,
      "NNS-NNS": 4,
      "NNS-NNP": 1,
      "NNP-VBP": 1,
      "NN-VBD": 1,
      "VBD-NN": 1,
      "IN-NN": 3,
      "VBP-NN": 4,
      "NNP-VBZ": 4,
      "VBZ-NNP": 1,
      "NN-VBP": 5,
      "VBP-RB": 1,
      "RB-CD": 1,
      "CD-JJ": 2,
      "JJ-CD": 1,
      "VBZ-IN": 1,
      "FW-NNP": 4,
      "NNS-FW": 1,
      "IN-NNS": 1,
      "VBP-NNS": 2,
      "JJ-FW": 5,
      "NNP-IN": 1,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNS-VBZ": 1,
      "NNS-IN": 2,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "VBZ-$": 1,
      "$-CD": 1,
      "CD-NN": 1,
      "VBP-VBZ": 1,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "NNP-NNS": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 2,
      "JJ-NN-FW": 3,
      "NN-FW-NN": 6,
      "FW-NN-FW": 3,
      "NN-FW-FW": 12,
      "FW-FW-NN": 13,
      "FW-NN-NN": 13,
      "NN-NN-JJ": 13,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-NNP": 4,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NN": 11,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 16,
      "IN-FW-NN": 3,
      "FW-NN-JJ": 2,
      "NN-JJ-NN": 12,
      "JJ-NN-JJ": 3,
      "JJ-NN-NN": 34,
      "NN-NN-FW": 12,
      "FW-FW-FW": 50,
      "NN-NN-NN": 96,
      "NN-NN-IN": 16,
      "IN-FW-FW": 10,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 11,
      "IN-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 4,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 6,
      "NNP-NNP-FW": 1,
      "NNP-FW-FW": 2,
      "NN-NN-NNS": 3,
      "NN-NNS-VBP": 4,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 5,
      "VBP-JJ-NN": 6,
      "IN-FW-JJ": 4,
      "NNP-NNP-NN": 5,
      "NNP-NN-NN": 12,
      "FW-FW-VB": 1,
      "FW-VB-NN": 1,
      "VB-NN-FW": 1,
      "NN-FW-JJ": 2,
      "FW-NN-NNS": 2,
      "NN-IN-JJ": 6,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 3,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "IN-JJ-NN": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "FW-NN-VBZ": 1,
      "NN-IN-NN": 2,
      "IN-NN-NNP": 1,
      "FW-JJ-NNS": 1,
      "VBP-JJ-JJ": 2,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 2,
      "IN-JJ-NNP": 1,
      "NN-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-FW-NNP": 4,
      "FW-NNP-NN": 2,
      "VBP-NN-NNP": 2,
      "IN-JJ-NNS": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-NN": 4,
      "FW-NN-IN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-JJ": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-NNP-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "IN-NN-NN": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NN-NNP-JJ": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-FW": 1,
      "NN-JJ-NNS": 2,
      "VBP-NNS-VBP": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "NN-NN-DT": 1,
      "NN-VBZ-$": 1,
      "VBZ-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-FW": 1,
      "JJ-NN-NNS": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "FW-NNP-FW": 1,
      "VBZ-JJ-FW": 2,
      "NN-VBP-NN": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "NN-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "NNS-NNS-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 262,
        "FW": 125,
        "JJ": 78,
        "NNP": 37,
        "IN": 29
      },
      "top_bigrams": {
        "NN-NN": 161,
        "FW-FW": 78,
        "JJ-NN": 50,
        "NN-IN": 25,
        "FW-NN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 96,
        "FW-FW-FW": 50,
        "JJ-NN-NN": 34,
        "NN-IN-FW": 16,
        "NN-NN-IN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 146,
      "ADJP": 5,
      "VP": 39,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0186
      },
      {
        "rule": "NP -> ('no', 'DT') ('solo', 'NN')",
        "frequency": 3,
        "weight": 0.014
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.014
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.014
      },
      {
        "rule": "VP -> ('se', 'VBZ')",
        "frequency": 2,
        "weight": 0.0093
      },
      {
        "rule": "NP -> ('y', 'NN') ('protagónica', 'NN')",
        "frequency": 2,
        "weight": 0.0093
      },
      {
        "rule": "S -> NP NP ('exclusiva', 'FW') NP ('la', 'FW') ('multiplataforma', 'FW') NP (',', ',') ('el', 'FW') ADJP ADJP (',', ',') NP (',', ',') VP VP ('de', 'IN') ('votación', 'FW') NP NP NP (',', ',') NP ('la', 'FW') ('reafirmación', 'FW') ('de', 'FW') ('una', 'FW') NP ('de', 'IN') ('pueblo', 'FW') ('venezolano', 'FW') ('desde', 'FW') NP ('de', 'IN') ('vista', 'FW') NP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0047
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 1,
        "weight": 0.0047
      },
      {
        "rule": "NP -> ('una', 'JJ') ('entrevista', 'NN')",
        "frequency": 1,
        "weight": 0.0047
      },
      {
        "rule": "NP -> ('para', 'NN')",
        "frequency": 1,
        "weight": 0.0047
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "una entrevista"
      },
      {
        "label": "NP",
        "text": "para"
      },
      {
        "label": "NP",
        "text": "teleSUR"
      },
      {
        "label": "ADJP",
        "text": "analista"
      },
      {
        "label": "ADJP",
        "text": "internacional"
      },
      {
        "label": "NP",
        "text": "David Gómez Rodríguez"
      },
      {
        "label": "VP",
        "text": "se"
      },
      {
        "label": "VP",
        "text": "refirió a esta jornada"
      },
      {
        "label": "NP",
        "text": "a esta jornada"
      },
      {
        "label": "NP",
        "text": "como"
      },
      {
        "label": "NP",
        "text": "una verdadera “"
      },
      {
        "label": "NP",
        "text": "fiesta electoral ”"
      },
      {
        "label": "NP",
        "text": "que representa"
      },
      {
        "label": "NP",
        "text": "cultura democrática y política"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP una/JJ entrevista/NN)\n  exclusiva/FW\n  (NP para/NN)\n  la/FW\n  multiplataforma/FW\n  (NP teleSUR/NN)\n  ,/,\n  el/FW\n  (ADJP analista/JJ)\n  (ADJP internacional/JJ)\n  ,/,\n  (NP David/NNP Gómez/NNP Rodríguez/NNP)\n  ,/,\n  (VP se/VBZ)\n  (VP refirió/VBP (NP a/DT esta/JJ jornada/NN))\n  de/IN\n  votación/FW\n  (NP como/NN)\n  (NP una/JJ verdadera/NN “/NN)\n  (NP fiesta/JJ electoral/JJ ”/NN)\n  ,/,\n  (NP que/NN representa/NN)\n  la/FW\n  reafirmación/FW\n  de/FW\n  una/FW\n  (NP cultura/NN democrática/NN y/NN política/NN)\n  de/IN\n  pueblo/FW\n  venezolano/FW\n  desde/FW\n  (NP un/JJ punto/NN)\n  de/IN\n  vista/FW\n  (NP no/DT solo/NN)\n  (VP operativo/VBZ (NP sino/NN también/NN simbólico/NN))\n  ./.)",
      "(S\n  (NP “/JJ Es/NNP la/NN reafirmación/NN)\n  (PP de/IN (NP una/JJ cultura/NN))\n  ,/,\n  (NP una/JJ cultura/NN democrática/NN)\n  ,/,\n  (NP una/JJ cultura/NN política/NN que/NN elección/NN tras/NNS)\n  (VP\n    elección/VBP\n    (NP reafirmamos/JJ y/NN profundizamos/NN desde/NN))\n  el/FW\n  punto/FW\n  de/FW\n  vista/FW\n  operativo/FW\n  y/FW\n  (NP simbólico/NN ”/NN)\n  ,/,\n  (NP afirmó/JJ Gómez/NNP Rodríguez/NNP)\n  ./.)",
      "(S\n  (NP Gómez/NNP destacó/NN el/NN hecho/NN)\n  de/IN\n  que/FW\n  la/FW\n  familia/FW\n  venezolana/FW\n  ya/FW\n  (NP tiene/NN como/NN parte/NN)\n  de/IN\n  su/FW\n  de/FW\n  su/FW\n  (NP haber/NN cotidiano/NN)\n  ,/,\n  el/FW\n  participar/FW\n  dentro/FW\n  de/FW\n  estos/FW\n  (NP procesos/NN electorales/NNS)\n  ,/,\n  (VP esto/VBP (NP al/JJ destacar/NN que/NN))\n  (PP en/IN (NP los/JJ centros/JJ electorales/NNS))\n  (VP se/VBP (NP ha/JJ evidenciado/NN como/NN los/NN))\n  (VP padres/VBZ (NP y/JJ madres/NNS))\n  (VP acuden/VBP (NP sus/NN hijos/NN) (NP a/DT las/NN urnas/NN))\n  ,/,\n  (NP algo/JJ que/NN según/NN consideró/NN)\n  ,/,\n  (VP les/VBZ)\n  va/FW\n  (NP inculcando/JJ desde/NN temprana/NN edad/NN)\n  la/FW\n  importancia/FW\n  de/FW\n  ejercer/FW\n  la/FW\n  democracia/FW\n  participativa/FW\n  (NP y/NN protagónica/NN)\n  ,/,\n  (NP no/DT solamente/NN)\n  (VP el/VBZ (NP día/JJ del/NN sufragio/NN))\n  ,/,\n  (NP sino/NN)\n  en/FW\n  la/FW\n  cotidianidad/FW\n  de/FW\n  la/FW\n  organización/FW\n  en/FW\n  torno/FW\n  (NP a/DT las/NN comunas/NN)\n  ,/,\n  (NP a/DT los/NN consejos/NN comunales/NNS)\n  ,/,\n  (NP movimientos/NN sociales/NNS)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (NP\n    analista/JJ\n    internacional/JJ\n    precisó/NN\n    además/NN\n    que/NN\n    esta/NN\n    es/NN\n    una/NN\n    práctica/NN\n    que/NN\n    va/NN\n    mucho/NN\n    más/NN\n    allá/NN\n    del/NN\n    sufragio/NN)\n  ,/,\n  y/CC\n  (PP\n    en/IN\n    (NP ese/JJ sentido/NN consideró/NN que/NN este/NN domingo/NN))\n  (VP se/VBZ)\n  (VP pone/VBP (NP a/DT prueba/NN la/NN))\n  institucionalidad/FW\n  (NP y/NN)\n  la/FW\n  armonía/FW\n  (NP que/NN debe/NN existir/NN)\n  entre/FW\n  (NP las/NN)\n  (VP diferentes/VBZ (NP fuerzas/JJ que/NN hacen/NN vida/NN))\n  (PP en/IN (NP la/NN República/NNP))\n  ./.)",
      "(S\n  (NP Asimismo/NNP destacó/NN que/NN)\n  en/FW\n  esta/FW\n  jornada/FW\n  se/FW\n  evidencia/FW\n  (NP un/JJ despliegue/NN importante/NN)\n  de/IN\n  todos/FW\n  (NP los/JJ sectores/NNS)\n  ,/,\n  (NP desde/JJ los/NN ciudadanos/NNS)\n  (VP que/VBP (NP se/JJ levantan/JJ temprano/NN para/NN))\n  (VP motivar/VBD (NP a/DT sus/NN vecinos/NN))\n  ,/,\n  (NP hasta/NN la/NN)\n  (VP asistencia/VBZ (NP a/DT adultos/NN))\n  (VP\n    mayores/VBZ\n    (NP\n      y/JJR\n      personas/JJ\n      con/NN\n      movilidad/NN\n      reducida/NN\n      para/NN\n      garantizar/NN\n      su/NN\n      derecho/NN\n      al/NN\n      voto/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "oposición venezolana”, inmersa en confrontaciones internas entre",
        "position": [
          2412,
          2476
        ],
        "start": 2412,
        "end": 2476
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña electoral",
        "position": [
          2087,
          2104
        ],
        "start": 2087,
        "end": 2104
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "entrevista exclusiva",
        "position": [
          7,
          27
        ],
        "start": 7,
        "end": 27
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          529,
          535
        ],
        "start": 529,
        "end": 535
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          1137,
          1144
        ],
        "start": 1137,
        "end": 1144
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "organización popular",
        "position": [
          1875,
          1895
        ],
        "start": 1875,
        "end": 1895
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "adultos mayores",
        "position": [
          1580,
          1595
        ],
        "start": 1580,
        "end": 1595
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          559,
          566
        ],
        "start": 559,
        "end": 566
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          3250,
          3259
        ],
        "start": 3250,
        "end": 3259
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1782,
          1788
        ],
        "start": 1782,
        "end": 1788
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 27.000",
        "position": [
          2801,
          2814
        ],
        "start": 2801,
        "end": 2814
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 puntos",
        "position": [
          2811,
          2821
        ],
        "start": 2811,
        "end": 2821
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          4135,
          4144
        ],
        "start": 4135,
        "end": 4144
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Guayana Esequiba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gómez Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Gómez",
        "tipo": "Persona"
      },
      {
        "nombre": "David Gómez Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "República",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gómez Rodríguez",
        "relacion": "ENFATIZAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Gómez",
        "relacion": "PRECISAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Gómez",
        "relacion": "PRECISAR",
        "objeto": "Guayana Esequiba"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ELEGIR_PRECISAR",
        "objeto": "Guayana Esequiba"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8176,
    "pos": 0.026,
    "neu": 0.96,
    "neg": 0.014,
    "label": "positive"
  }
}