{
  "url": "https://www.telesurtv.net/controlan-algunos-focos-de-incendios-forestales-en-quito-ecuador/",
  "title": "Controlan algunos focos de incendios forestales en Quito, Ecuador - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Ecuador",
    "incendios",
    "investigaciones",
    "Quito"
  ],
  "text": "El alcalde de Quito, Pabel Muñoz, informó en la madrugada de este miércoles que se avanza en las acciones de control del incendio forestal que se desató este martes en el noreste de dicha ciudad (capital) y que obligó a evacuar a decenas de personas cuyas viviendas estaban amenazadas por las llamas.\nLEA TAMBIÉN\nIncendio forestal se propaga en el barrio de Guápulo en Quito, Ecuador\nEl funcionario precisó que el incendio no está liquidado del todo, pero se controló en algunos puntos. Agregó que dieron prioridad a sectores donde hay viviendas, como Conquistadores y Guápulo, aunque en este la emergencia no ha sido superada del todo y se mantiene fuego en el cerro Auqui.\nConfirmó que los eventos fueron provocados. Catalogó a sus responsables de criminales y terroristas. Dijo que se investiga cómo se inició en Guápulo. Se han presentado 13 denuncias y dos personas fueron detenidas y se hallan en prisión preventiva.\nAlertó que se prevé que a partir de las 11H00 hora local los vientos soplen con mayor velocidad, lo cual podría activar focos que ya se dan por controlados.\nPor su parte, la Secretaría Nacional de Gestión de Riesgos informó que más de 100 familias de las zonas de Guápulo, Bellavista, González Suárez y el barrio Bolaños fueron evacuadas como medida de precaución.\nAsimismo, dio a conocer que los sectores de Perla Quiteña, El Cebollar de Cumbayá y el Parque Metropolitano también resultaron afectados.\nInvestigan el origen de los incendios\nLa Fiscalía de Ecuador abrió una investigación para determinar las causas del incendio. En ese sentido, el ministro de Gobierno, Arturo Félix, expresó “La Fiscalía tiene ya un equipo trabajando de la mano con la Alcaldía, con la Prefectura, con el Gobierno para poder llegar y no dejar este hecho como un hecho aislado”.\nFélix aseguró “Quiero que sepan: si Quito está bajo ataque, el Gobierno Nacional y el Gobierno local, no lo van a permitir”.\n“Si saben de la persona que pudo causar estos incendios -me estoy adelantando, pero queremos ayuda de la ciudadanía-, que nos informen”, agregó.\nEn tanto, la ministra del Interior, Mónica Palencia, comunicó que toda persona que disponga de información veraz relacionada con los incendios recibirá una recompensa.\nMientras, el alcalde quiteño, Muñoz, solicitó a la ciudadanía que brinden las grabaciones de sus cámaras de seguridad para que esa información contribuya a la investigación del origen del incendio.\nAl menos seis heridos por los incendios\nMaría José Pinto, de la Secretaría Técnica Ecuador Crece Sin Desnutrición Infantil, escribió en las redes sociales: “Mantenemos el monitoreo individual de más de 400 familias en los territorios afectados por los incendios forestales en Quito”.\nMientras, el viceministro de Inclusión Social, Harold Burbano, dio a conocer que como consecuencia de las llamas seis personas resultaron heridas, entre ellas una niña de 11 meses de edad con quemaduras de tercer grado. Aseguró que todos fueron trasladados a centros de salud.\nBurbano expresó: “La niña estaba con su familia. También varios miembros de su familia fueron afectados por las llamas. Obviamente, ella, al ser una niña pequeña, al tener esa exposición, tuvo un mayor impacto, pero tiene la abuelita, a su papá, a todos afectados por las llamas porque llegaron directamente a su casa, la cual está afectada en su totalidad”.\nAutorizan el teletrabajo en el sector público y suspenden clases presenciales\nEl Ministerio de Trabajo dispuso la modalidad de teletrabajo en el sector público para este miércoles, ante la emergencia por los incendios forestales.\nMediante un comunicado, la entidad resaltó: “Las entidades públicas responsables de servicios esenciales como agua, salud, seguridad, transporte (terminales aéreos, terrestres, marítimos y fluviales, organismos que pertenezcan al Sistema Nacional de Inteligencia y otros sectores estratégicos, así como emergencias y gestión de riesgos, deberán garantizar la prestación del servicio público y ejecutar las acciones necesarias para resolver cualquier situación que se requiera”.\nLa Secretaría de Educación Superior (Senescyt) tomó como medida suspender para este miércoles las actividades en Institutos Técnicos y Tecnológicos Públicos en Quito, y pidió que las Instituciones de Educación Superior implementen clases virtuales.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/controlan-algunos-focos-de-incendios-forestales-en-quito-ecuador/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 382,
    "message_id": 76992,
    "date": "2024-09-25T16:55:13+00:00",
    "text": "teleSUR\nControlan algunos focos de incendios forestales en Quito, Ecuador\nhttps://www.telesurtv.net/controlan-algunos-focos-de-incendios-forestales-en-quito-ecuador/",
    "photo_path": null,
    "views": 2452,
    "reactions": {
      "👍": 36,
      "🤔": 4,
      "🔥": 2,
      "💩": 1
    },
    "total_reactions": 43
  },
  "preprocessing": {
    "cleaned": "el alcalde de quito, pabel muñoz, informó en la madrugada de este miércoles que se avanza en las acciones de control del incendio forestal que se desató este martes en el noreste de dicha ciudad (capital) y que obligó a evacuar a decenas de personas cuyas viviendas estaban amenazadas por las llamas. el funcionario precisó que el incendio no está liquidado del todo, pero se controló en algunos puntos. agregó que dieron prioridad a sectores donde hay viviendas, como conquistadores y guápulo, aunque en este la emergencia no ha sido superada del todo y se mantiene fuego en el cerro auqui. confirmó que los eventos fueron provocados. catalogó a sus responsables de criminales y terroristas. dijo que se investiga cómo se inició en guápulo. se han presentado 13 denuncias y dos personas fueron detenidas y se hallan en prisión preventiva. alertó que se prevé que a partir de las 11h00 hora local los vientos soplen con mayor velocidad, lo cual podría activar focos que ya se dan por controlados. por su parte, la secretaría nacional de gestión de riesgos informó que más de 100 familias de las zonas de guápulo, bellavista, gonzález suárez y el barrio bolaños fueron evacuadas como medida de precaución. asimismo, dio a conocer que los sectores de perla quiteña, el cebollar de cumbayá y el parque metropolitano también resultaron afectados. investigan el origen de los incendios la fiscalía de ecuador abrió una investigación para determinar las causas del incendio. en ese sentido, el ministro de gobierno, arturo félix, expresó “la fiscalía tiene ya un equipo trabajando de la mano con la alcaldía, con la prefectura, con el gobierno para poder llegar y no dejar este hecho como un hecho aislado”. félix aseguró “quiero que sepan: si quito está bajo ataque, el gobierno nacional y el gobierno local, no lo van a permitir”. “si saben de la persona que pudo causar estos incendios -me estoy adelantando, pero queremos ayuda de la ciudadanía-, que nos informen”, agregó. en tanto, la ministra del interior, mónica palencia, comunicó que toda persona que disponga de información veraz relacionada con los incendios recibirá una recompensa. mientras, el alcalde quiteño, muñoz, solicitó a la ciudadanía que brinden las grabaciones de sus cámaras de seguridad para que esa información contribuya a la investigación del origen del incendio. al menos seis heridos por los incendios maría josé pinto, de la secretaría técnica ecuador crece sin desnutrición infantil, escribió en las redes sociales: “mantenemos el monitoreo individual de más de 400 familias en los territorios afectados por los incendios forestales en quito”. mientras, el viceministro de inclusión social, harold burbano, dio a conocer que como consecuencia de las llamas seis personas resultaron heridas, entre ellas una niña de 11 meses de edad con quemaduras de tercer grado. aseguró que todos fueron trasladados a centros de salud. burbano expresó: “la niña estaba con su familia. también varios miembros de su familia fueron afectados por las llamas. obviamente, ella, al ser una niña pequeña, al tener esa exposición, tuvo un mayor impacto, pero tiene la abuelita, a su papá, a todos afectados por las llamas porque llegaron directamente a su casa, la cual está afectada en su totalidad”. autorizan el teletrabajo en el sector público y suspenden clases presenciales el ministerio de trabajo dispuso la modalidad de teletrabajo en el sector público para este miércoles, ante la emergencia por los incendios forestales. mediante un comunicado, la entidad resaltó: “las entidades públicas responsables de servicios esenciales como agua, salud, seguridad, transporte (terminales aéreos, terrestres, marítimos y fluviales, organismos que pertenezcan al sistema nacional de inteligencia y otros sectores estratégicos, así como emergencias y gestión de riesgos, deberán garantizar la prestación del servicio público y ejecutar las acciones necesarias para resolver cualquier situación que se requiera”. la secretaría de educación superior (senescyt) tomó como medida suspender para este miércoles las actividades en institutos técnicos y tecnológicos públicos en quito, y pidió que las instituciones de educación superior implementen clases virtuales.",
    "tokens": [
      "alcalde",
      "quito",
      ",",
      "pabel",
      "muñoz",
      ",",
      "informó",
      "madrugada",
      "miércoles",
      "avanza",
      "acciones",
      "control",
      "incendio",
      "forestal",
      "desató",
      "martes",
      "noreste",
      "dicha",
      "ciudad",
      "(",
      "capital",
      ")",
      "obligó",
      "evacuar",
      "decenas",
      "personas",
      "cuyas",
      "viviendas",
      "amenazadas",
      "llamas",
      ".",
      "funcionario",
      "precisó",
      "incendio",
      "liquidado",
      ",",
      "controló",
      "puntos",
      ".",
      "agregó",
      "dieron",
      "prioridad",
      "sectores",
      "viviendas",
      ",",
      "conquistadores",
      "guápulo",
      ",",
      "aunque",
      "emergencia",
      "sido",
      "superada",
      "mantiene",
      "fuego",
      "cerro",
      "auqui",
      ".",
      "confirmó",
      "eventos",
      "provocados",
      ".",
      "catalogó",
      "responsables",
      "criminales",
      "terroristas",
      ".",
      "dijo",
      "investiga",
      "cómo",
      "inició",
      "guápulo",
      ".",
      "presentado",
      "13",
      "denuncias",
      "dos",
      "personas",
      "detenidas",
      "hallan",
      "prisión",
      "preventiva",
      ".",
      "alertó",
      "prevé",
      "partir",
      "11h00",
      "hora",
      "local",
      "vientos",
      "soplen",
      "mayor",
      "velocidad",
      ",",
      "podría",
      "activar",
      "focos",
      "dan",
      "controlados",
      ".",
      "parte",
      ",",
      "secretaría",
      "nacional",
      "gestión",
      "riesgos",
      "informó",
      "100",
      "familias",
      "zonas",
      "guápulo",
      ",",
      "bellavista",
      ",",
      "gonzález",
      "suárez",
      "barrio",
      "bolaños",
      "evacuadas",
      "medida",
      "precaución",
      ".",
      "asimismo",
      ",",
      "dio",
      "conocer",
      "sectores",
      "perla",
      "quiteña",
      ",",
      "cebollar",
      "cumbayá",
      "parque",
      "metropolitano",
      "resultaron",
      "afectados",
      ".",
      "investigan",
      "origen",
      "incendios",
      "fiscalía",
      "ecuador",
      "abrió",
      "investigación",
      "determinar",
      "causas",
      "incendio",
      ".",
      ",",
      "ministro",
      "gobierno",
      ",",
      "arturo",
      "félix",
      ",",
      "expresó",
      "“",
      "fiscalía",
      "equipo",
      "trabajando",
      "mano",
      "alcaldía",
      ",",
      "prefectura",
      ",",
      "gobierno",
      "poder",
      "llegar",
      "dejar",
      "hecho",
      "hecho",
      "aislado",
      "”",
      ".",
      "félix",
      "aseguró",
      "“",
      "quiero",
      "sepan",
      ":",
      "si",
      "quito",
      "bajo",
      "ataque",
      ",",
      "gobierno",
      "nacional",
      "gobierno",
      "local",
      ",",
      "van",
      "permitir",
      "”",
      ".",
      "“",
      "si",
      "saben",
      "persona",
      "pudo",
      "causar",
      "incendios",
      "-me",
      "adelantando",
      ",",
      "queremos",
      "ayuda",
      "ciudadanía-",
      ",",
      "informen",
      "”",
      ",",
      "agregó",
      ".",
      ",",
      "ministra",
      "interior",
      ",",
      "mónica",
      "palencia",
      ",",
      "comunicó",
      "toda",
      "persona",
      "disponga",
      "información",
      "veraz",
      "relacionada",
      "incendios",
      "recibirá",
      "recompensa",
      ".",
      "mientras",
      ",",
      "alcalde",
      "quiteño",
      ",",
      "muñoz",
      ",",
      "solicitó",
      "ciudadanía",
      "brinden",
      "grabaciones",
      "cámaras",
      "seguridad",
      "información",
      "contribuya",
      "investigación",
      "origen",
      "incendio",
      ".",
      "menos",
      "seis",
      "heridos",
      "incendios",
      "maría",
      "josé",
      "pinto",
      ",",
      "secretaría",
      "técnica",
      "ecuador",
      "crece",
      "desnutrición",
      "infantil",
      ",",
      "escribió",
      "redes",
      "sociales",
      ":",
      "“",
      "mantenemos",
      "monitoreo",
      "individual",
      "400",
      "familias",
      "territorios",
      "afectados",
      "incendios",
      "forestales",
      "quito",
      "”",
      ".",
      "mientras",
      ",",
      "viceministro",
      "inclusión",
      "social",
      ",",
      "harold",
      "burbano",
      ",",
      "dio",
      "conocer",
      "consecuencia",
      "llamas",
      "seis",
      "personas",
      "resultaron",
      "heridas",
      ",",
      "niña",
      "11",
      "meses",
      "edad",
      "quemaduras",
      "tercer",
      "grado",
      ".",
      "aseguró",
      "trasladados",
      "centros",
      "salud",
      ".",
      "burbano",
      "expresó",
      ":",
      "“",
      "niña",
      "familia",
      ".",
      "varios",
      "miembros",
      "familia",
      "afectados",
      "llamas",
      ".",
      "obviamente",
      ",",
      ",",
      "ser",
      "niña",
      "pequeña",
      ",",
      "tener",
      "exposición",
      ",",
      "mayor",
      "impacto",
      ",",
      "abuelita",
      ",",
      "papá",
      ",",
      "afectados",
      "llamas",
      "llegaron",
      "directamente",
      "casa",
      ",",
      "afectada",
      "totalidad",
      "”",
      ".",
      "autorizan",
      "teletrabajo",
      "sector",
      "público",
      "suspenden",
      "clases",
      "presenciales",
      "ministerio",
      "trabajo",
      "dispuso",
      "modalidad",
      "teletrabajo",
      "sector",
      "público",
      "miércoles",
      ",",
      "emergencia",
      "incendios",
      "forestales",
      ".",
      "mediante",
      "comunicado",
      ",",
      "entidad",
      "resaltó",
      ":",
      "“",
      "entidades",
      "públicas",
      "responsables",
      "servicios",
      "esenciales",
      "agua",
      ",",
      "salud",
      ",",
      "seguridad",
      ",",
      "transporte",
      "(",
      "terminales",
      "aéreos",
      ",",
      "terrestres",
      ",",
      "marítimos",
      "fluviales",
      ",",
      "organismos",
      "pertenezcan",
      "sistema",
      "nacional",
      "inteligencia",
      "sectores",
      "estratégicos",
      ",",
      "así",
      "emergencias",
      "gestión",
      "riesgos",
      ",",
      "deberán",
      "garantizar",
      "prestación",
      "servicio",
      "público",
      "ejecutar",
      "acciones",
      "necesarias",
      "resolver",
      "cualquier",
      "situación",
      "requiera",
      "”",
      ".",
      "secretaría",
      "educación",
      "superior",
      "(",
      "senescyt",
      ")",
      "tomó",
      "medida",
      "suspender",
      "miércoles",
      "actividades",
      "institutos",
      "técnicos",
      "tecnológicos",
      "públicos",
      "quito",
      ",",
      "pidió",
      "instituciones",
      "educación",
      "superior",
      "implementen",
      "clases",
      "virtuales",
      "."
    ],
    "token_count": 452,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 110,
      "NN": 246,
      "FW": 104,
      "NNS": 40,
      "VBP": 19,
      "JJ": 60,
      "IN": 30,
      "VBZ": 17,
      "DT": 4,
      "VBD": 1,
      "RB": 3,
      "CD": 5,
      "CC": 1,
      "MD": 1,
      "VB": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NN": 31,
      "NN-FW": 14,
      "FW-NNP": 19,
      "NNP-NNP": 45,
      "NN-NN": 149,
      "FW-FW": 55,
      "FW-NNS": 5,
      "NNS-VBP": 15,
      "VBP-JJ": 10,
      "JJ-NN": 39,
      "NN-IN": 20,
      "IN-JJ": 3,
      "JJ-NNS": 9,
      "NNS-IN": 5,
      "IN-NN": 3,
      "NN-JJ": 20,
      "NN-VBZ": 7,
      "VBZ-IN": 2,
      "IN-FW": 13,
      "FW-JJ": 5,
      "JJ-FW": 3,
      "FW-NN": 17,
      "NN-NNP": 24,
      "NNP-JJ": 4,
      "IN-NNP": 7,
      "NNP-FW": 12,
      "NN-DT": 2,
      "DT-NN": 4,
      "VBZ-FW": 3,
      "NNS-NNP": 7,
      "VBZ-JJ": 9,
      "NN-NNS": 9,
      "VBP-NNP": 2,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "IN-NNS": 2,
      "NNS-NNS": 7,
      "NNP-VBD": 1,
      "VBD-RB": 1,
      "RB-CD": 1,
      "CD-NNS": 3,
      "NNS-JJ": 1,
      "FW-CD": 2,
      "CD-JJ": 1,
      "JJ-JJ": 5,
      "IN-CD": 2,
      "CD-NN": 1,
      "NNP-VBZ": 9,
      "VBZ-NN": 1,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "NNP-IN": 3,
      "NNP-VBP": 2,
      "VBZ-NNP": 1,
      "JJ-DT": 1,
      "JJ-NNP": 3,
      "NN-VBP": 1,
      "VBP-NN": 1,
      "NNS-FW": 3,
      "NNP-NNS": 1,
      "VBP-FW": 1,
      "VBP-NNS": 4,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-RB": 1,
      "RB-JJR": 1,
      "JJR-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 2,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NNP": 20,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 26,
      "NN-NN-FW": 6,
      "NN-FW-FW": 7,
      "FW-FW-FW": 30,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 2,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 7,
      "JJ-NN-IN": 5,
      "NN-IN-JJ": 3,
      "IN-JJ-NNS": 2,
      "JJ-NNS-IN": 3,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 3,
      "NN-NN-NN": 81,
      "NN-NN-JJ": 20,
      "NN-JJ-NN": 13,
      "JJ-NN-NN": 26,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 1,
      "IN-FW-FW": 7,
      "FW-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "NN-NN-IN": 13,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-NN": 11,
      "FW-NN-FW": 4,
      "NN-FW-JJ": 2,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-NNP": 4,
      "NN-NNP-NNP": 6,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "NN-IN-FW": 11,
      "IN-FW-NN": 2,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "NNP-FW-NNP": 9,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-NN": 10,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-NN": 3,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 6,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 7,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 2,
      "NN-FW-NN": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "FW-NN-NNP": 2,
      "NN-NN-NNP": 16,
      "NN-NNP-NN": 10,
      "NNP-NN-VBZ": 1,
      "VBZ-IN-NNS": 1,
      "IN-NNS-NNS": 2,
      "NNS-NNS-NNP": 4,
      "IN-NNP-NNP": 4,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NN-IN-NN": 2,
      "IN-FW-CD": 1,
      "FW-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "NNP-NNP-FW": 7,
      "FW-NNP-FW": 3,
      "FW-NNP-NN": 5,
      "NN-IN-CD": 2,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-FW-NNP": 6,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNP": 1,
      "IN-FW-NNP": 2,
      "NN-JJ-NNS": 3,
      "NNS-IN-NNP": 2,
      "FW-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-NNP": 1,
      "NN-NNP-VBZ": 6,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NNP": 3,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 3,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-NNP-JJ": 1,
      "JJ-NN-FW": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-JJ-JJ": 2,
      "DT-NN-NN": 2,
      "NNP-NN-NNP": 1,
      "NNP-VBZ-JJ": 5,
      "FW-NNP-JJ": 1,
      "NNP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "NNP-NN-IN": 1,
      "NN-NN-NNS": 6,
      "IN-FW-JJ": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NNP-FW-FW": 3,
      "FW-NNS-NNS": 2,
      "NN-JJ-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "IN-CD-NNS": 1,
      "NN-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "VBZ-JJ-NNP": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "IN-NNP-NN": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NNS-NNP-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-IN-NNS": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-RB": 1,
      "VBP-RB-JJR": 1,
      "RB-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "VBP-NNS-IN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 246,
        "NNP": 110,
        "FW": 104,
        "JJ": 60,
        "NNS": 40
      },
      "top_bigrams": {
        "NN-NN": 149,
        "FW-FW": 55,
        "NNP-NNP": 45,
        "JJ-NN": 39,
        "NNP-NN": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 81,
        "FW-FW-FW": 30,
        "NNP-NN-NN": 26,
        "JJ-NN-NN": 26,
        "NNP-NNP-NNP": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 190,
      "VP": 44,
      "PP": 16,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0358
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0215
      },
      {
        "rule": "NP -> ('Quito', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('Guápulo', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Mientras', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('salud', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Educación', 'NNP') ('Superior', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "S -> NP ('de', 'FW') NP (',', ',') NP (',', ',') NP ('en', 'FW') ('la', 'FW') ('madrugada', 'FW') ('de', 'FW') ('este', 'FW') NP VP PP PP NP VP ('en', 'IN') ('el', 'FW') ('noreste', 'FW') ('de', 'FW') ('dicha', 'FW') NP ('(', '(') NP (')', ')') NP VP ('de', 'IN') ('personas', 'FW') NP ('viviendas', 'FW') NP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0036
      },
      {
        "rule": "NP -> ('El', 'NNP') ('alcalde', 'NN')",
        "frequency": 1,
        "weight": 0.0036
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El alcalde"
      },
      {
        "label": "NP",
        "text": "Quito"
      },
      {
        "label": "NP",
        "text": "Pabel Muñoz"
      },
      {
        "label": "NP",
        "text": "informó"
      },
      {
        "label": "NP",
        "text": "miércoles"
      },
      {
        "label": "VP",
        "text": "que se avanza"
      },
      {
        "label": "NP",
        "text": "se avanza"
      },
      {
        "label": "PP",
        "text": "en las acciones"
      },
      {
        "label": "NP",
        "text": "las acciones"
      },
      {
        "label": "PP",
        "text": "de control del incendio"
      },
      {
        "label": "NP",
        "text": "control del incendio"
      },
      {
        "label": "NP",
        "text": "forestal que se desató este"
      },
      {
        "label": "VP",
        "text": "martes"
      },
      {
        "label": "NP",
        "text": "ciudad"
      },
      {
        "label": "NP",
        "text": "capital"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP alcalde/NN)\n  de/FW\n  (NP Quito/NNP)\n  ,/,\n  (NP Pabel/NNP Muñoz/NNP)\n  ,/,\n  (NP informó/NN)\n  en/FW\n  la/FW\n  madrugada/FW\n  de/FW\n  este/FW\n  (NP miércoles/NNS)\n  (VP que/VBP (NP se/JJ avanza/NN))\n  (PP en/IN (NP las/JJ acciones/NNS))\n  (PP de/IN (NP control/NN del/NN incendio/NN))\n  (NP forestal/JJ que/NN se/NN desató/NN este/NN)\n  (VP martes/VBZ)\n  en/IN\n  el/FW\n  noreste/FW\n  de/FW\n  dicha/FW\n  (NP ciudad/NN)\n  (/(\n  (NP capital/NN)\n  )/)\n  (NP y/NN que/NN)\n  (VP obligó/VBZ (NP a/DT evacuar/NN) (NP a/DT decenas/NN))\n  de/IN\n  personas/FW\n  (NP cuyas/NN)\n  viviendas/FW\n  (NP estaban/JJ amenazadas/NNS)\n  (VP por/VBP (NP las/JJ llamas/NN))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Incendio/NNP)\n  (NP forestal/JJ se/NN propaga/NN)\n  en/IN\n  el/FW\n  (NP barrio/NN)\n  (PP de/IN (NP Guápulo/NNP))\n  en/FW\n  (NP Quito/NNP)\n  ,/,\n  (NP\n    Ecuador/NNP\n    El/NNP\n    funcionario/NN\n    precisó/NN\n    que/NN\n    el/NN\n    incendio/NN)\n  (NP no/DT está/NN)\n  (VP liquidado/VBZ)\n  del/FW\n  (NP todo/NN)\n  ,/,\n  (NP pero/NN se/NN controló/NN)\n  (PP en/IN (NP algunos/JJ puntos/NN))\n  ./.)",
      "(S\n  (NP Agregó/NNP que/NN dieron/NN)\n  (VP prioridad/VBZ (NP a/DT sectores/NNS))\n  (VP donde/VBP (NP hay/NN viviendas/NN))\n  ,/,\n  (NP como/NN Conquistadores/NNP y/NNP Guápulo/NNP)\n  ,/,\n  (NP aunque/NN)\n  en/FW\n  (NP este/NN)\n  la/FW\n  (VP emergencia/VBZ (NP no/DT ha/NN))\n  (VP\n    sido/VBZ\n    (NP superada/JJ del/NN todo/NN y/NN)\n    (NP se/JJ mantiene/NN fuego/NN))\n  en/IN\n  el/FW\n  (NP cerro/NN Auqui/NNP)\n  ./.)",
      "(S\n  (NP Confirmó/NNP que/NN los/NN eventos/NN fueron/NN provocados/NN)\n  ./.)",
      "(S\n  (VP Catalogó/VB (NP a/DT sus/NN))\n  (VP responsables/VBZ)\n  (PP de/IN (NP criminales/NNS))\n  y/RB\n  (NP terroristas/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "control del incendio forestal que se desató este martes en el noreste de dicha ciudad",
        "position": [
          109,
          194
        ],
        "start": 109,
        "end": 194
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3436,
          3443
        ],
        "start": 3436,
        "end": 3443
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          196,
          203
        ],
        "start": 196,
        "end": 203
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1607,
          1614
        ],
        "start": 1607,
        "end": 1614
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          34,
          41
        ],
        "start": 34,
        "end": 41
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          399,
          406
        ],
        "start": 399,
        "end": 406
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "prisión preventiva",
        "position": [
          903,
          921
        ],
        "start": 903,
        "end": 921
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          2734,
          2743
        ],
        "start": 2734,
        "end": 2743
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "incendios forestales",
        "position": [
          2673,
          2693
        ],
        "start": 2673,
        "end": 2693
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de gobierno",
        "position": [
          1571,
          1591
        ],
        "start": 1571,
        "end": 1591
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          3681,
          3685
        ],
        "start": 3681,
        "end": 3685
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          376,
          383
        ],
        "start": 376,
        "end": 383
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "quito",
        "position": [
          14,
          19
        ],
        "start": 14,
        "end": 19
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "barrio de",
        "position": [
          348,
          357
        ],
        "start": 348,
        "end": 357
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la madrugada",
        "position": [
          42,
          57
        ],
        "start": 42,
        "end": 57
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 100",
        "position": [
          1151,
          1161
        ],
        "start": 1151,
        "end": 1161
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 400",
        "position": [
          2616,
          2626
        ],
        "start": 2616,
        "end": 2626
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Agregó",
        "tipo": "Persona"
      },
      {
        "nombre": "Inclusión Social",
        "tipo": "Persona"
      },
      {
        "nombre": "Sistema Nacional de Inteligencia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bellavista",
        "tipo": "Lugar"
      },
      {
        "nombre": "González Suárez",
        "tipo": "Persona"
      },
      {
        "nombre": "Senescyt",
        "tipo": "Lugar"
      },
      {
        "nombre": "Secretaría de Educación Superior",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alcaldía",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mónica Palencia",
        "tipo": "Persona"
      },
      {
        "nombre": "Muñoz",
        "tipo": "Persona"
      },
      {
        "nombre": "Institutos Técnicos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Harold Burbano",
        "tipo": "Persona"
      },
      {
        "nombre": "El Cebollar de Cumbayá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno Nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Secretaría Técnica Ecuador Crece",
        "tipo": "Lugar"
      },
      {
        "nombre": "Burbano",
        "tipo": "Persona"
      },
      {
        "nombre": "Pabel Muñoz",
        "tipo": "Persona"
      },
      {
        "nombre": "Quito",
        "tipo": "Lugar"
      },
      {
        "nombre": "Conquistadores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arturo Félix",
        "tipo": "Persona"
      },
      {
        "nombre": "Parque Metropolitano",
        "tipo": "Lugar"
      },
      {
        "nombre": "María José Pinto",
        "tipo": "Persona"
      },
      {
        "nombre": "Perla Quiteña",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guápulo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tecnológicos Públicos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Prefectura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Investigan",
        "tipo": "Lugar"
      },
      {
        "nombre": "Secretaría Nacional de Gestión de Riesgos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolaños",
        "tipo": "Lugar"
      },
      {
        "nombre": "Interior",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Catalogó",
        "tipo": "Persona"
      },
      {
        "nombre": "La Fiscalía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Félix",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Agregó",
        "relacion": "AGREGAR",
        "objeto": "Conquistadores"
      },
      {
        "sujeto": "Agregó",
        "relacion": "AGREGAR",
        "objeto": "Guápulo"
      },
      {
        "sujeto": "Secretaría Nacional de Gestión de Riesgos",
        "relacion": "INFORMAR",
        "objeto": "Guápulo"
      },
      {
        "sujeto": "Secretaría Nacional de Gestión de Riesgos",
        "relacion": "INFORMAR",
        "objeto": "Bellavista"
      },
      {
        "sujeto": "Secretaría Nacional de Gestión de Riesgos",
        "relacion": "INFORMAR",
        "objeto": "González Suárez"
      },
      {
        "sujeto": "Secretaría Nacional de Gestión de Riesgos",
        "relacion": "INFORMAR",
        "objeto": "Bolaños"
      },
      {
        "sujeto": "La Fiscalía",
        "relacion": "EXPRESAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "EXPRESAR",
        "objeto": "Alcaldía"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "EXPRESAR",
        "objeto": "Prefectura"
      },
      {
        "sujeto": "La Fiscalía",
        "relacion": "EXPRESAR",
        "objeto": "Arturo Félix"
      },
      {
        "sujeto": "Arturo Félix",
        "relacion": "EXPRESAR",
        "objeto": "Alcaldía"
      },
      {
        "sujeto": "Arturo Félix",
        "relacion": "EXPRESAR",
        "objeto": "Prefectura"
      },
      {
        "sujeto": "Arturo Félix",
        "relacion": "EXPRESAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "La Fiscalía",
        "relacion": "TENER_EXPRESAR",
        "objeto": "Alcaldía"
      },
      {
        "sujeto": "La Fiscalía",
        "relacion": "TENER_EXPRESAR",
        "objeto": "Prefectura"
      },
      {
        "sujeto": "La Fiscalía",
        "relacion": "TENER_EXPRESAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Félix",
        "relacion": "ASEGURAR",
        "objeto": "Quito"
      },
      {
        "sujeto": "Félix",
        "relacion": "ASEGURAR",
        "objeto": "Gobierno Nacional"
      },
      {
        "sujeto": "Félix",
        "relacion": "ASEGURAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Quito",
        "relacion": "PERMITIR_SABER_QUERER_ASEGURAR",
        "objeto": "Gobierno Nacional"
      },
      {
        "sujeto": "Quito",
        "relacion": "PERMITIR_SABER_QUERER_ASEGURAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "María José Pinto",
        "relacion": "CRECER_ESCRIBIR",
        "objeto": "Secretaría Técnica Ecuador Crece"
      },
      {
        "sujeto": "María José Pinto",
        "relacion": "CRECER_ESCRIBIR",
        "objeto": "Quito"
      },
      {
        "sujeto": "Secretaría Técnica Ecuador Crece",
        "relacion": "CRECER_ESCRIBIR",
        "objeto": "Quito"
      },
      {
        "sujeto": "Secretaría de Educación Superior",
        "relacion": "TOMAR",
        "objeto": "Institutos Técnicos"
      },
      {
        "sujeto": "Secretaría de Educación Superior",
        "relacion": "TOMAR",
        "objeto": "Tecnológicos Públicos"
      },
      {
        "sujeto": "Secretaría de Educación Superior",
        "relacion": "TOMAR",
        "objeto": "Quito"
      },
      {
        "sujeto": "Senescyt",
        "relacion": "TOMAR",
        "objeto": "Institutos Técnicos"
      },
      {
        "sujeto": "Senescyt",
        "relacion": "TOMAR",
        "objeto": "Tecnológicos Públicos"
      },
      {
        "sujeto": "Senescyt",
        "relacion": "TOMAR",
        "objeto": "Quito"
      }
    ]
  },
  "sentiment": {
    "compound": -0.0772,
    "pos": 0.017,
    "neu": 0.964,
    "neg": 0.019,
    "label": "negative"
  }
}