{
  "url": "https://www.telesurtv.net/venezuela-gran-congreso-del-bloque-historico-extendera-debates-hasta-el-sabado-16/",
  "title": "Venezuela: Gran Congreso del Bloque Histórico extenderá debates hasta el sábado 16 - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "debates",
    "Diosdado Cabello",
    "Gran Congreso del Bloque Histórico"
  ],
  "text": "En la sesión vespertina del Gran Congreso del Bloque Histórico que tiene lugar en Caracas, capital de Venezuela, el presidente Nicolás Maduro envió un mensaje en el que pidió que se extendieran las mesas de trabajo hasta el sábado 16 de noviembre.\nEl mensaje fue dado a conocer por el primer vicepresidente del Partido Socialista Unido de Venezuela (PSUV), Diosdado Cabello, y el mandatario, además de saludar a los presentes, afirmó que el concepto de Bloque Histórico lo tomó Hugo Chávez de Gramsci y lo adaptó a la realidad del siglo XXI.\n“Tenemos teoría, tenemos proyecto, tenemos visión estratégica, sociológica, sociopolítica, sociocultural por eso es que les ge pedido que extendamos las mesas de trabajo hasta el sábado 16, y todas las mesas de trabajo se pongan a trabajar el concepto de Bloque Histórico, de acuerdo a la visión del pueblo y cómo construir la nueva hegemonía política”, destacó.\nEn ese sentido, propuso que en el transcurso de un año, vuelva a autoconvocarse el Bloque Histórico “para analizar las políticas y qué sectores de la sociedad venezolana hay que tocar”.\nEn ese sentido, el también Ministro de  Seguridad, Justicia y Paz explicó que “el presidente nos ha pedido que sigamos trabajando mañana sobre las definiciones propias del Bloque Histórico, y ha abierto un debate que tiene revisión en un año. No es que no hagamos nada, tenemos que ir haciendo, corrigiendo y abriendo caminos. En un año nos autoconvocamos”.\nEn su intervención en el Gran Congreso del Bloque Histórico, Cabello afirmó que la transformación del Estado se va a “hacer junto al pueblo, con el pueblo mandando, decidiendo, pudiendo”, y destacó la importancia de que cinco generaciones se hayan reunido en la cita.\nDe esta manera, sostuvo que el Congreso busca, además de las 7T, una la trasformación del Estado para que el pueblo tenga más poder cada día.\nEn ese sentido, instó a alcaldes y gobernadores a entender que es el momento del poder popular. “Yo no llamo a la anarquía porque si hay alguien sabio en este mundo, es el pueblo”.\nDestacó además el legado de los pueblos originarios a Venezuela, que vivían pensando en el bien común y consideró que para transformar el Estado, hay que pararse en el territorio.\nAfirmó que para hacer irreversible la Revolución Bolivariana, es necesario tener un verdadero Bloque Histórico donde todos los sectores se unan.\n“Venezuela está siendo sometida a mil ataques, la derecha anda en estado de excitación generalizado; pero ahora van a saber cómo un pueblo organizado aguanta, lucha, resiste y sabe vencer. Hemos pasado por muchas cosas pero ninguna de ellas ha tenido tanto impacto en nosotros como la partida de Hugo Chávez”, afirmó.\nAsimismo, precisó que la Asamblea Nacional está discutiendo las leyes del poder electoral con los diputados, pero hay que revisar, pues hay leyes que se deben actualizar en correspondencia con los nuevos tiempos.\nRecordó que el enemigo que Venezuela enfrenta es grande, por lo que el país debe mantenerse cada día más unido, porque hay experiencias de Revoluciones donde las pugnas internas las han conducido a la derrota. “Podemos decir hoy que hemos triunfado sobre la derecha porque ellos están partidos en mil pedazos y saben que no nos han derrotado porque estamos más unidos que nunca”.\nCabello también insistió en la necesidad de recordar de dónde vienen las luchas del pueblo venezolano, inspirado en las gestas de Simón Bolívar y el legado de Hugo Chávez.\n“De dónde venimos es de ahí, de esas luchas, de los que no se rindieron nunca, ni tenían nada que ofrecer sino su propio pellejo para defender la patria y a ellos hay que rendirles tributo siempre”, subrayó.\nAsimismo, sostuvo que el actual mandatario ha recordado al Bloque Histórico y “será esta la forma incipiente para generar una verdadera hegemonía. Nadie le tenga miedo. La única manera que este país salga adelante con dignidad es que esta Revolución se mantenga por muchos años”.\nCabello dio lectura el preámbulo de la Constitución venezolana de 1999, y afirmó que un 15 de diciembre el pueblo la votó y le pertenece al pueblo. Recordó que en la campaña de Chávez, su principal fin era ir a una Asamblea Nacional Constituyente, y después que firmó el decreto nombrando los ministros, rubricó el llamado a la Asamblea Nacional Constituyente.\nRecordó que la Constitución de 1961 pretendía suspender la libertad de pensamiento, amparada en el Pacto de Punto Fijo.\nRealzó la importancia del sufragio, como lo establece el artículo 5, y confirmó que la soberanía popular es la que manda en Venezuela, por lo cual el proyecto del país suramericano es bolivariano.\n“25 años después, me siento muy emocionado, porque aquí está la historia de esta patria. Estamos obligados a dejarles a los jóvenes un país libre, independiente, soberano, de verdad”, destacó.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-gran-congreso-del-bloque-historico-extendera-debates-hasta-el-sabado-16/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 920,
    "message_id": 80516,
    "date": "2024-11-16T01:55:12+00:00",
    "text": "teleSUR\nVenezuela: Gran Congreso del Bloque Histórico extenderá debates hasta el sábado 16\nhttps://www.telesurtv.net/venezuela-gran-congreso-del-bloque-historico-extendera-debates-hasta-el-sabado-16/",
    "photo_path": null,
    "views": 2568,
    "reactions": {
      "👍": 40,
      "👏": 2,
      "🥱": 1
    },
    "total_reactions": 43
  },
  "preprocessing": {
    "cleaned": "en la sesión vespertina del gran congreso del bloque histórico que tiene lugar en caracas, capital de venezuela, el presidente nicolás maduro envió un mensaje en el que pidió que se extendieran las mesas de trabajo hasta el sábado 16 de noviembre. el mensaje fue dado a conocer por el primer vicepresidente del partido socialista unido de venezuela (psuv), diosdado cabello, y el mandatario, además de saludar a los presentes, afirmó que el concepto de bloque histórico lo tomó hugo chávez de gramsci y lo adaptó a la realidad del siglo xxi. “tenemos teoría, tenemos proyecto, tenemos visión estratégica, sociológica, sociopolítica, sociocultural por eso es que les ge pedido que extendamos las mesas de trabajo hasta el sábado 16, y todas las mesas de trabajo se pongan a trabajar el concepto de bloque histórico, de acuerdo a la visión del pueblo y cómo construir la nueva hegemonía política”, destacó. en ese sentido, propuso que en el transcurso de un año, vuelva a autoconvocarse el bloque histórico “para analizar las políticas y qué sectores de la sociedad venezolana hay que tocar”. en ese sentido, el también ministro de seguridad, justicia y paz explicó que “el presidente nos ha pedido que sigamos trabajando mañana sobre las definiciones propias del bloque histórico, y ha abierto un debate que tiene revisión en un año. no es que no hagamos nada, tenemos que ir haciendo, corrigiendo y abriendo caminos. en un año nos autoconvocamos”. en su intervención en el gran congreso del bloque histórico, cabello afirmó que la transformación del estado se va a “hacer junto al pueblo, con el pueblo mandando, decidiendo, pudiendo”, y destacó la importancia de que cinco generaciones se hayan reunido en la cita. de esta manera, sostuvo que el congreso busca, además de las 7t, una la trasformación del estado para que el pueblo tenga más poder cada día. en ese sentido, instó a alcaldes y gobernadores a entender que es el momento del poder popular. “yo no llamo a la anarquía porque si hay alguien sabio en este mundo, es el pueblo”. destacó además el legado de los pueblos originarios a venezuela, que vivían pensando en el bien común y consideró que para transformar el estado, hay que pararse en el territorio. afirmó que para hacer irreversible la revolución bolivariana, es necesario tener un verdadero bloque histórico donde todos los sectores se unan. “venezuela está siendo sometida a mil ataques, la derecha anda en estado de excitación generalizado; pero ahora van a saber cómo un pueblo organizado aguanta, lucha, resiste y sabe vencer. hemos pasado por muchas cosas pero ninguna de ellas ha tenido tanto impacto en nosotros como la partida de hugo chávez”, afirmó. asimismo, precisó que la asamblea nacional está discutiendo las leyes del poder electoral con los diputados, pero hay que revisar, pues hay leyes que se deben actualizar en correspondencia con los nuevos tiempos. recordó que el enemigo que venezuela enfrenta es grande, por lo que el país debe mantenerse cada día más unido, porque hay experiencias de revoluciones donde las pugnas internas las han conducido a la derrota. “podemos decir hoy que hemos triunfado sobre la derecha porque ellos están partidos en mil pedazos y saben que no nos han derrotado porque estamos más unidos que nunca”. cabello también insistió en la necesidad de recordar de dónde vienen las luchas del pueblo venezolano, inspirado en las gestas de simón bolívar y el legado de hugo chávez. “de dónde venimos es de ahí, de esas luchas, de los que no se rindieron nunca, ni tenían nada que ofrecer sino su propio pellejo para defender la patria y a ellos hay que rendirles tributo siempre”, subrayó. asimismo, sostuvo que el actual mandatario ha recordado al bloque histórico y “será esta la forma incipiente para generar una verdadera hegemonía. nadie le tenga miedo. la única manera que este país salga adelante con dignidad es que esta revolución se mantenga por muchos años”. cabello dio lectura el preámbulo de la constitución venezolana de 1999, y afirmó que un 15 de diciembre el pueblo la votó y le pertenece al pueblo. recordó que en la campaña de chávez, su principal fin era ir a una asamblea nacional constituyente, y después que firmó el decreto nombrando los ministros, rubricó el llamado a la asamblea nacional constituyente. recordó que la constitución de 1961 pretendía suspender la libertad de pensamiento, amparada en el pacto de punto fijo. realzó la importancia del sufragio, como lo establece el artículo 5, y confirmó que la soberanía popular es la que manda en venezuela, por lo cual el proyecto del país suramericano es bolivariano. “25 años después, me siento muy emocionado, porque aquí está la historia de esta patria. estamos obligados a dejarles a los jóvenes un país libre, independiente, soberano, de verdad”, destacó.",
    "tokens": [
      "sesión",
      "vespertina",
      "gran",
      "congreso",
      "bloque",
      "histórico",
      "lugar",
      "caracas",
      ",",
      "capital",
      "venezuela",
      ",",
      "presidente",
      "nicolás",
      "maduro",
      "envió",
      "mensaje",
      "pidió",
      "extendieran",
      "mesas",
      "trabajo",
      "sábado",
      "16",
      "noviembre",
      ".",
      "mensaje",
      "dado",
      "conocer",
      "primer",
      "vicepresidente",
      "partido",
      "socialista",
      "unido",
      "venezuela",
      "(",
      "psuv",
      ")",
      ",",
      "diosdado",
      "cabello",
      ",",
      "mandatario",
      ",",
      "además",
      "saludar",
      "presentes",
      ",",
      "afirmó",
      "concepto",
      "bloque",
      "histórico",
      "tomó",
      "hugo",
      "chávez",
      "gramsci",
      "adaptó",
      "realidad",
      "siglo",
      "xxi",
      ".",
      "“",
      "teoría",
      ",",
      "proyecto",
      ",",
      "visión",
      "estratégica",
      ",",
      "sociológica",
      ",",
      "sociopolítica",
      ",",
      "sociocultural",
      "ge",
      "pedido",
      "extendamos",
      "mesas",
      "trabajo",
      "sábado",
      "16",
      ",",
      "todas",
      "mesas",
      "trabajo",
      "pongan",
      "trabajar",
      "concepto",
      "bloque",
      "histórico",
      ",",
      "acuerdo",
      "visión",
      "pueblo",
      "cómo",
      "construir",
      "nueva",
      "hegemonía",
      "política",
      "”",
      ",",
      "destacó",
      ".",
      ",",
      "propuso",
      "transcurso",
      "año",
      ",",
      "vuelva",
      "autoconvocarse",
      "bloque",
      "histórico",
      "“",
      "analizar",
      "políticas",
      "sectores",
      "sociedad",
      "venezolana",
      "tocar",
      "”",
      ".",
      ",",
      "ministro",
      "seguridad",
      ",",
      "justicia",
      "paz",
      "explicó",
      "“",
      "presidente",
      "pedido",
      "sigamos",
      "trabajando",
      "mañana",
      "definiciones",
      "propias",
      "bloque",
      "histórico",
      ",",
      "abierto",
      "debate",
      "revisión",
      "año",
      ".",
      "hagamos",
      ",",
      "ir",
      "haciendo",
      ",",
      "corrigiendo",
      "abriendo",
      "caminos",
      ".",
      "año",
      "autoconvocamos",
      "”",
      ".",
      "intervención",
      "gran",
      "congreso",
      "bloque",
      "histórico",
      ",",
      "cabello",
      "afirmó",
      "transformación",
      "va",
      "“",
      "hacer",
      "junto",
      "pueblo",
      ",",
      "pueblo",
      "mandando",
      ",",
      "decidiendo",
      ",",
      "pudiendo",
      "”",
      ",",
      "destacó",
      "importancia",
      "cinco",
      "generaciones",
      "reunido",
      "cita",
      ".",
      "manera",
      ",",
      "sostuvo",
      "congreso",
      "busca",
      ",",
      "además",
      "7t",
      ",",
      "trasformación",
      "pueblo",
      "poder",
      "cada",
      "día",
      ".",
      ",",
      "instó",
      "alcaldes",
      "gobernadores",
      "entender",
      "momento",
      "poder",
      "popular",
      ".",
      "“",
      "llamo",
      "anarquía",
      "si",
      "alguien",
      "sabio",
      "mundo",
      ",",
      "pueblo",
      "”",
      ".",
      "destacó",
      "además",
      "legado",
      "pueblos",
      "originarios",
      "venezuela",
      ",",
      "vivían",
      "pensando",
      "bien",
      "común",
      "consideró",
      "transformar",
      ",",
      "pararse",
      "territorio",
      ".",
      "afirmó",
      "hacer",
      "irreversible",
      "revolución",
      "bolivariana",
      ",",
      "necesario",
      "tener",
      "verdadero",
      "bloque",
      "histórico",
      "sectores",
      "unan",
      ".",
      "“",
      "venezuela",
      "siendo",
      "sometida",
      "mil",
      "ataques",
      ",",
      "derecha",
      "anda",
      "excitación",
      "generalizado",
      ";",
      "ahora",
      "van",
      "saber",
      "cómo",
      "pueblo",
      "organizado",
      "aguanta",
      ",",
      "lucha",
      ",",
      "resiste",
      "sabe",
      "vencer",
      ".",
      "pasado",
      "muchas",
      "cosas",
      "ninguna",
      "impacto",
      "partida",
      "hugo",
      "chávez",
      "”",
      ",",
      "afirmó",
      ".",
      "asimismo",
      ",",
      "precisó",
      "asamblea",
      "nacional",
      "discutiendo",
      "leyes",
      "poder",
      "electoral",
      "diputados",
      ",",
      "revisar",
      ",",
      "pues",
      "leyes",
      "deben",
      "actualizar",
      "correspondencia",
      "nuevos",
      "tiempos",
      ".",
      "recordó",
      "enemigo",
      "venezuela",
      "enfrenta",
      "grande",
      ",",
      "país",
      "debe",
      "mantenerse",
      "cada",
      "día",
      "unido",
      ",",
      "experiencias",
      "revoluciones",
      "pugnas",
      "internas",
      "conducido",
      "derrota",
      ".",
      "“",
      "podemos",
      "decir",
      "hoy",
      "triunfado",
      "derecha",
      "partidos",
      "mil",
      "pedazos",
      "saben",
      "derrotado",
      "unidos",
      "nunca",
      "”",
      ".",
      "cabello",
      "insistió",
      "necesidad",
      "recordar",
      "dónde",
      "vienen",
      "luchas",
      "pueblo",
      "venezolano",
      ",",
      "inspirado",
      "gestas",
      "simón",
      "bolívar",
      "legado",
      "hugo",
      "chávez",
      ".",
      "“",
      "dónde",
      "venimos",
      "ahí",
      ",",
      "luchas",
      ",",
      "rindieron",
      "nunca",
      ",",
      "ofrecer",
      "sino",
      "propio",
      "pellejo",
      "defender",
      "patria",
      "rendirles",
      "tributo",
      "siempre",
      "”",
      ",",
      "subrayó",
      ".",
      "asimismo",
      ",",
      "sostuvo",
      "actual",
      "mandatario",
      "recordado",
      "bloque",
      "histórico",
      "“",
      "forma",
      "incipiente",
      "generar",
      "verdadera",
      "hegemonía",
      ".",
      "nadie",
      "miedo",
      ".",
      "única",
      "manera",
      "país",
      "salga",
      "adelante",
      "dignidad",
      "revolución",
      "mantenga",
      "años",
      "”",
      ".",
      "cabello",
      "dio",
      "lectura",
      "preámbulo",
      "constitución",
      "venezolana",
      "1999",
      ",",
      "afirmó",
      "15",
      "diciembre",
      "pueblo",
      "votó",
      "pertenece",
      "pueblo",
      ".",
      "recordó",
      "campaña",
      "chávez",
      ",",
      "principal",
      "fin",
      "ir",
      "asamblea",
      "nacional",
      "constituyente",
      ",",
      "después",
      "firmó",
      "decreto",
      "nombrando",
      "ministros",
      ",",
      "rubricó",
      "llamado",
      "asamblea",
      "nacional",
      "constituyente",
      ".",
      "recordó",
      "constitución",
      "1961",
      "pretendía",
      "suspender",
      "libertad",
      "pensamiento",
      ",",
      "amparada",
      "pacto",
      "punto",
      "fijo",
      ".",
      "realzó",
      "importancia",
      "sufragio",
      ",",
      "establece",
      "artículo",
      "5",
      ",",
      "confirmó",
      "soberanía",
      "popular",
      "manda",
      "venezuela",
      ",",
      "proyecto",
      "país",
      "suramericano",
      "bolivariano",
      ".",
      "“",
      "25",
      "años",
      "después",
      ",",
      "siento",
      "emocionado",
      ",",
      "aquí",
      "historia",
      "patria",
      ".",
      "obligados",
      "dejarles",
      "jóvenes",
      "país",
      "libre",
      ",",
      "independiente",
      ",",
      "soberano",
      ",",
      "verdad",
      "”",
      ",",
      "destacó",
      "."
    ],
    "token_count": 514,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 102,
      "NN": 360,
      "FW": 133,
      "IN": 26,
      "CC": 1,
      "JJ": 71,
      "VBZ": 12,
      "VBD": 5,
      "CD": 7,
      "NNS": 17,
      "VBP": 17,
      "DT": 4,
      "RB": 2,
      "PRP": 1
    },
    "bigram_freq": {
      "NNP-NN": 37,
      "NN-NN": 233,
      "NN-NNP": 29,
      "NNP-NNP": 36,
      "NNP-FW": 14,
      "FW-NNP": 22,
      "NN-IN": 19,
      "IN-NNP": 5,
      "NN-FW": 23,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-NNP": 7,
      "NNP-VBZ": 7,
      "VBZ-JJ": 9,
      "JJ-NN": 52,
      "IN-FW": 12,
      "FW-NN": 25,
      "NN-VBD": 5,
      "VBD-JJ": 3,
      "VBD-CD": 2,
      "CD-IN": 2,
      "VBZ-NN": 1,
      "NN-NNS": 8,
      "NNS-VBP": 11,
      "VBP-JJ": 12,
      "JJ-JJ": 4,
      "NNP-IN": 2,
      "FW-FW": 81,
      "NN-JJ": 28,
      "NN-VBZ": 5,
      "NN-VBP": 4,
      "JJ-FW": 2,
      "CD-NNS": 1,
      "NNS-JJ": 2,
      "NNP-JJ": 3,
      "JJ-NNS": 4,
      "NNS-IN": 2,
      "VBP-FW": 1,
      "IN-JJ": 2,
      "NN-DT": 2,
      "DT-NN": 2,
      "NN-RB": 1,
      "RB-JJ": 2,
      "IN-NN": 5,
      "FW-CD": 1,
      "CD-JJ": 1,
      "VBZ-NNS": 1,
      "NNP-DT": 1,
      "FW-JJ": 2,
      "NNS-NNP": 2,
      "DT-JJ": 2,
      "VBP-NN": 2,
      "JJ-DT": 1,
      "VBZ-RB": 1,
      "FW-IN": 1,
      "IN-CD": 2,
      "CD-NN": 3,
      "JJ-CD": 1,
      "NN-CD": 1,
      "NN-PRP": 1,
      "PRP-VBP": 1,
      "FW-NNS": 1,
      "NNP-VBP": 1,
      "VBP-NNS": 2
    },
    "trigram_freq": {
      "NNP-NN-NN": 32,
      "NN-NN-NN": 147,
      "NN-NN-NNP": 17,
      "NN-NNP-NNP": 7,
      "NNP-NNP-FW": 8,
      "NNP-FW-NNP": 5,
      "FW-NNP-NNP": 13,
      "NNP-NNP-NN": 11,
      "NN-NN-IN": 13,
      "NN-IN-NNP": 3,
      "IN-NNP-NN": 2,
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 4,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-VBZ": 5,
      "NNP-VBZ-JJ": 6,
      "VBZ-JJ-NN": 7,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 9,
      "IN-FW-NN": 5,
      "FW-NN-NN": 16,
      "NN-NN-VBD": 5,
      "NN-VBD-JJ": 3,
      "VBD-JJ-NN": 3,
      "NN-VBD-CD": 2,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 2,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 6,
      "NN-NN-FW": 15,
      "NN-FW-NN": 3,
      "NNP-NNP-NNP": 11,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "FW-NN-NNS": 3,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "IN-NNP-NNP": 2,
      "VBZ-JJ-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "FW-NN-FW": 4,
      "NN-FW-FW": 16,
      "FW-FW-FW": 57,
      "FW-FW-NNP": 11,
      "NN-NN-JJ": 21,
      "NN-JJ-JJ": 1,
      "JJ-NN-NN": 31,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 3,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-NN": 11,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NNP-FW-FW": 2,
      "NN-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "NN-NN-NNS": 4,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 4,
      "NN-JJ-NNP": 4,
      "JJ-NNP-FW": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "NN-JJ-NN": 21,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "JJ-NN-NNP": 9,
      "NN-NNP-NN": 16,
      "NN-NN-DT": 2,
      "NN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-IN-NN": 5,
      "IN-NN-NNP": 1,
      "VBP-JJ-NN": 9,
      "IN-FW-CD": 1,
      "FW-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "JJ-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "IN-NN-NN": 3,
      "IN-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "FW-NN-NNP": 1,
      "JJ-NN-JJ": 4,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "JJ-NN-FW": 1,
      "NNP-NN-JJ": 2,
      "IN-NN-FW": 1,
      "NNP-NN-NNP": 1,
      "NN-NNP-VBZ": 2,
      "FW-NNP-NN": 4,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "NN-VBP-NN": 2,
      "VBP-NN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NNS-IN-NNP": 1,
      "FW-FW-JJ": 1,
      "FW-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "NNP-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NN": 3,
      "NN-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "JJ-NN-NNS": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "VBP-NN-CD": 1,
      "NN-CD-NN": 1,
      "NN-NN-PRP": 1,
      "NN-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 360,
        "FW": 133,
        "NNP": 102,
        "JJ": 71,
        "IN": 26
      },
      "top_bigrams": {
        "NN-NN": 233,
        "FW-FW": 81,
        "JJ-NN": 52,
        "NNP-NN": 37,
        "NNP-NNP": 36
      },
      "top_trigrams": {
        "NN-NN-NN": 147,
        "FW-FW-FW": 57,
        "NNP-NN-NN": 32,
        "JJ-NN-NN": 31,
        "NN-NN-JJ": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 204,
      "PP": 12,
      "VP": 42,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0241
      },
      {
        "rule": "NP -> ('Bloque', 'NNP') ('Histórico', 'NNP')",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('ese', 'JJ') ('sentido', 'NN')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('hasta', 'NN') ('el', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('sábado', 'VBD')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('destacó', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En la sesión vespertina del Gran Congreso"
      },
      {
        "label": "NP",
        "text": "Bloque Histórico que tiene lugar"
      },
      {
        "label": "PP",
        "text": "en Caracas"
      },
      {
        "label": "NP",
        "text": "Caracas"
      },
      {
        "label": "NP",
        "text": "capital"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "VP",
        "text": "el presidente Nicolás Maduro"
      },
      {
        "label": "NP",
        "text": "presidente Nicolás Maduro"
      },
      {
        "label": "VP",
        "text": "envió un mensaje"
      },
      {
        "label": "NP",
        "text": "un mensaje"
      },
      {
        "label": "NP",
        "text": "que pidió que se"
      },
      {
        "label": "VP",
        "text": "extendieran las mesas"
      },
      {
        "label": "NP",
        "text": "las mesas"
      },
      {
        "label": "NP",
        "text": "hasta el"
      },
      {
        "label": "VP",
        "text": "sábado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP\n    En/NNP\n    la/NN\n    sesión/NN\n    vespertina/NN\n    del/NN\n    Gran/NNP\n    Congreso/NNP)\n  del/FW\n  (NP Bloque/NNP Histórico/NNP que/NN tiene/NN lugar/NN)\n  (PP en/IN (NP Caracas/NNP))\n  ,/,\n  (NP capital/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (VP el/VBZ (NP presidente/JJ Nicolás/NNP Maduro/NNP))\n  (VP envió/VBZ (NP un/JJ mensaje/NN))\n  en/IN\n  el/FW\n  (NP que/NN pidió/NN que/NN se/NN)\n  (VP extendieran/VBD (NP las/JJ mesas/NN))\n  de/IN\n  trabajo/FW\n  (NP hasta/NN el/NN)\n  (VP sábado/VBD)\n  16/CD\n  de/IN\n  noviembre/FW\n  ./.)",
      "(S\n  (NP El/NNP mensaje/NN fue/NN)\n  (VP dado/VBZ (NP a/DT conocer/NN por/NN))\n  el/FW\n  (NP primer/NN vicepresidente/NN)\n  del/FW\n  (NP Partido/NNP Socialista/NNP Unido/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  (/(\n  (NP PSUV/NNP)\n  )/)\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP)\n  ,/,\n  (NP y/NNP el/NNP mandatario/NN)\n  ,/,\n  además/FW\n  de/FW\n  saludar/FW\n  (NP a/DT los/NN)\n  (VP presentes/VBZ)\n  ,/,\n  (NP afirmó/JJ que/NN el/NN concepto/NN)\n  (PP de/IN (NP Bloque/NNP Histórico/NNP))\n  (VP lo/VBZ (NP tomó/JJ Hugo/NNP Chávez/NNP))\n  (PP de/IN (NP Gramsci/NNP y/NNP))\n  (VP lo/VBZ)\n  adaptó/RP\n  (NP a/DT la/NN realidad/NN del/NN siglo/NN XXI/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Tenemos/NNP teoría/NN)\n  ,/,\n  (NP tenemos/JJ proyecto/NN)\n  ,/,\n  (NP tenemos/JJ visión/NN estratégica/NN)\n  ,/,\n  (NP sociológica/NN)\n  ,/,\n  (NP sociopolítica/NN)\n  ,/,\n  (NP sociocultural/JJ por/NN eso/NN es/NN que/NN)\n  (VP les/VBZ (NP ge/JJ pedido/NN que/NN))\n  (VP extendamos/VBP las/JJ)\n  mesas/FW\n  de/FW\n  trabajo/FW\n  (NP hasta/NN el/NN)\n  (VP sábado/VBD)\n  16/CD\n  ,/,\n  (NP y/JJR todas/JJ las/NNS)\n  mesas/FW\n  de/FW\n  trabajo/FW\n  se/FW\n  pongan/FW\n  (NP a/DT trabajar/NN el/NN concepto/NN)\n  (PP de/IN (NP Bloque/NNP Histórico/NNP))\n  ,/,\n  de/FW\n  acuerdo/FW\n  (NP a/DT la/NN)\n  visión/FW\n  del/FW\n  pueblo/FW\n  y/FW\n  (NP cómo/NN construir/NN la/NN)\n  nueva/FW\n  (NP hegemonía/NN política/NN ”/NNP)\n  ,/,\n  (NP destacó/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP propuso/NN que/NN)\n  en/FW\n  el/FW\n  transcurso/FW\n  de/FW\n  un/FW\n  (NP año/NN)\n  ,/,\n  vuelva/FW\n  (NP\n    a/DT\n    autoconvocarse/NN\n    el/NN\n    Bloque/NNP\n    Histórico/NNP\n    “/NNP\n    para/NN\n    analizar/NN\n    las/NNS)\n  (VP políticas/VBP (NP y/JJ qué/JJ sectores/NNS))\n  de/IN\n  la/FW\n  sociedad/FW\n  venezolana/FW\n  (NP hay/NN que/NN tocar/NN ”/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  el/FW\n  también/FW\n  (NP Ministro/NNP)\n  de/FW\n  (NP Seguridad/NNP)\n  ,/,\n  (NP Justicia/NNP y/NNP Paz/NNP explicó/NN que/NN “/NNP)\n  (VP el/VBZ (NP presidente/JJ nos/NNS))\n  (VP ha/VBP (NP pedido/NN que/NN))\n  (VP\n    sigamos/VBD\n    (NP trabajando/JJ mañana/NN sobre/NN las/NN definiciones/NNS))\n  (VP propias/VBP)\n  del/FW\n  (NP Bloque/NNP Histórico/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP\n    ha/VBZ\n    (NP abierto/JJ un/JJ debate/NN que/NN tiene/NN revisión/NN))\n  (PP en/IN (NP un/JJ año/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          207,
          214
        ],
        "start": 207,
        "end": 214
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          91,
          98
        ],
        "start": 91,
        "end": 98
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          427,
          433
        ],
        "start": 427,
        "end": 433
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1157,
          1164
        ],
        "start": 1157,
        "end": 1164
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          116,
          141
        ],
        "start": 116,
        "end": 141
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de  seguridad",
        "position": [
          1118,
          1140
        ],
        "start": 1118,
        "end": 1140
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          2708,
          2725
        ],
        "start": 2708,
        "end": 2725
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "pueblos originarios",
        "position": [
          2072,
          2091
        ],
        "start": 2072,
        "end": 2091
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          4738,
          4745
        ],
        "start": 4738,
        "end": 4745
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          896,
          903
        ],
        "start": 896,
        "end": 903
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3647,
          3654
        ],
        "start": 3647,
        "end": 3654
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          3975,
          3987
        ],
        "start": 3975,
        "end": 3987
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          102,
          111
        ],
        "start": 102,
        "end": 111
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          82,
          89
        ],
        "start": 82,
        "end": 89
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado se",
        "position": [
          1551,
          1560
        ],
        "start": 1551,
        "end": 1560
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "sábado 16 de noviembre",
        "position": [
          224,
          246
        ],
        "start": 224,
        "end": 246
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          1221,
          1227
        ],
        "start": 1221,
        "end": 1227
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          531,
          540
        ],
        "start": 531,
        "end": 540
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bloque Histórico",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución venezolana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Revoluciones",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hugo Chávez de Gramsci",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "7T",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional Constituyente",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministro de  Seguridad",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Revolución Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Realzó",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Socialista Unido de Venezuela",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Caracas",
        "relacion": "TENER_ENVIAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TENER_ENVIAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Partido Socialista Unido de Venezuela",
        "relacion": "DAR_AFIRMAR",
        "objeto": "Bloque Histórico"
      },
      {
        "sujeto": "Hugo Chávez de Gramsci",
        "relacion": "DAR_AFIRMAR",
        "objeto": "Partido Socialista Unido de Venezuela"
      },
      {
        "sujeto": "PSUV",
        "relacion": "DAR_AFIRMAR",
        "objeto": "Bloque Histórico"
      },
      {
        "sujeto": "Hugo Chávez de Gramsci",
        "relacion": "DAR_AFIRMAR",
        "objeto": "PSUV"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "DAR_AFIRMAR",
        "objeto": "Bloque Histórico"
      },
      {
        "sujeto": "Hugo Chávez de Gramsci",
        "relacion": "DAR_AFIRMAR",
        "objeto": "Diosdado Cabello"
      },
      {
        "sujeto": "Hugo Chávez de Gramsci",
        "relacion": "TOMAR_AFIRMAR",
        "objeto": "Bloque Histórico"
      },
      {
        "sujeto": "Ministro de  Seguridad",
        "relacion": "EXPLICAR",
        "objeto": "Bloque Histórico"
      },
      {
        "sujeto": "Cabello",
        "relacion": "AFIRMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Congreso",
        "relacion": "BUSCAR_SOSTENER",
        "objeto": "7T"
      },
      {
        "sujeto": "Congreso",
        "relacion": "BUSCAR_SOSTENER",
        "objeto": "Estado"
      },
      {
        "sujeto": "7T",
        "relacion": "BUSCAR_SOSTENER",
        "objeto": "Estado"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DESTACAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Cabello",
        "relacion": "INSISTIR",
        "objeto": "Simón Bolívar"
      },
      {
        "sujeto": "Cabello",
        "relacion": "INSISTIR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DAR",
        "objeto": "Constitución venezolana"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Asamblea Nacional Constituyente"
      },
      {
        "sujeto": "Chávez",
        "relacion": "SER_RECORDAR",
        "objeto": "Asamblea Nacional Constituyente"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5859,
    "pos": 0.021,
    "neu": 0.962,
    "neg": 0.017,
    "label": "positive"
  }
}