{
  "url": "https://www.telesurtv.net/cruzada-del-papa-por-derechos-migrantes/",
  "title": "\"Nadie es ilegal ante Dios\": La cruzada del papa Francisco por el derecho de los migrantes - teleSUR",
  "section": "Mundo",
  "tags": [
    "derecho",
    "lampedusa",
    "Mediterráneo",
    "MIgrantes",
    "Papa Francisco",
    "Trump"
  ],
  "text": "El Papa Francisco emergió, desde un inicio, como una voz incansable de reclamo y de llamado a la conciencia sobre la realidad que sufren millones de migrantes y refugiados alrededor del mundo.\nSu pontificado, marcado por decenas de muertes diarias en el Mediterráneo, la marcha de miles hacia una frontera cada vez más exlcuyente en Estados Unidos y el éxodo de millones de las guerras en Oriente Medio, se definió por un rechazo frontal a la retórica del miedo y la exclusión.\nDesde su primer viaje a Lampedusa en 2013 hasta sus últimas horas de vida, Francisco confrontó a gobiernos, desafió a las grandes potencias y recordó a la humanidad que “nadie es ilegal ante Dios”\nSu enfrentamiento más emblemático fue contra las políticas del expresidente estadounidense Donald Trump, cuyo plan de deportaciones masivas y construcción del muro fronterizo calificó de “vergüenza” y “acto no cristiano”. Incluso en febrero de 2025, horas antes de su muerte, recibió al vicepresidente J.D. Vance para discutir las deportaciones, reafirmando su compromiso hasta el final.\n\n\n\nCuatro meses después de asumir el papado, Francisco viajó a esta isla mediterránea, punto crítico de naufragios de migrantes africanos. Arrojó una corona de flores al mar en memoria de las víctimas y denunció la “globalización de la indiferencia”. “¿Quién ha llorado por ellos?”, preguntó, criticando la deshumanización de quienes huyen de guerras y pobreza. Esta visita sentó las bases de su discurso: los migrantes no son cifras, sino rostros con historias.\n\n\nEn plena crisis de refugiados sirios, Francisco visitó el campamento de Moria y llevó en su avión papal a tres familias musulmanas sirias hacia Italia. “Fue una gota en el mar, pero el mar ya no será igual”, declaró. Una década después, una de esas familias, establecida en Roma, afirmó que el pontífice “cambió sus vidas” y les dio voz. “Explicó que los migrantes no son una amenaza, sino seres humanos”, dijo Nour Essa, sobreviviente siria.\n\nEn Ciudad Juárez, Francisco celebró una misa frente al muro fronterizo, transmitida a miles en El Paso, Texas. “Construyan puentes, no muros”, exigió, en un claro mensaje a Trump, quien entonces prometía ampliar la barrera. El entonces candidato republicano replicó: “Es vergonzoso que cuestione mi fe”. Pero el Papa insistió: “Quien levanta muros no es cristiano”.\n\n\nAnte el aumento de deportaciones en Europa, Francisco condenó las devoluciones de migrantes a Libia, donde sufren en “campos de concentración”. Criticó la criminalización de ONG que rescatan en el Mediterráneo —“la mayor fosa común del mundo”— y pidió “corazones abiertos, no políticas basadas en el miedo”.\n[Foto: Francisco posa con migrantes en Italia / AP]\nTras el regreso de Trump a la Casa Blanca, Francisco tachó las deportaciones masivas de “vergüenza” en una carta a obispos estadounidenses: “Lastiman la dignidad y terminarán mal”. El zar fronterizo Tom Homan contraatacó: “El Vaticano tiene muros; déjennos hacer nuestro trabajo”. Pero el Papa mantuvo su postura: “La exclusión es pecaminosa”.\n\n\n\nDurante su pontificado, Francisco transformó la migración en un tema central de la Iglesia. Pese a eso, en los 12 años que estuvo frente a la Iglesia Católica, el número de migrantes internacionales creció de 231 a 281 millones, según la ONU.\nFrente a esto, el Papa insistió en que migrar es un derecho, pero también lo es “no tener que hacerlo”. Promovió soluciones integrales: combatir la pobreza, la violencia y el cambio climático en países de origen.\n\n\nSus acciones tuvieron un impacto tangible: acogió a refugiados en el Vaticano, impulsó a parroquias europeas a alojar familias. Sin embargo, su mayor logro fue humanizar el debate. “No son invasores: son madres, niños, víctimas”, repetía.\nAunque las políticas antimigrantes persisten, su llamado a la “cultura del encuentro” sigue vigente. Como escribió en Fratelli tutti (2020): “Ningún país puede resolver solo esta crisis. Necesitamos un nosotros más grande que las fronteras”.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cruzada-del-papa-por-derechos-migrantes/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 555,
    "message_id": 92470,
    "date": "2025-04-22T18:31:45+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️El Vaticano confirma que el funeral de Francisco se celebrará el próximo 26 de abril\nhttps://www.telesurtv.net/el-vaticano-confirma-que-el-funeral-de-francisco-se-celebrara-el-proximo-26-de-abril/\n\n▪️ «Nadie es ilegal ante Dios»: La cruzada del papa Francisco por el derecho de los migrantes\nhttps://www.telesurtv.net/cruzada-del-papa-por-derechos-migrantes/\n\n▪️Presidente Maduro: “Su pontificado fue brújula moral frente al resurgimiento del fascismo”\nhttps://www.telesurtv.net/presidente-maduro-pontificado-brujula-moral/",
    "photo_path": null,
    "views": 2274,
    "reactions": {
      "👍": 29
    },
    "total_reactions": 29
  },
  "preprocessing": {
    "cleaned": "el papa francisco emergió, desde un inicio, como una voz incansable de reclamo y de llamado a la conciencia sobre la realidad que sufren millones de migrantes y refugiados alrededor del mundo. su pontificado, marcado por decenas de muertes diarias en el mediterráneo, la marcha de miles hacia una frontera cada vez más exlcuyente en estados unidos y el éxodo de millones de las guerras en oriente medio, se definió por un rechazo frontal a la retórica del miedo y la exclusión. desde su primer viaje a lampedusa en 2013 hasta sus últimas horas de vida, francisco confrontó a gobiernos, desafió a las grandes potencias y recordó a la humanidad que “nadie es ilegal ante dios” su enfrentamiento más emblemático fue contra las políticas del expresidente estadounidense donald trump, cuyo plan de deportaciones masivas y construcción del muro fronterizo calificó de “vergüenza” y “acto no cristiano”. incluso en febrero de 2025, horas antes de su muerte, recibió al vicepresidente j.d. vance para discutir las deportaciones, reafirmando su compromiso hasta el final. cuatro meses después de asumir el papado, francisco viajó a esta isla mediterránea, punto crítico de naufragios de migrantes africanos. arrojó una corona de flores al mar en memoria de las víctimas y denunció la “globalización de la indiferencia”. “¿quién ha llorado por ellos?”, preguntó, criticando la deshumanización de quienes huyen de guerras y pobreza. esta visita sentó las bases de su discurso: los migrantes no son cifras, sino rostros con historias. en plena crisis de refugiados sirios, francisco visitó el campamento de moria y llevó en su avión papal a tres familias musulmanas sirias hacia italia. “fue una gota en el mar, pero el mar ya no será igual”, declaró. una década después, una de esas familias, establecida en roma, afirmó que el pontífice “cambió sus vidas” y les dio voz. “explicó que los migrantes no son una amenaza, sino seres humanos”, dijo nour essa, sobreviviente siria. en ciudad juárez, francisco celebró una misa frente al muro fronterizo, transmitida a miles en el paso, texas. “construyan puentes, no muros”, exigió, en un claro mensaje a trump, quien entonces prometía ampliar la barrera. el entonces candidato republicano replicó: “es vergonzoso que cuestione mi fe”. pero el papa insistió: “quien levanta muros no es cristiano”. ante el aumento de deportaciones en europa, francisco condenó las devoluciones de migrantes a libia, donde sufren en “campos de concentración”. criticó la criminalización de ong que rescatan en el mediterráneo —“la mayor fosa común del mundo”— y pidió “corazones abiertos, no políticas basadas en el miedo”. [foto: francisco posa con migrantes en italia / ap] tras el regreso de trump a la casa blanca, francisco tachó las deportaciones masivas de “vergüenza” en una carta a obispos estadounidenses: “lastiman la dignidad y terminarán mal”. el zar fronterizo tom homan contraatacó: “el vaticano tiene muros; déjennos hacer nuestro trabajo”. pero el papa mantuvo su postura: “la exclusión es pecaminosa”. durante su pontificado, francisco transformó la migración en un tema central de la iglesia. pese a eso, en los 12 años que estuvo frente a la iglesia católica, el número de migrantes internacionales creció de 231 a 281 millones, según la onu. frente a esto, el papa insistió en que migrar es un derecho, pero también lo es “no tener que hacerlo”. promovió soluciones integrales: combatir la pobreza, la violencia y el cambio climático en países de origen. sus acciones tuvieron un impacto tangible: acogió a refugiados en el vaticano, impulsó a parroquias europeas a alojar familias. sin embargo, su mayor logro fue humanizar el debate. “no son invasores: son madres, niños, víctimas”, repetía. aunque las políticas antimigrantes persisten, su llamado a la “cultura del encuentro” sigue vigente. como escribió en fratelli tutti (2020): “ningún país puede resolver solo esta crisis. necesitamos un nosotros más grande que las fronteras”.",
    "tokens": [
      "papa",
      "francisco",
      "emergió",
      ",",
      "inicio",
      ",",
      "voz",
      "incansable",
      "reclamo",
      "llamado",
      "conciencia",
      "realidad",
      "sufren",
      "millones",
      "migrantes",
      "refugiados",
      "alrededor",
      "mundo",
      ".",
      "pontificado",
      ",",
      "marcado",
      "decenas",
      "muertes",
      "diarias",
      "mediterráneo",
      ",",
      "marcha",
      "miles",
      "hacia",
      "frontera",
      "cada",
      "vez",
      "exlcuyente",
      "unidos",
      "éxodo",
      "millones",
      "guerras",
      "oriente",
      "medio",
      ",",
      "definió",
      "rechazo",
      "frontal",
      "retórica",
      "miedo",
      "exclusión",
      ".",
      "primer",
      "viaje",
      "lampedusa",
      "2013",
      "últimas",
      "horas",
      "vida",
      ",",
      "francisco",
      "confrontó",
      "gobiernos",
      ",",
      "desafió",
      "grandes",
      "potencias",
      "recordó",
      "humanidad",
      "“",
      "nadie",
      "ilegal",
      "dios",
      "”",
      "enfrentamiento",
      "emblemático",
      "políticas",
      "expresidente",
      "estadounidense",
      "donald",
      "trump",
      ",",
      "cuyo",
      "plan",
      "deportaciones",
      "masivas",
      "construcción",
      "muro",
      "fronterizo",
      "calificó",
      "“",
      "vergüenza",
      "”",
      "“",
      "acto",
      "cristiano",
      "”",
      ".",
      "incluso",
      "febrero",
      "2025",
      ",",
      "horas",
      "muerte",
      ",",
      "recibió",
      "vicepresidente",
      "j.d.",
      "vance",
      "discutir",
      "deportaciones",
      ",",
      "reafirmando",
      "compromiso",
      "final",
      ".",
      "cuatro",
      "meses",
      "después",
      "asumir",
      "papado",
      ",",
      "francisco",
      "viajó",
      "isla",
      "mediterránea",
      ",",
      "punto",
      "crítico",
      "naufragios",
      "migrantes",
      "africanos",
      ".",
      "arrojó",
      "corona",
      "flores",
      "mar",
      "memoria",
      "víctimas",
      "denunció",
      "“",
      "globalización",
      "indiferencia",
      "”",
      ".",
      "“",
      "¿quién",
      "llorado",
      "?",
      "”",
      ",",
      "preguntó",
      ",",
      "criticando",
      "deshumanización",
      "huyen",
      "guerras",
      "pobreza",
      ".",
      "visita",
      "sentó",
      "bases",
      "discurso",
      ":",
      "migrantes",
      "cifras",
      ",",
      "sino",
      "rostros",
      "historias",
      ".",
      "plena",
      "crisis",
      "refugiados",
      "sirios",
      ",",
      "francisco",
      "visitó",
      "campamento",
      "moria",
      "llevó",
      "avión",
      "papal",
      "tres",
      "familias",
      "musulmanas",
      "sirias",
      "hacia",
      "italia",
      ".",
      "“",
      "gota",
      "mar",
      ",",
      "mar",
      "igual",
      "”",
      ",",
      "declaró",
      ".",
      "década",
      "después",
      ",",
      "familias",
      ",",
      "establecida",
      "roma",
      ",",
      "afirmó",
      "pontífice",
      "“",
      "cambió",
      "vidas",
      "”",
      "dio",
      "voz",
      ".",
      "“",
      "explicó",
      "migrantes",
      "amenaza",
      ",",
      "sino",
      "seres",
      "humanos",
      "”",
      ",",
      "dijo",
      "nour",
      "essa",
      ",",
      "sobreviviente",
      "siria",
      ".",
      "ciudad",
      "juárez",
      ",",
      "francisco",
      "celebró",
      "misa",
      "frente",
      "muro",
      "fronterizo",
      ",",
      "transmitida",
      "miles",
      "paso",
      ",",
      "texas",
      ".",
      "“",
      "construyan",
      "puentes",
      ",",
      "muros",
      "”",
      ",",
      "exigió",
      ",",
      "claro",
      "mensaje",
      "trump",
      ",",
      "entonces",
      "prometía",
      "ampliar",
      "barrera",
      ".",
      "entonces",
      "candidato",
      "republicano",
      "replicó",
      ":",
      "“",
      "vergonzoso",
      "cuestione",
      "fe",
      "”",
      ".",
      "papa",
      "insistió",
      ":",
      "“",
      "levanta",
      "muros",
      "cristiano",
      "”",
      ".",
      "aumento",
      "deportaciones",
      "europa",
      ",",
      "francisco",
      "condenó",
      "devoluciones",
      "migrantes",
      "libia",
      ",",
      "sufren",
      "“",
      "campos",
      "concentración",
      "”",
      ".",
      "criticó",
      "criminalización",
      "ong",
      "rescatan",
      "mediterráneo",
      "—",
      "“",
      "mayor",
      "fosa",
      "común",
      "mundo",
      "”",
      "—",
      "pidió",
      "“",
      "corazones",
      "abiertos",
      ",",
      "políticas",
      "basadas",
      "miedo",
      "”",
      ".",
      "[",
      "foto",
      ":",
      "francisco",
      "posa",
      "migrantes",
      "italia",
      "/",
      "ap",
      "]",
      "tras",
      "regreso",
      "trump",
      "casa",
      "blanca",
      ",",
      "francisco",
      "tachó",
      "deportaciones",
      "masivas",
      "“",
      "vergüenza",
      "”",
      "carta",
      "obispos",
      "estadounidenses",
      ":",
      "“",
      "lastiman",
      "dignidad",
      "terminarán",
      "mal",
      "”",
      ".",
      "zar",
      "fronterizo",
      "tom",
      "homan",
      "contraatacó",
      ":",
      "“",
      "vaticano",
      "muros",
      ";",
      "déjennos",
      "hacer",
      "trabajo",
      "”",
      ".",
      "papa",
      "mantuvo",
      "postura",
      ":",
      "“",
      "exclusión",
      "pecaminosa",
      "”",
      ".",
      "pontificado",
      ",",
      "francisco",
      "transformó",
      "migración",
      "tema",
      "central",
      "iglesia",
      ".",
      "pese",
      ",",
      "12",
      "años",
      "frente",
      "iglesia",
      "católica",
      ",",
      "número",
      "migrantes",
      "internacionales",
      "creció",
      "231",
      "281",
      "millones",
      ",",
      "según",
      "onu",
      ".",
      "frente",
      ",",
      "papa",
      "insistió",
      "migrar",
      "derecho",
      ",",
      "“",
      "tener",
      "hacerlo",
      "”",
      ".",
      "promovió",
      "soluciones",
      "integrales",
      ":",
      "combatir",
      "pobreza",
      ",",
      "violencia",
      "cambio",
      "climático",
      "países",
      "origen",
      ".",
      "acciones",
      "impacto",
      "tangible",
      ":",
      "acogió",
      "refugiados",
      "vaticano",
      ",",
      "impulsó",
      "parroquias",
      "europeas",
      "alojar",
      "familias",
      ".",
      "embargo",
      ",",
      "mayor",
      "logro",
      "humanizar",
      "debate",
      ".",
      "“",
      "invasores",
      ":",
      "madres",
      ",",
      "niños",
      ",",
      "víctimas",
      "”",
      ",",
      "repetía",
      ".",
      "aunque",
      "políticas",
      "antimigrantes",
      "persisten",
      ",",
      "llamado",
      "“",
      "cultura",
      "encuentro",
      "”",
      "sigue",
      "vigente",
      ".",
      "escribió",
      "fratelli",
      "tutti",
      "(",
      "2020",
      ")",
      ":",
      "“",
      "ningún",
      "país",
      "puede",
      "resolver",
      "solo",
      "crisis",
      ".",
      "necesitamos",
      "grande",
      "fronteras",
      "”",
      "."
    ],
    "token_count": 500,
    "sentence_count": 31
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "NN": 202,
      "JJ": 50,
      "FW": 129,
      "IN": 24,
      "NNS": 33,
      "VBP": 21,
      "RB": 2,
      "CD": 6,
      "DT": 8,
      "VBZ": 24,
      "CC": 1,
      "VBD": 1,
      "$": 1
    },
    "bigram_freq": {
      "NNP-NNP": 27,
      "NNP-NN": 35,
      "NN-NN": 102,
      "NN-JJ": 16,
      "JJ-NN": 29,
      "JJ-FW": 5,
      "FW-FW": 75,
      "FW-NN": 20,
      "NN-FW": 20,
      "NN-NNP": 27,
      "NN-IN": 11,
      "IN-NNS": 4,
      "NNS-VBP": 19,
      "VBP-IN": 4,
      "IN-FW": 9,
      "FW-NNP": 24,
      "NNP-FW": 15,
      "FW-NNS": 4,
      "NNS-RB": 2,
      "RB-JJ": 1,
      "NNP-IN": 2,
      "IN-CD": 3,
      "CD-NN": 2,
      "NN-NNS": 11,
      "VBP-NNS": 2,
      "NNS-NNS": 3,
      "VBP-JJ": 11,
      "JJ-JJ": 4,
      "IN-NN": 3,
      "JJ-NNS": 4,
      "FW-JJ": 4,
      "JJ-DT": 1,
      "DT-NN": 6,
      "CD-JJ": 1,
      "JJ-VBZ": 1,
      "VBZ-FW": 2,
      "NN-VBP": 1,
      "JJ-NNP": 5,
      "NNP-NNS": 1,
      "NNS-NNP": 4,
      "NNP-JJ": 3,
      "VBP-NN": 2,
      "NN-VBZ": 12,
      "VBZ-IN": 4,
      "FW-VBZ": 2,
      "VBZ-DT": 6,
      "VBZ-NN": 3,
      "NNP-CC": 1,
      "CC-FW": 1,
      "DT-JJ": 2,
      "VBZ-JJ": 5,
      "JJ-IN": 1,
      "IN-NNP": 2,
      "NNP-VBD": 1,
      "VBD-NNS": 1,
      "RB-NNP": 1,
      "NNP-VBZ": 8,
      "IN-JJ": 2,
      "NN-DT": 1,
      "NNS-IN": 2,
      "VBZ-NNS": 2,
      "NNS-VBZ": 1,
      "NNS-FW": 1,
      "VBZ-NNP": 2,
      "NNP-VBP": 1,
      "IN-$": 1,
      "$-CD": 1,
      "CD-CD": 1,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "VBP-FW": 1,
      "NN-CD": 1,
      "CD-NNP": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 7,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 24,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 11,
      "JJ-NN-NN": 16,
      "JJ-NN-JJ": 3,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-FW": 49,
      "FW-FW-NN": 6,
      "FW-NN-FW": 6,
      "NN-FW-FW": 9,
      "NN-FW-NN": 5,
      "FW-NN-NNP": 2,
      "NN-NNP-NN": 15,
      "NN-NN-NN": 47,
      "NN-NN-IN": 7,
      "NN-IN-NNS": 3,
      "IN-NNS-VBP": 2,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 2,
      "IN-FW-NNP": 2,
      "FW-NNP-FW": 7,
      "NNP-FW-FW": 7,
      "FW-FW-NNS": 3,
      "FW-NNS-RB": 1,
      "NNS-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NN-FW": 11,
      "NN-FW-NNP": 5,
      "FW-NNP-NNP": 9,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 2,
      "FW-FW-NNP": 14,
      "NNP-FW-NN": 6,
      "FW-NN-NN": 10,
      "NN-NN-NNP": 14,
      "NN-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NNP-FW": 3,
      "FW-NNP-NN": 6,
      "NNP-NN-NNS": 4,
      "NN-NNS-VBP": 7,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 7,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "JJ-NN-NNP": 7,
      "NN-NNP-NNP": 3,
      "NNP-NNP-IN": 1,
      "NNP-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "IN-NNS-NNS": 1,
      "NN-IN-FW": 5,
      "IN-FW-JJ": 2,
      "FW-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-NNP": 1,
      "FW-NN-IN": 1,
      "NN-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-VBZ": 1,
      "JJ-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "NN-NN-NNS": 4,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "IN-FW-FW": 3,
      "NN-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-IN": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NN-NN-VBZ": 8,
      "NN-VBZ-IN": 4,
      "VBZ-IN-FW": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 5,
      "DT-NN-VBZ": 3,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NNS": 2,
      "JJ-NNP-NN": 3,
      "IN-FW-NNS": 1,
      "NNS-NNP-NN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-FW": 1,
      "CC-FW-NN": 1,
      "VBP-NNS-VBP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "IN-FW-NN": 1,
      "NN-VBZ-DT": 3,
      "VBZ-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "FW-JJ-FW": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "DT-NN-JJ": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NN-JJ": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-NNP": 1,
      "RB-NNP-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-DT": 1,
      "VBZ-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 2,
      "NNP-NN-NNP": 3,
      "NN-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-IN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-DT": 1,
      "VBZ-IN-NNP": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 2,
      "FW-NN-JJ": 1,
      "NN-JJ-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBP-NN-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-IN": 1,
      "VBP-IN-$": 1,
      "IN-$-CD": 1,
      "$-CD-NN": 1,
      "FW-NNS-VBP": 1,
      "VBP-IN-CD": 1,
      "IN-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "DT-NN-NN": 1,
      "VBZ-NNS-VBP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "NNP-NN-FW": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NNS": 1,
      "JJ-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 202,
        "FW": 129,
        "NNP": 94,
        "JJ": 50,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 102,
        "FW-FW": 75,
        "NNP-NN": 35,
        "JJ-NN": 29,
        "NNP-NNP": 27
      },
      "top_trigrams": {
        "FW-FW-FW": 49,
        "NN-NN-NN": 47,
        "NNP-NN-NN": 24,
        "JJ-NN-NN": 16,
        "NN-NNP-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 31,
    "chunk_counts": {
      "NP": 183,
      "ADJP": 11,
      "PP": 12,
      "VP": 52
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0173
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('Francisco', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('“', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "ADJP -> ('el', 'JJ')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('migrantes', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('las', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "S -> NP (',', ',') NP NP (',', ',') NP NP ADJP ('de', 'FW') ('reclamo', 'FW') ('y', 'FW') ('de', 'FW') ('llamado', 'FW') NP NP PP VP ('del', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0035
      },
      {
        "rule": "NP -> ('El', 'NNP') ('Papa', 'NNP') ('Francisco', 'NNP') ('emergió', 'NN')",
        "frequency": 1,
        "weight": 0.0035
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Papa Francisco emergió"
      },
      {
        "label": "NP",
        "text": "desde"
      },
      {
        "label": "NP",
        "text": "un inicio"
      },
      {
        "label": "NP",
        "text": "como"
      },
      {
        "label": "NP",
        "text": "una voz"
      },
      {
        "label": "ADJP",
        "text": "incansable"
      },
      {
        "label": "NP",
        "text": "a la conciencia sobre la realidad que"
      },
      {
        "label": "NP",
        "text": "sufren millones"
      },
      {
        "label": "PP",
        "text": "de migrantes"
      },
      {
        "label": "NP",
        "text": "migrantes"
      },
      {
        "label": "VP",
        "text": "y refugiados alrededor"
      },
      {
        "label": "NP",
        "text": "refugiados alrededor"
      },
      {
        "label": "NP",
        "text": "mundo"
      },
      {
        "label": "NP",
        "text": "Su pontificado"
      },
      {
        "label": "NP",
        "text": "diarias"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Papa/NNP Francisco/NNP emergió/NN)\n  ,/,\n  (NP desde/NN)\n  (NP un/JJ inicio/NN)\n  ,/,\n  (NP como/NN)\n  (NP una/JJ voz/NN)\n  (ADJP incansable/JJ)\n  de/FW\n  reclamo/FW\n  y/FW\n  de/FW\n  llamado/FW\n  (NP a/DT la/NN conciencia/NN sobre/NN la/NN realidad/NN que/NN)\n  (NP sufren/JJ millones/NNS)\n  (PP de/IN (NP migrantes/NNS))\n  (VP y/VBP (NP refugiados/JJ alrededor/NN))\n  del/FW\n  (NP mundo/NN)\n  ./.)",
      "(S\n  (NP Su/NNP pontificado/NN)\n  ,/,\n  marcado/FW\n  por/FW\n  decenas/FW\n  de/FW\n  muertes/FW\n  (NP diarias/NNS)\n  en/FW\n  el/FW\n  (NP Mediterráneo/NNP)\n  ,/,\n  la/FW\n  marcha/FW\n  de/FW\n  (NP miles/NNS)\n  hacia/RB\n  (NP una/JJ frontera/NN cada/NN vez/NN más/NN exlcuyente/NN)\n  en/FW\n  (NP Estados/NNP Unidos/NNP y/NNP)\n  el/FW\n  (NP éxodo/NNP)\n  de/FW\n  millones/FW\n  de/FW\n  las/FW\n  guerras/FW\n  en/FW\n  (NP Oriente/NNP Medio/NNP)\n  ,/,\n  (VP se/VBD (NP definió/JJ por/NN) (NP un/JJ rechazo/NN))\n  (VP\n    frontal/VBD\n    (NP\n      a/DT\n      la/NN\n      retórica/NN\n      del/NN\n      miedo/NN\n      y/NN\n      la/NN\n      exclusión/NN))\n  ./.)",
      "(S\n  (NP Desde/NNP)\n  (VP su/VBD primer/JJ)\n  (PP viaje/IN (NP a/DT Lampedusa/NNP en/NN))\n  2013/CD\n  (NP hasta/NN sus/NN últimas/NNP)\n  horas/FW\n  de/FW\n  vida/FW\n  ,/,\n  (NP Francisco/NNP)\n  (VP confrontó/VBZ (NP a/DT gobiernos/NN))\n  ,/,\n  (VP desafió/VB (NP a/DT las/NN))\n  (VP grandes/VBZ (NP potencias/JJ y/NNS))\n  (VP recordó/VBP (NP a/DT la/NN humanidad/NN que/NN “/NNP))\n  nadie/CC\n  (NP es/JJ ilegal/JJ ante/NN Dios/NNP ”/NNP Su/NNP)\n  (PP enfrentamiento/IN (NP más/NN emblemático/NN fue/NN))\n  (NP contra/JJ las/NNS)\n  (VP\n    políticas/VBP\n    (NP\n      del/JJ\n      expresidente/NN\n      estadounidense/NN\n      Donald/NNP\n      Trump/NNP))\n  ,/,\n  (NP cuyo/NN plan/NN)\n  (PP de/IN (NP deportaciones/NNS masivas/NNS))\n  (VP\n    y/VBP\n    (NP construcción/JJ del/NN muro/NN)\n    (NP fronterizo/JJ calificó/NN))\n  (PP de/IN (NP “/NNP))\n  vergüenza/FW\n  (NP ”/NNP)\n  y/CC\n  (NP “/NNP)\n  (VP acto/VBZ (NP no/DT cristiano/NN ”/NN))\n  ./.)",
      "(S\n  (NP Incluso/NNP)\n  en/FW\n  (NP febrero/NN)\n  de/IN\n  2025/CD\n  ,/,\n  horas/FW\n  (VP antes/VBZ)\n  de/IN\n  su/FW\n  (NP muerte/NN)\n  ,/,\n  (VP\n    recibió/VB\n    (NP\n      al/JJ\n      vicepresidente/NN\n      J.D./NNP\n      Vance/NNP\n      para/NN\n      discutir/NN\n      las/NN\n      deportaciones/NNS))\n  ,/,\n  (NP reafirmando/NN su/NN compromiso/NN hasta/NN)\n  (ADJP el/JJ)\n  (ADJP final/JJ)\n  ./.)",
      "(S\n  (NP Cuatro/NNP)\n  (VP meses/VBZ)\n  después/FW\n  de/FW\n  asumir/FW\n  el/FW\n  (NP papado/NN)\n  ,/,\n  (NP Francisco/NNP)\n  (VP viajó/VBD (NP a/DT esta/JJ isla/NN mediterránea/NN))\n  ,/,\n  (PP punto/IN (NP crítico/NN))\n  de/FW\n  naufragios/FW\n  de/FW\n  migrantes/FW\n  (NP africanos/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "enfrentamiento más emblemático fue contra las",
        "position": [
          678,
          723
        ],
        "start": 678,
        "end": 723
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2971,
          2978
        ],
        "start": 2971,
        "end": 2978
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1736,
          1743
        ],
        "start": 1736,
        "end": 1743
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1867,
          1874
        ],
        "start": 1867,
        "end": 1874
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "cambio climático",
        "position": [
          3465,
          3481
        ],
        "start": 3465,
        "end": 3481
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          3285,
          3288
        ],
        "start": 3285,
        "end": 3288
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "ong",
        "position": [
          2514,
          2517
        ],
        "start": 2514,
        "end": 2517
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          2394,
          2401
        ],
        "start": 2394,
        "end": 2401
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1266,
          1274
        ],
        "start": 1266,
        "end": 1274
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          1233,
          1236
        ],
        "start": 1233,
        "end": 1236
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          333,
          347
        ],
        "start": 333,
        "end": 347
      },
      {
        "category": "PAISES",
        "matched_text": "italia",
        "position": [
          1672,
          1678
        ],
        "start": 1672,
        "end": 1678
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "roma",
        "position": [
          1802,
          1806
        ],
        "start": 1802,
        "end": 1806
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3637,
          3644
        ],
        "start": 3637,
        "end": 3644
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "281 millones",
        "position": [
          3262,
          3274
        ],
        "start": 3262,
        "end": 3274
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "J.D. Vance",
        "tipo": "Persona"
      },
      {
        "nombre": "Roma",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Paso",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nour Essa",
        "tipo": "Persona"
      },
      {
        "nombre": "Papa",
        "tipo": "Persona"
      },
      {
        "nombre": "AP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tom Homan",
        "tipo": "Persona"
      },
      {
        "nombre": "Papa Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Moria",
        "tipo": "Persona"
      },
      {
        "nombre": "Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Libia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iglesia Católica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Dios",
        "tipo": "Persona"
      },
      {
        "nombre": "Italia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Vaticano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lampedusa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Texas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iglesia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Mediterráneo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ciudad Juárez",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Francisco",
        "relacion": "CONFRONTAR",
        "objeto": "Lampedusa"
      },
      {
        "sujeto": "Lampedusa",
        "relacion": "CONFRONTAR",
        "objeto": "Dios"
      },
      {
        "sujeto": "Lampedusa",
        "relacion": "CONFRONTAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Francisco",
        "relacion": "CONFRONTAR",
        "objeto": "Dios"
      },
      {
        "sujeto": "Francisco",
        "relacion": "CONFRONTAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Francisco",
        "relacion": "VISITAR",
        "objeto": "Moria"
      },
      {
        "sujeto": "Francisco",
        "relacion": "VISITAR",
        "objeto": "Italia"
      },
      {
        "sujeto": "Moria",
        "relacion": "VISITAR",
        "objeto": "Italia"
      },
      {
        "sujeto": "Francisco",
        "relacion": "CELEBRAR",
        "objeto": "Ciudad Juárez"
      },
      {
        "sujeto": "Ciudad Juárez",
        "relacion": "CELEBRAR",
        "objeto": "El Paso"
      },
      {
        "sujeto": "Ciudad Juárez",
        "relacion": "CELEBRAR",
        "objeto": "Texas"
      },
      {
        "sujeto": "Francisco",
        "relacion": "CELEBRAR",
        "objeto": "El Paso"
      },
      {
        "sujeto": "Francisco",
        "relacion": "CELEBRAR",
        "objeto": "Texas"
      },
      {
        "sujeto": "Francisco",
        "relacion": "CONDENAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Europa",
        "relacion": "CONDENAR",
        "objeto": "Libia"
      },
      {
        "sujeto": "Francisco",
        "relacion": "CONDENAR",
        "objeto": "Libia"
      },
      {
        "sujeto": "Francisco",
        "relacion": "POSAR",
        "objeto": "Italia"
      },
      {
        "sujeto": "Francisco",
        "relacion": "POSAR",
        "objeto": "AP"
      },
      {
        "sujeto": "Francisco",
        "relacion": "POSAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Francisco",
        "relacion": "POSAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "Italia",
        "relacion": "POSAR",
        "objeto": "AP"
      },
      {
        "sujeto": "Italia",
        "relacion": "POSAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Italia",
        "relacion": "POSAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "AP",
        "relacion": "POSAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "AP",
        "relacion": "POSAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "El Vaticano",
        "relacion": "CONTRAATACAR",
        "objeto": "Tom Homan"
      },
      {
        "sujeto": "Francisco",
        "relacion": "TRANSFORMAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Iglesia Católica",
        "relacion": "ESTAR_CRECER",
        "objeto": "ONU"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9686,
    "pos": 0.007,
    "neu": 0.949,
    "neg": 0.044,
    "label": "negative"
  }
}