{
  "url": "https://www.telesurtv.net/presidente-maduro-inicia-campana-electoral-en-zulia-como-candidato-del-gran-polo-patriotico/",
  "title": "Presidente Nicolás Maduro se suma a la gran marcha de inicio de campaña Venezuela Nuestra del Siglo XXI en Caracas - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Gran Polo Patriótico",
    "Nicolás Maduro",
    "Psuv",
    "Venezuela"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro, se sumó este jueves a la gran marcha de inicio de la campaña Venezuela Nuestra del Siglo XXI, del Gran Polo Patriótico en Caracas (capital) y caminó junto al pueblo hacia el Palacio de Miraflores.\nAl dirigirse a la multitud que lo aclamaba desde las afueras del Palacio de Miraflores, el jefe de Estado significó que “el pueblo unido jamás será vencido”, y destacó que esta jornada ha sido testigo de la fuerza del pueblo en las calles.\n“Hoy ha habido 70 ciudades de Venezuela, la fuerza del pueblo en las calles, millones de hombres y mujeres diciendo, en una sola voz: Ha arrancado la campaña electoral histórica para la gran victoria del 28 de julio”, aseguró el mandatario.\nEn ese sentido, precisó que el pueblo venezolano ha demostrado que está dispuesto a regalarle al Comandante Hugo Chávez una gran victoria el próximo 28 de julio.\n“Estamos ganando y ganando bien, pero que nadie se confíe, vamos a construir el 1x10x7. Yo tiendo mis manos a todos y todas, hemos pasado tiempos duros y heroicos y una a una las pruebas, las hemos superado. Ante cada sanción, una solución, ante cada agresión, más Revolución”, enfatizó.\nAsimismo, se dirigió a los aspirantes presidenciales “patarucos” y destacó que este jueves se ha visto en Venezuela la fuerza de la paz y del amor.\n“Lo que se ha visto hoy en Venezuela es que ha arrancado la fuerza de la paz, del amor, Dios con nosotros (…) prepárense para la paliza que les va a dar el pueblo de Venezuela el 28 de julio”, aseguró.\nEl presidente venezolano inició este jueves en el estado Zulia su campaña electoral rumbo a las elecciones presidenciales del próximo 28J, a las que fue nominado por el Partido Socialista Unido de Venezuela (PSUV) y las organizaciones que forman parte del Gran Polo Patriótico.\nExplicó que quiso ir al Zulia a “empezar esta campaña histórica del año bendito 2024, porque el Zulia es puro amor, es la fuerza del Cacique Nigale, del Cacique Mara, de mi General Rafael Urdaneta, de mi protectora, mi madre, de mi Chinita amada”.\nLes expresó que llegó el día de iniciarlo todo y que emprenderá junto al pueblo un viaje profundo por la patria. Todos los caminos que vamos a recorrer en los Andes, los llanos, la selva, la costa, los barrios, las aldeas, conducen a un solo templo, la Venezuela del futuro, afirmó.\nManifestó que estar ante ellos le permite ver a un ser total, un líder supremo, un padre ejemplar. Viéndolos a ustedes veo presente a Hugo Chávez Frías, les dijo.\nHemos pasado duras pruebas juntos, pero aquí estamos los valientes, los patriotas, los que amamos a Venezuela. Todas las hemos superado con perseverancia, fe, inteligencia, unión y fuerza revolucionaria.\nRecordó los aciagos momentos de la guerra económica y el desabastecimiento, cuando la oposición ganó la Asamblea Nacional y no usó ese poder para ayudar al pueblo, sino para exigir sanciones y agresiones militares contra Venezuela, los trabajadores y las familias.\nCuando la derecha gana, pierde el pueblo, aseguró. Manifestó que la vocación humanista de la Revolución Bolivariana se mostró en toda su amplitud en los cuidados a la población durante la pandemia de Covid-19, cuando se trajeron desde China, Rusia, Cuba y otras naciones las vacunas necesarias para protegerla.\nHicimos cambios en la economía y vamos avanzando. Hemos dejado lo peor atrás y viene un gran tiempo de crecimiento y prosperidad, dijo en alusión a la recuperación económica que consolida la nación.\nReflexionó que para desarrollar al país más rápidamente se precisa de más cambios y transformaciones, también desde las comunidades y las comunas. Adelantó su intención de propiciarlos una vez que el pueblo gane las elecciones y lo lleve a Miraflores.\nAseguró que el 28J el pueblo ganará por paliza y cuidará en las calles su voto ante cualquier maniobra de la derecha para generar violencia e inestabilidad.\nEl mandatario también dio indicaciones a integrantes de su Gabinete para mejorar la atención al estado sede de esta marcha, una de las 70 que se realizarán en todo el país este jueves y en las jornadas subsiguientes. Las campañas de los diez candidatos que participarán en la elección presidencial concluyen el 25 de julio a las 24H00.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-maduro-inicia-campana-electoral-en-zulia-como-candidato-del-gran-polo-patriotico/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 956,
    "message_id": 72881,
    "date": "2024-07-04T19:55:07+00:00",
    "text": "teleSUR\nPresidente Maduro inicia campaña electoral en Zulia como candidato del Gran Polo Patriótico\nhttps://www.telesurtv.net/presidente-maduro-inicia-campana-electoral-en-zulia-como-candidato-del-gran-polo-patriotico/",
    "photo_path": null,
    "views": 2139,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro, se sumó este jueves a la gran marcha de inicio de la campaña venezuela nuestra del siglo xxi, del gran polo patriótico en caracas (capital) y caminó junto al pueblo hacia el palacio de miraflores. al dirigirse a la multitud que lo aclamaba desde las afueras del palacio de miraflores, el jefe de estado significó que “el pueblo unido jamás será vencido”, y destacó que esta jornada ha sido testigo de la fuerza del pueblo en las calles. “hoy ha habido 70 ciudades de venezuela, la fuerza del pueblo en las calles, millones de hombres y mujeres diciendo, en una sola voz: ha arrancado la campaña electoral histórica para la gran victoria del 28 de julio”, aseguró el mandatario. en ese sentido, precisó que el pueblo venezolano ha demostrado que está dispuesto a regalarle al comandante hugo chávez una gran victoria el próximo 28 de julio. “estamos ganando y ganando bien, pero que nadie se confíe, vamos a construir el 1x10x7. yo tiendo mis manos a todos y todas, hemos pasado tiempos duros y heroicos y una a una las pruebas, las hemos superado. ante cada sanción, una solución, ante cada agresión, más revolución”, enfatizó. asimismo, se dirigió a los aspirantes presidenciales “patarucos” y destacó que este jueves se ha visto en venezuela la fuerza de la paz y del amor. “lo que se ha visto hoy en venezuela es que ha arrancado la fuerza de la paz, del amor, dios con nosotros (…) prepárense para la paliza que les va a dar el pueblo de venezuela el 28 de julio”, aseguró. el presidente venezolano inició este jueves en el estado zulia su campaña electoral rumbo a las elecciones presidenciales del próximo 28j, a las que fue nominado por el partido socialista unido de venezuela (psuv) y las organizaciones que forman parte del gran polo patriótico. explicó que quiso ir al zulia a “empezar esta campaña histórica del año bendito 2024, porque el zulia es puro amor, es la fuerza del cacique nigale, del cacique mara, de mi general rafael urdaneta, de mi protectora, mi madre, de mi chinita amada”. les expresó que llegó el día de iniciarlo todo y que emprenderá junto al pueblo un viaje profundo por la patria. todos los caminos que vamos a recorrer en los andes, los llanos, la selva, la costa, los barrios, las aldeas, conducen a un solo templo, la venezuela del futuro, afirmó. manifestó que estar ante ellos le permite ver a un ser total, un líder supremo, un padre ejemplar. viéndolos a ustedes veo presente a hugo chávez frías, les dijo. hemos pasado duras pruebas juntos, pero aquí estamos los valientes, los patriotas, los que amamos a venezuela. todas las hemos superado con perseverancia, fe, inteligencia, unión y fuerza revolucionaria. recordó los aciagos momentos de la guerra económica y el desabastecimiento, cuando la oposición ganó la asamblea nacional y no usó ese poder para ayudar al pueblo, sino para exigir sanciones y agresiones militares contra venezuela, los trabajadores y las familias. cuando la derecha gana, pierde el pueblo, aseguró. manifestó que la vocación humanista de la revolución bolivariana se mostró en toda su amplitud en los cuidados a la población durante la pandemia de covid-19, cuando se trajeron desde china, rusia, cuba y otras naciones las vacunas necesarias para protegerla. hicimos cambios en la economía y vamos avanzando. hemos dejado lo peor atrás y viene un gran tiempo de crecimiento y prosperidad, dijo en alusión a la recuperación económica que consolida la nación. reflexionó que para desarrollar al país más rápidamente se precisa de más cambios y transformaciones, también desde las comunidades y las comunas. adelantó su intención de propiciarlos una vez que el pueblo gane las elecciones y lo lleve a miraflores. aseguró que el 28j el pueblo ganará por paliza y cuidará en las calles su voto ante cualquier maniobra de la derecha para generar violencia e inestabilidad. el mandatario también dio indicaciones a integrantes de su gabinete para mejorar la atención al estado sede de esta marcha, una de las 70 que se realizarán en todo el país este jueves y en las jornadas subsiguientes. las campañas de los diez candidatos que participarán en la elección presidencial concluyen el 25 de julio a las 24h00.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "sumó",
      "jueves",
      "gran",
      "marcha",
      "inicio",
      "campaña",
      "venezuela",
      "siglo",
      "xxi",
      ",",
      "gran",
      "polo",
      "patriótico",
      "caracas",
      "(",
      "capital",
      ")",
      "caminó",
      "junto",
      "pueblo",
      "hacia",
      "palacio",
      "miraflores",
      ".",
      "dirigirse",
      "multitud",
      "aclamaba",
      "afueras",
      "palacio",
      "miraflores",
      ",",
      "jefe",
      "significó",
      "“",
      "pueblo",
      "unido",
      "jamás",
      "vencido",
      "”",
      ",",
      "destacó",
      "jornada",
      "sido",
      "testigo",
      "fuerza",
      "pueblo",
      "calles",
      ".",
      "“",
      "hoy",
      "70",
      "ciudades",
      "venezuela",
      ",",
      "fuerza",
      "pueblo",
      "calles",
      ",",
      "millones",
      "hombres",
      "mujeres",
      "diciendo",
      ",",
      "sola",
      "voz",
      ":",
      "arrancado",
      "campaña",
      "electoral",
      "histórica",
      "gran",
      "victoria",
      "28",
      "julio",
      "”",
      ",",
      "aseguró",
      "mandatario",
      ".",
      ",",
      "precisó",
      "pueblo",
      "venezolano",
      "demostrado",
      "dispuesto",
      "regalarle",
      "comandante",
      "hugo",
      "chávez",
      "gran",
      "victoria",
      "próximo",
      "28",
      "julio",
      ".",
      "“",
      "ganando",
      "ganando",
      "bien",
      ",",
      "nadie",
      "confíe",
      ",",
      "vamos",
      "construir",
      "1x10x7",
      ".",
      "tiendo",
      "manos",
      "todas",
      ",",
      "pasado",
      "tiempos",
      "duros",
      "heroicos",
      "pruebas",
      ",",
      "superado",
      ".",
      "cada",
      "sanción",
      ",",
      "solución",
      ",",
      "cada",
      "agresión",
      ",",
      "revolución",
      "”",
      ",",
      "enfatizó",
      ".",
      "asimismo",
      ",",
      "dirigió",
      "aspirantes",
      "presidenciales",
      "“",
      "patarucos",
      "”",
      "destacó",
      "jueves",
      "visto",
      "venezuela",
      "fuerza",
      "paz",
      "amor",
      ".",
      "“",
      "visto",
      "hoy",
      "venezuela",
      "arrancado",
      "fuerza",
      "paz",
      ",",
      "amor",
      ",",
      "dios",
      "(",
      "…",
      ")",
      "prepárense",
      "paliza",
      "va",
      "dar",
      "pueblo",
      "venezuela",
      "28",
      "julio",
      "”",
      ",",
      "aseguró",
      ".",
      "presidente",
      "venezolano",
      "inició",
      "jueves",
      "zulia",
      "campaña",
      "electoral",
      "rumbo",
      "elecciones",
      "presidenciales",
      "próximo",
      "28j",
      ",",
      "nominado",
      "partido",
      "socialista",
      "unido",
      "venezuela",
      "(",
      "psuv",
      ")",
      "organizaciones",
      "forman",
      "parte",
      "gran",
      "polo",
      "patriótico",
      ".",
      "explicó",
      "quiso",
      "ir",
      "zulia",
      "“",
      "empezar",
      "campaña",
      "histórica",
      "año",
      "bendito",
      "2024",
      ",",
      "zulia",
      "puro",
      "amor",
      ",",
      "fuerza",
      "cacique",
      "nigale",
      ",",
      "cacique",
      "mara",
      ",",
      "general",
      "rafael",
      "urdaneta",
      ",",
      "protectora",
      ",",
      "madre",
      ",",
      "chinita",
      "amada",
      "”",
      ".",
      "expresó",
      "llegó",
      "día",
      "iniciarlo",
      "emprenderá",
      "junto",
      "pueblo",
      "viaje",
      "profundo",
      "patria",
      ".",
      "caminos",
      "vamos",
      "recorrer",
      "andes",
      ",",
      "llanos",
      ",",
      "selva",
      ",",
      "costa",
      ",",
      "barrios",
      ",",
      "aldeas",
      ",",
      "conducen",
      "solo",
      "templo",
      ",",
      "venezuela",
      "futuro",
      ",",
      "afirmó",
      ".",
      "manifestó",
      "permite",
      "ver",
      "ser",
      "total",
      ",",
      "líder",
      "supremo",
      ",",
      "padre",
      "ejemplar",
      ".",
      "viéndolos",
      "ustedes",
      "veo",
      "presente",
      "hugo",
      "chávez",
      "frías",
      ",",
      "dijo",
      ".",
      "pasado",
      "duras",
      "pruebas",
      "juntos",
      ",",
      "aquí",
      "valientes",
      ",",
      "patriotas",
      ",",
      "amamos",
      "venezuela",
      ".",
      "todas",
      "superado",
      "perseverancia",
      ",",
      "fe",
      ",",
      "inteligencia",
      ",",
      "unión",
      "fuerza",
      "revolucionaria",
      ".",
      "recordó",
      "aciagos",
      "momentos",
      "guerra",
      "económica",
      "desabastecimiento",
      ",",
      "oposición",
      "ganó",
      "asamblea",
      "nacional",
      "usó",
      "poder",
      "ayudar",
      "pueblo",
      ",",
      "sino",
      "exigir",
      "sanciones",
      "agresiones",
      "militares",
      "venezuela",
      ",",
      "trabajadores",
      "familias",
      ".",
      "derecha",
      "gana",
      ",",
      "pierde",
      "pueblo",
      ",",
      "aseguró",
      ".",
      "manifestó",
      "vocación",
      "humanista",
      "revolución",
      "bolivariana",
      "mostró",
      "toda",
      "amplitud",
      "cuidados",
      "población",
      "pandemia",
      "covid-19",
      ",",
      "trajeron",
      "china",
      ",",
      "rusia",
      ",",
      "cuba",
      "naciones",
      "vacunas",
      "necesarias",
      "protegerla",
      ".",
      "hicimos",
      "cambios",
      "economía",
      "vamos",
      "avanzando",
      ".",
      "dejado",
      "peor",
      "atrás",
      "viene",
      "gran",
      "tiempo",
      "crecimiento",
      "prosperidad",
      ",",
      "dijo",
      "alusión",
      "recuperación",
      "económica",
      "consolida",
      "nación",
      ".",
      "reflexionó",
      "desarrollar",
      "país",
      "rápidamente",
      "precisa",
      "cambios",
      "transformaciones",
      ",",
      "comunidades",
      "comunas",
      ".",
      "adelantó",
      "intención",
      "propiciarlos",
      "vez",
      "pueblo",
      "gane",
      "elecciones",
      "lleve",
      "miraflores",
      ".",
      "aseguró",
      "28j",
      "pueblo",
      "ganará",
      "paliza",
      "cuidará",
      "calles",
      "voto",
      "cualquier",
      "maniobra",
      "derecha",
      "generar",
      "violencia",
      "inestabilidad",
      ".",
      "mandatario",
      "dio",
      "indicaciones",
      "integrantes",
      "gabinete",
      "mejorar",
      "atención",
      "sede",
      "marcha",
      ",",
      "70",
      "realizarán",
      "país",
      "jueves",
      "jornadas",
      "subsiguientes",
      ".",
      "campañas",
      "diez",
      "candidatos",
      "participarán",
      "elección",
      "presidencial",
      "concluyen",
      "25",
      "julio",
      "24h00",
      "."
    ],
    "token_count": 469,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 89,
      "NN": 262,
      "FW": 117,
      "NNS": 40,
      "VBP": 26,
      "JJ": 65,
      "IN": 23,
      "VBD": 8,
      "CD": 11,
      "VBZ": 13,
      "RB": 3,
      "CC": 1,
      "JJR": 2,
      "DT": 1,
      "MD": 1,
      "VB": 1,
      "RBR": 1
    },
    "bigram_freq": {
      "NNP-NN": 28,
      "NN-FW": 21,
      "FW-NNP": 26,
      "NNP-NNP": 27,
      "NNP-FW": 15,
      "FW-NN": 23,
      "NN-NN": 156,
      "NN-NNS": 17,
      "NNS-VBP": 21,
      "VBP-JJ": 13,
      "JJ-FW": 3,
      "FW-FW": 54,
      "NN-IN": 17,
      "IN-FW": 12,
      "IN-NNP": 1,
      "NNP-VBD": 5,
      "VBD-JJ": 3,
      "JJ-NN": 41,
      "NN-JJ": 16,
      "NN-VBP": 2,
      "VBP-NN": 5,
      "FW-JJ": 8,
      "IN-JJ": 3,
      "JJ-NNS": 3,
      "NNS-NNP": 2,
      "JJ-CD": 3,
      "CD-NNS": 2,
      "NNS-FW": 4,
      "NNS-NNS": 6,
      "FW-NNS": 3,
      "NNS-VBZ": 2,
      "VBZ-JJ": 5,
      "NN-NNP": 22,
      "JJ-JJ": 10,
      "NN-VBD": 3,
      "VBD-NNS": 1,
      "FW-CD": 2,
      "CD-FW": 1,
      "NNP-JJ": 2,
      "CD-IN": 3,
      "IN-NN": 6,
      "VBP-RB": 1,
      "RB-CD": 1,
      "CD-NNP": 1,
      "NN-VBZ": 5,
      "NNP-VBZ": 6,
      "VBZ-NNP": 2,
      "VBZ-NNS": 2,
      "VBZ-FW": 3,
      "VBD-CD": 3,
      "VBP-NNS": 3,
      "NNS-JJ": 2,
      "NN-CD": 1,
      "CD-NN": 3,
      "NN-CC": 1,
      "CC-NNP": 1,
      "NNP-VBP": 1,
      "NNP-IN": 1,
      "VBP-FW": 2,
      "VBP-IN": 1,
      "IN-JJR": 1,
      "JJR-JJ": 1,
      "JJ-NNP": 5,
      "NNP-NNS": 2,
      "NNP-DT": 1,
      "DT-JJ": 1,
      "VBP-NNP": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNS": 1,
      "FW-RB": 1,
      "RB-VBP": 2,
      "NNS-RB": 1,
      "VBD-FW": 1,
      "NNS-RBR": 1,
      "RBR-JJ": 1,
      "NN-JJR": 1,
      "JJR-FW": 1,
      "VBZ-IN": 1,
      "NNS-CD": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 7,
      "FW-NNP-NNP": 10,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-FW": 7,
      "NNP-FW-NN": 4,
      "FW-NN-NN": 8,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 12,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "FW-FW-FW": 35,
      "FW-FW-NNP": 7,
      "NNP-FW-NNP": 7,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 20,
      "NN-NN-NN": 92,
      "NN-NN-FW": 14,
      "FW-NNP-FW": 8,
      "NNP-NNP-NN": 3,
      "NN-FW-NN": 7,
      "NN-NN-IN": 11,
      "NN-IN-FW": 10,
      "IN-FW-NNP": 3,
      "FW-NN-IN": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-NN": 1,
      "JJ-NN-NN": 26,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 12,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 5,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 8,
      "NN-IN-JJ": 3,
      "IN-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBD": 2,
      "VBD-JJ-CD": 1,
      "JJ-CD-NNS": 2,
      "CD-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNP-FW-FW": 3,
      "FW-FW-NN": 8,
      "FW-NN-FW": 5,
      "FW-NN-NNS": 3,
      "NN-NNS-NNS": 2,
      "NNS-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "NN-NN-NNP": 12,
      "NN-NNP-NN": 12,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 9,
      "NN-NN-VBD": 1,
      "NN-VBD-NNS": 1,
      "VBD-NNS-FW": 1,
      "NNS-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-NN-NNP": 4,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NNP-NNP": 6,
      "NNP-NNP-JJ": 1,
      "JJ-NN-NNS": 4,
      "VBP-JJ-CD": 2,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 3,
      "IN-NN-NNP": 2,
      "NN-FW-FW": 6,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "VBP-JJ-NN": 7,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "JJ-NN-NNP": 3,
      "JJ-NN-IN": 3,
      "NN-IN-NN": 2,
      "IN-NN-NN": 3,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "JJ-NN-FW": 1,
      "NNP-NN-NNS": 3,
      "NNS-VBP-NN": 3,
      "NN-VBZ-FW": 2,
      "VBZ-FW-NN": 1,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-IN": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "NNP-NN-NNP": 1,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 2,
      "IN-FW-NN": 2,
      "NNP-FW-JJ": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "NNP-NN-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-JJ": 3,
      "NN-FW-JJ": 1,
      "NN-IN-JJR": 1,
      "IN-JJR-JJ": 1,
      "JJR-JJ-JJ": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNS": 2,
      "NNP-NNS-VBP": 2,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NNP": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "IN-FW-FW": 3,
      "NNP-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "NNS-NNS-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "JJ-NNP-NN": 1,
      "NNP-NNP-VBD": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNS": 1,
      "VB-NNS-FW": 1,
      "NNS-FW-RB": 1,
      "FW-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-JJ": 2,
      "NN-NNS-RBR": 1,
      "NNS-RBR-JJ": 1,
      "RBR-JJ-NNP": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 2,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NN-JJR": 1,
      "NN-JJR-FW": 1,
      "JJR-FW-FW": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-JJ-JJ": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "VBZ-FW-FW": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "NNP-NN-IN": 1,
      "JJ-NN-VBD": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-CD": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 262,
        "FW": 117,
        "NNP": 89,
        "JJ": 65,
        "NNS": 40
      },
      "top_bigrams": {
        "NN-NN": 156,
        "FW-FW": 54,
        "JJ-NN": 41,
        "NNP-NN": 28,
        "NNP-NNP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 92,
        "FW-FW-FW": 35,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 20,
        "NN-NN-FW": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 194,
      "VP": 53,
      "PP": 14,
      "ADJP": 1
    },
    "top_rules": [
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 8,
        "weight": 0.0277
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0208
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0173
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 3,
        "weight": 0.0104
      },
      {
        "rule": "NP -> ('Palacio', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Miraflores', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('fuerza', 'JJ') ('del', 'NN') ('pueblo', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('las', 'JJ') ('calles', 'NNS')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('julio', 'NN') ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro"
      },
      {
        "label": "VP",
        "text": "se sumó este"
      },
      {
        "label": "NP",
        "text": "sumó este"
      },
      {
        "label": "VP",
        "text": "jueves a la gran"
      },
      {
        "label": "NP",
        "text": "a la gran"
      },
      {
        "label": "NP",
        "text": "Venezuela Nuestra"
      },
      {
        "label": "NP",
        "text": "Siglo XXI"
      },
      {
        "label": "NP",
        "text": "del Gran Polo Patriótico"
      },
      {
        "label": "NP",
        "text": "Caracas"
      },
      {
        "label": "NP",
        "text": "capital"
      },
      {
        "label": "NP",
        "text": "y caminó junto al pueblo hacia"
      },
      {
        "label": "NP",
        "text": "Palacio"
      },
      {
        "label": "NP",
        "text": "Miraflores"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  (VP se/VBD (NP sumó/JJ este/NN))\n  (VP jueves/VBZ (NP a/DT la/NN gran/NN))\n  marcha/FW\n  de/FW\n  inicio/FW\n  de/FW\n  la/FW\n  campaña/FW\n  (NP Venezuela/NNP Nuestra/NNP)\n  del/FW\n  (NP Siglo/NNP XXI/NNP)\n  ,/,\n  (NP del/NN Gran/NNP Polo/NNP Patriótico/NNP)\n  en/FW\n  (NP Caracas/NNP)\n  (/(\n  (NP capital/NN)\n  )/)\n  (NP y/NN caminó/NN junto/NN al/NN pueblo/NN hacia/NN)\n  el/FW\n  (NP Palacio/NNP)\n  de/FW\n  (NP Miraflores/NNP)\n  ./.)",
      "(S\n  (NP Al/NNP)\n  (VP\n    dirigirse/VBZ\n    (NP\n      a/DT\n      la/NN\n      multitud/NN\n      que/NN\n      lo/NN\n      aclamaba/NN\n      desde/NN\n      las/NN))\n  afueras/IN\n  del/FW\n  (NP Palacio/NNP)\n  de/FW\n  (NP Miraflores/NNP)\n  ,/,\n  (NP el/JJ jefe/NN)\n  (PP de/IN (NP Estado/NNP significó/NN que/NN “/NNP))\n  (VP\n    el/VBZ\n    (NP pueblo/JJ unido/JJ jamás/NN será/NN vencido/NN ”/NNP))\n  ,/,\n  (NP y/NNP)\n  (VP\n    destacó/VBZ\n    (NP que/JJ esta/NN jornada/NN ha/NN sido/NN testigo/NN))\n  de/IN\n  la/FW\n  (NP fuerza/JJ del/NN pueblo/NN)\n  (PP en/IN (NP las/JJ calles/NNS))\n  ./.)",
      "(S\n  (NP “/JJ Hoy/NNP ha/NN habido/NN)\n  70/CD\n  (NP ciudades/NNS)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP la/NN)\n  (NP fuerza/JJ del/NN pueblo/NN)\n  (PP en/IN (NP las/NN calles/NNS))\n  ,/,\n  (NP millones/NNS)\n  (PP de/IN (NP hombres/NNS))\n  (NP y/JJ mujeres/NNS)\n  (VP diciendo/VBP)\n  ,/,\n  en/FW\n  (NP una/JJ sola/NN voz/NN)\n  :/:\n  (NP Ha/NNP)\n  (VP arrancado/VBZ)\n  la/FW\n  (NP campaña/JJ electoral/JJ histórica/NN para/NN la/NN)\n  (VP gran/VBD (NP victoria/NNS))\n  del/FW\n  28/CD\n  de/FW\n  (NP julio/NN ”/NN)\n  ,/,\n  (NP aseguró/JJ el/NN mandatario/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP\n    precisó/NN\n    que/NN\n    el/NN\n    pueblo/NN\n    venezolano/NN\n    ha/NN\n    demostrado/NN\n    que/NN)\n  (VP está/VBP)\n  (VP\n    dispuesto/VBZ\n    (NP a/DT regalarle/NN al/NN Comandante/NNP Hugo/NNP Chávez/NNP)\n    (NP una/JJ gran/NN victoria/NNS))\n  (VP el/VBP próximo/JJ)\n  28/CD\n  (PP de/IN (NP julio/NN))\n  ./.)",
      "(S\n  (NP “/JJ Estamos/NNP ganando/NN y/NN ganando/NN bien/NN)\n  ,/,\n  (NP pero/NN que/NN)\n  nadie/FW\n  se/FW\n  (NP confíe/NN)\n  ,/,\n  vamos/FW\n  (NP a/DT construir/NN el/NN)\n  1x10x7/CD\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "RECURSOS_NATURALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          2331,
          2340
        ],
        "start": 2331,
        "end": 2340
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra económica y el desabastecimiento, cuando la oposición ganó la asamblea nacional y no usó ese poder para ayudar al pueblo, sino para exigir sanciones y agresiones militares contra venezuela",
        "position": [
          2733,
          2928
        ],
        "start": 2733,
        "end": 2928
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          175,
          182
        ],
        "start": 175,
        "end": 182
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña electoral",
        "position": [
          631,
          648
        ],
        "start": 631,
        "end": 648
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          2052,
          2059
        ],
        "start": 2052,
        "end": 2059
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          738,
          745
        ],
        "start": 738,
        "end": 745
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          2802,
          2819
        ],
        "start": 2802,
        "end": 2819
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          580,
          587
        ],
        "start": 580,
        "end": 587
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          401,
          408
        ],
        "start": 401,
        "end": 408
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "selva",
        "position": [
          2229,
          2234
        ],
        "start": 2229,
        "end": 2234
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          3212,
          3216
        ],
        "start": 3212,
        "end": 3216
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1301,
          1307
        ],
        "start": 1301,
        "end": 1307
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          166,
          173
        ],
        "start": 166,
        "end": 173
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "andes",
        "position": [
          2207,
          2212
        ],
        "start": 2207,
        "end": 2212
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado significó",
        "position": [
          340,
          356
        ],
        "start": 340,
        "end": 356
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          482,
          485
        ],
        "start": 482,
        "end": 485
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "sanción",
        "position": [
          1102,
          1109
        ],
        "start": 1102,
        "end": 1109
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          127,
          136
        ],
        "start": 127,
        "end": 136
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miraflores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Andes",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gabinete",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cacique Nigale",
        "tipo": "Persona"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Palacio de Miraflores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zulia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Adelantó",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Polo Patriótico",
        "tipo": "Lugar"
      },
      {
        "nombre": "estado Zulia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comandante Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "el pueblo unido",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hugo Chávez Frías",
        "tipo": "Persona"
      },
      {
        "nombre": "Covid-19",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cacique Mara",
        "tipo": "Persona"
      },
      {
        "nombre": "General",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rafael Urdaneta",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Socialista Unido de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "SUMAR",
        "objeto": "Gran Polo Patriótico"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUMAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUMAR",
        "objeto": "Palacio de Miraflores"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SUMAR",
        "objeto": "Gran Polo Patriótico"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SUMAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SUMAR",
        "objeto": "Palacio de Miraflores"
      },
      {
        "sujeto": "Gran Polo Patriótico",
        "relacion": "SUMAR",
        "objeto": "Palacio de Miraflores"
      },
      {
        "sujeto": "Caracas",
        "relacion": "SUMAR",
        "objeto": "Palacio de Miraflores"
      },
      {
        "sujeto": "el pueblo unido",
        "relacion": "ACLAMAR_DIRIGIR_L_SIGNIFICAR",
        "objeto": "Palacio de Miraflores"
      },
      {
        "sujeto": "estado Zulia",
        "relacion": "INICIAR",
        "objeto": "Partido Socialista Unido de Venezuela"
      },
      {
        "sujeto": "estado Zulia",
        "relacion": "INICIAR",
        "objeto": "PSUV"
      },
      {
        "sujeto": "estado Zulia",
        "relacion": "INICIAR",
        "objeto": "Gran Polo Patriótico"
      },
      {
        "sujeto": "Zulia",
        "relacion": "IR_QUERER_EXPLICAR",
        "objeto": "Cacique Nigale"
      },
      {
        "sujeto": "Zulia",
        "relacion": "IR_QUERER_EXPLICAR",
        "objeto": "Cacique Mara"
      },
      {
        "sujeto": "Zulia",
        "relacion": "IR_QUERER_EXPLICAR",
        "objeto": "General"
      },
      {
        "sujeto": "Zulia",
        "relacion": "IR_QUERER_EXPLICAR",
        "objeto": "Rafael Urdaneta"
      },
      {
        "sujeto": "Andes",
        "relacion": "RECORRER_CONDUCIR_AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "GANAR_RECORDAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Adelantó",
        "relacion": "ADELANTAR",
        "objeto": "Miraflores"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9808,
    "pos": 0.046,
    "neu": 0.951,
    "neg": 0.003,
    "label": "positive"
  }
}