{
  "url": "https://www.telesurtv.net/cuba-socialista-pleno-comunista/",
  "title": "Cuba reafirma su compromiso socialista en el X Pleno del Comité Central del Partido Comunista - teleSUR",
  "section": "Mundo",
  "tags": [
    "Cuba",
    "PCC",
    "Pleno del Pertido"
  ],
  "text": "Con la determinación de transformar los desafíos en oportunidades junto a su pueblo, Cuba avanza en la construcción de una sociedad próspera, equitativa y soberana. En esa ruta, el X Pleno del Comité Central del Partido Comunista de Cuba (PCC) se desarrolla este fin de semana en el Palacio de la Revolución, bajo el liderazgo del Primer Secretario del Partido y Presidente de la República, Miguel Díaz-Canel Bermúdez.\nLEA TAMBIÉN:Comienza el X Pleno del Comité Central del Partido Comunista de Cuba\nLa cita reúne a dirigentes nacionales, cuadros territoriales e invitados especiales y tiene como centro los asuntos esenciales del país, entre ellos la recuperación económica, la protección social y la soberanía tecnológica.\n“Cuba atraviesa una de las etapas más complejas de su historia”, afirmó Roberto Morales Ojeda, miembro del Buró Político y Secretario de Organización del Comité Central, en las palabras inaugurales del pleno. “La escasez, las limitaciones y los intentos de desaliento golpean puertas y conciencias”, reconoció, pero reafirmó que “el socialismo es el camino; y la unidad, nuestra fuerza”.\nEste llamado a la firmeza se da en un contexto marcado por la agudización del bloqueo económico, comercial y financiero impuesto por Estados Unidos, política que busca asfixiar a la Revolución Cubana, pero que no ha podido quebrar la resistencia de un pueblo que lucha, resiste y vence.\nEl pleno partidista aborda temas vitales de la vida nacional que impactan directamente en la población, como el plan de estabilización del Sistema Eléctrico Nacional, indispensable para mejorar la calidad de vida y la productividad.\nTambién se examina el programa gubernamental para corregir distorsiones y reimpulsar la economía, eje clave para la recuperación nacional. La producción de alimentos ocupa un lugar destacado como prioridad estratégica en la actual coyuntura.\nIgualmente se revisa la estrategia de política de cuadros para el período 2021-2026, orientada a fortalecer la formación y renovación del liderazgo revolucionario. Otro aspecto tratado es el redimensionamiento de la empresa estatal socialista y el papel de los nuevos actores económicos, con el objetivo de dinamizar el sistema productivo. Se suma el análisis sobre el incremento y la diversificación de los ingresos externos como mecanismo para sostener los programas sociales.\nLa gestión territorial del desarrollo, que refuerza el protagonismo de las comunidades, es otro eje de discusión, al igual que la consolidación de políticas sociales dirigidas a proteger a los sectores vulnerables.\nEl pleno también debate las estrategias para la prevención del delito, la corrupción y las indisciplinas sociales, pilares para sostener la legalidad revolucionaria. Asimismo, se profundiza en la transformación digital, la ciencia, la innovación y la participación ciudadana, concebidas como herramientas para una gobernanza más eficaz.\nEl X Pleno también pasó revista al cumplimiento de acuerdos anteriores y ratificó la voluntad del Partido de mantenerse estrechamente vinculado con el pueblo cubano, a través de visitas a los territorios y un diálogo constante con las comunidades.\nDurante la sesión se aprobaron por unanimidad tres nuevos miembros del Comité Central: el General de División Raúl Villar Kessel, jefe del Ejército Central; el General de Brigada Oscar A. Callejas Varcalce, jefe de la Dirección Política del Ministerio del Interior; y Magda Resik Aguirre, vicepresidenta primera de la Unión de Escritores y Artistas de Cuba (UNEAC).\n\n\nEl Pleno tiene lugar a pocos días del aniversario 72 de los asaltos a los cuarteles Moncada y Carlos Manuel de Céspedes, y en la víspera de los 70 años de la partida de Fidel Castro hacia México para preparar la expedición del Granma. Esas fechas, imborrables en la memoria histórica del pueblo cubano, sirven de inspiración para redoblar el compromiso con la Revolución y con el ideario martiano, fidelista, marxista y leninista.\nEn el salón de plenos estuvieron presentes figuras históricas como el Comandante de la Revolución Ramiro Valdés Menéndez y el Comandante del Ejército Rebelde José Ramón Machado Ventura, símbolos vivos de la continuidad revolucionaria. También asistieron altos representantes del Gobierno, de las Fuerzas Armadas Revolucionarias (FAR) y del Partido en las provincias.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-socialista-pleno-comunista/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1944,
    "message_id": 98182,
    "date": "2025-07-04T18:55:12+00:00",
    "text": "teleSUR\nCuba reafirma su compromiso socialista en el X Pleno del Comité Central del Partido Comunista\nhttps://www.telesurtv.net/cuba-socialista-pleno-comunista/",
    "photo_path": null,
    "views": 1777,
    "reactions": {
      "👍": 34,
      "👏": 5,
      "❤": 4
    },
    "total_reactions": 43
  },
  "preprocessing": {
    "cleaned": "con la determinación de transformar los desafíos en oportunidades junto a su pueblo, cuba avanza en la construcción de una sociedad próspera, equitativa y soberana. en esa ruta, el x pleno del comité central del partido comunista de cuba (pcc) se desarrolla este fin de semana en el palacio de la revolución, bajo el liderazgo del primer secretario del partido y presidente de la república, miguel díaz-canel bermúdez. la cita reúne a dirigentes nacionales, cuadros territoriales e invitados especiales y tiene como centro los asuntos esenciales del país, entre ellos la recuperación económica, la protección social y la soberanía tecnológica. “cuba atraviesa una de las etapas más complejas de su historia”, afirmó roberto morales ojeda, miembro del buró político y secretario de organización del comité central, en las palabras inaugurales del pleno. “la escasez, las limitaciones y los intentos de desaliento golpean puertas y conciencias”, reconoció, pero reafirmó que “el socialismo es el camino; y la unidad, nuestra fuerza”. este llamado a la firmeza se da en un contexto marcado por la agudización del bloqueo económico, comercial y financiero impuesto por estados unidos, política que busca asfixiar a la revolución cubana, pero que no ha podido quebrar la resistencia de un pueblo que lucha, resiste y vence. el pleno partidista aborda temas vitales de la vida nacional que impactan directamente en la población, como el plan de estabilización del sistema eléctrico nacional, indispensable para mejorar la calidad de vida y la productividad. también se examina el programa gubernamental para corregir distorsiones y reimpulsar la economía, eje clave para la recuperación nacional. la producción de alimentos ocupa un lugar destacado como prioridad estratégica en la actual coyuntura. igualmente se revisa la estrategia de política de cuadros para el período 2021-2026, orientada a fortalecer la formación y renovación del liderazgo revolucionario. otro aspecto tratado es el redimensionamiento de la empresa estatal socialista y el papel de los nuevos actores económicos, con el objetivo de dinamizar el sistema productivo. se suma el análisis sobre el incremento y la diversificación de los ingresos externos como mecanismo para sostener los programas sociales. la gestión territorial del desarrollo, que refuerza el protagonismo de las comunidades, es otro eje de discusión, al igual que la consolidación de políticas sociales dirigidas a proteger a los sectores vulnerables. el pleno también debate las estrategias para la prevención del delito, la corrupción y las indisciplinas sociales, pilares para sostener la legalidad revolucionaria. asimismo, se profundiza en la transformación digital, la ciencia, la innovación y la participación ciudadana, concebidas como herramientas para una gobernanza más eficaz. el x pleno también pasó revista al cumplimiento de acuerdos anteriores y ratificó la voluntad del partido de mantenerse estrechamente vinculado con el pueblo cubano, a través de visitas a los territorios y un diálogo constante con las comunidades. durante la sesión se aprobaron por unanimidad tres nuevos miembros del comité central: el general de división raúl villar kessel, jefe del ejército central; el general de brigada oscar a. callejas varcalce, jefe de la dirección política del ministerio del interior; y magda resik aguirre, vicepresidenta primera de la unión de escritores y artistas de cuba (uneac). el pleno tiene lugar a pocos días del aniversario 72 de los asaltos a los cuarteles moncada y carlos manuel de céspedes, y en la víspera de los 70 años de la partida de fidel castro hacia méxico para preparar la expedición del granma. esas fechas, imborrables en la memoria histórica del pueblo cubano, sirven de inspiración para redoblar el compromiso con la revolución y con el ideario martiano, fidelista, marxista y leninista. en el salón de plenos estuvieron presentes figuras históricas como el comandante de la revolución ramiro valdés menéndez y el comandante del ejército rebelde josé ramón machado ventura, símbolos vivos de la continuidad revolucionaria. también asistieron altos representantes del gobierno, de las fuerzas armadas revolucionarias (far) y del partido en las provincias.",
    "tokens": [
      "determinación",
      "transformar",
      "desafíos",
      "oportunidades",
      "junto",
      "pueblo",
      ",",
      "cuba",
      "avanza",
      "construcción",
      "sociedad",
      "próspera",
      ",",
      "equitativa",
      "soberana",
      ".",
      "ruta",
      ",",
      "x",
      "pleno",
      "comité",
      "central",
      "partido",
      "comunista",
      "cuba",
      "(",
      "pcc",
      ")",
      "desarrolla",
      "fin",
      "semana",
      "palacio",
      "revolución",
      ",",
      "bajo",
      "liderazgo",
      "primer",
      "secretario",
      "partido",
      "presidente",
      "república",
      ",",
      "miguel",
      "díaz-canel",
      "bermúdez",
      ".",
      "cita",
      "reúne",
      "dirigentes",
      "nacionales",
      ",",
      "cuadros",
      "territoriales",
      "invitados",
      "especiales",
      "centro",
      "asuntos",
      "esenciales",
      "país",
      ",",
      "recuperación",
      "económica",
      ",",
      "protección",
      "social",
      "soberanía",
      "tecnológica",
      ".",
      "“",
      "cuba",
      "atraviesa",
      "etapas",
      "complejas",
      "historia",
      "”",
      ",",
      "afirmó",
      "roberto",
      "morales",
      "ojeda",
      ",",
      "miembro",
      "buró",
      "político",
      "secretario",
      "organización",
      "comité",
      "central",
      ",",
      "palabras",
      "inaugurales",
      "pleno",
      ".",
      "“",
      "escasez",
      ",",
      "limitaciones",
      "intentos",
      "desaliento",
      "golpean",
      "puertas",
      "conciencias",
      "”",
      ",",
      "reconoció",
      ",",
      "reafirmó",
      "“",
      "socialismo",
      "camino",
      ";",
      "unidad",
      ",",
      "fuerza",
      "”",
      ".",
      "llamado",
      "firmeza",
      "da",
      "contexto",
      "marcado",
      "agudización",
      "bloqueo",
      "económico",
      ",",
      "comercial",
      "financiero",
      "impuesto",
      "unidos",
      ",",
      "política",
      "busca",
      "asfixiar",
      "revolución",
      "cubana",
      ",",
      "podido",
      "quebrar",
      "resistencia",
      "pueblo",
      "lucha",
      ",",
      "resiste",
      "vence",
      ".",
      "pleno",
      "partidista",
      "aborda",
      "temas",
      "vitales",
      "vida",
      "nacional",
      "impactan",
      "directamente",
      "población",
      ",",
      "plan",
      "estabilización",
      "sistema",
      "eléctrico",
      "nacional",
      ",",
      "indispensable",
      "mejorar",
      "calidad",
      "vida",
      "productividad",
      ".",
      "examina",
      "programa",
      "gubernamental",
      "corregir",
      "distorsiones",
      "reimpulsar",
      "economía",
      ",",
      "eje",
      "clave",
      "recuperación",
      "nacional",
      ".",
      "producción",
      "alimentos",
      "ocupa",
      "lugar",
      "destacado",
      "prioridad",
      "estratégica",
      "actual",
      "coyuntura",
      ".",
      "igualmente",
      "revisa",
      "estrategia",
      "política",
      "cuadros",
      "período",
      "2021-2026",
      ",",
      "orientada",
      "fortalecer",
      "formación",
      "renovación",
      "liderazgo",
      "revolucionario",
      ".",
      "aspecto",
      "tratado",
      "redimensionamiento",
      "empresa",
      "estatal",
      "socialista",
      "papel",
      "nuevos",
      "actores",
      "económicos",
      ",",
      "objetivo",
      "dinamizar",
      "sistema",
      "productivo",
      ".",
      "suma",
      "análisis",
      "incremento",
      "diversificación",
      "ingresos",
      "externos",
      "mecanismo",
      "sostener",
      "programas",
      "sociales",
      ".",
      "gestión",
      "territorial",
      "desarrollo",
      ",",
      "refuerza",
      "protagonismo",
      "comunidades",
      ",",
      "eje",
      "discusión",
      ",",
      "igual",
      "consolidación",
      "políticas",
      "sociales",
      "dirigidas",
      "proteger",
      "sectores",
      "vulnerables",
      ".",
      "pleno",
      "debate",
      "estrategias",
      "prevención",
      "delito",
      ",",
      "corrupción",
      "indisciplinas",
      "sociales",
      ",",
      "pilares",
      "sostener",
      "legalidad",
      "revolucionaria",
      ".",
      "asimismo",
      ",",
      "profundiza",
      "transformación",
      "digital",
      ",",
      "ciencia",
      ",",
      "innovación",
      "participación",
      "ciudadana",
      ",",
      "concebidas",
      "herramientas",
      "gobernanza",
      "eficaz",
      ".",
      "x",
      "pleno",
      "pasó",
      "revista",
      "cumplimiento",
      "acuerdos",
      "anteriores",
      "ratificó",
      "voluntad",
      "partido",
      "mantenerse",
      "estrechamente",
      "vinculado",
      "pueblo",
      "cubano",
      ",",
      "través",
      "visitas",
      "territorios",
      "diálogo",
      "constante",
      "comunidades",
      ".",
      "sesión",
      "aprobaron",
      "unanimidad",
      "tres",
      "nuevos",
      "miembros",
      "comité",
      "central",
      ":",
      "general",
      "división",
      "raúl",
      "villar",
      "kessel",
      ",",
      "jefe",
      "ejército",
      "central",
      ";",
      "general",
      "brigada",
      "oscar",
      "a.",
      "callejas",
      "varcalce",
      ",",
      "jefe",
      "dirección",
      "política",
      "ministerio",
      "interior",
      ";",
      "magda",
      "resik",
      "aguirre",
      ",",
      "vicepresidenta",
      "primera",
      "unión",
      "escritores",
      "artistas",
      "cuba",
      "(",
      "uneac",
      ")",
      ".",
      "pleno",
      "lugar",
      "pocos",
      "días",
      "aniversario",
      "72",
      "asaltos",
      "cuarteles",
      "moncada",
      "carlos",
      "manuel",
      "céspedes",
      ",",
      "víspera",
      "70",
      "años",
      "partida",
      "fidel",
      "castro",
      "hacia",
      "méxico",
      "preparar",
      "expedición",
      "granma",
      ".",
      "fechas",
      ",",
      "imborrables",
      "memoria",
      "histórica",
      "pueblo",
      "cubano",
      ",",
      "sirven",
      "inspiración",
      "redoblar",
      "compromiso",
      "revolución",
      "ideario",
      "martiano",
      ",",
      "fidelista",
      ",",
      "marxista",
      "leninista",
      ".",
      "salón",
      "plenos",
      "presentes",
      "figuras",
      "históricas",
      "comandante",
      "revolución",
      "ramiro",
      "valdés",
      "menéndez",
      "comandante",
      "ejército",
      "rebelde",
      "josé",
      "ramón",
      "machado",
      "ventura",
      ",",
      "símbolos",
      "vivos",
      "continuidad",
      "revolucionaria",
      ".",
      "asistieron",
      "altos",
      "representantes",
      "gobierno",
      ",",
      "fuerzas",
      "armadas",
      "revolucionarias",
      "(",
      "far",
      ")",
      "partido",
      "provincias",
      "."
    ],
    "token_count": 437,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 122,
      "FW": 172,
      "NN": 192,
      "VBZ": 11,
      "JJ": 47,
      "VBD": 3,
      "IN": 17,
      "NNS": 29,
      "VBP": 20,
      "DT": 1,
      "VBN": 1,
      "JJR": 1,
      "CD": 2
    },
    "bigram_freq": {
      "NNP-NNP": 58,
      "NNP-FW": 27,
      "FW-FW": 99,
      "FW-NN": 22,
      "NN-FW": 21,
      "NN-NN": 118,
      "NN-NNP": 19,
      "NNP-NN": 20,
      "NNP-VBZ": 8,
      "VBZ-JJ": 5,
      "JJ-JJ": 2,
      "JJ-NNP": 4,
      "FW-NNP": 27,
      "NNP-VBD": 3,
      "VBD-NN": 2,
      "NN-IN": 12,
      "IN-FW": 14,
      "VBZ-NNP": 4,
      "NN-NNS": 8,
      "NNS-NNS": 4,
      "NNS-VBP": 17,
      "VBP-NNS": 3,
      "VBP-JJ": 10,
      "JJ-NN": 26,
      "NN-JJ": 7,
      "JJ-VBZ": 1,
      "VBZ-FW": 2,
      "FW-JJ": 17,
      "JJ-FW": 6,
      "FW-NNS": 6,
      "VBP-NNP": 2,
      "NNP-IN": 4,
      "IN-NNP": 3,
      "NNS-FW": 1,
      "JJ-NNS": 8,
      "NNS-JJ": 3,
      "NN-VBP": 2,
      "NN-DT": 1,
      "DT-NN": 1,
      "NNP-JJ": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "VBP-NN": 2,
      "NN-VBZ": 2,
      "NNS-NNP": 4,
      "NNP-VBP": 1,
      "VBP-JJR": 1,
      "JJR-JJ": 1,
      "NN-CD": 1,
      "CD-IN": 1,
      "FW-CD": 1,
      "CD-NN": 1,
      "VBP-FW": 1,
      "VBD-FW": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 11,
      "NNP-FW-FW": 10,
      "FW-FW-FW": 63,
      "FW-FW-NN": 10,
      "FW-NN-FW": 6,
      "NN-FW-FW": 15,
      "FW-NN-NN": 10,
      "NN-NN-NN": 69,
      "NN-NN-NNP": 13,
      "NN-NNP-NN": 7,
      "NNP-NN-FW": 1,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 4,
      "NNP-FW-NNP": 13,
      "FW-NNP-NNP": 18,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-NN": 2,
      "VBD-NN-NN": 1,
      "NN-NN-IN": 7,
      "NN-IN-FW": 12,
      "IN-FW-FW": 5,
      "FW-FW-NNP": 11,
      "FW-NNP-FW": 6,
      "FW-NNP-NN": 3,
      "NNP-NN-NN": 15,
      "NN-NN-FW": 12,
      "NN-FW-NNP": 1,
      "NNP-NNP-NNP": 27,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-NNP": 4,
      "VBZ-NNP-FW": 2,
      "VBD-NN-NNS": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 7,
      "JJ-NN-NN": 20,
      "NN-NN-JJ": 6,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NN-FW-NN": 4,
      "FW-FW-JJ": 10,
      "FW-JJ-NN": 12,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 5,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 2,
      "NNP-NNP-NN": 9,
      "NN-NNP-NNP": 6,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 3,
      "IN-NNP-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NN-NNP": 2,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-JJ": 3,
      "NNS-JJ-NN": 2,
      "JJ-NN-IN": 1,
      "IN-FW-JJ": 5,
      "FW-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "JJ-NN-NNP": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-FW-JJ": 1,
      "NN-JJ-NN": 3,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 5,
      "VBP-JJ-FW": 3,
      "JJ-FW-NN": 2,
      "FW-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "NN-NNP-FW": 2,
      "NNP-FW-NN": 4,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "FW-JJ-FW": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-NN-IN": 3,
      "IN-FW-NNS": 2,
      "JJ-NN-FW": 1,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-JJ": 1,
      "JJR-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-NN": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNP-FW": 1,
      "NN-JJ-NNS": 1,
      "NNS-JJ-NNS": 1,
      "VBZ-NNP-NNP": 1,
      "VBZ-NNP-IN": 1,
      "IN-NNP-NNP": 2,
      "NNP-NN-NNP": 2,
      "NNP-NN-IN": 1,
      "IN-FW-NNP": 2,
      "NN-NN-CD": 1,
      "NN-CD-IN": 1,
      "CD-IN-FW": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-IN-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-FW": 1,
      "NNP-NN-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "JJ-NN-JJ": 1,
      "NN-JJ-NNP": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "VBZ-JJ-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 192,
        "FW": 172,
        "NNP": 122,
        "JJ": 47,
        "NNS": 29
      },
      "top_bigrams": {
        "NN-NN": 118,
        "FW-FW": 99,
        "NNP-NNP": 58,
        "NNP-FW": 27,
        "FW-NNP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 69,
        "FW-FW-FW": 63,
        "NNP-NNP-NNP": 27,
        "JJ-NN-NN": 20,
        "FW-NNP-NNP": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 165,
      "PP": 5,
      "VP": 36,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 3,
        "weight": 0.013
      },
      {
        "rule": "NP -> ('Comité', 'NNP') ('Central', 'NNP')",
        "frequency": 3,
        "weight": 0.013
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.013
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.013
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.013
      },
      {
        "rule": "NP -> ('X', 'NNP') ('Pleno', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Partido', 'NNP') ('Comunista', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Partido', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0087
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Con la"
      },
      {
        "label": "NP",
        "text": "desafíos"
      },
      {
        "label": "PP",
        "text": "junto a su pueblo"
      },
      {
        "label": "NP",
        "text": "a su pueblo"
      },
      {
        "label": "NP",
        "text": "Cuba"
      },
      {
        "label": "VP",
        "text": "avanza"
      },
      {
        "label": "NP",
        "text": "sociedad próspera"
      },
      {
        "label": "NP",
        "text": "soberana"
      },
      {
        "label": "NP",
        "text": "En esa ruta"
      },
      {
        "label": "NP",
        "text": "X Pleno"
      },
      {
        "label": "NP",
        "text": "Comité Central"
      },
      {
        "label": "NP",
        "text": "Partido Comunista"
      },
      {
        "label": "NP",
        "text": "Cuba"
      },
      {
        "label": "NP",
        "text": "PCC"
      },
      {
        "label": "VP",
        "text": "se desarrolla este fin"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Con/NNP la/NNP)\n  determinación/FW\n  de/FW\n  transformar/FW\n  los/FW\n  (NP desafíos/NN)\n  en/FW\n  oportunidades/FW\n  (PP junto/IN (NP a/DT su/NN pueblo/NN))\n  ,/,\n  (NP Cuba/NNP)\n  (VP avanza/VBZ)\n  en/FW\n  la/FW\n  construcción/FW\n  de/FW\n  una/FW\n  (NP sociedad/NN próspera/NN)\n  ,/,\n  equitativa/FW\n  y/FW\n  (NP soberana/NN)\n  ./.)",
      "(S\n  (NP En/NNP esa/NN ruta/NN)\n  ,/,\n  el/FW\n  (NP X/NNP Pleno/NNP)\n  del/FW\n  (NP Comité/NNP Central/NNP)\n  del/FW\n  (NP Partido/NNP Comunista/NNP)\n  de/FW\n  (NP Cuba/NNP)\n  (/(\n  (NP PCC/NNP)\n  )/)\n  (VP se/VBD (NP desarrolla/JJ este/NN fin/NN))\n  de/IN\n  semana/FW\n  en/FW\n  el/FW\n  (NP Palacio/NNP)\n  de/FW\n  la/FW\n  (NP Revolución/NNP)\n  ,/,\n  (NP bajo/NN el/NN liderazgo/NN)\n  del/FW\n  (NP Primer/NNP Secretario/NNP)\n  del/FW\n  (NP Partido/NNP)\n  y/FW\n  (NP Presidente/NNP)\n  de/FW\n  la/FW\n  (NP República/NNP)\n  ,/,\n  (NP Miguel/NNP Díaz-Canel/NNP Bermúdez/NNP)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Comienza/NNP)\n  (VP el/VBZ (NP X/NNP Pleno/NNP))\n  del/FW\n  (NP Comité/NNP Central/NNP)\n  del/FW\n  (NP Partido/NNP Comunista/NNP)\n  de/FW\n  (NP Cuba/NNP La/NNP)\n  (VP cita/VBP)\n  (VP reúne/VB (NP a/DT dirigentes/NNS nacionales/NNS))\n  ,/,\n  (NP cuadros/NNS territoriales/NNS)\n  (VP e/VBP (NP invitados/JJ especiales/NNS) y/RB)\n  (VP tiene/VBP (NP como/JJ centro/NN los/NN) asuntos/JJ)\n  (VP esenciales/VBZ)\n  del/FW\n  (NP país/NN)\n  ,/,\n  entre/FW\n  ellos/FW\n  la/FW\n  recuperación/FW\n  económica/FW\n  ,/,\n  la/FW\n  protección/FW\n  (NP social/JJ y/NN la/NN soberanía/NN tecnológica/NN)\n  ./.)",
      "(S\n  (NP “/JJ Cuba/NNP atraviesa/NN una/NN)\n  de/IN\n  las/FW\n  etapas/FW\n  más/FW\n  complejas/FW\n  de/FW\n  su/FW\n  (NP historia/NN ”/NN)\n  ,/,\n  (NP afirmó/JJ Roberto/NNP Morales/NNP Ojeda/NNP)\n  ,/,\n  (NP miembro/NN del/NN Buró/NNP Político/NNP y/NNP Secretario/NNP)\n  (PP de/IN (NP Organización/NNP))\n  del/FW\n  (NP Comité/NNP Central/NNP)\n  ,/,\n  en/FW\n  las/FW\n  palabras/FW\n  (NP inaugurales/NNS)\n  del/FW\n  (NP pleno/NN)\n  ./.)",
      "(S\n  (NP “/JJ La/NNP escasez/NN)\n  ,/,\n  (NP las/JJ limitaciones/NNS)\n  y/RB\n  (VP los/VBP intentos/JJ)\n  de/FW\n  desaliento/FW\n  (NP golpean/JJ puertas/NNS)\n  (VP y/VBP (NP conciencias/JJ ”/NNP))\n  ,/,\n  (NP reconoció/NN)\n  ,/,\n  (NP pero/NN reafirmó/NN que/NN “/NNP)\n  (VP el/VBZ (NP socialismo/JJ es/NN el/NN camino/NN))\n  ;/:\n  y/CC\n  la/FW\n  (ADJP unidad/JJ)\n  ,/,\n  (NP nuestra/JJ fuerza/NN ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bloqueo económico",
        "position": [
          1191,
          1208
        ],
        "start": 1191,
        "end": 1208
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          1233,
          1241
        ],
        "start": 1233,
        "end": 1241
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "tratado es el redimensionamiento de la empresa estatal socialista y el papel de los nuevos actores económicos, con el objetivo de dinamizar el sistema productivo. se suma el análisis sobre el incremento y la",
        "position": [
          2052,
          2259
        ],
        "start": 2052,
        "end": 2259
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          790,
          796
        ],
        "start": 790,
        "end": 796
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          2643,
          2653
        ],
        "start": 2643,
        "end": 2653
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación ciudadana",
        "position": [
          2820,
          2843
        ],
        "start": 2820,
        "end": 2843
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          363,
          379
        ],
        "start": 363,
        "end": 379
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "revista al cumplimiento",
        "position": [
          2930,
          2953
        ],
        "start": 2930,
        "end": 2953
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          2979,
          2987
        ],
        "start": 2979,
        "end": 2987
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          1041,
          1049
        ],
        "start": 1041,
        "end": 1049
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "programa gubernamental",
        "position": [
          1655,
          1677
        ],
        "start": 1655,
        "end": 1677
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          172,
          176
        ],
        "start": 172,
        "end": 176
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          85,
          89
        ],
        "start": 85,
        "end": 89
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1246,
          1260
        ],
        "start": 1246,
        "end": 1260
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          3710,
          3716
        ],
        "start": 3710,
        "end": 3716
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro los",
        "position": [
          597,
          607
        ],
        "start": 597,
        "end": 607
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          1191,
          1198
        ],
        "start": 1191,
        "end": 1198
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Partido Comunista de Cuba",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Miguel Díaz-Canel Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "Oscar A. Callejas Varcalce",
        "tipo": "Persona"
      },
      {
        "nombre": "UNEAC",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Comité Central",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Dirección Política del Ministerio del Interior",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Palacio de la Revolución",
        "tipo": "Lugar"
      },
      {
        "nombre": "Raúl Villar Kessel",
        "tipo": "Persona"
      },
      {
        "nombre": "X Pleno",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Ramón Machado Ventura",
        "tipo": "Persona"
      },
      {
        "nombre": "Secretario de Organización",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fuerzas Armadas Revolucionarias",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FAR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido",
        "tipo": "Organizacion"
      },
      {
        "nombre": "PCC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Moncada",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "General de Brigada",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sistema Eléctrico Nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carlos Manuel de Céspedes",
        "tipo": "Persona"
      },
      {
        "nombre": "General de División",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Magda Resik Aguirre",
        "tipo": "Persona"
      },
      {
        "nombre": "Buró Político",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Roberto Morales Ojeda",
        "tipo": "Persona"
      },
      {
        "nombre": "Ejército Central",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Granma",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ramiro Valdés Menéndez",
        "tipo": "Persona"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión de Escritores",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "X Pleno",
        "relacion": "DESARROLLAR",
        "objeto": "Palacio de la Revolución"
      },
      {
        "sujeto": "X Pleno",
        "relacion": "DESARROLLAR",
        "objeto": "Miguel Díaz-Canel Bermúdez"
      },
      {
        "sujeto": "Comité Central",
        "relacion": "DESARROLLAR",
        "objeto": "Palacio de la Revolución"
      },
      {
        "sujeto": "Miguel Díaz-Canel Bermúdez",
        "relacion": "DESARROLLAR",
        "objeto": "Comité Central"
      },
      {
        "sujeto": "Partido Comunista de Cuba",
        "relacion": "DESARROLLAR",
        "objeto": "Palacio de la Revolución"
      },
      {
        "sujeto": "Miguel Díaz-Canel Bermúdez",
        "relacion": "DESARROLLAR",
        "objeto": "Partido Comunista de Cuba"
      },
      {
        "sujeto": "PCC",
        "relacion": "DESARROLLAR",
        "objeto": "Palacio de la Revolución"
      },
      {
        "sujeto": "Miguel Díaz-Canel Bermúdez",
        "relacion": "DESARROLLAR",
        "objeto": "PCC"
      },
      {
        "sujeto": "Miguel Díaz-Canel Bermúdez",
        "relacion": "DESARROLLAR",
        "objeto": "Palacio de la Revolución"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ATRAVESAR_AFIRMAR",
        "objeto": "Roberto Morales Ojeda"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ATRAVESAR_AFIRMAR",
        "objeto": "Buró Político"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ATRAVESAR_AFIRMAR",
        "objeto": "Secretario de Organización"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ATRAVESAR_AFIRMAR",
        "objeto": "Comité Central"
      },
      {
        "sujeto": "Moncada",
        "relacion": "TENER",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Moncada",
        "relacion": "TENER",
        "objeto": "México"
      },
      {
        "sujeto": "Moncada",
        "relacion": "TENER",
        "objeto": "Granma"
      },
      {
        "sujeto": "Carlos Manuel de Céspedes",
        "relacion": "TENER",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Carlos Manuel de Céspedes",
        "relacion": "TENER",
        "objeto": "México"
      },
      {
        "sujeto": "Carlos Manuel de Céspedes",
        "relacion": "TENER",
        "objeto": "Granma"
      }
    ]
  },
  "sentiment": {
    "compound": 0.0516,
    "pos": 0.004,
    "neu": 0.993,
    "neg": 0.004,
    "label": "positive"
  }
}