{
  "url": "https://www.telesurtv.net/milei-pierde-apoyo-y-se-reduce-la-paciencia-del-pueblo-argentino/",
  "title": "Milei pierde apoyo y se reduce la paciencia del pueblo argentino - teleSUR",
  "section": "En profundidad",
  "tags": [
    "Argentina",
    "Economía",
    "Imagen",
    "Javier Milei"
  ],
  "text": "La imagen de depósitos repletos con toneladas de alimentos próximos a vencerse en un país donde más de la mitad de la población es pobre, provocó en Argentina “una crisis de decepción de gestión caracterizada por una comunicación gubernamental que pasó del ocultamiento a la negación, la subestimación, información falsa”, señala la encuestadora Zuban-Córdoba.\n“Milei sufrió este mes una de sus caídas más pronunciadas en los seis meses de Gobierno”, menciona el trabajo publicado este mes que consultó a un universo de 1.400 personas en todo el país y cuyos resultados tienen un margen de error de dos puntos y medio.\nLos resultados arrojan que, por primera vez desde el inicio de la actual gestión de Gobierno, la imagen positiva del líder libertario desciende al 43 por ciento y se consolida a la baja (la misma encuestadora en abril midió 47,2 por ciento).\nLa acuciante realidad económica con la cual conviven los argentinos también tiene su reflejo en la encuesta. Más de la mitad de los entrevistados afirma que su situación económica empeoró desde que Milei es presidente y un 54 por ciento afirma estar quemando ahorros para llegar a fin de mes.\nEn tanto, tres de cada cuatro opinan que el ajuste lo está pagando la ciudadanía en general y no “la casta” integrada por políticos y empresarios corruptos en quien el actual presidente aseguró que iba a recaer el peso de la crisis.\nLa percepción de la gestión libertaria no es buena y recibe más de 56 por ciento de valoración negativa.\nLa Encuesta de Satisfacción Política y Opinión Pública (Espop) realizada por la Universidad de San Andrés indica, que hasta abril había marcado un mayor nivel de aprobación que de desaprobación para Milei, que la imagen positiva del mandatario bajó al 48 por ciento y que más del 55 por ciento de los argentinos está insatisfecho con el rumbo general del país.\nEn tanto, también se señala un cambio cualitativo con respecto a la composición de la base de apoyo del presidente, sobre todo en los más jóvenes. De las personas nacidas entre 1998 y 2012, es decir,  jóvenes de hasta 26 años de edad, la desaprobación es mayor que en el promedio. El estudio marca que en esta porción generacional existe un 38 por ciento de aprobación y un 57 por ciento de desaprobación.\n\nMientras que los millennials (que son nacidos entre 1981 y 1996/97, es decir, personas de entre 27 y 43 años de edad) muestran un 48 por ciento de aprobación y un 50 por ciento de desaprobación, la tendencia se revierte en las personas de mayor edad.\nSegún Diego Reynoso, director de la encuesta de la Universidad de San Andrés, este hecho obedece además de una retirada de los jóvenes, a una mayor adhesión de partidos de derecha. Lo mismo señala la encuestadora Opina Argentina, la cual hasta mayo indicaba que los jóvenes eran el sector de la población donde Milei cosechaba mayor respaldo, pero esta situación varió sensiblemente y la conformación del respaldo oficialista se aproxima más al de las derechas tradicionales, con seguidores adultos y mayores de edad con tendencias al conservadurismo.\nUn estudio publicado por la consultora Taquion suma al análisis la variable de expectativas a futuro. La encuestadora indica que desde que asumió, el presidente perdió un 14 por ciento de apoyo de quienes señalaron que “esperó algo del Gobierno que no cumplió”. En tanto, el 7 por ciento de los consultados expresa que sólo está dispuesto a esperar hasta octubre para ver mejoras y un 12 por ciento hasta diciembre.\n“¿Cuánto tiempo podrías esperar a que el plan económico de Milei comience a dar resultados positivos?”, interrogó la consultora Moiguer a 1.300 argentinos en el mes de abril; el 46 por ciento eligió la opción “No puedo esperar, necesito que la situación comience a mejorar”. Un 18 por ciento afirmó que podría esperar entre tres y seis meses.\nLa incógnita a futuro es el impacto de la aprobación de la Ley Bases, primer proyecto legislativo impulsado por el Ejecutivo que supera el filtro del Congreso tras denuncias de cohecho, sobornos y amedrentamientos a senadores y una represión que dejó decenas de heridos y más de 30 detenidos.\nEl informe de Zubán-Córdoba, al poner la lupa sobre este asunto, no lo refiere como un hecho necesariamente auspicioso para la gestión Milei, al manifestar que “la sanción de la Ley Bases es sin duda un hecho relevante para el Gobierno, que le permite mostrar capacidad de articulación política y estirar un poco la generación de expectativas. Altas expectativas para una sociedad agobiada por el ‘mayor ajuste de la historia'”.\nY consideran que “es un arma de doble filo, la obtención de las famosas ‘herramientas’ que el Gobierno viene demandando, ya que podría quitarle uno de sus principales arietes narrativos”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/milei-pierde-apoyo-y-se-reduce-la-paciencia-del-pueblo-argentino/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 418,
    "message_id": 72325,
    "date": "2024-06-19T00:55:07+00:00",
    "text": "teleSUR\nMilei pierde apoyo y se reduce la paciencia del pueblo argentino\nhttps://www.telesurtv.net/milei-pierde-apoyo-y-se-reduce-la-paciencia-del-pueblo-argentino/",
    "photo_path": null,
    "views": 1660,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "la imagen de depósitos repletos con toneladas de alimentos próximos a vencerse en un país donde más de la mitad de la población es pobre, provocó en argentina “una crisis de decepción de gestión caracterizada por una comunicación gubernamental que pasó del ocultamiento a la negación, la subestimación, información falsa”, señala la encuestadora zuban-córdoba. “milei sufrió este mes una de sus caídas más pronunciadas en los seis meses de gobierno”, menciona el trabajo publicado este mes que consultó a un universo de 1.400 personas en todo el país y cuyos resultados tienen un margen de error de dos puntos y medio. los resultados arrojan que, por primera vez desde el inicio de la actual gestión de gobierno, la imagen positiva del líder libertario desciende al 43 por ciento y se consolida a la baja (la misma encuestadora en abril midió 47,2 por ciento). la acuciante realidad económica con la cual conviven los argentinos también tiene su reflejo en la encuesta. más de la mitad de los entrevistados afirma que su situación económica empeoró desde que milei es presidente y un 54 por ciento afirma estar quemando ahorros para llegar a fin de mes. en tanto, tres de cada cuatro opinan que el ajuste lo está pagando la ciudadanía en general y no “la casta” integrada por políticos y empresarios corruptos en quien el actual presidente aseguró que iba a recaer el peso de la crisis. la percepción de la gestión libertaria no es buena y recibe más de 56 por ciento de valoración negativa. la encuesta de satisfacción política y opinión pública (espop) realizada por la universidad de san andrés indica, que hasta abril había marcado un mayor nivel de aprobación que de desaprobación para milei, que la imagen positiva del mandatario bajó al 48 por ciento y que más del 55 por ciento de los argentinos está insatisfecho con el rumbo general del país. en tanto, también se señala un cambio cualitativo con respecto a la composición de la base de apoyo del presidente, sobre todo en los más jóvenes. de las personas nacidas entre 1998 y 2012, es decir, jóvenes de hasta 26 años de edad, la desaprobación es mayor que en el promedio. el estudio marca que en esta porción generacional existe un 38 por ciento de aprobación y un 57 por ciento de desaprobación. mientras que los millennials (que son nacidos entre 1981 y 1996/97, es decir, personas de entre 27 y 43 años de edad) muestran un 48 por ciento de aprobación y un 50 por ciento de desaprobación, la tendencia se revierte en las personas de mayor edad. según diego reynoso, director de la encuesta de la universidad de san andrés, este hecho obedece además de una retirada de los jóvenes, a una mayor adhesión de partidos de derecha. lo mismo señala la encuestadora opina argentina, la cual hasta mayo indicaba que los jóvenes eran el sector de la población donde milei cosechaba mayor respaldo, pero esta situación varió sensiblemente y la conformación del respaldo oficialista se aproxima más al de las derechas tradicionales, con seguidores adultos y mayores de edad con tendencias al conservadurismo. un estudio publicado por la consultora taquion suma al análisis la variable de expectativas a futuro. la encuestadora indica que desde que asumió, el presidente perdió un 14 por ciento de apoyo de quienes señalaron que “esperó algo del gobierno que no cumplió”. en tanto, el 7 por ciento de los consultados expresa que sólo está dispuesto a esperar hasta octubre para ver mejoras y un 12 por ciento hasta diciembre. “¿cuánto tiempo podrías esperar a que el plan económico de milei comience a dar resultados positivos?”, interrogó la consultora moiguer a 1.300 argentinos en el mes de abril; el 46 por ciento eligió la opción “no puedo esperar, necesito que la situación comience a mejorar”. un 18 por ciento afirmó que podría esperar entre tres y seis meses. la incógnita a futuro es el impacto de la aprobación de la ley bases, primer proyecto legislativo impulsado por el ejecutivo que supera el filtro del congreso tras denuncias de cohecho, sobornos y amedrentamientos a senadores y una represión que dejó decenas de heridos y más de 30 detenidos. el informe de zubán-córdoba, al poner la lupa sobre este asunto, no lo refiere como un hecho necesariamente auspicioso para la gestión milei, al manifestar que “la sanción de la ley bases es sin duda un hecho relevante para el gobierno, que le permite mostrar capacidad de articulación política y estirar un poco la generación de expectativas. altas expectativas para una sociedad agobiada por el ‘mayor ajuste de la historia'”. y consideran que “es un arma de doble filo, la obtención de las famosas ‘herramientas’ que el gobierno viene demandando, ya que podría quitarle uno de sus principales arietes narrativos”.",
    "tokens": [
      "imagen",
      "depósitos",
      "repletos",
      "toneladas",
      "alimentos",
      "próximos",
      "vencerse",
      "país",
      "mitad",
      "población",
      "pobre",
      ",",
      "provocó",
      "argentina",
      "“",
      "crisis",
      "decepción",
      "gestión",
      "caracterizada",
      "comunicación",
      "gubernamental",
      "pasó",
      "ocultamiento",
      "negación",
      ",",
      "subestimación",
      ",",
      "información",
      "falsa",
      "”",
      ",",
      "señala",
      "encuestadora",
      "zuban-córdoba",
      ".",
      "“",
      "milei",
      "sufrió",
      "mes",
      "caídas",
      "pronunciadas",
      "seis",
      "meses",
      "gobierno",
      "”",
      ",",
      "menciona",
      "trabajo",
      "publicado",
      "mes",
      "consultó",
      "universo",
      "1.400",
      "personas",
      "país",
      "cuyos",
      "resultados",
      "margen",
      "error",
      "dos",
      "puntos",
      "medio",
      ".",
      "resultados",
      "arrojan",
      ",",
      "primera",
      "vez",
      "inicio",
      "actual",
      "gestión",
      "gobierno",
      ",",
      "imagen",
      "positiva",
      "líder",
      "libertario",
      "desciende",
      "43",
      "ciento",
      "consolida",
      "baja",
      "(",
      "misma",
      "encuestadora",
      "abril",
      "midió",
      "47,2",
      "ciento",
      ")",
      ".",
      "acuciante",
      "realidad",
      "económica",
      "conviven",
      "argentinos",
      "reflejo",
      "encuesta",
      ".",
      "mitad",
      "entrevistados",
      "afirma",
      "situación",
      "económica",
      "empeoró",
      "milei",
      "presidente",
      "54",
      "ciento",
      "afirma",
      "quemando",
      "ahorros",
      "llegar",
      "fin",
      "mes",
      ".",
      ",",
      "tres",
      "cada",
      "cuatro",
      "opinan",
      "ajuste",
      "pagando",
      "ciudadanía",
      "general",
      "“",
      "casta",
      "”",
      "integrada",
      "políticos",
      "empresarios",
      "corruptos",
      "actual",
      "presidente",
      "aseguró",
      "iba",
      "recaer",
      "peso",
      "crisis",
      ".",
      "percepción",
      "gestión",
      "libertaria",
      "buena",
      "recibe",
      "56",
      "ciento",
      "valoración",
      "negativa",
      ".",
      "encuesta",
      "satisfacción",
      "política",
      "opinión",
      "pública",
      "(",
      "espop",
      ")",
      "realizada",
      "universidad",
      "san",
      "andrés",
      "indica",
      ",",
      "abril",
      "marcado",
      "mayor",
      "nivel",
      "aprobación",
      "desaprobación",
      "milei",
      ",",
      "imagen",
      "positiva",
      "mandatario",
      "bajó",
      "48",
      "ciento",
      "55",
      "ciento",
      "argentinos",
      "insatisfecho",
      "rumbo",
      "general",
      "país",
      ".",
      ",",
      "señala",
      "cambio",
      "cualitativo",
      "respecto",
      "composición",
      "base",
      "apoyo",
      "presidente",
      ",",
      "jóvenes",
      ".",
      "personas",
      "nacidas",
      "1998",
      "2012",
      ",",
      "decir",
      ",",
      "jóvenes",
      "26",
      "años",
      "edad",
      ",",
      "desaprobación",
      "mayor",
      "promedio",
      ".",
      "estudio",
      "marca",
      "porción",
      "generacional",
      "existe",
      "38",
      "ciento",
      "aprobación",
      "57",
      "ciento",
      "desaprobación",
      ".",
      "mientras",
      "millennials",
      "(",
      "nacidos",
      "1981",
      "1996/97",
      ",",
      "decir",
      ",",
      "personas",
      "27",
      "43",
      "años",
      "edad",
      ")",
      "muestran",
      "48",
      "ciento",
      "aprobación",
      "50",
      "ciento",
      "desaprobación",
      ",",
      "tendencia",
      "revierte",
      "personas",
      "mayor",
      "edad",
      ".",
      "según",
      "diego",
      "reynoso",
      ",",
      "director",
      "encuesta",
      "universidad",
      "san",
      "andrés",
      ",",
      "hecho",
      "obedece",
      "además",
      "retirada",
      "jóvenes",
      ",",
      "mayor",
      "adhesión",
      "partidos",
      "derecha",
      ".",
      "mismo",
      "señala",
      "encuestadora",
      "opina",
      "argentina",
      ",",
      "mayo",
      "indicaba",
      "jóvenes",
      "sector",
      "población",
      "milei",
      "cosechaba",
      "mayor",
      "respaldo",
      ",",
      "situación",
      "varió",
      "sensiblemente",
      "conformación",
      "respaldo",
      "oficialista",
      "aproxima",
      "derechas",
      "tradicionales",
      ",",
      "seguidores",
      "adultos",
      "mayores",
      "edad",
      "tendencias",
      "conservadurismo",
      ".",
      "estudio",
      "publicado",
      "consultora",
      "taquion",
      "suma",
      "análisis",
      "variable",
      "expectativas",
      "futuro",
      ".",
      "encuestadora",
      "indica",
      "asumió",
      ",",
      "presidente",
      "perdió",
      "14",
      "ciento",
      "apoyo",
      "señalaron",
      "“",
      "esperó",
      "gobierno",
      "cumplió",
      "”",
      ".",
      ",",
      "7",
      "ciento",
      "consultados",
      "expresa",
      "sólo",
      "dispuesto",
      "esperar",
      "octubre",
      "ver",
      "mejoras",
      "12",
      "ciento",
      "diciembre",
      ".",
      "“",
      "¿cuánto",
      "tiempo",
      "podrías",
      "esperar",
      "plan",
      "económico",
      "milei",
      "comience",
      "dar",
      "resultados",
      "positivos",
      "?",
      "”",
      ",",
      "interrogó",
      "consultora",
      "moiguer",
      "1.300",
      "argentinos",
      "mes",
      "abril",
      ";",
      "46",
      "ciento",
      "eligió",
      "opción",
      "“",
      "puedo",
      "esperar",
      ",",
      "necesito",
      "situación",
      "comience",
      "mejorar",
      "”",
      ".",
      "18",
      "ciento",
      "afirmó",
      "podría",
      "esperar",
      "tres",
      "seis",
      "meses",
      ".",
      "incógnita",
      "futuro",
      "impacto",
      "aprobación",
      "ley",
      "bases",
      ",",
      "primer",
      "proyecto",
      "legislativo",
      "impulsado",
      "ejecutivo",
      "supera",
      "filtro",
      "congreso",
      "tras",
      "denuncias",
      "cohecho",
      ",",
      "sobornos",
      "amedrentamientos",
      "senadores",
      "represión",
      "dejó",
      "decenas",
      "heridos",
      "30",
      "detenidos",
      ".",
      "informe",
      "zubán-córdoba",
      ",",
      "poner",
      "lupa",
      "asunto",
      ",",
      "refiere",
      "hecho",
      "necesariamente",
      "auspicioso",
      "gestión",
      "milei",
      ",",
      "manifestar",
      "“",
      "sanción",
      "ley",
      "bases",
      "duda",
      "hecho",
      "relevante",
      "gobierno",
      ",",
      "permite",
      "mostrar",
      "capacidad",
      "articulación",
      "política",
      "estirar",
      "generación",
      "expectativas",
      ".",
      "altas",
      "expectativas",
      "sociedad",
      "agobiada",
      "‘",
      "mayor",
      "ajuste",
      "historia",
      "'",
      "”",
      ".",
      "consideran",
      "“",
      "arma",
      "doble",
      "filo",
      ",",
      "obtención",
      "famosas",
      "‘",
      "herramientas",
      "’",
      "gobierno",
      "viene",
      "demandando",
      ",",
      "podría",
      "quitarle",
      "principales",
      "arietes",
      "narrativos",
      "”",
      "."
    ],
    "token_count": 491,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 62,
      "NN": 324,
      "FW": 174,
      "JJ": 67,
      "IN": 40,
      "NNS": 27,
      "VBP": 14,
      "VBZ": 11,
      "CD": 24,
      "VBD": 6,
      "DT": 5,
      "RB": 4,
      "RBR": 1
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-FW": 28,
      "FW-FW": 109,
      "FW-NN": 24,
      "FW-JJ": 10,
      "JJ-NN": 43,
      "NN-NN": 202,
      "NN-IN": 32,
      "IN-FW": 26,
      "FW-NNP": 21,
      "NNP-JJ": 2,
      "NN-JJ": 19,
      "NNP-NNP": 16,
      "NN-NNS": 10,
      "NNS-JJ": 5,
      "JJ-FW": 3,
      "FW-NNS": 4,
      "NNS-VBP": 7,
      "VBP-JJ": 7,
      "JJ-NNS": 6,
      "NNS-IN": 7,
      "IN-NNP": 3,
      "NNP-VBZ": 5,
      "VBZ-JJ": 6,
      "JJ-JJ": 6,
      "IN-CD": 3,
      "CD-NNS": 4,
      "IN-NN": 2,
      "NN-NNP": 15,
      "NN-VBD": 5,
      "VBD-CD": 2,
      "CD-NN": 15,
      "FW-CD": 5,
      "VBZ-NN": 1,
      "VBD-JJ": 2,
      "NNP-FW": 8,
      "NN-VBP": 5,
      "VBP-NN": 5,
      "JJ-CD": 6,
      "IN-JJ": 5,
      "JJ-DT": 1,
      "DT-NN": 4,
      "NN-VBZ": 4,
      "FW-VBZ": 1,
      "VBZ-DT": 3,
      "DT-JJ": 1,
      "NNS-NN": 1,
      "VBD-RB": 1,
      "RB-CD": 2,
      "CD-JJ": 2,
      "NNS-NNP": 3,
      "NNS-RB": 1,
      "RB-IN": 1,
      "CD-CD": 3,
      "NN-CD": 1,
      "NN-RB": 2,
      "NNS-VBD": 1,
      "VBP-NNS": 2,
      "JJ-NNP": 2,
      "NN-RBR": 1,
      "RBR-JJ": 1,
      "VBD-NNP": 1,
      "NNP-CD": 2,
      "NNP-VBP": 2,
      "IN-DT": 1,
      "RB-JJ": 1,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 1,
      "NN-FW-FW": 21,
      "FW-FW-FW": 70,
      "FW-FW-NN": 15,
      "FW-NN-FW": 5,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 6,
      "JJ-NN-NN": 25,
      "NN-NN-NN": 126,
      "NN-NN-IN": 16,
      "NN-IN-FW": 22,
      "IN-FW-FW": 13,
      "FW-FW-NNP": 14,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-FW": 3,
      "FW-NN-NN": 9,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 15,
      "JJ-NN-JJ": 3,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 23,
      "NN-NN-NNS": 7,
      "NN-NNS-JJ": 2,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-NNS": 1,
      "FW-NNS-VBP": 2,
      "NNS-VBP-JJ": 4,
      "VBP-JJ-FW": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-IN": 3,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "NN-NNS-VBP": 4,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-IN": 10,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 9,
      "NN-NN-FW": 17,
      "NN-IN-NNP": 2,
      "NN-NN-VBD": 4,
      "NN-VBD-CD": 2,
      "VBD-CD-NN": 2,
      "CD-NN-NN": 13,
      "FW-FW-CD": 4,
      "FW-CD-NN": 3,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-FW-JJ": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "FW-NNP-FW": 5,
      "NNP-FW-FW": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 3,
      "VBP-NN-NN": 4,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-NN": 6,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 6,
      "NNP-NN-NNS": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 4,
      "IN-FW-NN": 3,
      "NN-FW-NN": 4,
      "FW-NN-IN": 3,
      "NN-IN-JJ": 4,
      "IN-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBP-JJ-NN": 4,
      "JJ-NN-VBP": 1,
      "NN-VBP-JJ": 2,
      "FW-NN-NNP": 3,
      "NN-NNP-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "CD-NNS-NN": 1,
      "NNS-NN-IN": 1,
      "NNP-NNP-FW": 1,
      "NNP-FW-NNP": 3,
      "NNP-NNP-NNP": 5,
      "NN-FW-NNP": 2,
      "NN-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-JJ": 2,
      "CD-JJ-NN": 2,
      "IN-FW-JJ": 5,
      "NN-JJ-JJ": 1,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-FW": 1,
      "NNP-FW-NNS": 1,
      "FW-NNS-RB": 1,
      "NNS-RB-IN": 1,
      "RB-IN-CD": 1,
      "IN-CD-CD": 1,
      "CD-CD-NN": 3,
      "IN-FW-CD": 1,
      "CD-NN-FW": 2,
      "FW-NN-VBP": 1,
      "NN-JJ-CD": 2,
      "FW-JJ-CD": 2,
      "NNS-VBP-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-CD": 1,
      "FW-CD-CD": 1,
      "FW-NN-RB": 1,
      "NN-RB-CD": 1,
      "NNP-NN-IN": 2,
      "IN-JJ-NN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "NNP-FW-NN": 2,
      "NNP-NNP-JJ": 1,
      "NN-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-JJ": 2,
      "NNS-JJ-NNS": 1,
      "VBP-NN-NNP": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-FW": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NNP": 1,
      "NNS-JJ-CD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-NNP-NN": 1,
      "NN-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "FW-NN-JJ": 1,
      "FW-NN-NNS": 1,
      "VBP-JJ-NNP": 1,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 324,
        "FW": 174,
        "JJ": 67,
        "NNP": 62,
        "IN": 40
      },
      "top_bigrams": {
        "NN-NN": 202,
        "FW-FW": 109,
        "JJ-NN": 43,
        "NN-IN": 32,
        "NN-FW": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 126,
        "FW-FW-FW": 70,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 23,
        "NN-IN-FW": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 189,
      "PP": 16,
      "VP": 42,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0361
      },
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 8,
        "weight": 0.0289
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0181
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "NP -> ('En', 'NNP') ('tanto', 'NN')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('personas', 'NNS')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('al', 'VBD')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La imagen"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "a vencerse en"
      },
      {
        "label": "NP",
        "text": "un país donde más"
      },
      {
        "label": "NP",
        "text": "pobre"
      },
      {
        "label": "NP",
        "text": "provocó"
      },
      {
        "label": "NP",
        "text": "Argentina “"
      },
      {
        "label": "NP",
        "text": "una crisis"
      },
      {
        "label": "NP",
        "text": "caracterizada por"
      },
      {
        "label": "NP",
        "text": "una comunicación"
      },
      {
        "label": "NP",
        "text": "gubernamental que pasó del"
      },
      {
        "label": "PP",
        "text": "ocultamiento a la negación"
      },
      {
        "label": "NP",
        "text": "a la negación"
      },
      {
        "label": "NP",
        "text": "información falsa ”"
      },
      {
        "label": "NP",
        "text": "señala la"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP imagen/NN)\n  de/FW\n  depósitos/FW\n  repletos/FW\n  (NP con/NN)\n  toneladas/FW\n  de/FW\n  alimentos/FW\n  próximos/FW\n  (NP a/DT vencerse/NN en/NN)\n  (NP un/JJ país/NN donde/NN más/NN)\n  de/IN\n  la/FW\n  mitad/FW\n  de/FW\n  la/FW\n  población/FW\n  es/FW\n  (NP pobre/NN)\n  ,/,\n  (NP provocó/NN)\n  en/FW\n  (NP Argentina/NNP “/NNP)\n  (NP una/JJ crisis/NN)\n  de/FW\n  decepción/FW\n  de/FW\n  gestión/FW\n  (NP caracterizada/NN por/NN)\n  (NP una/JJ comunicación/NN)\n  (NP gubernamental/JJ que/NN pasó/NN del/NN)\n  (PP ocultamiento/IN (NP a/DT la/NN negación/NN))\n  ,/,\n  la/FW\n  subestimación/FW\n  ,/,\n  (NP información/JJ falsa/NN ”/NN)\n  ,/,\n  (NP señala/JJ la/NN)\n  (VP encuestadora/VBD (NP Zuban-Córdoba/NNP))\n  ./.)",
      "(S\n  (NP “/JJ Milei/NNP sufrió/NN este/NN mes/NNS)\n  (ADJP una/JJ)\n  de/FW\n  sus/FW\n  (NP caídas/NNS)\n  (VP más/VBP pronunciadas/JJ)\n  en/FW\n  los/FW\n  (NP seis/JJ meses/NNS)\n  (PP de/IN (NP Gobierno/NNP ”/NNP))\n  ,/,\n  (NP menciona/NN el/NN trabajo/NN publicado/NN este/NN mes/NNS)\n  (VP que/VBP)\n  (VP consultó/VB (NP a/DT un/JJ universo/NN))\n  de/IN\n  1.400/CD\n  (NP personas/NNS)\n  (PP\n    en/IN\n    (NP todo/NN el/NN país/NN y/NN cuyos/NN resultados/NN tienen/NN))\n  (NP un/JJ margen/NN)\n  de/IN\n  error/FW\n  de/FW\n  dos/FW\n  (NP puntos/NNS)\n  y/RB\n  (NP medio/NN)\n  ./.)",
      "(S\n  (NP Los/NNP resultados/NN arrojan/NN que/NN)\n  ,/,\n  (NP por/NN primera/NN vez/NN desde/NN)\n  el/FW\n  inicio/FW\n  de/FW\n  la/FW\n  (NP actual/JJ gestión/NN)\n  (PP de/IN (NP Gobierno/NNP))\n  ,/,\n  (NP\n    la/NN\n    imagen/NN\n    positiva/NN\n    del/NN\n    líder/NN\n    libertario/NN\n    desciende/NN)\n  (VP al/VBD)\n  43/CD\n  (NP por/NN ciento/NN y/NN se/NN)\n  (VP consolida/VBZ (NP a/DT la/NN baja/NN))\n  (/(\n  (ADJP la/JJ)\n  misma/FW\n  encuestadora/FW\n  en/FW\n  abril/FW\n  midió/FW\n  47,2/CD\n  (NP por/NN ciento/NN)\n  )/)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP acuciante/VBZ (NP realidad/NN económica/NN con/NN))\n  la/FW\n  (NP cual/JJ conviven/NN)\n  (VP\n    los/VBD\n    (NP argentinos/JJ también/NN tiene/NN su/NN reflejo/NN))\n  (PP en/IN (NP la/NN encuesta/NN))\n  ./.)",
      "(S\n  (NP Más/NNP de/NNP)\n  la/FW\n  mitad/FW\n  de/FW\n  los/FW\n  entrevistados/FW\n  (NP afirma/NN que/NN su/NN situación/NN económica/NN)\n  (VP empeoró/VBP (NP desde/NN que/NN Milei/NNP))\n  (VP es/VBZ (NP presidente/JJ y/NNS) un/JJ)\n  54/CD\n  (NP por/NN ciento/NN)\n  (NP afirma/JJ estar/NN quemando/NN ahorros/NN para/NN)\n  (VP llegar/VBD (NP a/DT fin/NN))\n  (PP de/IN (NP mes/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "INSTITUCIONES_EDUCATIVAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          463,
          470
        ],
        "start": 463,
        "end": 470
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo de quienes señalaron que “esperó algo del gobierno",
        "position": [
          3251,
          3307
        ],
        "start": 3251,
        "end": 3307
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "presidente perdió un 14 por ciento de apoyo",
        "position": [
          3213,
          3256
        ],
        "start": 3213,
        "end": 3256
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          3771,
          3777
        ],
        "start": 3771,
        "end": 3777
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "estudio publicado",
        "position": [
          3066,
          3083
        ],
        "start": 3066,
        "end": 3083
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "aprobación de la ley",
        "position": [
          3864,
          3884
        ],
        "start": 3864,
        "end": 3884
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "cohecho",
        "position": [
          3999,
          4006
        ],
        "start": 3999,
        "end": 4006
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "sobornos",
        "position": [
          4008,
          4016
        ],
        "start": 4008,
        "end": 4016
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente aseguró que",
        "position": [
          1329,
          1351
        ],
        "start": 1329,
        "end": 1351
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          1991,
          1998
        ],
        "start": 1991,
        "end": 1998
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          1288,
          1299
        ],
        "start": 1288,
        "end": 1299
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad de san",
        "position": [
          1572,
          1590
        ],
        "start": 1572,
        "end": 1590
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley bases, primer proyecto legislativo impulsado por el ejecutivo que supera el filtro del congreso tras denuncias de cohecho, sobornos y amedrentamientos a senadores y una represión que dejó decenas de heridos y más de 30",
        "position": [
          3881,
          4103
        ],
        "start": 3881,
        "end": 4103
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "política y opinión pública",
        "position": [
          1520,
          1546
        ],
        "start": 1520,
        "end": 1546
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          1572,
          1583
        ],
        "start": 1572,
        "end": 1583
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          149,
          158
        ],
        "start": 149,
        "end": 158
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad de",
        "position": [
          1572,
          1586
        ],
        "start": 1572,
        "end": 1586
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el mes",
        "position": [
          3634,
          3643
        ],
        "start": 3634,
        "end": 3643
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "sanción",
        "position": [
          4279,
          4286
        ],
        "start": 4279,
        "end": 4286
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "400 personas",
        "position": [
          522,
          534
        ],
        "start": 522,
        "end": 534
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "1.400 personas",
        "position": [
          520,
          534
        ],
        "start": 520,
        "end": 534
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 56",
        "position": [
          1447,
          1456
        ],
        "start": 1447,
        "end": 1456
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 30",
        "position": [
          4094,
          4103
        ],
        "start": 4094,
        "end": 4103
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Moiguer",
        "tipo": "Persona"
      },
      {
        "nombre": "Universidad de San Andrés",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Opinión Pública",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Zuban-Córdoba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zubán-Córdoba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Taquion",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Opina Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Diego Reynoso",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Altas",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Argentina",
        "relacion": "PROVOCAR_SE_ALAR",
        "objeto": "Zuban-Córdoba"
      },
      {
        "sujeto": "Milei",
        "relacion": "SUFRIR_MENCIONAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Milei",
        "relacion": "COMENZAR_ESPERAR_INTERROGAR",
        "objeto": "Moiguer"
      },
      {
        "sujeto": "Zubán-Córdoba",
        "relacion": "REFERIR",
        "objeto": "Milei"
      },
      {
        "sujeto": "Zubán-Córdoba",
        "relacion": "REFERIR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Milei",
        "relacion": "REFERIR",
        "objeto": "Gobierno"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9694,
    "pos": 0.0,
    "neu": 0.97,
    "neg": 0.03,
    "label": "negative"
  }
}