{
  "url": "https://www.telesurtv.net/desmantelan-plan-para-asesinar-a-lula/",
  "title": "Desmantelan plan para asesinar a Lula - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [],
  "text": "\nEn la mañana del 19 de noviembre de 2024, la Policía Federal de Brasil detuvo a cinco militares acusados de planificar el asesinato contra la cúpula del Ejecutivo y contra el juez supremo.\nLa investigación de los acontecimientos es caratulada de intento de homicidio y se persigue la hipótesis de que formaría parte de un complot golpista que buscaba evitar la asunción de Lula tras su victoria en las elecciones de 2022.\nSegún las investigaciones, el plan estaba en una fase avanzada cuando las autoridades decidieron actuar.\nLas detenciones fueron realizadas en los estados de Rio de Janeiro, Goiás, Brasilia y Amazonas, en el marco de la causa por intento de golpe de Estado que involucra eventos ocurridos a finales de 2022, así como la invasión de los Tres Poderes en Brasilia el 8 de enero de 2023. Este ataque, orquestado por seguidores del expresidente Jair Bolsonaro, formó parte de un contexto de creciente violencia política en Brasil.\nEl plan de asesinato se había fijado para el 15 de diciembre de 2022, tan solo días después de la victoria electoral de Lula en la segunda vuelta presidencial. Según la Policía Federal, los implicados, un grupo de militares entrenados en Fuerzas Especiales, discutieron diversas formas de ejecutar el atentado.\nEntre las opciones consideradas, destacaba el envenenamiento, debido a la fragilidad de la salud de Lula, que sufre problemas respiratorios y requiere atención médica frecuente.\nUno de los detenidos, el teniente coronel Mauro Cid, exasesor del expresidente Bolsonaro, fue clave en la investigación. Los archivos recuperados de sus dispositivos electrónicos proporcionaron pruebas de la conspiración.\nAdemás, el general retirado Mauro Fernandes, otro de los implicados, desempeñó funciones importantes en el gobierno de Bolsonaro, lo que subraya la posible conexión entre estos militares y el entorno político de la administración anterior.\nLa Policía Federal detalló que el grupo de conspiradores utilizó nombres en clave para referirse a los objetivos del atentado: “Jeca” para Lula, “Joca” para Alckmin y “Jura” para el juez Moraes. Además, se discutieron otras opciones de ejecución, como el uso de artefactos explosivos, aunque el envenenamiento se mantenía como la opción más probable.\nEl documento elaborado por los implicados indicaba que el ataque debía ser ejecutado durante un evento público, lo que implicaba un alto riesgo de daños colaterales. En cuanto a la figura de Moraes, se detallaba que su asesinato debía ser llevado a cabo mediante estrangulamiento.\nLa Policía Federal también reveló que el grupo había planificado instalar una “Oficina Institucional de Gestión de Crisis” para manejar cualquier repercusión derivada del asesinato de los altos funcionarios.\nLas autoridades también tomaron medidas cautelares contra los detenidos. Aparte de las órdenes de detención preventiva, se dictaron medidas como la retención de pasaportes, la prohibición de contacto entre los involucrados y la suspensión de funciones públicas.\nAsimismo, la policía aseguró que el grupo, conocido como “Kids Pretos” o “Niños Negros”, estaba compuesto por militares activos y de reserva entrenados para operaciones de alto riesgo, incluidas aquellas de carácter político.\nLa operación, denominada “Contragolpe”, también incluye la detención de un policía federal involucrado en el complot, lo que subraya la extensión de la conspiración y las posibles implicaciones dentro de las fuerzas de seguridad brasileñas.\nLas investigaciones de la Policía Federal sugieren que el plan para asesinar a Lula, Alckmin y Moraes no fue un hecho aislado, sino que formó parte de un conjunto de acciones destinadas a desestabilizar el gobierno electo de Lula. La planificación detallada del ataque y la utilización de tácticas militares avanzadas subrayan la gravedad de la amenaza a la estabilidad política del país.\nEn este contexto, el juez Alexandre de Moraes, quien lidera las investigaciones sobre el golpe de Estado del 8 de enero de 2023, también ha sido una figura central en la lucha por mantener el orden constitucional.\nDe momento, la Policía Federal ha indicado que las investigaciones continúan y que no se descartan nuevas detenciones en el futuro.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/desmantelan-plan-para-asesinar-a-lula/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 725,
    "message_id": 80722,
    "date": "2024-11-19T18:27:47+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪Desmantelan plan para asesinar a Lula\nhttps://www.telesurtv.net/desmantelan-plan-para-asesinar-a-lula/\n\n▪Serguéi Lavrov: Occidente busca una escalada en territorio ruso\nhttps://www.telesurtv.net/serguei-lavrov-occidente-busca-una-escalada-en-territorio-ruso/\n\n▪Institución palestina señala que el G20 fue «blando» respecto al genocidio israelí\nhttps://www.telesurtv.net/institucion-palestina-senala-que-el-g20-fue-blando-respecto-al-genocidio-israeli/\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 2411,
    "reactions": {
      "🤷‍♂": 16,
      "👍": 11,
      "🤔": 1
    },
    "total_reactions": 28
  },
  "preprocessing": {
    "cleaned": "en la mañana del 19 de noviembre de 2024, la policía federal de brasil detuvo a cinco militares acusados de planificar el asesinato contra la cúpula del ejecutivo y contra el juez supremo. la investigación de los acontecimientos es caratulada de intento de homicidio y se persigue la hipótesis de que formaría parte de un complot golpista que buscaba evitar la asunción de lula tras su victoria en las elecciones de 2022. según las investigaciones, el plan estaba en una fase avanzada cuando las autoridades decidieron actuar. las detenciones fueron realizadas en los estados de rio de janeiro, goiás, brasilia y amazonas, en el marco de la causa por intento de golpe de estado que involucra eventos ocurridos a finales de 2022, así como la invasión de los tres poderes en brasilia el 8 de enero de 2023. este ataque, orquestado por seguidores del expresidente jair bolsonaro, formó parte de un contexto de creciente violencia política en brasil. el plan de asesinato se había fijado para el 15 de diciembre de 2022, tan solo días después de la victoria electoral de lula en la segunda vuelta presidencial. según la policía federal, los implicados, un grupo de militares entrenados en fuerzas especiales, discutieron diversas formas de ejecutar el atentado. entre las opciones consideradas, destacaba el envenenamiento, debido a la fragilidad de la salud de lula, que sufre problemas respiratorios y requiere atención médica frecuente. uno de los detenidos, el teniente coronel mauro cid, exasesor del expresidente bolsonaro, fue clave en la investigación. los archivos recuperados de sus dispositivos electrónicos proporcionaron pruebas de la conspiración. además, el general retirado mauro fernandes, otro de los implicados, desempeñó funciones importantes en el gobierno de bolsonaro, lo que subraya la posible conexión entre estos militares y el entorno político de la administración anterior. la policía federal detalló que el grupo de conspiradores utilizó nombres en clave para referirse a los objetivos del atentado: “jeca” para lula, “joca” para alckmin y “jura” para el juez moraes. además, se discutieron otras opciones de ejecución, como el uso de artefactos explosivos, aunque el envenenamiento se mantenía como la opción más probable. el documento elaborado por los implicados indicaba que el ataque debía ser ejecutado durante un evento público, lo que implicaba un alto riesgo de daños colaterales. en cuanto a la figura de moraes, se detallaba que su asesinato debía ser llevado a cabo mediante estrangulamiento. la policía federal también reveló que el grupo había planificado instalar una “oficina institucional de gestión de crisis” para manejar cualquier repercusión derivada del asesinato de los altos funcionarios. las autoridades también tomaron medidas cautelares contra los detenidos. aparte de las órdenes de detención preventiva, se dictaron medidas como la retención de pasaportes, la prohibición de contacto entre los involucrados y la suspensión de funciones públicas. asimismo, la policía aseguró que el grupo, conocido como “kids pretos” o “niños negros”, estaba compuesto por militares activos y de reserva entrenados para operaciones de alto riesgo, incluidas aquellas de carácter político. la operación, denominada “contragolpe”, también incluye la detención de un policía federal involucrado en el complot, lo que subraya la extensión de la conspiración y las posibles implicaciones dentro de las fuerzas de seguridad brasileñas. las investigaciones de la policía federal sugieren que el plan para asesinar a lula, alckmin y moraes no fue un hecho aislado, sino que formó parte de un conjunto de acciones destinadas a desestabilizar el gobierno electo de lula. la planificación detallada del ataque y la utilización de tácticas militares avanzadas subrayan la gravedad de la amenaza a la estabilidad política del país. en este contexto, el juez alexandre de moraes, quien lidera las investigaciones sobre el golpe de estado del 8 de enero de 2023, también ha sido una figura central en la lucha por mantener el orden constitucional. de momento, la policía federal ha indicado que las investigaciones continúan y que no se descartan nuevas detenciones en el futuro.",
    "tokens": [
      "mañana",
      "19",
      "noviembre",
      "2024",
      ",",
      "policía",
      "federal",
      "brasil",
      "detuvo",
      "cinco",
      "militares",
      "acusados",
      "planificar",
      "asesinato",
      "cúpula",
      "ejecutivo",
      "juez",
      "supremo",
      ".",
      "investigación",
      "acontecimientos",
      "caratulada",
      "intento",
      "homicidio",
      "persigue",
      "hipótesis",
      "formaría",
      "parte",
      "complot",
      "golpista",
      "buscaba",
      "evitar",
      "asunción",
      "lula",
      "tras",
      "victoria",
      "elecciones",
      "2022.",
      "según",
      "investigaciones",
      ",",
      "plan",
      "fase",
      "avanzada",
      "autoridades",
      "decidieron",
      "actuar",
      ".",
      "detenciones",
      "realizadas",
      "rio",
      "janeiro",
      ",",
      "goiás",
      ",",
      "brasilia",
      "amazonas",
      ",",
      "marco",
      "causa",
      "intento",
      "golpe",
      "involucra",
      "eventos",
      "ocurridos",
      "finales",
      "2022",
      ",",
      "así",
      "invasión",
      "tres",
      "poderes",
      "brasilia",
      "8",
      "enero",
      "2023.",
      "ataque",
      ",",
      "orquestado",
      "seguidores",
      "expresidente",
      "jair",
      "bolsonaro",
      ",",
      "formó",
      "parte",
      "contexto",
      "creciente",
      "violencia",
      "política",
      "brasil",
      ".",
      "plan",
      "asesinato",
      "fijado",
      "15",
      "diciembre",
      "2022",
      ",",
      "tan",
      "solo",
      "días",
      "después",
      "victoria",
      "electoral",
      "lula",
      "segunda",
      "vuelta",
      "presidencial",
      ".",
      "según",
      "policía",
      "federal",
      ",",
      "implicados",
      ",",
      "grupo",
      "militares",
      "entrenados",
      "fuerzas",
      "especiales",
      ",",
      "discutieron",
      "diversas",
      "formas",
      "ejecutar",
      "atentado",
      ".",
      "opciones",
      "consideradas",
      ",",
      "destacaba",
      "envenenamiento",
      ",",
      "debido",
      "fragilidad",
      "salud",
      "lula",
      ",",
      "sufre",
      "problemas",
      "respiratorios",
      "requiere",
      "atención",
      "médica",
      "frecuente",
      ".",
      "detenidos",
      ",",
      "teniente",
      "coronel",
      "mauro",
      "cid",
      ",",
      "exasesor",
      "expresidente",
      "bolsonaro",
      ",",
      "clave",
      "investigación",
      ".",
      "archivos",
      "recuperados",
      "dispositivos",
      "electrónicos",
      "proporcionaron",
      "pruebas",
      "conspiración",
      ".",
      "además",
      ",",
      "general",
      "retirado",
      "mauro",
      "fernandes",
      ",",
      "implicados",
      ",",
      "desempeñó",
      "funciones",
      "importantes",
      "gobierno",
      "bolsonaro",
      ",",
      "subraya",
      "posible",
      "conexión",
      "militares",
      "entorno",
      "político",
      "administración",
      "anterior",
      ".",
      "policía",
      "federal",
      "detalló",
      "grupo",
      "conspiradores",
      "utilizó",
      "nombres",
      "clave",
      "referirse",
      "objetivos",
      "atentado",
      ":",
      "“",
      "jeca",
      "”",
      "lula",
      ",",
      "“",
      "joca",
      "”",
      "alckmin",
      "“",
      "jura",
      "”",
      "juez",
      "moraes",
      ".",
      "además",
      ",",
      "discutieron",
      "opciones",
      "ejecución",
      ",",
      "uso",
      "artefactos",
      "explosivos",
      ",",
      "aunque",
      "envenenamiento",
      "mantenía",
      "opción",
      "probable",
      ".",
      "documento",
      "elaborado",
      "implicados",
      "indicaba",
      "ataque",
      "debía",
      "ser",
      "ejecutado",
      "evento",
      "público",
      ",",
      "implicaba",
      "alto",
      "riesgo",
      "daños",
      "colaterales",
      ".",
      "cuanto",
      "figura",
      "moraes",
      ",",
      "detallaba",
      "asesinato",
      "debía",
      "ser",
      "llevado",
      "cabo",
      "mediante",
      "estrangulamiento",
      ".",
      "policía",
      "federal",
      "reveló",
      "grupo",
      "planificado",
      "instalar",
      "“",
      "oficina",
      "institucional",
      "gestión",
      "crisis",
      "”",
      "manejar",
      "cualquier",
      "repercusión",
      "derivada",
      "asesinato",
      "altos",
      "funcionarios",
      ".",
      "autoridades",
      "tomaron",
      "medidas",
      "cautelares",
      "detenidos",
      ".",
      "aparte",
      "órdenes",
      "detención",
      "preventiva",
      ",",
      "dictaron",
      "medidas",
      "retención",
      "pasaportes",
      ",",
      "prohibición",
      "contacto",
      "involucrados",
      "suspensión",
      "funciones",
      "públicas",
      ".",
      "asimismo",
      ",",
      "policía",
      "aseguró",
      "grupo",
      ",",
      "conocido",
      "“",
      "kids",
      "pretos",
      "”",
      "“",
      "niños",
      "negros",
      "”",
      ",",
      "compuesto",
      "militares",
      "activos",
      "reserva",
      "entrenados",
      "operaciones",
      "alto",
      "riesgo",
      ",",
      "incluidas",
      "aquellas",
      "carácter",
      "político",
      ".",
      "operación",
      ",",
      "denominada",
      "“",
      "contragolpe",
      "”",
      ",",
      "incluye",
      "detención",
      "policía",
      "federal",
      "involucrado",
      "complot",
      ",",
      "subraya",
      "extensión",
      "conspiración",
      "posibles",
      "implicaciones",
      "dentro",
      "fuerzas",
      "seguridad",
      "brasileñas",
      ".",
      "investigaciones",
      "policía",
      "federal",
      "sugieren",
      "plan",
      "asesinar",
      "lula",
      ",",
      "alckmin",
      "moraes",
      "hecho",
      "aislado",
      ",",
      "sino",
      "formó",
      "parte",
      "conjunto",
      "acciones",
      "destinadas",
      "desestabilizar",
      "gobierno",
      "electo",
      "lula",
      ".",
      "planificación",
      "detallada",
      "ataque",
      "utilización",
      "tácticas",
      "militares",
      "avanzadas",
      "subrayan",
      "gravedad",
      "amenaza",
      "estabilidad",
      "política",
      "país",
      ".",
      "contexto",
      ",",
      "juez",
      "alexandre",
      "moraes",
      ",",
      "lidera",
      "investigaciones",
      "golpe",
      "8",
      "enero",
      "2023",
      ",",
      "sido",
      "figura",
      "central",
      "lucha",
      "mantener",
      "orden",
      "constitucional",
      ".",
      "momento",
      ",",
      "policía",
      "federal",
      "indicado",
      "investigaciones",
      "continúan",
      "descartan",
      "nuevas",
      "detenciones",
      "futuro",
      "."
    ],
    "token_count": 434,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 89,
      "NN": 190,
      "VBZ": 8,
      "CD": 8,
      "FW": 197,
      "NNS": 25,
      "VBP": 18,
      "IN": 32,
      "JJ": 52,
      "CC": 1,
      "VBD": 3,
      "RB": 2,
      "VBN": 1,
      "RBR": 1,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-NN": 26,
      "NN-NNP": 19,
      "NNP-VBZ": 4,
      "VBZ-CD": 1,
      "CD-FW": 2,
      "FW-FW": 137,
      "FW-CD": 1,
      "CD-NN": 4,
      "NNP-NNP": 33,
      "NN-NN": 105,
      "NN-NNS": 8,
      "NNS-VBP": 13,
      "VBP-IN": 4,
      "IN-NN": 5,
      "NN-JJ": 11,
      "JJ-NN": 27,
      "NNP-FW": 16,
      "FW-NNS": 6,
      "VBP-NN": 3,
      "NN-FW": 21,
      "FW-NN": 17,
      "FW-JJ": 13,
      "NN-IN": 16,
      "IN-JJ": 4,
      "FW-NNP": 19,
      "NNP-NNS": 1,
      "VBP-NNS": 1,
      "NNS-FW": 3,
      "FW-IN": 4,
      "IN-CD": 5,
      "CD-NNP": 2,
      "NNP-CC": 1,
      "CC-NNS": 1,
      "NN-VBP": 3,
      "NNS-IN": 3,
      "VBZ-NN": 1,
      "JJ-FW": 4,
      "NNP-IN": 4,
      "IN-NNP": 5,
      "JJ-NNS": 4,
      "NN-VBZ": 3,
      "VBZ-FW": 1,
      "NNP-VBD": 2,
      "VBD-FW": 1,
      "IN-FW": 11,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "JJ-NNP": 8,
      "IN-NNS": 2,
      "VBZ-JJ": 4,
      "VBP-JJ": 7,
      "VBP-RB": 1,
      "RB-JJ": 2,
      "JJ-JJ": 8,
      "VBP-VBN": 1,
      "VBN-FW": 1,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "NN-RBR": 1,
      "RBR-JJ": 1,
      "NNS-JJ": 1,
      "VBP-VBP": 1,
      "VBD-NN": 1,
      "NNS-NNP": 2,
      "NNP-VBP": 1,
      "NNS-NNS": 2,
      "NNP-DT": 1,
      "DT-NN": 1,
      "NN-RB": 1,
      "JJ-DT": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NNP": 4,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-FW": 1,
      "CD-FW-FW": 2,
      "FW-FW-FW": 95,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-NNP": 9,
      "NNP-NNP-NNP": 13,
      "NNP-NNP-NN": 10,
      "NNP-NN-NN": 20,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 4,
      "NNS-VBP-IN": 3,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 4,
      "NN-NN-NN": 59,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 6,
      "JJ-NN-NN": 14,
      "NN-NN-NNP": 9,
      "NN-NNP-NN": 5,
      "NN-NNP-FW": 1,
      "NNP-FW-FW": 9,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NN-FW-FW": 15,
      "FW-FW-NN": 10,
      "FW-NN-FW": 11,
      "NN-FW-NN": 5,
      "FW-FW-JJ": 8,
      "FW-JJ-NN": 7,
      "JJ-NN-IN": 9,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "NN-NN-FW": 8,
      "FW-FW-NNP": 15,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-FW-IN": 4,
      "FW-IN-CD": 4,
      "IN-CD-NNP": 2,
      "CD-NNP-CC": 1,
      "NNP-CC-NNS": 1,
      "CC-NNS-VBP": 1,
      "VBP-NN-VBP": 1,
      "NN-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-IN": 5,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "NNP-NNP-FW": 4,
      "FW-NNP-NN": 4,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NN": 3,
      "CD-NN-NN": 3,
      "FW-NNP-NNP": 5,
      "NNP-FW-NNP": 3,
      "FW-NNP-FW": 8,
      "CD-NNP-NN": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NN-FW-NNP": 1,
      "NNP-NN-IN": 1,
      "NN-IN-FW": 8,
      "IN-FW-FW": 7,
      "FW-NN-NN": 3,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-FW": 1,
      "FW-JJ-NNP": 4,
      "JJ-NNP-NN": 3,
      "NN-IN-NNS": 2,
      "IN-NNS-VBP": 1,
      "VBP-IN-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NNP-FW-NNS": 1,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-NN": 4,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-NNP": 3,
      "JJ-NNP-FW": 2,
      "NNP-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-FW": 1,
      "VBN-FW-JJ": 1,
      "IN-FW-JJ": 3,
      "NNP-FW-JJ": 1,
      "JJ-NN-NNP": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 2,
      "JJ-NNP-NNP": 3,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-VBP": 1,
      "VBP-VBP-JJ": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-NNS": 1,
      "NN-NNS-FW": 1,
      "NN-JJ-JJ": 3,
      "IN-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-FW-NN": 2,
      "NN-IN-NNP": 2,
      "FW-NN-IN": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "JJ-JJ-JJ": 2,
      "FW-JJ-FW": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "VBP-IN-FW": 1,
      "FW-NN-NNP": 2,
      "NN-NNP-IN": 2,
      "NNP-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-IN-NN": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "JJ-NN-FW": 1,
      "VBP-JJ-FW": 1,
      "IN-NNP-NN": 1,
      "IN-NNP-FW": 1,
      "JJ-JJ-FW": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "FW": 197,
        "NN": 190,
        "NNP": 89,
        "JJ": 52,
        "IN": 32
      },
      "top_bigrams": {
        "FW-FW": 137,
        "NN-NN": 105,
        "NNP-NNP": 33,
        "JJ-NN": 27,
        "NNP-NN": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 95,
        "NN-NN-NN": 59,
        "NNP-NN-NN": 20,
        "NN-FW-FW": 15,
        "FW-FW-NNP": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 158,
      "VP": 38,
      "ADJP": 5,
      "PP": 17
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.0455
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0207
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "NP -> ('Lula', 'NNP')",
        "frequency": 3,
        "weight": 0.0124
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('formó', 'JJ') ('parte', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('militares', 'NNS')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "VP -> ('se', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0083
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En la mañana"
      },
      {
        "label": "VP",
        "text": "del"
      },
      {
        "label": "NP",
        "text": "Policía Federal de Brasil"
      },
      {
        "label": "VP",
        "text": "detuvo a cinco"
      },
      {
        "label": "NP",
        "text": "a cinco"
      },
      {
        "label": "VP",
        "text": "militares"
      },
      {
        "label": "ADJP",
        "text": "contra"
      },
      {
        "label": "NP",
        "text": "cúpula del Ejecutivo y contra el juez supremo"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "acontecimientos"
      },
      {
        "label": "VP",
        "text": "es caratulada"
      },
      {
        "label": "NP",
        "text": "caratulada"
      },
      {
        "label": "NP",
        "text": "persigue"
      },
      {
        "label": "NP",
        "text": "hipótesis"
      },
      {
        "label": "NP",
        "text": "formaría parte"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP la/NN mañana/NNP)\n  (VP del/VBZ)\n  19/CD\n  de/FW\n  noviembre/FW\n  de/IN\n  2024/CD\n  ,/,\n  la/FW\n  (NP Policía/NNP Federal/NNP de/NNP Brasil/NNP)\n  (VP detuvo/VBZ (NP a/DT cinco/NN))\n  (VP militares/VBZ)\n  acusados/RP\n  de/FW\n  planificar/FW\n  el/FW\n  asesinato/FW\n  (ADJP contra/JJ)\n  la/FW\n  (NP\n    cúpula/NN\n    del/NN\n    Ejecutivo/NNP\n    y/NN\n    contra/NN\n    el/NN\n    juez/NN\n    supremo/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  investigación/FW\n  de/FW\n  los/FW\n  (NP acontecimientos/NNS)\n  (VP es/VBP (NP caratulada/NN))\n  de/FW\n  intento/FW\n  de/FW\n  homicidio/FW\n  y/FW\n  se/FW\n  (NP persigue/NN)\n  la/FW\n  (NP hipótesis/NN)\n  de/FW\n  que/FW\n  (NP formaría/JJ parte/NN)\n  (PP\n    de/IN\n    (NP un/JJ complot/NN golpista/NN que/NN buscaba/NN evitar/NN))\n  la/FW\n  asunción/FW\n  de/FW\n  (NP Lula/NNP tras/NNS)\n  (VP su/VBP (NP victoria/NNS))\n  en/FW\n  las/FW\n  elecciones/FW\n  de/IN\n  2022/CD\n  ./.)",
      "(S\n  (NP Según/NNP las/NN investigaciones/NNS)\n  ,/,\n  (NP el/NN plan/NN)\n  (VP estaba/VBP)\n  (PP en/IN (NP una/JJ fase/NN avanzada/NN cuando/NN las/NNS))\n  (PP autoridades/IN (NP decidieron/NN actuar/NN))\n  ./.)",
      "(S\n  (NP Las/NNP detenciones/NNS)\n  (VP fueron/VBP realizadas/JJ)\n  en/FW\n  los/FW\n  estados/FW\n  de/FW\n  (NP Rio/NNP)\n  (PP de/IN (NP Janeiro/NNP))\n  ,/,\n  (NP Goiás/NNP)\n  ,/,\n  (NP Brasilia/NNP y/NNP Amazonas/NNP)\n  ,/,\n  en/FW\n  el/FW\n  marco/FW\n  de/FW\n  la/FW\n  causa/FW\n  por/FW\n  intento/FW\n  de/FW\n  golpe/FW\n  de/FW\n  (NP Estado/NNP que/NN involucra/NN eventos/NN)\n  (VP ocurridos/VBZ (NP a/DT finales/NNS))\n  de/IN\n  2022/CD\n  ,/,\n  así/FW\n  (NP como/NN)\n  la/FW\n  invasión/FW\n  de/FW\n  los/FW\n  (NP Tres/NNP Poderes/NNP)\n  en/FW\n  (NP Brasilia/NNP)\n  (VP el/VBD)\n  8/CD\n  de/FW\n  enero/FW\n  de/IN\n  2023/CD\n  ./.)",
      "(S\n  (NP Este/NN ataque/NN)\n  ,/,\n  (NP orquestado/JJ por/NN seguidores/NNS)\n  (VP del/VBP (NP expresidente/JJ Jair/NNP Bolsonaro/NNP))\n  ,/,\n  (NP formó/JJ parte/NN)\n  (PP de/IN (NP un/JJ contexto/NN))\n  de/IN\n  creciente/FW\n  violencia/FW\n  (NP política/NN)\n  (PP en/IN (NP Brasil/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "TIEMPO_RELATIVO",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "policía federal de brasil detuvo",
        "position": [
          46,
          78
        ],
        "start": 46,
        "end": 78
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "policía federal sugieren que el plan para asesinar a lula, alckmin y moraes no fue un hecho aislado, sino que formó parte de un conjunto de acciones destinadas a desestabilizar el gobierno electo de lula. la planificación detallada del ataque",
        "position": [
          3494,
          3736
        ],
        "start": 3494,
        "end": 3736
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "plan para asesinar a lula, alckmin y moraes no fue un hecho aislado, sino que formó parte de un conjunto",
        "position": [
          3526,
          3630
        ],
        "start": 3526,
        "end": 3630
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "detención preventiva",
        "position": [
          2837,
          2857
        ],
        "start": 2837,
        "end": 2857
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de bolsonaro",
        "position": [
          1766,
          1787
        ],
        "start": 1766,
        "end": 1787
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          65,
          71
        ],
        "start": 65,
        "end": 71
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "brasilia",
        "position": [
          603,
          611
        ],
        "start": 603,
        "end": 611
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "asunción",
        "position": [
          362,
          370
        ],
        "start": 362,
        "end": 370
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "amazonas",
        "position": [
          614,
          622
        ],
        "start": 614,
        "end": 622
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado que",
        "position": [
          672,
          682
        ],
        "start": 672,
        "end": 682
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "19 de noviembre de 2024",
        "position": [
          18,
          41
        ],
        "start": 18,
        "end": 41
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la mañana",
        "position": [
          1,
          13
        ],
        "start": 1,
        "end": 13
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          7,
          13
        ],
        "start": 7,
        "end": 13
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "8 de enero de 2023",
        "position": [
          786,
          804
        ],
        "start": 786,
        "end": 804
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Lula",
        "tipo": "Persona"
      },
      {
        "nombre": "Alckmin",
        "tipo": "Persona"
      },
      {
        "nombre": "Mauro Cid",
        "tipo": "Persona"
      },
      {
        "nombre": "Jura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Contragolpe",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Goiás",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oficina Institucional de Gestión de Crisis",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alexandre de Moraes",
        "tipo": "Persona"
      },
      {
        "nombre": "Rio de Janeiro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Joca",
        "tipo": "Lugar"
      },
      {
        "nombre": "golpe de Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Policía Federal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fuerzas Especiales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Moraes",
        "tipo": "Persona"
      },
      {
        "nombre": "Amazonas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mauro Fernandes",
        "tipo": "Persona"
      },
      {
        "nombre": "Jair Bolsonaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Bolsonaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasilia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Policía Federal",
        "relacion": "DETENER",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Brasil",
        "relacion": "DETENER",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Rio de Janeiro",
        "relacion": "REALIZAR",
        "objeto": "Brasilia"
      },
      {
        "sujeto": "Goiás",
        "relacion": "REALIZAR",
        "objeto": "Brasilia"
      },
      {
        "sujeto": "Amazonas",
        "relacion": "REALIZAR",
        "objeto": "Brasilia"
      },
      {
        "sujeto": "golpe de Estado",
        "relacion": "REALIZAR",
        "objeto": "Brasilia"
      },
      {
        "sujeto": "Jair Bolsonaro",
        "relacion": "FORMAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "DISCUTIR",
        "objeto": "Fuerzas Especiales"
      },
      {
        "sujeto": "Mauro Fernandes",
        "relacion": "DESEMPE_AR",
        "objeto": "Bolsonaro"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "DETALLAR",
        "objeto": "Lula"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "DETALLAR",
        "objeto": "Joca"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "DETALLAR",
        "objeto": "Alckmin"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "DETALLAR",
        "objeto": "Jura"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "DETALLAR",
        "objeto": "Moraes"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "REVELAR",
        "objeto": "Oficina Institucional de Gestión de Crisis"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "SUGERIR",
        "objeto": "Lula"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "SUGERIR",
        "objeto": "Alckmin"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "SUGERIR",
        "objeto": "Moraes"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5106,
    "pos": 0.012,
    "neu": 0.981,
    "neg": 0.007,
    "label": "positive"
  }
}