{
  "url": "https://www.telesurtv.net/regimen-de-mulino-terrorismo-de-estado-panama/",
  "title": "Se consolida el terrorismo de Estado en Panamá bajo el régimen de Mulino   - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bocas del Toro",
    "Ley 406",
    "Mulino",
    "Panamá",
    "Suntracs",
    "terrorismo de Estado"
  ],
  "text": "La crisis política en Panamá alcanza niveles alarmantes bajo la administración del presidente José Raúl Mulino, según el análisis del sociólogo Olmedo Beluche. La respuesta de los sectores populares al paquete de reformas neoliberales y la entrega directa de soberanía a los Estados Unidos es la aplicación de una represión sistemática.\nEl conflicto social, que ya cumple cuatro semanas, tiene su origen en la impopular Ley 406 que reforma el sistema de pensiones, por la cual se privatizan las jubilaciones en imitación del repudiado régimen chileno instaurado por la dictadura de Pinochet. Esta medida produjo la salida a la calle de miles de panameños sumado a las huelgas continuadas encabezadas por el sector educativo y de la contrucción. Sin embargo, la respuesta gubernamental al reclamo fue la de la represión de las protestas y persecución judicial de las entidades sindicales.\nEsta semana se han producido una serie de allanamientos contra sedes gremiales, se han emitido órdenes de captura contra dirigentes sindicales y sociales y algunos de ellos fueron detenidos. El caso más emblemático es el del Sindicato Único de Trabajadores de la Construcción (SUNTRACS), cuyos locales fueron violentamente intervenidos por fuerzas de seguridad.\n“Se ha montado una patraña para derrotar al sindicato más combativo del país”, consideró Beluche.\n\n\nLa persecución a líderes sindicales ha alcanzado niveles sin precedentes. Saúl Méndez, secretario general de SUNTRACS, se vio obligado a solicitar asilo político en la embajada de Bolivia, mientras otros cinco dirigentes enfrentan órdenes de captura. Jaime Caballero, líder sindical en Chiriquí, permanece detenido junto a reos comunes.\nLas tácticas represivas se extienden más allá de los sindicatos. En comunidades indígenas de Darién y a lo largo de la carretera Interamericana, la policía realiza operativos donde lanzan gases lacrimógenos indiscriminadamente, afectando viviendas con niños y ancianos. Esta brutalidad fue prefigurada por el propio Mulino en declaraciones privadas a diputados: “A cualquiera que salga a la calle le vamos a pasar por encima”.\nEl gobierno ha implementado medidas de presión económica contra los huelguistas, como la suspensión de salarios a docentes. No obstante, lejos de amedrentarse, el movimiento crece: en Bocas del Toro, la provincia permanece completamente paralizada con más de 20 puntos de bloqueo mantenidos por comunidades organizadas.\n\n\nBeluche recuerda que Mulino tiene un historial represivo desde su época como ministro de Seguridad en 2010, cuando ordenó la violenta represión de protestas bananeras en Bocas del Toro que dejó dos muertos y cerca de 50 personas con lesiones oculares por perdigones.\nSu llegada a la presidencia estuvo marcada por irregularidades. Fue impuesto como candidato por Ricardo Martinelli, violando el requisito legal de primarias partidarias. Mulino asumió con apenas un tercio del voto popular, representando los intereses de la oligarquía financiera que impulsa la Ley 406.\nMás allá de las pensiones, el gobierno busca imponer:\n1) Un memorando que otorga tres bases militares a Estados Unidos, violando la Constitución y los tratados del Canal\n2) La reapertura de la mina de cobre en Donoso, pese a su declaración de inconstitucionalidad\n3) Megaproyectos como represas que desplazarían a miles de familias en el Caribe panameño\nRespecto al primer punto, el sociólogo entrevistado por teleSUR señala que el memorando con EE.UU. firmado en abril, “obsequia tres bases militares, violando la Constitución.”\n\nY en cuanto a la reforma previsional, Beluche explicó que  “la Ley 402 entrega fondos de jubilaciones a empresas privadas (AFP)”, y que con el nuevo sistema “las jubilaciones serán menos del 30% del salario.”\nPese a la represión, el movimiento social muestra una fuerza inusual. Comunidades urbanas se han sumado a las protestas, como ocurrió recientemente en un barrio popular del centro de la ciudad donde vecinos resistieron la entrada de fuerzas policiales a sus viviendas.\nBeluche interpreta el conflicto como una lucha entre dos proyectos de país: “Son los estertores del parto entre un país viejo, oligárquico, que beneficia a una minoría y está muriendo, contra un país nuevo que está naciendo”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/regimen-de-mulino-terrorismo-de-estado-panama/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 627,
    "message_id": 94672,
    "date": "2025-05-22T17:55:12+00:00",
    "text": "teleSUR\nSe consolida el terrorismo de Estado en Panamá bajo el regimen de Mulino\nhttps://www.telesurtv.net/regimen-de-mulino-terrorismo-de-estado-panama/",
    "photo_path": null,
    "views": 1569,
    "reactions": {
      "👍": 26,
      "🤮": 8,
      "🤬": 2,
      "💩": 1
    },
    "total_reactions": 37
  },
  "preprocessing": {
    "cleaned": "la crisis política en panamá alcanza niveles alarmantes bajo la administración del presidente josé raúl mulino, según el análisis del sociólogo olmedo beluche. la respuesta de los sectores populares al paquete de reformas neoliberales y la entrega directa de soberanía a los estados unidos es la aplicación de una represión sistemática. el conflicto social, que ya cumple cuatro semanas, tiene su origen en la impopular ley 406 que reforma el sistema de pensiones, por la cual se privatizan las jubilaciones en imitación del repudiado régimen chileno instaurado por la dictadura de pinochet. esta medida produjo la salida a la calle de miles de panameños sumado a las huelgas continuadas encabezadas por el sector educativo y de la contrucción. sin embargo, la respuesta gubernamental al reclamo fue la de la represión de las protestas y persecución judicial de las entidades sindicales. esta semana se han producido una serie de allanamientos contra sedes gremiales, se han emitido órdenes de captura contra dirigentes sindicales y sociales y algunos de ellos fueron detenidos. el caso más emblemático es el del sindicato único de trabajadores de la construcción (suntracs), cuyos locales fueron violentamente intervenidos por fuerzas de seguridad. “se ha montado una patraña para derrotar al sindicato más combativo del país”, consideró beluche. la persecución a líderes sindicales ha alcanzado niveles sin precedentes. saúl méndez, secretario general de suntracs, se vio obligado a solicitar asilo político en la embajada de bolivia, mientras otros cinco dirigentes enfrentan órdenes de captura. jaime caballero, líder sindical en chiriquí, permanece detenido junto a reos comunes. las tácticas represivas se extienden más allá de los sindicatos. en comunidades indígenas de darién y a lo largo de la carretera interamericana, la policía realiza operativos donde lanzan gases lacrimógenos indiscriminadamente, afectando viviendas con niños y ancianos. esta brutalidad fue prefigurada por el propio mulino en declaraciones privadas a diputados: “a cualquiera que salga a la calle le vamos a pasar por encima”. el gobierno ha implementado medidas de presión económica contra los huelguistas, como la suspensión de salarios a docentes. no obstante, lejos de amedrentarse, el movimiento crece: en bocas del toro, la provincia permanece completamente paralizada con más de 20 puntos de bloqueo mantenidos por comunidades organizadas. beluche recuerda que mulino tiene un historial represivo desde su época como ministro de seguridad en 2010, cuando ordenó la violenta represión de protestas bananeras en bocas del toro que dejó dos muertos y cerca de 50 personas con lesiones oculares por perdigones. su llegada a la presidencia estuvo marcada por irregularidades. fue impuesto como candidato por ricardo martinelli, violando el requisito legal de primarias partidarias. mulino asumió con apenas un tercio del voto popular, representando los intereses de la oligarquía financiera que impulsa la ley 406. más allá de las pensiones, el gobierno busca imponer: 1) un memorando que otorga tres bases militares a estados unidos, violando la constitución y los tratados del canal 2) la reapertura de la mina de cobre en donoso, pese a su declaración de inconstitucionalidad 3) megaproyectos como represas que desplazarían a miles de familias en el caribe panameño respecto al primer punto, el sociólogo entrevistado por telesur señala que el memorando con ee.uu. firmado en abril, “obsequia tres bases militares, violando la constitución.” y en cuanto a la reforma previsional, beluche explicó que “la ley 402 entrega fondos de jubilaciones a empresas privadas (afp)”, y que con el nuevo sistema “las jubilaciones serán menos del 30% del salario.” pese a la represión, el movimiento social muestra una fuerza inusual. comunidades urbanas se han sumado a las protestas, como ocurrió recientemente en un barrio popular del centro de la ciudad donde vecinos resistieron la entrada de fuerzas policiales a sus viviendas. beluche interpreta el conflicto como una lucha entre dos proyectos de país: “son los estertores del parto entre un país viejo, oligárquico, que beneficia a una minoría y está muriendo, contra un país nuevo que está naciendo”.",
    "tokens": [
      "crisis",
      "política",
      "panamá",
      "alcanza",
      "niveles",
      "alarmantes",
      "bajo",
      "administración",
      "presidente",
      "josé",
      "raúl",
      "mulino",
      ",",
      "según",
      "análisis",
      "sociólogo",
      "olmedo",
      "beluche",
      ".",
      "respuesta",
      "sectores",
      "populares",
      "paquete",
      "reformas",
      "neoliberales",
      "entrega",
      "directa",
      "soberanía",
      "unidos",
      "aplicación",
      "represión",
      "sistemática",
      ".",
      "conflicto",
      "social",
      ",",
      "cumple",
      "cuatro",
      "semanas",
      ",",
      "origen",
      "impopular",
      "ley",
      "406",
      "reforma",
      "sistema",
      "pensiones",
      ",",
      "privatizan",
      "jubilaciones",
      "imitación",
      "repudiado",
      "régimen",
      "chileno",
      "instaurado",
      "dictadura",
      "pinochet",
      ".",
      "medida",
      "produjo",
      "salida",
      "calle",
      "miles",
      "panameños",
      "sumado",
      "huelgas",
      "continuadas",
      "encabezadas",
      "sector",
      "educativo",
      "contrucción",
      ".",
      "embargo",
      ",",
      "respuesta",
      "gubernamental",
      "reclamo",
      "represión",
      "protestas",
      "persecución",
      "judicial",
      "entidades",
      "sindicales",
      ".",
      "semana",
      "producido",
      "serie",
      "allanamientos",
      "sedes",
      "gremiales",
      ",",
      "emitido",
      "órdenes",
      "captura",
      "dirigentes",
      "sindicales",
      "sociales",
      "detenidos",
      ".",
      "caso",
      "emblemático",
      "sindicato",
      "único",
      "trabajadores",
      "construcción",
      "(",
      "suntracs",
      ")",
      ",",
      "cuyos",
      "locales",
      "violentamente",
      "intervenidos",
      "fuerzas",
      "seguridad",
      ".",
      "“",
      "montado",
      "patraña",
      "derrotar",
      "sindicato",
      "combativo",
      "país",
      "”",
      ",",
      "consideró",
      "beluche",
      ".",
      "persecución",
      "líderes",
      "sindicales",
      "alcanzado",
      "niveles",
      "precedentes",
      ".",
      "saúl",
      "méndez",
      ",",
      "secretario",
      "general",
      "suntracs",
      ",",
      "vio",
      "obligado",
      "solicitar",
      "asilo",
      "político",
      "embajada",
      "bolivia",
      ",",
      "mientras",
      "cinco",
      "dirigentes",
      "enfrentan",
      "órdenes",
      "captura",
      ".",
      "jaime",
      "caballero",
      ",",
      "líder",
      "sindical",
      "chiriquí",
      ",",
      "permanece",
      "detenido",
      "junto",
      "reos",
      "comunes",
      ".",
      "tácticas",
      "represivas",
      "extienden",
      "allá",
      "sindicatos",
      ".",
      "comunidades",
      "indígenas",
      "darién",
      "largo",
      "carretera",
      "interamericana",
      ",",
      "policía",
      "realiza",
      "operativos",
      "lanzan",
      "gases",
      "lacrimógenos",
      "indiscriminadamente",
      ",",
      "afectando",
      "viviendas",
      "niños",
      "ancianos",
      ".",
      "brutalidad",
      "prefigurada",
      "propio",
      "mulino",
      "declaraciones",
      "privadas",
      "diputados",
      ":",
      "“",
      "cualquiera",
      "salga",
      "calle",
      "vamos",
      "pasar",
      "encima",
      "”",
      ".",
      "gobierno",
      "implementado",
      "medidas",
      "presión",
      "económica",
      "huelguistas",
      ",",
      "suspensión",
      "salarios",
      "docentes",
      ".",
      "obstante",
      ",",
      "lejos",
      "amedrentarse",
      ",",
      "movimiento",
      "crece",
      ":",
      "bocas",
      "toro",
      ",",
      "provincia",
      "permanece",
      "completamente",
      "paralizada",
      "20",
      "puntos",
      "bloqueo",
      "mantenidos",
      "comunidades",
      "organizadas",
      ".",
      "beluche",
      "recuerda",
      "mulino",
      "historial",
      "represivo",
      "época",
      "ministro",
      "seguridad",
      "2010",
      ",",
      "ordenó",
      "violenta",
      "represión",
      "protestas",
      "bananeras",
      "bocas",
      "toro",
      "dejó",
      "dos",
      "muertos",
      "cerca",
      "50",
      "personas",
      "lesiones",
      "oculares",
      "perdigones",
      ".",
      "llegada",
      "presidencia",
      "marcada",
      "irregularidades",
      ".",
      "impuesto",
      "candidato",
      "ricardo",
      "martinelli",
      ",",
      "violando",
      "requisito",
      "legal",
      "primarias",
      "partidarias",
      ".",
      "mulino",
      "asumió",
      "apenas",
      "tercio",
      "voto",
      "popular",
      ",",
      "representando",
      "intereses",
      "oligarquía",
      "financiera",
      "impulsa",
      "ley",
      "406.",
      "allá",
      "pensiones",
      ",",
      "gobierno",
      "busca",
      "imponer",
      ":",
      "1",
      ")",
      "memorando",
      "otorga",
      "tres",
      "bases",
      "militares",
      "unidos",
      ",",
      "violando",
      "constitución",
      "tratados",
      "canal",
      "2",
      ")",
      "reapertura",
      "mina",
      "cobre",
      "donoso",
      ",",
      "pese",
      "declaración",
      "inconstitucionalidad",
      "3",
      ")",
      "megaproyectos",
      "represas",
      "desplazarían",
      "miles",
      "familias",
      "caribe",
      "panameño",
      "respecto",
      "primer",
      "punto",
      ",",
      "sociólogo",
      "entrevistado",
      "telesur",
      "señala",
      "memorando",
      "ee.uu.",
      "firmado",
      "abril",
      ",",
      "“",
      "obsequia",
      "tres",
      "bases",
      "militares",
      ",",
      "violando",
      "constitución.",
      "”",
      "cuanto",
      "reforma",
      "previsional",
      ",",
      "beluche",
      "explicó",
      "“",
      "ley",
      "402",
      "entrega",
      "fondos",
      "jubilaciones",
      "empresas",
      "privadas",
      "(",
      "afp",
      ")",
      "”",
      ",",
      "nuevo",
      "sistema",
      "“",
      "jubilaciones",
      "menos",
      "30",
      "%",
      "salario.",
      "”",
      "pese",
      "represión",
      ",",
      "movimiento",
      "social",
      "muestra",
      "fuerza",
      "inusual",
      ".",
      "comunidades",
      "urbanas",
      "sumado",
      "protestas",
      ",",
      "ocurrió",
      "recientemente",
      "barrio",
      "popular",
      "centro",
      "ciudad",
      "vecinos",
      "resistieron",
      "entrada",
      "fuerzas",
      "policiales",
      "viviendas",
      ".",
      "beluche",
      "interpreta",
      "conflicto",
      "lucha",
      "dos",
      "proyectos",
      "país",
      ":",
      "“",
      "estertores",
      "parto",
      "país",
      "viejo",
      ",",
      "oligárquico",
      ",",
      "beneficia",
      "minoría",
      "muriendo",
      ",",
      "país",
      "nuevo",
      "naciendo",
      "”",
      "."
    ],
    "token_count": 444,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 74,
      "NN": 208,
      "IN": 26,
      "NNS": 51,
      "VBZ": 15,
      "JJ": 70,
      "VBD": 4,
      "FW": 126,
      "VBP": 27,
      "RB": 3,
      "CD": 7,
      "DT": 1,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 29,
      "NN-NN": 112,
      "NN-IN": 17,
      "IN-NNP": 5,
      "NN-NNS": 14,
      "NNS-VBZ": 2,
      "VBZ-JJ": 6,
      "JJ-NN": 39,
      "NN-JJ": 16,
      "NN-NNP": 21,
      "NNP-NNP": 15,
      "NNP-VBD": 3,
      "VBD-JJ": 3,
      "NNP-FW": 14,
      "FW-FW": 73,
      "FW-NNS": 10,
      "IN-FW": 11,
      "NNS-VBP": 23,
      "VBP-JJ": 19,
      "FW-NNP": 16,
      "NNP-VBZ": 4,
      "VBZ-FW": 2,
      "FW-NN": 18,
      "NN-RB": 1,
      "RB-JJ": 2,
      "FW-JJ": 8,
      "JJ-NNP": 7,
      "NNP-CD": 3,
      "CD-NN": 3,
      "NN-FW": 15,
      "IN-NNS": 3,
      "NNS-NNS": 9,
      "NNS-IN": 4,
      "IN-JJ": 1,
      "NNS-FW": 2,
      "JJ-JJ": 8,
      "JJ-FW": 8,
      "NNS-NNP": 7,
      "JJ-NNS": 7,
      "IN-NN": 3,
      "VBP-IN": 2,
      "NN-VBZ": 8,
      "VBZ-RB": 1,
      "VBP-NN": 3,
      "VBZ-NNS": 3,
      "VBP-NNS": 2,
      "NN-VBD": 1,
      "NNP-NNS": 1,
      "NNP-IN": 2,
      "NN-VBP": 2,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "IN-CD": 3,
      "CD-NNS": 2,
      "VBP-NNP": 1,
      "NNS-JJ": 2,
      "VBD-FW": 1,
      "NNP-VBP": 1,
      "VBZ-IN": 1,
      "CD-NNP": 1,
      "NNP-JJ": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBZ-NN": 1,
      "CD-JJ": 1,
      "NNS-CC": 1,
      "CC-JJ": 1,
      "NN-CD": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 20,
      "NN-NN-IN": 9,
      "NN-IN-NNP": 3,
      "IN-NNP-NN": 1,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "JJ-NN-JJ": 3,
      "NN-JJ-NN": 8,
      "JJ-NN-NN": 22,
      "NN-NN-NNP": 16,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 3,
      "NN-NN-NN": 57,
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 8,
      "FW-FW-FW": 45,
      "FW-FW-NNS": 8,
      "FW-NNS-VBZ": 1,
      "JJ-NN-IN": 5,
      "NN-IN-FW": 9,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 5,
      "NNS-VBP-JJ": 16,
      "VBP-JJ-NN": 11,
      "IN-FW-FW": 3,
      "FW-FW-NNP": 9,
      "FW-NNP-NNP": 4,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-NN": 8,
      "FW-NN-NN": 7,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "JJ-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 8,
      "IN-FW-JJ": 4,
      "FW-JJ-NNP": 2,
      "JJ-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 3,
      "NN-NN-FW": 5,
      "NN-FW-NN": 5,
      "FW-NN-IN": 3,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 2,
      "NNS-NNS-VBP": 6,
      "NN-NN-NNS": 7,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-FW-FW": 7,
      "NNP-FW-NN": 3,
      "FW-NN-FW": 5,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NN-NNS": 2,
      "FW-NNP-NN": 5,
      "NN-NN-JJ": 11,
      "NN-JJ-JJ": 5,
      "JJ-JJ-NN": 4,
      "NN-JJ-FW": 3,
      "JJ-FW-FW": 6,
      "VBP-JJ-FW": 2,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-VBD": 2,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "IN-NN-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "FW-JJ-NN": 5,
      "JJ-NN-NNP": 3,
      "NN-NNP-NN": 8,
      "NNP-FW-NNP": 3,
      "FW-NNP-FW": 5,
      "NNP-NNP-NN": 6,
      "NNP-NN-VBZ": 3,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NN-VBZ-NNS": 3,
      "VBZ-NNS-VBP": 1,
      "VBP-JJ-NNS": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNP": 2,
      "NNS-NNP-NNP": 2,
      "IN-NNP-FW": 3,
      "NN-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "IN-NN-NNP": 1,
      "NNP-NN-JJ": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-IN-NNP": 1,
      "JJ-NNS-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNS": 1,
      "VBP-NN-NN": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "FW-FW-JJ": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "NN-FW-NNP": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "IN-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NNS-NNP": 1,
      "JJ-JJ-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-NNP-CD": 2,
      "NNP-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-FW": 2,
      "VBZ-NNS-NNS": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "IN-FW-NNP": 2,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NNP-NN-NNP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-FW": 1,
      "JJ-NNP-NN": 3,
      "NNP-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "IN-NNS-CC": 1,
      "NNS-CC-JJ": 1,
      "CC-JJ-NNP": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-JJ": 1,
      "JJ-NN-FW": 1,
      "NN-FW-JJ": 2,
      "JJ-FW-NN": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 208,
        "FW": 126,
        "NNP": 74,
        "JJ": 70,
        "NNS": 51
      },
      "top_bigrams": {
        "NN-NN": 112,
        "FW-FW": 73,
        "JJ-NN": 39,
        "NNP-NN": 29,
        "NNS-VBP": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 57,
        "FW-FW-FW": 45,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 20,
        "NN-NN-NNP": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 175,
      "PP": 13,
      "VP": 47,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0263
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.015
      },
      {
        "rule": "NP -> ('pensiones', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('SUNTRACS', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "ADJP -> ('popular', 'JJ')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('jubilaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "S -> NP PP VP (',', ',') NP NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0038
      },
      {
        "rule": "NP -> ('La', 'NNP') ('crisis', 'NN') ('política', 'NN')",
        "frequency": 1,
        "weight": 0.0038
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La crisis política"
      },
      {
        "label": "PP",
        "text": "en Panamá alcanza niveles"
      },
      {
        "label": "NP",
        "text": "Panamá alcanza niveles"
      },
      {
        "label": "VP",
        "text": "alarmantes bajo la administración del presidente José Raúl Mulino"
      },
      {
        "label": "NP",
        "text": "bajo la"
      },
      {
        "label": "NP",
        "text": "administración del presidente José Raúl Mulino"
      },
      {
        "label": "NP",
        "text": "según"
      },
      {
        "label": "NP",
        "text": "el análisis del sociólogo Olmedo Beluche"
      },
      {
        "label": "NP",
        "text": "La respuesta"
      },
      {
        "label": "NP",
        "text": "sectores"
      },
      {
        "label": "VP",
        "text": "populares al paquete"
      },
      {
        "label": "NP",
        "text": "al paquete"
      },
      {
        "label": "NP",
        "text": "neoliberales"
      },
      {
        "label": "VP",
        "text": "y la entrega directa"
      },
      {
        "label": "NP",
        "text": "la entrega directa"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP crisis/NN política/NN)\n  (PP en/IN (NP Panamá/NNP alcanza/NN niveles/NNS))\n  (VP\n    alarmantes/VBZ\n    (NP bajo/JJ la/NN)\n    (NP\n      administración/JJ\n      del/NN\n      presidente/NN\n      José/NNP\n      Raúl/NNP\n      Mulino/NNP))\n  ,/,\n  (NP según/NN)\n  (NP el/JJ análisis/NN del/NN sociólogo/NN Olmedo/NNP Beluche/NNP)\n  ./.)",
      "(S\n  (NP La/NNP respuesta/NN)\n  de/FW\n  los/FW\n  (NP sectores/NNS)\n  (VP populares/VBZ (NP al/JJ paquete/NN))\n  de/IN\n  reformas/FW\n  (NP neoliberales/NNS)\n  (VP y/VBP (NP la/JJ entrega/JJ directa/NN))\n  de/IN\n  soberanía/FW\n  (NP a/DT los/NN Estados/NNP Unidos/NNP)\n  (VP es/VBZ)\n  la/FW\n  aplicación/FW\n  de/FW\n  una/FW\n  (NP represión/NN sistemática/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (VP conflicto/VBZ social/JJ)\n  ,/,\n  (NP que/JJ ya/NN cumple/NN cuatro/NN semanas/NN)\n  ,/,\n  (NP tiene/NN su/NN origen/NN)\n  en/IN\n  la/FW\n  (NP impopular/JJ Ley/NNP)\n  406/CD\n  (NP que/NN reforma/NN)\n  el/FW\n  (NP sistema/NN)\n  (PP de/IN (NP pensiones/NNS))\n  ,/,\n  (NP por/NN)\n  la/FW\n  (NP cual/JJ se/NN privatizan/NN las/NN jubilaciones/NNS)\n  (PP en/IN (NP imitación/JJ del/NN repudiado/NN régimen/NNS))\n  (VP chileno/VBP (NP instaurado/JJ por/NN la/NN))\n  dictadura/FW\n  de/FW\n  (NP Pinochet/NNP)\n  ./.)",
      "(S\n  (NP Esta/NNP medida/NN produjo/NN la/NN)\n  (VP salida/VBD (NP a/DT la/NN calle/NN))\n  (PP de/IN (NP miles/NNS))\n  de/RB\n  (VP panameños/VBP)\n  (VP sumado/VB (NP a/DT las/NN huelgas/NN continuadas/NN))\n  (VP encabezadas/VBP (NP por/NN el/NN sector/NN))\n  (VP educativo/VBD)\n  y/FW\n  de/FW\n  la/FW\n  (NP contrucción/NN)\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  la/FW\n  respuesta/FW\n  (NP gubernamental/JJ al/NN reclamo/NN)\n  (ADJP fue/JJ)\n  la/FW\n  de/FW\n  la/FW\n  represión/FW\n  de/FW\n  las/FW\n  (NP protestas/NNS)\n  (VP y/VBP persecución/JJ judicial/JJ)\n  de/FW\n  las/FW\n  (NP entidades/NNS sindicales/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "LOCALIZACIONES_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "conflicto social, que ya cumple cuatro semanas, tiene su origen en la impopular ley",
        "position": [
          340,
          423
        ],
        "start": 340,
        "end": 423
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "huelgas continuadas encabezadas por el sector",
        "position": [
          668,
          713
        ],
        "start": 668,
        "end": 713
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "captura. jaime caballero, líder",
        "position": [
          1592,
          1623
        ],
        "start": 1592,
        "end": 1623
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto social, que ya cumple cuatro semanas, tiene su origen en la",
        "position": [
          340,
          409
        ],
        "start": 340,
        "end": 409
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto como una lucha entre dos proyectos de país: “son los estertores del parto entre un país viejo, oligárquico, que beneficia a una minoría y",
        "position": [
          4037,
          4184
        ],
        "start": 4037,
        "end": 4184
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          2771,
          2779
        ],
        "start": 2771,
        "end": 2779
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "salario",
        "position": [
          3736,
          3743
        ],
        "start": 3736,
        "end": 3743
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          3583,
          3590
        ],
        "start": 3583,
        "end": 3590
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento social",
        "position": [
          3770,
          3787
        ],
        "start": 3770,
        "end": 3787
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente josé raúl",
        "position": [
          83,
          103
        ],
        "start": 83,
        "end": 103
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de seguridad en",
        "position": [
          2513,
          2537
        ],
        "start": 2513,
        "end": 2537
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "sindicato único de trabajadores",
        "position": [
          1113,
          1144
        ],
        "start": 1113,
        "end": 1144
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "docentes",
        "position": [
          2228,
          2236
        ],
        "start": 2228,
        "end": 2236
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          1767,
          1776
        ],
        "start": 1767,
        "end": 1776
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley 406",
        "position": [
          420,
          427
        ],
        "start": 420,
        "end": 427
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          3138,
          3150
        ],
        "start": 3138,
        "end": 3150
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          627,
          632
        ],
        "start": 627,
        "end": 632
      },
      {
        "category": "PAISES",
        "matched_text": "bolivia",
        "position": [
          1530,
          1537
        ],
        "start": 1530,
        "end": 1537
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          275,
          289
        ],
        "start": 275,
        "end": 289
      },
      {
        "category": "PAISES",
        "matched_text": "panamá",
        "position": [
          22,
          28
        ],
        "start": 22,
        "end": 28
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          3344,
          3350
        ],
        "start": 3344,
        "end": 3350
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia permanece",
        "position": [
          2317,
          2336
        ],
        "start": 2317,
        "end": 2336
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle de",
        "position": [
          627,
          635
        ],
        "start": 627,
        "end": 635
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          3919,
          3928
        ],
        "start": 3919,
        "end": 3928
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "esta semana",
        "position": [
          888,
          899
        ],
        "start": 888,
        "end": 899
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          3880,
          3893
        ],
        "start": 3880,
        "end": 3893
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          749,
          756
        ],
        "start": 749,
        "end": 756
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "50 personas",
        "position": [
          2653,
          2664
        ],
        "start": 2653,
        "end": 2664
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 20",
        "position": [
          2366,
          2375
        ],
        "start": 2366,
        "end": 2375
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "20 puntos",
        "position": [
          2373,
          2382
        ],
        "start": 2373,
        "end": 2382
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 50",
        "position": [
          2644,
          2655
        ],
        "start": 2644,
        "end": 2655
      }
    ],
    "match_count": 31
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "la Ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Raúl Mulino",
        "tipo": "Persona"
      },
      {
        "nombre": "Interamericana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Darién",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ricardo Martinelli",
        "tipo": "Persona"
      },
      {
        "nombre": "Pinochet",
        "tipo": "Persona"
      },
      {
        "nombre": "SUNTRACS",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bocas del Toro",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "AFP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jaime Caballero",
        "tipo": "Persona"
      },
      {
        "nombre": "Sindicato Único de Trabajadores de la Construcción",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Beluche",
        "tipo": "Lugar"
      },
      {
        "nombre": "Beluche",
        "tipo": "Persona"
      },
      {
        "nombre": "Panamá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mulino",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donoso",
        "tipo": "Lugar"
      },
      {
        "nombre": "Saúl Méndez",
        "tipo": "Persona"
      },
      {
        "nombre": "el Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chiriquí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Olmedo Beluche",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Panamá",
        "relacion": "ALCANZAR",
        "objeto": "José Raúl Mulino"
      },
      {
        "sujeto": "Panamá",
        "relacion": "ALCANZAR",
        "objeto": "Olmedo Beluche"
      },
      {
        "sujeto": "José Raúl Mulino",
        "relacion": "ALCANZAR",
        "objeto": "Olmedo Beluche"
      },
      {
        "sujeto": "Saúl Méndez",
        "relacion": "VER",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "SUNTRACS",
        "relacion": "VER",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Beluche",
        "relacion": "RECORDAR",
        "objeto": "Mulino"
      },
      {
        "sujeto": "Beluche",
        "relacion": "RECORDAR",
        "objeto": "Bocas del Toro"
      },
      {
        "sujeto": "Mulino",
        "relacion": "TENER_RECORDAR",
        "objeto": "Bocas del Toro"
      },
      {
        "sujeto": "Mulino",
        "relacion": "ASUMIR",
        "objeto": "la Ley"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "OTORGAR_SE_ALAR",
        "objeto": "Donoso"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "OTORGAR_SE_ALAR",
        "objeto": "el Caribe"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "OTORGAR_SE_ALAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "OTORGAR_SE_ALAR",
        "objeto": "Constitución"
      },
      {
        "sujeto": "Donoso",
        "relacion": "SE_ALAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Donoso",
        "relacion": "SE_ALAR",
        "objeto": "Constitución"
      },
      {
        "sujeto": "el Caribe",
        "relacion": "DESPLAZAR_SE_ALAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "el Caribe",
        "relacion": "DESPLAZAR_SE_ALAR",
        "objeto": "Constitución"
      },
      {
        "sujeto": "Beluche",
        "relacion": "EXPLICAR",
        "objeto": "la Ley"
      },
      {
        "sujeto": "Beluche",
        "relacion": "EXPLICAR",
        "objeto": "AFP"
      }
    ]
  },
  "sentiment": {
    "compound": -0.296,
    "pos": 0.023,
    "neu": 0.956,
    "neg": 0.021,
    "label": "negative"
  }
}