{
  "url": "https://www.telesurtv.net/analistas-la-derecha-ataca-la-democracia-venezolana-para-no-reconocer-su-fracaso-politico/",
  "title": "Analistas: la derecha ataca la democracia venezolana para no reconocer su fracaso político - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "elecciones",
    "extrema derecha",
    "Oposición",
    "Venezuela"
  ],
  "text": "Analistas internacionales expresaron este viernes que las elecciones en Venezuela el próximo 28 de julio resultan claves para los procesos de integración en América Latina y el Caribe y para contrarrestar los planes de la extrema derecha y de los EE.UU. de hacerse políticamente con la región.\nLEA TAMBIÉN\nInicia veda electoral en Venezuela de cara a las elecciones presidenciales del 28J\nDurante una entrevista con teleSUR, el analista político e integrante de la Misión Verdad, Franco Vielma, expresó que “el sistema electoral venezolano ha sido atacado de manera injusta, lamentablemente los principales ataques han venido de la propia oposición venezolana”.\nAfirmó que la extrema derecha necesita atacar el sistema electoral venezolano para no reconocer su fracaso político en las elecciones en que ha participado, que son la expresión del fracaso de su programa recolonizador.\n“Sabemos que el proceso de deslegitimación de las instituciones venezolanas es uno de los procesos transversales y argumentarios principales que tiene la derecha latinoamericana, pues es una forma de intentar destruir el proceso venezolano”, agregó.\nEl integrante de Misión Verdad afirmó que procuran declarar a la democracia venezolana como débil en el terreno de lo electoral, cuando todo el mundo sabe que es todo lo contrario pues cuenta con un sistema blindado, transparente y muy eficaz.\nAseguró que las elecciones en Venezuela son las mas observadas del mundo, con cinco o seis instancias de observación, acompañamiento y veeduría, mientras que a los procesos electorales de Estados Unidos solo se presentan la Organización de Estados Americanos (OEA) y la Organización para la Seguridad y la Cooperación en Europa  (OSCE).\nAnte la pregunta de qué ocurriría si gana la ultraderecha en Venezuela, Vielma expresó que en la práctica se concretaría una hipótesis que esa corriente política niega, y que es la posibilidad de que se instalen bases militares estadounidenses en la nación suramericana.\nAnte un escenario como aquel, el analista internacional brasilero Breno Altman aseveró que si la extrema derecha llegara al poder entregaría todos los recursos naturales del país al imperialismo estadounidense, a diferencia del presidente Nicolás Maduro, quien protege al país y ha luchado junto al pueblo venezolano para derrotar las sanciones imperialistas.\nAltman subrayó que el próximo domingo tendremos una batalla estratégica para la integración y la soberanía de Latinoamérica.\nResaltó que “Venezuela ha tenido un rol histórico en los últimos 25 años por todos los esfuerzos para construir una América Latina contra la hegemonía de EE.UU. y sus intereses, una América Latina que esté fuera de los límites de la doctrina Monroe”.\n“Desde la elección del presidente Hugo Chávez, Estados Unidos trata de poner a Venezuela nuevamente bajo su control”, declaró Altman, quien considera que “Venezuela es el centro de la disputa imperialista en nuestra región y eso tiene muchos aspectos, como el (control del) petróleo”.\nSubrayó que Venezuela es el Gobierno de la esperanza progresista que ha caminado más lejos en términos de establecer un Estado soberano que no esté bajo el control de los instrumentos internacionales o internos supeditados a Washington.\n“Yo creo que el próximo domingo la batalla del chavismo, del gran pueblo patriótico contra la extrema derecha, será fundamental para nuestro continente. Si ganara la oposición sería una derrota para todos los procesos progresistas de la región, pero confío en que eso no ocurrirá”.\nPor su parte, la analista internacional Ana Esther Ceceña valoró “que Venezuela es un país súper importante para la geopolítica mundial”. Airmó que el Gobierno de los Estados Unidos siempre ha querido desestabilizar al país, pero el pueblo venezolano ha derrotado sus sanciones.\nLa analista recordó que días atrás la jefa del Comando Sur, generala Laura Richardson, propuso lanzar un plan Marshall militar en América Latina, es decir, una iniciativa para ajustar el escenario político de la zona a las necesidades de la Casa Blanca, en un momento en que EE.UU. está a punto de vivir unas lecciones muy complicadas y, además, está perdiendo terreno en la escena mundial.\nLos resultados de las elecciones del domingo pueden permitir que la balanza continental se incline hacia un lado o hacia otro y eso es algo que preocupa a Estados Unidos, dijo Ceceña, quien estimó que esa es la razón por la que Washington “ha estado trabajando mediáticamente de manera muy fuerte sobre la idea del fraude, y se han colocado una serie de etiquetas sobre el candidato Nicolás Maduro, y sobre el mismo proceso venezolano”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/analistas-la-derecha-ataca-la-democracia-venezolana-para-no-reconocer-su-fracaso-politico/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 200,
    "message_id": 73637,
    "date": "2024-07-26T17:55:18+00:00",
    "text": "teleSUR\nAnalistas: la derecha ataca la democracia venezolana para no reconocer su fracaso político\nhttps://www.telesurtv.net/analistas-la-derecha-ataca-la-democracia-venezolana-para-no-reconocer-su-fracaso-politico/",
    "photo_path": null,
    "views": 1535,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "analistas internacionales expresaron este viernes que las elecciones en venezuela el próximo 28 de julio resultan claves para los procesos de integración en américa latina y el caribe y para contrarrestar los planes de la extrema derecha y de los ee.uu. de hacerse políticamente con la región. durante una entrevista con telesur, el analista político e integrante de la misión verdad, franco vielma, expresó que “el sistema electoral venezolano ha sido atacado de manera injusta, lamentablemente los principales ataques han venido de la propia oposición venezolana”. afirmó que la extrema derecha necesita atacar el sistema electoral venezolano para no reconocer su fracaso político en las elecciones en que ha participado, que son la expresión del fracaso de su programa recolonizador. “sabemos que el proceso de deslegitimación de las instituciones venezolanas es uno de los procesos transversales y argumentarios principales que tiene la derecha latinoamericana, pues es una forma de intentar destruir el proceso venezolano”, agregó. el integrante de misión verdad afirmó que procuran declarar a la democracia venezolana como débil en el terreno de lo electoral, cuando todo el mundo sabe que es todo lo contrario pues cuenta con un sistema blindado, transparente y muy eficaz. aseguró que las elecciones en venezuela son las mas observadas del mundo, con cinco o seis instancias de observación, acompañamiento y veeduría, mientras que a los procesos electorales de estados unidos solo se presentan la organización de estados americanos (oea) y la organización para la seguridad y la cooperación en europa (osce). ante la pregunta de qué ocurriría si gana la ultraderecha en venezuela, vielma expresó que en la práctica se concretaría una hipótesis que esa corriente política niega, y que es la posibilidad de que se instalen bases militares estadounidenses en la nación suramericana. ante un escenario como aquel, el analista internacional brasilero breno altman aseveró que si la extrema derecha llegara al poder entregaría todos los recursos naturales del país al imperialismo estadounidense, a diferencia del presidente nicolás maduro, quien protege al país y ha luchado junto al pueblo venezolano para derrotar las sanciones imperialistas. altman subrayó que el próximo domingo tendremos una batalla estratégica para la integración y la soberanía de latinoamérica. resaltó que “venezuela ha tenido un rol histórico en los últimos 25 años por todos los esfuerzos para construir una américa latina contra la hegemonía de ee.uu. y sus intereses, una américa latina que esté fuera de los límites de la doctrina monroe”. “desde la elección del presidente hugo chávez, estados unidos trata de poner a venezuela nuevamente bajo su control”, declaró altman, quien considera que “venezuela es el centro de la disputa imperialista en nuestra región y eso tiene muchos aspectos, como el (control del) petróleo”. subrayó que venezuela es el gobierno de la esperanza progresista que ha caminado más lejos en términos de establecer un estado soberano que no esté bajo el control de los instrumentos internacionales o internos supeditados a washington. “yo creo que el próximo domingo la batalla del chavismo, del gran pueblo patriótico contra la extrema derecha, será fundamental para nuestro continente. si ganara la oposición sería una derrota para todos los procesos progresistas de la región, pero confío en que eso no ocurrirá”. por su parte, la analista internacional ana esther ceceña valoró “que venezuela es un país súper importante para la geopolítica mundial”. airmó que el gobierno de los estados unidos siempre ha querido desestabilizar al país, pero el pueblo venezolano ha derrotado sus sanciones. la analista recordó que días atrás la jefa del comando sur, generala laura richardson, propuso lanzar un plan marshall militar en américa latina, es decir, una iniciativa para ajustar el escenario político de la zona a las necesidades de la casa blanca, en un momento en que ee.uu. está a punto de vivir unas lecciones muy complicadas y, además, está perdiendo terreno en la escena mundial. los resultados de las elecciones del domingo pueden permitir que la balanza continental se incline hacia un lado o hacia otro y eso es algo que preocupa a estados unidos, dijo ceceña, quien estimó que esa es la razón por la que washington “ha estado trabajando mediáticamente de manera muy fuerte sobre la idea del fraude, y se han colocado una serie de etiquetas sobre el candidato nicolás maduro, y sobre el mismo proceso venezolano”.",
    "tokens": [
      "analistas",
      "internacionales",
      "expresaron",
      "viernes",
      "elecciones",
      "venezuela",
      "próximo",
      "28",
      "julio",
      "resultan",
      "claves",
      "procesos",
      "integración",
      "américa",
      "latina",
      "caribe",
      "contrarrestar",
      "planes",
      "extrema",
      "derecha",
      "ee.uu.",
      "hacerse",
      "políticamente",
      "región",
      ".",
      "entrevista",
      "telesur",
      ",",
      "analista",
      "político",
      "integrante",
      "misión",
      "verdad",
      ",",
      "franco",
      "vielma",
      ",",
      "expresó",
      "“",
      "sistema",
      "electoral",
      "venezolano",
      "sido",
      "atacado",
      "manera",
      "injusta",
      ",",
      "lamentablemente",
      "principales",
      "ataques",
      "venido",
      "propia",
      "oposición",
      "venezolana",
      "”",
      ".",
      "afirmó",
      "extrema",
      "derecha",
      "necesita",
      "atacar",
      "sistema",
      "electoral",
      "venezolano",
      "reconocer",
      "fracaso",
      "político",
      "elecciones",
      "participado",
      ",",
      "expresión",
      "fracaso",
      "programa",
      "recolonizador",
      ".",
      "“",
      "sabemos",
      "proceso",
      "deslegitimación",
      "instituciones",
      "venezolanas",
      "procesos",
      "transversales",
      "argumentarios",
      "principales",
      "derecha",
      "latinoamericana",
      ",",
      "pues",
      "forma",
      "intentar",
      "destruir",
      "proceso",
      "venezolano",
      "”",
      ",",
      "agregó",
      ".",
      "integrante",
      "misión",
      "verdad",
      "afirmó",
      "procuran",
      "declarar",
      "democracia",
      "venezolana",
      "débil",
      "terreno",
      "electoral",
      ",",
      "mundo",
      "sabe",
      "contrario",
      "pues",
      "cuenta",
      "sistema",
      "blindado",
      ",",
      "transparente",
      "eficaz",
      ".",
      "aseguró",
      "elecciones",
      "venezuela",
      "mas",
      "observadas",
      "mundo",
      ",",
      "cinco",
      "seis",
      "instancias",
      "observación",
      ",",
      "acompañamiento",
      "veeduría",
      ",",
      "mientras",
      "procesos",
      "electorales",
      "unidos",
      "solo",
      "presentan",
      "organización",
      "americanos",
      "(",
      "oea",
      ")",
      "organización",
      "seguridad",
      "cooperación",
      "europa",
      "(",
      "osce",
      ")",
      ".",
      "pregunta",
      "ocurriría",
      "si",
      "gana",
      "ultraderecha",
      "venezuela",
      ",",
      "vielma",
      "expresó",
      "práctica",
      "concretaría",
      "hipótesis",
      "corriente",
      "política",
      "niega",
      ",",
      "posibilidad",
      "instalen",
      "bases",
      "militares",
      "estadounidenses",
      "nación",
      "suramericana",
      ".",
      "escenario",
      "aquel",
      ",",
      "analista",
      "internacional",
      "brasilero",
      "breno",
      "altman",
      "aseveró",
      "si",
      "extrema",
      "derecha",
      "llegara",
      "poder",
      "entregaría",
      "recursos",
      "naturales",
      "país",
      "imperialismo",
      "estadounidense",
      ",",
      "diferencia",
      "presidente",
      "nicolás",
      "maduro",
      ",",
      "protege",
      "país",
      "luchado",
      "junto",
      "pueblo",
      "venezolano",
      "derrotar",
      "sanciones",
      "imperialistas",
      ".",
      "altman",
      "subrayó",
      "próximo",
      "domingo",
      "batalla",
      "estratégica",
      "integración",
      "soberanía",
      "latinoamérica",
      ".",
      "resaltó",
      "“",
      "venezuela",
      "rol",
      "histórico",
      "últimos",
      "25",
      "años",
      "esfuerzos",
      "construir",
      "américa",
      "latina",
      "hegemonía",
      "ee.uu.",
      "intereses",
      ",",
      "américa",
      "latina",
      "límites",
      "doctrina",
      "monroe",
      "”",
      ".",
      "“",
      "elección",
      "presidente",
      "hugo",
      "chávez",
      ",",
      "unidos",
      "trata",
      "poner",
      "venezuela",
      "nuevamente",
      "bajo",
      "control",
      "”",
      ",",
      "declaró",
      "altman",
      ",",
      "considera",
      "“",
      "venezuela",
      "centro",
      "disputa",
      "imperialista",
      "región",
      "aspectos",
      ",",
      "(",
      "control",
      ")",
      "petróleo",
      "”",
      ".",
      "subrayó",
      "venezuela",
      "gobierno",
      "esperanza",
      "progresista",
      "caminado",
      "lejos",
      "términos",
      "establecer",
      "soberano",
      "bajo",
      "control",
      "instrumentos",
      "internacionales",
      "internos",
      "supeditados",
      "washington",
      ".",
      "“",
      "creo",
      "próximo",
      "domingo",
      "batalla",
      "chavismo",
      ",",
      "gran",
      "pueblo",
      "patriótico",
      "extrema",
      "derecha",
      ",",
      "fundamental",
      "continente",
      ".",
      "si",
      "ganara",
      "oposición",
      "derrota",
      "procesos",
      "progresistas",
      "región",
      ",",
      "confío",
      "ocurrirá",
      "”",
      ".",
      "parte",
      ",",
      "analista",
      "internacional",
      "ana",
      "esther",
      "ceceña",
      "valoró",
      "“",
      "venezuela",
      "país",
      "súper",
      "importante",
      "geopolítica",
      "mundial",
      "”",
      ".",
      "airmó",
      "gobierno",
      "unidos",
      "siempre",
      "querido",
      "desestabilizar",
      "país",
      ",",
      "pueblo",
      "venezolano",
      "derrotado",
      "sanciones",
      ".",
      "analista",
      "recordó",
      "días",
      "atrás",
      "jefa",
      "comando",
      "sur",
      ",",
      "generala",
      "laura",
      "richardson",
      ",",
      "propuso",
      "lanzar",
      "plan",
      "marshall",
      "militar",
      "américa",
      "latina",
      ",",
      "decir",
      ",",
      "iniciativa",
      "ajustar",
      "escenario",
      "político",
      "zona",
      "necesidades",
      "casa",
      "blanca",
      ",",
      "momento",
      "ee.uu.",
      "punto",
      "vivir",
      "unas",
      "lecciones",
      "complicadas",
      ",",
      "además",
      ",",
      "perdiendo",
      "terreno",
      "escena",
      "mundial",
      ".",
      "resultados",
      "elecciones",
      "domingo",
      "pueden",
      "permitir",
      "balanza",
      "continental",
      "incline",
      "hacia",
      "lado",
      "hacia",
      "preocupa",
      "unidos",
      ",",
      "dijo",
      "ceceña",
      ",",
      "estimó",
      "razón",
      "washington",
      "“",
      "trabajando",
      "mediáticamente",
      "manera",
      "fuerte",
      "idea",
      "fraude",
      ",",
      "colocado",
      "serie",
      "etiquetas",
      "candidato",
      "nicolás",
      "maduro",
      ",",
      "mismo",
      "proceso",
      "venezolano",
      "”",
      "."
    ],
    "token_count": 443,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNS": 29,
      "VBP": 18,
      "NN": 298,
      "JJ": 69,
      "FW": 139,
      "NNP": 96,
      "CD": 3,
      "IN": 30,
      "VBD": 3,
      "VBZ": 11,
      "DT": 3
    },
    "bigram_freq": {
      "NNS-NNS": 5,
      "NNS-VBP": 12,
      "VBP-NN": 3,
      "NN-NNS": 10,
      "VBP-JJ": 10,
      "JJ-NNS": 8,
      "NNS-FW": 4,
      "FW-NNP": 19,
      "NNP-VBP": 2,
      "JJ-CD": 2,
      "CD-IN": 1,
      "IN-NN": 6,
      "NN-NN": 191,
      "JJ-NN": 38,
      "NN-IN": 21,
      "IN-FW": 18,
      "FW-FW": 80,
      "NNP-NNP": 38,
      "NNP-VBD": 2,
      "VBD-NNP": 1,
      "NNP-NN": 33,
      "NN-JJ": 21,
      "NNS-IN": 5,
      "NNP-FW": 11,
      "FW-NN": 23,
      "NN-FW": 19,
      "FW-JJ": 12,
      "JJ-FW": 5,
      "FW-NNS": 4,
      "VBP-CD": 1,
      "CD-NNP": 1,
      "NNP-JJ": 2,
      "NNP-VBZ": 6,
      "VBZ-JJ": 8,
      "JJ-JJ": 9,
      "VBP-FW": 1,
      "NN-DT": 2,
      "DT-NN": 3,
      "NN-VBZ": 4,
      "IN-JJ": 3,
      "NN-NNP": 24,
      "IN-NNP": 3,
      "NN-VBD": 1,
      "VBD-JJ": 2,
      "FW-IN": 1,
      "NNS-JJ": 1,
      "NNP-IN": 2,
      "NN-VBP": 4,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1,
      "VBP-NNP": 2,
      "CD-JJ": 1,
      "JJ-NNP": 7,
      "VBZ-NN": 1,
      "VBZ-FW": 1,
      "VBP-DT": 1,
      "NNS-NNP": 1
    },
    "trigram_freq": {
      "NNS-NNS-VBP": 4,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-FW": 2,
      "NNS-FW-NNP": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-NNS": 7,
      "VBP-JJ-NN": 6,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 16,
      "IN-FW-FW": 10,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 12,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "NNP-NN-NN": 25,
      "NN-NN-JJ": 14,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 3,
      "NNS-IN-FW": 1,
      "FW-FW-FW": 50,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 7,
      "FW-FW-NN": 10,
      "FW-NN-FW": 3,
      "NN-FW-FW": 7,
      "NNP-NNP-NNP": 12,
      "NNP-NNP-FW": 6,
      "NNP-FW-JJ": 2,
      "FW-JJ-FW": 3,
      "JJ-FW-NNP": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNP": 1,
      "CD-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-NN": 26,
      "NN-NN-NN": 122,
      "NN-NN-IN": 15,
      "IN-FW-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 6,
      "JJ-NN-JJ": 3,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 4,
      "IN-FW-NN": 2,
      "FW-NN-NN": 13,
      "NN-NNS-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-NNP-NN": 2,
      "NN-NN-FW": 12,
      "NN-FW-NN": 8,
      "FW-NN-JJ": 4,
      "NN-JJ-NN": 15,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 4,
      "NN-IN-JJ": 3,
      "IN-JJ-NNS": 1,
      "NNS-IN-NN": 2,
      "FW-NN-NNP": 2,
      "NN-NNP-NN": 9,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 1,
      "FW-FW-JJ": 4,
      "FW-JJ-NNS": 3,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNP-NNP-NN": 15,
      "FW-JJ-NN": 4,
      "NN-NN-VBZ": 1,
      "NN-NN-NNP": 14,
      "NN-NNS-IN": 1,
      "NNS-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "IN-FW-IN": 1,
      "FW-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "IN-NNP-NNP": 2,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "NN-NNP-NNP": 9,
      "NNP-FW-NNP": 1,
      "NN-IN-NN": 2,
      "IN-NN-FW": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "JJ-NN-NNP": 3,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NN-FW-JJ": 3,
      "NNP-NN-NNP": 4,
      "IN-JJ-JJ": 2,
      "JJ-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NNP": 3,
      "NNP-NN-FW": 2,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "JJ-NNP-FW": 1,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "IN-FW-JJ": 3,
      "VBP-JJ-NNP": 2,
      "IN-NN-VBP": 1,
      "NN-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-NNP": 1,
      "JJ-JJ-NNP": 1,
      "NN-VBP-JJ": 1,
      "NNP-IN-FW": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NN-FW-NNP": 1,
      "NNP-FW-NN": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-VBP": 1,
      "NNS-FW-NN": 1,
      "NN-VBP-NNP": 1,
      "JJ-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 298,
        "FW": 139,
        "NNP": 96,
        "JJ": 69,
        "IN": 30
      },
      "top_bigrams": {
        "NN-NN": 191,
        "FW-FW": 80,
        "JJ-NN": 38,
        "NNP-NNP": 38,
        "NNP-NN": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 122,
        "FW-FW-FW": 50,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 25,
        "NN-IN-FW": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 171,
      "VP": 35,
      "PP": 9,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0167
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0126
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0126
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0126
      },
      {
        "rule": "NP -> ('EE.UU.', 'NNP')",
        "frequency": 3,
        "weight": 0.0126
      },
      {
        "rule": "NP -> ('las', 'JJ') ('elecciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "ADJP -> ('electoral', 'JJ')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('derecha', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Ante', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "VP -> ('es', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0084
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Analistas internacionales"
      },
      {
        "label": "VP",
        "text": "expresaron este viernes"
      },
      {
        "label": "NP",
        "text": "este viernes"
      },
      {
        "label": "VP",
        "text": "que las elecciones"
      },
      {
        "label": "NP",
        "text": "las elecciones"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "VP",
        "text": "el próximo"
      },
      {
        "label": "PP",
        "text": "de julio resultan claves"
      },
      {
        "label": "NP",
        "text": "julio resultan claves"
      },
      {
        "label": "VP",
        "text": "para los procesos"
      },
      {
        "label": "NP",
        "text": "los procesos"
      },
      {
        "label": "NP",
        "text": "América Latina y"
      },
      {
        "label": "VP",
        "text": "el Caribe y para contrarrestar los planes"
      },
      {
        "label": "NP",
        "text": "Caribe y para contrarrestar"
      },
      {
        "label": "NP",
        "text": "los planes"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Analistas/NNS internacionales/NNS)\n  (VP expresaron/VBP (NP este/NN viernes/NNS))\n  (VP que/VBP (NP las/JJ elecciones/NNS))\n  en/FW\n  (NP Venezuela/NNP)\n  (VP el/VBP próximo/JJ)\n  28/CD\n  (PP de/IN (NP julio/NN resultan/NN claves/NNS))\n  (VP para/VBP (NP los/JJ procesos/NN))\n  de/IN\n  integración/FW\n  en/FW\n  (NP América/NNP Latina/NNP y/NNP)\n  (VP\n    el/VBD\n    (NP Caribe/NNP y/NNP para/NN contrarrestar/NN)\n    (NP los/JJ planes/NNS))\n  de/IN\n  la/FW\n  extrema/FW\n  derecha/FW\n  y/FW\n  de/FW\n  los/FW\n  (NP EE.UU./NNP)\n  de/FW\n  hacerse/FW\n  políticamente/FW\n  (NP con/NN la/NN región/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Inicia/NNP)\n  veda/FW\n  (ADJP electoral/JJ)\n  en/FW\n  (NP Venezuela/NNP)\n  de/FW\n  cara/FW\n  (NP a/DT las/NN)\n  (VP elecciones/VBZ (NP presidenciales/NNS))\n  del/FW\n  28J/CD\n  (NP Durante/NNP)\n  (NP una/JJ entrevista/NN con/NN teleSUR/NN)\n  ,/,\n  el/FW\n  (NP analista/JJ político/NN e/NN integrante/NN)\n  de/IN\n  la/FW\n  (NP Misión/NNP Verdad/NNP)\n  ,/,\n  (NP Franco/NNP Vielma/NNP)\n  ,/,\n  (NP expresó/NN que/NN “/NNP)\n  (VP\n    el/VBZ\n    (NP\n      sistema/JJ\n      electoral/JJ\n      venezolano/NN\n      ha/NN\n      sido/NN\n      atacado/NN))\n  de/IN\n  manera/FW\n  (NP injusta/NN)\n  ,/,\n  (NP lamentablemente/JJ los/NN principales/NNS ataques/NNS)\n  (VP han/VBP)\n  venido/FW\n  de/FW\n  la/FW\n  propia/FW\n  oposición/FW\n  venezolana/FW\n  (NP ”/NN)\n  ./.)",
      "(S\n  (NP Afirmó/NNP que/NN la/NN)\n  extrema/FW\n  (NP derecha/NN)\n  (NP necesita/JJ atacar/NN el/NN)\n  (NP sistema/JJ electoral/JJ venezolano/NN para/NN)\n  (NP no/DT reconocer/NN)\n  (VP su/VBZ (NP fracaso/JJ político/NN))\n  (PP en/IN (NP las/JJ elecciones/NNS))\n  (PP en/IN (NP que/NN ha/NN participado/NN))\n  ,/,\n  (NP que/JJ son/NN la/NN)\n  expresión/FW\n  del/FW\n  fracaso/FW\n  de/FW\n  su/FW\n  (NP programa/NN recolonizador/NN)\n  ./.)",
      "(S\n  (NP “/JJ Sabemos/NNP que/NN el/NN proceso/NN)\n  de/IN\n  deslegitimación/FW\n  de/FW\n  las/FW\n  (NP instituciones/NNS)\n  venezolanas/FW\n  es/FW\n  uno/FW\n  de/FW\n  los/FW\n  (NP procesos/JJ transversales/NNS)\n  (VP y/VBP (NP argumentarios/NNS principales/NNS))\n  (VP que/VBP (NP tiene/JJ la/NN derecha/NN latinoamericana/NN))\n  ,/,\n  (NP pues/NNS)\n  (VP es/VBP (NP una/JJ forma/NN))\n  de/IN\n  intentar/FW\n  destruir/FW\n  el/FW\n  proceso/FW\n  (NP venezolano/NN ”/NN)\n  ,/,\n  (NP agregó/NN)\n  ./.)",
      "(S\n  (NP El/NNP integrante/NN)\n  de/FW\n  (NP Misión/NNP Verdad/NNP afirmó/NN que/NN procuran/NN)\n  (VP\n    declarar/VBZ\n    (NP a/DT la/NN democracia/NN venezolana/NN como/NN débil/NN))\n  en/IN\n  el/FW\n  terreno/FW\n  de/FW\n  lo/FW\n  (ADJP electoral/JJ)\n  ,/,\n  (NP cuando/JJ todo/NN)\n  el/FW\n  (NP mundo/NN sabe/NN que/NN es/NN todo/NN lo/NN contrario/NN)\n  (VP\n    pues/VBZ\n    (NP cuenta/JJ con/NN)\n    (NP un/JJ sistema/NN blindado/NN))\n  ,/,\n  (NP transparente/JJ y/NN muy/NN eficaz/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "presidente hugo chávez, estados unidos trata de poner a venezuela nuevamente bajo su control”, declaró altman, quien considera que “venezuela es el centro de la disputa",
        "position": [
          2743,
          2911
        ],
        "start": 2743,
        "end": 2911
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          495,
          502
        ],
        "start": 495,
        "end": 502
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la esperanza",
        "position": [
          3033,
          3057
        ],
        "start": 3033,
        "end": 3057
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          2212,
          2237
        ],
        "start": 2212,
        "end": 2237
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "organización de estados americanos",
        "position": [
          1600,
          1634
        ],
        "start": 1600,
        "end": 1634
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          222,
          237
        ],
        "start": 222,
        "end": 237
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2351,
          2358
        ],
        "start": 2351,
        "end": 2358
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1564,
          1578
        ],
        "start": 1564,
        "end": 1578
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          72,
          81
        ],
        "start": 72,
        "end": 81
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          177,
          183
        ],
        "start": 177,
        "end": 183
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región y eso",
        "position": [
          2936,
          2948
        ],
        "start": 2936,
        "end": 2948
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          2891,
          2900
        ],
        "start": 2891,
        "end": 2900
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          2166,
          2178
        ],
        "start": 2166,
        "end": 2178
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Comando Sur",
        "tipo": "Organizacion"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "OEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Breno Altman",
        "tipo": "Persona"
      },
      {
        "nombre": "Ceceña",
        "tipo": "Persona"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Organización de Estados Americanos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ana Esther Ceceña",
        "tipo": "Persona"
      },
      {
        "nombre": "Vielma",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Latinoamérica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Organización para la Seguridad y la Cooperación en Europa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Latina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Monroe",
        "tipo": "Persona"
      },
      {
        "nombre": "plan Marshall",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de la esperanza progresista",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Franco Vielma",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington",
        "tipo": "Persona"
      },
      {
        "nombre": "Laura Richardson",
        "tipo": "Persona"
      },
      {
        "nombre": "Altman",
        "tipo": "Persona"
      },
      {
        "nombre": "OSCE",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "QUE_RESULTAR_EXPRESAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Venezuela",
        "relacion": "INICIAR",
        "objeto": "Franco Vielma"
      },
      {
        "sujeto": "Organización de Estados Americanos",
        "relacion": "PRESENTAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "PRESENTAR",
        "objeto": "OEA"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "PRESENTAR",
        "objeto": "Organización para la Seguridad y la Cooperación en Europa"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "PRESENTAR",
        "objeto": "OSCE"
      },
      {
        "sujeto": "Vielma",
        "relacion": "GANAR_OCURRIR_EXPRESAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Breno Altman",
        "relacion": "ASEVERAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Altman",
        "relacion": "SUBRAYAR",
        "objeto": "Latinoamérica"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TENER_RESALTAR",
        "objeto": "América"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TENER_RESALTAR",
        "objeto": "Latina"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TENER_RESALTAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TENER_RESALTAR",
        "objeto": "Monroe"
      },
      {
        "sujeto": "América",
        "relacion": "CONSTRUIR_TENER_RESALTAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "América",
        "relacion": "CONSTRUIR_TENER_RESALTAR",
        "objeto": "Latina"
      },
      {
        "sujeto": "América",
        "relacion": "CONSTRUIR_TENER_RESALTAR",
        "objeto": "Monroe"
      },
      {
        "sujeto": "Latina",
        "relacion": "CONSTRUIR_TENER_RESALTAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Latina",
        "relacion": "CONSTRUIR_TENER_RESALTAR",
        "objeto": "América"
      },
      {
        "sujeto": "Latina",
        "relacion": "CONSTRUIR_TENER_RESALTAR",
        "objeto": "Monroe"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "ES",
        "objeto": "América"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "TRATAR_DECLARAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Hugo Chávez",
        "relacion": "TRATAR_DECLARAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Altman",
        "relacion": "TRATAR_DECLARAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TRATAR_DECLARAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "TRATAR_DECLARAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "TRATAR_DECLARAR",
        "objeto": "Altman"
      },
      {
        "sujeto": "Altman",
        "relacion": "PONER_TRATAR_DECLARAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "VALORAR",
        "objeto": "Ana Esther Ceceña"
      },
      {
        "sujeto": "Comando Sur",
        "relacion": "PROPONER_RECORDAR",
        "objeto": "plan Marshall"
      },
      {
        "sujeto": "Comando Sur",
        "relacion": "PROPONER_RECORDAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "PROPONER_RECORDAR",
        "objeto": "Comando Sur"
      },
      {
        "sujeto": "Laura Richardson",
        "relacion": "PROPONER_RECORDAR",
        "objeto": "plan Marshall"
      },
      {
        "sujeto": "Laura Richardson",
        "relacion": "PROPONER_RECORDAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "PROPONER_RECORDAR",
        "objeto": "Laura Richardson"
      },
      {
        "sujeto": "plan Marshall",
        "relacion": "LANZAR_PROPONER_RECORDAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "LANZAR_PROPONER_RECORDAR",
        "objeto": "plan Marshall"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "AJUSTAR_PROPONER_RECORDAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "Ceceña",
        "relacion": "PREOCUPAR_INCLINAR_PERMITIR_DECIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Washington",
        "relacion": "PREOCUPAR_INCLINAR_PERMITIR_DECIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "PREOCUPAR_INCLINAR_PERMITIR_DECIR",
        "objeto": "Nicolás Maduro"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8481,
    "pos": 0.024,
    "neu": 0.967,
    "neg": 0.009,
    "label": "positive"
  }
}