{
  "url": "https://www.telesurtv.net/cristina-fernandez-dia-independencia-argentin/",
  "title": "Cristina Fernández en el Día de la Independencia argentina: \"desde el 56 no tuvimos esta dependencia\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Cristina Fernández",
    "dependencia",
    "expresidenta",
    "Independencia",
    "Javier Milei"
  ],
  "text": "La expresidenta de Argentina, Cristina Fernández, a propósito de conmemorarse el Día de la Independencia argentina, refirió que lo que vive hoy el país no es un simple ajuste, es un verdadero problema estructural.\nMovilizaciones en apoyo a Cristina Kirchner y por el Día de la Independencia argentina\n“Lo que se vive hoy en Argentina no es simplemente un ajuste, ni una crisis, ni una tormenta pasajera: es un verdadero problema estructural”, expresó en un mensaje a la militancia la expresidenta.\nAsimismo, la política argentina manifestó que “como argentina no recuerdo otro 9 de julio como este. Desde el año 56, después que lo derrocaron a Perón y lo trajeron al Fondo Monetario, nunca tuvimos este grado de dependencia”.\nAl reflexionar sobre qué significó esa independencia y al compararla con la Argentina actual, Cristina puntualizó que “la pregunta obligada que tenemos que hacernos, como argentinos es si ¿somos realmente libres o independientes? ¿O estamos otra vez ejecutando políticas dictadas desde afuera, aceptando sin chistar condiciones del FMI o de otros que perjudican tanto a nuestra gente?”.\nEntre tanto, la también expresidenta de la nación ejemplificó la situación del Gobierno de Javier Milei: los peores vencimientos de deuda, de capital y de intereses, con el FMI y los bonistas, los van a tener que afrontar los próximos dos Gobiernos.\n“Todavía no se le ha pagado un solo peso de capital al Fondo. A partir del 27, a partir del próximo Gobierno, la Argentina, más que una pared de vencimientos, tiene una muralla infranqueable que tiene que pagar en dólares contantes y sonantes. Si nosotros, sinceramente, como argentinos, seamos… sean de izquierda, de derecha, de abajo, de arriba, peronistas, antiperonistas, lo que más te guste, no nos ponemos a pensar cómo encarar y resolver esta cuestión, somos boleta, somos boleta”, manifestó Fernández.\nOtra de las ideas señaladas por la expresidenta remarca la intención del Gobierno de Milei de la desaparición de la clase media argentina, subrayando que “quieren que se consolide un país para el 30 por ciento más rico y el resto, querido, condenado a vivir sin movilidad social, sin dignidad, sin futuro”.\nAseveró que “ya estamos viendo cómo funciona ese modelo para la gente, donde no solo se endeuda al país, sino que también se endeuda a las familias. El 90 por ciento de la población argentina tiene deudas y el 12 por ciento de los hogares tiene más de tres deudas a la vez”.\n“El 70 por ciento, no, el 76 por ciento de esas deudas no tienen cómo pagarlas. Muchos ya están en mora. Y hay que saber una cosa importante, que de cada 4 de esas deudas, 3… de cada 4, 3 se originaron en el 2024. Durante el primer año del economista experto en crecimiento con o sin dinero, pero se lo tendría que explicar mejor a la gente, el hombre, ¿no?”, remarcó.\nEntre las condiciones actuales de Argentina, Cristina refirió la deuda para las tarjetas, deuda para los servicios, deuda para la comida, las compras fiadas, los impuestos, deuda para el alquiler, hasta para los remedios.\n“Este es el modelo de Milei: deuda pública, deuda familiar y deuda privada, como ya hemos empezado a ver, ¿no? Empresas que caen en default, fábricas que suspenden actividad y personal o directamente despiden. Y comienza otra vez a generarse, como en los 90, miedo a quedarse en la calle sin trabajo. Y por lo tanto, como tenés miedo, se acepta cualquier condición de laburo sin necesidad de ninguna reforma de flexibilización laboral”.\nArgumentó Cristina que en sociedades fragmentadas, desiguales, empobrecidas y resignadas no hay independencia. “¿Esa es la libertad? Este nunca fue el proyecto de la Argentina. Y en fechas como hoy, 9 de julio, es muy bueno recordarlo. Por eso, nosotras y nosotros, los peronistas, tenemos que pensar más allá del corto plazo”.\n“Pensar qué Argentina queremos tener en el 27, en el 31, en el 35 y cómo llegamos ahí sin dejar a nadie atrás. Y para eso, compatriotas, es imprescindible encarar el problema del endeudamiento. Con las tres C, como les dije al principio, cabeza, corazón y coraje. Porque este 9 de julio no alcanza con recordar la independencia. Hay que reconocer que esa independencia, que tanto costó construir, que llevó a nuestros próceres a sacrificar sus vidas, es la que está en peligro y es la que tenemos que volver a defender y construir”, dijo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cristina-fernandez-dia-independencia-argentin/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1572,
    "message_id": 98646,
    "date": "2025-07-10T02:55:07+00:00",
    "text": "teleSUR\nCristina Fernández en el Día de la Independencia argentina: «desde el 56 no tuvimos esta dependencia»\nhttps://www.telesurtv.net/cristina-fernandez-dia-independencia-argentin/",
    "photo_path": null,
    "views": 1635,
    "reactions": {
      "👏": 35,
      "🕊": 1,
      "🤡": 1
    },
    "total_reactions": 37
  },
  "preprocessing": {
    "cleaned": "la expresidenta de argentina, cristina fernández, a propósito de conmemorarse el día de la independencia argentina, refirió que lo que vive hoy el país no es un simple ajuste, es un verdadero problema estructural. movilizaciones en apoyo a cristina kirchner y por el día de la independencia argentina “lo que se vive hoy en argentina no es simplemente un ajuste, ni una crisis, ni una tormenta pasajera: es un verdadero problema estructural”, expresó en un mensaje a la militancia la expresidenta. asimismo, la política argentina manifestó que “como argentina no recuerdo otro 9 de julio como este. desde el año 56, después que lo derrocaron a perón y lo trajeron al fondo monetario, nunca tuvimos este grado de dependencia”. al reflexionar sobre qué significó esa independencia y al compararla con la argentina actual, cristina puntualizó que “la pregunta obligada que tenemos que hacernos, como argentinos es si ¿somos realmente libres o independientes? ¿o estamos otra vez ejecutando políticas dictadas desde afuera, aceptando sin chistar condiciones del fmi o de otros que perjudican tanto a nuestra gente?”. entre tanto, la también expresidenta de la nación ejemplificó la situación del gobierno de javier milei: los peores vencimientos de deuda, de capital y de intereses, con el fmi y los bonistas, los van a tener que afrontar los próximos dos gobiernos. “todavía no se le ha pagado un solo peso de capital al fondo. a partir del 27, a partir del próximo gobierno, la argentina, más que una pared de vencimientos, tiene una muralla infranqueable que tiene que pagar en dólares contantes y sonantes. si nosotros, sinceramente, como argentinos, seamos… sean de izquierda, de derecha, de abajo, de arriba, peronistas, antiperonistas, lo que más te guste, no nos ponemos a pensar cómo encarar y resolver esta cuestión, somos boleta, somos boleta”, manifestó fernández. otra de las ideas señaladas por la expresidenta remarca la intención del gobierno de milei de la desaparición de la clase media argentina, subrayando que “quieren que se consolide un país para el 30 por ciento más rico y el resto, querido, condenado a vivir sin movilidad social, sin dignidad, sin futuro”. aseveró que “ya estamos viendo cómo funciona ese modelo para la gente, donde no solo se endeuda al país, sino que también se endeuda a las familias. el 90 por ciento de la población argentina tiene deudas y el 12 por ciento de los hogares tiene más de tres deudas a la vez”. “el 70 por ciento, no, el 76 por ciento de esas deudas no tienen cómo pagarlas. muchos ya están en mora. y hay que saber una cosa importante, que de cada 4 de esas deudas, 3… de cada 4, 3 se originaron en el 2024. durante el primer año del economista experto en crecimiento con o sin dinero, pero se lo tendría que explicar mejor a la gente, el hombre, ¿no?”, remarcó. entre las condiciones actuales de argentina, cristina refirió la deuda para las tarjetas, deuda para los servicios, deuda para la comida, las compras fiadas, los impuestos, deuda para el alquiler, hasta para los remedios. “este es el modelo de milei: deuda pública, deuda familiar y deuda privada, como ya hemos empezado a ver, ¿no? empresas que caen en default, fábricas que suspenden actividad y personal o directamente despiden. y comienza otra vez a generarse, como en los 90, miedo a quedarse en la calle sin trabajo. y por lo tanto, como tenés miedo, se acepta cualquier condición de laburo sin necesidad de ninguna reforma de flexibilización laboral”. argumentó cristina que en sociedades fragmentadas, desiguales, empobrecidas y resignadas no hay independencia. “¿esa es la libertad? este nunca fue el proyecto de la argentina. y en fechas como hoy, 9 de julio, es muy bueno recordarlo. por eso, nosotras y nosotros, los peronistas, tenemos que pensar más allá del corto plazo”. “pensar qué argentina queremos tener en el 27, en el 31, en el 35 y cómo llegamos ahí sin dejar a nadie atrás. y para eso, compatriotas, es imprescindible encarar el problema del endeudamiento. con las tres c, como les dije al principio, cabeza, corazón y coraje. porque este 9 de julio no alcanza con recordar la independencia. hay que reconocer que esa independencia, que tanto costó construir, que llevó a nuestros próceres a sacrificar sus vidas, es la que está en peligro y es la que tenemos que volver a defender y construir”, dijo.",
    "tokens": [
      "expresidenta",
      "argentina",
      ",",
      "cristina",
      "fernández",
      ",",
      "propósito",
      "conmemorarse",
      "día",
      "independencia",
      "argentina",
      ",",
      "refirió",
      "vive",
      "hoy",
      "país",
      "simple",
      "ajuste",
      ",",
      "verdadero",
      "problema",
      "estructural",
      ".",
      "movilizaciones",
      "apoyo",
      "cristina",
      "kirchner",
      "día",
      "independencia",
      "argentina",
      "“",
      "vive",
      "hoy",
      "argentina",
      "simplemente",
      "ajuste",
      ",",
      "crisis",
      ",",
      "tormenta",
      "pasajera",
      ":",
      "verdadero",
      "problema",
      "estructural",
      "”",
      ",",
      "expresó",
      "mensaje",
      "militancia",
      "expresidenta",
      ".",
      "asimismo",
      ",",
      "política",
      "argentina",
      "manifestó",
      "“",
      "argentina",
      "recuerdo",
      "9",
      "julio",
      ".",
      "año",
      "56",
      ",",
      "después",
      "derrocaron",
      "perón",
      "trajeron",
      "fondo",
      "monetario",
      ",",
      "nunca",
      "grado",
      "dependencia",
      "”",
      ".",
      "reflexionar",
      "significó",
      "independencia",
      "compararla",
      "argentina",
      "actual",
      ",",
      "cristina",
      "puntualizó",
      "“",
      "pregunta",
      "obligada",
      "hacernos",
      ",",
      "argentinos",
      "si",
      "¿somos",
      "realmente",
      "libres",
      "independientes",
      "?",
      "¿o",
      "vez",
      "ejecutando",
      "políticas",
      "dictadas",
      "afuera",
      ",",
      "aceptando",
      "chistar",
      "condiciones",
      "fmi",
      "perjudican",
      "gente",
      "?",
      "”",
      ".",
      ",",
      "expresidenta",
      "nación",
      "ejemplificó",
      "situación",
      "gobierno",
      "javier",
      "milei",
      ":",
      "peores",
      "vencimientos",
      "deuda",
      ",",
      "capital",
      "intereses",
      ",",
      "fmi",
      "bonistas",
      ",",
      "van",
      "tener",
      "afrontar",
      "próximos",
      "dos",
      "gobiernos",
      ".",
      "“",
      "todavía",
      "pagado",
      "solo",
      "peso",
      "capital",
      "fondo",
      ".",
      "partir",
      "27",
      ",",
      "partir",
      "próximo",
      "gobierno",
      ",",
      "argentina",
      ",",
      "pared",
      "vencimientos",
      ",",
      "muralla",
      "infranqueable",
      "pagar",
      "dólares",
      "contantes",
      "sonantes",
      ".",
      "si",
      ",",
      "sinceramente",
      ",",
      "argentinos",
      ",",
      "seamos…",
      "izquierda",
      ",",
      "derecha",
      ",",
      "abajo",
      ",",
      "arriba",
      ",",
      "peronistas",
      ",",
      "antiperonistas",
      ",",
      "guste",
      ",",
      "ponemos",
      "pensar",
      "cómo",
      "encarar",
      "resolver",
      "cuestión",
      ",",
      "boleta",
      ",",
      "boleta",
      "”",
      ",",
      "manifestó",
      "fernández",
      ".",
      "ideas",
      "señaladas",
      "expresidenta",
      "remarca",
      "intención",
      "gobierno",
      "milei",
      "desaparición",
      "clase",
      "media",
      "argentina",
      ",",
      "subrayando",
      "“",
      "quieren",
      "consolide",
      "país",
      "30",
      "ciento",
      "rico",
      "resto",
      ",",
      "querido",
      ",",
      "condenado",
      "vivir",
      "movilidad",
      "social",
      ",",
      "dignidad",
      ",",
      "futuro",
      "”",
      ".",
      "aseveró",
      "“",
      "viendo",
      "cómo",
      "funciona",
      "modelo",
      "gente",
      ",",
      "solo",
      "endeuda",
      "país",
      ",",
      "sino",
      "endeuda",
      "familias",
      ".",
      "90",
      "ciento",
      "población",
      "argentina",
      "deudas",
      "12",
      "ciento",
      "hogares",
      "tres",
      "deudas",
      "vez",
      "”",
      ".",
      "“",
      "70",
      "ciento",
      ",",
      ",",
      "76",
      "ciento",
      "deudas",
      "cómo",
      "pagarlas",
      ".",
      "mora",
      ".",
      "saber",
      "cosa",
      "importante",
      ",",
      "cada",
      "4",
      "deudas",
      ",",
      "3…",
      "cada",
      "4",
      ",",
      "3",
      "originaron",
      "2024.",
      "primer",
      "año",
      "economista",
      "experto",
      "crecimiento",
      "dinero",
      ",",
      "explicar",
      "mejor",
      "gente",
      ",",
      "hombre",
      ",",
      "¿no",
      "?",
      "”",
      ",",
      "remarcó",
      ".",
      "condiciones",
      "actuales",
      "argentina",
      ",",
      "cristina",
      "refirió",
      "deuda",
      "tarjetas",
      ",",
      "deuda",
      "servicios",
      ",",
      "deuda",
      "comida",
      ",",
      "compras",
      "fiadas",
      ",",
      "impuestos",
      ",",
      "deuda",
      "alquiler",
      ",",
      "remedios",
      ".",
      "“",
      "modelo",
      "milei",
      ":",
      "deuda",
      "pública",
      ",",
      "deuda",
      "familiar",
      "deuda",
      "privada",
      ",",
      "empezado",
      "ver",
      ",",
      "¿no",
      "?",
      "empresas",
      "caen",
      "default",
      ",",
      "fábricas",
      "suspenden",
      "actividad",
      "personal",
      "directamente",
      "despiden",
      ".",
      "comienza",
      "vez",
      "generarse",
      ",",
      "90",
      ",",
      "miedo",
      "quedarse",
      "calle",
      "trabajo",
      ".",
      ",",
      "tenés",
      "miedo",
      ",",
      "acepta",
      "cualquier",
      "condición",
      "laburo",
      "necesidad",
      "ninguna",
      "reforma",
      "flexibilización",
      "laboral",
      "”",
      ".",
      "argumentó",
      "cristina",
      "sociedades",
      "fragmentadas",
      ",",
      "desiguales",
      ",",
      "empobrecidas",
      "resignadas",
      "independencia",
      ".",
      "“",
      "¿esa",
      "libertad",
      "?",
      "nunca",
      "proyecto",
      "argentina",
      ".",
      "fechas",
      "hoy",
      ",",
      "9",
      "julio",
      ",",
      "bueno",
      "recordarlo",
      ".",
      ",",
      ",",
      "peronistas",
      ",",
      "pensar",
      "allá",
      "corto",
      "plazo",
      "”",
      ".",
      "“",
      "pensar",
      "argentina",
      "queremos",
      "tener",
      "27",
      ",",
      "31",
      ",",
      "35",
      "cómo",
      "llegamos",
      "ahí",
      "dejar",
      "nadie",
      "atrás",
      ".",
      ",",
      "compatriotas",
      ",",
      "imprescindible",
      "encarar",
      "problema",
      "endeudamiento",
      ".",
      "tres",
      "c",
      ",",
      "dije",
      "principio",
      ",",
      "cabeza",
      ",",
      "corazón",
      "coraje",
      ".",
      "9",
      "julio",
      "alcanza",
      "recordar",
      "independencia",
      ".",
      "reconocer",
      "independencia",
      ",",
      "costó",
      "construir",
      ",",
      "llevó",
      "próceres",
      "sacrificar",
      "vidas",
      ",",
      "peligro",
      "volver",
      "defender",
      "construir",
      "”",
      ",",
      "dijo",
      "."
    ],
    "token_count": 492,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 64,
      "FW": 109,
      "NN": 301,
      "JJ": 68,
      "VBZ": 16,
      "DT": 10,
      "VBD": 4,
      "IN": 24,
      "VBP": 30,
      "RB": 3,
      "CD": 13,
      "MD": 1,
      "VB": 1,
      "NNS": 30,
      "PRP": 1,
      "$": 2,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-FW": 11,
      "FW-FW": 61,
      "FW-NNP": 15,
      "NNP-NNP": 12,
      "NNP-NN": 26,
      "NN-FW": 17,
      "NN-NN": 185,
      "NN-JJ": 22,
      "JJ-NN": 40,
      "NN-VBZ": 9,
      "VBZ-DT": 4,
      "DT-JJ": 4,
      "JJ-JJ": 9,
      "JJ-NNP": 6,
      "FW-NN": 18,
      "NN-NNP": 20,
      "NNP-VBD": 1,
      "VBD-JJ": 2,
      "NN-IN": 21,
      "IN-NNP": 4,
      "NNP-DT": 2,
      "DT-NN": 6,
      "VBZ-JJ": 5,
      "IN-JJ": 1,
      "NN-VBP": 7,
      "VBP-NN": 5,
      "JJ-FW": 6,
      "NNP-VBZ": 3,
      "VBZ-RB": 1,
      "RB-CD": 1,
      "CD-NN": 11,
      "VBZ-NN": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1,
      "IN-FW": 10,
      "NNP-JJ": 2,
      "NN-NNS": 11,
      "NNS-VBP": 20,
      "VBP-JJ": 18,
      "VBZ-VBZ": 1,
      "JJ-NNS": 5,
      "NNS-JJ": 1,
      "NNS-FW": 2,
      "FW-JJ": 4,
      "FW-NNS": 6,
      "IN-NN": 7,
      "NN-CD": 4,
      "JJ-VBD": 1,
      "VBD-FW": 1,
      "FW-VBZ": 2,
      "VBZ-NNS": 3,
      "NNS-NNS": 2,
      "NNS-NNP": 3,
      "NNP-RB": 1,
      "RB-VBD": 1,
      "NN-DT": 3,
      "NNP-IN": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "VBP-NNS": 3,
      "VBP-NNP": 1,
      "NNP-CD": 2,
      "VBP-CD": 1,
      "VBP-FW": 1,
      "JJ-DT": 1,
      "NNP-PRP": 1,
      "PRP-VBP": 1,
      "FW-CD": 2,
      "CD-IN": 1,
      "CD-NNP": 1,
      "NNS-IN": 1,
      "NNP-VBP": 1,
      "IN-$": 2,
      "$-CD": 2,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "VBP-VBZ": 1,
      "VBZ-NNP": 1,
      "NNS-RB": 1,
      "RB-VBP": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 5,
      "FW-FW-NNP": 7,
      "FW-NNP-NNP": 2,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-NN": 6,
      "NNP-NN-FW": 2,
      "NN-FW-FW": 5,
      "FW-FW-FW": 40,
      "FW-NNP-FW": 7,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 15,
      "NN-NN-NN": 110,
      "NN-NN-JJ": 16,
      "NN-JJ-NN": 14,
      "JJ-NN-NN": 27,
      "NN-NN-VBZ": 3,
      "NN-VBZ-DT": 2,
      "VBZ-DT-JJ": 2,
      "DT-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 6,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "NNP-FW-NN": 4,
      "FW-NN-NNP": 2,
      "NN-NNP-NNP": 6,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "NNP-NN-NNP": 3,
      "NN-NNP-NN": 10,
      "JJ-NN-IN": 4,
      "NN-IN-NNP": 3,
      "IN-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-VBZ": 5,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 3,
      "JJ-NN-JJ": 5,
      "NN-JJ-JJ": 2,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-NN-FW": 9,
      "NN-FW-NN": 5,
      "FW-NN-FW": 5,
      "NN-FW-NNP": 3,
      "NN-NN-VBP": 7,
      "NN-VBP-NN": 4,
      "VBP-NN-NN": 5,
      "DT-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-NN": 7,
      "FW-NN-NN": 9,
      "NN-NN-NNP": 13,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-RB": 1,
      "VBZ-RB-CD": 1,
      "RB-CD-NN": 1,
      "CD-NN-NN": 11,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-NN-IN": 15,
      "NN-IN-FW": 8,
      "IN-FW-NNP": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 13,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NN-NNS-FW": 2,
      "NNS-FW-NNP": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-NN-NNP": 2,
      "NN-JJ-FW": 1,
      "NNP-FW-NNP": 2,
      "NNP-NN-NNS": 4,
      "NNS-FW-FW": 1,
      "NN-FW-NNS": 2,
      "FW-NNS-VBP": 6,
      "VBP-JJ-NNP": 1,
      "NNP-NNP-DT": 1,
      "NN-IN-NN": 7,
      "IN-NN-NN": 6,
      "NN-NN-CD": 3,
      "NN-CD-NN": 4,
      "NN-JJ-VBD": 1,
      "JJ-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NN-JJ": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 2,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-RB": 1,
      "NNP-RB-VBD": 1,
      "RB-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "IN-FW-FW": 5,
      "FW-FW-NNS": 2,
      "NN-NN-DT": 2,
      "NN-DT-JJ": 2,
      "DT-JJ-NN": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNS": 2,
      "JJ-NN-FW": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "JJ-NN-NNS": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "NN-VBP-JJ": 2,
      "JJ-NNS-VBP": 3,
      "VBP-JJ-FW": 2,
      "JJ-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 3,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-CD": 1,
      "NNP-CD-NN": 2,
      "FW-NN-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-NNP-CD": 1,
      "NN-DT-NN": 1,
      "DT-NN-CD": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-PRP": 1,
      "NNP-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "JJ-FW-NN": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-FW-CD": 2,
      "FW-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-VBZ-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "IN-NNP-NN": 2,
      "NN-IN-$": 2,
      "IN-$-CD": 2,
      "$-CD-NN": 2,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "IN-FW-NN": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNS-VBP-NNS": 2,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NNP-NN-IN": 1,
      "IN-NN-DT": 1,
      "NNS-VBP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 301,
        "FW": 109,
        "JJ": 68,
        "NNP": 64,
        "VBP": 30
      },
      "top_bigrams": {
        "NN-NN": 185,
        "FW-FW": 61,
        "JJ-NN": 40,
        "NNP-NN": 26,
        "NN-JJ": 22
      },
      "top_trigrams": {
        "NN-NN-NN": 110,
        "FW-FW-FW": 40,
        "JJ-NN-NN": 27,
        "NN-NN-JJ": 16,
        "NNP-NN-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 203,
      "VP": 41,
      "PP": 13,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0201
      },
      {
        "rule": "NP -> ('Argentina', 'NNP')",
        "frequency": 5,
        "weight": 0.0168
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0134
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('como', 'NN') ('argentinos', 'NNS')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('Milei', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('por', 'JJ') ('ciento', 'NN')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0067
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "Argentina"
      },
      {
        "label": "NP",
        "text": "Cristina Fernández"
      },
      {
        "label": "NP",
        "text": "a propósito"
      },
      {
        "label": "NP",
        "text": "Día"
      },
      {
        "label": "NP",
        "text": "Independencia argentina"
      },
      {
        "label": "NP",
        "text": "refirió que lo que"
      },
      {
        "label": "NP",
        "text": "vive hoy el"
      },
      {
        "label": "VP",
        "text": "país no es un simple ajuste"
      },
      {
        "label": "NP",
        "text": "no es un simple ajuste"
      },
      {
        "label": "NP",
        "text": "es un verdadero problema estructural"
      },
      {
        "label": "NP",
        "text": "Movilizaciones"
      },
      {
        "label": "VP",
        "text": "en"
      },
      {
        "label": "PP",
        "text": "apoyo a Cristina Kirchner"
      },
      {
        "label": "NP",
        "text": "a Cristina Kirchner"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  expresidenta/FW\n  de/FW\n  (NP Argentina/NNP)\n  ,/,\n  (NP Cristina/NNP Fernández/NNP)\n  ,/,\n  (NP a/DT propósito/NN)\n  de/IN\n  conmemorarse/FW\n  el/FW\n  (NP Día/NNP)\n  de/FW\n  la/FW\n  (NP Independencia/NNP argentina/NN)\n  ,/,\n  (NP refirió/NN que/NN lo/NN que/NN)\n  (NP vive/JJ hoy/NN el/NN)\n  (VP país/VBZ (NP no/DT es/JJ un/JJ simple/JJ ajuste/NN))\n  ,/,\n  (NP es/JJ un/JJ verdadero/NN problema/NN estructural/NN)\n  ./.)",
      "(S\n  (NP Movilizaciones/NNS)\n  (VP en/VBP)\n  (PP apoyo/IN (NP a/DT Cristina/NNP Kirchner/NNP))\n  y/PRP\n  (VP por/VBP (NP el/JJ Día/NNP))\n  de/FW\n  la/FW\n  (NP Independencia/NNP argentina/NN “/NNP Lo/NNP que/NN se/NN)\n  (NP vive/JJ hoy/NN)\n  (PP en/IN (NP Argentina/NNP))\n  (NP no/DT es/NN)\n  (VP simplemente/VBZ (NP un/JJ ajuste/NN))\n  ,/,\n  (NP ni/JJ una/JJ crisis/NN)\n  ,/,\n  (NP ni/JJ una/JJ tormenta/NN pasajera/NN)\n  :/:\n  (NP es/NN)\n  (NP un/JJ verdadero/NN problema/NN)\n  (NP estructural/JJ ”/NNP)\n  ,/,\n  (NP expresó/NN)\n  en/FW\n  (ADJP un/JJ)\n  mensaje/FW\n  a/DT\n  la/FW\n  militancia/FW\n  la/FW\n  expresidenta/FW\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP la/NN)\n  política/FW\n  (NP argentina/NN manifestó/NN que/NN “/NNP como/NN)\n  (VP argentina/VBZ (NP no/DT recuerdo/NN) otro/RB)\n  9/CD\n  (PP de/IN (NP julio/NN como/NN este/NN))\n  ./.)",
      "(S\n  (NP Desde/NNP)\n  (VP el/VBD año/RB)\n  56/CD\n  ,/,\n  (NP después/NN que/NN lo/NN)\n  (VP\n    derrocaron/VBZ\n    (NP\n      a/DT\n      Perón/NNP\n      y/NN\n      lo/NN\n      trajeron/NN\n      al/NN\n      Fondo/NNP\n      Monetario/NNP))\n  ,/,\n  (NP nunca/JJ tuvimos/NN este/NN grado/NN)\n  de/IN\n  dependencia/FW\n  (NP ”/NN)\n  ./.)",
      "(S\n  (NP Al/NNP reflexionar/NN sobre/NN qué/NN significó/NN)\n  (VP esa/VBP (NP independencia/JJ y/NN al/NN compararla/NN con/NN))\n  la/FW\n  (NP Argentina/NNP)\n  (ADJP actual/JJ)\n  ,/,\n  (NP Cristina/NNP puntualizó/NN que/NN “/NNP)\n  (VP la/VBZ)\n  pregunta/FW\n  obligada/FW\n  que/FW\n  (NP tenemos/NN que/NN hacernos/NN)\n  ,/,\n  (NP como/NN argentinos/NNS)\n  (VP es/VBP (NP si/JJ ¿somos/NNP realmente/NN))\n  (VP libres/VBZ (NP o/JJ independientes/NNS))\n  ?/.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "LOCALIZACIONES_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          530,
          539
        ],
        "start": 530,
        "end": 539
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "fmi",
        "position": [
          1058,
          1061
        ],
        "start": 1058,
        "end": 1061
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3338,
          3345
        ],
        "start": 3338,
        "end": 3345
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          1255,
          1262
        ],
        "start": 1255,
        "end": 1262
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          443,
          450
        ],
        "start": 443,
        "end": 450
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de javier milei",
        "position": [
          1192,
          1216
        ],
        "start": 1192,
        "end": 1216
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          3328,
          3333
        ],
        "start": 3328,
        "end": 3333
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          19,
          28
        ],
        "start": 19,
        "end": 28
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle sin",
        "position": [
          3328,
          3337
        ],
        "start": 3328,
        "end": 3337
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          140,
          143
        ],
        "start": 140,
        "end": 143
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Cristina Fernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Javier Milei",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aseveró",
        "tipo": "Persona"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "la Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cristina",
        "tipo": "Persona"
      },
      {
        "nombre": "Fondo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Empresas",
        "tipo": "Persona"
      },
      {
        "nombre": "Perón",
        "tipo": "Persona"
      },
      {
        "nombre": "FMI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de Milei",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fondo Monetario",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristina Kirchner",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cristina Kirchner",
        "relacion": "VIVIR_EXPRESAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Perón",
        "relacion": "DERROCAR",
        "objeto": "Fondo Monetario"
      },
      {
        "sujeto": "Cristina",
        "relacion": "COMPARAR_L_SIGNIFICAR_REFLEXIONAR_PUNTUALIZAR",
        "objeto": "la Argentina"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "ES",
        "objeto": "la Argentina"
      },
      {
        "sujeto": "Cristina",
        "relacion": "REFERIR",
        "objeto": "Argentina"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9937,
    "pos": 0.008,
    "neu": 0.915,
    "neg": 0.078,
    "label": "negative"
  }
}