{
  "url": "https://www.telesurtv.net/manifestantes-pro-ue-siguen-generando-violencia-en-georgia-por-octavo-dia-consecutivo/",
  "title": "Manifestantes pro UE siguen generando violencia en Georgia por octavo día consecutivo - teleSUR",
  "section": "Mundo",
  "tags": [
    "Manifestaciones",
    "Violencia"
  ],
  "text": "Las protestas en Georgia siguieron en su séptima noche consecutiva, escalando en intensidad y acentuando la complejidad geopolítica. Los manifestantes en Tiflis elevaron el nivel de confrontación, lanzando piedras y fuegos artificiales contra las fuerzas policiales que custodian el Parlamento.\nLas fuerzas estatales denunciaron que entre las manifestaciones se ha percibido la presencia de integrantes de unidades paramilitares con vínculos al Ejército ucraniano y simpatizantes de la Legión Nacional de Georgia, una formación que está prohibida en Rusia y que participa activamente en conflictos en Ucrania. Las autoridades georgianas han intensificado sus acciones contra la oposición política.\nEntre los manifestantes se observó a un hombre con prótesis de piernas, cubierto con la bandera de esta legión, quien confirmó haber combatido en Ucrania y haber resultado herido durante el conflicto.\nRecientemente las autoridades georgianas denunciaron la composición de las protestas. Mamuka Mdinaradze, secretario ejecutivo del partido gobernante, declaró que “sorprendentemente, el 30% de las personas detenidas en Tiflis son ciudadanos extranjeros”, lo que sugiere una posible intervención de organizaciones no gubernamentales pro-europeas.\nSegún Teimuraz Kupatadze, director del Departamento de Policía Criminal Central, informó la detención de siete personas durante las protestas en Tiflis. El Ministerio de Interior las acusa de “organizar y liderar violencia grupal y participar en ella”. Durante los operativos policiales, las autoridades incautaron un arsenal que incluye cascos, mascarillas respiratorias, un gran número de fuegos artificiales, dispositivos de transmisión electrónica, equipos informáticos, cócteles molotov y diversos tipos de soluciones y pinturas.\nLa preparación logística de los manifestantes refuerza las declaraciones previas de las autoridades sobre la naturaleza organizada de las protestas y la posible intervención de elementos extranjeros o grupos organizados.\nLa intervención internacional\nEl Ministro de Asuntos Exteriores de Canadá anunció la imposición de sanciones a funcionarios georgianos, comprometiéndose a actuar en coordinación con Estados Unidos y la Unión Europea. De manera similar, el presidente ucraniano Volodímir Zelenski ha impuesto sanciones específicas contra Bidzina Ivanishvili, presidente del partido Sueño Georgiano.\nPor su parte, el primer ministro georgiano, Irakli Kobakhidze, respondió con contundencia a las sanciones impuestas por Ucrania, calificándolas como un reflejo de “la difícil situación” del gobierno ucraniano. Kobakhidze acusó a Kiev de intentar crear una situación compleja en la región, precisamente en un momento de transición de la administración estadounidense.\nEn respuesta a las declaraciones del presidente Zelenski, Kobakhidze reveló antecedentes diplomáticos tensos. Recordó que Ucrania retiró a su embajador de Georgia en marzo de 2022 por dos razones principales: la negativa de Georgia a imponer sanciones contra Rusia y su negativa a enviar voluntarios oficiales a combatir en Ucrania.\nEl primer ministro georgiano señaló que, incluso, existe un plan para abrir “no uno, sino dos frentes” durante la invasión hacia Rusia, señalando que funcionarios ucranianos, incluido el asesor presidencial y el secretario del Consejo de Seguridad, hicieron un llamamiento directo para abrir un segundo frente en Georgia.\nAunque los medios occidentales registran como intensas las protestas, se mantienen solo a las afuera del parlamento, mientras los opositores al gobierno no han logrado generar suficiente fuerza mayoritaria para cambiar la situación política actual. Sin embargo, las manifestaciones continúan desafiando los resultados electorales que dieron la victoria a las fuerzas soberanistas georgianas.\nEn este contexto, Natia Turnava, gobernadora interina del Banco Nacional de Georgia, aseguró este jueves que la institución cuenta con “todas las herramientas necesarias” para intervenir en la estabilización del lari, la moneda nacional, si fuera requerido.\nDurante su comparecencia ante el Comité de Presupuesto y Finanzas del Parlamento, Turnava reconoció que las tensiones políticas han generado “cierta agitación” en el mercado, pero manifestó su optimismo sobre una pronta normalización.\nDestacó que, a diferencia del período preelectoral de octubre, cuando existía una perspectiva negativa que provocó un incremento en la demanda de dólares, actualmente el mercado muestra “signos de equilibrio” con participación tanto de compradores como de vendedores de moneda extranjera.\nSin embargo, se sospecha que los bancos georgianos están detrás de las protestas, considerando que los principales bancos del país, Bank of Georgia y TBC Bank, expresaron públicamente su respaldo a las manifestaciones antigubernamentales y prooccidentales de los últimos días.\nEn ese sentido, es de considerar que ambos bancos reciben fondos de grupos estadounidenses como como BlackRock, Vanguard y JPMorgan.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/manifestantes-pro-ue-siguen-generando-violencia-en-georgia-por-octavo-dia-consecutivo/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 1474,
    "message_id": 81849,
    "date": "2024-12-06T02:55:32+00:00",
    "text": "teleSUR\nManifestantes pro UE siguen generando violencia en Georgia por octavo día consecutivo\nhttps://www.telesurtv.net/manifestantes-pro-ue-siguen-generando-violencia-en-georgia-por-octavo-dia-consecutivo/",
    "photo_path": null,
    "views": 2331,
    "reactions": {
      "🤬": 30,
      "🤨": 10,
      "💩": 8,
      "👍": 6
    },
    "total_reactions": 54
  },
  "preprocessing": {
    "cleaned": "las protestas en georgia siguieron en su séptima noche consecutiva, escalando en intensidad y acentuando la complejidad geopolítica. los manifestantes en tiflis elevaron el nivel de confrontación, lanzando piedras y fuegos artificiales contra las fuerzas policiales que custodian el parlamento. las fuerzas estatales denunciaron que entre las manifestaciones se ha percibido la presencia de integrantes de unidades paramilitares con vínculos al ejército ucraniano y simpatizantes de la legión nacional de georgia, una formación que está prohibida en rusia y que participa activamente en conflictos en ucrania. las autoridades georgianas han intensificado sus acciones contra la oposición política. entre los manifestantes se observó a un hombre con prótesis de piernas, cubierto con la bandera de esta legión, quien confirmó haber combatido en ucrania y haber resultado herido durante el conflicto. recientemente las autoridades georgianas denunciaron la composición de las protestas. mamuka mdinaradze, secretario ejecutivo del partido gobernante, declaró que “sorprendentemente, el 30% de las personas detenidas en tiflis son ciudadanos extranjeros”, lo que sugiere una posible intervención de organizaciones no gubernamentales pro-europeas. según teimuraz kupatadze, director del departamento de policía criminal central, informó la detención de siete personas durante las protestas en tiflis. el ministerio de interior las acusa de “organizar y liderar violencia grupal y participar en ella”. durante los operativos policiales, las autoridades incautaron un arsenal que incluye cascos, mascarillas respiratorias, un gran número de fuegos artificiales, dispositivos de transmisión electrónica, equipos informáticos, cócteles molotov y diversos tipos de soluciones y pinturas. la preparación logística de los manifestantes refuerza las declaraciones previas de las autoridades sobre la naturaleza organizada de las protestas y la posible intervención de elementos extranjeros o grupos organizados. la intervención internacional el ministro de asuntos exteriores de canadá anunció la imposición de sanciones a funcionarios georgianos, comprometiéndose a actuar en coordinación con estados unidos y la unión europea. de manera similar, el presidente ucraniano volodímir zelenski ha impuesto sanciones específicas contra bidzina ivanishvili, presidente del partido sueño georgiano. por su parte, el primer ministro georgiano, irakli kobakhidze, respondió con contundencia a las sanciones impuestas por ucrania, calificándolas como un reflejo de “la difícil situación” del gobierno ucraniano. kobakhidze acusó a kiev de intentar crear una situación compleja en la región, precisamente en un momento de transición de la administración estadounidense. en respuesta a las declaraciones del presidente zelenski, kobakhidze reveló antecedentes diplomáticos tensos. recordó que ucrania retiró a su embajador de georgia en marzo de 2022 por dos razones principales: la negativa de georgia a imponer sanciones contra rusia y su negativa a enviar voluntarios oficiales a combatir en ucrania. el primer ministro georgiano señaló que, incluso, existe un plan para abrir “no uno, sino dos frentes” durante la invasión hacia rusia, señalando que funcionarios ucranianos, incluido el asesor presidencial y el secretario del consejo de seguridad, hicieron un llamamiento directo para abrir un segundo frente en georgia. aunque los medios occidentales registran como intensas las protestas, se mantienen solo a las afuera del parlamento, mientras los opositores al gobierno no han logrado generar suficiente fuerza mayoritaria para cambiar la situación política actual. sin embargo, las manifestaciones continúan desafiando los resultados electorales que dieron la victoria a las fuerzas soberanistas georgianas. en este contexto, natia turnava, gobernadora interina del banco nacional de georgia, aseguró este jueves que la institución cuenta con “todas las herramientas necesarias” para intervenir en la estabilización del lari, la moneda nacional, si fuera requerido. durante su comparecencia ante el comité de presupuesto y finanzas del parlamento, turnava reconoció que las tensiones políticas han generado “cierta agitación” en el mercado, pero manifestó su optimismo sobre una pronta normalización. destacó que, a diferencia del período preelectoral de octubre, cuando existía una perspectiva negativa que provocó un incremento en la demanda de dólares, actualmente el mercado muestra “signos de equilibrio” con participación tanto de compradores como de vendedores de moneda extranjera. sin embargo, se sospecha que los bancos georgianos están detrás de las protestas, considerando que los principales bancos del país, bank of georgia y tbc bank, expresaron públicamente su respaldo a las manifestaciones antigubernamentales y prooccidentales de los últimos días. en ese sentido, es de considerar que ambos bancos reciben fondos de grupos estadounidenses como como blackrock, vanguard y jpmorgan.",
    "tokens": [
      "protestas",
      "georgia",
      "siguieron",
      "séptima",
      "noche",
      "consecutiva",
      ",",
      "escalando",
      "intensidad",
      "acentuando",
      "complejidad",
      "geopolítica",
      ".",
      "manifestantes",
      "tiflis",
      "elevaron",
      "nivel",
      "confrontación",
      ",",
      "lanzando",
      "piedras",
      "fuegos",
      "artificiales",
      "fuerzas",
      "policiales",
      "custodian",
      "parlamento",
      ".",
      "fuerzas",
      "estatales",
      "denunciaron",
      "manifestaciones",
      "percibido",
      "presencia",
      "integrantes",
      "unidades",
      "paramilitares",
      "vínculos",
      "ejército",
      "ucraniano",
      "simpatizantes",
      "legión",
      "nacional",
      "georgia",
      ",",
      "formación",
      "prohibida",
      "rusia",
      "participa",
      "activamente",
      "conflictos",
      "ucrania",
      ".",
      "autoridades",
      "georgianas",
      "intensificado",
      "acciones",
      "oposición",
      "política",
      ".",
      "manifestantes",
      "observó",
      "hombre",
      "prótesis",
      "piernas",
      ",",
      "cubierto",
      "bandera",
      "legión",
      ",",
      "confirmó",
      "haber",
      "combatido",
      "ucrania",
      "haber",
      "resultado",
      "herido",
      "conflicto",
      ".",
      "recientemente",
      "autoridades",
      "georgianas",
      "denunciaron",
      "composición",
      "protestas",
      ".",
      "mamuka",
      "mdinaradze",
      ",",
      "secretario",
      "ejecutivo",
      "partido",
      "gobernante",
      ",",
      "declaró",
      "“",
      "sorprendentemente",
      ",",
      "30",
      "%",
      "personas",
      "detenidas",
      "tiflis",
      "ciudadanos",
      "extranjeros",
      "”",
      ",",
      "sugiere",
      "posible",
      "intervención",
      "organizaciones",
      "gubernamentales",
      "pro-europeas",
      ".",
      "según",
      "teimuraz",
      "kupatadze",
      ",",
      "director",
      "departamento",
      "policía",
      "criminal",
      "central",
      ",",
      "informó",
      "detención",
      "siete",
      "personas",
      "protestas",
      "tiflis",
      ".",
      "ministerio",
      "interior",
      "acusa",
      "“",
      "organizar",
      "liderar",
      "violencia",
      "grupal",
      "participar",
      "”",
      ".",
      "operativos",
      "policiales",
      ",",
      "autoridades",
      "incautaron",
      "arsenal",
      "incluye",
      "cascos",
      ",",
      "mascarillas",
      "respiratorias",
      ",",
      "gran",
      "número",
      "fuegos",
      "artificiales",
      ",",
      "dispositivos",
      "transmisión",
      "electrónica",
      ",",
      "equipos",
      "informáticos",
      ",",
      "cócteles",
      "molotov",
      "diversos",
      "tipos",
      "soluciones",
      "pinturas",
      ".",
      "preparación",
      "logística",
      "manifestantes",
      "refuerza",
      "declaraciones",
      "previas",
      "autoridades",
      "naturaleza",
      "organizada",
      "protestas",
      "posible",
      "intervención",
      "elementos",
      "extranjeros",
      "grupos",
      "organizados",
      ".",
      "intervención",
      "internacional",
      "ministro",
      "asuntos",
      "exteriores",
      "canadá",
      "anunció",
      "imposición",
      "sanciones",
      "funcionarios",
      "georgianos",
      ",",
      "comprometiéndose",
      "actuar",
      "coordinación",
      "unidos",
      "unión",
      "europea",
      ".",
      "manera",
      "similar",
      ",",
      "presidente",
      "ucraniano",
      "volodímir",
      "zelenski",
      "impuesto",
      "sanciones",
      "específicas",
      "bidzina",
      "ivanishvili",
      ",",
      "presidente",
      "partido",
      "sueño",
      "georgiano",
      ".",
      "parte",
      ",",
      "primer",
      "ministro",
      "georgiano",
      ",",
      "irakli",
      "kobakhidze",
      ",",
      "respondió",
      "contundencia",
      "sanciones",
      "impuestas",
      "ucrania",
      ",",
      "calificándolas",
      "reflejo",
      "“",
      "difícil",
      "situación",
      "”",
      "gobierno",
      "ucraniano",
      ".",
      "kobakhidze",
      "acusó",
      "kiev",
      "intentar",
      "crear",
      "situación",
      "compleja",
      "región",
      ",",
      "precisamente",
      "momento",
      "transición",
      "administración",
      "estadounidense",
      ".",
      "respuesta",
      "declaraciones",
      "presidente",
      "zelenski",
      ",",
      "kobakhidze",
      "reveló",
      "antecedentes",
      "diplomáticos",
      "tensos",
      ".",
      "recordó",
      "ucrania",
      "retiró",
      "embajador",
      "georgia",
      "marzo",
      "2022",
      "dos",
      "razones",
      "principales",
      ":",
      "negativa",
      "georgia",
      "imponer",
      "sanciones",
      "rusia",
      "negativa",
      "enviar",
      "voluntarios",
      "oficiales",
      "combatir",
      "ucrania",
      ".",
      "primer",
      "ministro",
      "georgiano",
      "señaló",
      ",",
      "incluso",
      ",",
      "existe",
      "plan",
      "abrir",
      "“",
      ",",
      "sino",
      "dos",
      "frentes",
      "”",
      "invasión",
      "hacia",
      "rusia",
      ",",
      "señalando",
      "funcionarios",
      "ucranianos",
      ",",
      "incluido",
      "asesor",
      "presidencial",
      "secretario",
      "consejo",
      "seguridad",
      ",",
      "hicieron",
      "llamamiento",
      "directo",
      "abrir",
      "segundo",
      "frente",
      "georgia",
      ".",
      "aunque",
      "medios",
      "occidentales",
      "registran",
      "intensas",
      "protestas",
      ",",
      "mantienen",
      "solo",
      "afuera",
      "parlamento",
      ",",
      "mientras",
      "opositores",
      "gobierno",
      "logrado",
      "generar",
      "suficiente",
      "fuerza",
      "mayoritaria",
      "cambiar",
      "situación",
      "política",
      "actual",
      ".",
      "embargo",
      ",",
      "manifestaciones",
      "continúan",
      "desafiando",
      "resultados",
      "electorales",
      "dieron",
      "victoria",
      "fuerzas",
      "soberanistas",
      "georgianas",
      ".",
      "contexto",
      ",",
      "natia",
      "turnava",
      ",",
      "gobernadora",
      "interina",
      "banco",
      "nacional",
      "georgia",
      ",",
      "aseguró",
      "jueves",
      "institución",
      "cuenta",
      "“",
      "todas",
      "herramientas",
      "necesarias",
      "”",
      "intervenir",
      "estabilización",
      "lari",
      ",",
      "moneda",
      "nacional",
      ",",
      "si",
      "requerido",
      ".",
      "comparecencia",
      "comité",
      "presupuesto",
      "finanzas",
      "parlamento",
      ",",
      "turnava",
      "reconoció",
      "tensiones",
      "políticas",
      "generado",
      "“",
      "cierta",
      "agitación",
      "”",
      "mercado",
      ",",
      "manifestó",
      "optimismo",
      "pronta",
      "normalización",
      ".",
      "destacó",
      ",",
      "diferencia",
      "período",
      "preelectoral",
      "octubre",
      ",",
      "existía",
      "perspectiva",
      "negativa",
      "provocó",
      "incremento",
      "demanda",
      "dólares",
      ",",
      "actualmente",
      "mercado",
      "muestra",
      "“",
      "signos",
      "equilibrio",
      "”",
      "participación",
      "compradores",
      "vendedores",
      "moneda",
      "extranjera",
      ".",
      "embargo",
      ",",
      "sospecha",
      "bancos",
      "georgianos",
      "detrás",
      "protestas",
      ",",
      "considerando",
      "principales",
      "bancos",
      "país",
      ",",
      "bank",
      "of",
      "georgia",
      "tbc",
      "bank",
      ",",
      "expresaron",
      "públicamente",
      "respaldo",
      "manifestaciones",
      "antigubernamentales",
      "prooccidentales",
      "últimos",
      "días",
      ".",
      ",",
      "considerar",
      "ambos",
      "bancos",
      "reciben",
      "fondos",
      "grupos",
      "estadounidenses",
      "blackrock",
      ",",
      "vanguard",
      "jpmorgan",
      "."
    ],
    "token_count": 498,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 97,
      "NNS": 54,
      "VBP": 36,
      "NN": 215,
      "IN": 31,
      "FW": 128,
      "JJ": 79,
      "VBZ": 12,
      "RB": 3,
      "VBD": 3,
      "CD": 2,
      "DT": 3,
      "RBR": 1,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NNS": 1,
      "NNS-VBP": 31,
      "VBP-NNP": 3,
      "NNP-NN": 31,
      "NN-NN": 118,
      "NN-IN": 21,
      "IN-FW": 18,
      "FW-JJ": 11,
      "JJ-NN": 42,
      "NN-NNP": 20,
      "NNP-VBZ": 6,
      "VBZ-FW": 1,
      "FW-NNP": 18,
      "FW-FW": 70,
      "JJ-NNS": 11,
      "VBP-NNS": 2,
      "NNS-JJ": 5,
      "VBP-JJ": 23,
      "NNP-NNP": 35,
      "NN-VBZ": 5,
      "VBZ-RB": 1,
      "RB-JJ": 2,
      "JJ-FW": 7,
      "NNS-FW": 4,
      "FW-NN": 15,
      "NN-FW": 13,
      "FW-NNS": 12,
      "NNP-JJ": 3,
      "NNS-IN": 3,
      "NNP-FW": 13,
      "IN-NNP": 9,
      "VBZ-NNS": 3,
      "NNS-NN": 1,
      "NN-VBP": 4,
      "VBP-NN": 3,
      "NN-NNS": 17,
      "JJ-JJ": 8,
      "NNS-NNP": 2,
      "NN-VBD": 1,
      "VBD-JJ": 3,
      "JJ-CD": 1,
      "CD-IN": 1,
      "VBP-IN": 2,
      "NN-RB": 1,
      "FW-DT": 1,
      "DT-NNS": 1,
      "NNS-RB": 1,
      "RB-NNP": 1,
      "NNP-IN": 4,
      "IN-NN": 1,
      "VBZ-JJ": 5,
      "NN-JJ": 15,
      "IN-JJ": 2,
      "IN-NNS": 1,
      "NNS-NNS": 6,
      "NNS-RBR": 1,
      "RBR-JJ": 1,
      "JJ-NNP": 8,
      "NNP-VBD": 2,
      "VBZ-NN": 1,
      "FW-CD": 1,
      "CD-NN": 1,
      "VBP-FW": 2,
      "VBP-VBZ": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "JJ-DT": 1,
      "DT-NN": 1,
      "NNP-CC": 1,
      "CC-NN": 1,
      "JJ-VBP": 1
    },
    "trigram_freq": {
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 3,
      "NNP-NN-NN": 24,
      "NN-NN-NN": 58,
      "NN-NN-IN": 12,
      "NN-IN-FW": 14,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 25,
      "NN-NN-NNP": 7,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "FW-NNP-NN": 6,
      "IN-FW-FW": 6,
      "FW-FW-FW": 47,
      "FW-FW-JJ": 4,
      "FW-JJ-NNS": 3,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NNS": 2,
      "NNS-VBP-JJ": 21,
      "VBP-JJ-NN": 10,
      "JJ-NN-NNP": 5,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NN": 11,
      "NNP-NN-VBZ": 2,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "JJ-NNS-FW": 3,
      "NNS-FW-NN": 2,
      "FW-NN-NN": 7,
      "NN-NN-FW": 12,
      "NN-FW-FW": 6,
      "FW-FW-NNS": 7,
      "FW-NNS-VBP": 9,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 6,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 7,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-IN-NNP": 3,
      "IN-NNP-NN": 2,
      "NN-FW-NN": 2,
      "FW-NN-FW": 1,
      "NN-FW-NNP": 4,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NNS": 3,
      "VBZ-NNS-NN": 1,
      "NNS-NN-VBP": 1,
      "NN-VBP-NN": 2,
      "VBP-NN-NNS": 1,
      "NN-NNS-VBP": 11,
      "VBP-JJ-FW": 4,
      "JJ-FW-NN": 1,
      "FW-NN-NNP": 4,
      "NN-NNP-NN": 6,
      "NNP-NN-NNS": 2,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 7,
      "IN-FW-NN": 2,
      "FW-FW-NN": 7,
      "IN-NNP-NNP": 5,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "IN-FW-NNS": 4,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-FW": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-NNP": 2,
      "NN-NN-VBP": 2,
      "VBP-NN-NN": 2,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-NN-IN": 8,
      "IN-FW-DT": 1,
      "FW-DT-NNS": 1,
      "DT-NNS-RB": 1,
      "NNS-RB-NNP": 1,
      "RB-NNP-NNP": 1,
      "NNP-NNP-NNP": 11,
      "NN-NNP-FW": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 3,
      "IN-NNP-FW": 2,
      "NNP-FW-NN": 1,
      "FW-NN-IN": 1,
      "NN-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 11,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "NNS-FW-FW": 2,
      "FW-NN-NNS": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-FW": 3,
      "VBP-JJ-NNS": 1,
      "JJ-FW-FW": 5,
      "FW-NNS-RBR": 1,
      "NNS-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "FW-FW-NNP": 4,
      "FW-NNP-FW": 4,
      "NNP-FW-JJ": 2,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NNP": 4,
      "IN-JJ-NN": 1,
      "NN-JJ-NNP": 1,
      "NN-NN-NNS": 10,
      "VBP-JJ-NNP": 4,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-JJ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-NNP": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-JJ-JJ": 1,
      "NN-NNS-FW": 1,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 3,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "JJ-NN-JJ": 2,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NN-VBZ": 2,
      "VBZ-JJ-FW": 1,
      "NN-NNS-JJ": 3,
      "NNS-JJ-JJ": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-VBP-NN": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBP-JJ": 1,
      "VBD-JJ-NN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NNS": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-FW-NNS": 1,
      "JJ-NN-NNS": 1,
      "VBP-FW-JJ": 1,
      "JJ-NNP-IN": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 215,
        "FW": 128,
        "NNP": 97,
        "JJ": 79,
        "NNS": 54
      },
      "top_bigrams": {
        "NN-NN": 118,
        "FW-FW": 70,
        "JJ-NN": 42,
        "NNP-NNP": 35,
        "NNS-VBP": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 58,
        "FW-FW-FW": 47,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 24,
        "NNS-VBP-JJ": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 202,
      "VP": 52,
      "PP": 17,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0264
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0231
      },
      {
        "rule": "NP -> ('Georgia', 'NNP')",
        "frequency": 4,
        "weight": 0.0132
      },
      {
        "rule": "NP -> ('protestas', 'NNS')",
        "frequency": 4,
        "weight": 0.0132
      },
      {
        "rule": "NP -> ('Ucrania', 'NNP')",
        "frequency": 3,
        "weight": 0.0099
      },
      {
        "rule": "NP -> ('fuegos', 'JJ') ('artificiales', 'NNS')",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "NP -> ('las', 'NNS')",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "NP -> ('las', 'JJ') ('manifestaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "VP -> ('autoridades', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0066
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Las protestas"
      },
      {
        "label": "VP",
        "text": "en Georgia siguieron en su séptima noche consecutiva"
      },
      {
        "label": "NP",
        "text": "Georgia siguieron en su séptima noche consecutiva"
      },
      {
        "label": "NP",
        "text": "acentuando"
      },
      {
        "label": "NP",
        "text": "complejidad geopolítica"
      },
      {
        "label": "NP",
        "text": "Los"
      },
      {
        "label": "VP",
        "text": "manifestantes"
      },
      {
        "label": "NP",
        "text": "Tiflis elevaron el nivel"
      },
      {
        "label": "PP",
        "text": "de confrontación"
      },
      {
        "label": "NP",
        "text": "confrontación"
      },
      {
        "label": "ADJP",
        "text": "lanzando"
      },
      {
        "label": "NP",
        "text": "fuegos artificiales"
      },
      {
        "label": "VP",
        "text": "contra las fuerzas policiales"
      },
      {
        "label": "NP",
        "text": "las"
      },
      {
        "label": "NP",
        "text": "fuerzas policiales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Las/NNP protestas/NNS)\n  (VP\n    en/VBP\n    (NP\n      Georgia/NNP\n      siguieron/NN\n      en/NN\n      su/NN\n      séptima/NN\n      noche/NN\n      consecutiva/NN))\n  ,/,\n  escalando/FW\n  en/FW\n  intensidad/FW\n  y/FW\n  (NP acentuando/NN)\n  la/FW\n  (NP complejidad/NN geopolítica/NN)\n  ./.)",
      "(S\n  (NP Los/NNP)\n  (VP manifestantes/VBZ)\n  en/FW\n  (NP Tiflis/NNP elevaron/NN el/NN nivel/NN)\n  (PP de/IN (NP confrontación/NN))\n  ,/,\n  (ADJP lanzando/JJ)\n  piedras/FW\n  y/FW\n  (NP fuegos/JJ artificiales/NNS)\n  (VP contra/VBP (NP las/NNS) (NP fuerzas/JJ policiales/NNS))\n  (VP que/VBP (NP custodian/JJ el/NN Parlamento/NNP))\n  ./.)",
      "(S\n  (NP Las/NNP fuerzas/NN)\n  (VP estatales/VBZ denunciaron/RB que/JJ)\n  entre/FW\n  (NP las/JJ manifestaciones/NNS)\n  se/FW\n  (NP ha/NN percibido/NN)\n  la/FW\n  presencia/FW\n  de/FW\n  integrantes/FW\n  de/FW\n  unidades/FW\n  (NP paramilitares/NNS)\n  (VP con/VBP (NP vínculos/JJ al/NN Ejército/NNP ucraniano/NN y/NN))\n  (VP simpatizantes/VBZ)\n  de/IN\n  la/FW\n  (NP Legión/NNP Nacional/NNP)\n  de/FW\n  (NP Georgia/NNP)\n  ,/,\n  (NP una/JJ formación/NN que/NN está/NN prohibida/NN)\n  (PP en/IN (NP Rusia/NNP y/NNP que/NN participa/NN activamente/NN))\n  en/FW\n  (NP conflictos/NN)\n  en/FW\n  (NP Ucrania/NNP)\n  ./.)",
      "(S\n  (NP Las/NNP)\n  (VP autoridades/VBZ (NP georgianas/NNS han/NN))\n  (VP intensificado/VBP (NP sus/NN acciones/NNS))\n  (VP contra/VBP (NP la/JJ oposición/NN política/NN))\n  ./.)",
      "(S\n  (NP Entre/NNP los/NN manifestantes/NNS)\n  (VP se/VBP)\n  (PP observó/IN (NP a/DT un/JJ hombre/NN con/NN prótesis/NN))\n  de/IN\n  piernas/FW\n  ,/,\n  cubierto/FW\n  (NP con/NN)\n  la/FW\n  bandera/FW\n  de/FW\n  esta/FW\n  (NP legión/NN)\n  ,/,\n  (NP quien/JJ confirmó/NN haber/NN combatido/NN)\n  (PP\n    en/IN\n    (NP\n      Ucrania/NNP\n      y/NNP\n      haber/NNP\n      resultado/NN\n      herido/NN\n      durante/NN))\n  el/FW\n  (NP conflicto/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          4233,
          4242
        ],
        "start": 4233,
        "end": 4242
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "intervención internacional",
        "position": [
          2003,
          2029
        ],
        "start": 2003,
        "end": 2029
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó a",
        "position": [
          2602,
          2609
        ],
        "start": 2602,
        "end": 2609
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          2282,
          2290
        ],
        "start": 2282,
        "end": 2290
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1049,
          1056
        ],
        "start": 1049,
        "end": 1056
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          1325,
          1332
        ],
        "start": 1325,
        "end": 1332
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ucraniano volodímir",
        "position": [
          2239,
          2269
        ],
        "start": 2239,
        "end": 2269
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de asuntos exteriores",
        "position": [
          2033,
          2063
        ],
        "start": 2033,
        "end": 2063
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          2202,
          2215
        ],
        "start": 2202,
        "end": 2215
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de policía",
        "position": [
          1283,
          1306
        ],
        "start": 1283,
        "end": 1306
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          4288,
          4295
        ],
        "start": 4288,
        "end": 4295
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          317,
          328
        ],
        "start": 317,
        "end": 328
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2182,
          2196
        ],
        "start": 2182,
        "end": 2196
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          550,
          555
        ],
        "start": 550,
        "end": 555
      },
      {
        "category": "PAISES",
        "matched_text": "canadá",
        "position": [
          2067,
          2073
        ],
        "start": 2067,
        "end": 2073
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "kiev",
        "position": [
          2610,
          2614
        ],
        "start": 2610,
        "end": 2614
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          1283,
          1298
        ],
        "start": 1283,
        "end": 1298
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          899,
          912
        ],
        "start": 899,
        "end": 912
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3656,
          3663
        ],
        "start": 3656,
        "end": 3663
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Ministerio de Interior",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo de Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "JPMorgan",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bidzina Ivanishvili",
        "tipo": "Persona"
      },
      {
        "nombre": "Bank",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Turnava",
        "tipo": "Persona"
      },
      {
        "nombre": "Bank of Georgia",
        "tipo": "Lugar"
      },
      {
        "nombre": "BlackRock",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Finanzas del Parlamento",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kobakhidze",
        "tipo": "Persona"
      },
      {
        "nombre": "Georgia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Parlamento",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comité de Presupuesto",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kiev",
        "tipo": "Lugar"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tiflis",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vanguard",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Legión Nacional de Georgia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Irakli Kobakhidze",
        "tipo": "Persona"
      },
      {
        "nombre": "Banco Nacional de Georgia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Departamento de Policía Criminal Central",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mamuka Mdinaradze",
        "tipo": "Persona"
      },
      {
        "nombre": "Natia Turnava",
        "tipo": "Persona"
      },
      {
        "nombre": "Zelenski",
        "tipo": "Persona"
      },
      {
        "nombre": "Volodímir Zelenski",
        "tipo": "Persona"
      },
      {
        "nombre": "Teimuraz Kupatadze",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Mamuka Mdinaradze",
        "relacion": "DECLARAR",
        "objeto": "Tiflis"
      },
      {
        "sujeto": "Teimuraz Kupatadze",
        "relacion": "INFORMAR",
        "objeto": "Tiflis"
      },
      {
        "sujeto": "Departamento de Policía Criminal Central",
        "relacion": "INFORMAR",
        "objeto": "Tiflis"
      },
      {
        "sujeto": "Volodímir Zelenski",
        "relacion": "IMPONER",
        "objeto": "Bidzina Ivanishvili"
      },
      {
        "sujeto": "Irakli Kobakhidze",
        "relacion": "RESPONDER",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Kobakhidze",
        "relacion": "ACUSAR",
        "objeto": "Kiev"
      },
      {
        "sujeto": "Kobakhidze",
        "relacion": "REVELAR",
        "objeto": "Zelenski"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "RECORDAR",
        "objeto": "Recordó"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "RETIRAR_RECORDAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "RETIRAR_RECORDAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Georgia",
        "relacion": "RETIRAR_RECORDAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Georgia",
        "relacion": "RETIRAR_RECORDAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Rusia",
        "relacion": "ABRIR_EXISTIR_SE_ALAR",
        "objeto": "Consejo de Seguridad"
      },
      {
        "sujeto": "Rusia",
        "relacion": "ABRIR_EXISTIR_SE_ALAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Consejo de Seguridad",
        "relacion": "INCLUIR_SE_ALAR_EXISTIR_SE_ALAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Turnava",
        "relacion": "RECONOCER",
        "objeto": "Comité de Presupuesto"
      },
      {
        "sujeto": "Turnava",
        "relacion": "RECONOCER",
        "objeto": "Finanzas del Parlamento"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8807,
    "pos": 0.007,
    "neu": 0.971,
    "neg": 0.022,
    "label": "negative"
  }
}