{
  "url": "https://www.telesurtv.net/fraude-ecuador-cne-niega-reconteo-votos/",
  "title": "Fraude en Ecuador: CNE se niega a realizar reconteo de votos pese a denuncias de irregularidades - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "CNE",
    "Daniel Noboa",
    "Ecuador",
    "fraude",
    "Luisa González",
    "manipulación de votos",
    "Reconteo"
  ],
  "text": "La referida alianza opositora presentó este miércoles ante el CNE un grupo de reclamaciones tras identificar 14.823 actas con inconsistencias diversas. La presidenta del CNE, Diana Atamaint, declaró a los medios que no se realizará el reconteo de votos. Las decisiones de la autoridad electoral fueron tomadas con 4 votos a favor y uno en contra.\nEn la mañana de este jueves, Revolución Ciudadana-Reto presentó tres escritos solicitando la nulidad de las elecciones. El CNE decidió no tramitarlos.\nLa auditora del movimiento Reto, Lupe Falconí, presentó ante el CNE todas las actas con presuntas inconsistencias, las cuales fueron negadas por el organismo. Falconí observó que el ente electoral no revisó todas las actas con novedades.\nPor su parte, el procurador de Revolución Ciudadana-Reto, Francisco Estarellas, cuestionó la decisión del CNE y aseguró que las actas “no coinciden a las que están en el sistema”. Añadió que acudirán a todas las instancias pertinentes buscando transparentar las elecciones.\nLa revisión del CNE en las cerca de 15.000 actas se produjo en horas. Atamaint dijo a los medios que se encuentran firmadas electrónicamente por el Director Nacional de Procesos Electorales y adicionalmente cuentan con una certificación, por lo cual las consideró inmutables y auténticas.\nAgregó que, en aras de garantizar transparencia, analizaron 333 actas con presuntas inconsistencias numéricas en base al artículo 138 del Código de la Democracia. Detalló que 316 actas no presentan ese problema, cuentan con las firmas del presidente y secretario de la Junta Receptora de Voto, y coinciden con las actas presentadas por la organización políticas. Según la funcionaria, no se ajustan a las causales del artículo 138 para ser invalidadas.\n\n\nTras no acoger las peticiones y cerrar puertas al reconteo, la autoridad electoral emitió el siguiente resultado comicial: Luisa González (Alianza RC-Reto) 44,37%, que equivalen a 4.683.260 votos, y Daniel Noboa (ADN) 55,63%, que representan 5.870.618 votos.\nTambién este jueves, Revolución Ciudadana publicó un informe sobre un posible fraude físico a través de un mecanismo de transferencia de tinta, que habría afectado de forma sistemática a la candidata Luisa González y favorecido a Daniel Noboa.\n\n\nDe acuerdo con el informe, durante la elección ocurrió una combinación de factores técnicos, políticos y logísticos que crearon un escenario propicio para ejecutar un fraude sofisticado “basado en el diseño de la papeleta, el tipo de tinta empleada y el control sobre los materiales electorales clave”, todo ello vinculado al control directo de Noboa sobre las FF.AA., el CNE y otros actores clave para el proceso electoral.\nEn denuncias previas, Luisa González advirtió sobre actas de votos que fueron modificadas por el CNE una vez que fueron subidas al sistema, uno de los argumentos que expresó este jueves Estarellas.\nEntre las inconsistencias identificaron 1.984 actas sin firmas conjuntas de las autoridades de las Juntas Receptoras de Votos (JRV), lo que violaría el artículo 127 del Código de la Democracia; 1.526 actas cuya suma no coincide con el número de sufragantes y 1.582 cuyo resultado se desvía del promedio de su respectivo recinto electoral, lo cual indicaría de posibles ingresos adicionales de actas en esas JRV.\n\n\nAdemás, se registró una disminución inusual del voto en blanco, lo que crearía dudas sobre la posible manipulación directa de más de 150.000 sufragios, y una disminución artificial del ausentismo. A lo anterior, González agregó que la mayoría de las JRV incumplió el protocolo que exige inscribir el número de sufragantes.\nEn paralelo, señaló que Noboa no pidió autorización para hacer campaña, no delegó la Vicepresidencia en la vicemandataria electa en las urnas (Verónica Abad) y usó recursos públicos millonarios para comprar votos.\nAdemás, decretó estado de excepción de último momento, sin motivo de fuerza mayor, en provincias en que el voto no le era favorable, entre otras acciones que no fueron censuradas por la autoridad electoral.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/fraude-ecuador-cne-niega-reconteo-votos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 429,
    "message_id": 92603,
    "date": "2025-04-24T18:30:14+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️Fraude en Ecuador: Revolución Ciudadana exige auditoría por «fraude físico» en balotaje\nhttps://www.telesurtv.net/revolucion-ciudadana-investiga-fraude-fisico/\n\n▪️ Fraude en Ecuador: CNE se niega a realizar reconteo de votos pese a denuncias de irregularidades\nhttps://www.telesurtv.net/fraude-ecuador-cne-niega-reconteo-votos/\n\n▪️Plan Vuelta a la Patria: Venezuela recibe 318 migrantes deportados por EE.UU.\nhttps://www.telesurtv.net/plan-vuelta-a-la-patria-venezuela-recibe-318-migrantes-deportados-por-ee-uu/",
    "photo_path": null,
    "views": 1712,
    "reactions": {
      "🤬": 30,
      "🤔": 4,
      "👍": 3
    },
    "total_reactions": 37
  },
  "preprocessing": {
    "cleaned": "la referida alianza opositora presentó este miércoles ante el cne un grupo de reclamaciones tras identificar 14.823 actas con inconsistencias diversas. la presidenta del cne, diana atamaint, declaró a los medios que no se realizará el reconteo de votos. las decisiones de la autoridad electoral fueron tomadas con 4 votos a favor y uno en contra. en la mañana de este jueves, revolución ciudadana-reto presentó tres escritos solicitando la nulidad de las elecciones. el cne decidió no tramitarlos. la auditora del movimiento reto, lupe falconí, presentó ante el cne todas las actas con presuntas inconsistencias, las cuales fueron negadas por el organismo. falconí observó que el ente electoral no revisó todas las actas con novedades. por su parte, el procurador de revolución ciudadana-reto, francisco estarellas, cuestionó la decisión del cne y aseguró que las actas “no coinciden a las que están en el sistema”. añadió que acudirán a todas las instancias pertinentes buscando transparentar las elecciones. la revisión del cne en las cerca de 15.000 actas se produjo en horas. atamaint dijo a los medios que se encuentran firmadas electrónicamente por el director nacional de procesos electorales y adicionalmente cuentan con una certificación, por lo cual las consideró inmutables y auténticas. agregó que, en aras de garantizar transparencia, analizaron 333 actas con presuntas inconsistencias numéricas en base al artículo 138 del código de la democracia. detalló que 316 actas no presentan ese problema, cuentan con las firmas del presidente y secretario de la junta receptora de voto, y coinciden con las actas presentadas por la organización políticas. según la funcionaria, no se ajustan a las causales del artículo 138 para ser invalidadas. tras no acoger las peticiones y cerrar puertas al reconteo, la autoridad electoral emitió el siguiente resultado comicial: luisa gonzález (alianza rc-reto) 44,37%, que equivalen a 4.683.260 votos, y daniel noboa (adn) 55,63%, que representan 5.870.618 votos. también este jueves, revolución ciudadana publicó un informe sobre un posible fraude físico a través de un mecanismo de transferencia de tinta, que habría afectado de forma sistemática a la candidata luisa gonzález y favorecido a daniel noboa. de acuerdo con el informe, durante la elección ocurrió una combinación de factores técnicos, políticos y logísticos que crearon un escenario propicio para ejecutar un fraude sofisticado “basado en el diseño de la papeleta, el tipo de tinta empleada y el control sobre los materiales electorales clave”, todo ello vinculado al control directo de noboa sobre las ff.aa., el cne y otros actores clave para el proceso electoral. en denuncias previas, luisa gonzález advirtió sobre actas de votos que fueron modificadas por el cne una vez que fueron subidas al sistema, uno de los argumentos que expresó este jueves estarellas. entre las inconsistencias identificaron 1.984 actas sin firmas conjuntas de las autoridades de las juntas receptoras de votos (jrv), lo que violaría el artículo 127 del código de la democracia; 1.526 actas cuya suma no coincide con el número de sufragantes y 1.582 cuyo resultado se desvía del promedio de su respectivo recinto electoral, lo cual indicaría de posibles ingresos adicionales de actas en esas jrv. además, se registró una disminución inusual del voto en blanco, lo que crearía dudas sobre la posible manipulación directa de más de 150.000 sufragios, y una disminución artificial del ausentismo. a lo anterior, gonzález agregó que la mayoría de las jrv incumplió el protocolo que exige inscribir el número de sufragantes. en paralelo, señaló que noboa no pidió autorización para hacer campaña, no delegó la vicepresidencia en la vicemandataria electa en las urnas (verónica abad) y usó recursos públicos millonarios para comprar votos. además, decretó estado de excepción de último momento, sin motivo de fuerza mayor, en provincias en que el voto no le era favorable, entre otras acciones que no fueron censuradas por la autoridad electoral.",
    "tokens": [
      "referida",
      "alianza",
      "opositora",
      "presentó",
      "miércoles",
      "cne",
      "grupo",
      "reclamaciones",
      "tras",
      "identificar",
      "14.823",
      "actas",
      "inconsistencias",
      "diversas",
      ".",
      "presidenta",
      "cne",
      ",",
      "diana",
      "atamaint",
      ",",
      "declaró",
      "medios",
      "realizará",
      "reconteo",
      "votos",
      ".",
      "decisiones",
      "autoridad",
      "electoral",
      "tomadas",
      "4",
      "votos",
      "favor",
      ".",
      "mañana",
      "jueves",
      ",",
      "revolución",
      "ciudadana-reto",
      "presentó",
      "tres",
      "escritos",
      "solicitando",
      "nulidad",
      "elecciones",
      ".",
      "cne",
      "decidió",
      "tramitarlos",
      ".",
      "auditora",
      "movimiento",
      "reto",
      ",",
      "lupe",
      "falconí",
      ",",
      "presentó",
      "cne",
      "todas",
      "actas",
      "presuntas",
      "inconsistencias",
      ",",
      "cuales",
      "negadas",
      "organismo",
      ".",
      "falconí",
      "observó",
      "ente",
      "electoral",
      "revisó",
      "todas",
      "actas",
      "novedades",
      ".",
      "parte",
      ",",
      "procurador",
      "revolución",
      "ciudadana-reto",
      ",",
      "francisco",
      "estarellas",
      ",",
      "cuestionó",
      "decisión",
      "cne",
      "aseguró",
      "actas",
      "“",
      "coinciden",
      "sistema",
      "”",
      ".",
      "añadió",
      "acudirán",
      "todas",
      "instancias",
      "pertinentes",
      "buscando",
      "transparentar",
      "elecciones",
      ".",
      "revisión",
      "cne",
      "cerca",
      "15.000",
      "actas",
      "produjo",
      "horas",
      ".",
      "atamaint",
      "dijo",
      "medios",
      "encuentran",
      "firmadas",
      "electrónicamente",
      "director",
      "nacional",
      "procesos",
      "electorales",
      "adicionalmente",
      "cuentan",
      "certificación",
      ",",
      "consideró",
      "inmutables",
      "auténticas",
      ".",
      "agregó",
      ",",
      "aras",
      "garantizar",
      "transparencia",
      ",",
      "analizaron",
      "333",
      "actas",
      "presuntas",
      "inconsistencias",
      "numéricas",
      "base",
      "artículo",
      "138",
      "código",
      "democracia",
      ".",
      "detalló",
      "316",
      "actas",
      "presentan",
      "problema",
      ",",
      "cuentan",
      "firmas",
      "presidente",
      "secretario",
      "junta",
      "receptora",
      "voto",
      ",",
      "coinciden",
      "actas",
      "presentadas",
      "organización",
      "políticas",
      ".",
      "según",
      "funcionaria",
      ",",
      "ajustan",
      "causales",
      "artículo",
      "138",
      "ser",
      "invalidadas",
      ".",
      "tras",
      "acoger",
      "peticiones",
      "cerrar",
      "puertas",
      "reconteo",
      ",",
      "autoridad",
      "electoral",
      "emitió",
      "siguiente",
      "resultado",
      "comicial",
      ":",
      "luisa",
      "gonzález",
      "(",
      "alianza",
      "rc-reto",
      ")",
      "44,37",
      "%",
      ",",
      "equivalen",
      "4.683.260",
      "votos",
      ",",
      "daniel",
      "noboa",
      "(",
      "adn",
      ")",
      "55,63",
      "%",
      ",",
      "representan",
      "5.870.618",
      "votos",
      ".",
      "jueves",
      ",",
      "revolución",
      "ciudadana",
      "publicó",
      "informe",
      "posible",
      "fraude",
      "físico",
      "través",
      "mecanismo",
      "transferencia",
      "tinta",
      ",",
      "afectado",
      "forma",
      "sistemática",
      "candidata",
      "luisa",
      "gonzález",
      "favorecido",
      "daniel",
      "noboa",
      ".",
      "acuerdo",
      "informe",
      ",",
      "elección",
      "ocurrió",
      "combinación",
      "factores",
      "técnicos",
      ",",
      "políticos",
      "logísticos",
      "crearon",
      "escenario",
      "propicio",
      "ejecutar",
      "fraude",
      "sofisticado",
      "“",
      "basado",
      "diseño",
      "papeleta",
      ",",
      "tipo",
      "tinta",
      "empleada",
      "control",
      "materiales",
      "electorales",
      "clave",
      "”",
      ",",
      "ello",
      "vinculado",
      "control",
      "directo",
      "noboa",
      "ff.aa.",
      ",",
      "cne",
      "actores",
      "clave",
      "proceso",
      "electoral",
      ".",
      "denuncias",
      "previas",
      ",",
      "luisa",
      "gonzález",
      "advirtió",
      "actas",
      "votos",
      "modificadas",
      "cne",
      "vez",
      "subidas",
      "sistema",
      ",",
      "argumentos",
      "expresó",
      "jueves",
      "estarellas",
      ".",
      "inconsistencias",
      "identificaron",
      "1.984",
      "actas",
      "firmas",
      "conjuntas",
      "autoridades",
      "juntas",
      "receptoras",
      "votos",
      "(",
      "jrv",
      ")",
      ",",
      "violaría",
      "artículo",
      "127",
      "código",
      "democracia",
      ";",
      "1.526",
      "actas",
      "cuya",
      "suma",
      "coincide",
      "número",
      "sufragantes",
      "1.582",
      "cuyo",
      "resultado",
      "desvía",
      "promedio",
      "respectivo",
      "recinto",
      "electoral",
      ",",
      "indicaría",
      "posibles",
      "ingresos",
      "adicionales",
      "actas",
      "jrv",
      ".",
      "además",
      ",",
      "registró",
      "disminución",
      "inusual",
      "voto",
      "blanco",
      ",",
      "crearía",
      "dudas",
      "posible",
      "manipulación",
      "directa",
      "150.000",
      "sufragios",
      ",",
      "disminución",
      "artificial",
      "ausentismo",
      ".",
      "anterior",
      ",",
      "gonzález",
      "agregó",
      "mayoría",
      "jrv",
      "incumplió",
      "protocolo",
      "exige",
      "inscribir",
      "número",
      "sufragantes",
      ".",
      "paralelo",
      ",",
      "señaló",
      "noboa",
      "pidió",
      "autorización",
      "hacer",
      "campaña",
      ",",
      "delegó",
      "vicepresidencia",
      "vicemandataria",
      "electa",
      "urnas",
      "(",
      "verónica",
      "abad",
      ")",
      "usó",
      "recursos",
      "públicos",
      "millonarios",
      "comprar",
      "votos",
      ".",
      "además",
      ",",
      "decretó",
      "excepción",
      "último",
      "momento",
      ",",
      "motivo",
      "fuerza",
      "mayor",
      ",",
      "provincias",
      "voto",
      "favorable",
      ",",
      "acciones",
      "censuradas",
      "autoridad",
      "electoral",
      "."
    ],
    "token_count": 427,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "VBZ": 20,
      "JJ": 83,
      "NNS": 54,
      "VBP": 31,
      "NN": 177,
      "IN": 28,
      "CD": 15,
      "FW": 86,
      "DT": 11,
      "VBD": 5,
      "RB": 6,
      "RBR": 2,
      "VB": 2,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 9,
      "VBZ-JJ": 11,
      "JJ-NNS": 8,
      "NNS-VBP": 23,
      "VBP-NN": 2,
      "NN-NNS": 18,
      "VBP-JJ": 15,
      "JJ-NNP": 8,
      "NNP-JJ": 3,
      "JJ-NN": 41,
      "NN-IN": 20,
      "IN-NNS": 6,
      "NNS-NNS": 5,
      "VBP-CD": 1,
      "CD-NNS": 9,
      "NNS-JJ": 8,
      "JJ-JJ": 17,
      "NN-NNP": 13,
      "VBZ-FW": 3,
      "FW-NNP": 12,
      "NNP-NNP": 29,
      "NNP-NN": 20,
      "NN-NN": 83,
      "VBP-DT": 3,
      "DT-NN": 7,
      "NN-VBZ": 11,
      "IN-FW": 13,
      "NNP-FW": 6,
      "FW-FW": 48,
      "FW-JJ": 7,
      "VBP-NNS": 3,
      "JJ-FW": 3,
      "FW-NN": 16,
      "FW-NNS": 2,
      "NNS-NNP": 11,
      "VBZ-DT": 3,
      "NN-FW": 12,
      "NNP-VBP": 3,
      "NN-JJ": 10,
      "JJ-DT": 2,
      "NNP-VBD": 4,
      "VBD-JJ": 2,
      "IN-NNP": 4,
      "DT-JJ": 4,
      "NN-VBP": 4,
      "VBP-IN": 1,
      "IN-CD": 1,
      "VBP-NNP": 2,
      "NN-CD": 2,
      "JJ-IN": 1,
      "IN-NN": 3,
      "VBZ-CD": 1,
      "CD-NN": 5,
      "NNP-IN": 3,
      "VBD-CD": 2,
      "NNS-DT": 1,
      "VBP-RB": 2,
      "RB-CD": 3,
      "NNS-RBR": 1,
      "RBR-JJ": 2,
      "NNP-RB": 1,
      "RB-RB": 1,
      "RB-VB": 1,
      "VB-NNS": 2,
      "NNS-VB": 1,
      "JJ-VBP": 1,
      "VBP-FW": 1,
      "NNP-CD": 3,
      "NN-VBD": 1,
      "IN-JJ": 1,
      "VBD-NNS": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "NNS-IN": 3,
      "VBZ-NNP": 2,
      "JJ-RB": 1,
      "CD-JJ": 1,
      "NNS-CD": 1,
      "NN-RBR": 1,
      "FW-CD": 1,
      "NNP-DT": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NN-DT": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-VBP": 13,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 9,
      "NN-IN-NNS": 5,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-JJ": 6,
      "NNS-JJ-JJ": 4,
      "JJ-JJ-NN": 10,
      "JJ-NN-NNP": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NNP": 1,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 14,
      "NN-NN-NNS": 8,
      "NNS-VBP-DT": 3,
      "VBP-DT-NN": 2,
      "DT-NN-VBZ": 4,
      "NN-VBZ-JJ": 7,
      "VBZ-JJ-NN": 5,
      "NN-IN-FW": 10,
      "IN-FW-NNP": 4,
      "FW-NNP-FW": 1,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 32,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 5,
      "JJ-NN-NNS": 6,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "FW-NN-NNP": 3,
      "NN-NNP-FW": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NNP": 6,
      "NNP-NN-NNS": 3,
      "JJ-FW-FW": 2,
      "NNP-NNP-VBZ": 5,
      "NNP-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-NNP": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-NNP": 5,
      "NN-NN-FW": 6,
      "NN-FW-NNP": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 20,
      "NN-NN-NN": 39,
      "NN-NN-NNP": 3,
      "NN-NNP-NN": 3,
      "NN-NN-JJ": 6,
      "NN-JJ-JJ": 2,
      "JJ-JJ-DT": 2,
      "JJ-DT-NN": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-JJ": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NN-FW-FW": 5,
      "FW-NNP-NN": 3,
      "VBP-DT-JJ": 1,
      "DT-JJ-NN": 3,
      "NN-NN-VBP": 4,
      "NN-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-NN": 2,
      "NN-NN-VBZ": 4,
      "NN-NNS-NNP": 3,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-IN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "NNS-JJ-NN": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNP": 2,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 1,
      "JJ-NN-JJ": 3,
      "NN-JJ-NN": 7,
      "NN-VBP-JJ": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NNP-NN-FW": 1,
      "FW-FW-NN": 5,
      "FW-NN-NN": 5,
      "NN-NN-CD": 2,
      "NN-CD-NNS": 1,
      "NNS-JJ-NNS": 2,
      "VBP-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NNP": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 2,
      "CD-NNS-DT": 1,
      "NNS-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "NN-NN-IN": 10,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-JJ": 1,
      "NN-FW-NN": 6,
      "NN-NNP-NNP": 4,
      "VBZ-DT-JJ": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 2,
      "RB-CD-NNS": 2,
      "CD-NNS-RBR": 1,
      "NNS-RBR-JJ": 1,
      "RBR-JJ-NNP": 1,
      "JJ-NNP-RB": 1,
      "NNP-RB-RB": 1,
      "RB-RB-VB": 1,
      "RB-VB-NNS": 1,
      "VB-NNS-VB": 1,
      "NNS-VB-NNS": 1,
      "VB-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-CD": 2,
      "NNP-CD-NN": 2,
      "CD-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "CD-NNS-NNP": 1,
      "CD-NN-NN": 2,
      "NN-CD-NN": 1,
      "NNP-NN-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "IN-FW-JJ": 3,
      "NNP-NN-NNP": 1,
      "NNP-FW-NN": 1,
      "FW-NN-FW": 5,
      "IN-NNS-VBP": 1,
      "IN-FW-FW": 4,
      "NN-NNS-NNS": 2,
      "IN-NNP-VBD": 1,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-NNP": 1,
      "NNP-VBP-NNP": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-JJ": 1,
      "JJ-JJ-JJ": 3,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-NNP": 1,
      "VBZ-JJ-RB": 1,
      "JJ-RB-CD": 1,
      "NN-VBP-RB": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "JJ-DT-JJ": 1,
      "IN-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "FW-NN-VBZ": 1,
      "VBZ-JJ-JJ": 1,
      "IN-NNS-JJ": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-IN-NN": 1,
      "NN-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-JJ": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "NN-JJ-NNP": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-NNP-FW": 1,
      "FW-JJ-NNP": 1,
      "NNP-NNP-JJ": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 177,
        "FW": 86,
        "JJ": 83,
        "NNP": 82,
        "NNS": 54
      },
      "top_bigrams": {
        "NN-NN": 83,
        "FW-FW": 48,
        "JJ-NN": 41,
        "NNP-NNP": 29,
        "NNS-VBP": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 39,
        "FW-FW-FW": 32,
        "JJ-NN-NN": 20,
        "NNP-NN-NN": 14,
        "NN-NNS-VBP": 13
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 185,
      "VP": 57,
      "PP": 13,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.028
      },
      {
        "rule": "NP -> ('actas', 'NNS')",
        "frequency": 7,
        "weight": 0.0245
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.014
      },
      {
        "rule": "NP -> ('CNE', 'NNP')",
        "frequency": 4,
        "weight": 0.014
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 4,
        "weight": 0.014
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.014
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'JJ') ('medios', 'NNS')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('no', 'DT') ('se', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('votos', 'NNS')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Democracia', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "referida alianza opositora"
      },
      {
        "label": "NP",
        "text": "alianza opositora"
      },
      {
        "label": "VP",
        "text": "presentó este miércoles"
      },
      {
        "label": "NP",
        "text": "este miércoles"
      },
      {
        "label": "VP",
        "text": "ante el CNE un grupo"
      },
      {
        "label": "NP",
        "text": "el CNE"
      },
      {
        "label": "NP",
        "text": "un grupo"
      },
      {
        "label": "PP",
        "text": "de reclamaciones tras"
      },
      {
        "label": "NP",
        "text": "reclamaciones tras"
      },
      {
        "label": "VP",
        "text": "identificar"
      },
      {
        "label": "NP",
        "text": "actas"
      },
      {
        "label": "NP",
        "text": "con inconsistencias diversas"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "presidenta"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP referida/VBZ (NP alianza/JJ opositora/NNS))\n  (VP presentó/VBP (NP este/NN miércoles/NNS))\n  (VP ante/VBP (NP el/JJ CNE/NNP) (NP un/JJ grupo/NN))\n  (PP de/IN (NP reclamaciones/NNS tras/NNS))\n  (VP identificar/VBP)\n  14.823/CD\n  (NP actas/NNS)\n  (NP con/JJ inconsistencias/JJ diversas/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP presidenta/VBZ)\n  del/FW\n  (NP CNE/NNP)\n  ,/,\n  (NP Diana/NNP Atamaint/NNP)\n  ,/,\n  (VP declaró/VBZ (NP a/DT los/JJ medios/NNS))\n  (VP que/VBP (NP no/DT se/NN))\n  (VP realizará/VBZ (NP el/JJ reconteo/NN))\n  de/IN\n  votos/FW\n  ./.)",
      "(S\n  (NP Las/NNP decisiones/NNS)\n  de/FW\n  la/FW\n  autoridad/FW\n  (NP electoral/JJ fueron/NN tomadas/NNS)\n  (VP con/VBP)\n  4/CD\n  (NP votos/NNS)\n  (NP a/DT favor/NN y/NN)\n  (NP uno/JJ en/JJ contra/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  la/FW\n  mañana/FW\n  de/FW\n  este/FW\n  (NP jueves/NNS)\n  ,/,\n  (NP Revolución/NNP Ciudadana-Reto/NNP presentó/NN tres/NNS)\n  (VP escritos/VBP solicitando/JJ)\n  la/FW\n  nulidad/FW\n  de/FW\n  las/FW\n  (NP elecciones/NNS)\n  ./.)",
      "(S\n  (NP El/NNP CNE/NNP)\n  (VP decidió/VBZ (NP no/DT tramitarlos/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza opositora presentó este miércoles ante el cne un grupo de reclamaciones tras identificar 14.823 actas con inconsistencias diversas. la presidenta del cne, diana atamaint, declaró a los medios que no se realizará el reconteo de votos. las decisiones de la autoridad electoral fueron tomadas con 4 votos a favor y uno",
        "position": [
          12,
          335
        ],
        "start": 12,
        "end": 335
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          191,
          198
        ],
        "start": 191,
        "end": 198
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2721,
          2729
        ],
        "start": 2721,
        "end": 2729
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta del cne",
        "position": [
          155,
          173
        ],
        "start": 155,
        "end": 173
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          816,
          825
        ],
        "start": 816,
        "end": 825
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          3849,
          3858
        ],
        "start": 3849,
        "end": 3858
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la mañana",
        "position": [
          347,
          359
        ],
        "start": 347,
        "end": 359
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          353,
          359
        ],
        "start": 353,
        "end": 359
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "4 votos",
        "position": [
          314,
          321
        ],
        "start": 314,
        "end": 321
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "260 votos",
        "position": [
          1940,
          1949
        ],
        "start": 1940,
        "end": 1949
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 150.000",
        "position": [
          3422,
          3436
        ],
        "start": 3422,
        "end": 3436
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "con 4 votos a favor",
        "position": [
          310,
          329
        ],
        "start": 310,
        "end": 329
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "4.683.260 votos",
        "position": [
          1934,
          1949
        ],
        "start": 1934,
        "end": 1949
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 15.000",
        "position": [
          1037,
          1052
        ],
        "start": 1037,
        "end": 1052
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Alianza RC-Reto",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Votos",
        "tipo": "Persona"
      },
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Lupe Falconí",
        "tipo": "Persona"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Atamaint",
        "tipo": "Persona"
      },
      {
        "nombre": "Luisa González",
        "tipo": "Persona"
      },
      {
        "nombre": "FF.AA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "JRV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vicepresidencia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Verónica Abad",
        "tipo": "Persona"
      },
      {
        "nombre": "Junta Receptora de Voto",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Diana Atamaint",
        "tipo": "Persona"
      },
      {
        "nombre": "Estarellas",
        "tipo": "Lugar"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Francisco Estarellas",
        "tipo": "Persona"
      },
      {
        "nombre": "Falconí",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Lupe Falconí",
        "relacion": "PRESENTAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Francisco Estarellas",
        "relacion": "CUESTIONAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "REL_44_37_EMITIR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Alianza RC-Reto",
        "relacion": "REL_44_37_EMITIR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "AFECTAR_PUBLICAR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "ADVERTIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Luisa González",
        "relacion": "ADVERTIR",
        "objeto": "Estarellas"
      },
      {
        "sujeto": "Estarellas",
        "relacion": "MODIFICAR_ADVERTIR",
        "objeto": "CNE"
      },
      {
        "sujeto": "González",
        "relacion": "AGREGAR",
        "objeto": "JRV"
      },
      {
        "sujeto": "Noboa",
        "relacion": "PEDIR_SE_ALAR",
        "objeto": "Vicepresidencia"
      },
      {
        "sujeto": "Noboa",
        "relacion": "PEDIR_SE_ALAR",
        "objeto": "Verónica Abad"
      },
      {
        "sujeto": "Vicepresidencia",
        "relacion": "DELEGAR_PEDIR_SE_ALAR",
        "objeto": "Verónica Abad"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9666,
    "pos": 0.009,
    "neu": 0.94,
    "neg": 0.05,
    "label": "negative"
  }
}