{
  "url": "https://www.telesurtv.net/abucheado-y-con-sillas-vacias-netanyahu-diserto-ante-la-asamblea-general-de-la-onu/",
  "title": "Abucheado y con sillas vacías: Netanyahu disertó ante la Asamblea General de la ONU - teleSUR",
  "section": "Mundo",
  "tags": [
    "Benjamin Netanyahu",
    "Gaza",
    "Hamas",
    "Hezbollah",
    "Israel"
  ],
  "text": "\nLuego de que decenas de representantes internacionales abandonasen el recinto de la Asamblea General de la ONU a su ingreso, Netanyahu aseguró que no detendrá sus esfuerzos para eliminar a Hezbollah y Hamás, a las que consideró organizaciones terroristas que amenazan la civilización y el desarrollo.\nEl líder israelí apeló a términos religiosos para señalar a Irán y a sus aliados del Eje de la Resistencia como “la maldición” y aseguró que su país debe ser apoyado en su plan de traer “la bendición” a Oriente Medio.\nAl tiempo que se refirió a palestinos y libaneses en términos de “asesinos salvajes” y afirmó que sus “enemigos no solo quieren destruirnos a nosotros, sino destruir a toda nuestra civilización y regresarnos a una era oscura”.\n“Es un momento decisivo para definir si entregamos a las generaciones futuras una bendición o una maldición”, manifestó el líder israelí, quien acusó de fanáticos a los críticos de la campaña militar llevada a cabo en Gaza.\nEl jefe de Gobierno, responsable de la ofensiva que ha provocado la muerte de más de 10.000 niños palestinos, calificó de injusto que se acuse a su país de genocidio, y alegó que Israel ha suministrado 700.000 toneladas de alimentos a Gaza.\nEsto en momentos en que la campaña israelí en Gaza ha matado a más de 41.500 palestinos y herido a más de 96.000, según las cifras publicadas el jueves por el Ministerio de Salud. El ministerio, que forma parte del gobierno de Hamás en Gaza, no hace distinción entre civiles y combatientes, pero más de la mitad de los muertos han sido mujeres y niños , incluidos unos 1.300 niños menores de dos años.\nEstas cifras, sin embargo, no tienen en cuenta las decenas de miles de muertes generadas por enfermedades y la aguda crisis humanitaria que atraviesa la población gazatí, a la cual Israel mantiene bajo asedio desde el pasado 7 de octubre.\nEn ese sentido, y sin mencionar la situación de hambruna que enfrenta la población gazatí, Netanyahu responsabilizó a Hamás de la crisis humanitaria y los acusó de robarse la comida: “Se llenan los estómagos y luego las cajas de caudales”.\nLuego, advirtió: “No hay un lugar en Irán al que los largos brazos de Israel no puedan llegar”. Además, indicó que para poner fin a la guerra, “lo que tiene que pasar es que Hamás se rinda y entregue a todos los rehenes. Si no lo hace, lucharemos hasta que la victoria sea final”, una declaración que cierra la puerta a cualquier negociación de paz.\nEn cuanto al Líbano, el primer ministro israelí afirmó que la ocupación “seguirá degradando a Hezbollah” hasta cumplir sus objetivos en la frontera, y justificó los ataques contra la población del sur del país debido a los desplazamientos generados por los combates en la frontera norte.\nEn un acto que muchos calificaron de cínico, exhortó a los estadounidenses a reflexionar sobre lo que significa ser desplazado en su propio país, sin mencionar que millones de palestinos han sido desplazados reiteradamente por el expansionismo colonial israelí.\nEn tanto, Netanyahu tildó de “antisemitas” las condenas de la Asamblea General de la ONU contra Israel.\n“En la última década se han aprobado más resoluciones contra Israel que contra todo el mundo junto. De hecho, más del doble. Desde 2014, este órgano ha condenado a Israel 174 veces, más de cien condenas adicionales para el Estado judío”, dijo indignado el primer ministro israelí.\n“Israel tiene todo el derecho de remover esta amenaza y permitir que sus ciudadanos regresen a salvo a sus hogares. Y eso es exactamente lo que estamos haciendo. Seguiremos degradando a Hezbollah hasta que todos nuestros objetivos se hayan cumplido”, expresó Netanyahu.\nPese a su tono, las atrocidades cometidas por el Estado israelí han sido condenadas por casi la totalidad de los expositores en los tres días que lleva la Asamblea General.\nDe hecho, los dos oradores que precedieron a Netanyahu el viernes hicieron hincapié en las acciones de Israel. “Sr. Netanyahu, detenga esta guerra ahora”, dijo el primer ministro esloveno, Robert Golob, al cerrar su intervención, golpeando el podio.\nPor su parte, el primer ministro paquistaní, Shehbaz Sharif, hablando justo antes del líder israelí, se refirió a Gaza: “Esto no es solo un conflicto. Es una matanza sistemática de personas inocentes de Palestina”. Sus palabras también recibieron aplausos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/abucheado-y-con-sillas-vacias-netanyahu-diserto-ante-la-asamblea-general-de-la-onu/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 211,
    "message_id": 77217,
    "date": "2024-09-27T18:30:15+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n \n↕️ Líder cubano Raúl Castro sostiene encuentro con presidente vietnamita To Lam\nhttps://www.telesurtv.net/lider-cubano-raul-castro-sostiene-encuentro-con-presidente-vietnamita-to-lam/\n\n↕️ Israel comete otra masacre al bombardear barrios residenciales al sur de la capital libanesa\n https://www.telesurtv.net/israel-comete-otra-masacre-al-bombardear-barrios-residenciales-al-sur-de-la-capital-libanesa/ \n \n↕️  Abucheado y con sillas vacías: Netanyahu disertó ante la Asamblea General de la ONU\nhttps://www.telesurtv.net/abucheado-y-con-sillas-vacias-netanyahu-diserto-ante-la-asamblea-general-de-la-onu/",
    "photo_path": null,
    "views": 2209,
    "reactions": {
      "👍": 46,
      "👏": 4,
      "❤": 1
    },
    "total_reactions": 51
  },
  "preprocessing": {
    "cleaned": "luego de que decenas de representantes internacionales abandonasen el recinto de la asamblea general de la onu a su ingreso, netanyahu aseguró que no detendrá sus esfuerzos para eliminar a hezbollah y hamás, a las que consideró organizaciones terroristas que amenazan la civilización y el desarrollo. el líder israelí apeló a términos religiosos para señalar a irán y a sus aliados del eje de la resistencia como “la maldición” y aseguró que su país debe ser apoyado en su plan de traer “la bendición” a oriente medio. al tiempo que se refirió a palestinos y libaneses en términos de “asesinos salvajes” y afirmó que sus “enemigos no solo quieren destruirnos a nosotros, sino destruir a toda nuestra civilización y regresarnos a una era oscura”. “es un momento decisivo para definir si entregamos a las generaciones futuras una bendición o una maldición”, manifestó el líder israelí, quien acusó de fanáticos a los críticos de la campaña militar llevada a cabo en gaza. el jefe de gobierno, responsable de la ofensiva que ha provocado la muerte de más de 10.000 niños palestinos, calificó de injusto que se acuse a su país de genocidio, y alegó que israel ha suministrado 700.000 toneladas de alimentos a gaza. esto en momentos en que la campaña israelí en gaza ha matado a más de 41.500 palestinos y herido a más de 96.000, según las cifras publicadas el jueves por el ministerio de salud. el ministerio, que forma parte del gobierno de hamás en gaza, no hace distinción entre civiles y combatientes, pero más de la mitad de los muertos han sido mujeres y niños , incluidos unos 1.300 niños menores de dos años. estas cifras, sin embargo, no tienen en cuenta las decenas de miles de muertes generadas por enfermedades y la aguda crisis humanitaria que atraviesa la población gazatí, a la cual israel mantiene bajo asedio desde el pasado 7 de octubre. en ese sentido, y sin mencionar la situación de hambruna que enfrenta la población gazatí, netanyahu responsabilizó a hamás de la crisis humanitaria y los acusó de robarse la comida: “se llenan los estómagos y luego las cajas de caudales”. luego, advirtió: “no hay un lugar en irán al que los largos brazos de israel no puedan llegar”. además, indicó que para poner fin a la guerra, “lo que tiene que pasar es que hamás se rinda y entregue a todos los rehenes. si no lo hace, lucharemos hasta que la victoria sea final”, una declaración que cierra la puerta a cualquier negociación de paz. en cuanto al líbano, el primer ministro israelí afirmó que la ocupación “seguirá degradando a hezbollah” hasta cumplir sus objetivos en la frontera, y justificó los ataques contra la población del sur del país debido a los desplazamientos generados por los combates en la frontera norte. en un acto que muchos calificaron de cínico, exhortó a los estadounidenses a reflexionar sobre lo que significa ser desplazado en su propio país, sin mencionar que millones de palestinos han sido desplazados reiteradamente por el expansionismo colonial israelí. en tanto, netanyahu tildó de “antisemitas” las condenas de la asamblea general de la onu contra israel. “en la última década se han aprobado más resoluciones contra israel que contra todo el mundo junto. de hecho, más del doble. desde 2014, este órgano ha condenado a israel 174 veces, más de cien condenas adicionales para el estado judío”, dijo indignado el primer ministro israelí. “israel tiene todo el derecho de remover esta amenaza y permitir que sus ciudadanos regresen a salvo a sus hogares. y eso es exactamente lo que estamos haciendo. seguiremos degradando a hezbollah hasta que todos nuestros objetivos se hayan cumplido”, expresó netanyahu. pese a su tono, las atrocidades cometidas por el estado israelí han sido condenadas por casi la totalidad de los expositores en los tres días que lleva la asamblea general. de hecho, los dos oradores que precedieron a netanyahu el viernes hicieron hincapié en las acciones de israel. “sr. netanyahu, detenga esta guerra ahora”, dijo el primer ministro esloveno, robert golob, al cerrar su intervención, golpeando el podio. por su parte, el primer ministro paquistaní, shehbaz sharif, hablando justo antes del líder israelí, se refirió a gaza: “esto no es solo un conflicto. es una matanza sistemática de personas inocentes de palestina”. sus palabras también recibieron aplausos.",
    "tokens": [
      "luego",
      "decenas",
      "representantes",
      "internacionales",
      "abandonasen",
      "recinto",
      "asamblea",
      "general",
      "onu",
      "ingreso",
      ",",
      "netanyahu",
      "aseguró",
      "detendrá",
      "esfuerzos",
      "eliminar",
      "hezbollah",
      "hamás",
      ",",
      "consideró",
      "organizaciones",
      "terroristas",
      "amenazan",
      "civilización",
      "desarrollo",
      ".",
      "líder",
      "israelí",
      "apeló",
      "términos",
      "religiosos",
      "señalar",
      "irán",
      "aliados",
      "eje",
      "resistencia",
      "“",
      "maldición",
      "”",
      "aseguró",
      "país",
      "debe",
      "ser",
      "apoyado",
      "plan",
      "traer",
      "“",
      "bendición",
      "”",
      "oriente",
      "medio",
      ".",
      "tiempo",
      "refirió",
      "palestinos",
      "libaneses",
      "términos",
      "“",
      "asesinos",
      "salvajes",
      "”",
      "afirmó",
      "“",
      "enemigos",
      "solo",
      "quieren",
      "destruirnos",
      ",",
      "sino",
      "destruir",
      "toda",
      "civilización",
      "regresarnos",
      "oscura",
      "”",
      ".",
      "“",
      "momento",
      "decisivo",
      "definir",
      "si",
      "entregamos",
      "generaciones",
      "futuras",
      "bendición",
      "maldición",
      "”",
      ",",
      "manifestó",
      "líder",
      "israelí",
      ",",
      "acusó",
      "fanáticos",
      "críticos",
      "campaña",
      "militar",
      "llevada",
      "cabo",
      "gaza",
      ".",
      "jefe",
      "gobierno",
      ",",
      "responsable",
      "ofensiva",
      "provocado",
      "muerte",
      "10.000",
      "niños",
      "palestinos",
      ",",
      "calificó",
      "injusto",
      "acuse",
      "país",
      "genocidio",
      ",",
      "alegó",
      "israel",
      "suministrado",
      "700.000",
      "toneladas",
      "alimentos",
      "gaza",
      ".",
      "momentos",
      "campaña",
      "israelí",
      "gaza",
      "matado",
      "41.500",
      "palestinos",
      "herido",
      "96.000",
      ",",
      "según",
      "cifras",
      "publicadas",
      "jueves",
      "ministerio",
      "salud",
      ".",
      "ministerio",
      ",",
      "forma",
      "parte",
      "gobierno",
      "hamás",
      "gaza",
      ",",
      "hace",
      "distinción",
      "civiles",
      "combatientes",
      ",",
      "mitad",
      "muertos",
      "sido",
      "mujeres",
      "niños",
      ",",
      "incluidos",
      "1.300",
      "niños",
      "menores",
      "dos",
      "años",
      ".",
      "cifras",
      ",",
      "embargo",
      ",",
      "cuenta",
      "decenas",
      "miles",
      "muertes",
      "generadas",
      "enfermedades",
      "aguda",
      "crisis",
      "humanitaria",
      "atraviesa",
      "población",
      "gazatí",
      ",",
      "israel",
      "mantiene",
      "bajo",
      "asedio",
      "pasado",
      "7",
      "octubre",
      ".",
      ",",
      "mencionar",
      "situación",
      "hambruna",
      "enfrenta",
      "población",
      "gazatí",
      ",",
      "netanyahu",
      "responsabilizó",
      "hamás",
      "crisis",
      "humanitaria",
      "acusó",
      "robarse",
      "comida",
      ":",
      "“",
      "llenan",
      "estómagos",
      "luego",
      "cajas",
      "caudales",
      "”",
      ".",
      "luego",
      ",",
      "advirtió",
      ":",
      "“",
      "lugar",
      "irán",
      "largos",
      "brazos",
      "israel",
      "puedan",
      "llegar",
      "”",
      ".",
      "además",
      ",",
      "indicó",
      "poner",
      "fin",
      "guerra",
      ",",
      "“",
      "pasar",
      "hamás",
      "rinda",
      "entregue",
      "rehenes",
      ".",
      "si",
      "hace",
      ",",
      "lucharemos",
      "victoria",
      "final",
      "”",
      ",",
      "declaración",
      "cierra",
      "puerta",
      "cualquier",
      "negociación",
      "paz",
      ".",
      "cuanto",
      "líbano",
      ",",
      "primer",
      "ministro",
      "israelí",
      "afirmó",
      "ocupación",
      "“",
      "seguirá",
      "degradando",
      "hezbollah",
      "”",
      "cumplir",
      "objetivos",
      "frontera",
      ",",
      "justificó",
      "ataques",
      "población",
      "sur",
      "país",
      "debido",
      "desplazamientos",
      "generados",
      "combates",
      "frontera",
      "norte",
      ".",
      "acto",
      "calificaron",
      "cínico",
      ",",
      "exhortó",
      "estadounidenses",
      "reflexionar",
      "significa",
      "ser",
      "desplazado",
      "propio",
      "país",
      ",",
      "mencionar",
      "millones",
      "palestinos",
      "sido",
      "desplazados",
      "reiteradamente",
      "expansionismo",
      "colonial",
      "israelí",
      ".",
      ",",
      "netanyahu",
      "tildó",
      "“",
      "antisemitas",
      "”",
      "condenas",
      "asamblea",
      "general",
      "onu",
      "israel",
      ".",
      "“",
      "última",
      "década",
      "aprobado",
      "resoluciones",
      "israel",
      "mundo",
      "junto",
      ".",
      "hecho",
      ",",
      "doble",
      ".",
      "2014",
      ",",
      "órgano",
      "condenado",
      "israel",
      "174",
      "veces",
      ",",
      "cien",
      "condenas",
      "adicionales",
      "judío",
      "”",
      ",",
      "dijo",
      "indignado",
      "primer",
      "ministro",
      "israelí",
      ".",
      "“",
      "israel",
      "derecho",
      "remover",
      "amenaza",
      "permitir",
      "ciudadanos",
      "regresen",
      "salvo",
      "hogares",
      ".",
      "exactamente",
      "haciendo",
      ".",
      "seguiremos",
      "degradando",
      "hezbollah",
      "objetivos",
      "cumplido",
      "”",
      ",",
      "expresó",
      "netanyahu",
      ".",
      "pese",
      "tono",
      ",",
      "atrocidades",
      "cometidas",
      "israelí",
      "sido",
      "condenadas",
      "casi",
      "totalidad",
      "expositores",
      "tres",
      "días",
      "lleva",
      "asamblea",
      "general",
      ".",
      "hecho",
      ",",
      "dos",
      "oradores",
      "precedieron",
      "netanyahu",
      "viernes",
      "hicieron",
      "hincapié",
      "acciones",
      "israel",
      ".",
      "“",
      "sr",
      ".",
      "netanyahu",
      ",",
      "detenga",
      "guerra",
      "ahora",
      "”",
      ",",
      "dijo",
      "primer",
      "ministro",
      "esloveno",
      ",",
      "robert",
      "golob",
      ",",
      "cerrar",
      "intervención",
      ",",
      "golpeando",
      "podio",
      ".",
      "parte",
      ",",
      "primer",
      "ministro",
      "paquistaní",
      ",",
      "shehbaz",
      "sharif",
      ",",
      "hablando",
      "justo",
      "líder",
      "israelí",
      ",",
      "refirió",
      "gaza",
      ":",
      "“",
      "solo",
      "conflicto",
      ".",
      "matanza",
      "sistemática",
      "personas",
      "inocentes",
      "palestina",
      "”",
      ".",
      "palabras",
      "recibieron",
      "aplausos",
      "."
    ],
    "token_count": 468,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 85,
      "FW": 134,
      "NNS": 35,
      "VBP": 21,
      "JJ": 52,
      "NN": 275,
      "IN": 29,
      "DT": 8,
      "VBZ": 13,
      "CD": 7,
      "VBD": 2,
      "JJR": 2,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-FW": 16,
      "FW-FW": 68,
      "FW-NNS": 8,
      "NNS-VBP": 17,
      "VBP-JJ": 14,
      "JJ-NN": 33,
      "NN-IN": 18,
      "IN-FW": 15,
      "FW-NNP": 19,
      "NNP-NNP": 23,
      "NNP-NN": 33,
      "NN-NN": 161,
      "NN-NNP": 27,
      "NN-DT": 1,
      "DT-NN": 6,
      "NNP-VBZ": 4,
      "VBZ-JJ": 8,
      "NN-NNS": 14,
      "NNS-NNS": 3,
      "IN-JJ": 3,
      "NN-JJ": 12,
      "JJ-NNP": 6,
      "NN-FW": 26,
      "FW-NN": 31,
      "NN-VBZ": 8,
      "JJ-FW": 4,
      "VBZ-DT": 3,
      "DT-JJ": 2,
      "VBP-NN": 4,
      "NNS-JJ": 3,
      "NN-VBP": 4,
      "JJ-NNS": 7,
      "FW-JJ": 4,
      "FW-CD": 2,
      "CD-JJ": 2,
      "VBP-IN": 2,
      "FW-IN": 1,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 3,
      "IN-NNP": 6,
      "IN-CD": 1,
      "CD-NNS": 2,
      "NNP-DT": 4,
      "NNS-VBZ": 1,
      "JJ-JJ": 1,
      "JJ-CD": 1,
      "NNS-IN": 6,
      "NNS-FW": 3,
      "NNP-JJ": 2,
      "NNP-IN": 1,
      "IN-NNS": 1,
      "NNS-NNP": 2,
      "FW-JJR": 1,
      "JJR-FW": 1,
      "VBZ-FW": 1,
      "VBZ-IN": 1,
      "VBD-JJR": 1,
      "JJR-NN": 1,
      "IN-NN": 3,
      "VBP-NNP": 1,
      "NNP-CD": 2,
      "NN-RB": 1,
      "RB-JJ": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 4,
      "FW-FW-FW": 40,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 7,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 10,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-FW": 7,
      "NNP-FW-NNP": 5,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 25,
      "NN-NN-NNP": 17,
      "NN-NNP-NN": 15,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 3,
      "NN-NN-NN": 92,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 5,
      "JJ-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "JJ-NN-NN": 18,
      "NN-NN-IN": 10,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 3,
      "NN-NN-JJ": 9,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NN-NN-FW": 16,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 6,
      "FW-FW-NNP": 9,
      "NN-FW-NN": 11,
      "FW-NN-NN": 18,
      "IN-FW-FW": 6,
      "NNP-NNP-NN": 7,
      "NN-NN-VBZ": 6,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-FW-NN": 10,
      "FW-NN-VBZ": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "NN-NNS-VBP": 9,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NN-JJ-NN": 9,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-JJ": 1,
      "JJ-NN-JJ": 1,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 2,
      "FW-NN-FW": 5,
      "NNP-NN-FW": 2,
      "NN-FW-FW": 10,
      "FW-FW-CD": 2,
      "FW-CD-JJ": 1,
      "CD-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-JJ": 1,
      "IN-FW-NN": 3,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 1,
      "NNP-FW-NN": 7,
      "NN-IN-NNP": 4,
      "IN-NNP-NN": 2,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "FW-CD-NN": 1,
      "CD-NN-NNS": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "IN-NNP-FW": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 3,
      "NN-NN-NNS": 4,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "FW-JJ-NNP": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NN-VBP-NN": 2,
      "NN-FW-JJ": 1,
      "JJ-NNP-NNP": 1,
      "FW-NN-IN": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "FW-NN-NNP": 2,
      "NNP-NN-NNP": 4,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "JJ-NN-FW": 1,
      "FW-NN-NNS": 3,
      "VBP-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "DT-NN-JJ": 1,
      "IN-NNP-DT": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "FW-NN-JJ": 1,
      "NN-FW-JJR": 1,
      "FW-JJR-FW": 1,
      "JJR-FW-FW": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "VBP-JJ-FW": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-JJR": 1,
      "VBD-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-JJ-NNS": 1,
      "JJ-NN-NNP": 3,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "JJ-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "FW-NNS-NNS": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "FW-NNS-IN": 3,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NNP-NN-NNS": 1,
      "VBP-NN-FW": 1,
      "NNS-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NNP-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NNP-JJ": 1,
      "IN-FW-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 275,
        "FW": 134,
        "NNP": 85,
        "JJ": 52,
        "NNS": 35
      },
      "top_bigrams": {
        "NN-NN": 161,
        "FW-FW": 68,
        "JJ-NN": 33,
        "NNP-NN": 33,
        "FW-NN": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 92,
        "FW-FW-FW": 40,
        "NNP-NN-NN": 25,
        "JJ-NN-NN": 18,
        "FW-NN-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 205,
      "VP": 56,
      "ADJP": 3,
      "PP": 15
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0326
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.013
      },
      {
        "rule": "NP -> ('Netanyahu', 'NNP')",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "NP -> ('“', 'NNP')",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "NP -> ('Luego', 'NNP')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "NP -> ('Asamblea', 'NNP') ('General', 'NNP') ('de', 'NNP')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "NP -> ('a', 'DT') ('Gaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "NP -> ('a', 'DT') ('más', 'NN')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0065
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Luego"
      },
      {
        "label": "NP",
        "text": "internacionales"
      },
      {
        "label": "VP",
        "text": "abandonasen el recinto"
      },
      {
        "label": "NP",
        "text": "el recinto"
      },
      {
        "label": "NP",
        "text": "Asamblea General de"
      },
      {
        "label": "NP",
        "text": "ONU"
      },
      {
        "label": "NP",
        "text": "a su ingreso"
      },
      {
        "label": "NP",
        "text": "Netanyahu"
      },
      {
        "label": "VP",
        "text": "aseguró que no detendrá sus esfuerzos para"
      },
      {
        "label": "NP",
        "text": "no detendrá sus esfuerzos para"
      },
      {
        "label": "VP",
        "text": "eliminar a Hezbollah y Hamás"
      },
      {
        "label": "NP",
        "text": "a Hezbollah y Hamás"
      },
      {
        "label": "NP",
        "text": "a las que consideró organizaciones terroristas"
      },
      {
        "label": "VP",
        "text": "que amenazan la civilización y el desarrollo"
      },
      {
        "label": "NP",
        "text": "amenazan la civilización y el desarrollo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Luego/NNP)\n  de/FW\n  que/FW\n  decenas/FW\n  de/FW\n  representantes/FW\n  (NP internacionales/NNS)\n  (VP abandonasen/VBP (NP el/JJ recinto/NN))\n  de/IN\n  la/FW\n  (NP Asamblea/NNP General/NNP de/NNP)\n  la/FW\n  (NP ONU/NNP)\n  (NP a/DT su/NN ingreso/NN)\n  ,/,\n  (NP Netanyahu/NNP)\n  (VP\n    aseguró/VBP\n    que/JJ\n    (NP no/DT detendrá/JJ sus/NN esfuerzos/NN para/NN))\n  (VP eliminar/VBZ (NP a/DT Hezbollah/NNP y/NN Hamás/NNP))\n  ,/,\n  (NP\n    a/DT\n    las/NN\n    que/NN\n    consideró/NN\n    organizaciones/NNS\n    terroristas/NNS)\n  (VP\n    que/VBP\n    (NP amenazan/JJ la/NN civilización/NN y/NN el/NN desarrollo/NN))\n  ./.)",
      "(S\n  (NP El/NNP líder/NN israelí/NN)\n  (VP apeló/VBZ (NP a/DT términos/JJ religiosos/NN para/NN))\n  (VP\n    señalar/VBD\n    (NP a/DT Irán/NNP y/NN)\n    (NP a/DT sus/NN aliados/NN))\n  del/FW\n  (NP Eje/NNP)\n  de/FW\n  la/FW\n  (NP Resistencia/NNP como/NN “/NNP la/NNP)\n  maldición/FW\n  (NP ”/NNP)\n  y/CC\n  (NP aseguró/JJ que/NN su/NN país/NN debe/NN ser/NN apoyado/NN)\n  en/FW\n  (NP su/NN plan/NN)\n  de/IN\n  traer/FW\n  (NP “/NNP)\n  la/FW\n  bendición/FW\n  ”/FW\n  (NP a/DT Oriente/NNP Medio/NNP)\n  ./.)",
      "(S\n  (NP Al/NNP tiempo/NN que/NN se/NN)\n  (VP refirió/VBZ (NP a/DT palestinos/JJ y/NN))\n  (VP libaneses/VBZ en/JJ)\n  términos/FW\n  de/FW\n  “/FW\n  (NP asesinos/NNS)\n  (VP salvajes/VBP (NP ”/JJ y/NN afirmó/NN que/NN sus/NN “/NNP))\n  (VP enemigos/VBZ (NP no/DT solo/JJ quieren/NN))\n  (VP destruirnos/VBZ (NP a/DT nosotros/NN))\n  ,/,\n  (NP sino/NN)\n  (VP\n    destruir/VBD\n    (NP a/DT toda/NN)\n    (NP nuestra/JJ civilización/NN y/NN))\n  (VP regresarnos/VBZ (NP a/DT una/JJ era/NN oscura/NN ”/NN))\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    Es/NNP\n    un/NN\n    momento/NN\n    decisivo/NN\n    para/NN\n    definir/NN\n    si/NN)\n  (VP\n    entregamos/VBZ\n    (NP a/DT las/JJ generaciones/NNS futuras/NNS)\n    (NP una/JJ bendición/NN o/NN)\n    (NP una/JJ maldición/NN ”/NN))\n  ,/,\n  manifestó/FW\n  el/FW\n  (NP líder/JJR israelí/NN)\n  ,/,\n  (NP quien/JJ acusó/NN)\n  de/IN\n  fanáticos/FW\n  (NP a/DT los/JJ críticos/NN)\n  de/IN\n  la/FW\n  campaña/FW\n  militar/FW\n  llevada/FW\n  (NP a/DT cabo/NN)\n  (NP en/JJ Gaza/NNP)\n  ./.)",
      "(S\n  (NP El/NNP jefe/NN)\n  de/FW\n  (NP Gobierno/NNP)\n  ,/,\n  (ADJP responsable/JJ)\n  de/FW\n  la/FW\n  ofensiva/FW\n  (NP que/NN ha/NN provocado/NN)\n  la/FW\n  muerte/FW\n  de/FW\n  más/FW\n  de/FW\n  10.000/CD\n  (NP niños/JJ palestinos/NNS)\n  ,/,\n  (NP calificó/NN)\n  de/FW\n  injusto/FW\n  que/FW\n  se/FW\n  (PP acuse/IN (NP a/DT su/JJ país/NN))\n  (PP de/IN (NP genocidio/NN))\n  ,/,\n  y/CC\n  (NP alegó/JJ que/NN Israel/NNP ha/NN)\n  (VP suministrado/VBD)\n  700.000/CD\n  (NP toneladas/NN)\n  de/FW\n  alimentos/FW\n  (NP a/DT Gaza/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          857,
          866
        ],
        "start": 857,
        "end": 866
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó de fanáticos a",
        "position": [
          891,
          911
        ],
        "start": 891,
        "end": 911
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "genocidio, y alegó que israel ha suministrado 700.000 toneladas de alimentos a gaza",
        "position": [
          1127,
          1210
        ],
        "start": 1127,
        "end": 1210
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          117,
          124
        ],
        "start": 117,
        "end": 124
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          2505,
          2514
        ],
        "start": 2505,
        "end": 2514
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          607,
          613
        ],
        "start": 607,
        "end": 613
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2100,
          2108
        ],
        "start": 2100,
        "end": 2108
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de hamás en",
        "position": [
          1427,
          1447
        ],
        "start": 1427,
        "end": 1447
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          108,
          111
        ],
        "start": 108,
        "end": 111
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          1548,
          1555
        ],
        "start": 1548,
        "end": 1555
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          891,
          896
        ],
        "start": 891,
        "end": 896
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          311,
          318
        ],
        "start": 311,
        "end": 318
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado judío",
        "position": [
          3320,
          3332
        ],
        "start": 3320,
        "end": 3332
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1632,
          1639
        ],
        "start": 1632,
        "end": 1639
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 10.000",
        "position": [
          1049,
          1062
        ],
        "start": 1049,
        "end": 1062
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 41.500",
        "position": [
          1275,
          1288
        ],
        "start": 1275,
        "end": 1288
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Hezbollah",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Eje de la Resistencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea General",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sr. Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado israelí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Líbano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado judío",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Shehbaz Sharif",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea General de la ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Robert Golob",
        "tipo": "Persona"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Salud",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Netanyahu",
        "relacion": "ABANDONAR_LUEGO_ASEGURAR",
        "objeto": "Asamblea General de la ONU"
      },
      {
        "sujeto": "Asamblea General de la ONU",
        "relacion": "ABANDONAR_LUEGO_ASEGURAR",
        "objeto": "Hezbollah"
      },
      {
        "sujeto": "Asamblea General de la ONU",
        "relacion": "ABANDONAR_LUEGO_ASEGURAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "ASEGURAR",
        "objeto": "Hezbollah"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "ASEGURAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Israel",
        "relacion": "CALIFICAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CALIFICAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Israel",
        "relacion": "SUMINISTRAR_ALEGAR_CALIFICAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Gaza",
        "relacion": "MATAR",
        "objeto": "Ministerio de Salud"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "RESPONSABILIZAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Líbano",
        "relacion": "AFIRMAR",
        "objeto": "Hezbollah"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "TILDAR",
        "objeto": "Asamblea General de la ONU"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "TILDAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Israel",
        "relacion": "CONDENAR_DECIR",
        "objeto": "Estado judío"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "SEGUIR_EXPRESAR",
        "objeto": "Hezbollah"
      },
      {
        "sujeto": "Asamblea General",
        "relacion": "CONDENAR",
        "objeto": "Estado israelí"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "PRECEDER_HACER",
        "objeto": "Israel"
      },
      {
        "sujeto": "Sr. Netanyahu",
        "relacion": "DETENER_DECIR",
        "objeto": "Robert Golob"
      },
      {
        "sujeto": "Shehbaz Sharif",
        "relacion": "HABLAR_REFERIR",
        "objeto": "Gaza"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9744,
    "pos": 0.014,
    "neu": 0.936,
    "neg": 0.05,
    "label": "negative"
  }
}