{
  "url": "https://www.telesurtv.net/nicaragua-crecimiento-sector-agropecuario/",
  "title": "Nicaragua: Sector agropecuario experimenta crecimiento superior al 112%",
  "section": "América Latina y El Caribe",
  "tags": [
    "actividad pecuaria",
    "Agricultura",
    "área agrícola",
    "crecimiento",
    "MAG",
    "Nicaragua",
    "plan gubernamental",
    "políticas de desarrollo",
    "Sector agropecuuario",
    "seguridad alimentaria"
  ],
  "text": "El sector agropecuario de Nicaragua registra un crecimiento del 112.5%, bajo la Administración sandinista, así lo informó Giovanny Álvarez, secretario general del Ministerio Agropecuario (MAG), quien detalló que el área agrícola y la actividad pecuaria tuvieron un incremento del 125.9 y un 99%, respectivamente.\nDe acuerdo con Álvarez, para el período 2025-2026, se estima un crecimiento agropecuario del 4%, impulsado por la diversificación de los productores nicaragüenses.\n\n\nLEA TAMBIÉN\nAgroALBA: Nicaragua destaca avances en seguridad alimentaria\n\n\nEl funcionario del Ministerio Agropecuario destacó que uno de los principales objetivos del plan gubernamental es fortalecer la lucha contra la pobreza y promover el desarrollo humano.\nEn este sentido, se busca optimizar la producción para alcanzar la seguridad alimentaria y mejorar las condiciones de vida de la población.\nEl sector agropecuario contribuye de manera significativa al crecimiento económico y a la generación de empleo en el país. “Más del 28% del empleo se genera en el sector agropecuario. Esta producción también dinamiza el comercio y las exportaciones”, aseveró Álvarez.\n\nÁlvarez detalló que el nuevo plan estratégico de Nicaragua incluye seis políticas clave: seguridad alimentaria, sanidad animal y vegetal, fomento a emprendimientos, impulso al comercio local, ciencia e investigación, y protección frente al cambio climático.\n\n\n\nSe proyecta un crecimiento del 7.3% en la producción de arroz, alcanzando los 5.1 millones de quintales. El frijol rojo crecerá un 8.8%, llegando a 3.7 millones de quintales, y el maíz un 7.6%, con una meta de 7.9 millones de quintales.\nEn el sector de hortalizas, el tomate experimentará un crecimiento del 5% (1.5 millones de quintales) y la cebolla tendrá un incremento similar. Por su parte, la producción de chiltoma crecerá un 8%, mientras que  la papa, zanahoria y repollo mantendrá niveles similares a los del ciclo anterior.\nAsimismo, se estima un aumento del 3% en la producción de café, alcanzando los 3.3 millones de quintales, destinados en gran medida a la exportación. El sector del maní también experimentará un crecimiento del 3%, llegando a los 4.5 millones de quintales.\n\n\nEn tanto, la producción de cacao se espera que alcance los 229 mil quintales, lo que representa un alza del 7.5%, mientras que el tabaco tendrá una proyección de 176 mil quintales rama.\nEn el ámbito de las frutas, se prevé un crecimiento del 4.1% para el banano, con 14.8 millones de cajas de 42 libras, y el plátano alcanzará los 603 millones de unidades, un incremento del 2.9%.\nEl área pecuaria también muestra perspectivas positivas, con un aumento del 3.2% en el sacrificio de reses, proyectando 788 mil cabezas. Además, se estima que 1.1 millones de vacas estarán dedicadas al ordeño, con un 51% de la producción destinada al acopio para su procesamiento y exportación.\n\nEn cuanto a la producción porcina, se espera un comportamiento similar al año anterior, con 301 mil cerdos sacrificados.\nEl sector avícola proyecta un crecimiento del 9.9%, mientras que la producción de huevo aumentará un 3.4%.\n\n\nLas exportaciones nicaragüenses experimentarán un incremento significativo, pasando de 2 mil 800 millones de dólares en 2024 a 3 mil 117 millones de dólares en 2025.\nPara apoyar a los productores, el Ministerio de Agricultura (MAG) tiene previsto realizar 22 mil visitas a familias productoras, ofreciendo recomendaciones técnicas sobre el uso eficiente de cultivos y fechas de siembra.\nAsimismo, se llevarán a cabo jornadas de formación técnica para capacitar a 36 mil productores en nuevas tecnologías agropecuarias. En coordinación con el Instituto de Protección y Sanidad Agropecuaria (IPSA), se implementará un monitoreo mensual para dar seguimiento a la matanza bovina y porcina.\nRecientemente, en el marco de la celebración de la Expoferia AgroALBA, la vicerrectora de la Universidad Agraria de Nicaragua, Luz Adilia Luna, reafirmó el compromiso de Nicaragua con la lucha contra la pobreza, la seguridad alimentaria, el apoyo a la agricultura familiar y las inversiones en infraestructura.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/nicaragua-crecimiento-sector-agropecuario/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1626,
    "message_id": 96078,
    "date": "2025-06-11T00:55:07+00:00",
    "text": "teleSUR\nNicaragua: Sector agropecuario experimenta crecimiento superior al 112%\nhttps://www.telesurtv.net/nicaragua-crecimiento-sector-agropecuario/",
    "photo_path": null,
    "views": 1910,
    "reactions": {
      "👏": 35,
      "👍": 4
    },
    "total_reactions": 39
  },
  "preprocessing": {
    "cleaned": "el sector agropecuario de nicaragua registra un crecimiento del 112.5%, bajo la administración sandinista, así lo informó giovanny álvarez, secretario general del ministerio agropecuario (mag), quien detalló que el área agrícola y la actividad pecuaria tuvieron un incremento del 125.9 y un 99%, respectivamente. de acuerdo con álvarez, para el período 2025-2026, se estima un crecimiento agropecuario del 4%, impulsado por la diversificación de los productores nicaragüenses. el funcionario del ministerio agropecuario destacó que uno de los principales objetivos del plan gubernamental es fortalecer la lucha contra la pobreza y promover el desarrollo humano. en este sentido, se busca optimizar la producción para alcanzar la seguridad alimentaria y mejorar las condiciones de vida de la población. el sector agropecuario contribuye de manera significativa al crecimiento económico y a la generación de empleo en el país. “más del 28% del empleo se genera en el sector agropecuario. esta producción también dinamiza el comercio y las exportaciones”, aseveró álvarez. álvarez detalló que el nuevo plan estratégico de nicaragua incluye seis políticas clave: seguridad alimentaria, sanidad animal y vegetal, fomento a emprendimientos, impulso al comercio local, ciencia e investigación, y protección frente al cambio climático. se proyecta un crecimiento del 7.3% en la producción de arroz, alcanzando los 5.1 millones de quintales. el frijol rojo crecerá un 8.8%, llegando a 3.7 millones de quintales, y el maíz un 7.6%, con una meta de 7.9 millones de quintales. en el sector de hortalizas, el tomate experimentará un crecimiento del 5% (1.5 millones de quintales) y la cebolla tendrá un incremento similar. por su parte, la producción de chiltoma crecerá un 8%, mientras que la papa, zanahoria y repollo mantendrá niveles similares a los del ciclo anterior. asimismo, se estima un aumento del 3% en la producción de café, alcanzando los 3.3 millones de quintales, destinados en gran medida a la exportación. el sector del maní también experimentará un crecimiento del 3%, llegando a los 4.5 millones de quintales. en tanto, la producción de cacao se espera que alcance los 229 mil quintales, lo que representa un alza del 7.5%, mientras que el tabaco tendrá una proyección de 176 mil quintales rama. en el ámbito de las frutas, se prevé un crecimiento del 4.1% para el banano, con 14.8 millones de cajas de 42 libras, y el plátano alcanzará los 603 millones de unidades, un incremento del 2.9%. el área pecuaria también muestra perspectivas positivas, con un aumento del 3.2% en el sacrificio de reses, proyectando 788 mil cabezas. además, se estima que 1.1 millones de vacas estarán dedicadas al ordeño, con un 51% de la producción destinada al acopio para su procesamiento y exportación. en cuanto a la producción porcina, se espera un comportamiento similar al año anterior, con 301 mil cerdos sacrificados. el sector avícola proyecta un crecimiento del 9.9%, mientras que la producción de huevo aumentará un 3.4%. las exportaciones nicaragüenses experimentarán un incremento significativo, pasando de 2 mil 800 millones de dólares en 2024 a 3 mil 117 millones de dólares en 2025. para apoyar a los productores, el ministerio de agricultura (mag) tiene previsto realizar 22 mil visitas a familias productoras, ofreciendo recomendaciones técnicas sobre el uso eficiente de cultivos y fechas de siembra. asimismo, se llevarán a cabo jornadas de formación técnica para capacitar a 36 mil productores en nuevas tecnologías agropecuarias. en coordinación con el instituto de protección y sanidad agropecuaria (ipsa), se implementará un monitoreo mensual para dar seguimiento a la matanza bovina y porcina. recientemente, en el marco de la celebración de la expoferia agroalba, la vicerrectora de la universidad agraria de nicaragua, luz adilia luna, reafirmó el compromiso de nicaragua con la lucha contra la pobreza, la seguridad alimentaria, el apoyo a la agricultura familiar y las inversiones en infraestructura.",
    "tokens": [
      "sector",
      "agropecuario",
      "nicaragua",
      "registra",
      "crecimiento",
      "112.5",
      "%",
      ",",
      "bajo",
      "administración",
      "sandinista",
      ",",
      "así",
      "informó",
      "giovanny",
      "álvarez",
      ",",
      "secretario",
      "general",
      "ministerio",
      "agropecuario",
      "(",
      "mag",
      ")",
      ",",
      "detalló",
      "área",
      "agrícola",
      "actividad",
      "pecuaria",
      "incremento",
      "125.9",
      "99",
      "%",
      ",",
      "respectivamente",
      ".",
      "acuerdo",
      "álvarez",
      ",",
      "período",
      "2025-2026",
      ",",
      "estima",
      "crecimiento",
      "agropecuario",
      "4",
      "%",
      ",",
      "impulsado",
      "diversificación",
      "productores",
      "nicaragüenses",
      ".",
      "funcionario",
      "ministerio",
      "agropecuario",
      "destacó",
      "principales",
      "objetivos",
      "plan",
      "gubernamental",
      "fortalecer",
      "lucha",
      "pobreza",
      "promover",
      "desarrollo",
      "humano",
      ".",
      ",",
      "busca",
      "optimizar",
      "producción",
      "alcanzar",
      "seguridad",
      "alimentaria",
      "mejorar",
      "condiciones",
      "vida",
      "población",
      ".",
      "sector",
      "agropecuario",
      "contribuye",
      "manera",
      "significativa",
      "crecimiento",
      "económico",
      "generación",
      "empleo",
      "país",
      ".",
      "“",
      "28",
      "%",
      "empleo",
      "genera",
      "sector",
      "agropecuario",
      ".",
      "producción",
      "dinamiza",
      "comercio",
      "exportaciones",
      "”",
      ",",
      "aseveró",
      "álvarez",
      ".",
      "álvarez",
      "detalló",
      "nuevo",
      "plan",
      "estratégico",
      "nicaragua",
      "incluye",
      "seis",
      "políticas",
      "clave",
      ":",
      "seguridad",
      "alimentaria",
      ",",
      "sanidad",
      "animal",
      "vegetal",
      ",",
      "fomento",
      "emprendimientos",
      ",",
      "impulso",
      "comercio",
      "local",
      ",",
      "ciencia",
      "investigación",
      ",",
      "protección",
      "frente",
      "cambio",
      "climático",
      ".",
      "proyecta",
      "crecimiento",
      "7.3",
      "%",
      "producción",
      "arroz",
      ",",
      "alcanzando",
      "5.1",
      "millones",
      "quintales",
      ".",
      "frijol",
      "rojo",
      "crecerá",
      "8.8",
      "%",
      ",",
      "llegando",
      "3.7",
      "millones",
      "quintales",
      ",",
      "maíz",
      "7.6",
      "%",
      ",",
      "meta",
      "7.9",
      "millones",
      "quintales",
      ".",
      "sector",
      "hortalizas",
      ",",
      "tomate",
      "experimentará",
      "crecimiento",
      "5",
      "%",
      "(",
      "1.5",
      "millones",
      "quintales",
      ")",
      "cebolla",
      "incremento",
      "similar",
      ".",
      "parte",
      ",",
      "producción",
      "chiltoma",
      "crecerá",
      "8",
      "%",
      ",",
      "mientras",
      "papa",
      ",",
      "zanahoria",
      "repollo",
      "mantendrá",
      "niveles",
      "similares",
      "ciclo",
      "anterior",
      ".",
      "asimismo",
      ",",
      "estima",
      "aumento",
      "3",
      "%",
      "producción",
      "café",
      ",",
      "alcanzando",
      "3.3",
      "millones",
      "quintales",
      ",",
      "destinados",
      "gran",
      "medida",
      "exportación",
      ".",
      "sector",
      "maní",
      "experimentará",
      "crecimiento",
      "3",
      "%",
      ",",
      "llegando",
      "4.5",
      "millones",
      "quintales",
      ".",
      ",",
      "producción",
      "cacao",
      "espera",
      "alcance",
      "229",
      "mil",
      "quintales",
      ",",
      "representa",
      "alza",
      "7.5",
      "%",
      ",",
      "mientras",
      "tabaco",
      "proyección",
      "176",
      "mil",
      "quintales",
      "rama",
      ".",
      "ámbito",
      "frutas",
      ",",
      "prevé",
      "crecimiento",
      "4.1",
      "%",
      "banano",
      ",",
      "14.8",
      "millones",
      "cajas",
      "42",
      "libras",
      ",",
      "plátano",
      "alcanzará",
      "603",
      "millones",
      "unidades",
      ",",
      "incremento",
      "2.9",
      "%",
      ".",
      "área",
      "pecuaria",
      "muestra",
      "perspectivas",
      "positivas",
      ",",
      "aumento",
      "3.2",
      "%",
      "sacrificio",
      "reses",
      ",",
      "proyectando",
      "788",
      "mil",
      "cabezas",
      ".",
      "además",
      ",",
      "estima",
      "1.1",
      "millones",
      "vacas",
      "dedicadas",
      "ordeño",
      ",",
      "51",
      "%",
      "producción",
      "destinada",
      "acopio",
      "procesamiento",
      "exportación",
      ".",
      "cuanto",
      "producción",
      "porcina",
      ",",
      "espera",
      "comportamiento",
      "similar",
      "año",
      "anterior",
      ",",
      "301",
      "mil",
      "cerdos",
      "sacrificados",
      ".",
      "sector",
      "avícola",
      "proyecta",
      "crecimiento",
      "9.9",
      "%",
      ",",
      "mientras",
      "producción",
      "huevo",
      "aumentará",
      "3.4",
      "%",
      ".",
      "exportaciones",
      "nicaragüenses",
      "experimentarán",
      "incremento",
      "significativo",
      ",",
      "pasando",
      "2",
      "mil",
      "800",
      "millones",
      "dólares",
      "2024",
      "3",
      "mil",
      "117",
      "millones",
      "dólares",
      "2025.",
      "apoyar",
      "productores",
      ",",
      "ministerio",
      "agricultura",
      "(",
      "mag",
      ")",
      "previsto",
      "realizar",
      "22",
      "mil",
      "visitas",
      "familias",
      "productoras",
      ",",
      "ofreciendo",
      "recomendaciones",
      "técnicas",
      "uso",
      "eficiente",
      "cultivos",
      "fechas",
      "siembra",
      ".",
      "asimismo",
      ",",
      "llevarán",
      "cabo",
      "jornadas",
      "formación",
      "técnica",
      "capacitar",
      "36",
      "mil",
      "productores",
      "nuevas",
      "tecnologías",
      "agropecuarias",
      ".",
      "coordinación",
      "instituto",
      "protección",
      "sanidad",
      "agropecuaria",
      "(",
      "ipsa",
      ")",
      ",",
      "implementará",
      "monitoreo",
      "mensual",
      "dar",
      "seguimiento",
      "matanza",
      "bovina",
      "porcina",
      ".",
      "recientemente",
      ",",
      "marco",
      "celebración",
      "expoferia",
      "agroalba",
      ",",
      "vicerrectora",
      "universidad",
      "agraria",
      "nicaragua",
      ",",
      "luz",
      "adilia",
      "luna",
      ",",
      "reafirmó",
      "compromiso",
      "nicaragua",
      "lucha",
      "pobreza",
      ",",
      "seguridad",
      "alimentaria",
      ",",
      "apoyo",
      "agricultura",
      "familiar",
      "inversiones",
      "infraestructura",
      "."
    ],
    "token_count": 459,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 60,
      "NN": 209,
      "IN": 26,
      "VBP": 26,
      "JJ": 67,
      "CD": 34,
      "FW": 118,
      "NNS": 45,
      "VBZ": 3,
      "VBN": 1,
      "VBD": 6
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-NN": 113,
      "NN-IN": 11,
      "IN-NNP": 3,
      "NNP-VBP": 2,
      "VBP-JJ": 16,
      "JJ-NN": 35,
      "NN-CD": 14,
      "CD-NN": 13,
      "NN-NNP": 13,
      "NNP-NNP": 18,
      "NN-JJ": 26,
      "NN-VBP": 4,
      "NN-FW": 17,
      "FW-NN": 13,
      "CD-JJ": 2,
      "JJ-CD": 8,
      "NNP-FW": 9,
      "IN-JJ": 1,
      "FW-FW": 76,
      "FW-NNS": 6,
      "NNS-VBZ": 2,
      "VBZ-NNP": 1,
      "NN-NNS": 6,
      "NNS-VBP": 18,
      "JJ-NNS": 5,
      "NNS-NNP": 4,
      "VBP-NN": 3,
      "JJ-JJ": 8,
      "FW-JJ": 6,
      "JJ-FW": 4,
      "NNS-IN": 10,
      "IN-FW": 7,
      "FW-NNP": 11,
      "FW-CD": 5,
      "IN-NN": 5,
      "JJ-NNP": 4,
      "VBP-VBN": 1,
      "VBN-NNS": 1,
      "CD-NNS": 15,
      "IN-NNS": 6,
      "IN-CD": 4,
      "VBZ-JJ": 1,
      "JJ-IN": 2,
      "VBP-IN": 1,
      "NN-VBD": 4,
      "VBD-JJ": 4,
      "VBD-CD": 2,
      "NNS-JJ": 3,
      "JJ-VBP": 1,
      "NNS-NNS": 3,
      "VBP-NNP": 2,
      "NNS-FW": 5,
      "CD-NNP": 3,
      "FW-VBZ": 1,
      "VBZ-VBP": 1,
      "VBP-CD": 1,
      "CD-IN": 1,
      "NNP-NNS": 1,
      "NNP-VBD": 2,
      "VBP-NNS": 2,
      "NNP-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 25,
      "NN-NN-IN": 8,
      "NN-IN-NNP": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NN": 9,
      "JJ-NN-NN": 22,
      "NN-NN-CD": 11,
      "NN-CD-NN": 6,
      "CD-NN-NN": 5,
      "NN-NN-NNP": 8,
      "NN-NNP-NN": 8,
      "NN-NN-NN": 49,
      "NN-NNP-NNP": 3,
      "NNP-NNP-NN": 7,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 13,
      "JJ-NN-NNP": 3,
      "NNP-NNP-NNP": 8,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 3,
      "NN-NN-FW": 12,
      "NN-FW-NN": 2,
      "FW-NN-NN": 7,
      "NN-NN-JJ": 16,
      "NN-CD-JJ": 1,
      "CD-JJ-CD": 2,
      "JJ-CD-NN": 2,
      "CD-NN-NNP": 1,
      "NN-NNP-FW": 2,
      "NNP-FW-NN": 2,
      "FW-NN-NNP": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-FW-FW": 10,
      "FW-FW-FW": 53,
      "FW-FW-NNS": 4,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 6,
      "NN-FW-JJ": 4,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-FW-NN": 7,
      "FW-NN-FW": 1,
      "FW-JJ-NN": 4,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 4,
      "FW-FW-NNP": 7,
      "FW-NNP-NN": 4,
      "NN-IN-FW": 5,
      "FW-NNP-FW": 3,
      "NNP-FW-CD": 1,
      "FW-CD-NN": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-NNS": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "JJ-NN-FW": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-NNS": 1,
      "VBN-NNS-VBP": 1,
      "VBP-JJ-JJ": 4,
      "CD-NN-FW": 2,
      "FW-FW-CD": 3,
      "FW-CD-NNS": 4,
      "CD-NNS-IN": 6,
      "NNS-IN-NNS": 6,
      "IN-NNS-NNP": 3,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NN-JJ-CD": 3,
      "JJ-CD-JJ": 1,
      "JJ-CD-NNS": 3,
      "IN-NNS-VBP": 3,
      "JJ-JJ-CD": 1,
      "CD-NN-JJ": 1,
      "JJ-NN-IN": 3,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "IN-FW-JJ": 1,
      "NN-CD-NNS": 6,
      "JJ-NN-JJ": 4,
      "NN-JJ-NNP": 3,
      "FW-NN-JJ": 4,
      "JJ-NNS-VBP": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "NN-JJ-IN": 2,
      "JJ-IN-NN": 2,
      "IN-NN-FW": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "NN-FW-NNP": 1,
      "NN-NN-VBD": 3,
      "NN-VBD-JJ": 2,
      "VBD-JJ-CD": 2,
      "NN-VBD-CD": 2,
      "VBD-CD-NN": 2,
      "CD-NN-NNS": 3,
      "CD-NNS-JJ": 3,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 2,
      "NNP-FW-NNP": 3,
      "NNP-FW-FW": 3,
      "CD-NNS-FW": 5,
      "NNS-FW-FW": 3,
      "NNS-JJ-NN": 1,
      "JJ-NN-VBD": 1,
      "FW-FW-JJ": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "IN-NN-CD": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "JJ-CD-IN": 1,
      "CD-IN-FW": 1,
      "JJ-NN-CD": 1,
      "NNS-JJ-FW": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "IN-FW-CD": 1,
      "NNS-FW-NNS": 2,
      "FW-NNS-IN": 2,
      "NNS-IN-CD": 2,
      "IN-CD-NN": 1,
      "CD-NN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NNS": 1,
      "FW-NNP-NNP": 4,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "VBP-NNS-NNS": 1,
      "IN-FW-NN": 1,
      "JJ-NNP-FW": 1,
      "NNP-NNP-VBD": 1,
      "VBD-JJ-JJ": 1,
      "NNP-NNP-FW": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "IN-NNP-NN": 1,
      "JJ-JJ-NNS": 1,
      "NNS-IN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 209,
        "FW": 118,
        "JJ": 67,
        "NNP": 60,
        "NNS": 45
      },
      "top_bigrams": {
        "NN-NN": 113,
        "FW-FW": 76,
        "JJ-NN": 35,
        "NNP-NN": 27,
        "NN-JJ": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 53,
        "NN-NN-NN": 49,
        "NNP-NN-NN": 25,
        "JJ-NN-NN": 22,
        "NN-NN-JJ": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 189,
      "PP": 10,
      "VP": 36,
      "ADJP": 12
    },
    "top_rules": [
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 16,
        "weight": 0.0588
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 11,
        "weight": 0.0404
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0294
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 7,
        "weight": 0.0257
      },
      {
        "rule": "NP -> ('quintales', 'NNS')",
        "frequency": 6,
        "weight": 0.0221
      },
      {
        "rule": "NP -> ('un', 'JJ') ('crecimiento', 'NN')",
        "frequency": 4,
        "weight": 0.0147
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 4,
        "weight": 0.0147
      },
      {
        "rule": "NP -> ('Nicaragua', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('MAG', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El sector agropecuario"
      },
      {
        "label": "PP",
        "text": "de Nicaragua"
      },
      {
        "label": "NP",
        "text": "Nicaragua"
      },
      {
        "label": "VP",
        "text": "registra un crecimiento"
      },
      {
        "label": "NP",
        "text": "un crecimiento"
      },
      {
        "label": "NP",
        "text": "%"
      },
      {
        "label": "NP",
        "text": "bajo la Administración sandinista"
      },
      {
        "label": "NP",
        "text": "así lo informó Giovanny Álvarez"
      },
      {
        "label": "NP",
        "text": "secretario"
      },
      {
        "label": "NP",
        "text": "general del Ministerio Agropecuario"
      },
      {
        "label": "NP",
        "text": "MAG"
      },
      {
        "label": "NP",
        "text": "quien detalló que"
      },
      {
        "label": "VP",
        "text": "el área agrícola y la"
      },
      {
        "label": "NP",
        "text": "área agrícola y la"
      },
      {
        "label": "NP",
        "text": "pecuaria tuvieron"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP sector/NN agropecuario/NN)\n  (PP de/IN (NP Nicaragua/NNP))\n  (VP registra/VBP (NP un/JJ crecimiento/NN))\n  del/FW\n  112.5/CD\n  (NP %/NN)\n  ,/,\n  (NP bajo/NN la/NN Administración/NNP sandinista/NN)\n  ,/,\n  (NP así/JJ lo/NN informó/NN Giovanny/NNP Álvarez/NNP)\n  ,/,\n  (NP secretario/NN)\n  (NP general/JJ del/NN Ministerio/NNP Agropecuario/NNP)\n  (/(\n  (NP MAG/NNP)\n  )/)\n  ,/,\n  (NP quien/JJ detalló/NN que/NN)\n  (VP el/VBP (NP área/JJ agrícola/NN y/NN la/NN))\n  actividad/FW\n  (NP pecuaria/NN tuvieron/NN)\n  (NP un/JJ incremento/NN del/NN)\n  125.9/CD\n  (NP y/NN)\n  (ADJP un/JJ)\n  99/CD\n  (NP %/NN)\n  ,/,\n  (NP respectivamente/NN)\n  ./.)",
      "(S\n  (NP De/NNP)\n  acuerdo/FW\n  (NP con/NN Álvarez/NN)\n  ,/,\n  (NP para/NN el/NN período/NN)\n  (ADJP 2025-2026/JJ)\n  ,/,\n  (NP se/JJ estima/NN)\n  (NP un/JJ crecimiento/NN agropecuario/NN)\n  (VP del/VBZ)\n  4/CD\n  (NP %/NN)\n  ,/,\n  (NP impulsado/JJ por/NN la/NN)\n  diversificación/FW\n  de/FW\n  los/FW\n  (NP productores/NNS nicaragüenses/NNS)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP AgroALBA/NNP)\n  :/:\n  (NP Nicaragua/NNP destaca/NN avances/NNS)\n  (VP\n    en/VBP\n    (NP\n      seguridad/JJ\n      alimentaria/NNS\n      El/NNP\n      funcionario/NN\n      del/NN\n      Ministerio/NNP\n      Agropecuario/NNP\n      destacó/NN\n      que/NN))\n  uno/FW\n  de/FW\n  los/FW\n  (NP principales/NNS)\n  (VP\n    objetivos/VBP\n    (NP del/NN plan/NN)\n    (NP gubernamental/JJ es/JJ fortalecer/NN la/NN))\n  lucha/FW\n  (ADJP contra/JJ)\n  la/FW\n  pobreza/FW\n  y/FW\n  (NP promover/NN)\n  el/FW\n  (NP desarrollo/JJ humano/NN)\n  ./.)",
      "(S\n  (NP En/NNP este/NN sentido/NN)\n  ,/,\n  se/FW\n  busca/FW\n  optimizar/FW\n  la/FW\n  producción/FW\n  para/FW\n  alcanzar/FW\n  la/FW\n  seguridad/FW\n  (NP alimentaria/NNS)\n  (VP y/VBP (NP mejorar/JJ las/JJ condiciones/NNS))\n  de/IN\n  vida/FW\n  de/FW\n  la/FW\n  población/FW\n  ./.)",
      "(S\n  (NP El/NNP sector/NN agropecuario/NN contribuye/NN)\n  de/IN\n  manera/FW\n  significativa/FW\n  al/FW\n  (NP crecimiento/NN económico/NN)\n  (VP y/VBZ (NP a/DT la/NN))\n  generación/FW\n  de/FW\n  empleo/FW\n  en/FW\n  el/FW\n  (NP país/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "MONETARIOS",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "crecimiento económico y a la generación de empleo en el país",
        "position": [
          940,
          1000
        ],
        "start": 940,
        "end": 1000
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "empleo",
        "position": [
          983,
          989
        ],
        "start": 983,
        "end": 989
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          114,
          121
        ],
        "start": 114,
        "end": 121
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "cambio climático",
        "position": [
          1388,
          1404
        ],
        "start": 1388,
        "end": 1404
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto de protección",
        "position": [
          3650,
          3673
        ],
        "start": 3650,
        "end": 3673
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          597,
          604
        ],
        "start": 597,
        "end": 604
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          3938,
          3946
        ],
        "start": 3938,
        "end": 3946
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con álvarez, para el período 2025-2026",
        "position": [
          316,
          362
        ],
        "start": 316,
        "end": 362
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "plan gubernamental",
        "position": [
          646,
          664
        ],
        "start": 646,
        "end": 664
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          3887,
          3898
        ],
        "start": 3887,
        "end": 3898
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          3921,
          3924
        ],
        "start": 3921,
        "end": 3924
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          26,
          35
        ],
        "start": 26,
        "end": 35
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "área agrícola",
        "position": [
          215,
          228
        ],
        "start": 215,
        "end": 228
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad agraria",
        "position": [
          3887,
          3906
        ],
        "start": 3887,
        "end": 3906
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          3794,
          3807
        ],
        "start": 3794,
        "end": 3807
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "1 millones",
        "position": [
          1489,
          1499
        ],
        "start": 1489,
        "end": 1499
      },
      {
        "category": "MONETARIOS",
        "matched_text": "800 millones de dólares",
        "position": [
          3201,
          3224
        ],
        "start": 3201,
        "end": 3224
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "año anterior",
        "position": [
          2952,
          2964
        ],
        "start": 2952,
        "end": 2964
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Expoferia AgroALBA",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio Agropecuario",
        "tipo": "Lugar"
      },
      {
        "nombre": "AgroALBA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Giovanny Álvarez",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministerio Agropecuario",
        "tipo": "Persona"
      },
      {
        "nombre": "Instituto de Protección y Sanidad Agropecuaria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IPSA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Administración sandinista",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Universidad Agraria de Nicaragua",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Álvarez",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministerio de Agricultura",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Nicaragua",
        "relacion": "REGISTRAR_INFORMAR",
        "objeto": "Administración sandinista"
      },
      {
        "sujeto": "Giovanny Álvarez",
        "relacion": "REGISTRAR_INFORMAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "REGISTRAR_INFORMAR",
        "objeto": "Ministerio Agropecuario"
      },
      {
        "sujeto": "Giovanny Álvarez",
        "relacion": "REGISTRAR_INFORMAR",
        "objeto": "Administración sandinista"
      },
      {
        "sujeto": "Administración sandinista",
        "relacion": "REGISTRAR_INFORMAR",
        "objeto": "Ministerio Agropecuario"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "DESTACAR",
        "objeto": "Ministerio Agropecuario"
      },
      {
        "sujeto": "Álvarez",
        "relacion": "DETALLAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Expoferia AgroALBA",
        "relacion": "REAFIRMAR",
        "objeto": "Universidad Agraria de Nicaragua"
      },
      {
        "sujeto": "Expoferia AgroALBA",
        "relacion": "REAFIRMAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Universidad Agraria de Nicaragua",
        "relacion": "REAFIRMAR",
        "objeto": "Nicaragua"
      }
    ]
  },
  "sentiment": {
    "compound": 0.0,
    "pos": 0.0,
    "neu": 1.0,
    "neg": 0.0,
    "label": "neutral"
  }
}