{
  "url": "https://www.telesurtv.net/abel-prieto-venezuela-consolida-un-camino-hacia-la-prosperidad-con-justicia-social/",
  "title": "Abel Prieto: “Venezuela consolida un camino hacia la prosperidad con justicia social” - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Abel Prieto",
    "Democracia",
    "elecciones",
    "Imperialismo",
    "Jóvenes",
    "Justicia social",
    "manipulación",
    "prosperidad",
    "redes digitales",
    "Venezuela"
  ],
  "text": "El presidente de Casa de las Américas, Abel Prieto, elogió este lunes los resultados de las recientes elecciones en Venezuela, calificándolos como una muestra clara del avance hacia la prosperidad con equidad social, en línea con la visión del Comandante Hugo Chávez y del actual mandatario Nicolás Maduro.\nLEA TAMBIÉN\nResultados de Elecciones en Venezuela: GPPSB gana 285 alcaldías\nDurante una entrevista concedida a teleSUR, el reconocido intelectual cubano subrayó que Venezuela ha logrado superar obstáculos significativos y consolidar un proyecto político que apuesta por el bienestar colectivo.\nCalificó como uno de los aspectos más innovadores del proceso electoral la participación activa de los jóvenes. Al referirse a la consulta juvenil, comentó que “fue algo inédito, se les convocó a participar en la construcción de su destino, a pensar colectivamente cómo mejorar su calidad de vida”, expresó.\nDenunció que uno de los principales ataques a los procesos revolucionarios en países como Cuba y Venezuela consiste en fomentar la división entre generaciones y promover la idea de que los jóvenes están alejados de los ideales de transformación. Sin embargo, la respuesta masiva de la juventud venezolana fue contundente, afirmó.\n\n\n“Ayer vi cómo reaccionó la juventud venezolana ante esta convocatoria y con qué interés participaban en esta forma, hasta ahora nueva, en este mecanismo democrático”, valoró el intelectual cubano, quien advirtió sobre la intensa manipulación en medios digitales que buscan arrastrar a la juventud hacia posturas conservadoras o incluso reaccionarias.\nCitó el caso de Javier Milei en Argentina, que obtuvo apoyo electoral en sectores jóvenes. “Y uno se pregunta cómo se explica eso si la juventud siempre ha estado asociada a ideas de emancipación, pero es el engaño permanente y Venezuela ha dado otra gran lección de la democracia venezolana y a los enemigos de la humanidad, de lo que se puede hacer cuando un pueblo está unido, cuando no está engañado”, reflexionó.\nPor su parte, la periodista Marcela Heredia destacó el impacto simbólico y político del reciente rescate de 252 migrantes venezolanos que se encontraban secuestrados en El Salvador. “Muchos de ellos testificaron sobre las condiciones extremas del Centro de Confinamiento del Terrorismo (Cecot), y declararon que se fueron queriendo mostrar una idea de Venezuela que finalmente no era y hoy cuando regresan se encuentran con una Venezuela arropada, completamente distinta a la que dejaron y armaron quienes se quedaron”.\nTambién resaltó el crecimiento sostenido de la economía venezolana, que acumula 17 trimestres consecutivos en alza. Solo en el segundo trimestre de 2025, el Producto Interno Bruto creció 6,6 %, y el presidente Maduro anticipa que el siguiente período podría acercarse al 9 %. “¿En qué otro país de América Latina vemos esto?”, interrogó.\nAmbos coincidieron en que los logros del país suelen ser ignorados o distorsionados por los grandes medios internacionales. La mayoría de las portadas no destacan que el chavismo ganó en 23 de las 24 capitales del país ni reconocen la importancia histórica de la consulta juvenil, aseveró el Presidente de Casa de las Américas, quien cuestionó el papel siniestro del mandatario salvadoreño Nayib Bukele en la operación de secuestro y humillación de los 252 migrantes secuestrados.\nEl también escritor cubano subrayó el creciente papel de Venezuela como punto de convergencia para movimientos sociales, intelectuales y culturales de todo el mundo. Recordó la reciente “Cumbre de los Pueblos por la Paz y contra la Guerra” y el evento organizado por el Instituto Simón Bolívar junto con la Red en Defensa de la Humanidad, centrado en el lema “Hacer humana la humanidad”. Ambos espacios — señaló— reflejan el compromiso de Venezuela con una visión de integración y resistencia global.\nTambién remarcó la importancia de articular los distintos núcleos de resistencia cultural, anticolonial y patriótica, así como a los defensores de la verdad, en un frente común ante los desafíos comunicacionales actuales.\nEn ese sentido, el intelectual cubano hizo un llamado a la formación de pensamiento crítico desde edades tempranas. “Tenemos que formar un pensamiento crítico, que ese adolescente que recibe un diluvio de mensajes en su móvil las 24 horas del día sepa discernir cuáles de esos mensajes son útiles y cuáles están destinados a confundirlos, a dividirlos”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/abel-prieto-venezuela-consolida-un-camino-hacia-la-prosperidad-con-justicia-social/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 264,
    "message_id": 100322,
    "date": "2025-07-28T15:55:17+00:00",
    "text": "teleSUR\nAbel Prieto: “Venezuela consolida un camino hacia la prosperidad con justicia social”\nhttps://www.telesurtv.net/abel-prieto-venezuela-consolida-un-camino-hacia-la-prosperidad-con-justicia-social/",
    "photo_path": null,
    "views": 1599,
    "reactions": {
      "❤": 29,
      "👍": 9,
      "🤔": 1
    },
    "total_reactions": 39
  },
  "preprocessing": {
    "cleaned": "el presidente de casa de las américas, abel prieto, elogió este lunes los resultados de las recientes elecciones en venezuela, calificándolos como una muestra clara del avance hacia la prosperidad con equidad social, en línea con la visión del comandante hugo chávez y del actual mandatario nicolás maduro. durante una entrevista concedida a telesur, el reconocido intelectual cubano subrayó que venezuela ha logrado superar obstáculos significativos y consolidar un proyecto político que apuesta por el bienestar colectivo. calificó como uno de los aspectos más innovadores del proceso electoral la participación activa de los jóvenes. al referirse a la consulta juvenil, comentó que “fue algo inédito, se les convocó a participar en la construcción de su destino, a pensar colectivamente cómo mejorar su calidad de vida”, expresó. denunció que uno de los principales ataques a los procesos revolucionarios en países como cuba y venezuela consiste en fomentar la división entre generaciones y promover la idea de que los jóvenes están alejados de los ideales de transformación. sin embargo, la respuesta masiva de la juventud venezolana fue contundente, afirmó. “ayer vi cómo reaccionó la juventud venezolana ante esta convocatoria y con qué interés participaban en esta forma, hasta ahora nueva, en este mecanismo democrático”, valoró el intelectual cubano, quien advirtió sobre la intensa manipulación en medios digitales que buscan arrastrar a la juventud hacia posturas conservadoras o incluso reaccionarias. citó el caso de javier milei en argentina, que obtuvo apoyo electoral en sectores jóvenes. “y uno se pregunta cómo se explica eso si la juventud siempre ha estado asociada a ideas de emancipación, pero es el engaño permanente y venezuela ha dado otra gran lección de la democracia venezolana y a los enemigos de la humanidad, de lo que se puede hacer cuando un pueblo está unido, cuando no está engañado”, reflexionó. por su parte, la periodista marcela heredia destacó el impacto simbólico y político del reciente rescate de 252 migrantes venezolanos que se encontraban secuestrados en el salvador. “muchos de ellos testificaron sobre las condiciones extremas del centro de confinamiento del terrorismo (cecot), y declararon que se fueron queriendo mostrar una idea de venezuela que finalmente no era y hoy cuando regresan se encuentran con una venezuela arropada, completamente distinta a la que dejaron y armaron quienes se quedaron”. también resaltó el crecimiento sostenido de la economía venezolana, que acumula 17 trimestres consecutivos en alza. solo en el segundo trimestre de 2025, el producto interno bruto creció 6,6 %, y el presidente maduro anticipa que el siguiente período podría acercarse al 9 %. “¿en qué otro país de américa latina vemos esto?”, interrogó. ambos coincidieron en que los logros del país suelen ser ignorados o distorsionados por los grandes medios internacionales. la mayoría de las portadas no destacan que el chavismo ganó en 23 de las 24 capitales del país ni reconocen la importancia histórica de la consulta juvenil, aseveró el presidente de casa de las américas, quien cuestionó el papel siniestro del mandatario salvadoreño nayib bukele en la operación de secuestro y humillación de los 252 migrantes secuestrados. el también escritor cubano subrayó el creciente papel de venezuela como punto de convergencia para movimientos sociales, intelectuales y culturales de todo el mundo. recordó la reciente “cumbre de los pueblos por la paz y contra la guerra” y el evento organizado por el instituto simón bolívar junto con la red en defensa de la humanidad, centrado en el lema “hacer humana la humanidad”. ambos espacios — señaló— reflejan el compromiso de venezuela con una visión de integración y resistencia global. también remarcó la importancia de articular los distintos núcleos de resistencia cultural, anticolonial y patriótica, así como a los defensores de la verdad, en un frente común ante los desafíos comunicacionales actuales. en ese sentido, el intelectual cubano hizo un llamado a la formación de pensamiento crítico desde edades tempranas. “tenemos que formar un pensamiento crítico, que ese adolescente que recibe un diluvio de mensajes en su móvil las 24 horas del día sepa discernir cuáles de esos mensajes son útiles y cuáles están destinados a confundirlos, a dividirlos”.",
    "tokens": [
      "presidente",
      "casa",
      "américas",
      ",",
      "abel",
      "prieto",
      ",",
      "elogió",
      "lunes",
      "resultados",
      "recientes",
      "elecciones",
      "venezuela",
      ",",
      "calificándolos",
      "muestra",
      "clara",
      "avance",
      "hacia",
      "prosperidad",
      "equidad",
      "social",
      ",",
      "línea",
      "visión",
      "comandante",
      "hugo",
      "chávez",
      "actual",
      "mandatario",
      "nicolás",
      "maduro",
      ".",
      "entrevista",
      "concedida",
      "telesur",
      ",",
      "reconocido",
      "intelectual",
      "cubano",
      "subrayó",
      "venezuela",
      "logrado",
      "superar",
      "obstáculos",
      "significativos",
      "consolidar",
      "proyecto",
      "político",
      "apuesta",
      "bienestar",
      "colectivo",
      ".",
      "calificó",
      "aspectos",
      "innovadores",
      "proceso",
      "electoral",
      "participación",
      "activa",
      "jóvenes",
      ".",
      "referirse",
      "consulta",
      "juvenil",
      ",",
      "comentó",
      "“",
      "inédito",
      ",",
      "convocó",
      "participar",
      "construcción",
      "destino",
      ",",
      "pensar",
      "colectivamente",
      "cómo",
      "mejorar",
      "calidad",
      "vida",
      "”",
      ",",
      "expresó",
      ".",
      "denunció",
      "principales",
      "ataques",
      "procesos",
      "revolucionarios",
      "países",
      "cuba",
      "venezuela",
      "consiste",
      "fomentar",
      "división",
      "generaciones",
      "promover",
      "idea",
      "jóvenes",
      "alejados",
      "ideales",
      "transformación",
      ".",
      "embargo",
      ",",
      "respuesta",
      "masiva",
      "juventud",
      "venezolana",
      "contundente",
      ",",
      "afirmó",
      ".",
      "“",
      "ayer",
      "vi",
      "cómo",
      "reaccionó",
      "juventud",
      "venezolana",
      "convocatoria",
      "interés",
      "participaban",
      "forma",
      ",",
      "ahora",
      "nueva",
      ",",
      "mecanismo",
      "democrático",
      "”",
      ",",
      "valoró",
      "intelectual",
      "cubano",
      ",",
      "advirtió",
      "intensa",
      "manipulación",
      "medios",
      "digitales",
      "buscan",
      "arrastrar",
      "juventud",
      "hacia",
      "posturas",
      "conservadoras",
      "incluso",
      "reaccionarias",
      ".",
      "citó",
      "caso",
      "javier",
      "milei",
      "argentina",
      ",",
      "obtuvo",
      "apoyo",
      "electoral",
      "sectores",
      "jóvenes",
      ".",
      "“",
      "pregunta",
      "cómo",
      "explica",
      "si",
      "juventud",
      "siempre",
      "asociada",
      "ideas",
      "emancipación",
      ",",
      "engaño",
      "permanente",
      "venezuela",
      "dado",
      "gran",
      "lección",
      "democracia",
      "venezolana",
      "enemigos",
      "humanidad",
      ",",
      "puede",
      "hacer",
      "pueblo",
      "unido",
      ",",
      "engañado",
      "”",
      ",",
      "reflexionó",
      ".",
      "parte",
      ",",
      "periodista",
      "marcela",
      "heredia",
      "destacó",
      "impacto",
      "simbólico",
      "político",
      "reciente",
      "rescate",
      "252",
      "migrantes",
      "venezolanos",
      "encontraban",
      "secuestrados",
      "salvador",
      ".",
      "“",
      "testificaron",
      "condiciones",
      "extremas",
      "centro",
      "confinamiento",
      "terrorismo",
      "(",
      "cecot",
      ")",
      ",",
      "declararon",
      "queriendo",
      "mostrar",
      "idea",
      "venezuela",
      "finalmente",
      "hoy",
      "regresan",
      "encuentran",
      "venezuela",
      "arropada",
      ",",
      "completamente",
      "distinta",
      "dejaron",
      "armaron",
      "quedaron",
      "”",
      ".",
      "resaltó",
      "crecimiento",
      "sostenido",
      "economía",
      "venezolana",
      ",",
      "acumula",
      "17",
      "trimestres",
      "consecutivos",
      "alza",
      ".",
      "solo",
      "segundo",
      "trimestre",
      "2025",
      ",",
      "producto",
      "interno",
      "bruto",
      "creció",
      "6,6",
      "%",
      ",",
      "presidente",
      "maduro",
      "anticipa",
      "siguiente",
      "período",
      "podría",
      "acercarse",
      "9",
      "%",
      ".",
      "“",
      "¿en",
      "país",
      "américa",
      "latina",
      "vemos",
      "?",
      "”",
      ",",
      "interrogó",
      ".",
      "ambos",
      "coincidieron",
      "logros",
      "país",
      "suelen",
      "ser",
      "ignorados",
      "distorsionados",
      "grandes",
      "medios",
      "internacionales",
      ".",
      "mayoría",
      "portadas",
      "destacan",
      "chavismo",
      "ganó",
      "23",
      "24",
      "capitales",
      "país",
      "reconocen",
      "importancia",
      "histórica",
      "consulta",
      "juvenil",
      ",",
      "aseveró",
      "presidente",
      "casa",
      "américas",
      ",",
      "cuestionó",
      "papel",
      "siniestro",
      "mandatario",
      "salvadoreño",
      "nayib",
      "bukele",
      "operación",
      "secuestro",
      "humillación",
      "252",
      "migrantes",
      "secuestrados",
      ".",
      "escritor",
      "cubano",
      "subrayó",
      "creciente",
      "papel",
      "venezuela",
      "punto",
      "convergencia",
      "movimientos",
      "sociales",
      ",",
      "intelectuales",
      "culturales",
      "mundo",
      ".",
      "recordó",
      "reciente",
      "“",
      "cumbre",
      "pueblos",
      "paz",
      "guerra",
      "”",
      "evento",
      "organizado",
      "instituto",
      "simón",
      "bolívar",
      "junto",
      "red",
      "defensa",
      "humanidad",
      ",",
      "centrado",
      "lema",
      "“",
      "hacer",
      "humana",
      "humanidad",
      "”",
      ".",
      "ambos",
      "espacios",
      "—",
      "señaló—",
      "reflejan",
      "compromiso",
      "venezuela",
      "visión",
      "integración",
      "resistencia",
      "global",
      ".",
      "remarcó",
      "importancia",
      "articular",
      "distintos",
      "núcleos",
      "resistencia",
      "cultural",
      ",",
      "anticolonial",
      "patriótica",
      ",",
      "así",
      "defensores",
      "verdad",
      ",",
      "frente",
      "común",
      "desafíos",
      "comunicacionales",
      "actuales",
      ".",
      ",",
      "intelectual",
      "cubano",
      "hizo",
      "llamado",
      "formación",
      "pensamiento",
      "crítico",
      "edades",
      "tempranas",
      ".",
      "“",
      "formar",
      "pensamiento",
      "crítico",
      ",",
      "adolescente",
      "recibe",
      "diluvio",
      "mensajes",
      "móvil",
      "24",
      "horas",
      "día",
      "sepa",
      "discernir",
      "cuáles",
      "mensajes",
      "útiles",
      "cuáles",
      "destinados",
      "confundirlos",
      ",",
      "dividirlos",
      "”",
      "."
    ],
    "token_count": 444,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 79,
      "NN": 263,
      "FW": 134,
      "VBZ": 10,
      "NNS": 37,
      "VBP": 22,
      "JJ": 60,
      "IN": 27,
      "VBD": 2,
      "CD": 9,
      "RB": 2,
      "DT": 3,
      "VBN": 1,
      "RBR": 1
    },
    "bigram_freq": {
      "NNP-NN": 31,
      "NN-FW": 18,
      "FW-NNP": 20,
      "NNP-FW": 14,
      "FW-FW": 76,
      "NNP-NNP": 22,
      "NNP-VBZ": 5,
      "VBZ-NN": 1,
      "NN-NNS": 10,
      "NNS-VBP": 15,
      "VBP-JJ": 13,
      "JJ-FW": 3,
      "FW-NNS": 6,
      "VBP-FW": 2,
      "NN-NN": 163,
      "NN-JJ": 22,
      "JJ-NN": 38,
      "FW-NN": 21,
      "NN-VBP": 5,
      "FW-JJ": 7,
      "NN-NNP": 18,
      "NNP-IN": 3,
      "IN-NNP": 6,
      "NNP-VBD": 2,
      "VBD-CD": 2,
      "CD-NN": 3,
      "NN-IN": 19,
      "IN-FW": 15,
      "JJ-JJ": 7,
      "NNS-NNP": 4,
      "NN-VBZ": 4,
      "VBZ-JJ": 4,
      "NNS-NNS": 6,
      "JJ-NNS": 5,
      "VBP-NNS": 2,
      "VBP-NNP": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NN": 3,
      "NNS-FW": 4,
      "IN-JJ": 1,
      "IN-NNS": 1,
      "NNP-VBP": 1,
      "NNS-JJ": 3,
      "NNS-IN": 4,
      "NN-DT": 1,
      "DT-NN": 2,
      "JJ-NNP": 7,
      "IN-CD": 3,
      "CD-NNS": 6,
      "VBZ-DT": 2,
      "NN-RB": 1,
      "RB-CD": 1,
      "VBP-IN": 1,
      "IN-NN": 1,
      "VBZ-FW": 2,
      "NN-VBN": 1,
      "VBN-RBR": 1,
      "RBR-JJ": 1,
      "FW-VBZ": 1,
      "DT-JJ": 1,
      "FW-CD": 3,
      "VBZ-NNS": 1,
      "NNP-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 8,
      "NNP-FW-FW": 7,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 2,
      "NNS-VBP-FW": 2,
      "VBP-FW-NNP": 1,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 27,
      "NN-NN-JJ": 19,
      "NN-JJ-NN": 16,
      "JJ-NN-NN": 22,
      "NN-NN-NN": 100,
      "NN-NN-FW": 7,
      "NN-FW-NN": 6,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 5,
      "FW-FW-NN": 8,
      "FW-NN-FW": 5,
      "NN-FW-FW": 9,
      "FW-FW-FW": 47,
      "NNP-NNP-FW": 2,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 5,
      "JJ-NN-NNP": 1,
      "NN-NNP-NNP": 4,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "NNP-FW-NNP": 5,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-CD": 2,
      "VBD-CD-NN": 2,
      "CD-NN-NNP": 2,
      "NN-NNP-NN": 10,
      "NN-NN-VBP": 3,
      "VBP-JJ-NN": 6,
      "NN-NN-NNP": 13,
      "NN-NN-IN": 11,
      "NN-IN-FW": 10,
      "IN-FW-JJ": 2,
      "JJ-NN-NNS": 3,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "JJ-NN-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "JJ-NN-IN": 8,
      "IN-FW-FW": 8,
      "FW-NN-NN": 12,
      "IN-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-NN": 5,
      "FW-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NN": 1,
      "VBP-NN-FW": 2,
      "VBP-FW-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-JJ-FW": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NN-NN-NNS": 5,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "IN-NNP-NN": 2,
      "NN-JJ-JJ": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 4,
      "IN-FW-NN": 4,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NN": 5,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 2,
      "JJ-JJ-JJ": 1,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 3,
      "NNP-IN-FW": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-JJ-NNP": 3,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "FW-NN-RB": 1,
      "NN-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-JJ": 2,
      "IN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-VBN": 1,
      "NN-VBN-RBR": 1,
      "VBN-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "CD-NNS-FW": 3,
      "NNS-FW-CD": 1,
      "FW-CD-NNS": 3,
      "NNS-FW-NN": 2,
      "NNP-FW-NN": 1,
      "FW-FW-CD": 2,
      "NNS-JJ-NNP": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "JJ-NN-JJ": 1,
      "JJ-NNP-NNP": 1,
      "NN-NNP-FW": 1,
      "NNP-VBZ-JJ": 1,
      "NNP-NN-JJ": 1,
      "FW-NN-JJ": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "NN-JJ-NNS": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-VBP": 1,
      "NN-NNS-IN": 1,
      "FW-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 263,
        "FW": 134,
        "NNP": 79,
        "JJ": 60,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 163,
        "FW-FW": 76,
        "JJ-NN": 38,
        "NNP-NN": 31,
        "NNP-NNP": 22
      },
      "top_trigrams": {
        "NN-NN-NN": 100,
        "FW-FW-FW": 47,
        "NNP-NN-NN": 27,
        "JJ-NN-NN": 22,
        "NN-NN-JJ": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 170,
      "VP": 41,
      "PP": 11,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0242
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0121
      },
      {
        "rule": "NP -> ('Casa', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Américas', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('jóvenes', 'NNS')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('están', 'VBP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('migrantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0081
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Casa"
      },
      {
        "label": "NP",
        "text": "Américas"
      },
      {
        "label": "NP",
        "text": "Abel Prieto"
      },
      {
        "label": "NP",
        "text": "elogió este lunes"
      },
      {
        "label": "VP",
        "text": "los resultados"
      },
      {
        "label": "NP",
        "text": "recientes"
      },
      {
        "label": "VP",
        "text": "elecciones"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "calificándolos como"
      },
      {
        "label": "NP",
        "text": "una muestra clara del avance hacia la"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "VP",
        "text": "equidad social"
      },
      {
        "label": "NP",
        "text": "en línea con la"
      },
      {
        "label": "NP",
        "text": "Comandante Hugo Chávez"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Casa/NNP)\n  de/FW\n  las/FW\n  (NP Américas/NNP)\n  ,/,\n  (NP Abel/NNP Prieto/NNP)\n  ,/,\n  (NP elogió/JJ este/NN lunes/NNS)\n  (VP los/VBP resultados/JJ)\n  de/FW\n  las/FW\n  (NP recientes/NNS)\n  (VP elecciones/VBP)\n  en/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP calificándolos/NN como/NN)\n  (NP una/JJ muestra/NN clara/NN del/NN avance/NN hacia/NN la/NN)\n  prosperidad/FW\n  (NP con/NN)\n  (VP equidad/VBP social/JJ)\n  ,/,\n  (NP en/JJ línea/NN con/NN la/NN)\n  visión/FW\n  del/FW\n  (NP Comandante/NNP Hugo/NNP Chávez/NNP)\n  y/PRP\n  (VP del/VBP (NP actual/JJ mandatario/NN Nicolás/NNP Maduro/NNP))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Resultados/NNP)\n  (PP de/IN (NP Elecciones/NNP))\n  en/FW\n  (NP Venezuela/NNP)\n  :/:\n  (NP GPPSB/NNP)\n  (VP gana/VBD)\n  285/CD\n  (NP alcaldías/NN Durante/NNP una/NN entrevista/NN)\n  (VP concedida/VBZ (NP a/DT teleSUR/NN))\n  ,/,\n  el/FW\n  (VP\n    reconocido/VBP\n    (NP\n      intelectual/JJ\n      cubano/NN\n      subrayó/NN\n      que/NN\n      Venezuela/NNP\n      ha/NN\n      logrado/NN\n      superar/NN\n      obstáculos/NN\n      significativos/NN\n      y/NN\n      consolidar/NN)\n    (NP\n      un/JJ\n      proyecto/NN\n      político/NN\n      que/NN\n      apuesta/NN\n      por/NN\n      el/NN\n      bienestar/NN\n      colectivo/NN))\n  ./.)",
      "(S\n  (NP Calificó/NNP como/NN uno/NN)\n  de/IN\n  los/FW\n  (NP aspectos/JJ más/NN innovadores/NNS)\n  (VP del/VBP (NP proceso/JJ electoral/JJ la/NN))\n  participación/FW\n  activa/FW\n  de/FW\n  los/FW\n  (NP jóvenes/NNS)\n  ./.)",
      "(S\n  (NP Al/NNP)\n  (VP referirse/VBZ (NP a/DT la/NN consulta/NN juvenil/NN))\n  ,/,\n  (NP comentó/NN que/NN “/NNP fue/NN algo/NN inédito/NN)\n  ,/,\n  (NP se/JJ les/NNS)\n  (VP convocó/VBP (NP a/DT participar/NN))\n  en/IN\n  la/FW\n  construcción/FW\n  de/FW\n  su/FW\n  (NP destino/NN)\n  ,/,\n  (NP a/DT pensar/NN colectivamente/NN cómo/NN mejorar/NN)\n  (NP su/JJ calidad/NN)\n  de/IN\n  vida/FW\n  (NP ”/NNP)\n  ,/,\n  (NP expresó/NN)\n  ./.)",
      "(S\n  (NP Denunció/NNP que/NN uno/NN)\n  de/IN\n  los/FW\n  (NP principales/NNS)\n  (VP ataques/VBZ (NP a/DT los/JJ procesos/JJ revolucionarios/NNS))\n  (VP en/VBP (NP países/NNS))\n  (VP como/VBP (NP Cuba/NNP y/NN Venezuela/NNP consiste/NN))\n  en/FW\n  (NP fomentar/NN)\n  la/FW\n  división/FW\n  entre/FW\n  (NP generaciones/NNS)\n  y/RB\n  (VP promover/VBP (NP la/JJ idea/NN))\n  de/IN\n  que/FW\n  (NP los/JJ jóvenes/NNS)\n  (VP están/VBP)\n  alejados/FW\n  de/FW\n  los/FW\n  (NP ideales/NNS)\n  (PP de/IN (NP transformación/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra” y el evento organizado por el instituto simón bolívar junto con la red en defensa",
        "position": [
          3581,
          3670
        ],
        "start": 3581,
        "end": 3670
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que uno de los principales ataques a",
        "position": [
          909,
          954
        ],
        "start": 909,
        "end": 954
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          900,
          907
        ],
        "start": 900,
        "end": 907
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          1444,
          1452
        ],
        "start": 1444,
        "end": 1452
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3663,
          3670
        ],
        "start": 3663,
        "end": 3670
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "equidad",
        "position": [
          201,
          208
        ],
        "start": 201,
        "end": 208
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "intelectual cubano subrayó",
        "position": [
          441,
          467
        ],
        "start": 441,
        "end": 467
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de casa",
        "position": [
          3,
          21
        ],
        "start": 3,
        "end": 21
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          704,
          711
        ],
        "start": 704,
        "end": 711
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto simón bolívar",
        "position": [
          3619,
          3642
        ],
        "start": 3619,
        "end": 3642
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periodista marcela heredia",
        "position": [
          2027,
          2053
        ],
        "start": 2027,
        "end": 2053
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          3202,
          3211
        ],
        "start": 3202,
        "end": 3211
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          460,
          467
        ],
        "start": 460,
        "end": 467
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2054,
          2061
        ],
        "start": 2054,
        "end": 2061
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          909,
          917
        ],
        "start": 909,
        "end": 917
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          999,
          1003
        ],
        "start": 999,
        "end": 1003
      },
      {
        "category": "PAISES",
        "matched_text": "el salvador",
        "position": [
          2179,
          2190
        ],
        "start": 2179,
        "end": 2190
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          116,
          125
        ],
        "start": 116,
        "end": 125
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3562,
          3568
        ],
        "start": 3562,
        "end": 3568
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado asociada",
        "position": [
          1748,
          1763
        ],
        "start": 1748,
        "end": 1763
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          2257,
          2266
        ],
        "start": 2257,
        "end": 2266
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "ayer",
        "position": [
          1242,
          1246
        ],
        "start": 1242,
        "end": 1246
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1159,
          1166
        ],
        "start": 1159,
        "end": 1166
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "bienestar colectivo",
        "position": [
          580,
          599
        ],
        "start": 580,
        "end": 599
      }
    ],
    "match_count": 24
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Abel Prieto",
        "tipo": "Persona"
      },
      {
        "nombre": "Red en Defensa de la Humanidad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nayib Bukele",
        "tipo": "Persona"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Marcela Heredia",
        "tipo": "Persona"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Latina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Citó",
        "tipo": "Persona"
      },
      {
        "nombre": "Casa de las Américas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comandante Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Instituto Simón Bolívar",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Centro de Confinamiento del Terrorismo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ayer",
        "tipo": "Persona"
      },
      {
        "nombre": "GPPSB",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Cecot",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Al",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Casa de las Américas",
        "relacion": "ELOGIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Casa de las Américas",
        "relacion": "ELOGIAR",
        "objeto": "Comandante Hugo Chávez"
      },
      {
        "sujeto": "Casa de las Américas",
        "relacion": "ELOGIAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Abel Prieto",
        "relacion": "ELOGIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Abel Prieto",
        "relacion": "ELOGIAR",
        "objeto": "Comandante Hugo Chávez"
      },
      {
        "sujeto": "Abel Prieto",
        "relacion": "ELOGIAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ELOGIAR",
        "objeto": "Comandante Hugo Chávez"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ELOGIAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "GPPSB",
        "relacion": "GANAR_SUBRAYAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Citó",
        "relacion": "CITAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Citó",
        "relacion": "CITAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Marcela Heredia",
        "relacion": "DESTACAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Centro de Confinamiento del Terrorismo",
        "relacion": "TESTIFICAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Cecot",
        "relacion": "TESTIFICAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Instituto Simón Bolívar"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Red en Defensa de la Humanidad"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4588,
    "pos": 0.011,
    "neu": 0.974,
    "neg": 0.015,
    "label": "negative"
  }
}