{
  "url": "https://www.telesurtv.net/aprueban-declaracion-de-principios-y-compromisos-del-alba-tcp-a-20-anos-de-su-fundacion/",
  "title": "Aprueban Declaración de Principios y Compromisos del ALBA-TCP a 20 años de su fundación - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "ALBA-TCP",
    "Amistad",
    "cooperación",
    "cumbre",
    "Declaración final",
    "Integración",
    "solidaridad"
  ],
  "text": "\nEl presidente de Venezuela, Nicolás Maduro, dio a conocer que los jefes de Estado y de Gobierno que participaron en la XXIV Cumbre de la Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos (ALBA-TCP) aprobaron de manera unánime la Declaración de Principios y Compromisos de este mecanismo de cooperación.\nDetalló que esta declaración ha sido consensuada por los mandatarios y altos representantes que asistieron a la magna reunión, y se emitió bajo el nombre Declaración Especial de la XXIV Cumbre del ALBA: Reafirmación de los principios, objetivos, compromisos y banderas de lucha del ALBA-TCP, a veinte años de su fundación.\nExplicó que el pronunciamiento ratifica el camino anunciado hace veinte años, cuando el ALBA-TCP fue creada por iniciativas de los comandantes Fidel Castro y Hugo Chávez bajo los principios de respeto a la independencia y la soberanía, integración, cooperación solidaria y complementariedad, entre otros.\nDio a conocer que fue aprobado un comunicado con motivo del Bicentenario de la Batalla de Ayacucho. Refirió que el texto finaliza con la arenga que el general Antonio José de Sucre dirigió a la tropa independista en la mañana del 9 de diciembre de 1824, poco antes de cargar contra las tropas imperiales: “Soldados, de los esfuerzos de hoy depende la suerte de la América del Sur; otro día de gloria va a coronar vuestra admirable constancia. Soldados, ¡Viva el Libertador! ¡Viva Bolívar, salvador del Perú!”.\nLos jefes de Estado y de Gobierno, así como altos representantes presentes en la XXIV Cumbre, también aprobaron una Declaración Especial en Apoyo a Palestina, a la que entregaron la condición “Palestina País Hermano del ALBA-TCP” y la incorporaron como invitada permanente.\nLas naciones del ALBA reafirmaron su compromiso con la defensa de la causa palestina, la cual consideran como parte de la defensa de la humanidad. Por otro lado, el texto denuncia el genocidio contra la población de Gaza, el cual es perpetrado con la complicidad de EE.UU. y otras naciones.\nMaduro Moros mostró a los presentes dos símbolos de las luchas latinoamericanas: un sable que portó el Libertador Simón Bolívar, que usó para comandar a los patriotas durante la Batalla de Carabobo (24 de junio de 1821), y una espada que obsequió el pueblo de Lima a Bolívar, libertador del Perú, en octubre de 1825.\nAfirmó que 20 años del ALBA sintetizan 500 años de resistencia y 200 años de ofensiva bolivariana. Hoy estamos más fuertes y más preparados que nunca para continuar en ofensiva victoriosa por los tiempos, los caminos y todo el territorio de América Latina y el Caribe.\nValoró que las fuerzas revolucionarias han tenido que sortear y vencer obstáculos de todos tipo y nadie les regaló nada. Somos lo que somos por la resistencia, el empeño y el talento de nuestros pueblos. Llegaremos a la grandeza y a la gloria de todo un continente porque somos de verdad, somos los de a pie, somos Fidel, somos Chávez, somos Bolívar, somos Martí, enfatizó Maduro Moros.\nPoco antes, el jefe de Estado venezolano propuso que en marzo de 2025 se reúna el Consejo de Ministros de Agricultura de los países del ALBA-TCP para impulsar lo acordado sobre el programa Agroalba.\nAdemás, propuso avanzar desde el ALBA, la Comunidad de Estados Latinoamericanos y Caribeños (Celac) y los movimientos sociales hacia un segundo Congreso Anfictiónico Latinoamericano-Caribeño.\nAseguró que en ese espacio estarán presentes las ideas originales del Libertador Simón Bolívar y que se pueden activar todas las fuerzas sociales, culturales, políticas, militares de nuestra América para construir la Patria Grande en el siglo XXI.\nDe ese modo apoyó la propuesta del vicecanciller hondureño Gerardo Torres, quien asistió a la cumbre en representación de la presidenta Xiomara Castro. Torres invitó a celebrar un segundo Congreso Anfictiónico en el bicentenario del convocado por Bolívar en Panamá (22 de junio al 15 de julio de 1826), espacio en que se abordó un proyecto de unificación continental.\nAl cierre, el cantante venezolano Omar Acedo y el dúo cubano Buena Fe cantaron “Pueblo, levanta la cara, que a la noche oscura le llega su madrugada, porque tu bandera nunca más será volteada por los indolentes que hoy la quieren pisoteada…”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/aprueban-declaracion-de-principios-y-compromisos-del-alba-tcp-a-20-anos-de-su-fundacion/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 965,
    "message_id": 82394,
    "date": "2024-12-15T01:55:12+00:00",
    "text": "teleSUR\nAprueban Declaración de Principios y Compromisos del ALBA-TCP a 20 años de su fundación\nhttps://www.telesurtv.net/aprueban-declaracion-de-principios-y-compromisos-del-alba-tcp-a-20-anos-de-su-fundacion/",
    "photo_path": null,
    "views": 2015,
    "reactions": {
      "❤": 33,
      "👍": 12
    },
    "total_reactions": 45
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro, dio a conocer que los jefes de estado y de gobierno que participaron en la xxiv cumbre de la alianza bolivariana para los pueblos de nuestra américa-tratado de comercio de los pueblos (alba-tcp) aprobaron de manera unánime la declaración de principios y compromisos de este mecanismo de cooperación. detalló que esta declaración ha sido consensuada por los mandatarios y altos representantes que asistieron a la magna reunión, y se emitió bajo el nombre declaración especial de la xxiv cumbre del alba: reafirmación de los principios, objetivos, compromisos y banderas de lucha del alba-tcp, a veinte años de su fundación. explicó que el pronunciamiento ratifica el camino anunciado hace veinte años, cuando el alba-tcp fue creada por iniciativas de los comandantes fidel castro y hugo chávez bajo los principios de respeto a la independencia y la soberanía, integración, cooperación solidaria y complementariedad, entre otros. dio a conocer que fue aprobado un comunicado con motivo del bicentenario de la batalla de ayacucho. refirió que el texto finaliza con la arenga que el general antonio josé de sucre dirigió a la tropa independista en la mañana del 9 de diciembre de 1824, poco antes de cargar contra las tropas imperiales: “soldados, de los esfuerzos de hoy depende la suerte de la américa del sur; otro día de gloria va a coronar vuestra admirable constancia. soldados, ¡viva el libertador! ¡viva bolívar, salvador del perú!”. los jefes de estado y de gobierno, así como altos representantes presentes en la xxiv cumbre, también aprobaron una declaración especial en apoyo a palestina, a la que entregaron la condición “palestina país hermano del alba-tcp” y la incorporaron como invitada permanente. las naciones del alba reafirmaron su compromiso con la defensa de la causa palestina, la cual consideran como parte de la defensa de la humanidad. por otro lado, el texto denuncia el genocidio contra la población de gaza, el cual es perpetrado con la complicidad de ee.uu. y otras naciones. maduro moros mostró a los presentes dos símbolos de las luchas latinoamericanas: un sable que portó el libertador simón bolívar, que usó para comandar a los patriotas durante la batalla de carabobo (24 de junio de 1821), y una espada que obsequió el pueblo de lima a bolívar, libertador del perú, en octubre de 1825. afirmó que 20 años del alba sintetizan 500 años de resistencia y 200 años de ofensiva bolivariana. hoy estamos más fuertes y más preparados que nunca para continuar en ofensiva victoriosa por los tiempos, los caminos y todo el territorio de américa latina y el caribe. valoró que las fuerzas revolucionarias han tenido que sortear y vencer obstáculos de todos tipo y nadie les regaló nada. somos lo que somos por la resistencia, el empeño y el talento de nuestros pueblos. llegaremos a la grandeza y a la gloria de todo un continente porque somos de verdad, somos los de a pie, somos fidel, somos chávez, somos bolívar, somos martí, enfatizó maduro moros. poco antes, el jefe de estado venezolano propuso que en marzo de 2025 se reúna el consejo de ministros de agricultura de los países del alba-tcp para impulsar lo acordado sobre el programa agroalba. además, propuso avanzar desde el alba, la comunidad de estados latinoamericanos y caribeños (celac) y los movimientos sociales hacia un segundo congreso anfictiónico latinoamericano-caribeño. aseguró que en ese espacio estarán presentes las ideas originales del libertador simón bolívar y que se pueden activar todas las fuerzas sociales, culturales, políticas, militares de nuestra américa para construir la patria grande en el siglo xxi. de ese modo apoyó la propuesta del vicecanciller hondureño gerardo torres, quien asistió a la cumbre en representación de la presidenta xiomara castro. torres invitó a celebrar un segundo congreso anfictiónico en el bicentenario del convocado por bolívar en panamá (22 de junio al 15 de julio de 1826), espacio en que se abordó un proyecto de unificación continental. al cierre, el cantante venezolano omar acedo y el dúo cubano buena fe cantaron “pueblo, levanta la cara, que a la noche oscura le llega su madrugada, porque tu bandera nunca más será volteada por los indolentes que hoy la quieren pisoteada…”.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "dio",
      "conocer",
      "jefes",
      "gobierno",
      "participaron",
      "xxiv",
      "cumbre",
      "alianza",
      "bolivariana",
      "pueblos",
      "américa-tratado",
      "comercio",
      "pueblos",
      "(",
      "alba-tcp",
      ")",
      "aprobaron",
      "manera",
      "unánime",
      "declaración",
      "principios",
      "compromisos",
      "mecanismo",
      "cooperación",
      ".",
      "detalló",
      "declaración",
      "sido",
      "consensuada",
      "mandatarios",
      "altos",
      "representantes",
      "asistieron",
      "magna",
      "reunión",
      ",",
      "emitió",
      "bajo",
      "nombre",
      "declaración",
      "especial",
      "xxiv",
      "cumbre",
      "alba",
      ":",
      "reafirmación",
      "principios",
      ",",
      "objetivos",
      ",",
      "compromisos",
      "banderas",
      "lucha",
      "alba-tcp",
      ",",
      "veinte",
      "años",
      "fundación",
      ".",
      "explicó",
      "pronunciamiento",
      "ratifica",
      "camino",
      "anunciado",
      "hace",
      "veinte",
      "años",
      ",",
      "alba-tcp",
      "creada",
      "iniciativas",
      "comandantes",
      "fidel",
      "castro",
      "hugo",
      "chávez",
      "bajo",
      "principios",
      "respeto",
      "independencia",
      "soberanía",
      ",",
      "integración",
      ",",
      "cooperación",
      "solidaria",
      "complementariedad",
      ",",
      ".",
      "dio",
      "conocer",
      "aprobado",
      "comunicado",
      "motivo",
      "bicentenario",
      "batalla",
      "ayacucho",
      ".",
      "refirió",
      "texto",
      "finaliza",
      "arenga",
      "general",
      "antonio",
      "josé",
      "sucre",
      "dirigió",
      "tropa",
      "independista",
      "mañana",
      "9",
      "diciembre",
      "1824",
      ",",
      "cargar",
      "tropas",
      "imperiales",
      ":",
      "“",
      "soldados",
      ",",
      "esfuerzos",
      "hoy",
      "depende",
      "suerte",
      "américa",
      "sur",
      ";",
      "día",
      "gloria",
      "va",
      "coronar",
      "admirable",
      "constancia",
      ".",
      "soldados",
      ",",
      "¡viva",
      "libertador",
      "!",
      "¡viva",
      "bolívar",
      ",",
      "salvador",
      "perú",
      "!",
      "”",
      ".",
      "jefes",
      "gobierno",
      ",",
      "así",
      "altos",
      "representantes",
      "presentes",
      "xxiv",
      "cumbre",
      ",",
      "aprobaron",
      "declaración",
      "especial",
      "apoyo",
      "palestina",
      ",",
      "entregaron",
      "condición",
      "“",
      "palestina",
      "país",
      "hermano",
      "alba-tcp",
      "”",
      "incorporaron",
      "invitada",
      "permanente",
      ".",
      "naciones",
      "alba",
      "reafirmaron",
      "compromiso",
      "defensa",
      "causa",
      "palestina",
      ",",
      "consideran",
      "parte",
      "defensa",
      "humanidad",
      ".",
      "lado",
      ",",
      "texto",
      "denuncia",
      "genocidio",
      "población",
      "gaza",
      ",",
      "perpetrado",
      "complicidad",
      "ee.uu.",
      "naciones",
      ".",
      "maduro",
      "moros",
      "mostró",
      "presentes",
      "dos",
      "símbolos",
      "luchas",
      "latinoamericanas",
      ":",
      "sable",
      "portó",
      "libertador",
      "simón",
      "bolívar",
      ",",
      "usó",
      "comandar",
      "patriotas",
      "batalla",
      "carabobo",
      "(",
      "24",
      "junio",
      "1821",
      ")",
      ",",
      "espada",
      "obsequió",
      "pueblo",
      "lima",
      "bolívar",
      ",",
      "libertador",
      "perú",
      ",",
      "octubre",
      "1825.",
      "afirmó",
      "20",
      "años",
      "alba",
      "sintetizan",
      "500",
      "años",
      "resistencia",
      "200",
      "años",
      "ofensiva",
      "bolivariana",
      ".",
      "hoy",
      "fuertes",
      "preparados",
      "nunca",
      "continuar",
      "ofensiva",
      "victoriosa",
      "tiempos",
      ",",
      "caminos",
      "territorio",
      "américa",
      "latina",
      "caribe",
      ".",
      "valoró",
      "fuerzas",
      "revolucionarias",
      "sortear",
      "vencer",
      "obstáculos",
      "tipo",
      "nadie",
      "regaló",
      ".",
      "resistencia",
      ",",
      "empeño",
      "talento",
      "pueblos",
      ".",
      "llegaremos",
      "grandeza",
      "gloria",
      "continente",
      "verdad",
      ",",
      "pie",
      ",",
      "fidel",
      ",",
      "chávez",
      ",",
      "bolívar",
      ",",
      "martí",
      ",",
      "enfatizó",
      "maduro",
      "moros",
      ".",
      ",",
      "jefe",
      "venezolano",
      "propuso",
      "marzo",
      "2025",
      "reúna",
      "consejo",
      "ministros",
      "agricultura",
      "países",
      "alba-tcp",
      "impulsar",
      "acordado",
      "programa",
      "agroalba",
      ".",
      "además",
      ",",
      "propuso",
      "avanzar",
      "alba",
      ",",
      "comunidad",
      "latinoamericanos",
      "caribeños",
      "(",
      "celac",
      ")",
      "movimientos",
      "sociales",
      "hacia",
      "segundo",
      "congreso",
      "anfictiónico",
      "latinoamericano-caribeño",
      ".",
      "aseguró",
      "espacio",
      "presentes",
      "ideas",
      "originales",
      "libertador",
      "simón",
      "bolívar",
      "pueden",
      "activar",
      "todas",
      "fuerzas",
      "sociales",
      ",",
      "culturales",
      ",",
      "políticas",
      ",",
      "militares",
      "américa",
      "construir",
      "patria",
      "grande",
      "siglo",
      "xxi",
      ".",
      "modo",
      "apoyó",
      "propuesta",
      "vicecanciller",
      "hondureño",
      "gerardo",
      "torres",
      ",",
      "asistió",
      "cumbre",
      "representación",
      "presidenta",
      "xiomara",
      "castro",
      ".",
      "torres",
      "invitó",
      "celebrar",
      "segundo",
      "congreso",
      "anfictiónico",
      "bicentenario",
      "convocado",
      "bolívar",
      "panamá",
      "(",
      "22",
      "junio",
      "15",
      "julio",
      "1826",
      ")",
      ",",
      "espacio",
      "abordó",
      "proyecto",
      "unificación",
      "continental",
      ".",
      "cierre",
      ",",
      "cantante",
      "venezolano",
      "omar",
      "acedo",
      "dúo",
      "cubano",
      "buena",
      "fe",
      "cantaron",
      "“",
      "pueblo",
      ",",
      "levanta",
      "cara",
      ",",
      "noche",
      "oscura",
      "llega",
      "madrugada",
      ",",
      "bandera",
      "nunca",
      "volteada",
      "indolentes",
      "hoy",
      "quieren",
      "pisoteada…",
      "”",
      "."
    ],
    "token_count": 442,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 138,
      "NN": 205,
      "FW": 161,
      "JJ": 43,
      "IN": 31,
      "NNS": 24,
      "VBP": 15,
      "VBZ": 14,
      "VBD": 5,
      "CD": 11,
      "MD": 1,
      "VB": 1,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 33,
      "NN-FW": 26,
      "FW-NNP": 38,
      "NNP-NNP": 54,
      "NN-NN": 117,
      "NN-JJ": 13,
      "JJ-NN": 27,
      "NN-IN": 17,
      "IN-NNP": 9,
      "NNP-FW": 24,
      "IN-FW": 13,
      "NNP-IN": 8,
      "NN-NNP": 20,
      "FW-FW": 86,
      "FW-JJ": 9,
      "JJ-FW": 4,
      "JJ-NNS": 4,
      "NNS-VBP": 15,
      "VBP-VBZ": 1,
      "VBZ-JJ": 7,
      "FW-NN": 18,
      "FW-NNS": 4,
      "VBP-JJ": 5,
      "JJ-NNP": 5,
      "NNS-NNP": 3,
      "NNP-VBD": 5,
      "VBD-JJ": 1,
      "NNS-FW": 3,
      "IN-NN": 4,
      "FW-IN": 3,
      "IN-CD": 3,
      "CD-NN": 5,
      "NN-VBZ": 4,
      "VBZ-IN": 1,
      "VBP-NNS": 4,
      "NNP-VBZ": 9,
      "VBZ-NNP": 3,
      "VBZ-NNS": 1,
      "NNS-IN": 1,
      "VBD-NNP": 2,
      "NNP-NNS": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NN-NNS": 8,
      "VBP-NN": 1,
      "VBP-FW": 1,
      "NNP-CD": 2,
      "CD-FW": 2,
      "CD-JJ": 2,
      "FW-CD": 3,
      "CD-NNP": 1,
      "VBD-CD": 2,
      "VBZ-FW": 2,
      "VBP-NNP": 2,
      "IN-JJ": 2,
      "NNS-NNS": 2,
      "JJ-JJ": 2,
      "CD-IN": 1,
      "JJ-CD": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 5,
      "FW-NNP-NNP": 12,
      "NNP-NNP-NNP": 18,
      "NNP-NNP-NN": 14,
      "NNP-NN-NN": 23,
      "NN-NN-NN": 69,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 9,
      "JJ-NN-IN": 4,
      "NN-IN-NNP": 6,
      "IN-NNP-FW": 1,
      "NNP-FW-NNP": 13,
      "FW-NNP-NN": 8,
      "NN-NN-IN": 10,
      "NN-IN-FW": 8,
      "IN-FW-NNP": 3,
      "NNP-NNP-IN": 5,
      "NNP-IN-FW": 5,
      "NN-NN-NNP": 10,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 3,
      "IN-NNP-NNP": 4,
      "NNP-NNP-FW": 8,
      "FW-NNP-FW": 14,
      "NNP-FW-FW": 7,
      "FW-FW-NNP": 14,
      "NN-FW-FW": 13,
      "FW-FW-JJ": 5,
      "FW-JJ-FW": 2,
      "JJ-FW-NNP": 1,
      "IN-FW-FW": 5,
      "FW-FW-FW": 55,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 5,
      "JJ-NN-NN": 17,
      "NN-NN-FW": 13,
      "NN-FW-NN": 7,
      "FW-NN-FW": 5,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 3,
      "FW-NN-IN": 2,
      "IN-NNP-NN": 4,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NNP": 2,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NN": 5,
      "FW-NN-NN": 7,
      "FW-NNP-IN": 1,
      "NN-IN-NN": 1,
      "IN-NN-FW": 1,
      "NN-FW-JJ": 1,
      "JJ-NNP-NNP": 2,
      "FW-FW-IN": 3,
      "FW-IN-CD": 3,
      "IN-CD-NN": 2,
      "CD-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-JJ": 2,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-FW-NN": 3,
      "JJ-NN-NNP": 5,
      "NN-NNP-NNP": 11,
      "NNP-NNP-VBZ": 6,
      "NNP-VBZ-NNP": 3,
      "VBZ-NNP-NNP": 2,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-JJ-NNP": 1,
      "NNP-VBD-NNP": 2,
      "VBD-NNP-NNP": 2,
      "NN-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-JJ-NN": 4,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NNP-FW-NNS": 1,
      "FW-NN-NNS": 3,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NNP-NN-JJ": 1,
      "NN-NN-NNS": 3,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-FW": 1,
      "CD-FW-FW": 2,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 2,
      "NN-NNP-FW": 1,
      "FW-FW-CD": 3,
      "FW-CD-NNP": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-CD": 2,
      "VBD-CD-JJ": 1,
      "NN-NNP-VBD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 3,
      "FW-CD-NN": 2,
      "VBP-JJ-NN": 4,
      "JJ-NN-NNS": 1,
      "NNP-NN-NNS": 1,
      "IN-FW-NN": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "NNP-NN-NNP": 4,
      "NN-NNP-NN": 2,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 5,
      "CD-NN-NN": 1,
      "FW-FW-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "VBZ-JJ-NNS": 1,
      "NNP-NN-IN": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "VBP-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "VBP-NNP-NNP": 1,
      "VBP-NNS-FW": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "VBZ-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-NN": 1,
      "NN-JJ-CD": 1,
      "JJ-CD-FW": 1,
      "FW-NN-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NN-VBZ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 205,
        "FW": 161,
        "NNP": 138,
        "JJ": 43,
        "IN": 31
      },
      "top_bigrams": {
        "NN-NN": 117,
        "FW-FW": 86,
        "NNP-NNP": 54,
        "FW-NNP": 38,
        "NNP-NN": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 69,
        "FW-FW-FW": 55,
        "NNP-NN-NN": 23,
        "NNP-NNP-NNP": 18,
        "JJ-NN-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 187,
      "VP": 36,
      "PP": 10,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0307
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('XXIV', 'NNP') ('Cumbre', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('ALBA-TCP', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Batalla', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Maduro', 'NNP') ('Moros', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro"
      },
      {
        "label": "VP",
        "text": "dio a conocer que los jefes"
      },
      {
        "label": "NP",
        "text": "a conocer que"
      },
      {
        "label": "NP",
        "text": "los jefes"
      },
      {
        "label": "PP",
        "text": "de Estado y"
      },
      {
        "label": "NP",
        "text": "Estado y"
      },
      {
        "label": "PP",
        "text": "de Gobierno que participaron"
      },
      {
        "label": "NP",
        "text": "Gobierno que participaron"
      },
      {
        "label": "NP",
        "text": "XXIV Cumbre"
      },
      {
        "label": "NP",
        "text": "Alianza Bolivariana para los Pueblos"
      },
      {
        "label": "PP",
        "text": "de Nuestra América-Tratado"
      },
      {
        "label": "NP",
        "text": "Nuestra América-Tratado"
      },
      {
        "label": "NP",
        "text": "Comercio"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  (VP dio/VBZ (NP a/DT conocer/NN que/NN) (NP los/JJ jefes/NN))\n  (PP de/IN (NP Estado/NNP y/NNP))\n  (PP de/IN (NP Gobierno/NNP que/NN participaron/NN))\n  en/IN\n  la/FW\n  (NP XXIV/NNP Cumbre/NNP)\n  de/IN\n  la/FW\n  (NP Alianza/NNP Bolivariana/NNP para/NN los/NN Pueblos/NNP)\n  (PP de/IN (NP Nuestra/NNP América-Tratado/NNP))\n  de/FW\n  (NP Comercio/NNP)\n  de/FW\n  los/FW\n  (NP Pueblos/NNP)\n  (/(\n  (NP ALBA-TCP/NNP)\n  )/)\n  (NP aprobaron/NN)\n  de/FW\n  manera/FW\n  (ADJP unánime/JJ)\n  la/FW\n  (NP Declaración/NNP)\n  de/FW\n  (NP Principios/NNP)\n  y/CC\n  (NP Compromisos/NNP)\n  de/IN\n  este/FW\n  mecanismo/FW\n  de/FW\n  (NP cooperación/NN)\n  ./.)",
      "(S\n  (NP\n    Detalló/NNP\n    que/NN\n    esta/NN\n    declaración/NN\n    ha/NN\n    sido/NN\n    consensuada/NN\n    por/NN)\n  (NP los/JJ mandatarios/NNS)\n  (VP y/VBP (NP altos/JJ representantes/NNS))\n  (VP que/VBP)\n  (VP asistieron/VBZ (NP a/DT la/NN magna/NN reunión/NN))\n  ,/,\n  y/FW\n  se/FW\n  emitió/FW\n  bajo/FW\n  el/FW\n  nombre/FW\n  (NP Declaración/NNP Especial/NNP de/NNP)\n  la/FW\n  (NP XXIV/NNP Cumbre/NNP)\n  del/FW\n  (NP ALBA/NNP)\n  :/:\n  (NP Reafirmación/NNP)\n  de/IN\n  los/FW\n  (NP principios/NNS)\n  ,/,\n  (NP objetivos/NN)\n  ,/,\n  (NP compromisos/NN y/NN)\n  banderas/FW\n  de/FW\n  lucha/FW\n  del/FW\n  (NP ALBA-TCP/NNP)\n  ,/,\n  (NP a/DT veinte/JJ años/NN)\n  de/IN\n  su/FW\n  (NP fundación/NN)\n  ./.)",
      "(S\n  (NP\n    Explicó/NNP\n    que/NN\n    el/NN\n    pronunciamiento/NN\n    ratifica/NN\n    el/NN\n    camino/NN)\n  (NP anunciado/JJ hace/NN veinte/NN años/NN)\n  ,/,\n  (ADJP cuando/JJ)\n  el/FW\n  (NP ALBA-TCP/NNP fue/NN creada/NN por/NN iniciativas/NN)\n  de/IN\n  los/FW\n  (NP comandantes/NNS Fidel/NNP Castro/NNP y/NNP Hugo/NNP Chávez/NNP)\n  (VP bajo/VBD (NP los/JJ principios/NNS))\n  de/FW\n  respeto/FW\n  (NP a/DT la/NN independencia/NN y/NN la/NN soberanía/NN)\n  ,/,\n  (NP integración/NN)\n  ,/,\n  (NP cooperación/NN solidaria/NNS)\n  (VP y/VBP (NP complementariedad/NN))\n  ,/,\n  (NP entre/JJ otros/NN)\n  ./.)",
      "(S\n  (NP Dio/NNP)\n  (NP a/DT conocer/NN que/NN fue/NN aprobado/NN)\n  (NP un/JJ comunicado/NN con/NN motivo/NN)\n  del/FW\n  (NP Bicentenario/NNP)\n  de/IN\n  la/FW\n  (NP Batalla/NNP)\n  de/FW\n  (NP Ayacucho/NNP)\n  ./.)",
      "(S\n  (NP Refirió/NNP que/NN el/NN texto/NN)\n  (NP finaliza/JJ con/NN la/NN)\n  (PP arenga/IN (NP que/NN))\n  el/FW\n  (NP general/JJ Antonio/NNP José/NNP)\n  (PP de/IN (NP Sucre/NNP))\n  (VP dirigió/VBD (NP a/DT la/NN tropa/NN independista/NN))\n  en/IN\n  la/FW\n  mañana/FW\n  del/FW\n  9/CD\n  de/FW\n  diciembre/FW\n  de/IN\n  1824/CD\n  ,/,\n  poco/FW\n  (VP antes/VBZ)\n  (PP de/IN (NP cargar/NN))\n  (NP contra/JJ las/NNS)\n  (NP tropas/JJ imperiales/NNS)\n  :/:\n  (NP “/NN Soldados/NNP)\n  ,/,\n  de/FW\n  los/FW\n  esfuerzos/FW\n  de/FW\n  hoy/FW\n  (NP depende/NN)\n  la/FW\n  suerte/FW\n  de/FW\n  la/FW\n  (NP América/NNP)\n  del/FW\n  (NP Sur/NNP)\n  ;/:\n  (NP otro/JJ día/NN)\n  de/IN\n  gloria/FW\n  va/FW\n  (NP a/DT coronar/NN vuestra/NN)\n  (NP admirable/JJ constancia/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "PERIODOS_TEMPORALES",
      "INTEGRACION_LATINOAMERICANA",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo a palestina, a la que entregaron la condición “palestina país",
        "position": [
          1623,
          1690
        ],
        "start": 1623,
        "end": 1690
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "en apoyo a palestina",
        "position": [
          1620,
          1640
        ],
        "start": 1620,
        "end": 1640
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2365,
          2371
        ],
        "start": 2365,
        "end": 2371
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          668,
          675
        ],
        "start": 668,
        "end": 675
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1812,
          1819
        ],
        "start": 1812,
        "end": 1819
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "genocidio contra la población de gaza",
        "position": [
          1940,
          1977
        ],
        "start": 1940,
        "end": 1977
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          4,
          27
        ],
        "start": 4,
        "end": 27
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          230,
          234
        ],
        "start": 230,
        "end": 234
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          657,
          666
        ],
        "start": 657,
        "end": 666
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "apoyó",
        "position": [
          3672,
          3677
        ],
        "start": 3672,
        "end": 3677
      },
      {
        "category": "PAISES",
        "matched_text": "perú",
        "position": [
          1475,
          1479
        ],
        "start": 1475,
        "end": 1479
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          18,
          27
        ],
        "start": 18,
        "end": 27
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "sucre",
        "position": [
          1148,
          1153
        ],
        "start": 1148,
        "end": 1153
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "lima",
        "position": [
          2308,
          2312
        ],
        "start": 2308,
        "end": 2312
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          2626,
          2632
        ],
        "start": 2626,
        "end": 2632
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y de",
        "position": [
          76,
          87
        ],
        "start": 76,
        "end": 87
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "9 de diciembre de 1824",
        "position": [
          1203,
          1225
        ],
        "start": 1203,
        "end": 1225
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la mañana",
        "position": [
          1186,
          1198
        ],
        "start": 1186,
        "end": 1198
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          1192,
          1198
        ],
        "start": 1192,
        "end": 1198
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "alba-tcp) aprobaron de manera unánime la declaración de principios y compromisos de este mecanismo",
        "position": [
          230,
          328
        ],
        "start": 230,
        "end": 328
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          3649,
          3658
        ],
        "start": 3649,
        "end": 3658
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "24 de junio de 1821",
        "position": [
          2247,
          2266
        ],
        "start": 2247,
        "end": 2266
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "el Libertador Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Comunidad de Estados Latinoamericanos y Caribeños",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Celac",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Antonio José de Sucre",
        "tipo": "Persona"
      },
      {
        "nombre": "ALBA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lima",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Libertador Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Viva el Libertador",
        "tipo": "Persona"
      },
      {
        "nombre": "Fidel",
        "tipo": "Persona"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso Anfictiónico",
        "tipo": "Lugar"
      },
      {
        "nombre": "América del Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Martí",
        "tipo": "Persona"
      },
      {
        "nombre": "Gerardo Torres",
        "tipo": "Persona"
      },
      {
        "nombre": "Omar Acedo",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Xiomara Castro.",
        "tipo": "Persona"
      },
      {
        "nombre": "Buena Fe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Torres",
        "tipo": "Persona"
      },
      {
        "nombre": "Perú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo de Ministros de Agricultura",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Viva Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Panamá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado y de Gobierno",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "DAR",
        "objeto": "Estado y de Gobierno"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "DAR",
        "objeto": "Estado y de Gobierno"
      },
      {
        "sujeto": "Antonio José de Sucre",
        "relacion": "DIRIGIR_FINALIZAR_REFERIR",
        "objeto": "América del Sur"
      },
      {
        "sujeto": "Viva el Libertador",
        "relacion": "VIVA",
        "objeto": "Viva Bolívar"
      },
      {
        "sujeto": "Viva el Libertador",
        "relacion": "VIVA",
        "objeto": "Perú"
      },
      {
        "sujeto": "Gaza",
        "relacion": "DENUNCIAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "MOSTRAR",
        "objeto": "el Libertador Simón Bolívar"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "MOSTRAR",
        "objeto": "Lima"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "MOSTRAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "MOSTRAR",
        "objeto": "Perú"
      },
      {
        "sujeto": "Lima",
        "relacion": "OBSEQUIAR_MOSTRAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Lima",
        "relacion": "OBSEQUIAR_MOSTRAR",
        "objeto": "Perú"
      },
      {
        "sujeto": "Fidel",
        "relacion": "LLEGAR_ENFATIZAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Fidel",
        "relacion": "LLEGAR_ENFATIZAR",
        "objeto": "Maduro Moros"
      },
      {
        "sujeto": "Chávez",
        "relacion": "LLEGAR_ENFATIZAR",
        "objeto": "Maduro Moros"
      },
      {
        "sujeto": "Bolívar",
        "relacion": "ES",
        "objeto": "Martí"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "ENFATIZAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "ENFATIZAR",
        "objeto": "Martí"
      },
      {
        "sujeto": "Consejo de Ministros de Agricultura",
        "relacion": "PROPONER",
        "objeto": "Estado venezolano"
      },
      {
        "sujeto": "ALBA",
        "relacion": "AVANZAR_PROPONER",
        "objeto": "Comunidad de Estados Latinoamericanos y Caribeños"
      },
      {
        "sujeto": "ALBA",
        "relacion": "AVANZAR_PROPONER",
        "objeto": "Celac"
      },
      {
        "sujeto": "Torres",
        "relacion": "INVITAR",
        "objeto": "Congreso Anfictiónico"
      },
      {
        "sujeto": "Torres",
        "relacion": "INVITAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Torres",
        "relacion": "INVITAR",
        "objeto": "Panamá"
      },
      {
        "sujeto": "Congreso Anfictiónico",
        "relacion": "CELEBRAR_INVITAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Congreso Anfictiónico",
        "relacion": "CELEBRAR_INVITAR",
        "objeto": "Panamá"
      }
    ]
  },
  "sentiment": {
    "compound": 0.7639,
    "pos": 0.01,
    "neu": 0.99,
    "neg": 0.0,
    "label": "positive"
  }
}