{
  "url": "https://www.telesurtv.net/naciones-del-mundo-exigen-a-ee-uu-el-fin-de-su-guerra-economica-contra-cuba/",
  "title": "Naciones del mundo exigen a EE.UU. el fin de su guerra econ贸mica contra Cuba - teleSUR",
  "section": "Mundo",
  "tags": [
    "bloqueo",
    "Cuba",
    "ONU"
  ],
  "text": "Este mi茅rcoles, durante la sesi贸n de la Asamblea General de la ONU para analizar los efectos del bloqueo en Cuba, pa铆ses de todos los continentes del mundo expresaron su rechazo a esta conjunto de medidas coercitiva y unilaterales impuestas por los EE.UU. durante m谩s de seis d茅cadas contra Cuba, y refrendaron la petici贸n de eliminarla.\nLEA TAMBIN:ONU: El mundo exige el fin del bloqueo a Cuba\nLas delegaciones participantes coincidieron sobre todo en el da帽o que ha hecho el bloqueo al pueblo y a la econom铆a cubana.\nLa representante de Barbados ante la ONU resalt贸 que el bloqueo contra Cuba socava los principios sobre los que se fundaron las Naciones Unidas, como son la libre determinaci贸n, el estado del derecho y las relaciones pac铆ficas.\nReiter贸 que las medidas de presi贸n impuestas por los EE.UU. poseen car谩cter extraterritorial y son otro claro ejemplo de los intentos de socavar la libre determinaci贸n de los pueblos.\nLa diplom谩tica se帽al贸 que Cuba sufre a diario las consecuencias del bloqueo, entre ellas la exclusi贸n del sistema econ贸mico global y la categorizaci贸n sin fundamentos como Estado patrocinador del terrorismo.\nIgualmente, Barbados recod贸 que estas consecuencias adem谩s entorpecen la Cooperaci贸n entre Estados Vecinos y el comercio regional.\nA帽adi贸 su gratitud hacia Cuba por el env铆o de personal m茅dico durante la pandemia de la Covid-19, asegurando que esto es una prueba de que La Habana no patrocina el terrorismo, como alega Washington.\nPor 煤ltimo, pidi贸 el fin del bloqueo y llam贸 al di谩logo entre Estados Unidos para lograr un entendimiento que ayude a garantizar la convivencia pac铆fica y la buena vecindad de los pa铆ses.\nColombia por su parte declar贸 que el rechazo al bloqueo contra Cuba es puramente inequ铆voco y contundente, declarando que la medida unilateral de Estados Unidos es una expl铆cita violaci贸n al derecho internacional y el derecho de los cubanos, afectando la econom铆a, el transporte y el libre comercio.\nAdem谩s, declar贸 que el bloqueo no permite que Cuba alcance sus metas y objetivos de desarrollo contemplados en la agenda 2030.\nEl representante de Bogot谩 declar贸 que otra violaci贸n a los DD.HH. de los cubanos radica en la inclusi贸n del pa铆s caribe帽o en la lista de patrocinadores de terrorismo, contrastando con la labor de paz que La Habana ejerci贸 en los acuerdos entre el Gobierno de Colombia y la guerrilla de las FARC-EP.\nLa representante del Estado Plurinacional de Bolivia, por su parte, rechaz贸 de manera tajante el bloqueo de EE.UU. vs Cuba y exigi贸 el levantamiento inmediato de esta medida.\nCalific贸 el bloqueo como inhumano, que busca asfixiar la econom铆a y a su vez doblegar al pueblo. Lo defini贸 el bloqueo como un castigo colectivo, que crea privaciones que ninguna naci贸n merece soportar en pleno siglo XXI.\nCoincidi贸 con anteriores oradores en categorizarlo como una violaci贸n masiva de los DD.HH. de todo un pueblo. Asever贸 que Estados Unidos tambi茅n utiliza t谩cticas como la hegemon铆a y el intervencionismo, y dijo que ejemplo de ello es c贸mo incluye a otras naciones en la lista de pa铆ses patrocinadores del terrorismo.\nAdelant贸 que La Paz dar谩 su apoyo a Cuba y exigir谩 el levantamiento del bloqueo y otras medidas coercitivas de parte de los Estados Unidos.\nAl hacer uso de la palabra, el representante de la Rep煤blica Isl谩mica de Ir谩n mostr贸 su rechazo contra el bloqueo, al que calific贸 como un intento expansionista y como una medida coercitiva, violenta y unilateral.\nTeher谩n ratific贸 que el bloqueo amenaza el multilateralismo y tiene graves consecuencias en la construcci贸n de la paz, la justicia y la equidad entre los pueblos. Defendi贸 la necesidad de unidad a nivel global, pero asever贸 que la pol铆tica hostil de EE.UU. solo provoca que no exista para garantizar su hegemon铆a.\nSe帽al贸 que en nombre de la democracia Washington impone castigos inhumanos contra pa铆ses que buscan una alternativa y que luchan por tener una vida digna, sin caer en la hegemon铆a y el avasallamiento por Estados Unidos.\nIr谩n recalc贸 que los pa铆ses que luchan por un mundo diferente lejos del imperialismo han de unirse y rechazar las agresiones de las potencias hegem贸nicas, entre ellas el bloqueo.\nTeher谩n llam贸 a todos los pa铆ses de la ONU a rechazar el unilateralismo y el bloqueo contra Cuba.\nDesde frica, Angola tambi茅n demand贸 el fin del bloqueo, el cual priva a la poblaci贸n de tener una vida digna y dar los recursos necesarios a los cubanos para vivir y no subsistir.\nAdem谩s, afirm贸 que EE.UU. ha de sacar a Cuba de la lista de pa铆ses patrocinadores del terrorismo pues la etiqueta de terrorista es completamente incompatible con el Estado cubano.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/naciones-del-mundo-exigen-a-ee-uu-el-fin-de-su-guerra-economica-contra-cuba/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 96,
    "message_id": 79528,
    "date": "2024-10-30T18:55:07+00:00",
    "text": "teleSUR\nNaciones del mundo exigen a EE.UU. el fin de su guerra econ贸mica contra Cuba\nhttps://www.telesurtv.net/naciones-del-mundo-exigen-a-ee-uu-el-fin-de-su-guerra-economica-contra-cuba/",
    "photo_path": null,
    "views": 2154,
    "reactions": {
      "": 52,
      "": 1
    },
    "total_reactions": 53
  },
  "preprocessing": {
    "cleaned": "este mi茅rcoles, durante la sesi贸n de la asamblea general de la onu para analizar los efectos del bloqueo en cuba, pa铆ses de todos los continentes del mundo expresaron su rechazo a esta conjunto de medidas coercitiva y unilaterales impuestas por los ee.uu. durante m谩s de seis d茅cadas contra cuba, y refrendaron la petici贸n de eliminarla. las delegaciones participantes coincidieron sobre todo en el da帽o que ha hecho el bloqueo al pueblo y a la econom铆a cubana. la representante de barbados ante la onu resalt贸 que el bloqueo contra cuba socava los principios sobre los que se fundaron las naciones unidas, como son la libre determinaci贸n, el estado del derecho y las relaciones pac铆ficas. reiter贸 que las medidas de presi贸n impuestas por los ee.uu. poseen car谩cter extraterritorial y son otro claro ejemplo de los intentos de socavar la libre determinaci贸n de los pueblos. la diplom谩tica se帽al贸 que cuba sufre a diario las consecuencias del bloqueo, entre ellas la exclusi贸n del sistema econ贸mico global y la categorizaci贸n sin fundamentos como estado patrocinador del terrorismo. igualmente, barbados recod贸 que estas consecuencias adem谩s entorpecen la cooperaci贸n entre estados vecinos y el comercio regional. a帽adi贸 su gratitud hacia cuba por el env铆o de personal m茅dico durante la pandemia de la covid-19, asegurando que esto es una prueba de que la habana no patrocina el terrorismo, como alega washington. por 煤ltimo, pidi贸 el fin del bloqueo y llam贸 al di谩logo entre estados unidos para lograr un entendimiento que ayude a garantizar la convivencia pac铆fica y la buena vecindad de los pa铆ses. colombia por su parte declar贸 que el rechazo al bloqueo contra cuba es puramente inequ铆voco y contundente, declarando que la medida unilateral de estados unidos es una expl铆cita violaci贸n al derecho internacional y el derecho de los cubanos, afectando la econom铆a, el transporte y el libre comercio. adem谩s, declar贸 que el bloqueo no permite que cuba alcance sus metas y objetivos de desarrollo contemplados en la agenda 2030. el representante de bogot谩 declar贸 que otra violaci贸n a los dd.hh. de los cubanos radica en la inclusi贸n del pa铆s caribe帽o en la lista de patrocinadores de terrorismo, contrastando con la labor de paz que la habana ejerci贸 en los acuerdos entre el gobierno de colombia y la guerrilla de las farc-ep. la representante del estado plurinacional de bolivia, por su parte, rechaz贸 de manera tajante el bloqueo de ee.uu. vs cuba y exigi贸 el levantamiento inmediato de esta medida. calific贸 el bloqueo como inhumano, que busca asfixiar la econom铆a y a su vez doblegar al pueblo. lo defini贸 el bloqueo como un castigo colectivo, que crea privaciones que ninguna naci贸n merece soportar en pleno siglo xxi. coincidi贸 con anteriores oradores en categorizarlo como una violaci贸n masiva de los dd.hh. de todo un pueblo. asever贸 que estados unidos tambi茅n utiliza t谩cticas como la hegemon铆a y el intervencionismo, y dijo que ejemplo de ello es c贸mo incluye a otras naciones en la lista de pa铆ses patrocinadores del terrorismo. adelant贸 que la paz dar谩 su apoyo a cuba y exigir谩 el levantamiento del bloqueo y otras medidas coercitivas de parte de los estados unidos. al hacer uso de la palabra, el representante de la rep煤blica isl谩mica de ir谩n mostr贸 su rechazo contra el bloqueo, al que calific贸 como un intento expansionista y como una medida coercitiva, violenta y unilateral. teher谩n ratific贸 que el bloqueo amenaza el multilateralismo y tiene graves consecuencias en la construcci贸n de la paz, la justicia y la equidad entre los pueblos. defendi贸 la necesidad de unidad a nivel global, pero asever贸 que la pol铆tica hostil de ee.uu. solo provoca que no exista para garantizar su hegemon铆a. se帽al贸 que en nombre de la democracia washington impone castigos inhumanos contra pa铆ses que buscan una alternativa y que luchan por tener una vida digna, sin caer en la hegemon铆a y el avasallamiento por estados unidos. ir谩n recalc贸 que los pa铆ses que luchan por un mundo diferente lejos del imperialismo han de unirse y rechazar las agresiones de las potencias hegem贸nicas, entre ellas el bloqueo. teher谩n llam贸 a todos los pa铆ses de la onu a rechazar el unilateralismo y el bloqueo contra cuba. desde 谩frica, angola tambi茅n demand贸 el fin del bloqueo, el cual priva a la poblaci贸n de tener una vida digna y dar los recursos necesarios a los cubanos para vivir y no subsistir. adem谩s, afirm贸 que ee.uu. ha de sacar a cuba de la lista de pa铆ses patrocinadores del terrorismo pues la etiqueta de terrorista es completamente incompatible con el estado cubano.",
    "tokens": [
      "mi茅rcoles",
      ",",
      "sesi贸n",
      "asamblea",
      "general",
      "onu",
      "analizar",
      "efectos",
      "bloqueo",
      "cuba",
      ",",
      "pa铆ses",
      "continentes",
      "mundo",
      "expresaron",
      "rechazo",
      "conjunto",
      "medidas",
      "coercitiva",
      "unilaterales",
      "impuestas",
      "ee.uu.",
      "seis",
      "d茅cadas",
      "cuba",
      ",",
      "refrendaron",
      "petici贸n",
      "eliminarla",
      ".",
      "delegaciones",
      "participantes",
      "coincidieron",
      "da帽o",
      "hecho",
      "bloqueo",
      "pueblo",
      "econom铆a",
      "cubana",
      ".",
      "representante",
      "barbados",
      "onu",
      "resalt贸",
      "bloqueo",
      "cuba",
      "socava",
      "principios",
      "fundaron",
      "naciones",
      "unidas",
      ",",
      "libre",
      "determinaci贸n",
      ",",
      "derecho",
      "relaciones",
      "pac铆ficas",
      ".",
      "reiter贸",
      "medidas",
      "presi贸n",
      "impuestas",
      "ee.uu.",
      "poseen",
      "car谩cter",
      "extraterritorial",
      "claro",
      "ejemplo",
      "intentos",
      "socavar",
      "libre",
      "determinaci贸n",
      "pueblos",
      ".",
      "diplom谩tica",
      "se帽al贸",
      "cuba",
      "sufre",
      "diario",
      "consecuencias",
      "bloqueo",
      ",",
      "exclusi贸n",
      "sistema",
      "econ贸mico",
      "global",
      "categorizaci贸n",
      "fundamentos",
      "patrocinador",
      "terrorismo",
      ".",
      "igualmente",
      ",",
      "barbados",
      "recod贸",
      "consecuencias",
      "adem谩s",
      "entorpecen",
      "cooperaci贸n",
      "vecinos",
      "comercio",
      "regional",
      ".",
      "a帽adi贸",
      "gratitud",
      "hacia",
      "cuba",
      "env铆o",
      "personal",
      "m茅dico",
      "pandemia",
      "covid-19",
      ",",
      "asegurando",
      "prueba",
      "habana",
      "patrocina",
      "terrorismo",
      ",",
      "alega",
      "washington",
      ".",
      "煤ltimo",
      ",",
      "pidi贸",
      "fin",
      "bloqueo",
      "llam贸",
      "di谩logo",
      "unidos",
      "lograr",
      "entendimiento",
      "ayude",
      "garantizar",
      "convivencia",
      "pac铆fica",
      "buena",
      "vecindad",
      "pa铆ses",
      ".",
      "colombia",
      "parte",
      "declar贸",
      "rechazo",
      "bloqueo",
      "cuba",
      "puramente",
      "inequ铆voco",
      "contundente",
      ",",
      "declarando",
      "medida",
      "unilateral",
      "unidos",
      "expl铆cita",
      "violaci贸n",
      "derecho",
      "internacional",
      "derecho",
      "cubanos",
      ",",
      "afectando",
      "econom铆a",
      ",",
      "transporte",
      "libre",
      "comercio",
      ".",
      "adem谩s",
      ",",
      "declar贸",
      "bloqueo",
      "permite",
      "cuba",
      "alcance",
      "metas",
      "objetivos",
      "desarrollo",
      "contemplados",
      "agenda",
      "2030.",
      "representante",
      "bogot谩",
      "declar贸",
      "violaci贸n",
      "dd.hh",
      ".",
      "cubanos",
      "radica",
      "inclusi贸n",
      "pa铆s",
      "caribe帽o",
      "lista",
      "patrocinadores",
      "terrorismo",
      ",",
      "contrastando",
      "labor",
      "paz",
      "habana",
      "ejerci贸",
      "acuerdos",
      "gobierno",
      "colombia",
      "guerrilla",
      "farc-ep",
      ".",
      "representante",
      "plurinacional",
      "bolivia",
      ",",
      "parte",
      ",",
      "rechaz贸",
      "manera",
      "tajante",
      "bloqueo",
      "ee.uu.",
      "vs",
      "cuba",
      "exigi贸",
      "levantamiento",
      "inmediato",
      "medida",
      ".",
      "calific贸",
      "bloqueo",
      "inhumano",
      ",",
      "busca",
      "asfixiar",
      "econom铆a",
      "vez",
      "doblegar",
      "pueblo",
      ".",
      "defini贸",
      "bloqueo",
      "castigo",
      "colectivo",
      ",",
      "crea",
      "privaciones",
      "ninguna",
      "naci贸n",
      "merece",
      "soportar",
      "pleno",
      "siglo",
      "xxi",
      ".",
      "coincidi贸",
      "anteriores",
      "oradores",
      "categorizarlo",
      "violaci贸n",
      "masiva",
      "dd.hh",
      ".",
      "pueblo",
      ".",
      "asever贸",
      "unidos",
      "utiliza",
      "t谩cticas",
      "hegemon铆a",
      "intervencionismo",
      ",",
      "dijo",
      "ejemplo",
      "ello",
      "c贸mo",
      "incluye",
      "naciones",
      "lista",
      "pa铆ses",
      "patrocinadores",
      "terrorismo",
      ".",
      "adelant贸",
      "paz",
      "dar谩",
      "apoyo",
      "cuba",
      "exigir谩",
      "levantamiento",
      "bloqueo",
      "medidas",
      "coercitivas",
      "parte",
      "unidos",
      ".",
      "hacer",
      "uso",
      "palabra",
      ",",
      "representante",
      "rep煤blica",
      "isl谩mica",
      "ir谩n",
      "mostr贸",
      "rechazo",
      "bloqueo",
      ",",
      "calific贸",
      "intento",
      "expansionista",
      "medida",
      "coercitiva",
      ",",
      "violenta",
      "unilateral",
      ".",
      "teher谩n",
      "ratific贸",
      "bloqueo",
      "amenaza",
      "multilateralismo",
      "graves",
      "consecuencias",
      "construcci贸n",
      "paz",
      ",",
      "justicia",
      "equidad",
      "pueblos",
      ".",
      "defendi贸",
      "necesidad",
      "unidad",
      "nivel",
      "global",
      ",",
      "asever贸",
      "pol铆tica",
      "hostil",
      "ee.uu.",
      "solo",
      "provoca",
      "exista",
      "garantizar",
      "hegemon铆a",
      ".",
      "se帽al贸",
      "nombre",
      "democracia",
      "washington",
      "impone",
      "castigos",
      "inhumanos",
      "pa铆ses",
      "buscan",
      "alternativa",
      "luchan",
      "tener",
      "vida",
      "digna",
      ",",
      "caer",
      "hegemon铆a",
      "avasallamiento",
      "unidos",
      ".",
      "ir谩n",
      "recalc贸",
      "pa铆ses",
      "luchan",
      "mundo",
      "diferente",
      "lejos",
      "imperialismo",
      "unirse",
      "rechazar",
      "agresiones",
      "potencias",
      "hegem贸nicas",
      ",",
      "bloqueo",
      ".",
      "teher谩n",
      "llam贸",
      "pa铆ses",
      "onu",
      "rechazar",
      "unilateralismo",
      "bloqueo",
      "cuba",
      ".",
      "谩frica",
      ",",
      "angola",
      "demand贸",
      "fin",
      "bloqueo",
      ",",
      "priva",
      "poblaci贸n",
      "tener",
      "vida",
      "digna",
      "dar",
      "recursos",
      "necesarios",
      "cubanos",
      "vivir",
      "subsistir",
      ".",
      "adem谩s",
      ",",
      "afirm贸",
      "ee.uu.",
      "sacar",
      "cuba",
      "lista",
      "pa铆ses",
      "patrocinadores",
      "terrorismo",
      "pues",
      "etiqueta",
      "terrorista",
      "completamente",
      "incompatible",
      "cubano",
      "."
    ],
    "token_count": 425,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NN": 288,
      "NNS": 23,
      "VBP": 24,
      "FW": 174,
      "NNP": 95,
      "JJ": 64,
      "IN": 28,
      "VBZ": 11,
      "DT": 4,
      "RB": 1,
      "CD": 1
    },
    "bigram_freq": {
      "NN-NNS": 10,
      "NNS-VBP": 19,
      "VBP-FW": 2,
      "FW-FW": 111,
      "FW-NNP": 22,
      "NNP-NNP": 28,
      "NNP-FW": 15,
      "NNP-NN": 41,
      "NN-NN": 175,
      "NN-JJ": 24,
      "JJ-NN": 37,
      "NN-IN": 19,
      "IN-NNP": 6,
      "NNP-VBZ": 6,
      "VBZ-FW": 3,
      "FW-NNS": 8,
      "VBP-JJ": 15,
      "IN-FW": 17,
      "FW-NN": 24,
      "NN-NNP": 25,
      "FW-JJ": 7,
      "JJ-JJ": 11,
      "JJ-NNP": 10,
      "NN-FW": 22,
      "VBZ-NNS": 1,
      "VBP-NNP": 1,
      "NNS-FW": 1,
      "NN-VBZ": 4,
      "VBZ-JJ": 4,
      "JJ-FW": 3,
      "VBZ-NNP": 1,
      "IN-JJ": 1,
      "NNP-DT": 1,
      "DT-NN": 4,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NN-VBP": 4,
      "NNS-NNP": 1,
      "NNP-VBP": 1,
      "VBP-NN": 3,
      "NN-DT": 3,
      "VBP-IN": 3,
      "FW-CD": 1,
      "CD-NNP": 1,
      "NNP-IN": 3,
      "IN-NN": 3,
      "VBZ-VBZ": 1,
      "IN-NNS": 1,
      "NNS-IN": 1,
      "JJ-NNS": 3,
      "NNS-JJ": 1,
      "FW-IN": 1,
      "VBZ-IN": 1
    },
    "trigram_freq": {
      "NN-NNS-VBP": 9,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-FW-FW": 78,
      "FW-FW-NNP": 14,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 3,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 32,
      "NN-NN-NN": 98,
      "NN-NN-JJ": 21,
      "NN-JJ-NN": 16,
      "JJ-NN-NN": 30,
      "NN-NN-IN": 10,
      "NN-IN-NNP": 4,
      "IN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 7,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 9,
      "NN-IN-FW": 11,
      "IN-FW-NN": 4,
      "FW-NN-NNS": 2,
      "JJ-NN-NNP": 2,
      "NN-NNP-NN": 13,
      "IN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 3,
      "JJ-NNP-NN": 8,
      "NN-NN-FW": 13,
      "NN-FW-FW": 14,
      "NNP-FW-FW": 7,
      "FW-FW-NN": 7,
      "FW-NN-NN": 11,
      "NN-NN-NNP": 18,
      "NN-NNP-NNP": 7,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "JJ-NN-IN": 3,
      "NN-FW-NN": 6,
      "FW-NN-NNP": 1,
      "NN-NNP-FW": 1,
      "NN-JJ-NNP": 3,
      "NN-NN-NNS": 6,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NN": 6,
      "NNP-NNP-NN": 11,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-NNS": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "VBP-JJ-NNP": 2,
      "FW-FW-JJ": 5,
      "FW-JJ-NNP": 2,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-FW": 4,
      "NN-FW-NNS": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 3,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "IN-FW-NNP": 3,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-NNP-NNP": 1,
      "NN-FW-NNP": 1,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "NN-JJ-JJ": 4,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "IN-FW-NNS": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "VBP-NN-DT": 1,
      "NN-DT-NN": 3,
      "DT-NN-NN": 2,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 3,
      "FW-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-FW": 6,
      "FW-NN-IN": 5,
      "JJ-NNP-NNP": 2,
      "NNP-NN-FW": 3,
      "FW-JJ-NN": 4,
      "NNP-IN-NNP": 2,
      "IN-NNP-FW": 3,
      "NNP-FW-NN": 5,
      "FW-NNP-FW": 6,
      "NN-IN-NN": 2,
      "IN-NN-IN": 1,
      "IN-NN-NN": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "JJ-NN-FW": 1,
      "NNP-NN-NNP": 2,
      "NNP-NN-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NNP-NNP-IN": 1,
      "IN-NNP-NN": 1,
      "NN-NN-DT": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "FW-FW-IN": 1,
      "FW-IN-NN": 1,
      "IN-NN-NNP": 1,
      "JJ-NN-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "DT-NN-NNP": 1,
      "VBP-JJ-NNS": 1,
      "FW-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 288,
        "FW": 174,
        "NNP": 95,
        "JJ": 64,
        "IN": 28
      },
      "top_bigrams": {
        "NN-NN": 175,
        "FW-FW": 111,
        "NNP-NN": 41,
        "JJ-NN": 37,
        "NNP-NNP": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 98,
        "FW-FW-FW": 78,
        "NNP-NN-NN": 32,
        "JJ-NN-NN": 30,
        "NN-NN-JJ": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 176,
      "PP": 9,
      "VP": 40,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0194
      },
      {
        "rule": "NP -> ('bloqueo', 'NN')",
        "frequency": 4,
        "weight": 0.0155
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "VP -> ('y', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "VP -> ('el', 'VBP') NP NP",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('pueblos', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('terrorismo', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Este mi茅rcoles"
      },
      {
        "label": "NP",
        "text": "durante"
      },
      {
        "label": "NP",
        "text": "Asamblea General de"
      },
      {
        "label": "NP",
        "text": "ONU para analizar los"
      },
      {
        "label": "NP",
        "text": "efectos del bloqueo"
      },
      {
        "label": "PP",
        "text": "en Cuba"
      },
      {
        "label": "NP",
        "text": "Cuba"
      },
      {
        "label": "VP",
        "text": "pa铆ses"
      },
      {
        "label": "NP",
        "text": "continentes"
      },
      {
        "label": "VP",
        "text": "del mundo expresaron su"
      },
      {
        "label": "NP",
        "text": "mundo expresaron su"
      },
      {
        "label": "VP",
        "text": "rechazo a esta conjunto"
      },
      {
        "label": "NP",
        "text": "a esta conjunto"
      },
      {
        "label": "NP",
        "text": "y unilaterales"
      },
      {
        "label": "VP",
        "text": "impuestas por los EE.UU. durante m谩s"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Este/NN mi茅rcoles/NNS)\n  ,/,\n  (NP durante/NN)\n  la/FW\n  sesi贸n/FW\n  de/FW\n  la/FW\n  (NP Asamblea/NNP General/NNP de/NNP)\n  la/FW\n  (NP ONU/NNP para/NN analizar/NN los/NN)\n  (NP efectos/JJ del/NN bloqueo/NN)\n  (PP en/IN (NP Cuba/NNP))\n  ,/,\n  (VP pa铆ses/VBZ)\n  de/FW\n  todos/FW\n  los/FW\n  (NP continentes/NNS)\n  (VP del/VBP (NP mundo/JJ expresaron/NN su/NN))\n  (VP rechazo/VBZ (NP a/DT esta/JJ conjunto/NN))\n  de/IN\n  medidas/FW\n  coercitiva/FW\n  (NP y/NN unilaterales/NNS)\n  (VP impuestas/VBP (NP por/JJ los/NN EE.UU./NNP durante/NN m谩s/NN))\n  de/IN\n  seis/FW\n  (NP d茅cadas/JJ contra/NN Cuba/NNP)\n  ,/,\n  (NP y/NNP refrendaron/NN la/NN)\n  petici贸n/FW\n  de/FW\n  eliminarla/FW\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIN/NNP)\n  :/:\n  (NP ONU/NN)\n  :/:\n  (NP El/NNP)\n  mundo/FW\n  exige/FW\n  el/FW\n  (NP fin/NN del/NN)\n  (VP bloqueo/VBD (NP a/DT Cuba/NNP Las/NNP))\n  (VP delegaciones/VBZ (NP participantes/NNS))\n  (VP coincidieron/VBP (NP sobre/JJ todo/NN))\n  en/IN\n  el/FW\n  (NP da帽o/NN que/NN ha/NN hecho/NN el/NN bloqueo/NN al/NN pueblo/NN)\n  (VP y/VBZ (NP a/DT la/NN econom铆a/NN cubana/NN))\n  ./.)",
      "(S\n  (NP La/NNP)\n  representante/FW\n  de/FW\n  (NP\n    Barbados/NNP\n    ante/NN\n    la/NN\n    ONU/NNP\n    resalt贸/NN\n    que/NN\n    el/NN\n    bloqueo/NN)\n  (NP contra/JJ Cuba/NNP socava/NN los/NN principios/NNS)\n  (VP\n    sobre/VBP\n    (NP\n      los/JJ\n      que/JJ\n      se/NN\n      fundaron/NN\n      las/NN\n      Naciones/NNP\n      Unidas/NNP))\n  ,/,\n  (NP como/NN son/NN la/NN)\n  libre/FW\n  (NP determinaci贸n/NN)\n  ,/,\n  (NP\n    el/JJ\n    estado/NN\n    del/NN\n    derecho/NN\n    y/NN\n    las/NN\n    relaciones/NNS\n    pac铆ficas/NN)\n  ./.)",
      "(S\n  (NP Reiter贸/NNP que/NN las/NNS)\n  medidas/FW\n  de/FW\n  presi贸n/FW\n  (NP impuestas/NNS)\n  (VP\n    por/VBP\n    (NP los/JJ EE.UU./NNP poseen/NN car谩cter/NN)\n    (NP extraterritorial/JJ y/NN son/NN))\n  otro/IN\n  (ADJP claro/JJ)\n  ejemplo/FW\n  de/FW\n  los/FW\n  intentos/FW\n  de/FW\n  socavar/FW\n  la/FW\n  libre/FW\n  determinaci贸n/FW\n  de/FW\n  los/FW\n  (NP pueblos/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP diplom谩tica/VBZ (NP se帽al贸/JJ que/NN Cuba/NNP))\n  (VP sufre/VBZ (NP a/DT diario/NN las/NN consecuencias/NN))\n  del/FW\n  (NP bloqueo/NN)\n  ,/,\n  entre/FW\n  ellas/FW\n  la/FW\n  exclusi贸n/FW\n  del/FW\n  (NP sistema/NN econ贸mico/NN)\n  (NP\n    global/JJ\n    y/NN\n    la/NN\n    categorizaci贸n/NN\n    sin/NN\n    fundamentos/NN\n    como/NN\n    Estado/NNP\n    patrocinador/NN\n    del/NN\n    terrorismo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INTEGRACION_LATINOAMERICANA",
      "PAISES",
      "JUSTICIA_SOCIAL",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bloqueo, entre ellas la exclusi贸n del sistema econ贸mico",
        "position": [
          1000,
          1055
        ],
        "start": 1000,
        "end": 1055
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defendi贸",
        "position": [
          3616,
          3624
        ],
        "start": 3616,
        "end": 3624
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperaci贸n entre estados vecinos y el",
        "position": [
          1213,
          1251
        ],
        "start": 1213,
        "end": 1251
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "se帽al贸",
        "position": [
          947,
          953
        ],
        "start": 947,
        "end": 953
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "libre determinaci贸n, el estado del derecho",
        "position": [
          677,
          719
        ],
        "start": 677,
        "end": 719
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusi贸n",
        "position": [
          2181,
          2190
        ],
        "start": 2181,
        "end": 2190
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de colombia y",
        "position": [
          2334,
          2356
        ],
        "start": 2334,
        "end": 2356
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          63,
          66
        ],
        "start": 63,
        "end": 66
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "diario las consecuencias",
        "position": [
          971,
          995
        ],
        "start": 971,
        "end": 995
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratific贸",
        "position": [
          3461,
          3469
        ],
        "start": 3461,
        "end": 3469
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechaz贸",
        "position": [
          2454,
          2461
        ],
        "start": 2454,
        "end": 2461
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "demand贸",
        "position": [
          4293,
          4300
        ],
        "start": 4293,
        "end": 4300
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          108,
          112
        ],
        "start": 108,
        "end": 112
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1533,
          1547
        ],
        "start": 1533,
        "end": 1547
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "bogot谩",
        "position": [
          2106,
          2112
        ],
        "start": 2106,
        "end": 2112
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          1410,
          1419
        ],
        "start": 1410,
        "end": 1419
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado del",
        "position": [
          701,
          711
        ],
        "start": 701,
        "end": 711
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          4059,
          4071
        ],
        "start": 4059,
        "end": 4071
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          97,
          104
        ],
        "start": 97,
        "end": 104
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo contra cuba socava los principios sobre los que se fundaron las naciones unidas, como son la libre determinaci贸n",
        "position": [
          576,
          696
        ],
        "start": 576,
        "end": 696
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "cooperaci贸n entre estados vecinos y el comercio regional",
        "position": [
          1213,
          1269
        ],
        "start": 1213,
        "end": 1269
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "equidad",
        "position": [
          3589,
          3596
        ],
        "start": 3589,
        "end": 3596
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          2772,
          2781
        ],
        "start": 2772,
        "end": 2781
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado patrocinador del terrorismo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ir谩n",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rep煤blica Isl谩mica de Ir谩n",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asever贸",
        "tipo": "Persona"
      },
      {
        "nombre": "frica",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Barbados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Teher谩n",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado cubano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado Plurinacional de Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Paz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cooperaci贸n entre Estados Vecinos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Angola",
        "tipo": "Lugar"
      },
      {
        "nombre": "Covid-19",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea General de la ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bogot谩",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "FARC-EP",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Asamblea General de la ONU",
        "relacion": "EXPRESAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Asamblea General de la ONU",
        "relacion": "EXPRESAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Cuba",
        "relacion": "ANALIZAR_EXPRESAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Barbados",
        "relacion": "RESALTAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Naciones Unidas",
        "relacion": "RESALTAR",
        "objeto": "Barbados"
      },
      {
        "sujeto": "ONU",
        "relacion": "RESALTAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Naciones Unidas",
        "relacion": "RESALTAR",
        "objeto": "ONU"
      },
      {
        "sujeto": "Naciones Unidas",
        "relacion": "SOCAVAR_RESALTAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Cuba",
        "relacion": "SUFRIR_SE_ALAR",
        "objeto": "Estado patrocinador del terrorismo"
      },
      {
        "sujeto": "Barbados",
        "relacion": "RECOD",
        "objeto": "Cooperaci贸n entre Estados Vecinos"
      },
      {
        "sujeto": "Cuba",
        "relacion": "A_ADIR",
        "objeto": "Covid-19"
      },
      {
        "sujeto": "La Habana",
        "relacion": "A_ADIR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Washington",
        "relacion": "A_ADIR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "La Habana",
        "relacion": "A_ADIR",
        "objeto": "Covid-19"
      },
      {
        "sujeto": "Washington",
        "relacion": "A_ADIR",
        "objeto": "Covid-19"
      },
      {
        "sujeto": "La Habana",
        "relacion": "PATROCINAR_ASEGURAR_A_ADIR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Colombia",
        "relacion": "DECLARAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Colombia",
        "relacion": "DECLARAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "La Habana",
        "relacion": "EJERCER_CONTRASTAR_RADICAR",
        "objeto": "Gobierno de Colombia"
      },
      {
        "sujeto": "La Habana",
        "relacion": "EJERCER_CONTRASTAR_RADICAR",
        "objeto": "FARC-EP"
      },
      {
        "sujeto": "Estado Plurinacional de Bolivia",
        "relacion": "RECHAZAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Estado Plurinacional de Bolivia",
        "relacion": "RECHAZAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ASEVERAR",
        "objeto": "Asever贸"
      },
      {
        "sujeto": "La Paz",
        "relacion": "DAR_ADELANTAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "La Paz",
        "relacion": "DAR_ADELANTAR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Cuba",
        "relacion": "DAR_ADELANTAR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Washington",
        "relacion": "IMPONER_SE_ALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Teher谩n",
        "relacion": "LLAMAR",
        "objeto": "ONU"
      },
      {
        "sujeto": "Teher谩n",
        "relacion": "LLAMAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "ONU",
        "relacion": "LLAMAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Angola",
        "relacion": "DEMANDAR",
        "objeto": "frica"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "SACAR_AFIRMAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "SACAR_AFIRMAR",
        "objeto": "Estado cubano"
      },
      {
        "sujeto": "Cuba",
        "relacion": "SACAR_AFIRMAR",
        "objeto": "Estado cubano"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9081,
    "pos": 0.007,
    "neu": 0.968,
    "neg": 0.025,
    "label": "negative"
  }
}