{
  "url": "https://www.telesurtv.net/oms-entrega-12-millones-de-dosis-de-vacunas-antipoliomieliticas-a-gaza-tras-acordarse-pausas-en-los-combates/",
  "title": "OMS entrega 1,2 millones de dosis de vacunas antipoliomiel칤ticas a Gaza tras acordarse pausas en los combates - teleSUR",
  "section": "Mundo",
  "tags": [
    "genocidio",
    "Palestina"
  ],
  "text": "La Organizaci칩n Mundial de la Salud ha anunciado la distribuci칩n de 1,2 millones de dosis de vacuna antipoliomiel칤tica en Gaza, a las que seguir치n 400.000 m치s, como parte de una campa침a de emergencia tras el primer caso de esta enfermedad infantil en la franja costera en un cuarto de siglo.\nLas vacunaciones, que comenzar치n este fin de semana, ir치n acompa침adas de pausas de tres d칤as en el asedio sionista sobre la Franja de Gaza en varias zonas del territorio para permitir la inoculaci칩n de m치s de 640.000 ni침os.\nSin embargo, funcionarios de la ONU advirtieron al ej칠rcito israel칤 춺debe respetar췉 las pausas humanitarias negociadas para permitir las vacunaciones, despu칠s de que esta semana  las fuerzas israel칤es dispararon contra veh칤culos de ayuda, lo que plante칩 dudas sobre la seguridad con la que podr칤an llevarse a cabo las vacunaciones.\nEl director general de la OMS, Tedros Adhanom Ghebreyesus, confirm칩 que las vacunaciones deb칤an comenzar el domingo, con pausas diarias programadas entre las 6 de la ma침ana y las 3 de la tarde.\nFuncionarios de la ONU han dicho que la campa침a de vacunaci칩n se llevar치 a cabo en fases de tres d칤as en diferentes zonas de la Franja de Gaza.\n춺A partir del domingo, administraremos dos dosis orales de la vacuna antipoliomiel칤tica, y cuatro semanas despu칠s de esta ronda inicial de campa침as tendremos que repetir de nuevo la vacunaci칩n. Se trata de 640.000 ni침os en toda la Franja de Gaza췉, declar칩 Louise Wateridge, funcionaria de la ONU.\n춺Es muy importante que llevemos a cabo esta campa침a de vacunaci칩n lo antes posible, y que tengamos la seguridad de hacerlo, porque las repercusiones ser치n desastrosas no s칩lo para los ni침os de la Franja de Gaza, sino para los ni침os de la regi칩n. Y ya han sufrido mucho췉.\nEn respuesta a las preocupaciones sobre la seguridad de los trabajadores humanitarios y las familias durante la campa침a, Catherine Russell, directora ejecutiva de Unicef, afirm칩 que deben respetarse las pausas humanitarias.\n춺UNICEF est치 preparado para comenzar la primera ronda de la campa침a de vacunaci칩n contra la polio en Gaza el domingo para llegar a casi 640.000 ni침os. Todas las partes DEBEN respetar las pausas humanitarias espec칤ficas de la zona para impedir que la poliomielitis se propague en Gaza y en la regi칩n췉, escribi칩 en X.\n춺Si no cesan los combates, los vacunadores contra la polio no podr치n llegar a los ni침os. Gaza ha estado libre de polio durante 25 a침os hasta ahora. No respetar estas pausas ser칤a un fracaso imperdonable para los ni침os de Gaza y de la regi칩n, que ya han sufrido tanto.췉\nEl jueves, un misil israel칤 alcanz칩 un convoy que transportaba suministros m칠dicos y combustible a un hospital emirat칤 de la Franja de Gaza, matando a varias personas de una empresa local de transporte, seg칰n inform칩 el viernes el grupo estadounidense de Ayuda a los Refugiados de Oriente Pr칩ximo (Anera).\nIsrael afirm칩 sin pruebas  que abri칩 fuego despu칠s de que hombres armados se apoderaran del convoy. Sandra Rasheed, directora para Palestina de Anera, declar칩: 춺El convoy, coordinado por Anera y aprobado por las autoridades israel칤es, inclu칤a a un empleado de Anera que, afortunadamente, result칩 ileso.\n춺A pesar de este devastador incidente, tenemos entendido que el resto de los veh칤culos del convoy pudieron continuar y entregar con 칠xito la ayuda al hospital. Estamos buscando urgentemente m치s detalles sobre lo ocurrido췉.\nEl Programa Mundial de Alimentos anunci칩 el mi칠rcoles que suspend칤a todo movimiento de personal en Gaza hasta nuevo aviso despu칠s de que las tropas israel칤es abrieran fuego contra uno de sus veh칤culos se침alizados, alcanz치ndolo con al menos 10 disparos. Los disparos se produjeron a pesar de haber recibido m칰ltiples autorizaciones de las autoridades israel칤es.\nEl 23 de julio, Unicef declar칩 que dos de sus veh칤culos hab칤an recibido impactos de munici칩n real mientras esperaban en un punto de retenci칩n designado.\nEn abril, un ataque israel칤 continuado contra un convoy alcanz칩 a tres veh칤culos de World Central Kitchen, matando a siete personas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/oms-entrega-12-millones-de-dosis-de-vacunas-antipoliomieliticas-a-gaza-tras-acordarse-pausas-en-los-combates/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 95,
    "message_id": 75463,
    "date": "2024-08-30T14:55:07+00:00",
    "text": "teleSUR\nOMS entrega 1,2 millones de dosis de vacunas antipoliomiel칤ticas a Gaza tras acordarse pausas en los combates\nhttps://www.telesurtv.net/oms-entrega-12-millones-de-dosis-de-vacunas-antipoliomieliticas-a-gaza-tras-acordarse-pausas-en-los-combates/",
    "photo_path": null,
    "views": 2881,
    "reactions": {
      "游녨": 30,
      "游녪": 9,
      "游뱙": 2
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "la organizaci칩n mundial de la salud ha anunciado la distribuci칩n de 1,2 millones de dosis de vacuna antipoliomiel칤tica en gaza, a las que seguir치n 400.000 m치s, como parte de una campa침a de emergencia tras el primer caso de esta enfermedad infantil en la franja costera en un cuarto de siglo. las vacunaciones, que comenzar치n este fin de semana, ir치n acompa침adas de pausas de tres d칤as en el asedio sionista sobre la franja de gaza en varias zonas del territorio para permitir la inoculaci칩n de m치s de 640.000 ni침os. sin embargo, funcionarios de la onu advirtieron al ej칠rcito israel칤 춺debe respetar췉 las pausas humanitarias negociadas para permitir las vacunaciones, despu칠s de que esta semana las fuerzas israel칤es dispararon contra veh칤culos de ayuda, lo que plante칩 dudas sobre la seguridad con la que podr칤an llevarse a cabo las vacunaciones. el director general de la oms, tedros adhanom ghebreyesus, confirm칩 que las vacunaciones deb칤an comenzar el domingo, con pausas diarias programadas entre las 6 de la ma침ana y las 3 de la tarde. funcionarios de la onu han dicho que la campa침a de vacunaci칩n se llevar치 a cabo en fases de tres d칤as en diferentes zonas de la franja de gaza. 춺a partir del domingo, administraremos dos dosis orales de la vacuna antipoliomiel칤tica, y cuatro semanas despu칠s de esta ronda inicial de campa침as tendremos que repetir de nuevo la vacunaci칩n. se trata de 640.000 ni침os en toda la franja de gaza췉, declar칩 louise wateridge, funcionaria de la onu. 춺es muy importante que llevemos a cabo esta campa침a de vacunaci칩n lo antes posible, y que tengamos la seguridad de hacerlo, porque las repercusiones ser치n desastrosas no s칩lo para los ni침os de la franja de gaza, sino para los ni침os de la regi칩n. y ya han sufrido mucho췉. en respuesta a las preocupaciones sobre la seguridad de los trabajadores humanitarios y las familias durante la campa침a, catherine russell, directora ejecutiva de unicef, afirm칩 que deben respetarse las pausas humanitarias. 춺unicef est치 preparado para comenzar la primera ronda de la campa침a de vacunaci칩n contra la polio en gaza el domingo para llegar a casi 640.000 ni침os. todas las partes deben respetar las pausas humanitarias espec칤ficas de la zona para impedir que la poliomielitis se propague en gaza y en la regi칩n췉, escribi칩 en x. 춺si no cesan los combates, los vacunadores contra la polio no podr치n llegar a los ni침os. gaza ha estado libre de polio durante 25 a침os hasta ahora. no respetar estas pausas ser칤a un fracaso imperdonable para los ni침os de gaza y de la regi칩n, que ya han sufrido tanto.췉 el jueves, un misil israel칤 alcanz칩 un convoy que transportaba suministros m칠dicos y combustible a un hospital emirat칤 de la franja de gaza, matando a varias personas de una empresa local de transporte, seg칰n inform칩 el viernes el grupo estadounidense de ayuda a los refugiados de oriente pr칩ximo (anera). israel afirm칩 sin pruebas que abri칩 fuego despu칠s de que hombres armados se apoderaran del convoy. sandra rasheed, directora para palestina de anera, declar칩: 춺el convoy, coordinado por anera y aprobado por las autoridades israel칤es, inclu칤a a un empleado de anera que, afortunadamente, result칩 ileso. 춺a pesar de este devastador incidente, tenemos entendido que el resto de los veh칤culos del convoy pudieron continuar y entregar con 칠xito la ayuda al hospital. estamos buscando urgentemente m치s detalles sobre lo ocurrido췉. el programa mundial de alimentos anunci칩 el mi칠rcoles que suspend칤a todo movimiento de personal en gaza hasta nuevo aviso despu칠s de que las tropas israel칤es abrieran fuego contra uno de sus veh칤culos se침alizados, alcanz치ndolo con al menos 10 disparos. los disparos se produjeron a pesar de haber recibido m칰ltiples autorizaciones de las autoridades israel칤es. el 23 de julio, unicef declar칩 que dos de sus veh칤culos hab칤an recibido impactos de munici칩n real mientras esperaban en un punto de retenci칩n designado. en abril, un ataque israel칤 continuado contra un convoy alcanz칩 a tres veh칤culos de world central kitchen, matando a siete personas.",
    "tokens": [
      "organizaci칩n",
      "mundial",
      "salud",
      "anunciado",
      "distribuci칩n",
      "1,2",
      "millones",
      "dosis",
      "vacuna",
      "antipoliomiel칤tica",
      "gaza",
      ",",
      "seguir치n",
      "400.000",
      ",",
      "parte",
      "campa침a",
      "emergencia",
      "tras",
      "primer",
      "caso",
      "enfermedad",
      "infantil",
      "franja",
      "costera",
      "cuarto",
      "siglo",
      ".",
      "vacunaciones",
      ",",
      "comenzar치n",
      "fin",
      "semana",
      ",",
      "ir치n",
      "acompa침adas",
      "pausas",
      "tres",
      "d칤as",
      "asedio",
      "sionista",
      "franja",
      "gaza",
      "varias",
      "zonas",
      "territorio",
      "permitir",
      "inoculaci칩n",
      "640.000",
      "ni침os",
      ".",
      "embargo",
      ",",
      "funcionarios",
      "onu",
      "advirtieron",
      "ej칠rcito",
      "israel칤",
      "춺",
      "debe",
      "respetar",
      "췉",
      "pausas",
      "humanitarias",
      "negociadas",
      "permitir",
      "vacunaciones",
      ",",
      "despu칠s",
      "semana",
      "fuerzas",
      "israel칤es",
      "dispararon",
      "veh칤culos",
      "ayuda",
      ",",
      "plante칩",
      "dudas",
      "seguridad",
      "podr칤an",
      "llevarse",
      "cabo",
      "vacunaciones",
      ".",
      "director",
      "general",
      "oms",
      ",",
      "tedros",
      "adhanom",
      "ghebreyesus",
      ",",
      "confirm칩",
      "vacunaciones",
      "deb칤an",
      "comenzar",
      "domingo",
      ",",
      "pausas",
      "diarias",
      "programadas",
      "6",
      "ma침ana",
      "3",
      "tarde",
      ".",
      "funcionarios",
      "onu",
      "dicho",
      "campa침a",
      "vacunaci칩n",
      "llevar치",
      "cabo",
      "fases",
      "tres",
      "d칤as",
      "diferentes",
      "zonas",
      "franja",
      "gaza",
      ".",
      "춺",
      "partir",
      "domingo",
      ",",
      "administraremos",
      "dos",
      "dosis",
      "orales",
      "vacuna",
      "antipoliomiel칤tica",
      ",",
      "cuatro",
      "semanas",
      "despu칠s",
      "ronda",
      "inicial",
      "campa침as",
      "repetir",
      "nuevo",
      "vacunaci칩n",
      ".",
      "trata",
      "640.000",
      "ni침os",
      "toda",
      "franja",
      "gaza",
      "췉",
      ",",
      "declar칩",
      "louise",
      "wateridge",
      ",",
      "funcionaria",
      "onu",
      ".",
      "춺",
      "importante",
      "llevemos",
      "cabo",
      "campa침a",
      "vacunaci칩n",
      "posible",
      ",",
      "seguridad",
      "hacerlo",
      ",",
      "repercusiones",
      "desastrosas",
      "s칩lo",
      "ni침os",
      "franja",
      "gaza",
      ",",
      "sino",
      "ni침os",
      "regi칩n",
      ".",
      "sufrido",
      "췉",
      ".",
      "respuesta",
      "preocupaciones",
      "seguridad",
      "trabajadores",
      "humanitarios",
      "familias",
      "campa침a",
      ",",
      "catherine",
      "russell",
      ",",
      "directora",
      "ejecutiva",
      "unicef",
      ",",
      "afirm칩",
      "deben",
      "respetarse",
      "pausas",
      "humanitarias",
      ".",
      "춺",
      "unicef",
      "preparado",
      "comenzar",
      "primera",
      "ronda",
      "campa침a",
      "vacunaci칩n",
      "polio",
      "gaza",
      "domingo",
      "llegar",
      "casi",
      "640.000",
      "ni침os",
      ".",
      "todas",
      "partes",
      "deben",
      "respetar",
      "pausas",
      "humanitarias",
      "espec칤ficas",
      "zona",
      "impedir",
      "poliomielitis",
      "propague",
      "gaza",
      "regi칩n",
      "췉",
      ",",
      "escribi칩",
      "x",
      ".",
      "춺",
      "si",
      "cesan",
      "combates",
      ",",
      "vacunadores",
      "polio",
      "podr치n",
      "llegar",
      "ni침os",
      ".",
      "gaza",
      "libre",
      "polio",
      "25",
      "a침os",
      "ahora",
      ".",
      "respetar",
      "pausas",
      "fracaso",
      "imperdonable",
      "ni침os",
      "gaza",
      "regi칩n",
      ",",
      "sufrido",
      "tanto.",
      "췉",
      "jueves",
      ",",
      "misil",
      "israel칤",
      "alcanz칩",
      "convoy",
      "transportaba",
      "suministros",
      "m칠dicos",
      "combustible",
      "hospital",
      "emirat칤",
      "franja",
      "gaza",
      ",",
      "matando",
      "varias",
      "personas",
      "empresa",
      "local",
      "transporte",
      ",",
      "seg칰n",
      "inform칩",
      "viernes",
      "grupo",
      "estadounidense",
      "ayuda",
      "refugiados",
      "oriente",
      "pr칩ximo",
      "(",
      "anera",
      ")",
      ".",
      "israel",
      "afirm칩",
      "pruebas",
      "abri칩",
      "fuego",
      "despu칠s",
      "hombres",
      "armados",
      "apoderaran",
      "convoy",
      ".",
      "sandra",
      "rasheed",
      ",",
      "directora",
      "palestina",
      "anera",
      ",",
      "declar칩",
      ":",
      "춺",
      "convoy",
      ",",
      "coordinado",
      "anera",
      "aprobado",
      "autoridades",
      "israel칤es",
      ",",
      "inclu칤a",
      "empleado",
      "anera",
      ",",
      "afortunadamente",
      ",",
      "result칩",
      "ileso",
      ".",
      "춺",
      "pesar",
      "devastador",
      "incidente",
      ",",
      "entendido",
      "resto",
      "veh칤culos",
      "convoy",
      "pudieron",
      "continuar",
      "entregar",
      "칠xito",
      "ayuda",
      "hospital",
      ".",
      "buscando",
      "urgentemente",
      "detalles",
      "ocurrido",
      "췉",
      ".",
      "programa",
      "mundial",
      "alimentos",
      "anunci칩",
      "mi칠rcoles",
      "suspend칤a",
      "movimiento",
      "personal",
      "gaza",
      "nuevo",
      "aviso",
      "despu칠s",
      "tropas",
      "israel칤es",
      "abrieran",
      "fuego",
      "veh칤culos",
      "se침alizados",
      ",",
      "alcanz치ndolo",
      "menos",
      "10",
      "disparos",
      ".",
      "disparos",
      "produjeron",
      "pesar",
      "haber",
      "recibido",
      "m칰ltiples",
      "autorizaciones",
      "autoridades",
      "israel칤es",
      ".",
      "23",
      "julio",
      ",",
      "unicef",
      "declar칩",
      "dos",
      "veh칤culos",
      "recibido",
      "impactos",
      "munici칩n",
      "real",
      "mientras",
      "esperaban",
      "punto",
      "retenci칩n",
      "designado",
      ".",
      "abril",
      ",",
      "ataque",
      "israel칤",
      "continuado",
      "convoy",
      "alcanz칩",
      "tres",
      "veh칤culos",
      "world",
      "central",
      "kitchen",
      ",",
      "matando",
      "siete",
      "personas",
      "."
    ],
    "token_count": 429,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 74,
      "FW": 172,
      "NN": 203,
      "CD": 8,
      "NNS": 33,
      "VBD": 4,
      "IN": 31,
      "JJ": 63,
      "VBP": 20,
      "RB": 2,
      "VBZ": 11,
      "DT": 4,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NNP": 19,
      "NNP-FW": 17,
      "FW-NNP": 29,
      "NNP-NN": 26,
      "NN-NN": 112,
      "NN-FW": 17,
      "FW-FW": 100,
      "FW-CD": 4,
      "CD-NNS": 2,
      "NNS-FW": 4,
      "FW-NN": 20,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "CD-NN": 2,
      "NN-IN": 24,
      "IN-JJ": 4,
      "JJ-NN": 34,
      "IN-FW": 22,
      "FW-NNS": 8,
      "NNS-VBP": 18,
      "VBP-JJ": 14,
      "FW-JJ": 9,
      "NNP-NNS": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NN": 2,
      "JJ-FW": 10,
      "VBP-IN": 2,
      "IN-NN": 2,
      "CD-JJ": 3,
      "JJ-NNP": 5,
      "NN-NNS": 11,
      "NNS-IN": 4,
      "JJ-JJ": 6,
      "NN-JJ": 17,
      "JJ-NNS": 7,
      "NNS-NNP": 2,
      "FW-VBZ": 1,
      "VBZ-FW": 2,
      "NN-NNP": 13,
      "NNS-JJ": 1,
      "NNS-NNS": 2,
      "JJ-DT": 1,
      "DT-NN": 3,
      "NN-VBZ": 4,
      "VBZ-JJ": 6,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "NNP-VBZ": 6,
      "VBZ-NN": 1,
      "NN-CD": 1,
      "VBZ-NNP": 1,
      "IN-NNP": 3,
      "NNP-DT": 1,
      "DT-JJ": 1,
      "VBP-NNS": 1,
      "NN-DT": 1,
      "VBZ-DT": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 1,
      "NNP-VBP": 1,
      "VBP-NNP": 1,
      "NNP-CD": 1,
      "CD-IN": 1,
      "VBD-NNS": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 9,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 11,
      "FW-NNP-NN": 10,
      "NNP-NN-NN": 17,
      "NN-NN-FW": 11,
      "NN-FW-FW": 9,
      "FW-FW-FW": 66,
      "FW-FW-CD": 3,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "FW-FW-NN": 13,
      "FW-NN-FW": 5,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 11,
      "NNP-FW-NN": 2,
      "FW-NN-VBD": 1,
      "NN-VBD-CD": 2,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NN-NN": 65,
      "NN-NN-IN": 11,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 4,
      "JJ-NN-IN": 10,
      "NN-IN-FW": 19,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 8,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 9,
      "IN-FW-FW": 7,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 2,
      "IN-FW-NNP": 4,
      "FW-NNP-NNS": 1,
      "NNP-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "IN-FW-JJ": 5,
      "FW-JJ-FW": 4,
      "JJ-FW-FW": 9,
      "FW-FW-NNS": 3,
      "NNS-VBP-IN": 2,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 1,
      "NNP-FW-FW": 4,
      "FW-NN-NN": 9,
      "FW-CD-JJ": 2,
      "CD-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NNP-NN-NNS": 2,
      "NN-NNS-IN": 3,
      "NNS-IN-FW": 3,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 5,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-NN": 14,
      "NN-NNS-FW": 2,
      "FW-NN-JJ": 1,
      "NN-JJ-NN": 10,
      "NN-FW-NN": 2,
      "NN-NN-JJ": 11,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-JJ": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NN": 3,
      "JJ-NNS-VBP": 3,
      "FW-FW-NNP": 11,
      "NN-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-NNS": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "JJ-NN-NNS": 3,
      "FW-FW-JJ": 3,
      "NNP-NN-FW": 1,
      "NN-FW-CD": 1,
      "CD-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NNP-NN-NNP": 2,
      "NN-NNP-NNP": 4,
      "NNP-NN-IN": 1,
      "FW-JJ-NNS": 3,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "NN-JJ-FW": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-NN-NNP": 6,
      "NN-NNP-NN": 7,
      "VBP-JJ-FW": 2,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-JJ": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-NN-IN": 2,
      "NN-IN-NNP": 3,
      "IN-NNP-FW": 2,
      "FW-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "FW-CD-NN": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-JJ": 3,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 2,
      "NN-JJ-JJ": 3,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "VBZ-JJ-NNP": 1,
      "NNS-IN-JJ": 1,
      "IN-NNP-NN": 1,
      "IN-FW-NN": 2,
      "JJ-NN-NNP": 3,
      "FW-NNP-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-JJ-FW": 1,
      "NN-NN-VBD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NNP": 1,
      "VBP-IN-JJ": 1,
      "FW-NN-NNP": 1,
      "NNP-VBD-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 203,
        "FW": 172,
        "NNP": 74,
        "JJ": 63,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 112,
        "FW-FW": 100,
        "JJ-NN": 34,
        "FW-NNP": 29,
        "NNP-NN": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 66,
        "NN-NN-NN": 65,
        "NN-IN-FW": 19,
        "NNP-NN-NN": 17,
        "NNS-VBP-JJ": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 166,
      "VP": 40,
      "PP": 10,
      "ADJP": 11
    },
    "top_rules": [
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 7,
        "weight": 0.028
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.024
      },
      {
        "rule": "NP -> ('Franja', 'NNP')",
        "frequency": 5,
        "weight": 0.02
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('antipoliomiel칤tica', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('tres', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('춺', 'VB') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Unicef', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('matando', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Organizaci칩n Mundial de"
      },
      {
        "label": "NP",
        "text": "Salud ha anunciado"
      },
      {
        "label": "NP",
        "text": "millones"
      },
      {
        "label": "NP",
        "text": "antipoliomiel칤tica"
      },
      {
        "label": "NP",
        "text": "Gaza"
      },
      {
        "label": "NP",
        "text": "a las que"
      },
      {
        "label": "VP",
        "text": "seguir치n"
      },
      {
        "label": "NP",
        "text": "m치s"
      },
      {
        "label": "NP",
        "text": "como parte"
      },
      {
        "label": "PP",
        "text": "de una campa침a"
      },
      {
        "label": "NP",
        "text": "una campa침a"
      },
      {
        "label": "NP",
        "text": "tras"
      },
      {
        "label": "VP",
        "text": "el primer caso"
      },
      {
        "label": "NP",
        "text": "primer caso"
      },
      {
        "label": "NP",
        "text": "costera"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Organizaci칩n/NNP Mundial/NNP de/NNP)\n  la/FW\n  (NP Salud/NNP ha/NN anunciado/NN)\n  la/FW\n  distribuci칩n/FW\n  de/FW\n  1,2/CD\n  (NP millones/NNS)\n  de/FW\n  dosis/FW\n  de/FW\n  vacuna/FW\n  (NP antipoliomiel칤tica/NN)\n  en/FW\n  (NP Gaza/NNP)\n  ,/,\n  (NP a/DT las/NN que/NN)\n  (VP seguir치n/VBD)\n  400.000/CD\n  (NP m치s/NN)\n  ,/,\n  (NP como/JJ parte/NN)\n  (PP de/IN (NP una/JJ campa침a/NN))\n  de/IN\n  emergencia/FW\n  (NP tras/NNS)\n  (VP el/VBP (NP primer/JJ caso/NN))\n  de/IN\n  esta/FW\n  enfermedad/FW\n  infantil/FW\n  en/FW\n  la/FW\n  franja/FW\n  (NP costera/NN)\n  en/FW\n  (NP un/JJ cuarto/NN)\n  (PP de/IN (NP siglo/NN))\n  ./.)",
      "(S\n  (NP Las/NNP vacunaciones/NNS)\n  ,/,\n  (NP que/NN comenzar치n/NN este/NN fin/NN)\n  de/IN\n  semana/FW\n  ,/,\n  (ADJP ir치n/JJ)\n  acompa침adas/FW\n  de/FW\n  pausas/FW\n  de/FW\n  (NP tres/NNS)\n  (VP d칤as/VBP)\n  (PP en/IN (NP el/NN asedio/NN sionista/NN sobre/NN))\n  la/FW\n  (NP Franja/NNP)\n  de/FW\n  (NP Gaza/NNP)\n  en/FW\n  varias/FW\n  zonas/FW\n  del/FW\n  (NP territorio/NN para/NN permitir/NN)\n  la/FW\n  inoculaci칩n/FW\n  de/FW\n  m치s/FW\n  de/FW\n  640.000/CD\n  (NP ni침os/NNS)\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  funcionarios/FW\n  de/FW\n  la/FW\n  (NP\n    ONU/NNP\n    advirtieron/NN\n    al/NN\n    ej칠rcito/NN\n    israel칤/NN\n    춺/NNP\n    debe/NN\n    respetar/NN\n    췉/NNP)\n  (VP\n    las/VBZ\n    (NP pausas/JJ humanitarias/NNS)\n    (NP negociadas/JJ para/NN permitir/NN las/NN vacunaciones/NNS))\n  ,/,\n  despu칠s/FW\n  de/FW\n  que/FW\n  esta/FW\n  semana/FW\n  las/FW\n  fuerzas/FW\n  israel칤es/FW\n  (NP dispararon/NN)\n  (NP contra/JJ veh칤culos/NN)\n  de/IN\n  ayuda/FW\n  ,/,\n  lo/FW\n  (NP que/NN plante칩/NN dudas/NN sobre/NN la/NN)\n  seguridad/FW\n  (NP con/NN la/NN que/NN podr칤an/NN)\n  (VP llevarse/VBZ (NP a/DT cabo/NN las/NN vacunaciones/NNS))\n  ./.)",
      "(S\n  (NP El/NNP director/NN)\n  (NP general/JJ de/NNP la/NN OMS/NNP)\n  ,/,\n  (NP Tedros/NNP Adhanom/NNP Ghebreyesus/NNP)\n  ,/,\n  (NP confirm칩/NN que/NN)\n  (NP las/JJ vacunaciones/NNS)\n  (VP deb칤an/VBP (NP comenzar/JJ el/NN domingo/NN))\n  ,/,\n  (NP con/NN pausas/NN diarias/NN)\n  programadas/FW\n  entre/FW\n  las/FW\n  6/CD\n  de/FW\n  la/FW\n  ma침ana/FW\n  y/FW\n  las/FW\n  3/CD\n  de/FW\n  la/FW\n  (NP tarde/NN)\n  ./.)",
      "(S\n  (NP Funcionarios/NNP de/NNP)\n  la/FW\n  (NP ONU/NNP han/NN dicho/NN que/NN)\n  la/FW\n  campa침a/FW\n  de/FW\n  vacunaci칩n/FW\n  se/FW\n  llevar치/FW\n  (NP a/DT cabo/NN en/NN)\n  (VP fases/VBZ)\n  de/FW\n  (NP tres/NNS)\n  (VP d칤as/VBP (NP en/JJ diferentes/NNS))\n  zonas/FW\n  de/FW\n  la/FW\n  (NP Franja/NNP)\n  de/FW\n  (NP Gaza/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "ORGANISMOS_INTERNACIONALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declar칩",
        "position": [
          1434,
          1441
        ],
        "start": 1434,
        "end": 1441
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "inform칩",
        "position": [
          2772,
          2779
        ],
        "start": 2772,
        "end": 2779
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          548,
          551
        ],
        "start": 548,
        "end": 551
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "oms",
        "position": [
          874,
          877
        ],
        "start": 874,
        "end": 877
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          2665,
          2673
        ],
        "start": 2665,
        "end": 2673
      },
      {
        "category": "PAISES",
        "matched_text": "israel칤",
        "position": [
          576,
          583
        ],
        "start": 576,
        "end": 583
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "regi칩n. y ya",
        "position": [
          1721,
          1733
        ],
        "start": 1721,
        "end": 1733
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "hospital emirat칤",
        "position": [
          2665,
          2681
        ],
        "start": 2665,
        "end": 2681
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "ma침ana",
        "position": [
          1014,
          1020
        ],
        "start": 1014,
        "end": 1020
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "esta semana",
        "position": [
          682,
          693
        ],
        "start": 682,
        "end": 693
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          520,
          527
        ],
        "start": 520,
        "end": 527
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "2 millones",
        "position": [
          70,
          80
        ],
        "start": 70,
        "end": 80
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "m치s de 640.000",
        "position": [
          494,
          508
        ],
        "start": 494,
        "end": 508
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "durante 25 a침os",
        "position": [
          2413,
          2428
        ],
        "start": 2413,
        "end": 2428
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Catherine Russell",
        "tipo": "Persona"
      },
      {
        "nombre": "UNICEF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sandra Rasheed",
        "tipo": "Persona"
      },
      {
        "nombre": "Anera",
        "tipo": "Persona"
      },
      {
        "nombre": "Ayuda a los Refugiados de Oriente Pr칩ximo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Anera",
        "tipo": "Organizacion"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tedros Adhanom Ghebreyesus",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Louise Wateridge",
        "tipo": "Persona"
      },
      {
        "nombre": "Organizaci칩n Mundial de la Salud",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Funcionarios de la ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Anera",
        "tipo": "Lugar"
      },
      {
        "nombre": "OMS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unicef",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Organizaci칩n Mundial de la Salud",
        "relacion": "ANUNCIAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Funcionarios de la ONU",
        "relacion": "DECIR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "Louise Wateridge",
        "relacion": "TRATAR_DECLARAR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "Franja de Gaza",
        "relacion": "TRATAR_DECLARAR",
        "objeto": "ONU"
      },
      {
        "sujeto": "Franja de Gaza",
        "relacion": "TRANSPORTAR_ALCANZAR",
        "objeto": "Ayuda a los Refugiados de Oriente Pr칩ximo"
      },
      {
        "sujeto": "Franja de Gaza",
        "relacion": "TRANSPORTAR_ALCANZAR",
        "objeto": "Anera"
      },
      {
        "sujeto": "Sandra Rasheed",
        "relacion": "DECLARAR",
        "objeto": "Anera"
      },
      {
        "sujeto": "Palestina",
        "relacion": "DECLARAR",
        "objeto": "Anera"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8807,
    "pos": 0.007,
    "neu": 0.968,
    "neg": 0.025,
    "label": "negative"
  }
}