{
  "url": "https://www.telesurtv.net/amazonia-brasilena-sera-sede-de-encuentro-mundial-contra-crisis-climatica-en-noviembre/",
  "title": "Amazonía brasileña será sede de encuentro mundial contra crisis climática en noviembre - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Amazonía brasileña",
    "Brasil",
    "hidroeléctricas",
    "MAB",
    "mujeres"
  ],
  "text": "Ambientalistas de Brasil convocaron este jueves al IV Encuentro Internacional de comunidades afectadas por represas, privatización del agua y la energía, crímenes socioambientales y crisis climática, que se celebrará en noviembre próximo en la Amazonía brasileña.\nLa cita reunirá a delegaciones de América del Norte y Sur, Asia, África y Europa y tendrá como consigna “¡En marcha por una sociedad alternativa al capitalismo, por la soberanía energética popular y por los derechos de las comunidades afectadas!”.\nEsta declaratoria tuvo lugar durante la clausura de la Jornada Nacional de Lucha de Mujeres integrantes del Movimiento de Afectados por Represas (MAB, por su sigla en portugués), que tuvo lugar del 2 al 5 de junio en la capital brasileña.\nDe esta manera “las organizaciones convocantes buscan crear propuestas para contribuir, desde la solidaridad y el internacionalismo de los pueblos, al respeto por la Madre Tierra y al fortalecimiento del movimiento local, nacional e internacional de las poblaciones afectadas por represas, la privatización del agua y la energía, los crímenes socioambientales y la crisis climática”.\nEntre las demandas de las mujeres del movimiento resalta la reglamentación y aplicación de la Política Nacional de Derechos de las Poblaciones Afectadas (PNAB); la creación de planes de seguridad para las poblaciones impactadas por represas, grandes proyectos y el cambio climático; y el abordaje de la devastación ambiental causada por el sector agroindustrial.\nDurante la inauguración del espacio que tuvo el lugar el pasado 2 de junio, la ministra brasileña de Medio Ambiente, Marina Silva, destacó la alegría de “saber que hay mujeres organizadas que resisten en sus territorios, en sus lugares, en sus comunidades, y que esto a menudo ocurre de forma dramática, arrebatándoles no solo el lugar donde viven, sino también su propia identidad, porque el lugar donde vivimos moldea nuestra identidad”.\nOrganizada por el Movimiento de Afectados por Represas (MAB), el cierre del encuentro tuvo como acción una movilización de cerca de mil mujeres de todo el país, que presionaron al Gobierno por políticas de reparación y justicia ambiental.\nLa marcha, que tuvo lugar este jueves en el marco del Día Mundial del Medio Ambiente, partió del Teatro Nacional hacia el Congreso en rechazo al proyecto de Ley de Devastación, que espera una nueva votación en la Cámara de Diputados.\nDurante la marcha contra la Ley de Devastación y clamor por el fin del genocidio en Gaza las participantes detallaron una serie de violaciones de derechos directamente vinculadas a delitos y desastres ambientales, además de las profundas consecuencias de las operaciones de grandes empresas en territorios de diferentes regiones del país.\nEl Movimiento de Afectados por Represas denunció también los problemas que aún enfrentan los afectados por los colapsos de presas en Minas Gerais, la amenaza de deslizamientos de tierra debido al cambio climático, la contaminación de los ríos amazónicos por la minería, la inminente exploración de litio en el Valle de Jequitinhonha (MG), la falta de compensación para los afectados por las inundaciones en Rio Grande do Sul, los impactos de los parques eólicos en el Nordeste y el creciente riesgo de la exploración petrolera en la Amazonía.\nEl proyecto de Ley de Devastación, también conocido como la “madre de todas las campañas de arreo de ganado”, fue aprobado por el Senado el 21 de abril con 54 votos a favor y 13 en contra.\nDado que el texto sufrió modificaciones en el Senado, regresó a la Cámara de Diputados para su posterior análisis.\nEn la declaratoria sobre el proyecto de Ley, las organizaciones han criticado que en lugar de brindar seguridad jurídica, tiende a incrementar las judicializaciones, además de causar pérdidas económicas, sociales y ambientales ante el agravamiento de la crisis climática.\n“Nos unimos a los pueblos indígenas y comunidades tradicionales, quienes también denuncian el aumento de la violencia y los graves retrocesos en los derechos territoriales, inherentes a este proyecto”, señaló el documento oficial.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/amazonia-brasilena-sera-sede-de-encuentro-mundial-contra-crisis-climatica-en-noviembre/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1950,
    "message_id": 95728,
    "date": "2025-06-06T05:55:07+00:00",
    "text": "teleSUR\nAmazonía brasileña será sede de encuentro mundial contra crisis climática en noviembre\nhttps://www.telesurtv.net/amazonia-brasilena-sera-sede-de-encuentro-mundial-contra-crisis-climatica-en-noviembre/",
    "photo_path": null,
    "views": 2122,
    "reactions": {
      "👍": 22,
      "❤": 4
    },
    "total_reactions": 26
  },
  "preprocessing": {
    "cleaned": "ambientalistas de brasil convocaron este jueves al iv encuentro internacional de comunidades afectadas por represas, privatización del agua y la energía, crímenes socioambientales y crisis climática, que se celebrará en noviembre próximo en la amazonía brasileña. la cita reunirá a delegaciones de américa del norte y sur, asia, áfrica y europa y tendrá como consigna “¡en marcha por una sociedad alternativa al capitalismo, por la soberanía energética popular y por los derechos de las comunidades afectadas!”. esta declaratoria tuvo lugar durante la clausura de la jornada nacional de lucha de mujeres integrantes del movimiento de afectados por represas (mab, por su sigla en portugués), que tuvo lugar del 2 al 5 de junio en la capital brasileña. de esta manera “las organizaciones convocantes buscan crear propuestas para contribuir, desde la solidaridad y el internacionalismo de los pueblos, al respeto por la madre tierra y al fortalecimiento del movimiento local, nacional e internacional de las poblaciones afectadas por represas, la privatización del agua y la energía, los crímenes socioambientales y la crisis climática”. entre las demandas de las mujeres del movimiento resalta la reglamentación y aplicación de la política nacional de derechos de las poblaciones afectadas (pnab); la creación de planes de seguridad para las poblaciones impactadas por represas, grandes proyectos y el cambio climático; y el abordaje de la devastación ambiental causada por el sector agroindustrial. durante la inauguración del espacio que tuvo el lugar el pasado 2 de junio, la ministra brasileña de medio ambiente, marina silva, destacó la alegría de “saber que hay mujeres organizadas que resisten en sus territorios, en sus lugares, en sus comunidades, y que esto a menudo ocurre de forma dramática, arrebatándoles no solo el lugar donde viven, sino también su propia identidad, porque el lugar donde vivimos moldea nuestra identidad”. organizada por el movimiento de afectados por represas (mab), el cierre del encuentro tuvo como acción una movilización de cerca de mil mujeres de todo el país, que presionaron al gobierno por políticas de reparación y justicia ambiental. la marcha, que tuvo lugar este jueves en el marco del día mundial del medio ambiente, partió del teatro nacional hacia el congreso en rechazo al proyecto de ley de devastación, que espera una nueva votación en la cámara de diputados. durante la marcha contra la ley de devastación y clamor por el fin del genocidio en gaza las participantes detallaron una serie de violaciones de derechos directamente vinculadas a delitos y desastres ambientales, además de las profundas consecuencias de las operaciones de grandes empresas en territorios de diferentes regiones del país. el movimiento de afectados por represas denunció también los problemas que aún enfrentan los afectados por los colapsos de presas en minas gerais, la amenaza de deslizamientos de tierra debido al cambio climático, la contaminación de los ríos amazónicos por la minería, la inminente exploración de litio en el valle de jequitinhonha (mg), la falta de compensación para los afectados por las inundaciones en rio grande do sul, los impactos de los parques eólicos en el nordeste y el creciente riesgo de la exploración petrolera en la amazonía. el proyecto de ley de devastación, también conocido como la “madre de todas las campañas de arreo de ganado”, fue aprobado por el senado el 21 de abril con 54 votos a favor y 13 en contra. dado que el texto sufrió modificaciones en el senado, regresó a la cámara de diputados para su posterior análisis. en la declaratoria sobre el proyecto de ley, las organizaciones han criticado que en lugar de brindar seguridad jurídica, tiende a incrementar las judicializaciones, además de causar pérdidas económicas, sociales y ambientales ante el agravamiento de la crisis climática. “nos unimos a los pueblos indígenas y comunidades tradicionales, quienes también denuncian el aumento de la violencia y los graves retrocesos en los derechos territoriales, inherentes a este proyecto”, señaló el documento oficial.",
    "tokens": [
      "ambientalistas",
      "brasil",
      "convocaron",
      "jueves",
      "iv",
      "encuentro",
      "internacional",
      "comunidades",
      "afectadas",
      "represas",
      ",",
      "privatización",
      "agua",
      "energía",
      ",",
      "crímenes",
      "socioambientales",
      "crisis",
      "climática",
      ",",
      "celebrará",
      "noviembre",
      "próximo",
      "amazonía",
      "brasileña",
      ".",
      "cita",
      "reunirá",
      "delegaciones",
      "américa",
      "norte",
      "sur",
      ",",
      "asia",
      ",",
      "áfrica",
      "europa",
      "consigna",
      "“",
      "¡en",
      "marcha",
      "sociedad",
      "alternativa",
      "capitalismo",
      ",",
      "soberanía",
      "energética",
      "popular",
      "derechos",
      "comunidades",
      "afectadas",
      "!",
      "”",
      ".",
      "declaratoria",
      "lugar",
      "clausura",
      "jornada",
      "nacional",
      "lucha",
      "mujeres",
      "integrantes",
      "movimiento",
      "afectados",
      "represas",
      "(",
      "mab",
      ",",
      "sigla",
      "portugués",
      ")",
      ",",
      "lugar",
      "2",
      "5",
      "junio",
      "capital",
      "brasileña",
      ".",
      "manera",
      "“",
      "organizaciones",
      "convocantes",
      "buscan",
      "crear",
      "propuestas",
      "contribuir",
      ",",
      "solidaridad",
      "internacionalismo",
      "pueblos",
      ",",
      "respeto",
      "madre",
      "tierra",
      "fortalecimiento",
      "movimiento",
      "local",
      ",",
      "nacional",
      "internacional",
      "poblaciones",
      "afectadas",
      "represas",
      ",",
      "privatización",
      "agua",
      "energía",
      ",",
      "crímenes",
      "socioambientales",
      "crisis",
      "climática",
      "”",
      ".",
      "demandas",
      "mujeres",
      "movimiento",
      "resalta",
      "reglamentación",
      "aplicación",
      "política",
      "nacional",
      "derechos",
      "poblaciones",
      "afectadas",
      "(",
      "pnab",
      ")",
      ";",
      "creación",
      "planes",
      "seguridad",
      "poblaciones",
      "impactadas",
      "represas",
      ",",
      "grandes",
      "proyectos",
      "cambio",
      "climático",
      ";",
      "abordaje",
      "devastación",
      "ambiental",
      "causada",
      "sector",
      "agroindustrial",
      ".",
      "inauguración",
      "espacio",
      "lugar",
      "pasado",
      "2",
      "junio",
      ",",
      "ministra",
      "brasileña",
      "medio",
      "ambiente",
      ",",
      "marina",
      "silva",
      ",",
      "destacó",
      "alegría",
      "“",
      "saber",
      "mujeres",
      "organizadas",
      "resisten",
      "territorios",
      ",",
      "lugares",
      ",",
      "comunidades",
      ",",
      "menudo",
      "ocurre",
      "forma",
      "dramática",
      ",",
      "arrebatándoles",
      "solo",
      "lugar",
      "viven",
      ",",
      "sino",
      "propia",
      "identidad",
      ",",
      "lugar",
      "vivimos",
      "moldea",
      "identidad",
      "”",
      ".",
      "organizada",
      "movimiento",
      "afectados",
      "represas",
      "(",
      "mab",
      ")",
      ",",
      "cierre",
      "encuentro",
      "acción",
      "movilización",
      "cerca",
      "mil",
      "mujeres",
      "país",
      ",",
      "presionaron",
      "gobierno",
      "políticas",
      "reparación",
      "justicia",
      "ambiental",
      ".",
      "marcha",
      ",",
      "lugar",
      "jueves",
      "marco",
      "día",
      "mundial",
      "medio",
      "ambiente",
      ",",
      "partió",
      "teatro",
      "nacional",
      "hacia",
      "congreso",
      "rechazo",
      "proyecto",
      "ley",
      "devastación",
      ",",
      "espera",
      "nueva",
      "votación",
      "cámara",
      "diputados",
      ".",
      "marcha",
      "ley",
      "devastación",
      "clamor",
      "fin",
      "genocidio",
      "gaza",
      "participantes",
      "detallaron",
      "serie",
      "violaciones",
      "derechos",
      "directamente",
      "vinculadas",
      "delitos",
      "desastres",
      "ambientales",
      ",",
      "además",
      "profundas",
      "consecuencias",
      "operaciones",
      "grandes",
      "empresas",
      "territorios",
      "diferentes",
      "regiones",
      "país",
      ".",
      "movimiento",
      "afectados",
      "represas",
      "denunció",
      "problemas",
      "aún",
      "enfrentan",
      "afectados",
      "colapsos",
      "presas",
      "minas",
      "gerais",
      ",",
      "amenaza",
      "deslizamientos",
      "tierra",
      "debido",
      "cambio",
      "climático",
      ",",
      "contaminación",
      "ríos",
      "amazónicos",
      "minería",
      ",",
      "inminente",
      "exploración",
      "litio",
      "valle",
      "jequitinhonha",
      "(",
      "mg",
      ")",
      ",",
      "falta",
      "compensación",
      "afectados",
      "inundaciones",
      "rio",
      "grande",
      "do",
      "sul",
      ",",
      "impactos",
      "parques",
      "eólicos",
      "nordeste",
      "creciente",
      "riesgo",
      "exploración",
      "petrolera",
      "amazonía",
      ".",
      "proyecto",
      "ley",
      "devastación",
      ",",
      "conocido",
      "“",
      "madre",
      "todas",
      "campañas",
      "arreo",
      "ganado",
      "”",
      ",",
      "aprobado",
      "senado",
      "21",
      "abril",
      "54",
      "votos",
      "favor",
      "13",
      ".",
      "dado",
      "texto",
      "sufrió",
      "modificaciones",
      "senado",
      ",",
      "regresó",
      "cámara",
      "diputados",
      "posterior",
      "análisis",
      ".",
      "declaratoria",
      "proyecto",
      "ley",
      ",",
      "organizaciones",
      "criticado",
      "lugar",
      "brindar",
      "seguridad",
      "jurídica",
      ",",
      "tiende",
      "incrementar",
      "judicializaciones",
      ",",
      "además",
      "causar",
      "pérdidas",
      "económicas",
      ",",
      "sociales",
      "ambientales",
      "agravamiento",
      "crisis",
      "climática",
      ".",
      "“",
      "unimos",
      "pueblos",
      "indígenas",
      "comunidades",
      "tradicionales",
      ",",
      "denuncian",
      "aumento",
      "violencia",
      "graves",
      "retrocesos",
      "derechos",
      "territoriales",
      ",",
      "inherentes",
      "proyecto",
      "”",
      ",",
      "señaló",
      "documento",
      "oficial",
      "."
    ],
    "token_count": 412,
    "sentence_count": 14
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 87,
      "FW": 188,
      "NN": 196,
      "NNS": 34,
      "VBP": 23,
      "IN": 24,
      "JJ": 38,
      "VBZ": 9,
      "VBD": 2,
      "NNPS": 1,
      "DT": 1,
      "VB": 1,
      "CD": 3,
      "CC": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-FW": 25,
      "FW-NNP": 29,
      "NNP-NN": 24,
      "NN-NN": 113,
      "NN-NNS": 14,
      "NNS-VBP": 19,
      "VBP-NNP": 3,
      "NNP-NNP": 27,
      "FW-FW": 120,
      "FW-NN": 21,
      "NN-FW": 18,
      "FW-NNS": 10,
      "NNS-NNS": 4,
      "NNS-NN": 1,
      "NN-IN": 17,
      "IN-JJ": 3,
      "JJ-NN": 27,
      "IN-FW": 14,
      "NN-NNP": 20,
      "NNP-VBZ": 5,
      "VBZ-JJ": 2,
      "JJ-NNS": 2,
      "NNS-IN": 3,
      "IN-NNP": 4,
      "NN-JJ": 9,
      "NN-VBP": 1,
      "VBP-JJ": 10,
      "VBZ-FW": 3,
      "IN-NN": 3,
      "NNS-JJ": 1,
      "JJ-JJ": 3,
      "NN-VBD": 1,
      "VBD-JJ": 1,
      "VBP-NN": 5,
      "FW-NNPS": 1,
      "NNPS-NNP": 1,
      "FW-JJ": 6,
      "JJ-NNP": 2,
      "NN-VBZ": 2,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "JJ-FW": 3,
      "NNS-FW": 4,
      "FW-VBZ": 1,
      "VBZ-VBP": 2,
      "VBZ-NNS": 1,
      "NNP-VBP": 1,
      "NNP-VB": 1,
      "VB-NN": 1,
      "VBP-IN": 2,
      "NNP-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 1,
      "NN-CD": 1,
      "CD-NNS": 1,
      "VBP-CD": 1,
      "CD-JJ": 1,
      "NNP-IN": 1,
      "NNP-CC": 1,
      "CC-NNS": 1,
      "VBP-FW": 1,
      "NNP-JJ": 1,
      "VBP-NNS": 1,
      "NNS-RB": 1,
      "RB-JJ": 1,
      "NNS-VBZ": 1
    },
    "trigram_freq": {
      "NNP-FW-NNP": 13,
      "FW-NNP-NN": 8,
      "NNP-NN-NN": 19,
      "NN-NN-NNS": 8,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-FW": 10,
      "NNP-FW-FW": 8,
      "FW-FW-FW": 87,
      "FW-FW-NN": 11,
      "FW-NN-FW": 4,
      "NN-FW-FW": 13,
      "FW-FW-NNS": 7,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NN-NN-NN": 64,
      "NN-NN-IN": 9,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "JJ-NN-IN": 5,
      "NN-IN-FW": 13,
      "IN-FW-NNP": 4,
      "NNP-NN-NNP": 5,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 2,
      "IN-NNP-FW": 2,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 6,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 6,
      "NN-NN-JJ": 7,
      "NN-JJ-NN": 6,
      "JJ-NN-NN": 14,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NN": 10,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 6,
      "VBP-NNP-NN": 1,
      "NN-NN-FW": 13,
      "FW-FW-NNP": 10,
      "FW-NNP-FW": 9,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NNP": 1,
      "NN-NNP-NNP": 6,
      "NN-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-FW-NN": 5,
      "FW-NN-IN": 2,
      "IN-FW-FW": 5,
      "FW-NN-NN": 9,
      "NN-NNP-FW": 3,
      "NNP-FW-NN": 2,
      "NN-NNS-NNS": 2,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-JJ": 7,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "FW-NN-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NN": 5,
      "VBP-NN-NN": 3,
      "VBZ-FW-FW": 1,
      "FW-FW-NNPS": 1,
      "FW-NNPS-NNP": 1,
      "NNPS-NNP-NNP": 1,
      "JJ-NN-NNS": 2,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 4,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "JJ-NN-FW": 1,
      "VBP-NN-NNS": 2,
      "IN-FW-NN": 2,
      "FW-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "JJ-NN-NNP": 3,
      "NNP-NNP-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "FW-NN-JJ": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-FW": 2,
      "NN-JJ-JJ": 1,
      "NNP-FW-JJ": 1,
      "JJ-FW-NNP": 1,
      "NN-IN-NNP": 1,
      "NNP-FW-VBZ": 1,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NN-NNP": 1,
      "JJ-NN-JJ": 1,
      "NN-NNS-IN": 2,
      "IN-NNP-NNP": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-VB": 1,
      "NNP-VB-NN": 1,
      "VB-NN-IN": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-JJ": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-NNS": 1,
      "CC-NNS-VBP": 1,
      "NN-NNS-FW": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-RB": 1,
      "NNS-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "VBP-IN-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-VBP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 196,
        "FW": 188,
        "NNP": 87,
        "JJ": 38,
        "NNS": 34
      },
      "top_bigrams": {
        "FW-FW": 120,
        "NN-NN": 113,
        "FW-NNP": 29,
        "NNP-NNP": 27,
        "JJ-NN": 27
      },
      "top_trigrams": {
        "FW-FW-FW": 87,
        "NN-NN-NN": 64,
        "NNP-NN-NN": 19,
        "JJ-NN-NN": 14,
        "NNP-FW-NNP": 13
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 14,
    "chunk_counts": {
      "NP": 159,
      "VP": 36,
      "ADJP": 8,
      "PP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0264
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0176
      },
      {
        "rule": "NP -> ('Ley', 'NNP')",
        "frequency": 4,
        "weight": 0.0176
      },
      {
        "rule": "NP -> ('Devastación', 'NNP')",
        "frequency": 3,
        "weight": 0.0132
      },
      {
        "rule": "NP -> ('crímenes', 'NNS') ('socioambientales', 'NNS')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('crisis', 'NN') ('climática', 'NN')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('Afectados', 'NNP') ('por', 'NN') ('Represas', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('MAB', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "ADJP -> ('al', 'JJ')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('junio', 'NN')",
        "frequency": 2,
        "weight": 0.0088
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Ambientalistas"
      },
      {
        "label": "NP",
        "text": "Brasil convocaron este jueves"
      },
      {
        "label": "VP",
        "text": "al IV Encuentro Internacional"
      },
      {
        "label": "NP",
        "text": "IV Encuentro Internacional"
      },
      {
        "label": "NP",
        "text": "represas"
      },
      {
        "label": "NP",
        "text": "privatización del agua y la energía"
      },
      {
        "label": "NP",
        "text": "crímenes socioambientales"
      },
      {
        "label": "NP",
        "text": "crisis climática"
      },
      {
        "label": "ADJP",
        "text": "que"
      },
      {
        "label": "NP",
        "text": "celebrará"
      },
      {
        "label": "NP",
        "text": "Amazonía brasileña"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "cita"
      },
      {
        "label": "VP",
        "text": "reunirá a delegaciones"
      },
      {
        "label": "NP",
        "text": "a delegaciones"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Ambientalistas/NNP)\n  de/FW\n  (NP Brasil/NNP convocaron/NN este/NN jueves/NNS)\n  (VP al/VBP (NP IV/NNP Encuentro/NNP Internacional/NNP))\n  de/FW\n  comunidades/FW\n  afectadas/FW\n  por/FW\n  (NP represas/NN)\n  ,/,\n  (NP privatización/JJ del/NN agua/NN y/NN la/NN energía/NN)\n  ,/,\n  (NP crímenes/NNS socioambientales/NNS)\n  y/RB\n  (NP crisis/NN climática/NN)\n  ,/,\n  (ADJP que/JJ)\n  se/FW\n  (NP celebrará/NN)\n  en/FW\n  noviembre/FW\n  próximo/FW\n  en/FW\n  la/FW\n  (NP Amazonía/NNP brasileña/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP cita/VBZ)\n  (VP reunirá/VB (NP a/DT delegaciones/NNS))\n  (PP de/IN (NP América/NNP))\n  del/FW\n  (NP Norte/NNP y/NN Sur/NNP)\n  ,/,\n  (NP Asia/NNP)\n  ,/,\n  (NP\n    África/NNP\n    y/NNP\n    Europa/NNP\n    y/NNP\n    tendrá/NN\n    como/NN\n    consigna/NN\n    “/NNP\n    ¡En/NNP\n    marcha/NN\n    por/NN)\n  (NP una/JJ sociedad/NN alternativa/NN al/NN capitalismo/NN)\n  ,/,\n  (NP por/NN la/NN soberanía/NN)\n  (VP\n    energética/VBP\n    (NP popular/JJ y/NN por/NN)\n    (NP los/JJ derechos/NN))\n  de/IN\n  las/FW\n  (NP comunidades/NNS)\n  (VP afectadas/VBP)\n  !/.\n  (NP ”/NN)\n  ./.)",
      "(S\n  (NP Esta/NNP declaratoria/NN tuvo/NN lugar/NN durante/NN)\n  la/FW\n  clausura/FW\n  de/FW\n  la/FW\n  (NP Jornada/NNP Nacional/NNP)\n  de/FW\n  (NP Lucha/NNP)\n  de/FW\n  (NP Mujeres/NNP)\n  (VP integrantes/VBZ)\n  del/FW\n  (NP Movimiento/NNP)\n  de/FW\n  (NP Afectados/NNP por/NN Represas/NNP)\n  (/(\n  (NP MAB/NNP)\n  ,/,\n  (NP por/NN su/NN sigla/NN)\n  (PP en/IN (NP portugués/NN))\n  )/)\n  ,/,\n  (NP que/JJ tuvo/NN lugar/NN)\n  (VP del/VBZ)\n  2/CD\n  (ADJP al/JJ)\n  5/CD\n  (PP de/IN (NP junio/NN))\n  en/IN\n  la/FW\n  (NP capital/NN brasileña/NN)\n  ./.)",
      "(S\n  (NP De/NNP)\n  esta/FW\n  (NP manera/NN “/NNP)\n  (VP\n    las/VBZ\n    (NP organizaciones/NNS convocantes/NNS)\n    (NP buscan/JJ crear/JJ propuestas/NNS))\n  (VP para/VBP (NP contribuir/NN))\n  ,/,\n  (NP desde/NN la/NN)\n  solidaridad/FW\n  (NP y/NN)\n  el/FW\n  (NP internacionalismo/NN)\n  de/IN\n  los/FW\n  (NP pueblos/NN)\n  ,/,\n  (NP\n    al/JJ\n    respeto/NN\n    por/NN\n    la/NN\n    Madre/NNP\n    Tierra/NNP\n    y/NNP\n    al/NN\n    fortalecimiento/NN\n    del/NN\n    movimiento/NN)\n  (ADJP local/JJ)\n  ,/,\n  (ADJP nacional/JJ)\n  e/FW\n  (ADJP internacional/JJ)\n  de/FW\n  las/FW\n  (NP poblaciones/NNS)\n  (VP afectadas/VBP (NP por/JJ represas/NN))\n  ,/,\n  la/FW\n  privatización/FW\n  del/FW\n  agua/FW\n  y/FW\n  la/FW\n  energía/FW\n  ,/,\n  los/FW\n  (NP crímenes/NNS socioambientales/NNS)\n  y/RB\n  (VP la/VBP (NP crisis/NN climática/NN ”/NNP))\n  ./.)",
      "(S\n  (NP Entre/NNP)\n  (VP las/VBD)\n  demandas/FW\n  de/FW\n  las/FW\n  (NP mujeres/NNS)\n  (VP\n    del/VBP\n    (NP\n      movimiento/NN\n      resalta/NN\n      la/NN\n      reglamentación/NN\n      y/NN\n      aplicación/NN))\n  de/IN\n  la/FW\n  (NP Política/NNP Nacional/NNP)\n  de/FW\n  (NP Derechos/NNP)\n  de/FW\n  las/FW\n  (NP Poblaciones/NNS Afectadas/NNP)\n  (/(\n  (NP PNAB/NNP)\n  )/)\n  ;/:\n  la/CC\n  creación/FW\n  de/FW\n  planes/FW\n  de/FW\n  seguridad/FW\n  para/FW\n  las/FW\n  (NP poblaciones/NNS)\n  (VP impactadas/VBP (NP por/JJ represas/NN))\n  ,/,\n  (NP grandes/NNS)\n  (VP proyectos/VBP y/RB (NP el/JJ cambio/NN climático/NN))\n  ;/:\n  y/CC\n  (VP el/VB (NP abordaje/NN))\n  de/IN\n  la/FW\n  devastación/FW\n  (NP\n    ambiental/JJ\n    causada/NN\n    por/NN\n    el/NN\n    sector/NN\n    agroindustrial/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GRUPOS_ESPECIFICOS",
      "DESASTRES_ACCIDENTES_EMERGENCIAS",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "RECURSOS_NATURALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "CANTIDADES_NUMERICAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "NEOLIBERALISMO_MERCADO"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "movilización de cerca de mil mujeres de todo el país, que presionaron al gobierno",
        "position": [
          2045,
          2126
        ],
        "start": 2045,
        "end": 2126
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció también los problemas que aún enfrentan los afectados por los colapsos de presas en minas gerais, la amenaza de deslizamientos de tierra debido al",
        "position": [
          2790,
          2945
        ],
        "start": 2790,
        "end": 2945
      },
      {
        "category": "DESASTRES_ACCIDENTES_EMERGENCIAS",
        "matched_text": "deslizamientos de tierra",
        "position": [
          2911,
          2935
        ],
        "start": 2911,
        "end": 2935
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          732,
          739
        ],
        "start": 732,
        "end": 739
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          4071,
          4077
        ],
        "start": 4071,
        "end": 4077
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "genocidio en gaza",
        "position": [
          2482,
          2499
        ],
        "start": 2482,
        "end": 2499
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "crisis climática",
        "position": [
          182,
          198
        ],
        "start": 182,
        "end": 198
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "contaminación",
        "position": [
          2967,
          2980
        ],
        "start": 2967,
        "end": 2980
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "teatro nacional",
        "position": [
          2274,
          2289
        ],
        "start": 2274,
        "end": 2289
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          3895,
          3904
        ],
        "start": 3895,
        "end": 3904
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          596,
          603
        ],
        "start": 596,
        "end": 603
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1629,
          1636
        ],
        "start": 1629,
        "end": 1636
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2790,
          2798
        ],
        "start": 2790,
        "end": 2798
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley de devastación, también conocido como la “madre de todas las campañas de arreo de ganado”, fue aprobado por el senado el 21",
        "position": [
          3308,
          3435
        ],
        "start": 3308,
        "end": 3435
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          2322,
          2337
        ],
        "start": 2322,
        "end": 2337
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          135,
          139
        ],
        "start": 135,
        "end": 139
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          145,
          152
        ],
        "start": 145,
        "end": 152
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          18,
          24
        ],
        "start": 18,
        "end": 24
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "privatización",
        "position": [
          117,
          130
        ],
        "start": 117,
        "end": 130
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "54 votos",
        "position": [
          3449,
          3457
        ],
        "start": 3449,
        "end": 3457
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "13 en contra",
        "position": [
          3468,
          3480
        ],
        "start": 3468,
        "end": 3480
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "con 54 votos a favor",
        "position": [
          3445,
          3465
        ],
        "start": 3445,
        "end": 3465
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Marina Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "MAB",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rio Grande do Sul",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Minas Gerais",
        "tipo": "Lugar"
      },
      {
        "nombre": "América del Norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Senado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "MG",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Medio Ambiente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Movimiento de Afectados por Represas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Política Nacional de Derechos de las Poblaciones Afectadas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Teatro Nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Madre Tierra",
        "tipo": "Persona"
      },
      {
        "nombre": "Cámara de Diputados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nordeste",
        "tipo": "Lugar"
      },
      {
        "nombre": "Valle de Jequitinhonha",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Amazonía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Brasil",
        "relacion": "CONVOCAR",
        "objeto": "Amazonía"
      },
      {
        "sujeto": "Teatro Nacional",
        "relacion": "PARTIR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Teatro Nacional",
        "relacion": "PARTIR",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "Congreso",
        "relacion": "PARTIR",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "Movimiento de Afectados por Represas",
        "relacion": "DENUNCIAR",
        "objeto": "Minas Gerais"
      },
      {
        "sujeto": "Movimiento de Afectados por Represas",
        "relacion": "DENUNCIAR",
        "objeto": "Valle de Jequitinhonha"
      },
      {
        "sujeto": "Movimiento de Afectados por Represas",
        "relacion": "DENUNCIAR",
        "objeto": "MG"
      },
      {
        "sujeto": "Movimiento de Afectados por Represas",
        "relacion": "DENUNCIAR",
        "objeto": "Rio Grande do Sul"
      },
      {
        "sujeto": "Movimiento de Afectados por Represas",
        "relacion": "DENUNCIAR",
        "objeto": "Nordeste"
      },
      {
        "sujeto": "Movimiento de Afectados por Represas",
        "relacion": "DENUNCIAR",
        "objeto": "Amazonía"
      },
      {
        "sujeto": "Minas Gerais",
        "relacion": "ENFRENTAR_DENUNCIAR",
        "objeto": "Valle de Jequitinhonha"
      },
      {
        "sujeto": "Minas Gerais",
        "relacion": "ENFRENTAR_DENUNCIAR",
        "objeto": "MG"
      },
      {
        "sujeto": "Minas Gerais",
        "relacion": "ENFRENTAR_DENUNCIAR",
        "objeto": "Rio Grande do Sul"
      },
      {
        "sujeto": "Minas Gerais",
        "relacion": "ENFRENTAR_DENUNCIAR",
        "objeto": "Nordeste"
      },
      {
        "sujeto": "Minas Gerais",
        "relacion": "ENFRENTAR_DENUNCIAR",
        "objeto": "Amazonía"
      },
      {
        "sujeto": "Valle de Jequitinhonha",
        "relacion": "DENUNCIAR",
        "objeto": "Rio Grande do Sul"
      },
      {
        "sujeto": "Valle de Jequitinhonha",
        "relacion": "DENUNCIAR",
        "objeto": "Nordeste"
      },
      {
        "sujeto": "Valle de Jequitinhonha",
        "relacion": "DENUNCIAR",
        "objeto": "Amazonía"
      },
      {
        "sujeto": "MG",
        "relacion": "DENUNCIAR",
        "objeto": "Rio Grande do Sul"
      },
      {
        "sujeto": "MG",
        "relacion": "DENUNCIAR",
        "objeto": "Nordeste"
      },
      {
        "sujeto": "MG",
        "relacion": "DENUNCIAR",
        "objeto": "Amazonía"
      },
      {
        "sujeto": "Senado",
        "relacion": "SUFRIR_REGRESAR",
        "objeto": "Cámara de Diputados"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9098,
    "pos": 0.009,
    "neu": 0.964,
    "neg": 0.027,
    "label": "negative"
  }
}