{
  "url": "https://www.telesurtv.net/congreso-argentino-aprueba-veto-presidencial-contra-reforma-jubilatoria/",
  "title": "Congreso argentino aprueba veto presidencial contra reforma jubilatoria - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Congreso",
    "pensiones",
    "reforma",
    "veto"
  ],
  "text": "El Congreso de Argentina aprobó este martes el veto propuesto por el presidente Javier Milei a la reforma jubilatoria, lo que perjudica a los jubilados en la obtención de mejores pensiones.\nCon 153 votos a favor, 87 en contra y ocho abstenciones se aprobó el veto con la complicidad de diputados de la Unión Cívica Radical, partido que impulsó esta medida, mientras que otros dos legisladores de esta fuerza se ausentaron de la votación.\nLos cinco legisladores de la UCR se reunieron con Milei y cambiaron su voto, por lo el veto a la reforma que dispone una suba de los haberes jubilatorios y una nueva fórmula de movilidad se impuso.\nEntre tanto, la represión de la Gendarmería, la Policía Federal, la Prefectura Naval Argentina (PNA), tuvo lugar contra los manifestantes que se encontraban de forma pacífica frente al Palacio Legislativo para rechazar el aval de la Cámara de Diputados al veto presidencial.\nDe acuerdo a la plataforma Página 12, un jubilado alegó que se encontraban “en la vereda y nos empezaron a empujar los mismos policías para el medio de la calle. Nos querían seguir empujando para más adentro y yo quise salir, para volver a la vereda, y ahí desde atrás me pusieron el aerosol (gas lacrimógeno) a 20 centímetros de los ojos y me dispararon”.\nPor su parte, la actual vocera de las asambleas de La Poderosa, Negra Albornoz refirió que “es una indignación enorme que maltraten a los viejos. Hoy están peleando por unas jubilaciones miserables y este Congreso le da la espalda”.\nEntre tanto la Cámara Baja no consiguió los dos tercios necesarios para insistir con el proyecto de ley, el sindicato de prensa de Buenos Aires se movilizó para repudiar la represión contra la prensa junto con la Asociación de Reporterxs Gráficos de la República Argentina y defender las jubilaciones junto al movimiento sindical, social y de derechos humanos.\nCon la consigna “Unidad en las calles por los derechos”, los movilizantes exigieron de igual manera sueldos dignos a los trabajadores, tras la negativa de iniciativa de la reforma jubilatoria que estipulaba una fórmula de actualización mensual de las jubilaciones que combinaba el índice de inflación y la variación promedio de los salarios registrados, más un ajuste extraordinario del 8,1 por ciento a los haberes de abril para compensar la inflación mensual de 20,6 por ciento de enero.\nEl proyecto de movilidad jubilatoria fue sancionada por el Senado el 22 de agosto con 61 votos a favor, mientras que Javier Milei vetó en su totalidad el proyecto el 2 de septiembre, bajo la asunción de que la medida era “manifiestamente violatoria del marco jurídico vigente”.\nLos pensionados pedían la suba de un 8,1 por ciento de las jubilaciones en un contexto donde Argentina tiene seis millones de jubilados, de acuerdo al Boletín Estadístico de la Seguridad Social, de los cuales, el 64,4 por ciento cobra el haber mínimo.\nTras ser reprimido, un jubilado movilizado refirió que “no alcanza la jubilación. Vine por eso, es una vergüenza lo que está pasando. No nos alcanza ni para comer, es un desgraciado este hombre”.\nTras la policía arremeter contra las y los argentinos presentes, medios locales han confirmado, que resultaron heridas varias personas, entre ellas un niño y una niña, mientras que una mujer fue asistida por una ambulancia tras una herida de bala de goma en el cuello.\nMientras que el salario mínimo es de 234.540 pesos argentinos, la canasta básica es de 313.390, según los informes del Centro de Estudios Legales y Sociales.\nEntre tanto, el aumento de precios alcanzó un 236,7 por ciento interanual, ya que los precios al consumidor aumentaron 4,2 por ciento en agosto de 2024 respecto de julio y 236,7 por ciento interanual. El INDEC informó en la tarde del miércoles una nueva suba de la inflación, lo que representa un freno a la curva descendente que trazaba el gobierno de Javier Milei desde abril.\nLa división con mayor alza mensual en agosto de 2024 fue la vivienda, agua, electricidad y otros combustibles (7,0 por ciento), así como el sector educativo (6,6 por ciento).\nLos datos confirman que la pobreza alcanzó al 52 por ciento de la población y la indigencia el 17.9 por ciento en los primeros seis meses del 2024.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/congreso-argentino-aprueba-veto-presidencial-contra-reforma-jubilatoria/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1158,
    "message_id": 76128,
    "date": "2024-09-11T21:55:08+00:00",
    "text": "teleSUR\nCongreso argentino aprueba veto presidencial contra reforma jubilatoria\nhttps://www.telesurtv.net/congreso-argentino-aprueba-veto-presidencial-contra-reforma-jubilatoria/",
    "photo_path": null,
    "views": 3529,
    "reactions": {
      "🤬": 78,
      "👍": 3,
      "👎": 2,
      "🤔": 2,
      "😡": 1
    },
    "total_reactions": 86
  },
  "preprocessing": {
    "cleaned": "el congreso de argentina aprobó este martes el veto propuesto por el presidente javier milei a la reforma jubilatoria, lo que perjudica a los jubilados en la obtención de mejores pensiones. con 153 votos a favor, 87 en contra y ocho abstenciones se aprobó el veto con la complicidad de diputados de la unión cívica radical, partido que impulsó esta medida, mientras que otros dos legisladores de esta fuerza se ausentaron de la votación. los cinco legisladores de la ucr se reunieron con milei y cambiaron su voto, por lo el veto a la reforma que dispone una suba de los haberes jubilatorios y una nueva fórmula de movilidad se impuso. entre tanto, la represión de la gendarmería, la policía federal, la prefectura naval argentina (pna), tuvo lugar contra los manifestantes que se encontraban de forma pacífica frente al palacio legislativo para rechazar el aval de la cámara de diputados al veto presidencial. de acuerdo a la plataforma página 12, un jubilado alegó que se encontraban “en la vereda y nos empezaron a empujar los mismos policías para el medio de la calle. nos querían seguir empujando para más adentro y yo quise salir, para volver a la vereda, y ahí desde atrás me pusieron el aerosol (gas lacrimógeno) a 20 centímetros de los ojos y me dispararon”. por su parte, la actual vocera de las asambleas de la poderosa, negra albornoz refirió que “es una indignación enorme que maltraten a los viejos. hoy están peleando por unas jubilaciones miserables y este congreso le da la espalda”. entre tanto la cámara baja no consiguió los dos tercios necesarios para insistir con el proyecto de ley, el sindicato de prensa de buenos aires se movilizó para repudiar la represión contra la prensa junto con la asociación de reporterxs gráficos de la república argentina y defender las jubilaciones junto al movimiento sindical, social y de derechos humanos. con la consigna “unidad en las calles por los derechos”, los movilizantes exigieron de igual manera sueldos dignos a los trabajadores, tras la negativa de iniciativa de la reforma jubilatoria que estipulaba una fórmula de actualización mensual de las jubilaciones que combinaba el índice de inflación y la variación promedio de los salarios registrados, más un ajuste extraordinario del 8,1 por ciento a los haberes de abril para compensar la inflación mensual de 20,6 por ciento de enero. el proyecto de movilidad jubilatoria fue sancionada por el senado el 22 de agosto con 61 votos a favor, mientras que javier milei vetó en su totalidad el proyecto el 2 de septiembre, bajo la asunción de que la medida era “manifiestamente violatoria del marco jurídico vigente”. los pensionados pedían la suba de un 8,1 por ciento de las jubilaciones en un contexto donde argentina tiene seis millones de jubilados, de acuerdo al boletín estadístico de la seguridad social, de los cuales, el 64,4 por ciento cobra el haber mínimo. tras ser reprimido, un jubilado movilizado refirió que “no alcanza la jubilación. vine por eso, es una vergüenza lo que está pasando. no nos alcanza ni para comer, es un desgraciado este hombre”. tras la policía arremeter contra las y los argentinos presentes, medios locales han confirmado, que resultaron heridas varias personas, entre ellas un niño y una niña, mientras que una mujer fue asistida por una ambulancia tras una herida de bala de goma en el cuello. mientras que el salario mínimo es de 234.540 pesos argentinos, la canasta básica es de 313.390, según los informes del centro de estudios legales y sociales. entre tanto, el aumento de precios alcanzó un 236,7 por ciento interanual, ya que los precios al consumidor aumentaron 4,2 por ciento en agosto de 2024 respecto de julio y 236,7 por ciento interanual. el indec informó en la tarde del miércoles una nueva suba de la inflación, lo que representa un freno a la curva descendente que trazaba el gobierno de javier milei desde abril. la división con mayor alza mensual en agosto de 2024 fue la vivienda, agua, electricidad y otros combustibles (7,0 por ciento), así como el sector educativo (6,6 por ciento). los datos confirman que la pobreza alcanzó al 52 por ciento de la población y la indigencia el 17.9 por ciento en los primeros seis meses del 2024.",
    "tokens": [
      "congreso",
      "argentina",
      "aprobó",
      "martes",
      "veto",
      "propuesto",
      "presidente",
      "javier",
      "milei",
      "reforma",
      "jubilatoria",
      ",",
      "perjudica",
      "jubilados",
      "obtención",
      "mejores",
      "pensiones",
      ".",
      "153",
      "votos",
      "favor",
      ",",
      "87",
      "ocho",
      "abstenciones",
      "aprobó",
      "veto",
      "complicidad",
      "diputados",
      "unión",
      "cívica",
      "radical",
      ",",
      "partido",
      "impulsó",
      "medida",
      ",",
      "mientras",
      "dos",
      "legisladores",
      "fuerza",
      "ausentaron",
      "votación",
      ".",
      "cinco",
      "legisladores",
      "ucr",
      "reunieron",
      "milei",
      "cambiaron",
      "voto",
      ",",
      "veto",
      "reforma",
      "dispone",
      "suba",
      "haberes",
      "jubilatorios",
      "nueva",
      "fórmula",
      "movilidad",
      "impuso",
      ".",
      ",",
      "represión",
      "gendarmería",
      ",",
      "policía",
      "federal",
      ",",
      "prefectura",
      "naval",
      "argentina",
      "(",
      "pna",
      ")",
      ",",
      "lugar",
      "manifestantes",
      "encontraban",
      "forma",
      "pacífica",
      "frente",
      "palacio",
      "legislativo",
      "rechazar",
      "aval",
      "cámara",
      "diputados",
      "veto",
      "presidencial",
      ".",
      "acuerdo",
      "plataforma",
      "página",
      "12",
      ",",
      "jubilado",
      "alegó",
      "encontraban",
      "“",
      "vereda",
      "empezaron",
      "empujar",
      "mismos",
      "policías",
      "medio",
      "calle",
      ".",
      "querían",
      "seguir",
      "empujando",
      "adentro",
      "quise",
      "salir",
      ",",
      "volver",
      "vereda",
      ",",
      "ahí",
      "atrás",
      "pusieron",
      "aerosol",
      "(",
      "gas",
      "lacrimógeno",
      ")",
      "20",
      "centímetros",
      "ojos",
      "dispararon",
      "”",
      ".",
      "parte",
      ",",
      "actual",
      "vocera",
      "asambleas",
      "poderosa",
      ",",
      "negra",
      "albornoz",
      "refirió",
      "“",
      "indignación",
      "enorme",
      "maltraten",
      "viejos",
      ".",
      "hoy",
      "peleando",
      "unas",
      "jubilaciones",
      "miserables",
      "congreso",
      "da",
      "espalda",
      "”",
      ".",
      "cámara",
      "baja",
      "consiguió",
      "dos",
      "tercios",
      "necesarios",
      "insistir",
      "proyecto",
      "ley",
      ",",
      "sindicato",
      "prensa",
      "buenos",
      "aires",
      "movilizó",
      "repudiar",
      "represión",
      "prensa",
      "junto",
      "asociación",
      "reporterxs",
      "gráficos",
      "república",
      "argentina",
      "defender",
      "jubilaciones",
      "junto",
      "movimiento",
      "sindical",
      ",",
      "social",
      "derechos",
      "humanos",
      ".",
      "consigna",
      "“",
      "unidad",
      "calles",
      "derechos",
      "”",
      ",",
      "movilizantes",
      "exigieron",
      "igual",
      "manera",
      "sueldos",
      "dignos",
      "trabajadores",
      ",",
      "tras",
      "negativa",
      "iniciativa",
      "reforma",
      "jubilatoria",
      "estipulaba",
      "fórmula",
      "actualización",
      "mensual",
      "jubilaciones",
      "combinaba",
      "índice",
      "inflación",
      "variación",
      "promedio",
      "salarios",
      "registrados",
      ",",
      "ajuste",
      "extraordinario",
      "8,1",
      "ciento",
      "haberes",
      "abril",
      "compensar",
      "inflación",
      "mensual",
      "20,6",
      "ciento",
      "enero",
      ".",
      "proyecto",
      "movilidad",
      "jubilatoria",
      "sancionada",
      "senado",
      "22",
      "agosto",
      "61",
      "votos",
      "favor",
      ",",
      "mientras",
      "javier",
      "milei",
      "vetó",
      "totalidad",
      "proyecto",
      "2",
      "septiembre",
      ",",
      "bajo",
      "asunción",
      "medida",
      "“",
      "manifiestamente",
      "violatoria",
      "marco",
      "jurídico",
      "vigente",
      "”",
      ".",
      "pensionados",
      "pedían",
      "suba",
      "8,1",
      "ciento",
      "jubilaciones",
      "contexto",
      "argentina",
      "seis",
      "millones",
      "jubilados",
      ",",
      "acuerdo",
      "boletín",
      "estadístico",
      "seguridad",
      "social",
      ",",
      "cuales",
      ",",
      "64,4",
      "ciento",
      "cobra",
      "haber",
      "mínimo",
      ".",
      "tras",
      "ser",
      "reprimido",
      ",",
      "jubilado",
      "movilizado",
      "refirió",
      "“",
      "alcanza",
      "jubilación",
      ".",
      "vine",
      ",",
      "vergüenza",
      "pasando",
      ".",
      "alcanza",
      "comer",
      ",",
      "desgraciado",
      "hombre",
      "”",
      ".",
      "tras",
      "policía",
      "arremeter",
      "argentinos",
      "presentes",
      ",",
      "medios",
      "locales",
      "confirmado",
      ",",
      "resultaron",
      "heridas",
      "varias",
      "personas",
      ",",
      "niño",
      "niña",
      ",",
      "mientras",
      "mujer",
      "asistida",
      "ambulancia",
      "tras",
      "herida",
      "bala",
      "goma",
      "cuello",
      ".",
      "mientras",
      "salario",
      "mínimo",
      "234.540",
      "pesos",
      "argentinos",
      ",",
      "canasta",
      "básica",
      "313.390",
      ",",
      "según",
      "informes",
      "centro",
      "estudios",
      "legales",
      "sociales",
      ".",
      ",",
      "aumento",
      "precios",
      "alcanzó",
      "236,7",
      "ciento",
      "interanual",
      ",",
      "precios",
      "consumidor",
      "aumentaron",
      "4,2",
      "ciento",
      "agosto",
      "2024",
      "respecto",
      "julio",
      "236,7",
      "ciento",
      "interanual",
      ".",
      "indec",
      "informó",
      "tarde",
      "miércoles",
      "nueva",
      "suba",
      "inflación",
      ",",
      "representa",
      "freno",
      "curva",
      "descendente",
      "trazaba",
      "gobierno",
      "javier",
      "milei",
      "abril",
      ".",
      "división",
      "mayor",
      "alza",
      "mensual",
      "agosto",
      "2024",
      "vivienda",
      ",",
      "agua",
      ",",
      "electricidad",
      "combustibles",
      "(",
      "7,0",
      "ciento",
      ")",
      ",",
      "así",
      "sector",
      "educativo",
      "(",
      "6,6",
      "ciento",
      ")",
      ".",
      "datos",
      "confirman",
      "pobreza",
      "alcanzó",
      "52",
      "ciento",
      "población",
      "indigencia",
      "17.9",
      "ciento",
      "primeros",
      "seis",
      "meses",
      "2024",
      "."
    ],
    "token_count": 444,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "IN": 35,
      "VBD": 5,
      "NN": 217,
      "NNS": 41,
      "VBP": 31,
      "FW": 166,
      "CD": 22,
      "JJ": 68,
      "VBZ": 10,
      "CC": 1,
      "PRP": 2,
      "VB": 1,
      "DT": 2,
      "RB": 3
    },
    "bigram_freq": {
      "NNP-NNP": 28,
      "NNP-IN": 6,
      "IN-NNP": 1,
      "NNP-VBD": 2,
      "VBD-NN": 1,
      "NN-NNS": 12,
      "NNS-VBP": 24,
      "VBP-NN": 4,
      "NN-NN": 110,
      "NN-NNP": 14,
      "NNP-FW": 10,
      "FW-NN": 25,
      "NN-IN": 22,
      "IN-FW": 25,
      "FW-FW": 96,
      "FW-NNS": 8,
      "NNS-NNP": 1,
      "NNP-CD": 2,
      "CD-NNS": 3,
      "VBP-CD": 3,
      "CD-JJ": 4,
      "JJ-NN": 40,
      "NN-JJ": 18,
      "JJ-NNS": 9,
      "NNS-FW": 1,
      "FW-VBP": 2,
      "VBP-JJ": 17,
      "NN-FW": 26,
      "FW-NNP": 23,
      "NNP-NN": 20,
      "NNS-JJ": 4,
      "NNS-IN": 4,
      "FW-JJ": 6,
      "JJ-FW": 7,
      "NN-VBZ": 6,
      "VBZ-IN": 1,
      "NNS-NNS": 5,
      "JJ-JJ": 7,
      "NNP-CC": 1,
      "CC-NN": 1,
      "IN-PRP": 2,
      "PRP-VBP": 2,
      "VBZ-CD": 3,
      "CD-NN": 13,
      "FW-IN": 1,
      "VBP-NNP": 3,
      "NN-VB": 1,
      "VB-JJ": 1,
      "JJ-NNP": 3,
      "IN-NN": 1,
      "NNP-DT": 1,
      "DT-NN": 2,
      "VBZ-JJ": 6,
      "VBD-JJ": 2,
      "NNP-VBZ": 3,
      "VBP-FW": 1,
      "VBP-NNS": 3,
      "NN-VBP": 1,
      "FW-CD": 5,
      "CD-IN": 1,
      "IN-JJ": 3,
      "NN-CD": 2,
      "NNS-RB": 1,
      "RB-NNP": 1,
      "NN-DT": 1,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "NNP-VBP": 1,
      "IN-CD": 3,
      "JJ-VBP": 1,
      "JJ-CD": 1,
      "NN-VBD": 3,
      "VBD-NNS": 1,
      "NNS-CD": 1,
      "VBD-CD": 1,
      "NN-RB": 1,
      "RB-CD": 1
    },
    "trigram_freq": {
      "NNP-NNP-IN": 5,
      "NNP-IN-NNP": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-NNS": 1,
      "NN-NNS-VBP": 9,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 4,
      "NN-NN-NN": 50,
      "NN-NN-NNP": 8,
      "NN-NNP-NNP": 3,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-FW": 1,
      "NNP-FW-NN": 4,
      "FW-NN-NN": 9,
      "NN-NN-IN": 6,
      "NN-IN-FW": 17,
      "IN-FW-FW": 14,
      "FW-FW-FW": 62,
      "FW-FW-NNS": 4,
      "FW-NNS-NNP": 1,
      "NNS-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-VBP": 2,
      "NNS-VBP-CD": 3,
      "VBP-CD-JJ": 1,
      "CD-JJ-NN": 4,
      "JJ-NN-JJ": 2,
      "NN-JJ-NNS": 4,
      "JJ-NNS-FW": 1,
      "NNS-FW-VBP": 1,
      "FW-VBP-JJ": 2,
      "VBP-JJ-NN": 9,
      "JJ-NN-NN": 17,
      "NN-NN-FW": 17,
      "NN-FW-FW": 12,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 18,
      "NN-FW-NN": 8,
      "FW-NN-NNS": 1,
      "NN-NNS-JJ": 2,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "IN-FW-JJ": 1,
      "FW-JJ-FW": 3,
      "JJ-FW-FW": 6,
      "FW-NNP-NN": 2,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-NNP": 5,
      "FW-NNP-FW": 7,
      "NN-NNP-NN": 6,
      "FW-NN-FW": 6,
      "FW-FW-NN": 13,
      "FW-NN-JJ": 1,
      "NN-JJ-NN": 13,
      "JJ-NN-IN": 12,
      "IN-FW-NNS": 4,
      "FW-NNS-NNS": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "FW-NN-NNP": 4,
      "NNP-FW-NNP": 4,
      "NN-NN-JJ": 15,
      "JJ-NN-NNS": 5,
      "NNS-VBP-JJ": 12,
      "FW-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NN": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-FW": 2,
      "FW-NNP-CD": 1,
      "NNP-CD-JJ": 1,
      "FW-NN-IN": 3,
      "NN-IN-PRP": 1,
      "IN-PRP-VBP": 2,
      "PRP-VBP-JJ": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-CD": 2,
      "VBZ-CD-NN": 2,
      "CD-NN-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-PRP": 1,
      "PRP-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NN-FW-JJ": 3,
      "FW-JJ-NN": 2,
      "NN-NN-VB": 1,
      "NN-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "JJ-NNS-NNS": 3,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-NNP": 2,
      "NN-FW-NNP": 3,
      "FW-NNP-IN": 1,
      "NNP-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 2,
      "JJ-NN-FW": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NNP-IN-FW": 4,
      "NN-NN-NNS": 5,
      "VBP-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "JJ-NNS-VBP": 3,
      "VBP-JJ-JJ": 4,
      "NNS-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "FW-NNS-VBP": 5,
      "CD-NN-NN": 11,
      "FW-FW-CD": 4,
      "FW-CD-NN": 5,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "CD-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "JJ-NN-CD": 1,
      "NN-CD-NNS": 1,
      "VBP-NNS-RB": 1,
      "NNS-RB-NNP": 1,
      "RB-NNP-NNP": 1,
      "NNP-NN-FW": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "NN-NNS-IN": 1,
      "VBP-CD-NN": 1,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NNP": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "VBZ-JJ-NNP": 1,
      "NN-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-JJ-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-JJ-NN": 1,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "IN-CD-JJ": 1,
      "VBP-NNP-FW": 1,
      "FW-FW-VBP": 1,
      "VBP-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "IN-CD-NN": 1,
      "CD-NN-IN": 1,
      "IN-FW-CD": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-NNS": 1,
      "VBD-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "FW-NN-RB": 1,
      "NN-RB-CD": 1,
      "RB-CD-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 217,
        "FW": 166,
        "NNP": 75,
        "JJ": 68,
        "NNS": 41
      },
      "top_bigrams": {
        "NN-NN": 110,
        "FW-FW": 96,
        "JJ-NN": 40,
        "NNP-NNP": 28,
        "NN-FW": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 62,
        "NN-NN-NN": 50,
        "NNP-NN-NN": 18,
        "NN-IN-FW": 17,
        "JJ-NN-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 182,
      "PP": 7,
      "VP": 42,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 7,
        "weight": 0.027
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0193
      },
      {
        "rule": "NP -> ('votos', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('a', 'DT') ('favor', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Los', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Entre', 'NNP') ('tanto', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('jubilaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 2,
        "weight": 0.0077
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Congreso"
      },
      {
        "label": "PP",
        "text": "de Argentina"
      },
      {
        "label": "NP",
        "text": "Argentina"
      },
      {
        "label": "VP",
        "text": "aprobó este martes"
      },
      {
        "label": "NP",
        "text": "este martes"
      },
      {
        "label": "VP",
        "text": "el veto propuesto por el presidente Javier Milei a la reforma jubilatoria"
      },
      {
        "label": "NP",
        "text": "veto propuesto por el presidente Javier Milei"
      },
      {
        "label": "NP",
        "text": "a la reforma jubilatoria"
      },
      {
        "label": "NP",
        "text": "lo que"
      },
      {
        "label": "VP",
        "text": "perjudica a los jubilados"
      },
      {
        "label": "NP",
        "text": "a los jubilados"
      },
      {
        "label": "NP",
        "text": "pensiones"
      },
      {
        "label": "NP",
        "text": "Con"
      },
      {
        "label": "NP",
        "text": "votos"
      },
      {
        "label": "NP",
        "text": "a favor"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Congreso/NNP)\n  (PP de/IN (NP Argentina/NNP))\n  (VP aprobó/VBD (NP este/NN martes/NNS))\n  (VP\n    el/VBP\n    (NP\n      veto/NN\n      propuesto/NN\n      por/NN\n      el/NN\n      presidente/NN\n      Javier/NNP\n      Milei/NNP)\n    (NP a/DT la/NN reforma/NN jubilatoria/NN))\n  ,/,\n  (NP lo/JJ que/NN)\n  (VP perjudica/VBD (NP a/DT los/JJ jubilados/NN))\n  en/IN\n  la/FW\n  obtención/FW\n  de/FW\n  mejores/FW\n  (NP pensiones/NNS)\n  ./.)",
      "(S\n  (NP Con/NNP)\n  153/CD\n  (NP votos/NN)\n  (NP a/DT favor/NN)\n  ,/,\n  87/CD\n  (NP en/NN contra/NN y/NN)\n  (NP ocho/JJ abstenciones/NNS)\n  se/FW\n  (VP aprobó/VBP (NP el/JJ veto/NN con/NN))\n  la/FW\n  complicidad/FW\n  de/FW\n  diputados/FW\n  de/FW\n  la/FW\n  (NP Unión/NNP Cívica/NNP Radical/NNP)\n  ,/,\n  (NP partido/NN que/NN impulsó/NN esta/NN medida/NN)\n  ,/,\n  mientras/FW\n  (NP que/NN otros/NNS)\n  (NP dos/JJ legisladores/NNS)\n  de/IN\n  esta/FW\n  (ADJP fuerza/JJ)\n  se/FW\n  ausentaron/FW\n  de/FW\n  la/FW\n  votación/FW\n  ./.)",
      "(S\n  (NP Los/NNP)\n  (NP cinco/JJ legisladores/NNS)\n  de/IN\n  la/FW\n  (NP UCR/NNP)\n  se/FW\n  (NP reunieron/NN con/NN Milei/NNP y/NNP cambiaron/NN su/NN voto/NN)\n  ,/,\n  (NP por/JJ lo/NN el/NN veto/NN)\n  (NP a/DT la/NN reforma/NN que/NN dispone/NN)\n  (NP una/JJ suba/NN)\n  de/IN\n  los/FW\n  (NP haberes/NNS jubilatorios/NNS)\n  (VP y/VBP (NP una/JJ nueva/JJ fórmula/NN))\n  de/IN\n  movilidad/FW\n  (NP se/JJ impuso/NN)\n  ./.)",
      "(S\n  (NP Entre/NNP tanto/NN)\n  ,/,\n  la/FW\n  represión/FW\n  de/FW\n  la/FW\n  (NP Gendarmería/NNP)\n  ,/,\n  (NP la/NN Policía/NNP Federal/NNP)\n  ,/,\n  (NP la/NNP Prefectura/NNP Naval/NNP Argentina/NNP)\n  (/(\n  (NP PNA/NNP)\n  )/)\n  ,/,\n  (NP tuvo/JJ lugar/NN)\n  (NP contra/JJ los/NN manifestantes/NNS)\n  (VP que/VBP (NP se/JJ encontraban/NN))\n  de/IN\n  forma/FW\n  pacífica/FW\n  frente/FW\n  al/FW\n  (NP Palacio/NNP Legislativo/NNP para/NN rechazar/NN)\n  (NP el/JJ aval/NN)\n  de/IN\n  la/FW\n  (NP Cámara/NNP)\n  de/FW\n  (NP Diputados/NNP)\n  al/CC\n  (NP veto/NN presidencial/NN)\n  ./.)",
      "(S\n  (NP De/NNP)\n  (VP acuerdo/VBZ (NP a/DT la/NN) (NP plataforma/JJ Página/NNP))\n  12/CD\n  ,/,\n  (NP un/JJ jubilado/NN alegó/NN que/NN)\n  (NP se/JJ encontraban/NN “/NNP)\n  (VP en/VBZ)\n  la/FW\n  vereda/FW\n  y/FW\n  nos/FW\n  empezaron/FW\n  (NP a/DT empujar/NN los/NN)\n  (NP mismos/JJ policías/NN para/NN)\n  (NP el/JJ medio/NN)\n  de/IN\n  la/FW\n  (NP calle/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "RECURSOS_NATURALES",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CANTIDADES_NUMERICAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "LOCALIZACIONES_ESPECIFICAS",
      "JUSTICIA_SOCIAL",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "movilizó",
        "position": [
          1648,
          1656
        ],
        "start": 1648,
        "end": 1656
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación y la variación promedio de los salarios registrados, más un ajuste extraordinario del 8",
        "position": [
          2153,
          2250
        ],
        "start": 2153,
        "end": 2250
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios alcanzó un 236,7 por ciento interanual, ya que los precios al consumidor aumentaron",
        "position": [
          3532,
          3623
        ],
        "start": 3532,
        "end": 3623
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          2153,
          2162
        ],
        "start": 2153,
        "end": 2162
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "salario",
        "position": [
          3363,
          3370
        ],
        "start": 3363,
        "end": 3370
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          3715,
          3722
        ],
        "start": 3715,
        "end": 3722
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "aprobó este martes el veto propuesto por el presidente javier milei a la reforma",
        "position": [
          25,
          105
        ],
        "start": 25,
        "end": 105
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "congreso de argentina aprobó",
        "position": [
          3,
          31
        ],
        "start": 3,
        "end": 31
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento sindical, social",
        "position": [
          1811,
          1838
        ],
        "start": 1811,
        "end": 1838
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de javier milei",
        "position": [
          3846,
          3870
        ],
        "start": 3846,
        "end": 3870
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente javier milei",
        "position": [
          69,
          92
        ],
        "start": 69,
        "end": 92
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "aprobó",
        "position": [
          25,
          31
        ],
        "start": 25,
        "end": 31
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "vetó",
        "position": [
          2482,
          2486
        ],
        "start": 2482,
        "end": 2486
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo a la plataforma página 12",
        "position": [
          914,
          947
        ],
        "start": 914,
        "end": 947
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          1589,
          1604
        ],
        "start": 1589,
        "end": 1604
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          3954,
          3958
        ],
        "start": 3954,
        "end": 3958
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          1066,
          1071
        ],
        "start": 1066,
        "end": 1071
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "electricidad",
        "position": [
          3960,
          3972
        ],
        "start": 3960,
        "end": 3972
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          15,
          24
        ],
        "start": 15,
        "end": 24
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          1632,
          1644
        ],
        "start": 1632,
        "end": 1644
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "asunción",
        "position": [
          2543,
          2551
        ],
        "start": 2543,
        "end": 2551
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle. nos",
        "position": [
          1066,
          1076
        ],
        "start": 1066,
        "end": 1076
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          3466,
          3475
        ],
        "start": 3466,
        "end": 3475
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la tarde",
        "position": [
          3723,
          3734
        ],
        "start": 3723,
        "end": 3734
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1414,
          1417
        ],
        "start": 1414,
        "end": 1417
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          1844,
          1860
        ],
        "start": 1844,
        "end": 1860
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "153 votos",
        "position": [
          194,
          203
        ],
        "start": 194,
        "end": 203
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "87 en contra",
        "position": [
          213,
          225
        ],
        "start": 213,
        "end": 225
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "con 153 votos a favor",
        "position": [
          190,
          211
        ],
        "start": 190,
        "end": 211
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "61 votos",
        "position": [
          2438,
          2446
        ],
        "start": 2438,
        "end": 2446
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "con 153 votos a favor, 87 en contra",
        "position": [
          190,
          226
        ],
        "start": 190,
        "end": 226
      }
    ],
    "match_count": 31
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "La Poderosa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palacio Legislativo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estudios Legales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "PNA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "El INDEC",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cámara Baja",
        "tipo": "Lugar"
      },
      {
        "nombre": "Senado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Policía Federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vine",
        "tipo": "Persona"
      },
      {
        "nombre": "Asociación de Reporterxs Gráficos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Prefectura Naval Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sociales.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso de Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unidad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UCR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Negra Albornoz",
        "tipo": "Persona"
      },
      {
        "nombre": "Cámara de Diputados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión Cívica Radical",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Congreso de Argentina",
        "relacion": "APROBAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "UCR",
        "relacion": "REUNIR",
        "objeto": "Milei"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "TENER",
        "objeto": "Palacio Legislativo"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "TENER",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "Prefectura Naval Argentina",
        "relacion": "TENER",
        "objeto": "Palacio Legislativo"
      },
      {
        "sujeto": "Prefectura Naval Argentina",
        "relacion": "TENER",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "PNA",
        "relacion": "TENER",
        "objeto": "Palacio Legislativo"
      },
      {
        "sujeto": "PNA",
        "relacion": "TENER",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "Palacio Legislativo",
        "relacion": "ENCONTRAR_TENER",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "Cámara Baja",
        "relacion": "CONSEGUIR_MOVILIZAR",
        "objeto": "Buenos Aires"
      },
      {
        "sujeto": "Cámara Baja",
        "relacion": "CONSEGUIR_MOVILIZAR",
        "objeto": "Asociación de Reporterxs Gráficos"
      },
      {
        "sujeto": "Cámara Baja",
        "relacion": "CONSEGUIR_MOVILIZAR",
        "objeto": "República Argentina"
      },
      {
        "sujeto": "Buenos Aires",
        "relacion": "MOVILIZAR",
        "objeto": "Asociación de Reporterxs Gráficos"
      },
      {
        "sujeto": "Buenos Aires",
        "relacion": "MOVILIZAR",
        "objeto": "República Argentina"
      },
      {
        "sujeto": "El INDEC",
        "relacion": "INFORMAR",
        "objeto": "Javier Milei"
      }
    ]
  },
  "sentiment": {
    "compound": 0.34,
    "pos": 0.01,
    "neu": 0.984,
    "neg": 0.006,
    "label": "positive"
  }
}