{
  "url": "https://www.telesurtv.net/ascienden-a-151-los-fallecidos-por-deslizamientos-de-tierra-en-kerala-india/",
  "title": "Ascienden a 151 los fallecidos por deslizamientos de tierra en Kerala, India - teleSUR",
  "section": "Mundo",
  "tags": [
    "deslizamientos",
    "India",
    "Kerala",
    "Wayanand"
  ],
  "text": "\nLa Policía del estado de Kerala, en el suroeste de India, informó este miércoles que al menos 151 personas murieron debido a dos deslizamientos de tierra ocurridos en la madrugada del martes en las colinas del distrito de Wayanand, y confirmó que equipos de socorro continúan evacuando a damnificados y buscando a desaparecidos.\n\nLa tragedia, que aconteció mientras la gente dormía, dejó alrededor de 200 heridos y una cifra de desaparecidos que, de acuerdo con reportes de medios locales e internacionales que se remiten a los avisos de personas perdidas emitidos por familias, fluctúa entre 100 y 187.\n\nPese a fuertes precipitaciones, en la zona trabajan equipos de rescate del Ejército, la Marina y la Fuerza Nacional de Respuesta a Desastres (NDRF, por sus siglas en inglés), además de equipos de policía y bomberos del estado, dos helicópteros de la Fuerza Aérea India y el Equipo de Cruce de Ríos de la Marina de la Academia Naval de Ezhimala.\n\nLas localidades más afectadas fueron Mundakkai, Chooralmala, Attamala y Noolpuzha. Esta área es turística, pero debido a las inclementes lluvias la actividad había sido suspendida temporalmente, por eso la mayor cantidad de afectados son residentes, en su mayoría familias que se dedican al cultivo de té.\nEl ministro principal del estado, Pinarayi Vijayan, precisó que de los cadáveres hallados se pudo identificar rápidamente a 34, de los cuales 18 fueron entregados a familiares de las víctimas.\nDurante las últimas horas, el Ejército indio informó que 1.000 personas fueron recatadas. Se establecieron 45 campamentos de socorro en que se refugiaron hasta el momento un total de 3.069 personas. Las acciones de respuesta fluyen en medio de la declaratoria de luto para Kerala, vigente desde el martes, la cual finaliza este miércoles.\nEl primer ministro, Narendra Modi, anunció el pago ex gratia de 2 lakh (200.000 rupias) para los familiares de los fallecidos y 50.000 como compensación para los heridos. Además, se mantiene monitoreando constantemente la situación.\nEl ministro del Interior, Amit Shah, expresó este miércoles que el Departamento Meteorológico de la India (IMD) había emitido el 23 de julio una advertencia temprana al Gobierno de Kerala sobre intensas lluvias, la cual se reiteró en fechas posteriores.\nAñadió que a partir de dicha alerta envió al estado nueve equipos de la NDRF y, sin embargo, no hubo evacuados. A pesar de ello, expresó que no es hora de culpar a nadie y sí apoyar al estado.\nSus palabras fueron refutadas por Vijayan, quien durante una rueda de prensa afirmó que el IMD solo declaró alerta naranja y que el distrito recibió más de 572 milímetros de lluvia en 48 horas, una cantidad muy superior a la prevista por aquella agencia.\nTragedia provocada por el hombre\nAunque estas avalanchas ocurrieron en el contexto del monzón, expertos consideraron que esta tragedia tiene causas más profundas.\nA mediados de 2022, el Ministerio de Ciencias de la Tierra informó al Parlamento que Kerala había sufrido el mayor número de deslizamientos de tierra importantes en el país entre 2015 y 2022. De 3.782 deslizamientos de tierra registrados a nivel nacional en ese lapso, allí ocurrieron 2.239, el 59,2 por ciento.\nPor su topografía, Kerala tiene muchas zonas proclives a la ocurrencia de deslizamientos de la magnitud del ocurrido en Wayanand. Alrededor del 50 por ciento del terreno de Kerala tiene pendientes de 20 grados, muy propensos a la erosión del suelo y los deslizamientos.\nA juicio de un experto en riesgos de desastres con sede en Kerala, el Dr. S. Sreekumar, se han construido muchos hoteles y hostales para impulsar el turismo en zonas vulnerables e inestables. Señaló que ahora se producen lluvias muy intensas en cortos espacios de tiempo, y sin embargo se siguen construyendo carreteras o alcantarillados teniendo en cuenta los patrones de lluvia de antaño.\nEl portavoz nacional del Partido Popular Indio (BJP), Sajnu Verma, la tragedia fue el resultado de “bosques, colinas y árboles talados desenfrenadamente para dar paso a albergues, complejos turísticos y hoteles”, así como la explotación ilegal de canteras.\nPara el científico climático S. Abhilash, la ocurrencia de lluvias más fuertes pudiera deberse a que la zona se ha vuelto termodinámicamente inestable por el calentamiento del sureste del Mar Arábigo, que provoca que cinturones nubosos con nubes tipo cúmulo nimbo se muevan en dirección al estado, algo que antes ocurría más al norte, y provoca allí violentas lluvias.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ascienden-a-151-los-fallecidos-por-deslizamientos-de-tierra-en-kerala-india/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 12,
    "message_id": 73825,
    "date": "2024-07-31T16:55:07+00:00",
    "text": "teleSUR\nAscienden a 151 los fallecidos por deslizamientos de tierra en Kerala, India\nhttps://www.telesurtv.net/ascienden-a-151-los-fallecidos-por-deslizamientos-de-tierra-en-kerala-india/",
    "photo_path": null,
    "views": 2359,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "la policía del estado de kerala, en el suroeste de india, informó este miércoles que al menos 151 personas murieron debido a dos deslizamientos de tierra ocurridos en la madrugada del martes en las colinas del distrito de wayanand, y confirmó que equipos de socorro continúan evacuando a damnificados y buscando a desaparecidos. la tragedia, que aconteció mientras la gente dormía, dejó alrededor de 200 heridos y una cifra de desaparecidos que, de acuerdo con reportes de medios locales e internacionales que se remiten a los avisos de personas perdidas emitidos por familias, fluctúa entre 100 y 187. pese a fuertes precipitaciones, en la zona trabajan equipos de rescate del ejército, la marina y la fuerza nacional de respuesta a desastres (ndrf, por sus siglas en inglés), además de equipos de policía y bomberos del estado, dos helicópteros de la fuerza aérea india y el equipo de cruce de ríos de la marina de la academia naval de ezhimala. las localidades más afectadas fueron mundakkai, chooralmala, attamala y noolpuzha. esta área es turística, pero debido a las inclementes lluvias la actividad había sido suspendida temporalmente, por eso la mayor cantidad de afectados son residentes, en su mayoría familias que se dedican al cultivo de té. el ministro principal del estado, pinarayi vijayan, precisó que de los cadáveres hallados se pudo identificar rápidamente a 34, de los cuales 18 fueron entregados a familiares de las víctimas. durante las últimas horas, el ejército indio informó que 1.000 personas fueron recatadas. se establecieron 45 campamentos de socorro en que se refugiaron hasta el momento un total de 3.069 personas. las acciones de respuesta fluyen en medio de la declaratoria de luto para kerala, vigente desde el martes, la cual finaliza este miércoles. el primer ministro, narendra modi, anunció el pago ex gratia de 2 lakh (200.000 rupias) para los familiares de los fallecidos y 50.000 como compensación para los heridos. además, se mantiene monitoreando constantemente la situación. el ministro del interior, amit shah, expresó este miércoles que el departamento meteorológico de la india (imd) había emitido el 23 de julio una advertencia temprana al gobierno de kerala sobre intensas lluvias, la cual se reiteró en fechas posteriores. añadió que a partir de dicha alerta envió al estado nueve equipos de la ndrf y, sin embargo, no hubo evacuados. a pesar de ello, expresó que no es hora de culpar a nadie y sí apoyar al estado. sus palabras fueron refutadas por vijayan, quien durante una rueda de prensa afirmó que el imd solo declaró alerta naranja y que el distrito recibió más de 572 milímetros de lluvia en 48 horas, una cantidad muy superior a la prevista por aquella agencia. tragedia provocada por el hombre aunque estas avalanchas ocurrieron en el contexto del monzón, expertos consideraron que esta tragedia tiene causas más profundas. a mediados de 2022, el ministerio de ciencias de la tierra informó al parlamento que kerala había sufrido el mayor número de deslizamientos de tierra importantes en el país entre 2015 y 2022. de 3.782 deslizamientos de tierra registrados a nivel nacional en ese lapso, allí ocurrieron 2.239, el 59,2 por ciento. por su topografía, kerala tiene muchas zonas proclives a la ocurrencia de deslizamientos de la magnitud del ocurrido en wayanand. alrededor del 50 por ciento del terreno de kerala tiene pendientes de 20 grados, muy propensos a la erosión del suelo y los deslizamientos. a juicio de un experto en riesgos de desastres con sede en kerala, el dr. s. sreekumar, se han construido muchos hoteles y hostales para impulsar el turismo en zonas vulnerables e inestables. señaló que ahora se producen lluvias muy intensas en cortos espacios de tiempo, y sin embargo se siguen construyendo carreteras o alcantarillados teniendo en cuenta los patrones de lluvia de antaño. el portavoz nacional del partido popular indio (bjp), sajnu verma, la tragedia fue el resultado de “bosques, colinas y árboles talados desenfrenadamente para dar paso a albergues, complejos turísticos y hoteles”, así como la explotación ilegal de canteras. para el científico climático s. abhilash, la ocurrencia de lluvias más fuertes pudiera deberse a que la zona se ha vuelto termodinámicamente inestable por el calentamiento del sureste del mar arábigo, que provoca que cinturones nubosos con nubes tipo cúmulo nimbo se muevan en dirección al estado, algo que antes ocurría más al norte, y provoca allí violentas lluvias.",
    "tokens": [
      "policía",
      "kerala",
      ",",
      "suroeste",
      "india",
      ",",
      "informó",
      "miércoles",
      "menos",
      "151",
      "personas",
      "murieron",
      "debido",
      "dos",
      "deslizamientos",
      "tierra",
      "ocurridos",
      "madrugada",
      "martes",
      "colinas",
      "distrito",
      "wayanand",
      ",",
      "confirmó",
      "equipos",
      "socorro",
      "continúan",
      "evacuando",
      "damnificados",
      "buscando",
      "desaparecidos",
      ".",
      "tragedia",
      ",",
      "aconteció",
      "mientras",
      "gente",
      "dormía",
      ",",
      "dejó",
      "alrededor",
      "200",
      "heridos",
      "cifra",
      "desaparecidos",
      ",",
      "acuerdo",
      "reportes",
      "medios",
      "locales",
      "internacionales",
      "remiten",
      "avisos",
      "personas",
      "perdidas",
      "emitidos",
      "familias",
      ",",
      "fluctúa",
      "100",
      "187.",
      "pese",
      "fuertes",
      "precipitaciones",
      ",",
      "zona",
      "trabajan",
      "equipos",
      "rescate",
      "ejército",
      ",",
      "marina",
      "fuerza",
      "nacional",
      "respuesta",
      "desastres",
      "(",
      "ndrf",
      ",",
      "siglas",
      "inglés",
      ")",
      ",",
      "además",
      "equipos",
      "policía",
      "bomberos",
      ",",
      "dos",
      "helicópteros",
      "fuerza",
      "aérea",
      "india",
      "equipo",
      "cruce",
      "ríos",
      "marina",
      "academia",
      "naval",
      "ezhimala",
      ".",
      "localidades",
      "afectadas",
      "mundakkai",
      ",",
      "chooralmala",
      ",",
      "attamala",
      "noolpuzha",
      ".",
      "área",
      "turística",
      ",",
      "debido",
      "inclementes",
      "lluvias",
      "actividad",
      "sido",
      "suspendida",
      "temporalmente",
      ",",
      "mayor",
      "cantidad",
      "afectados",
      "residentes",
      ",",
      "mayoría",
      "familias",
      "dedican",
      "cultivo",
      "té",
      ".",
      "ministro",
      "principal",
      ",",
      "pinarayi",
      "vijayan",
      ",",
      "precisó",
      "cadáveres",
      "hallados",
      "pudo",
      "identificar",
      "rápidamente",
      "34",
      ",",
      "cuales",
      "18",
      "entregados",
      "familiares",
      "víctimas",
      ".",
      "últimas",
      "horas",
      ",",
      "ejército",
      "indio",
      "informó",
      "1.000",
      "personas",
      "recatadas",
      ".",
      "establecieron",
      "45",
      "campamentos",
      "socorro",
      "refugiaron",
      "momento",
      "total",
      "3.069",
      "personas",
      ".",
      "acciones",
      "respuesta",
      "fluyen",
      "medio",
      "declaratoria",
      "luto",
      "kerala",
      ",",
      "vigente",
      "martes",
      ",",
      "finaliza",
      "miércoles",
      ".",
      "primer",
      "ministro",
      ",",
      "narendra",
      "modi",
      ",",
      "anunció",
      "pago",
      "ex",
      "gratia",
      "2",
      "lakh",
      "(",
      "200.000",
      "rupias",
      ")",
      "familiares",
      "fallecidos",
      "50.000",
      "compensación",
      "heridos",
      ".",
      "además",
      ",",
      "mantiene",
      "monitoreando",
      "constantemente",
      "situación",
      ".",
      "ministro",
      "interior",
      ",",
      "amit",
      "shah",
      ",",
      "expresó",
      "miércoles",
      "departamento",
      "meteorológico",
      "india",
      "(",
      "imd",
      ")",
      "emitido",
      "23",
      "julio",
      "advertencia",
      "temprana",
      "gobierno",
      "kerala",
      "intensas",
      "lluvias",
      ",",
      "reiteró",
      "fechas",
      "posteriores",
      ".",
      "añadió",
      "partir",
      "dicha",
      "alerta",
      "envió",
      "nueve",
      "equipos",
      "ndrf",
      ",",
      "embargo",
      ",",
      "evacuados",
      ".",
      "pesar",
      "ello",
      ",",
      "expresó",
      "hora",
      "culpar",
      "nadie",
      "apoyar",
      ".",
      "palabras",
      "refutadas",
      "vijayan",
      ",",
      "rueda",
      "prensa",
      "afirmó",
      "imd",
      "solo",
      "declaró",
      "alerta",
      "naranja",
      "distrito",
      "recibió",
      "572",
      "milímetros",
      "lluvia",
      "48",
      "horas",
      ",",
      "cantidad",
      "superior",
      "prevista",
      "aquella",
      "agencia",
      ".",
      "tragedia",
      "provocada",
      "hombre",
      "aunque",
      "avalanchas",
      "ocurrieron",
      "contexto",
      "monzón",
      ",",
      "expertos",
      "consideraron",
      "tragedia",
      "causas",
      "profundas",
      ".",
      "mediados",
      "2022",
      ",",
      "ministerio",
      "ciencias",
      "tierra",
      "informó",
      "parlamento",
      "kerala",
      "sufrido",
      "mayor",
      "número",
      "deslizamientos",
      "tierra",
      "importantes",
      "país",
      "2015",
      "2022.",
      "3.782",
      "deslizamientos",
      "tierra",
      "registrados",
      "nivel",
      "nacional",
      "lapso",
      ",",
      "allí",
      "ocurrieron",
      "2.239",
      ",",
      "59,2",
      "ciento",
      ".",
      "topografía",
      ",",
      "kerala",
      "muchas",
      "zonas",
      "proclives",
      "ocurrencia",
      "deslizamientos",
      "magnitud",
      "ocurrido",
      "wayanand",
      ".",
      "alrededor",
      "50",
      "ciento",
      "terreno",
      "kerala",
      "pendientes",
      "20",
      "grados",
      ",",
      "propensos",
      "erosión",
      "suelo",
      "deslizamientos",
      ".",
      "juicio",
      "experto",
      "riesgos",
      "desastres",
      "sede",
      "kerala",
      ",",
      "dr.",
      "s.",
      "sreekumar",
      ",",
      "construido",
      "hoteles",
      "hostales",
      "impulsar",
      "turismo",
      "zonas",
      "vulnerables",
      "inestables",
      ".",
      "señaló",
      "ahora",
      "producen",
      "lluvias",
      "intensas",
      "cortos",
      "espacios",
      "tiempo",
      ",",
      "embargo",
      "siguen",
      "construyendo",
      "carreteras",
      "alcantarillados",
      "cuenta",
      "patrones",
      "lluvia",
      "antaño",
      ".",
      "portavoz",
      "nacional",
      "partido",
      "popular",
      "indio",
      "(",
      "bjp",
      ")",
      ",",
      "sajnu",
      "verma",
      ",",
      "tragedia",
      "resultado",
      "“",
      "bosques",
      ",",
      "colinas",
      "árboles",
      "talados",
      "desenfrenadamente",
      "dar",
      "paso",
      "albergues",
      ",",
      "complejos",
      "turísticos",
      "hoteles",
      "”",
      ",",
      "así",
      "explotación",
      "ilegal",
      "canteras",
      ".",
      "científico",
      "climático",
      "s.",
      "abhilash",
      ",",
      "ocurrencia",
      "lluvias",
      "fuertes",
      "pudiera",
      "deberse",
      "zona",
      "vuelto",
      "termodinámicamente",
      "inestable",
      "calentamiento",
      "sureste",
      "mar",
      "arábigo",
      ",",
      "provoca",
      "cinturones",
      "nubosos",
      "nubes",
      "tipo",
      "cúmulo",
      "nimbo",
      "muevan",
      "dirección",
      ",",
      "ocurría",
      "norte",
      ",",
      "provoca",
      "allí",
      "violentas",
      "lluvias",
      "."
    ],
    "token_count": 476,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 95,
      "FW": 145,
      "NN": 237,
      "IN": 37,
      "NNS": 40,
      "VBP": 20,
      "JJ": 61,
      "CD": 22,
      "VBZ": 17,
      "RB": 3,
      "VBD": 5,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-NNP": 35,
      "NNP-FW": 20,
      "FW-FW": 85,
      "FW-NNP": 26,
      "FW-NN": 19,
      "NN-IN": 25,
      "IN-NNP": 4,
      "NNP-NN": 29,
      "NN-NN": 130,
      "NN-NNS": 13,
      "NNS-VBP": 14,
      "VBP-JJ": 12,
      "JJ-NNS": 6,
      "NNS-CD": 2,
      "CD-NNS": 6,
      "NNS-NN": 1,
      "IN-FW": 15,
      "FW-NNS": 6,
      "NNS-IN": 5,
      "IN-JJ": 3,
      "NNS-FW": 3,
      "NN-FW": 13,
      "JJ-NN": 36,
      "IN-CD": 5,
      "NNS-JJ": 4,
      "NN-VBZ": 9,
      "VBZ-IN": 4,
      "IN-NNS": 2,
      "NNS-NNS": 5,
      "VBP-RB": 2,
      "RB-JJ": 1,
      "JJ-JJ": 7,
      "NN-VBD": 4,
      "VBD-CD": 4,
      "CD-CD": 2,
      "CD-JJ": 2,
      "IN-NN": 8,
      "NN-NNP": 18,
      "NNP-VBZ": 6,
      "VBZ-JJ": 5,
      "VBP-NNP": 2,
      "JJ-FW": 7,
      "NN-JJ": 18,
      "CD-IN": 2,
      "CD-NN": 9,
      "NN-CD": 3,
      "VBZ-CD": 2,
      "NNS-NNP": 3,
      "NNP-NNS": 1,
      "FW-JJ": 7,
      "VBZ-VBP": 1,
      "VBZ-FW": 2,
      "FW-CD": 2,
      "JJ-CD": 1,
      "JJ-NNP": 3,
      "VBZ-NN": 1,
      "RB-NNP": 1,
      "NNP-IN": 1,
      "NN-VBP": 2,
      "VBP-NN": 3,
      "NN-DT": 2,
      "DT-NN": 1,
      "DT-JJ": 1,
      "CD-NNP": 1,
      "NNP-CD": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNS-VBZ": 2,
      "VBZ-NNS": 1,
      "JJ-VBP": 1,
      "VBZ-NNP": 1,
      "NNP-VBP": 1,
      "NNS-RB": 1,
      "RB-VBP": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 7,
      "FW-FW-FW": 54,
      "FW-FW-NNP": 13,
      "FW-NNP-FW": 10,
      "FW-FW-NN": 10,
      "FW-NN-IN": 2,
      "NN-IN-NNP": 4,
      "IN-NNP-NN": 3,
      "NNP-NN-NN": 25,
      "NN-NN-NNS": 9,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NN-NN-NN": 60,
      "NN-NN-IN": 14,
      "NN-IN-FW": 11,
      "IN-FW-FW": 6,
      "FW-FW-NNS": 4,
      "FW-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-NNP-NN": 6,
      "NN-NN-FW": 6,
      "NN-FW-FW": 10,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 7,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 23,
      "NN-IN-CD": 4,
      "IN-CD-NNS": 4,
      "CD-NNS-JJ": 3,
      "NNS-JJ-NN": 2,
      "JJ-NN-IN": 8,
      "FW-NN-VBZ": 2,
      "NN-VBZ-IN": 4,
      "VBZ-IN-NNS": 1,
      "IN-NNS-NNS": 2,
      "NNS-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-RB": 2,
      "VBP-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 4,
      "VBP-JJ-JJ": 2,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 4,
      "VBD-CD-CD": 1,
      "CD-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NN": 2,
      "IN-NN-NNP": 1,
      "NN-NNP-NN": 9,
      "NN-IN-NN": 3,
      "IN-NN-NN": 4,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 17,
      "NNP-FW-NNP": 9,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "IN-FW-NNP": 4,
      "NNP-NN-NNP": 2,
      "NN-NNP-FW": 1,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-NN-NN": 9,
      "VBZ-IN-NN": 1,
      "NN-NN-JJ": 15,
      "NN-JJ-JJ": 2,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 12,
      "NN-NN-VBD": 3,
      "VBD-CD-IN": 2,
      "CD-IN-NN": 2,
      "IN-NN-NNS": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "CD-NN-NN": 6,
      "VBZ-IN-FW": 1,
      "NNP-FW-NN": 4,
      "FW-NN-NNP": 1,
      "NN-NN-CD": 2,
      "NN-CD-NN": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-CD": 2,
      "VBZ-CD-NN": 2,
      "CD-NN-FW": 2,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-FW": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "FW-FW-CD": 2,
      "FW-CD-NN": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-JJ": 3,
      "FW-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "VBP-RB-NNP": 1,
      "RB-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-NN-JJ": 2,
      "JJ-NNP-FW": 2,
      "NN-JJ-FW": 1,
      "JJ-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "NN-FW-NN": 3,
      "FW-NN-NNS": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-IN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "FW-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "CD-NNS-FW": 1,
      "FW-CD-NNS": 1,
      "VBZ-JJ-NN": 2,
      "JJ-NN-FW": 3,
      "IN-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "NN-CD-CD": 1,
      "CD-CD-NNP": 1,
      "CD-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "VBD-CD-NN": 1,
      "CD-NN-CD": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-IN-CD": 1,
      "NNS-JJ-JJ": 1,
      "IN-NNP-FW": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-NN-FW": 2,
      "NN-NNS-IN": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-NN-NNP": 1,
      "NN-IN-NNS": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 237,
        "FW": 145,
        "NNP": 95,
        "JJ": 61,
        "NNS": 40
      },
      "top_bigrams": {
        "NN-NN": 130,
        "FW-FW": 85,
        "JJ-NN": 36,
        "NNP-NNP": 35,
        "NNP-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 60,
        "FW-FW-FW": 54,
        "NNP-NN-NN": 25,
        "JJ-NN-NN": 23,
        "NNP-NNP-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 197,
      "PP": 16,
      "VP": 46,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0279
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0244
      },
      {
        "rule": "NP -> ('Kerala', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('India', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('personas', 'NNS')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Wayanand', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "VP -> ('e', 'VBP') NP",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Policía"
      },
      {
        "label": "NP",
        "text": "Kerala"
      },
      {
        "label": "NP",
        "text": "suroeste"
      },
      {
        "label": "PP",
        "text": "de India"
      },
      {
        "label": "NP",
        "text": "India"
      },
      {
        "label": "NP",
        "text": "informó este miércoles"
      },
      {
        "label": "VP",
        "text": "que al menos"
      },
      {
        "label": "NP",
        "text": "al menos"
      },
      {
        "label": "NP",
        "text": "personas"
      },
      {
        "label": "VP",
        "text": "murieron"
      },
      {
        "label": "VP",
        "text": "debido a dos deslizamientos"
      },
      {
        "label": "NP",
        "text": "a dos deslizamientos"
      },
      {
        "label": "NP",
        "text": "martes"
      },
      {
        "label": "PP",
        "text": "en las colinas"
      },
      {
        "label": "NP",
        "text": "las colinas"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Policía/NNP)\n  del/FW\n  estado/FW\n  de/FW\n  (NP Kerala/NNP)\n  ,/,\n  en/FW\n  el/FW\n  (NP suroeste/NN)\n  (PP de/IN (NP India/NNP))\n  ,/,\n  (NP informó/JJ este/NN miércoles/NNS)\n  (VP que/VBP (NP al/JJ menos/NNS))\n  151/CD\n  (NP personas/NNS)\n  (VP murieron/VBP)\n  (VP debido/VB (NP a/DT dos/JJ deslizamientos/NN))\n  de/IN\n  tierra/FW\n  ocurridos/FW\n  en/FW\n  la/FW\n  madrugada/FW\n  del/FW\n  (NP martes/NNS)\n  (PP en/IN (NP las/JJ colinas/NNS))\n  del/FW\n  distrito/FW\n  de/FW\n  (NP Wayanand/NNP)\n  ,/,\n  (NP y/NNP confirmó/NN que/NN)\n  equipos/FW\n  de/FW\n  socorro/FW\n  continúan/FW\n  evacuando/FW\n  (NP a/DT damnificados/NN y/NN)\n  (VP buscando/VBD (NP a/DT desaparecidos/NN))\n  ./.)",
      "(S\n  (NP La/NNP tragedia/NNP)\n  ,/,\n  (NP que/NN aconteció/NN mientras/NNS)\n  (VP la/VBP (NP gente/JJ dormía/NN))\n  ,/,\n  (NP dejó/JJ alrededor/NN)\n  de/IN\n  200/CD\n  (NP heridos/NNS)\n  y/RB\n  (NP una/JJ cifra/NN)\n  de/IN\n  desaparecidos/FW\n  (NP que/NN)\n  ,/,\n  de/FW\n  acuerdo/FW\n  (NP con/NN)\n  (VP reportes/VBZ)\n  (PP de/IN (NP medios/NNS locales/NNS))\n  (VP e/VBP (NP internacionales/NNS))\n  que/FW\n  se/RB\n  (VP remiten/VB (NP a/DT los/JJ avisos/NN))\n  de/IN\n  personas/FW\n  (NP perdidas/NNS)\n  (VP emitidos/VBP (NP por/JJ familias/NN))\n  ,/,\n  (NP fluctúa/NN)\n  (VP entre/VBD)\n  100/CD\n  (NP y/NN)\n  187/CD\n  ./.)",
      "(S\n  (VP Pese/VB (NP a/DT fuertes/NNS precipitaciones/NNS))\n  ,/,\n  en/FW\n  la/FW\n  zona/FW\n  trabajan/FW\n  equipos/FW\n  de/FW\n  rescate/FW\n  del/FW\n  (NP Ejército/NNP)\n  ,/,\n  la/FW\n  (NP Marina/NNP y/NNP la/NNP Fuerza/NNP Nacional/NNP)\n  de/FW\n  (NP Respuesta/NNP)\n  (NP a/DT Desastres/NNP)\n  (/(\n  (NP NDRF/NNP)\n  ,/,\n  (NP por/NN sus/NN siglas/NN)\n  (PP en/IN (NP inglés/NN))\n  )/)\n  ,/,\n  además/FW\n  de/FW\n  equipos/FW\n  de/FW\n  policía/FW\n  y/FW\n  bomberos/FW\n  del/FW\n  (NP estado/NN)\n  ,/,\n  (ADJP dos/JJ)\n  helicópteros/FW\n  de/FW\n  la/FW\n  (NP Fuerza/NNP Aérea/NNP India/NNP y/NNP)\n  el/FW\n  (NP Equipo/NNP)\n  de/FW\n  (NP Cruce/NNP)\n  de/FW\n  (NP Ríos/NNP)\n  de/FW\n  la/FW\n  (NP Marina/NNP)\n  de/FW\n  la/FW\n  (NP Academia/NNP Naval/NNP)\n  (PP de/IN (NP Ezhimala/NNP))\n  ./.)",
      "(S\n  (NP Las/NNP)\n  (VP localidades/VBZ (NP más/JJ afectadas/NNS))\n  (VP fueron/VBP (NP Mundakkai/NNP))\n  ,/,\n  (NP Chooralmala/NNP)\n  ,/,\n  (NP Attamala/NNP y/NNP Noolpuzha/NNP)\n  ./.)",
      "(S\n  (NP Esta/NNP área/NNP es/NN turística/NN)\n  ,/,\n  (NP pero/NN debido/NN)\n  (NP a/DT las/NN)\n  (VP inclementes/VBZ lluvias/JJ)\n  la/FW\n  actividad/FW\n  (NP había/NN sido/NN suspendida/NN temporalmente/NN)\n  ,/,\n  (NP por/NN eso/NN)\n  la/FW\n  mayor/FW\n  cantidad/FW\n  de/FW\n  afectados/FW\n  (NP son/NN residentes/NNS)\n  ,/,\n  en/FW\n  su/FW\n  mayoría/FW\n  familias/FW\n  que/FW\n  se/FW\n  (NP dedican/JJ al/NN cultivo/NN)\n  (PP de/IN (NP té/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "DESASTRES_ACCIDENTES_EMERGENCIAS",
      "LEYES_NORMATIVAS",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PERIODOS_TEMPORALES",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "DESASTRES_ACCIDENTES_EMERGENCIAS",
        "matched_text": "deslizamientos de tierra",
        "position": [
          130,
          154
        ],
        "start": 130,
        "end": 154
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con reportes de medios locales e internacionales",
        "position": [
          451,
          507
        ],
        "start": 451,
        "end": 507
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "rueda de prensa",
        "position": [
          2531,
          2546
        ],
        "start": 2531,
        "end": 2546
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          2060,
          2067
        ],
        "start": 2060,
        "end": 2067
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          59,
          66
        ],
        "start": 59,
        "end": 66
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          1310,
          1317
        ],
        "start": 1310,
        "end": 1317
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de kerala sobre",
        "position": [
          2192,
          2216
        ],
        "start": 2192,
        "end": 2216
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del interior",
        "position": [
          2026,
          2047
        ],
        "start": 2026,
        "end": 2047
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento meteorológico de la",
        "position": [
          2090,
          2122
        ],
        "start": 2090,
        "end": 2122
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con reportes de medios locales e internacionales que se remiten a los avisos de personas perdidas emitidos por familias, fluctúa entre 100",
        "position": [
          451,
          597
        ],
        "start": 451,
        "end": 597
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          4306,
          4309
        ],
        "start": 4306,
        "end": 4309
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          16,
          25
        ],
        "start": 16,
        "end": 25
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la madrugada",
        "position": [
          165,
          180
        ],
        "start": 165,
        "end": 180
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2361,
          2368
        ],
        "start": 2361,
        "end": 2368
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "151 personas",
        "position": [
          95,
          107
        ],
        "start": 95,
        "end": 107
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "1.000 personas",
        "position": [
          1508,
          1522
        ],
        "start": 1508,
        "end": 1522
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 200",
        "position": [
          389,
          405
        ],
        "start": 389,
        "end": 405
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 572",
        "position": [
          2619,
          2629
        ],
        "start": 2619,
        "end": 2629
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "3.069 personas",
        "position": [
          1634,
          1648
        ],
        "start": 1634,
        "end": 1648
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Kerala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kerala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dr. S. Sreekumar",
        "tipo": "Persona"
      },
      {
        "nombre": "Wayanand",
        "tipo": "Lugar"
      },
      {
        "nombre": "Noolpuzha",
        "tipo": "Lugar"
      },
      {
        "nombre": "Parlamento",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vijayan",
        "tipo": "Persona"
      },
      {
        "nombre": "BJP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mar Arábigo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mundakkai",
        "tipo": "Lugar"
      },
      {
        "nombre": "Marina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Attamala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerza Nacional de Respuesta a Desastres",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Narendra Modi",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministerio de Ciencias de la Tierra",
        "tipo": "Lugar"
      },
      {
        "nombre": "S. Abhilash",
        "tipo": "Persona"
      },
      {
        "nombre": "IMD",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Academia Naval de Ezhimala",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chooralmala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Amit Shah",
        "tipo": "Persona"
      },
      {
        "nombre": "Departamento Meteorológico de la India",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sajnu Verma",
        "tipo": "Persona"
      },
      {
        "nombre": "Pinarayi Vijayan",
        "tipo": "Persona"
      },
      {
        "nombre": "Fuerza Aérea India",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido Popular Indio",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Policía",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Policía",
        "relacion": "INFORMAR",
        "objeto": "Wayanand"
      },
      {
        "sujeto": "Kerala",
        "relacion": "INFORMAR",
        "objeto": "Wayanand"
      },
      {
        "sujeto": "India",
        "relacion": "INFORMAR",
        "objeto": "Wayanand"
      },
      {
        "sujeto": "Marina",
        "relacion": "TRABAJAR",
        "objeto": "Fuerza Aérea India"
      },
      {
        "sujeto": "Marina",
        "relacion": "TRABAJAR",
        "objeto": "Academia Naval de Ezhimala"
      },
      {
        "sujeto": "Fuerza Nacional de Respuesta a Desastres",
        "relacion": "TRABAJAR",
        "objeto": "Fuerza Aérea India"
      },
      {
        "sujeto": "Fuerza Nacional de Respuesta a Desastres",
        "relacion": "TRABAJAR",
        "objeto": "Academia Naval de Ezhimala"
      },
      {
        "sujeto": "Departamento Meteorológico de la India",
        "relacion": "EXPRESAR",
        "objeto": "Amit Shah"
      },
      {
        "sujeto": "Amit Shah",
        "relacion": "EXPRESAR",
        "objeto": "IMD"
      },
      {
        "sujeto": "Amit Shah",
        "relacion": "EXPRESAR",
        "objeto": "Gobierno de Kerala"
      },
      {
        "sujeto": "Departamento Meteorológico de la India",
        "relacion": "EMITIR_EXPRESAR",
        "objeto": "Gobierno de Kerala"
      },
      {
        "sujeto": "IMD",
        "relacion": "EMITIR_EXPRESAR",
        "objeto": "Gobierno de Kerala"
      },
      {
        "sujeto": "Ministerio de Ciencias de la Tierra",
        "relacion": "INFORMAR",
        "objeto": "Parlamento"
      },
      {
        "sujeto": "Ministerio de Ciencias de la Tierra",
        "relacion": "INFORMAR",
        "objeto": "Kerala"
      },
      {
        "sujeto": "Kerala",
        "relacion": "INFORMAR",
        "objeto": "Parlamento"
      },
      {
        "sujeto": "Kerala",
        "relacion": "TENER",
        "objeto": "Wayanand"
      },
      {
        "sujeto": "S. Abhilash",
        "relacion": "DEBER_L",
        "objeto": "Mar Arábigo"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7906,
    "pos": 0.012,
    "neu": 0.965,
    "neg": 0.022,
    "label": "negative"
  }
}