{
  "url": "https://www.telesurtv.net/alba-tcp-cuba-llama-a-reformar-el-orden-internacional-para-hacer-prevalecer-la-solidaridad/",
  "title": "ALBA-TCP: Cuba llama a reformar el orden internacional para hacer prevalecer la solidaridad - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "ALBA - TCP",
    "Alba Movimientos",
    "Multilateralismo",
    "orden mundial injusto",
    "solidaridad"
  ],
  "text": "El mandatario cubano, Miguel Díaz Canel-Bermúdez intervino en la XXIV Cumbre de jefes de Estado y de Gobierno de la Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos (ALBA-TCP) en su primera jornada. En sus palabras, reiteró su apoyo a la lucha del pueblo palestino para liberarse del colonialismo israelí, así como reafirmó su total apoyo a la República de Venezuela ante los intentos de desestabilizar su legítimo Gobierno, dirigido por Nicolás Maduro.\nRecordó que cinco años más tarde de su creación, el ALBA incrementó su ascendencia y autoridad en las relaciones internacionales con la incorporación de Bolivia, Nicaragua, Dominica, Antigua y Barbuda y San Vicente y las Granadinas, tres primeras islas del Caribe anglófono en unirse a la plataforma integracionista. Más tarde se unirían Granada, Santa Lucía y San Cristóbal y Nieves.\nRefirió cómo a lo largo de estos veinte años el ALBA ha sido un espacio de unidad, solidaridad, respeto, “voz de los sin voz”, defensa articulada de los “hermanos sin historia” contra los imperialismos y un hito en la batalla por la unidad de Nuestra América y en defensa de la justicia social.\nEn su discurso, Díaz Canel-Bermúdez aseguró que Cuba nunca ha faltado a ninguna de las citas de la ALBA, y no faltará nunca a la causa de la integración americana que tantos proyectos tiene pendientes, “proyectos que Fidel y Chávez concretaron como nadie para dar respuesta a las aspiraciones de millones de personas en toda la región.\nReseñó que en este año no han cesado las amenazas a la seguridad de diversas naciones latinoamericanas y el ALBA se ha reunido para analizar dichas situaciones, demostrando ser un proceso de integración que se distingue por la coordinación de acciones que pongan en el centro el bienestar y el desarrollo de los pueblos.\nEl sistema de relaciones internacionales sufre los desbalances de un orden injusto, desigual y excluyente”, afirmó el Presidente cubano, quien recordó además que estamos siendo testigos de discursos de odio y violencia, de estímulos al extremismo, el despliegue de viejos pero no superados mecanismos imperialistas, así como de intentos de golpes de estado y persecución a figuras y personalidades de izquierda en todo el mundo.\n“El imperialismo y las oligarquías no han renunciado al objetivo de dividir a los pueblos sembrando la enemistad entre los gobiernos de la región para limitar el alcance de políticas públicas de alcance social, apropiarse de los recursos naturales regionales y socavar el avance de la integración latinoamericana y caribeña”, dijo a propósito de la necesidad de mantener más que nunca la unidad en la colaboración solidaria.\nA propósito, señaló la necesidad de una profunda reforma del orden internacional para hacer prevalecer la solidaridad mundial y recuperar el multilateralismo. Así como el imperativo de crear una nueva arquitectura financiera internacional que brinde un tratamiento justo a los países en desarrollo en el acceso a fuentes de financiamiento y en la toma de decisiones a nivel global.\nEl mandatario cubano se refirió a la difícil situación nacional que atraviesa la isla caribeña, y denunció una vez más que “a Cuba se le impone el sistema de medidas unilaterales más severo y prolongado que se haya aplicado jamás contra nación alguna”, lo cual constituye, agregó, una violación masiva de los derechos humanos de las cubanas y los cubanos, y desde 2019 la escala de estas afectaciones se ha acrecentado de forma brutal, con el fin de asfixiar a las familias cubanas.\nA propósito, agradeció los significativos apoyos y gestos de solidaridad de varios países tras el paso de varios desastres naturales que vivió el país hace solo semanas.\nEn su discurso, ratificó el compromiso de Cuba y la necesidad de mantener a América Latina como zona de paz, solucionando los problemas de forma pacífica y política, en rechazo al uso de la violencia y la fuerza entre las naciones.\nCasi al final, Díaz Canel se refirió a los recientes acontecimientos en Siria, que llevaron al derrocamiento del gobierno de Bashar al-Assad, y los calificó como peligrosa y arriesgada remodelación de la región de Oriente Medio, financiada y motivada por los Estados Unidos e Israel. En ese sentido, instó a preservar la soberanía, la integridad territorial y la independencia del pueblo sirio.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/alba-tcp-cuba-llama-a-reformar-el-orden-internacional-para-hacer-prevalecer-la-solidaridad/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 981,
    "message_id": 82371,
    "date": "2024-12-14T22:55:28+00:00",
    "text": "teleSUR\nALBA-TCP: Cuba llama a reformar el orden internacional para hacer prevalecer la solidaridad\nhttps://www.telesurtv.net/alba-tcp-cuba-llama-a-reformar-el-orden-internacional-para-hacer-prevalecer-la-solidaridad/",
    "photo_path": null,
    "views": 1735,
    "reactions": {
      "👏": 33,
      "👍": 3
    },
    "total_reactions": 36
  },
  "preprocessing": {
    "cleaned": "el mandatario cubano, miguel díaz canel-bermúdez intervino en la xxiv cumbre de jefes de estado y de gobierno de la alianza bolivariana para los pueblos de nuestra américa-tratado de comercio de los pueblos (alba-tcp) en su primera jornada. en sus palabras, reiteró su apoyo a la lucha del pueblo palestino para liberarse del colonialismo israelí, así como reafirmó su total apoyo a la república de venezuela ante los intentos de desestabilizar su legítimo gobierno, dirigido por nicolás maduro. recordó que cinco años más tarde de su creación, el alba incrementó su ascendencia y autoridad en las relaciones internacionales con la incorporación de bolivia, nicaragua, dominica, antigua y barbuda y san vicente y las granadinas, tres primeras islas del caribe anglófono en unirse a la plataforma integracionista. más tarde se unirían granada, santa lucía y san cristóbal y nieves. refirió cómo a lo largo de estos veinte años el alba ha sido un espacio de unidad, solidaridad, respeto, “voz de los sin voz”, defensa articulada de los “hermanos sin historia” contra los imperialismos y un hito en la batalla por la unidad de nuestra américa y en defensa de la justicia social. en su discurso, díaz canel-bermúdez aseguró que cuba nunca ha faltado a ninguna de las citas de la alba, y no faltará nunca a la causa de la integración americana que tantos proyectos tiene pendientes, “proyectos que fidel y chávez concretaron como nadie para dar respuesta a las aspiraciones de millones de personas en toda la región. reseñó que en este año no han cesado las amenazas a la seguridad de diversas naciones latinoamericanas y el alba se ha reunido para analizar dichas situaciones, demostrando ser un proceso de integración que se distingue por la coordinación de acciones que pongan en el centro el bienestar y el desarrollo de los pueblos. el sistema de relaciones internacionales sufre los desbalances de un orden injusto, desigual y excluyente”, afirmó el presidente cubano, quien recordó además que estamos siendo testigos de discursos de odio y violencia, de estímulos al extremismo, el despliegue de viejos pero no superados mecanismos imperialistas, así como de intentos de golpes de estado y persecución a figuras y personalidades de izquierda en todo el mundo. “el imperialismo y las oligarquías no han renunciado al objetivo de dividir a los pueblos sembrando la enemistad entre los gobiernos de la región para limitar el alcance de políticas públicas de alcance social, apropiarse de los recursos naturales regionales y socavar el avance de la integración latinoamericana y caribeña”, dijo a propósito de la necesidad de mantener más que nunca la unidad en la colaboración solidaria. a propósito, señaló la necesidad de una profunda reforma del orden internacional para hacer prevalecer la solidaridad mundial y recuperar el multilateralismo. así como el imperativo de crear una nueva arquitectura financiera internacional que brinde un tratamiento justo a los países en desarrollo en el acceso a fuentes de financiamiento y en la toma de decisiones a nivel global. el mandatario cubano se refirió a la difícil situación nacional que atraviesa la isla caribeña, y denunció una vez más que “a cuba se le impone el sistema de medidas unilaterales más severo y prolongado que se haya aplicado jamás contra nación alguna”, lo cual constituye, agregó, una violación masiva de los derechos humanos de las cubanas y los cubanos, y desde 2019 la escala de estas afectaciones se ha acrecentado de forma brutal, con el fin de asfixiar a las familias cubanas. a propósito, agradeció los significativos apoyos y gestos de solidaridad de varios países tras el paso de varios desastres naturales que vivió el país hace solo semanas. en su discurso, ratificó el compromiso de cuba y la necesidad de mantener a américa latina como zona de paz, solucionando los problemas de forma pacífica y política, en rechazo al uso de la violencia y la fuerza entre las naciones. casi al final, díaz canel se refirió a los recientes acontecimientos en siria, que llevaron al derrocamiento del gobierno de bashar al-assad, y los calificó como peligrosa y arriesgada remodelación de la región de oriente medio, financiada y motivada por los estados unidos e israel. en ese sentido, instó a preservar la soberanía, la integridad territorial y la independencia del pueblo sirio.",
    "tokens": [
      "mandatario",
      "cubano",
      ",",
      "miguel",
      "díaz",
      "canel-bermúdez",
      "intervino",
      "xxiv",
      "cumbre",
      "jefes",
      "gobierno",
      "alianza",
      "bolivariana",
      "pueblos",
      "américa-tratado",
      "comercio",
      "pueblos",
      "(",
      "alba-tcp",
      ")",
      "primera",
      "jornada",
      ".",
      "palabras",
      ",",
      "reiteró",
      "apoyo",
      "lucha",
      "pueblo",
      "palestino",
      "liberarse",
      "colonialismo",
      "israelí",
      ",",
      "así",
      "reafirmó",
      "total",
      "apoyo",
      "república",
      "venezuela",
      "intentos",
      "desestabilizar",
      "legítimo",
      "gobierno",
      ",",
      "dirigido",
      "nicolás",
      "maduro",
      ".",
      "recordó",
      "cinco",
      "años",
      "tarde",
      "creación",
      ",",
      "alba",
      "incrementó",
      "ascendencia",
      "autoridad",
      "relaciones",
      "internacionales",
      "incorporación",
      "bolivia",
      ",",
      "nicaragua",
      ",",
      "dominica",
      ",",
      "antigua",
      "barbuda",
      "san",
      "vicente",
      "granadinas",
      ",",
      "tres",
      "primeras",
      "islas",
      "caribe",
      "anglófono",
      "unirse",
      "plataforma",
      "integracionista",
      ".",
      "tarde",
      "unirían",
      "granada",
      ",",
      "santa",
      "lucía",
      "san",
      "cristóbal",
      "nieves",
      ".",
      "refirió",
      "cómo",
      "largo",
      "veinte",
      "años",
      "alba",
      "sido",
      "espacio",
      "unidad",
      ",",
      "solidaridad",
      ",",
      "respeto",
      ",",
      "“",
      "voz",
      "voz",
      "”",
      ",",
      "defensa",
      "articulada",
      "“",
      "hermanos",
      "historia",
      "”",
      "imperialismos",
      "hito",
      "batalla",
      "unidad",
      "américa",
      "defensa",
      "justicia",
      "social",
      ".",
      "discurso",
      ",",
      "díaz",
      "canel-bermúdez",
      "aseguró",
      "cuba",
      "nunca",
      "faltado",
      "ninguna",
      "citas",
      "alba",
      ",",
      "faltará",
      "nunca",
      "causa",
      "integración",
      "americana",
      "tantos",
      "proyectos",
      "pendientes",
      ",",
      "“",
      "proyectos",
      "fidel",
      "chávez",
      "concretaron",
      "nadie",
      "dar",
      "respuesta",
      "aspiraciones",
      "millones",
      "personas",
      "toda",
      "región",
      ".",
      "reseñó",
      "año",
      "cesado",
      "amenazas",
      "seguridad",
      "diversas",
      "naciones",
      "latinoamericanas",
      "alba",
      "reunido",
      "analizar",
      "dichas",
      "situaciones",
      ",",
      "demostrando",
      "ser",
      "proceso",
      "integración",
      "distingue",
      "coordinación",
      "acciones",
      "pongan",
      "centro",
      "bienestar",
      "desarrollo",
      "pueblos",
      ".",
      "sistema",
      "relaciones",
      "internacionales",
      "sufre",
      "desbalances",
      "orden",
      "injusto",
      ",",
      "desigual",
      "excluyente",
      "”",
      ",",
      "afirmó",
      "presidente",
      "cubano",
      ",",
      "recordó",
      "además",
      "siendo",
      "testigos",
      "discursos",
      "odio",
      "violencia",
      ",",
      "estímulos",
      "extremismo",
      ",",
      "despliegue",
      "viejos",
      "superados",
      "mecanismos",
      "imperialistas",
      ",",
      "así",
      "intentos",
      "golpes",
      "persecución",
      "figuras",
      "personalidades",
      "izquierda",
      "mundo",
      ".",
      "“",
      "imperialismo",
      "oligarquías",
      "renunciado",
      "objetivo",
      "dividir",
      "pueblos",
      "sembrando",
      "enemistad",
      "gobiernos",
      "región",
      "limitar",
      "alcance",
      "políticas",
      "públicas",
      "alcance",
      "social",
      ",",
      "apropiarse",
      "recursos",
      "naturales",
      "regionales",
      "socavar",
      "avance",
      "integración",
      "latinoamericana",
      "caribeña",
      "”",
      ",",
      "dijo",
      "propósito",
      "necesidad",
      "mantener",
      "nunca",
      "unidad",
      "colaboración",
      "solidaria",
      ".",
      "propósito",
      ",",
      "señaló",
      "necesidad",
      "profunda",
      "reforma",
      "orden",
      "internacional",
      "hacer",
      "prevalecer",
      "solidaridad",
      "mundial",
      "recuperar",
      "multilateralismo",
      ".",
      "así",
      "imperativo",
      "crear",
      "nueva",
      "arquitectura",
      "financiera",
      "internacional",
      "brinde",
      "tratamiento",
      "justo",
      "países",
      "desarrollo",
      "acceso",
      "fuentes",
      "financiamiento",
      "toma",
      "decisiones",
      "nivel",
      "global",
      ".",
      "mandatario",
      "cubano",
      "refirió",
      "difícil",
      "situación",
      "nacional",
      "atraviesa",
      "isla",
      "caribeña",
      ",",
      "denunció",
      "vez",
      "“",
      "cuba",
      "impone",
      "sistema",
      "medidas",
      "unilaterales",
      "severo",
      "prolongado",
      "aplicado",
      "jamás",
      "nación",
      "alguna",
      "”",
      ",",
      "constituye",
      ",",
      "agregó",
      ",",
      "violación",
      "masiva",
      "derechos",
      "humanos",
      "cubanas",
      "cubanos",
      ",",
      "2019",
      "escala",
      "afectaciones",
      "acrecentado",
      "forma",
      "brutal",
      ",",
      "fin",
      "asfixiar",
      "familias",
      "cubanas",
      ".",
      "propósito",
      ",",
      "agradeció",
      "significativos",
      "apoyos",
      "gestos",
      "solidaridad",
      "varios",
      "países",
      "tras",
      "paso",
      "varios",
      "desastres",
      "naturales",
      "vivió",
      "país",
      "hace",
      "solo",
      "semanas",
      ".",
      "discurso",
      ",",
      "ratificó",
      "compromiso",
      "cuba",
      "necesidad",
      "mantener",
      "américa",
      "latina",
      "zona",
      "paz",
      ",",
      "solucionando",
      "problemas",
      "forma",
      "pacífica",
      "política",
      ",",
      "rechazo",
      "uso",
      "violencia",
      "fuerza",
      "naciones",
      ".",
      "casi",
      "final",
      ",",
      "díaz",
      "canel",
      "refirió",
      "recientes",
      "acontecimientos",
      "siria",
      ",",
      "llevaron",
      "derrocamiento",
      "gobierno",
      "bashar",
      "al-assad",
      ",",
      "calificó",
      "peligrosa",
      "arriesgada",
      "remodelación",
      "región",
      "oriente",
      "medio",
      ",",
      "financiada",
      "motivada",
      "unidos",
      "israel",
      ".",
      ",",
      "instó",
      "preservar",
      "soberanía",
      ",",
      "integridad",
      "territorial",
      "independencia",
      "pueblo",
      "sirio",
      "."
    ],
    "token_count": 437,
    "sentence_count": 16
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "NN": 223,
      "FW": 194,
      "IN": 33,
      "NNS": 27,
      "VBP": 20,
      "JJ": 61,
      "CC": 2,
      "VBZ": 6,
      "DT": 4,
      "RB": 1,
      "JJR": 1,
      "CD": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-NN": 123,
      "NN-NNP": 15,
      "NNP-NNP": 29,
      "NN-FW": 25,
      "FW-NNP": 17,
      "NNP-FW": 10,
      "FW-FW": 129,
      "NNP-IN": 1,
      "IN-NNP": 3,
      "FW-NN": 24,
      "NN-NNS": 5,
      "NNS-VBP": 16,
      "VBP-JJ": 15,
      "JJ-NN": 39,
      "NN-JJ": 15,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "NN-IN": 28,
      "IN-FW": 24,
      "FW-JJ": 15,
      "IN-JJ": 2,
      "JJ-NNS": 6,
      "NNS-NNS": 4,
      "JJ-FW": 4,
      "NNP-VBZ": 1,
      "VBZ-JJ": 3,
      "VBP-NNP": 1,
      "JJ-NNP": 7,
      "JJ-JJ": 5,
      "NNP-DT": 1,
      "DT-NN": 4,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNS-IN": 3,
      "NN-VBZ": 5,
      "VBZ-DT": 1,
      "FW-NNS": 9,
      "VBP-JJR": 1,
      "JJR-JJ": 1,
      "IN-NNS": 1,
      "NNS-FW": 2,
      "NN-DT": 1,
      "VBP-NN": 1,
      "VBP-DT": 1,
      "NN-VBP": 3,
      "IN-NN": 3,
      "VBZ-IN": 1,
      "VBP-NNS": 1,
      "NNS-NN": 1,
      "NN-CD": 1,
      "CD-NN": 1,
      "NNS-NNP": 1,
      "NNP-VBP": 1,
      "VBZ-NNS": 1,
      "NNP-JJ": 2,
      "NNP-VBD": 1,
      "VBD-NNP": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 22,
      "NN-NN-NNP": 14,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 14,
      "NNP-NNP-NN": 8,
      "NN-NN-FW": 10,
      "NN-FW-NNP": 2,
      "FW-NNP-NNP": 7,
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 5,
      "FW-FW-FW": 93,
      "FW-FW-NNP": 11,
      "FW-NNP-FW": 4,
      "NNP-FW-NNP": 4,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-FW-NN": 1,
      "FW-NN-NN": 9,
      "NN-NN-NN": 62,
      "NN-NNP-NN": 8,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 9,
      "JJ-NN-NN": 27,
      "NN-FW-FW": 15,
      "FW-FW-NN": 14,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 9,
      "NN-NNP-FW": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 2,
      "CC-JJ-NN": 2,
      "JJ-NN-IN": 9,
      "NN-IN-FW": 22,
      "IN-FW-JJ": 6,
      "FW-JJ-NN": 11,
      "JJ-NN-NNP": 1,
      "NN-NN-IN": 16,
      "IN-FW-NN": 3,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-FW": 2,
      "NN-FW-JJ": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "IN-FW-FW": 11,
      "FW-NNP-NN": 3,
      "NN-JJ-FW": 1,
      "FW-NN-FW": 9,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "FW-FW-JJ": 6,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 4,
      "NN-NNP-CC": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "FW-NN-NNS": 1,
      "VBP-JJ-NNS": 2,
      "VBP-JJ-NNP": 3,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "NN-FW-NN": 6,
      "FW-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 5,
      "NN-NN-NNS": 2,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "FW-NN-IN": 2,
      "NNP-NN-IN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "JJ-NN-JJ": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "VBZ-JJ-FW": 1,
      "FW-JJ-NNS": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 3,
      "IN-JJ-JJ": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NNS-IN": 1,
      "FW-NN-VBP": 1,
      "IN-FW-NNS": 4,
      "JJ-NN-FW": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NN": 1,
      "NNS-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "FW-NNS-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "NNP-NNP-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 223,
        "FW": 194,
        "NNP": 75,
        "JJ": 61,
        "IN": 33
      },
      "top_bigrams": {
        "FW-FW": 129,
        "NN-NN": 123,
        "JJ-NN": 39,
        "NNP-NNP": 29,
        "NN-IN": 28
      },
      "top_trigrams": {
        "FW-FW-FW": 93,
        "NN-NN-NN": 62,
        "JJ-NN-NN": 27,
        "NNP-NN-NN": 22,
        "NN-IN-FW": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 16,
    "chunk_counts": {
      "NP": 165,
      "PP": 12,
      "VP": 37,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0294
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0126
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "VP -> ('y', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "ADJP -> ('social', 'JJ')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('En', 'NNP') ('su', 'NN') ('discurso', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('no', 'DT') ('han', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('desarrollo', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('alcance', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El mandatario cubano"
      },
      {
        "label": "NP",
        "text": "Miguel Díaz Canel-Bermúdez intervino en"
      },
      {
        "label": "NP",
        "text": "XXIV Cumbre"
      },
      {
        "label": "NP",
        "text": "Estado"
      },
      {
        "label": "NP",
        "text": "Gobierno"
      },
      {
        "label": "NP",
        "text": "Alianza Bolivariana para los Pueblos"
      },
      {
        "label": "PP",
        "text": "de Nuestra América-Tratado"
      },
      {
        "label": "NP",
        "text": "Nuestra América-Tratado"
      },
      {
        "label": "NP",
        "text": "Comercio"
      },
      {
        "label": "NP",
        "text": "Pueblos"
      },
      {
        "label": "NP",
        "text": "ALBA-TCP"
      },
      {
        "label": "NP",
        "text": "primera jornada"
      },
      {
        "label": "NP",
        "text": "En sus palabras"
      },
      {
        "label": "VP",
        "text": "reiteró su"
      },
      {
        "label": "NP",
        "text": "su"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP mandatario/NN cubano/NN)\n  ,/,\n  (NP Miguel/NNP Díaz/NNP Canel-Bermúdez/NNP intervino/NN en/NN)\n  la/FW\n  (NP XXIV/NNP Cumbre/NNP)\n  de/FW\n  jefes/FW\n  de/FW\n  (NP Estado/NNP)\n  y/FW\n  de/FW\n  (NP Gobierno/NNP)\n  de/FW\n  la/FW\n  (NP Alianza/NNP Bolivariana/NNP para/NN los/NN Pueblos/NNP)\n  (PP de/IN (NP Nuestra/NNP América-Tratado/NNP))\n  de/FW\n  (NP Comercio/NNP)\n  de/FW\n  los/FW\n  (NP Pueblos/NNP)\n  (/(\n  (NP ALBA-TCP/NNP)\n  )/)\n  en/FW\n  su/FW\n  (NP primera/NN jornada/NN)\n  ./.)",
      "(S\n  (NP En/NNP sus/NN palabras/NN)\n  ,/,\n  (VP reiteró/VB (NP su/NN))\n  (PP apoyo/IN (NP a/DT la/NN))\n  lucha/FW\n  del/FW\n  (NP\n    pueblo/NN\n    palestino/NN\n    para/NN\n    liberarse/NN\n    del/NN\n    colonialismo/NN\n    israelí/NN)\n  ,/,\n  (NP así/JJ como/NN reafirmó/NN su/NN)\n  (NP total/JJ apoyo/NN)\n  (NP a/DT la/NN República/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ante/CC\n  (NP los/JJ intentos/NN)\n  de/IN\n  desestabilizar/FW\n  (NP su/JJ legítimo/NN Gobierno/NNP)\n  ,/,\n  (NP dirigido/NN por/NN Nicolás/NNP Maduro/NNP)\n  ./.)",
      "(S\n  (NP Recordó/NNP que/NN cinco/NN años/NN más/NN tarde/NN)\n  de/IN\n  su/FW\n  (NP creación/NN)\n  ,/,\n  el/FW\n  (NP ALBA/NNP incrementó/NN su/NN ascendencia/NN y/NN autoridad/NN)\n  (PP en/IN (NP las/JJ relaciones/NNS internacionales/NNS))\n  (VP con/VBP la/JJ)\n  incorporación/FW\n  de/FW\n  (NP Bolivia/NNP)\n  ,/,\n  (NP Nicaragua/NNP)\n  ,/,\n  (NP Dominica/NNP)\n  ,/,\n  (NP Antigua/NNP y/NNP Barbuda/NNP y/NNP San/NNP Vicente/NNP y/NNP)\n  (VP las/VBZ (NP Granadinas/NNP))\n  ,/,\n  (VP tres/VBZ (NP primeras/JJ islas/NNS))\n  (VP del/VBP (NP Caribe/NNP anglófono/NN en/NN))\n  unirse/FW\n  (NP a/DT la/NN plataforma/NN integracionista/NN)\n  ./.)",
      "(S\n  (NP Más/NNP tarde/NN se/NN)\n  (NP unirían/JJ Granada/NNP)\n  ,/,\n  (NP Santa/NNP Lucía/NNP)\n  (VP y/VBZ (NP San/NNP Cristóbal/NNP y/NN Nieves/NNP))\n  ./.)",
      "(S\n  (NP Refirió/NNP)\n  (VP cómo/VBZ (NP a/DT lo/JJ largo/NN))\n  de/IN\n  estos/FW\n  veinte/FW\n  años/FW\n  el/FW\n  (NP ALBA/NNP ha/NN sido/NN)\n  (ADJP un/JJ)\n  espacio/FW\n  de/FW\n  unidad/FW\n  ,/,\n  (NP solidaridad/NN)\n  ,/,\n  (NP respeto/NN)\n  ,/,\n  (NP “/NNP)\n  voz/FW\n  de/FW\n  los/FW\n  (NP sin/NN voz/NN ”/NNP)\n  ,/,\n  (NP defensa/NN articulada/NN)\n  de/IN\n  los/FW\n  (NP “/JJ hermanos/NNS)\n  (VP sin/VBP (NP historia/NNS ”/NNP))\n  (VP\n    contra/VBP\n    (NP los/JJ imperialismos/JJ y/NN)\n    (NP un/JJ hito/NN))\n  en/IN\n  la/FW\n  batalla/FW\n  (NP por/NN)\n  la/FW\n  unidad/FW\n  de/FW\n  (NP Nuestra/NNP América/NNP y/NNP)\n  en/FW\n  defensa/FW\n  de/FW\n  la/FW\n  justicia/FW\n  (ADJP social/JJ)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INTEGRACION_LATINOAMERICANA",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "JUSTICIA_SOCIAL",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció una vez más que “a",
        "position": [
          3167,
          3194
        ],
        "start": 3167,
        "end": 3194
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "intervino",
        "position": [
          49,
          58
        ],
        "start": 49,
        "end": 58
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          3011,
          3025
        ],
        "start": 3011,
        "end": 3025
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo a la lucha del pueblo palestino para liberarse del colonialismo israelí, así como reafirmó su total apoyo a la república de venezuela ante",
        "position": [
          269,
          413
        ],
        "start": 269,
        "end": 413
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo a la lucha del pueblo palestino para liberarse del colonialismo israelí, así como reafirmó su total apoyo a la república de venezuela ante los intentos de desestabilizar su legítimo gobierno",
        "position": [
          269,
          465
        ],
        "start": 269,
        "end": 465
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mandatario cubano, miguel díaz canel-bermúdez intervino en la xxiv cumbre de jefes de estado y de gobierno de la alianza bolivariana para los pueblos de nuestra américa-tratado de comercio de los pueblos (alba-tcp) en su primera jornada. en sus palabras, reiteró su apoyo",
        "position": [
          3,
          274
        ],
        "start": 3,
        "end": 274
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1941,
          1947
        ],
        "start": 1941,
        "end": 1947
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1008,
          1015
        ],
        "start": 1008,
        "end": 1015
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la alianza",
        "position": [
          101,
          123
        ],
        "start": 101,
        "end": 123
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente cubano",
        "position": [
          1951,
          1968
        ],
        "start": 1951,
        "end": 1968
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          208,
          212
        ],
        "start": 208,
        "end": 212
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          3738,
          3746
        ],
        "start": 3738,
        "end": 3746
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          357,
          365
        ],
        "start": 357,
        "end": 365
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          3167,
          3175
        ],
        "start": 3167,
        "end": 3175
      },
      {
        "category": "PAISES",
        "matched_text": "bolivia",
        "position": [
          649,
          656
        ],
        "start": 649,
        "end": 656
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          4213,
          4227
        ],
        "start": 4213,
        "end": 4227
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          658,
          667
        ],
        "start": 658,
        "end": 667
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          339,
          346
        ],
        "start": 339,
        "end": 346
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          753,
          759
        ],
        "start": 753,
        "end": 759
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y de",
        "position": [
          89,
          100
        ],
        "start": 89,
        "end": 100
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro el",
        "position": [
          1781,
          1790
        ],
        "start": 1781,
        "end": 1790
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "más tarde",
        "position": [
          519,
          528
        ],
        "start": 519,
        "end": 528
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          2266,
          2278
        ],
        "start": 2266,
        "end": 2278
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "integración latinoamericana",
        "position": [
          2547,
          2574
        ],
        "start": 2547,
        "end": 2574
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "alba se ha reunido para analizar dichas situaciones, demostrando ser un proceso",
        "position": [
          1620,
          1699
        ],
        "start": 1620,
        "end": 1699
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          1159,
          1174
        ],
        "start": 1159,
        "end": 1174
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          3378,
          3394
        ],
        "start": 3378,
        "end": 3394
      }
    ],
    "match_count": 27
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Bashar al-Assad",
        "tipo": "Persona"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Presidente",
        "tipo": "Persona"
      },
      {
        "nombre": "ALBA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nuestra América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santa Lucía",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "San Cristóbal y Nieves",
        "tipo": "Lugar"
      },
      {
        "nombre": "Díaz Canel",
        "tipo": "Persona"
      },
      {
        "nombre": "Fidel",
        "tipo": "Persona"
      },
      {
        "nombre": "Díaz Canel-Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "República de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Antigua y Barbuda",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Granada",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miguel Díaz Canel-Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "San Vicente y las Granadinas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dominica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Siria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "República de Venezuela",
        "relacion": "REAFIRMAR_REITERAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "República de Venezuela",
        "relacion": "REAFIRMAR_REITERAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "ALBA",
        "relacion": "INCREMENTAR_RECORDAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "ALBA",
        "relacion": "INCREMENTAR_RECORDAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "ALBA",
        "relacion": "INCREMENTAR_RECORDAR",
        "objeto": "Dominica"
      },
      {
        "sujeto": "ALBA",
        "relacion": "INCREMENTAR_RECORDAR",
        "objeto": "Antigua y Barbuda"
      },
      {
        "sujeto": "ALBA",
        "relacion": "INCREMENTAR_RECORDAR",
        "objeto": "San Vicente y las Granadinas"
      },
      {
        "sujeto": "ALBA",
        "relacion": "INCREMENTAR_RECORDAR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "Díaz Canel-Bermúdez",
        "relacion": "ASEGURAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Díaz Canel-Bermúdez",
        "relacion": "ASEGURAR",
        "objeto": "ALBA"
      },
      {
        "sujeto": "Díaz Canel-Bermúdez",
        "relacion": "ASEGURAR",
        "objeto": "Fidel"
      },
      {
        "sujeto": "Díaz Canel-Bermúdez",
        "relacion": "ASEGURAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Cuba",
        "relacion": "FALTAR_ASEGURAR",
        "objeto": "ALBA"
      },
      {
        "sujeto": "Cuba",
        "relacion": "FALTAR_ASEGURAR",
        "objeto": "Fidel"
      },
      {
        "sujeto": "Cuba",
        "relacion": "FALTAR_ASEGURAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Fidel",
        "relacion": "FALTAR_ASEGURAR",
        "objeto": "ALBA"
      },
      {
        "sujeto": "ALBA",
        "relacion": "FALTAR_ASEGURAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Cuba",
        "relacion": "RATIFICAR",
        "objeto": "América"
      },
      {
        "sujeto": "Díaz Canel",
        "relacion": "REFERIR",
        "objeto": "Siria"
      },
      {
        "sujeto": "Díaz Canel",
        "relacion": "REFERIR",
        "objeto": "Bashar al-Assad"
      },
      {
        "sujeto": "Díaz Canel",
        "relacion": "REFERIR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Díaz Canel",
        "relacion": "REFERIR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Siria",
        "relacion": "REFERIR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Siria",
        "relacion": "REFERIR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Bashar al-Assad",
        "relacion": "LLEVAR_REFERIR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Bashar al-Assad",
        "relacion": "LLEVAR_REFERIR",
        "objeto": "Israel"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8885,
    "pos": 0.014,
    "neu": 0.956,
    "neg": 0.03,
    "label": "negative"
  }
}