{
  "url": "https://www.telesurtv.net/grenell-trump-no-busca-un-cambio-de-gobierno-en-venezuela/",
  "title": "Grenell: Trump no busca un cambio de gobierno en Venezuela - teleSUR",
  "section": "Mundo",
  "tags": [
    "Agenda Cero",
    "Agenda desestabilizadora",
    "Cambio de régimen",
    "Caracas",
    "Donald Trump",
    "Estados Unidos",
    "injerencia",
    "Nicolás Maduro",
    "Palacio de Miraflores",
    "Richard Grenell",
    "Venezuela"
  ],
  "text": "\n\nRichard Grenell, enviado especial de la Administración Trump para Venezuela, aseguró en una reciente entrevista que el presidente de Estados Unidos no tiene interés en promover cambios de régimen en el mundo y que su enfoque principal es el bienestar de los ciudadanos estadounidenses.\nLas declaraciones de Grenell surgen tras su visita a Caracas el pasado 31 de enero y la posterior liberación de seis ciudadanos estadounidenses detenidos en el país sudamericano.\nDurante una conversación con el medio The Epoch Times, Grenell recordó su encuentro con el presidente venezolano, Nicolás Maduro, en Caracas. “Pasé el día en Caracas, me encontré con Maduro, lo vi cara a cara. Traté de tener una conversación en la que tuviéramos una relación diferente con él”, expresó el funcionario.\nA pesar del historial de tensiones entre Washington y Caracas, Grenell dejó en claro que la política de la Administración Trump no está orientada a la intervención en gobiernos extranjeros. “Estamos muy claros sobre el gobierno venezolano y Maduro, pero Donald Trump es alguien que no quiere hacer cambios de régimen”, sostuvo.\nEl diplomático enfatizó que los intereses de Trump están centrados en su país y en la mejora de la calidad de vida de los estadounidenses. “Él es alguien que quiere hacer todo lo que podamos para hacer a los estadounidenses más fuertes, más prósperos. En eso es en lo que nos enfocamos ahora mismo”, agregó.\n\nGrenell también reveló que durante su visita a Venezuela, Maduro presentó una serie de solicitudes a cambio de la liberación de los ciudadanos estadounidenses detenidos. Sin embargo, aseguró que la oferta de su parte fue solo la de su presencia, como enviado de Estados Unidos, en el palacio de Miraflores.\n“Como diplomático tengo que decir que cuando estás en una mesa de negociación, la razón por la que somos exitosos no es porque podamos hablar mejor que otras personas, no es porque estemos convencidos de cualquier manera. Hay una razón por la que los embajadores de Donald Trump sean capaces de hacer estas cosas. Y es por Donald Trump, es porque él representa una amenaza creíble”, afirmó.\nEn tanto, tras el mencionado encuentro el presidente Nicolás Maduro calificó positivamente la reunión y expresó la necesidad de establecer una “Agenda Cero” entre ambas naciones: “Nuestro mensaje ha sido uno: Nada más queremos construir relaciones de respeto a la soberanía de Venezuela, a la vida democrática de Venezuela, al derecho internacional y a nuestra región latinoamericana y caribeña», afirmó.\nGrenell, en tanto, señaló que la concesión de parte de Caracas se debió a  la presión ejercida por la Administración Trump se basa en diversas estrategias, no solo en la posibilidad de intervención militar. “No es solo una amenaza bélica, es una amenaza arancelaria, es una amenaza de sanciones económicas, es una amenaza creíble”, señaló.\n\nLa visita de Grenell a Caracas marcó un momento significativo en las relaciones entre Estados Unidos y Venezuela. Aunque no se oficializó un cambio en la postura de Washington hacia el gobierno de Maduro, la reunión evidenció una apertura al diálogo bajo términos pragmáticos.\nEn un gesto simbólico, Grenell fue recibido en el Palacio de Miraflores y recorrió junto a Maduro una exposición sobre la independencia de Venezuela, lo que reflejó la intención de Caracas de situar la conversación dentro de un marco histórico.\nAsimismo, la liberación de los seis ciudadanos estadounidenses fue presentada por ambas partes como un logro, aunque los detalles sobre los liberados se han mantenido en reserva. Según Grenell, “algunos tienen temas complicados y no se revelarán los nombres”.\nA pesar de que las diferencias políticas entre ambos países persisten, la reunión del 31 de enero dejó en evidencia que, al menos en ciertos temas, existen espacios de negociación. “Queremos una relación diferente”, concluyó Grenell, reforzando la idea de que, bajo la administración de Trump, cualquier diálogo con Venezuela responderá a intereses estratégicos y no a una política de intervención o cambio de régimen.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/grenell-trump-no-busca-un-cambio-de-gobierno-en-venezuela/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 412,
    "message_id": 87552,
    "date": "2025-02-23T18:55:12+00:00",
    "text": "teleSUR\nGrenell: Trump no busca un cambio de gobierno en Venezuela\nhttps://www.telesurtv.net/grenell-trump-no-busca-un-cambio-de-gobierno-en-venezuela/",
    "photo_path": null,
    "views": 2013,
    "reactions": {
      "😁": 24,
      "👍": 21,
      "🤔": 13,
      "🤡": 1,
      "🥱": 1
    },
    "total_reactions": 60
  },
  "preprocessing": {
    "cleaned": "richard grenell, enviado especial de la administración trump para venezuela, aseguró en una reciente entrevista que el presidente de estados unidos no tiene interés en promover cambios de régimen en el mundo y que su enfoque principal es el bienestar de los ciudadanos estadounidenses. las declaraciones de grenell surgen tras su visita a caracas el pasado 31 de enero y la posterior liberación de seis ciudadanos estadounidenses detenidos en el país sudamericano. durante una conversación con el medio the epoch times, grenell recordó su encuentro con el presidente venezolano, nicolás maduro, en caracas. “pasé el día en caracas, me encontré con maduro, lo vi cara a cara. traté de tener una conversación en la que tuviéramos una relación diferente con él”, expresó el funcionario. a pesar del historial de tensiones entre washington y caracas, grenell dejó en claro que la política de la administración trump no está orientada a la intervención en gobiernos extranjeros. “estamos muy claros sobre el gobierno venezolano y maduro, pero donald trump es alguien que no quiere hacer cambios de régimen”, sostuvo. el diplomático enfatizó que los intereses de trump están centrados en su país y en la mejora de la calidad de vida de los estadounidenses. “él es alguien que quiere hacer todo lo que podamos para hacer a los estadounidenses más fuertes, más prósperos. en eso es en lo que nos enfocamos ahora mismo”, agregó. grenell también reveló que durante su visita a venezuela, maduro presentó una serie de solicitudes a cambio de la liberación de los ciudadanos estadounidenses detenidos. sin embargo, aseguró que la oferta de su parte fue solo la de su presencia, como enviado de estados unidos, en el palacio de miraflores. “como diplomático tengo que decir que cuando estás en una mesa de negociación, la razón por la que somos exitosos no es porque podamos hablar mejor que otras personas, no es porque estemos convencidos de cualquier manera. hay una razón por la que los embajadores de donald trump sean capaces de hacer estas cosas. y es por donald trump, es porque él representa una amenaza creíble”, afirmó. en tanto, tras el mencionado encuentro el presidente nicolás maduro calificó positivamente la reunión y expresó la necesidad de establecer una “agenda cero” entre ambas naciones: “nuestro mensaje ha sido uno: nada más queremos construir relaciones de respeto a la soberanía de venezuela, a la vida democrática de venezuela, al derecho internacional y a nuestra región latinoamericana y caribeña», afirmó. grenell, en tanto, señaló que la concesión de parte de caracas se debió a la presión ejercida por la administración trump se basa en diversas estrategias, no solo en la posibilidad de intervención militar. “no es solo una amenaza bélica, es una amenaza arancelaria, es una amenaza de sanciones económicas, es una amenaza creíble”, señaló. la visita de grenell a caracas marcó un momento significativo en las relaciones entre estados unidos y venezuela. aunque no se oficializó un cambio en la postura de washington hacia el gobierno de maduro, la reunión evidenció una apertura al diálogo bajo términos pragmáticos. en un gesto simbólico, grenell fue recibido en el palacio de miraflores y recorrió junto a maduro una exposición sobre la independencia de venezuela, lo que reflejó la intención de caracas de situar la conversación dentro de un marco histórico. asimismo, la liberación de los seis ciudadanos estadounidenses fue presentada por ambas partes como un logro, aunque los detalles sobre los liberados se han mantenido en reserva. según grenell, “algunos tienen temas complicados y no se revelarán los nombres”. a pesar de que las diferencias políticas entre ambos países persisten, la reunión del 31 de enero dejó en evidencia que, al menos en ciertos temas, existen espacios de negociación. “queremos una relación diferente”, concluyó grenell, reforzando la idea de que, bajo la administración de trump, cualquier diálogo con venezuela responderá a intereses estratégicos y no a una política de intervención o cambio de régimen.",
    "tokens": [
      "richard",
      "grenell",
      ",",
      "enviado",
      "especial",
      "administración",
      "trump",
      "venezuela",
      ",",
      "aseguró",
      "reciente",
      "entrevista",
      "presidente",
      "unidos",
      "interés",
      "promover",
      "cambios",
      "régimen",
      "mundo",
      "enfoque",
      "principal",
      "bienestar",
      "ciudadanos",
      "estadounidenses",
      ".",
      "declaraciones",
      "grenell",
      "surgen",
      "tras",
      "visita",
      "caracas",
      "pasado",
      "31",
      "enero",
      "posterior",
      "liberación",
      "seis",
      "ciudadanos",
      "estadounidenses",
      "detenidos",
      "país",
      "sudamericano",
      ".",
      "conversación",
      "medio",
      "the",
      "epoch",
      "times",
      ",",
      "grenell",
      "recordó",
      "encuentro",
      "presidente",
      "venezolano",
      ",",
      "nicolás",
      "maduro",
      ",",
      "caracas",
      ".",
      "“",
      "pasé",
      "día",
      "caracas",
      ",",
      "encontré",
      "maduro",
      ",",
      "vi",
      "cara",
      "cara",
      ".",
      "traté",
      "tener",
      "conversación",
      "relación",
      "diferente",
      "”",
      ",",
      "expresó",
      "funcionario",
      ".",
      "pesar",
      "historial",
      "tensiones",
      "washington",
      "caracas",
      ",",
      "grenell",
      "dejó",
      "claro",
      "política",
      "administración",
      "trump",
      "orientada",
      "intervención",
      "gobiernos",
      "extranjeros",
      ".",
      "“",
      "claros",
      "gobierno",
      "venezolano",
      "maduro",
      ",",
      "donald",
      "trump",
      "alguien",
      "quiere",
      "hacer",
      "cambios",
      "régimen",
      "”",
      ",",
      "sostuvo",
      ".",
      "diplomático",
      "enfatizó",
      "intereses",
      "trump",
      "centrados",
      "país",
      "mejora",
      "calidad",
      "vida",
      "estadounidenses",
      ".",
      "“",
      "alguien",
      "quiere",
      "hacer",
      "podamos",
      "hacer",
      "estadounidenses",
      "fuertes",
      ",",
      "prósperos",
      ".",
      "enfocamos",
      "ahora",
      "mismo",
      "”",
      ",",
      "agregó",
      ".",
      "grenell",
      "reveló",
      "visita",
      "venezuela",
      ",",
      "maduro",
      "presentó",
      "serie",
      "solicitudes",
      "cambio",
      "liberación",
      "ciudadanos",
      "estadounidenses",
      "detenidos",
      ".",
      "embargo",
      ",",
      "aseguró",
      "oferta",
      "parte",
      "solo",
      "presencia",
      ",",
      "enviado",
      "unidos",
      ",",
      "palacio",
      "miraflores",
      ".",
      "“",
      "diplomático",
      "decir",
      "mesa",
      "negociación",
      ",",
      "razón",
      "exitosos",
      "podamos",
      "hablar",
      "mejor",
      "personas",
      ",",
      "convencidos",
      "cualquier",
      "manera",
      ".",
      "razón",
      "embajadores",
      "donald",
      "trump",
      "capaces",
      "hacer",
      "cosas",
      ".",
      "donald",
      "trump",
      ",",
      "representa",
      "amenaza",
      "creíble",
      "”",
      ",",
      "afirmó",
      ".",
      ",",
      "tras",
      "mencionado",
      "encuentro",
      "presidente",
      "nicolás",
      "maduro",
      "calificó",
      "positivamente",
      "reunión",
      "expresó",
      "necesidad",
      "establecer",
      "“",
      "agenda",
      "cero",
      "”",
      "ambas",
      "naciones",
      ":",
      "“",
      "mensaje",
      "sido",
      ":",
      "queremos",
      "construir",
      "relaciones",
      "respeto",
      "soberanía",
      "venezuela",
      ",",
      "vida",
      "democrática",
      "venezuela",
      ",",
      "derecho",
      "internacional",
      "región",
      "latinoamericana",
      "caribeña",
      "»",
      ",",
      "afirmó",
      ".",
      "grenell",
      ",",
      ",",
      "señaló",
      "concesión",
      "parte",
      "caracas",
      "debió",
      "presión",
      "ejercida",
      "administración",
      "trump",
      "basa",
      "diversas",
      "estrategias",
      ",",
      "solo",
      "posibilidad",
      "intervención",
      "militar",
      ".",
      "“",
      "solo",
      "amenaza",
      "bélica",
      ",",
      "amenaza",
      "arancelaria",
      ",",
      "amenaza",
      "sanciones",
      "económicas",
      ",",
      "amenaza",
      "creíble",
      "”",
      ",",
      "señaló",
      ".",
      "visita",
      "grenell",
      "caracas",
      "marcó",
      "momento",
      "significativo",
      "relaciones",
      "unidos",
      "venezuela",
      ".",
      "aunque",
      "oficializó",
      "cambio",
      "postura",
      "washington",
      "hacia",
      "gobierno",
      "maduro",
      ",",
      "reunión",
      "evidenció",
      "apertura",
      "diálogo",
      "bajo",
      "términos",
      "pragmáticos",
      ".",
      "gesto",
      "simbólico",
      ",",
      "grenell",
      "recibido",
      "palacio",
      "miraflores",
      "recorrió",
      "junto",
      "maduro",
      "exposición",
      "independencia",
      "venezuela",
      ",",
      "reflejó",
      "intención",
      "caracas",
      "situar",
      "conversación",
      "dentro",
      "marco",
      "histórico",
      ".",
      "asimismo",
      ",",
      "liberación",
      "seis",
      "ciudadanos",
      "estadounidenses",
      "presentada",
      "ambas",
      "partes",
      "logro",
      ",",
      "aunque",
      "detalles",
      "liberados",
      "mantenido",
      "reserva",
      ".",
      "según",
      "grenell",
      ",",
      "“",
      "temas",
      "complicados",
      "revelarán",
      "nombres",
      "”",
      ".",
      "pesar",
      "diferencias",
      "políticas",
      "ambos",
      "países",
      "persisten",
      ",",
      "reunión",
      "31",
      "enero",
      "dejó",
      "evidencia",
      ",",
      "menos",
      "ciertos",
      "temas",
      ",",
      "existen",
      "espacios",
      "negociación",
      ".",
      "“",
      "queremos",
      "relación",
      "diferente",
      "”",
      ",",
      "concluyó",
      "grenell",
      ",",
      "reforzando",
      "idea",
      ",",
      "bajo",
      "administración",
      "trump",
      ",",
      "cualquier",
      "diálogo",
      "venezuela",
      "responderá",
      "intereses",
      "estratégicos",
      "política",
      "intervención",
      "cambio",
      "régimen",
      "."
    ],
    "token_count": 417,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 87,
      "VBZ": 19,
      "JJ": 65,
      "FW": 146,
      "NN": 198,
      "DT": 10,
      "IN": 26,
      "NNS": 33,
      "VBP": 22,
      "CD": 2,
      "VBD": 5,
      "PRP": 1,
      "RB": 5,
      "CC": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NNP": 25,
      "NNP-VBZ": 10,
      "VBZ-JJ": 11,
      "JJ-FW": 6,
      "FW-FW": 93,
      "FW-NNP": 21,
      "NNP-NN": 26,
      "NN-NNP": 22,
      "NN-FW": 21,
      "FW-JJ": 8,
      "JJ-NN": 38,
      "NN-NN": 96,
      "FW-NN": 21,
      "NNP-DT": 3,
      "DT-NN": 7,
      "NN-IN": 16,
      "IN-JJ": 5,
      "JJ-NNS": 11,
      "NNS-IN": 6,
      "IN-NNS": 4,
      "IN-FW": 9,
      "NN-JJ": 13,
      "NNS-NNP": 4,
      "NNP-NNS": 1,
      "NNS-FW": 2,
      "NN-NNS": 13,
      "NNS-VBP": 19,
      "VBP-JJ": 10,
      "JJ-NNP": 3,
      "NN-CD": 1,
      "CD-FW": 1,
      "NN-VBZ": 7,
      "NNP-JJ": 7,
      "NN-VBD": 4,
      "VBD-DT": 1,
      "DT-NNP": 1,
      "JJ-JJ": 4,
      "NNP-FW": 10,
      "VBZ-NN": 3,
      "NNP-PRP": 1,
      "PRP-JJ": 1,
      "NNP-IN": 1,
      "IN-NNP": 4,
      "VBZ-FW": 4,
      "FW-NNS": 3,
      "VBP-NNP": 5,
      "NN-RB": 3,
      "RB-VBZ": 2,
      "JJ-IN": 1,
      "NN-DT": 1,
      "DT-JJ": 2,
      "NNP-CC": 1,
      "CC-NN": 1,
      "VBP-NNS": 1,
      "IN-NN": 3,
      "VBP-RB": 1,
      "RB-NNP": 1,
      "VBD-JJ": 3,
      "JJ-DT": 2,
      "IN-JJR": 1,
      "JJR-NN": 1,
      "NNP-VBD": 1,
      "VBZ-DT": 1,
      "NN-VBP": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "RB-JJ": 1,
      "NNP-VBP": 1,
      "VBP-NN": 2,
      "VBP-DT": 2,
      "VBP-IN": 1,
      "VBD-CD": 1,
      "CD-IN": 1
    },
    "trigram_freq": {
      "NNP-NNP-VBZ": 6,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-FW-NNP": 15,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 6,
      "NNP-NN-NNP": 2,
      "NN-NNP-NN": 7,
      "NNP-NN-FW": 1,
      "NN-FW-JJ": 3,
      "FW-JJ-NN": 3,
      "JJ-NN-NN": 21,
      "NN-NN-NN": 45,
      "NN-NN-FW": 10,
      "NN-FW-NN": 2,
      "FW-NN-FW": 6,
      "NN-FW-NNP": 3,
      "NNP-NNP-DT": 3,
      "NNP-DT-NN": 3,
      "DT-NN-NN": 3,
      "NN-NN-IN": 9,
      "NN-IN-JJ": 4,
      "IN-JJ-NNS": 3,
      "JJ-NNS-IN": 3,
      "NNS-IN-NNS": 2,
      "IN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 4,
      "FW-FW-NN": 9,
      "FW-NN-NN": 7,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 10,
      "NN-IN-FW": 6,
      "IN-FW-JJ": 1,
      "FW-JJ-NNS": 3,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-NN": 5,
      "NNP-NN-NNS": 4,
      "NN-NNS-VBP": 10,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-NN": 16,
      "NN-NN-CD": 1,
      "NN-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-FW": 64,
      "FW-NN-VBZ": 2,
      "NN-VBZ-JJ": 5,
      "FW-NN-NNP": 2,
      "NN-NNP-JJ": 3,
      "NNP-JJ-NN": 6,
      "NN-NN-VBD": 2,
      "NN-VBD-DT": 1,
      "VBD-DT-NNP": 1,
      "DT-NNP-NNP": 1,
      "NNP-NNP-NNP": 4,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 4,
      "NN-NN-NNP": 12,
      "NN-NNP-NNP": 5,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 2,
      "NNP-VBZ-NN": 3,
      "VBZ-NN-NN": 2,
      "NN-NNP-PRP": 1,
      "NNP-PRP-JJ": 1,
      "PRP-JJ-NN": 1,
      "JJ-NN-NNP": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "JJ-NN-IN": 5,
      "FW-FW-JJ": 4,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NN": 3,
      "FW-JJ-FW": 1,
      "JJ-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NNP": 5,
      "VBP-NNP-NNP": 2,
      "NN-FW-FW": 13,
      "DT-NN-RB": 2,
      "NN-RB-VBZ": 2,
      "RB-VBZ-JJ": 2,
      "VBZ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "NNS-NNP-NN": 3,
      "VBP-JJ-NN": 8,
      "VBZ-JJ-NN": 3,
      "JJ-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "JJ-NN-NNS": 3,
      "NN-NNS-IN": 2,
      "IN-NNS-VBP": 1,
      "VBP-NNP-NN": 2,
      "NN-JJ-NNS": 1,
      "NNS-IN-NNP": 2,
      "IN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-FW": 1,
      "FW-FW-NNS": 1,
      "NN-NN-RB": 1,
      "NN-NN-VBZ": 2,
      "VBZ-JJ-NNS": 3,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NNP-NN-JJ": 2,
      "JJ-NN-FW": 1,
      "NNP-FW-FW": 5,
      "IN-JJ-FW": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-DT": 1,
      "JJ-DT-NN": 2,
      "IN-JJ-DT": 1,
      "NN-IN-JJR": 1,
      "IN-JJR-NN": 1,
      "JJR-NN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "JJ-NN-JJ": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-FW-NN": 3,
      "FW-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NN-JJ-NNP": 1,
      "NN-NN-NNS": 5,
      "NNS-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NNP-FW": 5,
      "NNP-NN-VBD": 1,
      "VBD-JJ-JJ": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NN-NNP-FW": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-IN-NNP": 1,
      "FW-NN-JJ": 1,
      "VBP-NNP-JJ": 1,
      "VBZ-NN-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "JJ-NN-VBZ": 1,
      "VBP-JJ-JJ": 1,
      "IN-NN-NNP": 1,
      "NNS-VBP-DT": 2,
      "VBP-DT-NN": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-NNS": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NN": 3,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-JJ-FW": 1,
      "FW-NNP-JJ": 1,
      "FW-NN-IN": 2,
      "VBP-DT-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 198,
        "FW": 146,
        "NNP": 87,
        "JJ": 65,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 96,
        "FW-FW": 93,
        "JJ-NN": 38,
        "NNP-NN": 26,
        "NNP-NNP": 25
      },
      "top_trigrams": {
        "FW-FW-FW": 64,
        "NN-NN-NN": 45,
        "JJ-NN-NN": 21,
        "NNP-NN-NN": 16,
        "FW-FW-NNP": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 182,
      "ADJP": 5,
      "PP": 18,
      "VP": 38
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0336
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0261
      },
      {
        "rule": "NP -> ('Grenell', 'NNP')",
        "frequency": 6,
        "weight": 0.0224
      },
      {
        "rule": "NP -> ('Caracas', 'NNP')",
        "frequency": 4,
        "weight": 0.0149
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('régimen', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('ciudadanos', 'JJ') ('estadounidenses', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "PP -> ('visita', 'IN') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('entre', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Richard Grenell"
      },
      {
        "label": "ADJP",
        "text": "enviado"
      },
      {
        "label": "NP",
        "text": "Administración Trump para Venezuela"
      },
      {
        "label": "NP",
        "text": "aseguró"
      },
      {
        "label": "NP",
        "text": "una reciente entrevista que"
      },
      {
        "label": "NP",
        "text": "presidente"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "no tiene interés"
      },
      {
        "label": "PP",
        "text": "en promover cambios"
      },
      {
        "label": "NP",
        "text": "promover cambios"
      },
      {
        "label": "PP",
        "text": "de régimen"
      },
      {
        "label": "NP",
        "text": "régimen"
      },
      {
        "label": "NP",
        "text": "que su enfoque"
      },
      {
        "label": "NP",
        "text": "principal es el bienestar"
      },
      {
        "label": "NP",
        "text": "ciudadanos estadounidenses"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Richard/NNP Grenell/NNP)\n  ,/,\n  (ADJP enviado/JJ)\n  especial/FW\n  de/FW\n  la/FW\n  (NP Administración/NNP Trump/NNP para/NN Venezuela/NNP)\n  ,/,\n  (NP aseguró/NN)\n  en/FW\n  (NP una/JJ reciente/NN entrevista/NN que/NN)\n  el/FW\n  (NP presidente/NN)\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  (NP no/DT tiene/NN interés/NN)\n  (PP en/IN (NP promover/JJ cambios/NNS))\n  (PP de/IN (NP régimen/NNS))\n  en/IN\n  el/FW\n  mundo/FW\n  y/FW\n  (NP que/NN su/NN enfoque/NN)\n  (NP principal/JJ es/NN el/NN bienestar/NN)\n  de/IN\n  los/FW\n  (NP ciudadanos/JJ estadounidenses/NNS)\n  ./.)",
      "(S\n  (NP Las/NNP declaraciones/NNS)\n  de/FW\n  (NP Grenell/NNP surgen/NN tras/NNS)\n  (VP su/VBP)\n  (PP visita/IN (NP a/DT Caracas/NNP el/NN pasado/NN))\n  31/CD\n  de/IN\n  enero/FW\n  y/CC\n  la/FW\n  (ADJP posterior/JJ)\n  liberación/FW\n  de/FW\n  seis/FW\n  (NP ciudadanos/NN)\n  (VP estadounidenses/VBZ detenidos/JJ)\n  en/FW\n  el/FW\n  (NP país/NN sudamericano/NN)\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  (NP una/JJ conversación/NN con/NN el/NN)\n  (VP medio/VBD (NP The/DT Epoch/NNP Times/NNP))\n  ,/,\n  (NP Grenell/NNP)\n  (VP\n    recordó/VBZ\n    (NP su/JJ encuentro/JJ con/NN el/NN presidente/NN venezolano/NN))\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  en/FW\n  (NP Caracas/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Pasé/NNP el/NN día/NN)\n  (PP en/IN (NP Caracas/NNP))\n  ,/,\n  me/PRP\n  (VP encontré/VBP (NP con/JJ Maduro/NNP))\n  ,/,\n  (VP lo/VBZ (NP vi/NN cara/NN) (NP a/DT cara/NN))\n  ./.)",
      "(S\n  (NP Traté/NNP)\n  de/FW\n  tener/FW\n  (NP una/JJ conversación/NN)\n  en/IN\n  la/FW\n  que/FW\n  tuviéramos/FW\n  (NP una/JJ relación/NN diferente/NN con/NN él/NNP ”/NNP)\n  ,/,\n  (VP expresó/VBZ (NP el/JJ funcionario/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "soberanía de venezuela, a la vida democrática de venezuela, al derecho",
        "position": [
          2385,
          2455
        ],
        "start": 2385,
        "end": 2455
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          762,
          769
        ],
        "start": 762,
        "end": 769
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de maduro",
        "position": [
          3052,
          3070
        ],
        "start": 3052,
        "end": 3070
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de estados",
        "position": [
          121,
          142
        ],
        "start": 121,
        "end": 142
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          135,
          149
        ],
        "start": 135,
        "end": 149
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          68,
          77
        ],
        "start": 68,
        "end": 77
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          341,
          348
        ],
        "start": 341,
        "end": 348
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región latinoamericana",
        "position": [
          2482,
          2504
        ],
        "start": 2482,
        "end": 2504
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1597,
          1604
        ],
        "start": 1597,
        "end": 1604
      }
    ],
    "match_count": 9
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Según Grenell",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Richard Grenell",
        "tipo": "Persona"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Grenell",
        "tipo": "Lugar"
      },
      {
        "nombre": "Administración Trump",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Traté",
        "tipo": "Persona"
      },
      {
        "nombre": "Grenell",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "palacio de Miraflores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palacio de Miraflores",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Richard Grenell",
        "relacion": "ASEGURAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Administración Trump",
        "relacion": "ASEGURAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ASEGURAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Grenell",
        "relacion": "SURGIR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Grenell",
        "relacion": "RECORDAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Grenell",
        "relacion": "RECORDAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "RECORDAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Caracas",
        "relacion": "PAS",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Grenell",
        "relacion": "DEJAR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Washington",
        "relacion": "DEJAR",
        "objeto": "Administración Trump"
      },
      {
        "sujeto": "Grenell",
        "relacion": "DEJAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Caracas",
        "relacion": "DEJAR",
        "objeto": "Administración Trump"
      },
      {
        "sujeto": "Grenell",
        "relacion": "DEJAR",
        "objeto": "Administración Trump"
      },
      {
        "sujeto": "Grenell",
        "relacion": "REVELAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Grenell",
        "relacion": "REVELAR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Maduro",
        "relacion": "PRESENTAR_REVELAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "CALIFICAR_AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Grenell",
        "relacion": "SE_ALAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Grenell",
        "relacion": "SE_ALAR",
        "objeto": "Administración Trump"
      },
      {
        "sujeto": "Caracas",
        "relacion": "DEBER_SE_ALAR",
        "objeto": "Administración Trump"
      },
      {
        "sujeto": "Grenell",
        "relacion": "MARCAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Grenell",
        "relacion": "MARCAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Caracas",
        "relacion": "MARCAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Caracas",
        "relacion": "MARCAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Grenell",
        "relacion": "RECIBIR",
        "objeto": "Palacio de Miraflores"
      },
      {
        "sujeto": "Grenell",
        "relacion": "RECIBIR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Grenell",
        "relacion": "RECIBIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Grenell",
        "relacion": "RECIBIR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Palacio de Miraflores",
        "relacion": "RECIBIR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Palacio de Miraflores",
        "relacion": "RECIBIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Palacio de Miraflores",
        "relacion": "RECIBIR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Maduro",
        "relacion": "RECORRER_RECIBIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Maduro",
        "relacion": "RECORRER_RECIBIR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "RECORRER_RECIBIR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Grenell",
        "relacion": "CONCLUIR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Grenell",
        "relacion": "CONCLUIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Trump",
        "relacion": "RESPONDER_REFORZAR_CONCLUIR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9517,
    "pos": 0.004,
    "neu": 0.959,
    "neg": 0.037,
    "label": "negative"
  }
}