{
  "url": "https://www.telesurtv.net/trump-amenaza-la-exencion-fiscal-de-harvard-en-medio-de-la-congelacion-de-fondos-federales/",
  "title": "Trump amenaza la exención fiscal de Harvard en medio de la congelación de fondos federales - teleSUR",
  "section": "Mundo",
  "tags": [
    "EEUU",
    "Harvard",
    "recortes de gastos",
    "Trump"
  ],
  "text": "El presidente de Estados Unidos, Donald Trump, elevó este martes su confrontación con la Universidad de Harvard, amenazando con retirar su exención fiscal si la institución continúa con lo que él considera una agenda “con inspiración política, ideológica y terrorista”.\n“¿Quizás Harvard debería perder su exención fiscal y ser gravada como entidad política si sigue promoviendo la ‘enfermedad’ con inspiración política, ideológica y terrorista? Recuerden, la exención fiscal depende totalmente de actuar en interés público”, escribió Trump en su plataforma Truth Social.\n\n\nLa advertencia presidencial llega apenas un día después de que el Departamento de Educación anunciara la congelación de 2.200 millones de dólares en subvenciones plurianuales y 60 millones en contratos con Harvard. Esta medida se suma a una revisión general de casi 9.000 millones en fondos comprometidos con la universidad, confirmada el 31 de marzo por el presidente de Harvard, Alan Garber.\n\n\nLas acciones contra Harvard se producen en medio de una profunda reestructuración del sistema educativo federal. El Departamento de Educación, blanco histórico de críticas conservadoras desde su creación en 1979, enfrenta ahora un desmantelamiento sin precedentes bajo la administración Trump.\nEl presidente emitió recientemente una orden ejecutiva que instruye a la secretaria de Educación, Linda McMahon, a preparar el cierre del departamento, aunque reconociendo que su disolución completa requeriría aprobación legislativa. Cuando fue cuestionada directamente sobre la necesidad de esta institución, McMahon respondió categóricamente: “No, no lo necesitamos”.\nLos efectos de esta política ya son tangibles: aproximadamente 2.000 empleados —casi la mitad de su plantilla— han sido despedidos o han aceptado paquetes de retiro voluntario, y decenas de contratos de investigación han sido cancelados.\n\n\nEsta reducción dramática afecta a una institución que, pese a ser la más pequeña entre las agencias del Gabinete con 4.209 empleados hasta septiembre pasado (apenas el 0,2% del empleo federal), tiene un impacto desproporcionado en la sociedad estadounidense como principal canalizador de ayudas federales a escuelas públicas y mayor prestamista para estudiantes universitarios.\n\nLEER TAMBIÉN:\nProtestas masivas contra Trump y Musk sacuden EE.UU. y Europa\n\nSegún fuentes cercanas al proceso, la administración Trump elaboró recomendaciones específicas que Harvard debe implementar para recuperar la financiación federal, incluyendo una revisión de sus políticas contra el antisemitismo y la eliminación de programas de inclusión y diversidad.\nGarber expresó su preocupación sobre cómo esta suspensión de fondos podría afectar no solo a la investigación en Harvard sino también a instituciones asociadas, incluyendo hospitales.\n\n\nEstos enfrentamientos ocurren en un contexto de preocupación económica generalizada entre los estadounidenses. Según datos recientes, aunque la mayoría de adultos califica la economía del país como regular (45%) o mala (31%), las inquietudes sobre temas específicos muestran patrones diversos.\nLa inflación continúa siendo una preocupación principal, con un 63% de los ciudadanos considerándola un problema muy grave para el país. Esta cifra, aunque comparable con la registrada en mayo pasado, ha descendido desde el máximo del 70% alcanzado en 2022.\n\nLEER TAMBIÉN:\n73% de los estadounidenses prevé inflación por aranceles de Trump\n\nPor otro lado, la asequibilidad de la atención sanitaria es una preocupación creciente, con un aumento de 10 puntos porcentuales en el último año. Actualmente, el 67% de los estadounidenses lo considera un problema muy grave, frente al 57% registrado en 2024.\nEl déficit federal también genera mayor inquietud, pasando del 53% al 57% de ciudadanos que lo perciben como un problema crítico, un incremento impulsado principalmente por la creciente preocupación entre los votantes demócratas.\nEn contraste, el desempleo representa una excepción notable. Solo una cuarta parte de los estadounidenses lo clasifica como un problema muy grave para el país, manteniéndose esta tendencia constante durante los últimos tres años.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/trump-amenaza-la-exencion-fiscal-de-harvard-en-medio-de-la-congelacion-de-fondos-federales/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 1000,
    "message_id": 91960,
    "date": "2025-04-15T18:29:34+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️Trump amenaza la exención fiscal de Harvard en medio de la congelación de fondos federales\nhttps://www.telesurtv.net/trump-amenaza-la-exencion-fiscal-de-harvard-en-medio-de-la-congelacion-de-fondos-federales/\n\n▪️ Segundo portaaviones estadounidense arriba a Oriente Medio previo a conversaciones entre Irán y EE.UU.\nhttps://www.telesurtv.net/portaaviones-estadounidense-opera-en-aguas-de-oriente-medio-previo-a-conversaciones-entre-iran-y-ee-uu/\n\n▪️Presidente Xi atestigua firma de acuerdos de cooperación durante visita a Vietnam\nhttps://www.telesurtv.net/presidente-xi-atestigua-firma-de-acuerdos-de-cooperacion-durante-visita-a-vietnam/",
    "photo_path": null,
    "views": 2049,
    "reactions": {
      "🤮": 21,
      "❤": 6,
      "👍": 5,
      "👎": 1,
      "🤔": 1,
      "🤡": 1
    },
    "total_reactions": 35
  },
  "preprocessing": {
    "cleaned": "el presidente de estados unidos, donald trump, elevó este martes su confrontación con la universidad de harvard, amenazando con retirar su exención fiscal si la institución continúa con lo que él considera una agenda “con inspiración política, ideológica y terrorista”. “¿quizás harvard debería perder su exención fiscal y ser gravada como entidad política si sigue promoviendo la ‘enfermedad’ con inspiración política, ideológica y terrorista? recuerden, la exención fiscal depende totalmente de actuar en interés público”, escribió trump en su plataforma truth social. la advertencia presidencial llega apenas un día después de que el departamento de educación anunciara la congelación de 2.200 millones de dólares en subvenciones plurianuales y 60 millones en contratos con harvard. esta medida se suma a una revisión general de casi 9.000 millones en fondos comprometidos con la universidad, confirmada el 31 de marzo por el presidente de harvard, alan garber. las acciones contra harvard se producen en medio de una profunda reestructuración del sistema educativo federal. el departamento de educación, blanco histórico de críticas conservadoras desde su creación en 1979, enfrenta ahora un desmantelamiento sin precedentes bajo la administración trump. el presidente emitió recientemente una orden ejecutiva que instruye a la secretaria de educación, linda mcmahon, a preparar el cierre del departamento, aunque reconociendo que su disolución completa requeriría aprobación legislativa. cuando fue cuestionada directamente sobre la necesidad de esta institución, mcmahon respondió categóricamente: “no, no lo necesitamos”. los efectos de esta política ya son tangibles: aproximadamente 2.000 empleados —casi la mitad de su plantilla— han sido despedidos o han aceptado paquetes de retiro voluntario, y decenas de contratos de investigación han sido cancelados. esta reducción dramática afecta a una institución que, pese a ser la más pequeña entre las agencias del gabinete con 4.209 empleados hasta septiembre pasado (apenas el 0,2% del empleo federal), tiene un impacto desproporcionado en la sociedad estadounidense como principal canalizador de ayudas federales a escuelas públicas y mayor prestamista para estudiantes universitarios. leer también: protestas masivas contra trump y musk sacuden ee.uu. y europa según fuentes cercanas al proceso, la administración trump elaboró recomendaciones específicas que harvard debe implementar para recuperar la financiación federal, incluyendo una revisión de sus políticas contra el antisemitismo y la eliminación de programas de inclusión y diversidad. garber expresó su preocupación sobre cómo esta suspensión de fondos podría afectar no solo a la investigación en harvard sino también a instituciones asociadas, incluyendo hospitales. estos enfrentamientos ocurren en un contexto de preocupación económica generalizada entre los estadounidenses. según datos recientes, aunque la mayoría de adultos califica la economía del país como regular (45%) o mala (31%), las inquietudes sobre temas específicos muestran patrones diversos. la inflación continúa siendo una preocupación principal, con un 63% de los ciudadanos considerándola un problema muy grave para el país. esta cifra, aunque comparable con la registrada en mayo pasado, ha descendido desde el máximo del 70% alcanzado en 2022. leer también: 73% de los estadounidenses prevé inflación por aranceles de trump por otro lado, la asequibilidad de la atención sanitaria es una preocupación creciente, con un aumento de 10 puntos porcentuales en el último año. actualmente, el 67% de los estadounidenses lo considera un problema muy grave, frente al 57% registrado en 2024. el déficit federal también genera mayor inquietud, pasando del 53% al 57% de ciudadanos que lo perciben como un problema crítico, un incremento impulsado principalmente por la creciente preocupación entre los votantes demócratas. en contraste, el desempleo representa una excepción notable. solo una cuarta parte de los estadounidenses lo clasifica como un problema muy grave para el país, manteniéndose esta tendencia constante durante los últimos tres años.",
    "tokens": [
      "presidente",
      "unidos",
      ",",
      "donald",
      "trump",
      ",",
      "elevó",
      "martes",
      "confrontación",
      "universidad",
      "harvard",
      ",",
      "amenazando",
      "retirar",
      "exención",
      "fiscal",
      "si",
      "institución",
      "continúa",
      "considera",
      "agenda",
      "“",
      "inspiración",
      "política",
      ",",
      "ideológica",
      "terrorista",
      "”",
      ".",
      "“",
      "¿quizás",
      "harvard",
      "debería",
      "perder",
      "exención",
      "fiscal",
      "ser",
      "gravada",
      "entidad",
      "política",
      "si",
      "sigue",
      "promoviendo",
      "‘",
      "enfermedad",
      "’",
      "inspiración",
      "política",
      ",",
      "ideológica",
      "terrorista",
      "?",
      "recuerden",
      ",",
      "exención",
      "fiscal",
      "depende",
      "totalmente",
      "actuar",
      "interés",
      "público",
      "”",
      ",",
      "escribió",
      "trump",
      "plataforma",
      "truth",
      "social",
      ".",
      "advertencia",
      "presidencial",
      "llega",
      "apenas",
      "día",
      "después",
      "departamento",
      "educación",
      "anunciara",
      "congelación",
      "2.200",
      "millones",
      "dólares",
      "subvenciones",
      "plurianuales",
      "60",
      "millones",
      "contratos",
      "harvard",
      ".",
      "medida",
      "suma",
      "revisión",
      "general",
      "casi",
      "9.000",
      "millones",
      "fondos",
      "comprometidos",
      "universidad",
      ",",
      "confirmada",
      "31",
      "marzo",
      "presidente",
      "harvard",
      ",",
      "alan",
      "garber",
      ".",
      "acciones",
      "harvard",
      "producen",
      "medio",
      "profunda",
      "reestructuración",
      "sistema",
      "educativo",
      "federal",
      ".",
      "departamento",
      "educación",
      ",",
      "blanco",
      "histórico",
      "críticas",
      "conservadoras",
      "creación",
      "1979",
      ",",
      "enfrenta",
      "ahora",
      "desmantelamiento",
      "precedentes",
      "bajo",
      "administración",
      "trump",
      ".",
      "presidente",
      "emitió",
      "recientemente",
      "orden",
      "ejecutiva",
      "instruye",
      "secretaria",
      "educación",
      ",",
      "linda",
      "mcmahon",
      ",",
      "preparar",
      "cierre",
      "departamento",
      ",",
      "aunque",
      "reconociendo",
      "disolución",
      "completa",
      "requeriría",
      "aprobación",
      "legislativa",
      ".",
      "cuestionada",
      "directamente",
      "necesidad",
      "institución",
      ",",
      "mcmahon",
      "respondió",
      "categóricamente",
      ":",
      "“",
      ",",
      "necesitamos",
      "”",
      ".",
      "efectos",
      "política",
      "tangibles",
      ":",
      "aproximadamente",
      "2.000",
      "empleados",
      "—casi",
      "mitad",
      "plantilla—",
      "sido",
      "despedidos",
      "aceptado",
      "paquetes",
      "retiro",
      "voluntario",
      ",",
      "decenas",
      "contratos",
      "investigación",
      "sido",
      "cancelados",
      ".",
      "reducción",
      "dramática",
      "afecta",
      "institución",
      ",",
      "pese",
      "ser",
      "pequeña",
      "agencias",
      "gabinete",
      "4.209",
      "empleados",
      "septiembre",
      "pasado",
      "(",
      "apenas",
      "0,2",
      "%",
      "empleo",
      "federal",
      ")",
      ",",
      "impacto",
      "desproporcionado",
      "sociedad",
      "estadounidense",
      "principal",
      "canalizador",
      "ayudas",
      "federales",
      "escuelas",
      "públicas",
      "mayor",
      "prestamista",
      "estudiantes",
      "universitarios",
      ".",
      "leer",
      ":",
      "protestas",
      "masivas",
      "trump",
      "musk",
      "sacuden",
      "ee.uu.",
      "europa",
      "según",
      "fuentes",
      "cercanas",
      "proceso",
      ",",
      "administración",
      "trump",
      "elaboró",
      "recomendaciones",
      "específicas",
      "harvard",
      "debe",
      "implementar",
      "recuperar",
      "financiación",
      "federal",
      ",",
      "incluyendo",
      "revisión",
      "políticas",
      "antisemitismo",
      "eliminación",
      "programas",
      "inclusión",
      "diversidad",
      ".",
      "garber",
      "expresó",
      "preocupación",
      "cómo",
      "suspensión",
      "fondos",
      "podría",
      "afectar",
      "solo",
      "investigación",
      "harvard",
      "sino",
      "instituciones",
      "asociadas",
      ",",
      "incluyendo",
      "hospitales",
      ".",
      "enfrentamientos",
      "ocurren",
      "contexto",
      "preocupación",
      "económica",
      "generalizada",
      "estadounidenses",
      ".",
      "según",
      "datos",
      "recientes",
      ",",
      "aunque",
      "mayoría",
      "adultos",
      "califica",
      "economía",
      "país",
      "regular",
      "(",
      "45",
      "%",
      ")",
      "mala",
      "(",
      "31",
      "%",
      ")",
      ",",
      "inquietudes",
      "temas",
      "específicos",
      "muestran",
      "patrones",
      "diversos",
      ".",
      "inflación",
      "continúa",
      "siendo",
      "preocupación",
      "principal",
      ",",
      "63",
      "%",
      "ciudadanos",
      "considerándola",
      "problema",
      "grave",
      "país",
      ".",
      "cifra",
      ",",
      "aunque",
      "comparable",
      "registrada",
      "mayo",
      "pasado",
      ",",
      "descendido",
      "máximo",
      "70",
      "%",
      "alcanzado",
      "2022.",
      "leer",
      ":",
      "73",
      "%",
      "estadounidenses",
      "prevé",
      "inflación",
      "aranceles",
      "trump",
      "lado",
      ",",
      "asequibilidad",
      "atención",
      "sanitaria",
      "preocupación",
      "creciente",
      ",",
      "aumento",
      "10",
      "puntos",
      "porcentuales",
      "último",
      "año",
      ".",
      "actualmente",
      ",",
      "67",
      "%",
      "estadounidenses",
      "considera",
      "problema",
      "grave",
      ",",
      "frente",
      "57",
      "%",
      "registrado",
      "2024.",
      "déficit",
      "federal",
      "genera",
      "mayor",
      "inquietud",
      ",",
      "pasando",
      "53",
      "%",
      "57",
      "%",
      "ciudadanos",
      "perciben",
      "problema",
      "crítico",
      ",",
      "incremento",
      "impulsado",
      "principalmente",
      "creciente",
      "preocupación",
      "votantes",
      "demócratas",
      ".",
      "contraste",
      ",",
      "desempleo",
      "representa",
      "excepción",
      "notable",
      ".",
      "solo",
      "cuarta",
      "parte",
      "estadounidenses",
      "clasifica",
      "problema",
      "grave",
      "país",
      ",",
      "manteniéndose",
      "tendencia",
      "constante",
      "últimos",
      "tres",
      "años",
      "."
    ],
    "token_count": 437,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 65,
      "NN": 233,
      "FW": 87,
      "VBZ": 14,
      "NNS": 27,
      "VBP": 17,
      "JJ": 75,
      "RB": 4,
      "IN": 28,
      "CD": 20,
      "VBD": 2,
      "DT": 2,
      "VBN": 3,
      "MD": 1,
      "VB": 2
    },
    "bigram_freq": {
      "NNP-NN": 23,
      "NN-FW": 13,
      "FW-NNP": 12,
      "NNP-NNP": 21,
      "NNP-VBZ": 6,
      "VBZ-NN": 1,
      "NN-NNS": 13,
      "NNS-VBP": 13,
      "VBP-JJ": 9,
      "JJ-NN": 44,
      "NN-NN": 131,
      "NN-NNP": 12,
      "NNP-FW": 8,
      "NN-JJ": 30,
      "JJ-JJ": 11,
      "FW-NN": 16,
      "NN-RB": 2,
      "RB-JJ": 1,
      "NN-IN": 16,
      "IN-FW": 12,
      "FW-FW": 50,
      "VBZ-JJ": 8,
      "JJ-NNS": 2,
      "NNS-JJ": 2,
      "IN-CD": 4,
      "CD-NNS": 4,
      "NNS-FW": 1,
      "FW-NNS": 3,
      "NNS-IN": 5,
      "IN-NNS": 2,
      "NNS-NNS": 2,
      "NNS-CD": 1,
      "IN-NN": 7,
      "JJ-FW": 3,
      "FW-CD": 1,
      "IN-JJ": 2,
      "NN-VBD": 1,
      "VBD-CD": 2,
      "CD-IN": 5,
      "JJ-NNP": 11,
      "FW-JJ": 5,
      "NN-VBZ": 8,
      "CD-NN": 7,
      "NNP-VBP": 1,
      "VBP-NN": 2,
      "NNP-DT": 1,
      "DT-NN": 2,
      "RB-NNP": 1,
      "NNS-RB": 1,
      "RB-CD": 2,
      "CD-JJ": 2,
      "VBZ-IN": 1,
      "NN-CD": 3,
      "VBP-CD": 1,
      "NNP-JJ": 2,
      "VBZ-NNS": 1,
      "NN-DT": 1,
      "NNS-NNP": 2,
      "JJ-IN": 1,
      "JJ-CD": 3,
      "VBP-NNP": 2,
      "NN-VBP": 3,
      "VBP-VBN": 3,
      "VBN-JJ": 2,
      "VBZ-CD": 2,
      "CD-NNP": 2,
      "NNP-CD": 1,
      "IN-NNP": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "NNP-VBD": 1,
      "VBN-RB": 1,
      "VBZ-VB": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 3,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 10,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 26,
      "NN-NN-NNP": 10,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 3,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 16,
      "NN-NN-NN": 73,
      "NN-NN-JJ": 19,
      "NN-JJ-JJ": 5,
      "JJ-JJ-NN": 8,
      "NN-JJ-NN": 20,
      "NN-NNP-NN": 4,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NN": 4,
      "NN-NN-FW": 8,
      "NN-FW-NN": 4,
      "FW-NN-NN": 8,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NN-IN": 7,
      "NN-IN-FW": 9,
      "IN-FW-FW": 7,
      "FW-FW-FW": 34,
      "FW-FW-NNP": 5,
      "FW-NNP-FW": 3,
      "NNP-FW-NN": 4,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-NN-IN": 7,
      "NN-IN-CD": 4,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "IN-NN-NN": 3,
      "NNP-NNP-FW": 2,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 2,
      "CD-IN-FW": 2,
      "VBZ-JJ-NNP": 3,
      "JJ-NNP-NN": 7,
      "NN-IN-NN": 3,
      "IN-NN-FW": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 3,
      "NN-NN-VBZ": 7,
      "NN-VBZ-JJ": 5,
      "JJ-NNP-NNP": 4,
      "IN-NN-NNS": 3,
      "IN-CD-NN": 1,
      "CD-NN-NN": 3,
      "VBZ-JJ-NN": 2,
      "JJ-NN-JJ": 8,
      "NN-JJ-NNP": 3,
      "NN-FW-FW": 5,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-NNP": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-FW": 1,
      "NNP-FW-FW": 1,
      "FW-FW-NN": 8,
      "FW-NN-NNS": 3,
      "NN-NNS-RB": 1,
      "NNS-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NN-FW": 2,
      "FW-NN-IN": 1,
      "IN-FW-NNP": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NN": 2,
      "NN-NN-NNS": 3,
      "NNS-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-JJ": 1,
      "FW-NN-JJ": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNP-NN-NNS": 1,
      "VBP-JJ-NNP": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "NN-JJ-CD": 2,
      "JJ-CD-NN": 1,
      "CD-NN-CD": 1,
      "CD-NN-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 1,
      "JJ-CD-IN": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-VBN": 3,
      "VBP-VBN-JJ": 2,
      "VBN-JJ-NN": 2,
      "JJ-NN-NNP": 1,
      "NN-VBZ-CD": 2,
      "VBZ-CD-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-NN": 2,
      "JJ-NN-NNS": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-FW": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNP-NN-NNP": 1,
      "NN-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "VBP-VBN-RB": 1,
      "VBN-RB-CD": 1,
      "RB-CD-NN": 1,
      "CD-NN-IN": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "VBZ-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "CD-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "VBP-NNP-NN": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-VB": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 233,
        "FW": 87,
        "JJ": 75,
        "NNP": 65,
        "IN": 28
      },
      "top_bigrams": {
        "NN-NN": 131,
        "FW-FW": 50,
        "JJ-NN": 44,
        "NN-JJ": 30,
        "NNP-NN": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 73,
        "FW-FW-FW": 34,
        "JJ-NN-NN": 26,
        "NN-JJ-NN": 20,
        "NN-NN-JJ": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 160,
      "VP": 37,
      "PP": 8,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 7,
        "weight": 0.0295
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0253
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('estadounidenses', 'NNS')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Harvard', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Educación', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('LEER', 'NNP') ('TAMBIÉN', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "elevó este martes"
      },
      {
        "label": "VP",
        "text": "su confrontación con la Universidad"
      },
      {
        "label": "NP",
        "text": "confrontación con la Universidad"
      },
      {
        "label": "NP",
        "text": "Harvard"
      },
      {
        "label": "NP",
        "text": "amenazando con retirar su"
      },
      {
        "label": "NP",
        "text": "exención fiscal si la"
      },
      {
        "label": "NP",
        "text": "institución continúa con lo que él considera una agenda “ con inspiración política"
      },
      {
        "label": "NP",
        "text": "ideológica y terrorista ”"
      },
      {
        "label": "NP",
        "text": "“ ¿Quizás Harvard debería perder su"
      },
      {
        "label": "NP",
        "text": "exención fiscal y ser gravada como entidad política si sigue promoviendo la ‘"
      },
      {
        "label": "VP",
        "text": "enfermedad ’ con inspiración política"
      },
      {
        "label": "NP",
        "text": "’ con inspiración política"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  ,/,\n  (NP Donald/NNP Trump/NNP)\n  ,/,\n  (NP elevó/JJ este/NN martes/NNS)\n  (VP su/VBP (NP confrontación/JJ con/NN la/NN Universidad/NNP))\n  de/FW\n  (NP Harvard/NNP)\n  ,/,\n  (NP amenazando/JJ con/NN retirar/NN su/NN)\n  (NP exención/JJ fiscal/JJ si/NN la/NN)\n  (NP\n    institución/JJ\n    continúa/NN\n    con/NN\n    lo/NN\n    que/NN\n    él/NNP\n    considera/NN\n    una/NN\n    agenda/NN\n    “/NNP\n    con/NN\n    inspiración/NN\n    política/NN)\n  ,/,\n  (NP ideológica/JJ y/NN terrorista/NN ”/NN)\n  ./.)",
      "(S\n  (NP “/JJ ¿Quizás/NNP Harvard/NNP debería/NN perder/NN su/NN)\n  (NP\n    exención/JJ\n    fiscal/JJ\n    y/NN\n    ser/NN\n    gravada/NN\n    como/NN\n    entidad/NN\n    política/NN\n    si/NN\n    sigue/NN\n    promoviendo/NN\n    la/NN\n    ‘/NNP)\n  (VP enfermedad/VBZ (NP ’/JJ con/NN inspiración/NN política/NN))\n  ,/,\n  (NP ideológica/JJ y/NN terrorista/NN)\n  ?/.)",
      "(S\n  (NP Recuerden/NNP)\n  ,/,\n  (NP la/NN)\n  exención/FW\n  (NP fiscal/JJ depende/NN totalmente/NN)\n  de/IN\n  actuar/FW\n  en/FW\n  interés/FW\n  (NP público/NN ”/NN)\n  ,/,\n  (NP escribió/JJ Trump/NNP)\n  en/FW\n  (NP su/NN plataforma/NN Truth/NNP Social/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    advertencia/VBZ\n    (NP presidencial/JJ llega/JJ apenas/NNS)\n    (NP un/JJ día/JJ después/NN))\n  de/IN\n  que/FW\n  el/FW\n  (NP Departamento/NNP)\n  de/FW\n  (NP Educación/NNP anunciara/NN la/NN congelación/NN)\n  de/IN\n  2.200/CD\n  (NP millones/NNS)\n  de/FW\n  (NP dólares/NNS)\n  (PP en/IN (NP subvenciones/NNS plurianuales/NNS))\n  y/RB\n  60/CD\n  (NP millones/NNS)\n  (PP en/IN (NP contratos/NN con/NN Harvard/NNP))\n  ./.)",
      "(S\n  (NP Esta/NNP medida/NN se/NN)\n  (VP\n    suma/VBD\n    (NP a/DT una/JJ revisión/NN)\n    (NP general/JJ de/NNP casi/NN))\n  9.000/CD\n  (NP millones/NNS)\n  (PP\n    en/IN\n    (NP fondos/JJ comprometidos/NN con/NN la/NN universidad/NN))\n  ,/,\n  (VP confirmada/VBP el/JJ)\n  31/CD\n  de/IN\n  marzo/FW\n  por/FW\n  el/FW\n  presidente/FW\n  de/FW\n  (NP Harvard/NNP)\n  ,/,\n  (NP Alan/NNP Garber/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "MONETARIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación continúa siendo una preocupación principal, con un 63",
        "position": [
          3098,
          3161
        ],
        "start": 3098,
        "end": 3161
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          3098,
          3107
        ],
        "start": 3098,
        "end": 3107
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "empleo",
        "position": [
          2050,
          2056
        ],
        "start": 2050,
        "end": 2056
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          2622,
          2629
        ],
        "start": 2622,
        "end": 2629
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          2591,
          2600
        ],
        "start": 2591,
        "end": 2600
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "diversidad",
        "position": [
          2603,
          2613
        ],
        "start": 2603,
        "end": 2613
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de estados",
        "position": [
          3,
          24
        ],
        "start": 3,
        "end": 24
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          2223,
          2234
        ],
        "start": 2223,
        "end": 2234
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad de harvard",
        "position": [
          89,
          111
        ],
        "start": 89,
        "end": 111
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de educación",
        "position": [
          639,
          664
        ],
        "start": 639,
        "end": 664
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          89,
          100
        ],
        "start": 89,
        "end": 100
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          17,
          31
        ],
        "start": 17,
        "end": 31
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          639,
          654
        ],
        "start": 639,
        "end": 654
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad de",
        "position": [
          89,
          103
        ],
        "start": 89,
        "end": 103
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          1284,
          1297
        ],
        "start": 1284,
        "end": 1297
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "200 millones",
        "position": [
          695,
          707
        ],
        "start": 695,
        "end": 707
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 2.000",
        "position": [
          1680,
          1701
        ],
        "start": 1680,
        "end": 1701
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "10 puntos",
        "position": [
          3541,
          3550
        ],
        "start": 3541,
        "end": 3550
      },
      {
        "category": "MONETARIOS",
        "matched_text": "2.200 millones de dólares",
        "position": [
          693,
          718
        ],
        "start": 693,
        "end": 718
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Harvard",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gabinete",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alan Garber",
        "tipo": "Persona"
      },
      {
        "nombre": "Linda McMahon",
        "tipo": "Persona"
      },
      {
        "nombre": "McMahon",
        "tipo": "Persona"
      },
      {
        "nombre": "Departamento de Educación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "LEER",
        "tipo": "Persona"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Garber",
        "tipo": "Persona"
      },
      {
        "nombre": "Universidad de Harvard",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Estados Unidos",
        "relacion": "ELEVAR",
        "objeto": "Universidad de Harvard"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "ELEVAR",
        "objeto": "Universidad de Harvard"
      },
      {
        "sujeto": "Departamento de Educación",
        "relacion": "ANUNCIAR_DESPU_S_LLEGAR",
        "objeto": "Harvard"
      },
      {
        "sujeto": "Departamento de Educación",
        "relacion": "ENFRENTAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Trump",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Harvard",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Musk",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Musk",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Musk",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Harvard",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Harvard",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Europa",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Harvard",
        "relacion": "SACUDIR_ELABORAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Harvard",
        "relacion": "ELABORAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Garber",
        "relacion": "EXPRESAR",
        "objeto": "Harvard"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8779,
    "pos": 0.008,
    "neu": 0.965,
    "neg": 0.027,
    "label": "negative"
  }
}