{
  "url": "https://www.telesurtv.net/al-mayadeen-reivindica-su-papel-como-defensor-de-la-causa-palestina-pese-a-bloqueo-de-israel/",
  "title": "Al Mayadeen reivindica su papel como defensor de la causa palestina pese a bloqueo de Israel - teleSUR",
  "section": "Mundo",
  "tags": [
    "Al Mayadeen",
    "censura",
    "Israel",
    "Palestina"
  ],
  "text": "Tras el bloqueo de las transmisiones por parte del Gobierno de Israel en su territorio, el canal de noticias libanés Al Mayadeen aseguró este domingo que continuará informando sobre el conflicto en la Franja de Gaza y subrayó que “no dudará en exponer el sadismo israelí”.\n“Al Mayadeen ve esta decisión como un mensaje de intimidación y es consciente de sus objetivos”, indicó el canal árabe, que refirió que la orden dada por Tel Aviv pretende además la confiscación del equipo del canal así como bloquear sus webs.\nAsimismo, Al Mayadeen instó a la comunidad internacional a que se oponga a “las políticas de ocupación sistemáticas y en curso contra la prensa, los reporteros y los trabajadores de los medios”, solicitando además que el mundo rechace de forma absoluta “los crímenes de la ocupación”.\nEn esta misma línea, el canal apuntó que “no dudará en exponer el sadismo israelí en asesinar, la erosión de la entidad de ocupación y el desgarramiento de su sociedad”. Al mismo tiempo, reiteró que, en plena consecuencia con sus directrices editoriales, “nunca dejará de apoyar a la causa palestina”.\n“Al Mayadeen continúa su trabajo con toda profesionalidad y compromiso, con toda humildad y valentía, con toda adhesión a los valores de la verdad y la justicia, con toda parcialidad hacia los oprimidos y en defensa de Palestina, Gaza y su pueblo”, recalca el texo.\nEl Frente Popular para la Liberación de Palestina rechazó la agresión israelí contra el canal libanés, se mostró solidario con él y denunció que Tel Aviv pretende “silenciar la verdad de sus crímenes contra nuestro pueblo (Palestina)”.\nDicha organización aseguró que el medio constituye “una de las herramientas mediáticas más honestas y serias en su cobertura de la realidad regional y expone los crímenes de la ocupación y las dimensiones de su guerra para aniquilar a los palestinos”.\nA la condena a esta medida de los ocupantes israelíes se sumaron los Comités de Resistencia en Palestina, que valoraron que estas decisiones “son impuestas en el marco de la guerra contra la verdad y la narrativa palestinas y contra quienes defienden la causa nacional”.\n“La guerra sionista contra Al Mayadeen y sus corresponsales no borrará la naturaleza asesina de la entidad sionista”, subraya el texto.\nAl igual que esos entes, el movimiento Muyahidín catalogó de arbitraria esta decisión y significó que representa “el fracaso e impotencia de Tel Aviv”.\n“Al Mayadeen es una verdadera expresión de la conciencia del pueblo y su voluntad de adherirse al camino de la resistencia y la liberación”, recalcó el movimiento palestino.\nDe igual forma, desde América llegaron muestras de solidaridad con el canal, así lo demostró la multiplataforma de noticias de América Latina y el Caribe, teleSUR.\n“teleSUR expresa su solidaridad con nuestro aliado informativo Al Mayadeen, condenamos la decisión del Gobierno de #Israel de impedir su operatividad en este país, lo cual atenta contra la libertad de informar y exponer la verdad de lo que ellos como Estado sionista ejecutan contra los territorios libres y la humanidad en general”, resaltó el canal latinoamericano en X.\nTambién se hizo eco del rechazo el Sindicato de Periodistas Palestinos, al señalar que “la nueva patraña israelí contra Al Mayadeen es evidencia de su contribución a frustrar los planes sionistas de crear sedición”.\nAquellos a quienes “Israel” no puede matar, trata de asustarlos y tomar medidas contra ellos o el canal que representan, agregó.\nEn paralelo, el director del Centro de Estudios Al-Masar, Nihad Abu Ghosh, condenó la decisión de Tel Aviv, la cual asumió como una “pretensión sionista de sofocar la verdad, el profesionalismo, la objetividad y el compromiso con el ser humano donde quiera que esté”.\n“Esos son los factores que hacen de Al Mayadeen un objetivo israelí”, dijo.\nAsimismo, el jefe del Sindicato de Periodistas de Líbano, Joseph Al-Qusayfi, indicó que la decisión de Israel de bloquear a Al Mayadeen no lo toma por sorpresa pues “con ella ‘Israel’ quiere encubrir sus crímenes”.\nSiguiendo esta línea, el jefe de la Asociación de Periodistas de Omán, Mohammad al-Araimi, recalcó que esta acción “confirma la intención de “Israel” de arrastrar a la región a una mayor escalada cuando enfrenta la crisis más profunda en el orden interno”.\nLa ocupación no podrá tapar el sol y sus procedimientos no son sorprendentes dados sus horribles crímenes, concluyó.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/al-mayadeen-reivindica-su-papel-como-defensor-de-la-causa-palestina-pese-a-bloqueo-de-israel/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 1111,
    "message_id": 74378,
    "date": "2024-08-12T00:55:07+00:00",
    "text": "teleSUR\nAl Mayadeen reivindica su papel como defensor de la causa palestina pese a bloqueo de Israel\nhttps://www.telesurtv.net/al-mayadeen-reivindica-su-papel-como-defensor-de-la-causa-palestina-pese-a-bloqueo-de-israel/",
    "photo_path": null,
    "views": 3739,
    "reactions": {
      "👍": 55,
      "😢": 9,
      "❤": 3,
      "👏": 1
    },
    "total_reactions": 68
  },
  "preprocessing": {
    "cleaned": "tras el bloqueo de las transmisiones por parte del gobierno de israel en su territorio, el canal de noticias libanés al mayadeen aseguró este domingo que continuará informando sobre el conflicto en la franja de gaza y subrayó que “no dudará en exponer el sadismo israelí”. “al mayadeen ve esta decisión como un mensaje de intimidación y es consciente de sus objetivos”, indicó el canal árabe, que refirió que la orden dada por tel aviv pretende además la confiscación del equipo del canal así como bloquear sus webs. asimismo, al mayadeen instó a la comunidad internacional a que se oponga a “las políticas de ocupación sistemáticas y en curso contra la prensa, los reporteros y los trabajadores de los medios”, solicitando además que el mundo rechace de forma absoluta “los crímenes de la ocupación”. en esta misma línea, el canal apuntó que “no dudará en exponer el sadismo israelí en asesinar, la erosión de la entidad de ocupación y el desgarramiento de su sociedad”. al mismo tiempo, reiteró que, en plena consecuencia con sus directrices editoriales, “nunca dejará de apoyar a la causa palestina”. “al mayadeen continúa su trabajo con toda profesionalidad y compromiso, con toda humildad y valentía, con toda adhesión a los valores de la verdad y la justicia, con toda parcialidad hacia los oprimidos y en defensa de palestina, gaza y su pueblo”, recalca el texo. el frente popular para la liberación de palestina rechazó la agresión israelí contra el canal libanés, se mostró solidario con él y denunció que tel aviv pretende “silenciar la verdad de sus crímenes contra nuestro pueblo (palestina)”. dicha organización aseguró que el medio constituye “una de las herramientas mediáticas más honestas y serias en su cobertura de la realidad regional y expone los crímenes de la ocupación y las dimensiones de su guerra para aniquilar a los palestinos”. a la condena a esta medida de los ocupantes israelíes se sumaron los comités de resistencia en palestina, que valoraron que estas decisiones “son impuestas en el marco de la guerra contra la verdad y la narrativa palestinas y contra quienes defienden la causa nacional”. “la guerra sionista contra al mayadeen y sus corresponsales no borrará la naturaleza asesina de la entidad sionista”, subraya el texto. al igual que esos entes, el movimiento muyahidín catalogó de arbitraria esta decisión y significó que representa “el fracaso e impotencia de tel aviv”. “al mayadeen es una verdadera expresión de la conciencia del pueblo y su voluntad de adherirse al camino de la resistencia y la liberación”, recalcó el movimiento palestino. de igual forma, desde américa llegaron muestras de solidaridad con el canal, así lo demostró la multiplataforma de noticias de américa latina y el caribe, telesur. “telesur expresa su solidaridad con nuestro aliado informativo al mayadeen, condenamos la decisión del gobierno de #israel de impedir su operatividad en este país, lo cual atenta contra la libertad de informar y exponer la verdad de lo que ellos como estado sionista ejecutan contra los territorios libres y la humanidad en general”, resaltó el canal latinoamericano en x. también se hizo eco del rechazo el sindicato de periodistas palestinos, al señalar que “la nueva patraña israelí contra al mayadeen es evidencia de su contribución a frustrar los planes sionistas de crear sedición”. aquellos a quienes “israel” no puede matar, trata de asustarlos y tomar medidas contra ellos o el canal que representan, agregó. en paralelo, el director del centro de estudios al-masar, nihad abu ghosh, condenó la decisión de tel aviv, la cual asumió como una “pretensión sionista de sofocar la verdad, el profesionalismo, la objetividad y el compromiso con el ser humano donde quiera que esté”. “esos son los factores que hacen de al mayadeen un objetivo israelí”, dijo. asimismo, el jefe del sindicato de periodistas de líbano, joseph al-qusayfi, indicó que la decisión de israel de bloquear a al mayadeen no lo toma por sorpresa pues “con ella ‘israel’ quiere encubrir sus crímenes”. siguiendo esta línea, el jefe de la asociación de periodistas de omán, mohammad al-araimi, recalcó que esta acción “confirma la intención de “israel” de arrastrar a la región a una mayor escalada cuando enfrenta la crisis más profunda en el orden interno”. la ocupación no podrá tapar el sol y sus procedimientos no son sorprendentes dados sus horribles crímenes, concluyó.",
    "tokens": [
      "tras",
      "bloqueo",
      "transmisiones",
      "parte",
      "gobierno",
      "israel",
      "territorio",
      ",",
      "canal",
      "noticias",
      "libanés",
      "mayadeen",
      "aseguró",
      "domingo",
      "continuará",
      "informando",
      "conflicto",
      "franja",
      "gaza",
      "subrayó",
      "“",
      "dudará",
      "exponer",
      "sadismo",
      "israelí",
      "”",
      ".",
      "“",
      "mayadeen",
      "ve",
      "decisión",
      "mensaje",
      "intimidación",
      "consciente",
      "objetivos",
      "”",
      ",",
      "indicó",
      "canal",
      "árabe",
      ",",
      "refirió",
      "orden",
      "dada",
      "tel",
      "aviv",
      "pretende",
      "además",
      "confiscación",
      "equipo",
      "canal",
      "así",
      "bloquear",
      "webs",
      ".",
      "asimismo",
      ",",
      "mayadeen",
      "instó",
      "comunidad",
      "internacional",
      "oponga",
      "“",
      "políticas",
      "ocupación",
      "sistemáticas",
      "curso",
      "prensa",
      ",",
      "reporteros",
      "trabajadores",
      "medios",
      "”",
      ",",
      "solicitando",
      "además",
      "mundo",
      "rechace",
      "forma",
      "absoluta",
      "“",
      "crímenes",
      "ocupación",
      "”",
      ".",
      "misma",
      "línea",
      ",",
      "canal",
      "apuntó",
      "“",
      "dudará",
      "exponer",
      "sadismo",
      "israelí",
      "asesinar",
      ",",
      "erosión",
      "entidad",
      "ocupación",
      "desgarramiento",
      "sociedad",
      "”",
      ".",
      "mismo",
      "tiempo",
      ",",
      "reiteró",
      ",",
      "plena",
      "consecuencia",
      "directrices",
      "editoriales",
      ",",
      "“",
      "nunca",
      "dejará",
      "apoyar",
      "causa",
      "palestina",
      "”",
      ".",
      "“",
      "mayadeen",
      "continúa",
      "trabajo",
      "toda",
      "profesionalidad",
      "compromiso",
      ",",
      "toda",
      "humildad",
      "valentía",
      ",",
      "toda",
      "adhesión",
      "valores",
      "verdad",
      "justicia",
      ",",
      "toda",
      "parcialidad",
      "hacia",
      "oprimidos",
      "defensa",
      "palestina",
      ",",
      "gaza",
      "pueblo",
      "”",
      ",",
      "recalca",
      "texo",
      ".",
      "frente",
      "popular",
      "liberación",
      "palestina",
      "rechazó",
      "agresión",
      "israelí",
      "canal",
      "libanés",
      ",",
      "mostró",
      "solidario",
      "denunció",
      "tel",
      "aviv",
      "pretende",
      "“",
      "silenciar",
      "verdad",
      "crímenes",
      "pueblo",
      "(",
      "palestina",
      ")",
      "”",
      ".",
      "dicha",
      "organización",
      "aseguró",
      "medio",
      "constituye",
      "“",
      "herramientas",
      "mediáticas",
      "honestas",
      "serias",
      "cobertura",
      "realidad",
      "regional",
      "expone",
      "crímenes",
      "ocupación",
      "dimensiones",
      "guerra",
      "aniquilar",
      "palestinos",
      "”",
      ".",
      "condena",
      "medida",
      "ocupantes",
      "israelíes",
      "sumaron",
      "comités",
      "resistencia",
      "palestina",
      ",",
      "valoraron",
      "decisiones",
      "“",
      "impuestas",
      "marco",
      "guerra",
      "verdad",
      "narrativa",
      "palestinas",
      "defienden",
      "causa",
      "nacional",
      "”",
      ".",
      "“",
      "guerra",
      "sionista",
      "mayadeen",
      "corresponsales",
      "borrará",
      "naturaleza",
      "asesina",
      "entidad",
      "sionista",
      "”",
      ",",
      "subraya",
      "texto",
      ".",
      "igual",
      "entes",
      ",",
      "movimiento",
      "muyahidín",
      "catalogó",
      "arbitraria",
      "decisión",
      "significó",
      "representa",
      "“",
      "fracaso",
      "impotencia",
      "tel",
      "aviv",
      "”",
      ".",
      "“",
      "mayadeen",
      "verdadera",
      "expresión",
      "conciencia",
      "pueblo",
      "voluntad",
      "adherirse",
      "camino",
      "resistencia",
      "liberación",
      "”",
      ",",
      "recalcó",
      "movimiento",
      "palestino",
      ".",
      "igual",
      "forma",
      ",",
      "américa",
      "llegaron",
      "muestras",
      "solidaridad",
      "canal",
      ",",
      "así",
      "demostró",
      "multiplataforma",
      "noticias",
      "américa",
      "latina",
      "caribe",
      ",",
      "telesur",
      ".",
      "“",
      "telesur",
      "expresa",
      "solidaridad",
      "aliado",
      "informativo",
      "mayadeen",
      ",",
      "condenamos",
      "decisión",
      "gobierno",
      "#",
      "israel",
      "impedir",
      "operatividad",
      "país",
      ",",
      "atenta",
      "libertad",
      "informar",
      "exponer",
      "verdad",
      "sionista",
      "ejecutan",
      "territorios",
      "libres",
      "humanidad",
      "general",
      "”",
      ",",
      "resaltó",
      "canal",
      "latinoamericano",
      "x.",
      "hizo",
      "eco",
      "rechazo",
      "sindicato",
      "periodistas",
      "palestinos",
      ",",
      "señalar",
      "“",
      "nueva",
      "patraña",
      "israelí",
      "mayadeen",
      "evidencia",
      "contribución",
      "frustrar",
      "planes",
      "sionistas",
      "crear",
      "sedición",
      "”",
      ".",
      "aquellos",
      "“",
      "israel",
      "”",
      "puede",
      "matar",
      ",",
      "trata",
      "asustarlos",
      "tomar",
      "medidas",
      "canal",
      "representan",
      ",",
      "agregó",
      ".",
      "paralelo",
      ",",
      "director",
      "centro",
      "estudios",
      "al-masar",
      ",",
      "nihad",
      "abu",
      "ghosh",
      ",",
      "condenó",
      "decisión",
      "tel",
      "aviv",
      ",",
      "asumió",
      "“",
      "pretensión",
      "sionista",
      "sofocar",
      "verdad",
      ",",
      "profesionalismo",
      ",",
      "objetividad",
      "compromiso",
      "ser",
      "humano",
      "quiera",
      "”",
      ".",
      "“",
      "factores",
      "hacen",
      "mayadeen",
      "objetivo",
      "israelí",
      "”",
      ",",
      "dijo",
      ".",
      "asimismo",
      ",",
      "jefe",
      "sindicato",
      "periodistas",
      "líbano",
      ",",
      "joseph",
      "al-qusayfi",
      ",",
      "indicó",
      "decisión",
      "israel",
      "bloquear",
      "mayadeen",
      "toma",
      "sorpresa",
      "pues",
      "“",
      "‘",
      "israel",
      "’",
      "quiere",
      "encubrir",
      "crímenes",
      "”",
      ".",
      "siguiendo",
      "línea",
      ",",
      "jefe",
      "asociación",
      "periodistas",
      "omán",
      ",",
      "mohammad",
      "al-araimi",
      ",",
      "recalcó",
      "acción",
      "“",
      "confirma",
      "intención",
      "“",
      "israel",
      "”",
      "arrastrar",
      "región",
      "mayor",
      "escalada",
      "enfrenta",
      "crisis",
      "profunda",
      "orden",
      "interno",
      "”",
      ".",
      "ocupación",
      "podrá",
      "tapar",
      "sol",
      "procedimientos",
      "sorprendentes",
      "dados",
      "horribles",
      "crímenes",
      ",",
      "concluyó",
      "."
    ],
    "token_count": 476,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 91,
      "CC": 1,
      "NN": 234,
      "IN": 35,
      "FW": 182,
      "NNS": 26,
      "VBP": 19,
      "JJ": 62,
      "VBZ": 11,
      "DT": 7,
      "VBD": 4,
      "MD": 1,
      "VB": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-CC": 1,
      "CC-NN": 1,
      "NN-IN": 22,
      "IN-FW": 21,
      "FW-NNS": 6,
      "NNS-VBP": 11,
      "VBP-JJ": 14,
      "JJ-FW": 7,
      "FW-NNP": 27,
      "NNP-IN": 6,
      "IN-NNP": 6,
      "NNP-FW": 16,
      "FW-NN": 31,
      "NN-NN": 125,
      "NN-JJ": 12,
      "JJ-NN": 39,
      "FW-FW": 108,
      "NNP-NNP": 31,
      "NNP-VBZ": 3,
      "VBZ-NN": 2,
      "NN-FW": 29,
      "NNP-NN": 21,
      "NN-DT": 2,
      "DT-NN": 7,
      "NN-NNP": 20,
      "FW-JJ": 10,
      "NN-VBP": 6,
      "IN-JJ": 6,
      "NN-NNS": 10,
      "NNS-JJ": 2,
      "JJ-NNS": 7,
      "NNS-IN": 5,
      "JJ-JJ": 5,
      "NNS-VBZ": 1,
      "VBZ-JJ": 5,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "VBP-IN": 1,
      "NNS-NN": 1,
      "NN-VBD": 2,
      "JJ-NNP": 3,
      "NN-VBZ": 6,
      "VBZ-DT": 3,
      "NNP-JJ": 5,
      "VBZ-VBP": 1,
      "VBP-NN": 4,
      "VBD-NNP": 1,
      "IN-NN": 2,
      "JJ-IN": 1,
      "NNS-FW": 1,
      "NNP-NNS": 1,
      "NNS-NNP": 2,
      "NNP-DT": 2,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "NNP-VBP": 1,
      "VBD-NN": 1,
      "NNS-NNS": 2
    },
    "trigram_freq": {
      "NNP-CC-NN": 1,
      "CC-NN-IN": 1,
      "NN-IN-FW": 15,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 5,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-FW": 2,
      "JJ-FW-NNP": 2,
      "FW-NNP-IN": 3,
      "NNP-IN-NNP": 4,
      "IN-NNP-FW": 3,
      "NNP-FW-NN": 5,
      "FW-NN-NN": 15,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 7,
      "JJ-NN-IN": 8,
      "IN-FW-FW": 9,
      "FW-FW-NNP": 12,
      "FW-NNP-NNP": 11,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-NN": 61,
      "NN-NN-FW": 17,
      "NN-FW-NN": 11,
      "FW-NN-IN": 3,
      "IN-FW-NNP": 3,
      "FW-NNP-FW": 10,
      "NNP-FW-NNP": 8,
      "FW-NNP-NN": 2,
      "NNP-NN-NN": 18,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "DT-NN-FW": 2,
      "FW-NN-FW": 7,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NN": 10,
      "FW-FW-FW": 77,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 7,
      "JJ-NN-NN": 23,
      "NN-FW-FW": 15,
      "FW-FW-NN": 12,
      "NN-FW-JJ": 1,
      "NNP-NNP-NNP": 9,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 5,
      "VBP-JJ-NN": 9,
      "NN-NN-IN": 10,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 4,
      "IN-FW-NN": 3,
      "FW-NN-NNS": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "NNS-IN-FW": 5,
      "JJ-NN-FW": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "IN-JJ-NNS": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NNP-IN": 2,
      "IN-NNP-NN": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "NN-NNP-NN": 6,
      "FW-FW-NNS": 2,
      "JJ-NN-NNP": 2,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "NN-NNS-IN": 1,
      "FW-NNS-IN": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 4,
      "NN-JJ-NNS": 1,
      "JJ-NNS-NN": 1,
      "NNS-NN-NNS": 1,
      "FW-JJ-FW": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 3,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-FW": 2,
      "FW-NN-NNP": 3,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 5,
      "NN-NN-VBZ": 3,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-NN": 1,
      "VBP-NN-NNP": 2,
      "NNP-NN-FW": 2,
      "NNP-NNP-FW": 3,
      "NNP-FW-JJ": 1,
      "FW-NN-VBP": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "IN-NNP-NNP": 2,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-JJ-JJ": 1,
      "VBP-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "JJ-NN-VBP": 1,
      "NN-IN-NNP": 2,
      "NN-FW-NNP": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "NNP-FW-FW": 2,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-NNP": 1,
      "NNS-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-NN": 3,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "NNP-NNP-JJ": 3,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 1,
      "NNP-IN-FW": 1,
      "NNP-NNP-DT": 1,
      "NNS-VBP-NN": 1,
      "NN-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "NN-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "NNP-VBZ-DT": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 234,
        "FW": 182,
        "NNP": 91,
        "JJ": 62,
        "IN": 35
      },
      "top_bigrams": {
        "NN-NN": 125,
        "FW-FW": 108,
        "JJ-NN": 39,
        "FW-NN": 31,
        "NNP-NNP": 31
      },
      "top_trigrams": {
        "FW-FW-FW": 77,
        "NN-NN-NN": 61,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 18,
        "NN-NN-FW": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 190,
      "VP": 37,
      "PP": 14,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0226
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0188
      },
      {
        "rule": "NP -> ('Al', 'NNP') ('Mayadeen', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('Palestina', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Israel', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('“', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('no', 'DT') ('dudará', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('exponer', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Tras"
      },
      {
        "label": "NP",
        "text": "bloqueo"
      },
      {
        "label": "NP",
        "text": "transmisiones"
      },
      {
        "label": "VP",
        "text": "por parte"
      },
      {
        "label": "NP",
        "text": "Gobierno"
      },
      {
        "label": "PP",
        "text": "de Israel"
      },
      {
        "label": "NP",
        "text": "Israel"
      },
      {
        "label": "NP",
        "text": "su territorio"
      },
      {
        "label": "NP",
        "text": "el canal"
      },
      {
        "label": "NP",
        "text": "Al Mayadeen"
      },
      {
        "label": "VP",
        "text": "aseguró este domingo que continuará informando sobre"
      },
      {
        "label": "NP",
        "text": "este domingo que continuará informando sobre"
      },
      {
        "label": "NP",
        "text": "conflicto"
      },
      {
        "label": "NP",
        "text": "Franja"
      },
      {
        "label": "NP",
        "text": "Gaza"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Tras/NNP)\n  el/CC\n  (NP bloqueo/NN)\n  de/IN\n  las/FW\n  (NP transmisiones/NNS)\n  (VP por/VBP parte/JJ)\n  del/FW\n  (NP Gobierno/NNP)\n  (PP de/IN (NP Israel/NNP))\n  en/FW\n  (NP su/NN territorio/NN)\n  ,/,\n  (NP el/JJ canal/NN)\n  de/IN\n  noticias/FW\n  libanés/FW\n  (NP Al/NNP Mayadeen/NNP)\n  (VP\n    aseguró/VBZ\n    (NP\n      este/NN\n      domingo/NN\n      que/NN\n      continuará/NN\n      informando/NN\n      sobre/NN))\n  el/FW\n  (NP conflicto/NN)\n  en/IN\n  la/FW\n  (NP Franja/NNP)\n  de/FW\n  (NP Gaza/NNP)\n  y/CC\n  (NP subrayó/JJ que/NN)\n  (VP “/VBZ (NP no/DT dudará/NN))\n  en/FW\n  (NP exponer/NN)\n  el/FW\n  (NP sadismo/NN israelí/NN ”/NN)\n  ./.)",
      "(S\n  (NP “/JJ Al/NNP Mayadeen/NNP ve/NN esta/NN decisión/NN como/NN)\n  (NP un/JJ mensaje/NN)\n  de/IN\n  intimidación/FW\n  y/FW\n  es/FW\n  consciente/FW\n  de/FW\n  sus/FW\n  objetivos/FW\n  ”/FW\n  ,/,\n  (ADJP indicó/JJ)\n  (VP el/VBP (NP canal/JJ árabe/NN))\n  ,/,\n  (NP que/JJ refirió/NN que/NN)\n  la/FW\n  orden/FW\n  (NP\n    dada/NN\n    por/NN\n    Tel/NNP\n    Aviv/NNP\n    pretende/NN\n    además/NN\n    la/NN\n    confiscación/NN\n    del/NN\n    equipo/NN)\n  del/FW\n  (NP canal/JJ así/NN como/NN)\n  (NP bloquear/JJ sus/NN webs/NN)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP Al/NNP Mayadeen/NNP)\n  (VP instó/VBZ (NP a/DT la/NN) comunidad/JJ)\n  (VP internacional/VBZ (NP a/DT que/NN se/NN))\n  (PP oponga/IN (NP a/DT “/JJ las/NN políticas/NN))\n  de/IN\n  ocupación/FW\n  (NP sistemáticas/JJ y/NN)\n  (PP en/IN (NP curso/NN contra/NN la/NN prensa/NN))\n  ,/,\n  (NP los/JJ reporteros/NN y/NN)\n  (NP los/JJ trabajadores/NNS)\n  de/IN\n  los/FW\n  (NP medios/NNS ”/NNP)\n  ,/,\n  (NP solicitando/NN además/NN que/NN)\n  el/FW\n  mundo/FW\n  (NP rechace/NN)\n  de/IN\n  forma/FW\n  (NP absoluta/JJ “/NNP los/NN crímenes/NNS)\n  de/IN\n  la/FW\n  ocupación/FW\n  (NP ”/NN)\n  ./.)",
      "(S\n  (NP En/NNP esta/NN misma/NN línea/NN)\n  ,/,\n  (VP el/VBP (NP canal/JJ apuntó/NN que/NN))\n  (VP “/VBZ (NP no/DT dudará/NN))\n  en/FW\n  (NP exponer/NN)\n  el/FW\n  (NP sadismo/NN israelí/NN)\n  (PP en/IN (NP asesinar/NN))\n  ,/,\n  la/FW\n  erosión/FW\n  de/FW\n  la/FW\n  entidad/FW\n  de/FW\n  ocupación/FW\n  y/FW\n  el/FW\n  desgarramiento/FW\n  de/FW\n  su/FW\n  (NP sociedad/NN ”/NN)\n  ./.)",
      "(S\n  (NP Al/NNP mismo/NN tiempo/NN)\n  ,/,\n  (NP reiteró/NN que/NN)\n  ,/,\n  en/FW\n  plena/FW\n  (NP consecuencia/NN con/NN sus/NN directrices/NNS editoriales/NNS)\n  ,/,\n  (NP “/NNP)\n  nunca/FW\n  (NP dejará/NN)\n  de/FW\n  apoyar/FW\n  (NP a/DT la/NN causa/NN palestina/NN ”/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "ANTIIMPERIALISMO_SOBERANIA",
      "MEDIOS_COMUNICACION",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto en la",
        "position": [
          185,
          200
        ],
        "start": 185,
        "end": 200
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "gobierno de israel en su territorio",
        "position": [
          51,
          86
        ],
        "start": 51,
        "end": 86
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "contribución",
        "position": [
          3279,
          3291
        ],
        "start": 3279,
        "end": 3291
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          610,
          619
        ],
        "start": 610,
        "end": 619
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "solidaridad con nuestro aliado informativo al mayadeen, condenamos la decisión del gobierno de #israel de impedir su operatividad en este país, lo cual atenta contra",
        "position": [
          2775,
          2940
        ],
        "start": 2775,
        "end": 2940
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "solidaridad con nuestro aliado informativo al mayadeen, condenamos la decisión del gobierno",
        "position": [
          2775,
          2866
        ],
        "start": 2775,
        "end": 2866
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1312,
          1319
        ],
        "start": 1312,
        "end": 1319
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "bloqueo de las transmisiones por parte del gobierno de israel en su territorio, el canal de noticias libanés al mayadeen aseguró este domingo que continuará informando sobre el conflicto en la franja de gaza",
        "position": [
          8,
          215
        ],
        "start": 8,
        "end": 215
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de israel en",
        "position": [
          51,
          72
        ],
        "start": 51,
        "end": 72
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "canal de noticias",
        "position": [
          91,
          108
        ],
        "start": 91,
        "end": 108
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          1420,
          1427
        ],
        "start": 1420,
        "end": 1427
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          3548,
          3555
        ],
        "start": 3548,
        "end": 3555
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          218,
          225
        ],
        "start": 218,
        "end": 225
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1502,
          1510
        ],
        "start": 1502,
        "end": 1510
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          263,
          270
        ],
        "start": 263,
        "end": 270
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          2738,
          2744
        ],
        "start": 2738,
        "end": 2744
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado sionista",
        "position": [
          3006,
          3021
        ],
        "start": 3006,
        "end": 3021
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          3502,
          3511
        ],
        "start": 3502,
        "end": 3511
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          8,
          15
        ],
        "start": 8,
        "end": 15
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mayadeen",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado sionista",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América Latina y el Caribe",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sindicato de Periodistas de Líbano",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tel Aviv",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sindicato de Periodistas Palestinos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de #Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mohammad al-Araimi",
        "tipo": "Persona"
      },
      {
        "nombre": "Estudios Al-Masar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asociación de Periodistas de Omán",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Frente Popular para la Liberación de Palestina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comités de Resistencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Al Mayadeen",
        "tipo": "Persona"
      },
      {
        "nombre": "Joseph Al-Qusayfi",
        "tipo": "Persona"
      },
      {
        "nombre": "Muyahidín",
        "tipo": "Persona"
      },
      {
        "nombre": "Nihad Abu Ghosh",
        "tipo": "Persona"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gobierno de Israel",
        "relacion": "ASEGURAR",
        "objeto": "Al Mayadeen"
      },
      {
        "sujeto": "Gobierno de Israel",
        "relacion": "ASEGURAR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "Al Mayadeen",
        "relacion": "ASEGURAR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "Mayadeen",
        "relacion": "VER_INDICAR",
        "objeto": "Tel Aviv"
      },
      {
        "sujeto": "Mayadeen",
        "relacion": "CONTINUAR_RECALCAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Mayadeen",
        "relacion": "CONTINUAR_RECALCAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Frente Popular para la Liberación de Palestina",
        "relacion": "RECHAZAR",
        "objeto": "Tel Aviv"
      },
      {
        "sujeto": "Frente Popular para la Liberación de Palestina",
        "relacion": "RECHAZAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "PRETENDER_DENUNCIAR_RECHAZAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Comités de Resistencia",
        "relacion": "SUMAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Muyahidín",
        "relacion": "CATALOGAR",
        "objeto": "Tel Aviv"
      },
      {
        "sujeto": "América",
        "relacion": "LLEGAR_DEMOSTRAR",
        "objeto": "América Latina y el Caribe"
      },
      {
        "sujeto": "Al Mayadeen",
        "relacion": "EXPRESAR_RESALTAR",
        "objeto": "Gobierno de #Israel"
      },
      {
        "sujeto": "Al Mayadeen",
        "relacion": "EXPRESAR_RESALTAR",
        "objeto": "Estado sionista"
      },
      {
        "sujeto": "Al Mayadeen",
        "relacion": "EXPRESAR_RESALTAR",
        "objeto": "Sindicato de Periodistas Palestinos"
      },
      {
        "sujeto": "Gobierno de #Israel",
        "relacion": "CONDENAR_EXPRESAR_RESALTAR",
        "objeto": "Estado sionista"
      },
      {
        "sujeto": "Gobierno de #Israel",
        "relacion": "CONDENAR_EXPRESAR_RESALTAR",
        "objeto": "Sindicato de Periodistas Palestinos"
      },
      {
        "sujeto": "Gobierno de #Israel",
        "relacion": "CONDENAR_EXPRESAR_RESALTAR",
        "objeto": "Al Mayadeen"
      },
      {
        "sujeto": "Estado sionista",
        "relacion": "EJECUTAR_EXPONER_INFORMAR_ATENTAR_EXPRESAR_RESALTAR",
        "objeto": "Sindicato de Periodistas Palestinos"
      },
      {
        "sujeto": "Estado sionista",
        "relacion": "EJECUTAR_EXPONER_INFORMAR_ATENTAR_EXPRESAR_RESALTAR",
        "objeto": "Al Mayadeen"
      },
      {
        "sujeto": "Sindicato de Periodistas Palestinos",
        "relacion": "HACER_RESALTAR",
        "objeto": "Al Mayadeen"
      },
      {
        "sujeto": "Centro",
        "relacion": "CONDENAR",
        "objeto": "Tel Aviv"
      },
      {
        "sujeto": "Estudios Al-Masar",
        "relacion": "CONDENAR",
        "objeto": "Tel Aviv"
      },
      {
        "sujeto": "Nihad Abu Ghosh",
        "relacion": "CONDENAR",
        "objeto": "Tel Aviv"
      },
      {
        "sujeto": "Sindicato de Periodistas de Líbano",
        "relacion": "INDICAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Sindicato de Periodistas de Líbano",
        "relacion": "INDICAR",
        "objeto": "Al Mayadeen"
      },
      {
        "sujeto": "Israel",
        "relacion": "INDICAR",
        "objeto": "Sindicato de Periodistas de Líbano"
      },
      {
        "sujeto": "Joseph Al-Qusayfi",
        "relacion": "INDICAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Joseph Al-Qusayfi",
        "relacion": "INDICAR",
        "objeto": "Al Mayadeen"
      },
      {
        "sujeto": "Israel",
        "relacion": "INDICAR",
        "objeto": "Joseph Al-Qusayfi"
      },
      {
        "sujeto": "Israel",
        "relacion": "BLOQUEAR_TOMAR_INDICAR",
        "objeto": "Al Mayadeen"
      },
      {
        "sujeto": "Asociación de Periodistas de Omán",
        "relacion": "RECALCAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Mohammad al-Araimi",
        "relacion": "RECALCAR",
        "objeto": "Israel"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9246,
    "pos": 0.004,
    "neu": 0.97,
    "neg": 0.026,
    "label": "negative"
  }
}