{
  "url": "https://www.telesurtv.net/argentina-movilizacion-cristina-kirchner/",
  "title": "Argentina se moviliza masivamente en defensa de Cristina Kirchner ante fallo judicial",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Corte Suprema Argentina",
    "Cristina Kirchner",
    "Elecciones 2025",
    "Fallo judicial",
    "lawfare",
    "Movilización popular"
  ],
  "text": "Una ola de solidaridad recorre Argentina mientras la Corte Suprema de Justicia se prepara para emitir un fallo decisivo sobre Cristina Fernández de Kirchner en la causa Vialidad. La movilización popular crece exponencialmente en todo el territorio nacional, con manifestaciones espontáneas que denuncian lo que consideran una maniobra judicial para proscribir a la principal dirigente opositora.\n\nLEA TAMBIÉN\nCorte Suprema define encarcelamiento de Cristina Fernández de Kirchner: ¿Qué puede pasar?\n\nLos ministros Horacio Rosatti, Carlos Rosenkrantz y Ricardo Lorenzetti entregaron sus votos para definir si confirman la condena de seis años de prisión e inhabilitación perpetua contra la expresidenta y actual titular del Partido Justicialista. La decisión trasciende el ámbito jurídico para convertirse en un momento definitorio de la democracia argentina.\nEl presidente del máximo tribunal, Horacio Rosatti, convocó a una reunión para definir si acepta los recursos de apelación presentados por la defensa o ratifica la sentencia dictada en primera instancia. La decisión judicial adquiere particular relevancia en el contexto político actual, donde sectores opositores denuncian una estrategia de proscripción contra la dirigente peronista.\n\n\nAnte la inminencia del fallo, el abogado defensor Gregorio Dalbon presentó una denuncia preliminar ante la Corte Penal Internacional en La Haya, alegando “persecución política, judicial, mediática e institucional” contra Fernández de Kirchner. La estrategia busca internacionalizar el caso y generar presión diplomática sobre el sistema judicial argentino.\n“Estoy en La Haya por situaciones que tienen que ver con violaciones de los derechos de Cristina Fernández de Kirchner, con la violación del debido proceso”, explicó Dalbon desde los Países Bajos. El letrado aclaró que no presenta un caso formal, sino una cuestión preliminar por la supuesta persecución política que enfrenta su defendida.\n\n\nLa tensión política se intensifica mientras diversos sectores del peronismo articulan una respuesta coordinada. El senador José Mayans, jefe del bloque de Unión por la Patria, aseguró que Kirchner se encuentra “tranquila” y confía en la reacción popular: “Creo que el pueblo argentino va a reaccionar ante esta mentira que está llevando adelante el gobierno de Milei”.\nLos legisladores oficialistas mantuvieron reuniones estratégicas con partidos provinciales para organizar movilizaciones de apoyo a la exmandataria en todo el territorio nacional. La agrupación Primero la Patria emitió un comunicado condenando la “inminente decisión” del máximo tribunal y llamando a la movilización popular.\n\n\n\nEl expediente Vialidad investiga supuestas irregularidades en la adjudicación de contratos de obra pública durante los gobiernos de Néstor Kirchner y Cristina Fernández. Los fiscales sostienen que existió un esquema de corrupción que benefició al empresario Lázaro Báez en la provincia de Santa Cruz.\nLa defensa de Kirchner ha cuestionado sistemáticamente la legitimidad del proceso, denunciando un “entramado” articulado por “sectores del Poder Judicial” para ejecutar “una operación de proscripción, cuidadosamente diseñada, ejecutada desde los sótanos del poder real”.\n\n\nUna eventual confirmación de la condena tendría consecuencias directas sobre el mapa electoral argentino, considerando que Kirchner mantiene un liderazgo indiscutido dentro del peronismo y representa la principal figura opositora al gobierno de Javier Milei.\nEl fallo de la Corte Suprema trasciende el ámbito judicial para convertirse en un factor determinante de la correlación de fuerzas políticas argentinas. La decisión del tribunal podría redefinir las opciones electorales del kirchnerismo y modificar sustancialmente el panorama político nacional.\nEl peronismo activó su estructura territorial más amplia desde el retorno democrático. Intendentes, gobernadores y dirigentes sindicales coordinan actos de respaldo que se multiplican hora tras hora. La Central de Trabajadores Argentinos (CTA) y la Confederación General del Trabajo (CGT) evalúan medidas de fuerza ante lo que califican como un “golpe judicial”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/argentina-movilizacion-cristina-kirchner/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1642,
    "message_id": 96059,
    "date": "2025-06-10T20:55:18+00:00",
    "text": "teleSUR\nArgentina se moviliza masivamente en defensa de Cristina Kirchner ante fallo judicial\nhttps://www.telesurtv.net/argentina-movilizacion-cristina-kirchner/",
    "photo_path": null,
    "views": 1698,
    "reactions": {
      "❤": 43,
      "👏": 10,
      "🤡": 1
    },
    "total_reactions": 54
  },
  "preprocessing": {
    "cleaned": "una ola de solidaridad recorre argentina mientras la corte suprema de justicia se prepara para emitir un fallo decisivo sobre cristina fernández de kirchner en la causa vialidad. la movilización popular crece exponencialmente en todo el territorio nacional, con manifestaciones espontáneas que denuncian lo que consideran una maniobra judicial para proscribir a la principal dirigente opositora. los ministros horacio rosatti, carlos rosenkrantz y ricardo lorenzetti entregaron sus votos para definir si confirman la condena de seis años de prisión e inhabilitación perpetua contra la expresidenta y actual titular del partido justicialista. la decisión trasciende el ámbito jurídico para convertirse en un momento definitorio de la democracia argentina. el presidente del máximo tribunal, horacio rosatti, convocó a una reunión para definir si acepta los recursos de apelación presentados por la defensa o ratifica la sentencia dictada en primera instancia. la decisión judicial adquiere particular relevancia en el contexto político actual, donde sectores opositores denuncian una estrategia de proscripción contra la dirigente peronista. ante la inminencia del fallo, el abogado defensor gregorio dalbon presentó una denuncia preliminar ante la corte penal internacional en la haya, alegando “persecución política, judicial, mediática e institucional” contra fernández de kirchner. la estrategia busca internacionalizar el caso y generar presión diplomática sobre el sistema judicial argentino. “estoy en la haya por situaciones que tienen que ver con violaciones de los derechos de cristina fernández de kirchner, con la violación del debido proceso”, explicó dalbon desde los países bajos. el letrado aclaró que no presenta un caso formal, sino una cuestión preliminar por la supuesta persecución política que enfrenta su defendida. la tensión política se intensifica mientras diversos sectores del peronismo articulan una respuesta coordinada. el senador josé mayans, jefe del bloque de unión por la patria, aseguró que kirchner se encuentra “tranquila” y confía en la reacción popular: “creo que el pueblo argentino va a reaccionar ante esta mentira que está llevando adelante el gobierno de milei”. los legisladores oficialistas mantuvieron reuniones estratégicas con partidos provinciales para organizar movilizaciones de apoyo a la exmandataria en todo el territorio nacional. la agrupación primero la patria emitió un comunicado condenando la “inminente decisión” del máximo tribunal y llamando a la movilización popular. el expediente vialidad investiga supuestas irregularidades en la adjudicación de contratos de obra pública durante los gobiernos de néstor kirchner y cristina fernández. los fiscales sostienen que existió un esquema de corrupción que benefició al empresario lázaro báez en la provincia de santa cruz. la defensa de kirchner ha cuestionado sistemáticamente la legitimidad del proceso, denunciando un “entramado” articulado por “sectores del poder judicial” para ejecutar “una operación de proscripción, cuidadosamente diseñada, ejecutada desde los sótanos del poder real”. una eventual confirmación de la condena tendría consecuencias directas sobre el mapa electoral argentino, considerando que kirchner mantiene un liderazgo indiscutido dentro del peronismo y representa la principal figura opositora al gobierno de javier milei. el fallo de la corte suprema trasciende el ámbito judicial para convertirse en un factor determinante de la correlación de fuerzas políticas argentinas. la decisión del tribunal podría redefinir las opciones electorales del kirchnerismo y modificar sustancialmente el panorama político nacional. el peronismo activó su estructura territorial más amplia desde el retorno democrático. intendentes, gobernadores y dirigentes sindicales coordinan actos de respaldo que se multiplican hora tras hora. la central de trabajadores argentinos (cta) y la confederación general del trabajo (cgt) evalúan medidas de fuerza ante lo que califican como un “golpe judicial”.",
    "tokens": [
      "ola",
      "solidaridad",
      "recorre",
      "argentina",
      "mientras",
      "corte",
      "suprema",
      "justicia",
      "prepara",
      "emitir",
      "fallo",
      "decisivo",
      "cristina",
      "fernández",
      "kirchner",
      "causa",
      "vialidad",
      ".",
      "movilización",
      "popular",
      "crece",
      "exponencialmente",
      "territorio",
      "nacional",
      ",",
      "manifestaciones",
      "espontáneas",
      "denuncian",
      "consideran",
      "maniobra",
      "judicial",
      "proscribir",
      "principal",
      "dirigente",
      "opositora",
      ".",
      "ministros",
      "horacio",
      "rosatti",
      ",",
      "carlos",
      "rosenkrantz",
      "ricardo",
      "lorenzetti",
      "entregaron",
      "votos",
      "definir",
      "si",
      "confirman",
      "condena",
      "seis",
      "años",
      "prisión",
      "inhabilitación",
      "perpetua",
      "expresidenta",
      "actual",
      "titular",
      "partido",
      "justicialista",
      ".",
      "decisión",
      "trasciende",
      "ámbito",
      "jurídico",
      "convertirse",
      "momento",
      "definitorio",
      "democracia",
      "argentina",
      ".",
      "presidente",
      "máximo",
      "tribunal",
      ",",
      "horacio",
      "rosatti",
      ",",
      "convocó",
      "reunión",
      "definir",
      "si",
      "acepta",
      "recursos",
      "apelación",
      "presentados",
      "defensa",
      "ratifica",
      "sentencia",
      "dictada",
      "primera",
      "instancia",
      ".",
      "decisión",
      "judicial",
      "adquiere",
      "particular",
      "relevancia",
      "contexto",
      "político",
      "actual",
      ",",
      "sectores",
      "opositores",
      "denuncian",
      "estrategia",
      "proscripción",
      "dirigente",
      "peronista",
      ".",
      "inminencia",
      "fallo",
      ",",
      "abogado",
      "defensor",
      "gregorio",
      "dalbon",
      "presentó",
      "denuncia",
      "preliminar",
      "corte",
      "penal",
      "internacional",
      ",",
      "alegando",
      "“",
      "persecución",
      "política",
      ",",
      "judicial",
      ",",
      "mediática",
      "institucional",
      "”",
      "fernández",
      "kirchner",
      ".",
      "estrategia",
      "busca",
      "internacionalizar",
      "caso",
      "generar",
      "presión",
      "diplomática",
      "sistema",
      "judicial",
      "argentino",
      ".",
      "“",
      "situaciones",
      "ver",
      "violaciones",
      "derechos",
      "cristina",
      "fernández",
      "kirchner",
      ",",
      "violación",
      "debido",
      "proceso",
      "”",
      ",",
      "explicó",
      "dalbon",
      "países",
      "bajos",
      ".",
      "letrado",
      "aclaró",
      "presenta",
      "caso",
      "formal",
      ",",
      "sino",
      "cuestión",
      "preliminar",
      "supuesta",
      "persecución",
      "política",
      "enfrenta",
      "defendida",
      ".",
      "tensión",
      "política",
      "intensifica",
      "mientras",
      "diversos",
      "sectores",
      "peronismo",
      "articulan",
      "respuesta",
      "coordinada",
      ".",
      "senador",
      "josé",
      "mayans",
      ",",
      "jefe",
      "bloque",
      "unión",
      "patria",
      ",",
      "aseguró",
      "kirchner",
      "encuentra",
      "“",
      "tranquila",
      "”",
      "confía",
      "reacción",
      "popular",
      ":",
      "“",
      "creo",
      "pueblo",
      "argentino",
      "va",
      "reaccionar",
      "mentira",
      "llevando",
      "adelante",
      "gobierno",
      "milei",
      "”",
      ".",
      "legisladores",
      "oficialistas",
      "mantuvieron",
      "reuniones",
      "estratégicas",
      "partidos",
      "provinciales",
      "organizar",
      "movilizaciones",
      "apoyo",
      "exmandataria",
      "territorio",
      "nacional",
      ".",
      "agrupación",
      "primero",
      "patria",
      "emitió",
      "comunicado",
      "condenando",
      "“",
      "inminente",
      "decisión",
      "”",
      "máximo",
      "tribunal",
      "llamando",
      "movilización",
      "popular",
      ".",
      "expediente",
      "vialidad",
      "investiga",
      "supuestas",
      "irregularidades",
      "adjudicación",
      "contratos",
      "obra",
      "pública",
      "gobiernos",
      "néstor",
      "kirchner",
      "cristina",
      "fernández",
      ".",
      "fiscales",
      "sostienen",
      "existió",
      "esquema",
      "corrupción",
      "benefició",
      "empresario",
      "lázaro",
      "báez",
      "provincia",
      "santa",
      "cruz",
      ".",
      "defensa",
      "kirchner",
      "cuestionado",
      "sistemáticamente",
      "legitimidad",
      "proceso",
      ",",
      "denunciando",
      "“",
      "entramado",
      "”",
      "articulado",
      "“",
      "sectores",
      "poder",
      "judicial",
      "”",
      "ejecutar",
      "“",
      "operación",
      "proscripción",
      ",",
      "cuidadosamente",
      "diseñada",
      ",",
      "ejecutada",
      "sótanos",
      "poder",
      "real",
      "”",
      ".",
      "eventual",
      "confirmación",
      "condena",
      "consecuencias",
      "directas",
      "mapa",
      "electoral",
      "argentino",
      ",",
      "considerando",
      "kirchner",
      "mantiene",
      "liderazgo",
      "indiscutido",
      "dentro",
      "peronismo",
      "representa",
      "principal",
      "figura",
      "opositora",
      "gobierno",
      "javier",
      "milei",
      ".",
      "fallo",
      "corte",
      "suprema",
      "trasciende",
      "ámbito",
      "judicial",
      "convertirse",
      "factor",
      "determinante",
      "correlación",
      "fuerzas",
      "políticas",
      "argentinas",
      ".",
      "decisión",
      "tribunal",
      "podría",
      "redefinir",
      "opciones",
      "electorales",
      "kirchnerismo",
      "modificar",
      "sustancialmente",
      "panorama",
      "político",
      "nacional",
      ".",
      "peronismo",
      "activó",
      "estructura",
      "territorial",
      "amplia",
      "retorno",
      "democrático",
      ".",
      "intendentes",
      ",",
      "gobernadores",
      "dirigentes",
      "sindicales",
      "coordinan",
      "actos",
      "respaldo",
      "multiplican",
      "hora",
      "tras",
      "hora",
      ".",
      "central",
      "trabajadores",
      "argentinos",
      "(",
      "cta",
      ")",
      "confederación",
      "general",
      "trabajo",
      "(",
      "cgt",
      ")",
      "evalúan",
      "medidas",
      "fuerza",
      "califican",
      "“",
      "golpe",
      "judicial",
      "”",
      "."
    ],
    "token_count": 407,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 103,
      "NN": 199,
      "FW": 130,
      "IN": 15,
      "JJ": 67,
      "NNS": 17,
      "RB": 3,
      "VBP": 14,
      "VBZ": 16,
      "DT": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NN": 26,
      "NN-FW": 19,
      "FW-FW": 75,
      "FW-NNP": 20,
      "NNP-FW": 18,
      "NNP-NNP": 46,
      "NNP-IN": 1,
      "IN-NNP": 3,
      "FW-NN": 20,
      "NN-NN": 105,
      "NN-JJ": 19,
      "JJ-NN": 45,
      "NN-NNP": 21,
      "FW-JJ": 14,
      "NN-NNS": 13,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-JJ": 12,
      "NNS-NNP": 2,
      "NN-IN": 12,
      "JJ-FW": 4,
      "IN-FW": 11,
      "JJ-JJ": 8,
      "JJ-NNP": 8,
      "IN-JJ": 1,
      "NNP-VBZ": 8,
      "VBZ-JJ": 8,
      "JJ-RB": 1,
      "RB-JJ": 1,
      "NN-VBP": 4,
      "NN-VBZ": 3,
      "VBZ-VBZ": 1,
      "VBZ-NN": 1,
      "VBZ-NNP": 1,
      "NNS-VBP": 8,
      "NNS-IN": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "JJ-NNS": 1,
      "NNS-FW": 1,
      "NNS-VBZ": 3,
      "VBZ-IN": 1,
      "VBZ-FW": 2,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNP-JJ": 2,
      "VBP-NN": 1,
      "FW-NNS": 1,
      "NNP-VBP": 1,
      "VBZ-NNS": 2,
      "NNS-JJ": 1,
      "VBP-NNP": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 1,
      "NN-FW-FW": 8,
      "FW-FW-FW": 48,
      "FW-FW-NNP": 11,
      "FW-NNP-FW": 3,
      "NNP-FW-FW": 7,
      "FW-NNP-NNP": 14,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 10,
      "NN-NN-NN": 55,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 15,
      "JJ-NN-NN": 24,
      "NN-NN-NNP": 14,
      "NN-NNP-NNP": 7,
      "NNP-NNP-FW": 13,
      "NNP-FW-NNP": 7,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 6,
      "NN-NN-FW": 12,
      "NN-FW-NN": 5,
      "JJ-NN-NNS": 7,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "JJ-NN-JJ": 5,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-NNP": 19,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 15,
      "NN-NN-IN": 5,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 1,
      "NN-NNP-NN": 9,
      "NNP-NN-NNP": 5,
      "FW-FW-JJ": 8,
      "FW-JJ-FW": 4,
      "JJ-FW-FW": 3,
      "NN-FW-JJ": 4,
      "JJ-FW-NN": 1,
      "FW-NN-IN": 1,
      "NN-IN-FW": 9,
      "IN-FW-FW": 8,
      "FW-NNP-NN": 2,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "NNP-NN-JJ": 3,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "JJ-NN-IN": 6,
      "FW-FW-NN": 7,
      "FW-NN-FW": 5,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-RB": 1,
      "JJ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-FW-NN": 2,
      "FW-NN-VBP": 2,
      "NN-VBP-JJ": 4,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "IN-FW-JJ": 1,
      "NN-FW-NNP": 2,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "JJ-NNP-FW": 1,
      "NN-NN-VBP": 2,
      "JJ-NN-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 6,
      "NN-NN-NNS": 3,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "VBZ-JJ-NN": 5,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "FW-NN-NNS": 1,
      "IN-NNP-NN": 1,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 4,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 2,
      "FW-NN-NNP": 1,
      "FW-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-JJ": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-NNP-JJ": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNS-VBZ-FW": 1,
      "VBP-JJ-NNP": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "FW-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 199,
        "FW": 130,
        "NNP": 103,
        "JJ": 67,
        "NNS": 17
      },
      "top_bigrams": {
        "NN-NN": 105,
        "FW-FW": 75,
        "NNP-NNP": 46,
        "JJ-NN": 45,
        "NNP-NN": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 55,
        "FW-FW-FW": 48,
        "JJ-NN-NN": 24,
        "NNP-NNP-NNP": 19,
        "NN-JJ-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 145,
      "PP": 6,
      "ADJP": 9,
      "VP": 35
    },
    "top_rules": [
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 7,
        "weight": 0.032
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0228
      },
      {
        "rule": "NP -> ('Kirchner', 'NNP')",
        "frequency": 5,
        "weight": 0.0228
      },
      {
        "rule": "NP -> ('Vialidad', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "ADJP -> ('nacional', 'JJ')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('Cristina', 'NNP') ('Fernández', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "ADJP -> ('contra', 'JJ')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "S -> NP ('de', 'FW') ('solidaridad', 'FW') ('recorre', 'FW') NP ('mientras', 'FW') ('la', 'FW') NP PP ('se', 'FW') NP NP ('de', 'FW') NP ('en', 'FW') ('la', 'FW') ('causa', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0046
      },
      {
        "rule": "NP -> ('Una', 'NNP') ('ola', 'NN')",
        "frequency": 1,
        "weight": 0.0046
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Una ola"
      },
      {
        "label": "NP",
        "text": "Argentina"
      },
      {
        "label": "NP",
        "text": "Corte Suprema"
      },
      {
        "label": "PP",
        "text": "de Justicia"
      },
      {
        "label": "NP",
        "text": "Justicia"
      },
      {
        "label": "NP",
        "text": "prepara para emitir"
      },
      {
        "label": "NP",
        "text": "un fallo decisivo sobre Cristina Fernández"
      },
      {
        "label": "NP",
        "text": "Kirchner"
      },
      {
        "label": "NP",
        "text": "Vialidad"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "popular crece exponencialmente"
      },
      {
        "label": "NP",
        "text": "todo el territorio"
      },
      {
        "label": "ADJP",
        "text": "nacional"
      },
      {
        "label": "NP",
        "text": "con manifestaciones"
      },
      {
        "label": "VP",
        "text": "que denuncian lo que consideran una maniobra judicial para"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Una/NNP ola/NN)\n  de/FW\n  solidaridad/FW\n  recorre/FW\n  (NP Argentina/NNP)\n  mientras/FW\n  la/FW\n  (NP Corte/NNP Suprema/NNP)\n  (PP de/IN (NP Justicia/NNP))\n  se/FW\n  (NP prepara/NN para/NN emitir/NN)\n  (NP un/JJ fallo/NN decisivo/NN sobre/NN Cristina/NNP Fernández/NNP)\n  de/FW\n  (NP Kirchner/NNP)\n  en/FW\n  la/FW\n  causa/FW\n  (NP Vialidad/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  movilización/RBS\n  (NP popular/JJ crece/NN exponencialmente/NN)\n  en/FW\n  (NP todo/NN el/NN territorio/NN)\n  (ADJP nacional/JJ)\n  ,/,\n  (NP con/JJ manifestaciones/NNS)\n  espontáneas/RB\n  (VP\n    que/VBP\n    (NP denuncian/JJ lo/NN que/NN consideran/NN)\n    (NP una/JJ maniobra/NN)\n    (NP judicial/JJ para/NN))\n  (VP\n    proscribir/VBZ\n    (NP a/DT la/NN)\n    (NP principal/JJ dirigente/NN opositora/NNS))\n  ./.)",
      "(S\n  (NP\n    LEA/NNP\n    TAMBIÉN/NNP\n    Corte/NNP\n    Suprema/NNP\n    define/NN\n    encarcelamiento/NN)\n  (PP de/IN (NP Cristina/NNP Fernández/NNP))\n  de/FW\n  (NP Kirchner/NNP)\n  :/:\n  (NP ¿Qué/NN puede/NN pasar/NN)\n  ?/.)",
      "(S\n  (NP Los/NNP ministros/NNS Horacio/NNP Rosatti/NNP)\n  ,/,\n  (NP\n    Carlos/NNP\n    Rosenkrantz/NNP\n    y/NNP\n    Ricardo/NNP\n    Lorenzetti/NNP\n    entregaron/NNP\n    sus/NN\n    votos/NN\n    para/NN\n    definir/NN\n    si/NN\n    confirman/NN)\n  la/FW\n  condena/FW\n  de/FW\n  seis/FW\n  años/FW\n  de/FW\n  prisión/FW\n  e/FW\n  inhabilitación/FW\n  perpetua/FW\n  (ADJP contra/JJ)\n  la/FW\n  expresidenta/FW\n  y/FW\n  (NP actual/JJ titular/NN del/NN Partido/NNP Justicialista/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    decisión/VBZ\n    (NP\n      trasciende/JJ\n      el/NN\n      ámbito/NNP\n      jurídico/NN\n      para/NN\n      convertirse/NN))\n  en/FW\n  (ADJP un/JJ)\n  momento/FW\n  (NP definitorio/NN)\n  de/IN\n  la/FW\n  (NP democracia/JJ argentina/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          4048,
          4055
        ],
        "start": 4048,
        "end": 4055
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1762,
          1769
        ],
        "start": 1762,
        "end": 1769
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          2863,
          2873
        ],
        "start": 2863,
        "end": 2873
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1001,
          1008
        ],
        "start": 1001,
        "end": 1008
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de milei",
        "position": [
          2295,
          2312
        ],
        "start": 2295,
        "end": 2312
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente del máximo",
        "position": [
          862,
          883
        ],
        "start": 862,
        "end": 883
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "suprema de justicia",
        "position": [
          59,
          78
        ],
        "start": 59,
        "end": 78
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "central de trabajadores",
        "position": [
          3976,
          3999
        ],
        "start": 3976,
        "end": 3999
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresario",
        "position": [
          2891,
          2901
        ],
        "start": 2891,
        "end": 2901
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "presentó una denuncia",
        "position": [
          1313,
          1334
        ],
        "start": 1313,
        "end": 1334
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          31,
          40
        ],
        "start": 31,
        "end": 40
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          2920,
          2932
        ],
        "start": 2920,
        "end": 2932
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Fernández de Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "Néstor Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "Confederación General del Trabajo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Países Bajos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carlos Rosenkrantz",
        "tipo": "Persona"
      },
      {
        "nombre": "CGT",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cristina Fernández de Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "provincia de Santa Cruz",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Unión por la Patria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lázaro Báez",
        "tipo": "Persona"
      },
      {
        "nombre": "Horacio Rosatti",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristina Fernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Poder Judicial",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corte Suprema de Justicia",
        "tipo": "Lugar"
      },
      {
        "nombre": "CTA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido Justicialista",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gregorio Dalbon",
        "tipo": "Persona"
      },
      {
        "nombre": "Ricardo Lorenzetti",
        "tipo": "Persona"
      },
      {
        "nombre": "Corte Penal Internacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Intendentes",
        "tipo": "Persona"
      },
      {
        "nombre": "Vialidad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "La Haya",
        "tipo": "Lugar"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Corte Suprema",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Argentina",
        "relacion": "RECORRER",
        "objeto": "Corte Suprema de Justicia"
      },
      {
        "sujeto": "Argentina",
        "relacion": "RECORRER",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Argentina",
        "relacion": "RECORRER",
        "objeto": "Vialidad"
      },
      {
        "sujeto": "Corte Suprema de Justicia",
        "relacion": "PREPARAR_RECORRER",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Corte Suprema de Justicia",
        "relacion": "PREPARAR_RECORRER",
        "objeto": "Vialidad"
      },
      {
        "sujeto": "Cristina Fernández de Kirchner",
        "relacion": "EMITIR_PREPARAR_RECORRER",
        "objeto": "Vialidad"
      },
      {
        "sujeto": "LEA",
        "relacion": "DEFINIR",
        "objeto": "Corte Suprema"
      },
      {
        "sujeto": "LEA",
        "relacion": "DEFINIR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "LEA",
        "relacion": "DEFINIR",
        "objeto": "Horacio Rosatti"
      },
      {
        "sujeto": "LEA",
        "relacion": "DEFINIR",
        "objeto": "Carlos Rosenkrantz"
      },
      {
        "sujeto": "LEA",
        "relacion": "DEFINIR",
        "objeto": "Ricardo Lorenzetti"
      },
      {
        "sujeto": "LEA",
        "relacion": "DEFINIR",
        "objeto": "Partido Justicialista"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "DEFINIR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "DEFINIR",
        "objeto": "Horacio Rosatti"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "DEFINIR",
        "objeto": "Carlos Rosenkrantz"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "DEFINIR",
        "objeto": "Ricardo Lorenzetti"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "DEFINIR",
        "objeto": "Partido Justicialista"
      },
      {
        "sujeto": "Cristina Fernández de Kirchner",
        "relacion": "DEFINIR",
        "objeto": "Horacio Rosatti"
      },
      {
        "sujeto": "Cristina Fernández de Kirchner",
        "relacion": "DEFINIR",
        "objeto": "Carlos Rosenkrantz"
      },
      {
        "sujeto": "Cristina Fernández de Kirchner",
        "relacion": "DEFINIR",
        "objeto": "Ricardo Lorenzetti"
      },
      {
        "sujeto": "Cristina Fernández de Kirchner",
        "relacion": "DEFINIR",
        "objeto": "Partido Justicialista"
      },
      {
        "sujeto": "Horacio Rosatti",
        "relacion": "ENTREGAR_DEFINIR",
        "objeto": "Partido Justicialista"
      },
      {
        "sujeto": "Carlos Rosenkrantz",
        "relacion": "ENTREGAR_DEFINIR",
        "objeto": "Partido Justicialista"
      },
      {
        "sujeto": "Ricardo Lorenzetti",
        "relacion": "ENTREGAR_DEFINIR",
        "objeto": "Partido Justicialista"
      },
      {
        "sujeto": "Gregorio Dalbon",
        "relacion": "PRESENTAR",
        "objeto": "Corte Penal Internacional"
      },
      {
        "sujeto": "Gregorio Dalbon",
        "relacion": "PRESENTAR",
        "objeto": "La Haya"
      },
      {
        "sujeto": "Gregorio Dalbon",
        "relacion": "PRESENTAR",
        "objeto": "Fernández de Kirchner"
      },
      {
        "sujeto": "Corte Penal Internacional",
        "relacion": "PRESENTAR",
        "objeto": "Fernández de Kirchner"
      },
      {
        "sujeto": "La Haya",
        "relacion": "PRESENTAR",
        "objeto": "Fernández de Kirchner"
      },
      {
        "sujeto": "La Haya",
        "relacion": "ESTAR_EXPLICAR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "La Haya",
        "relacion": "ESTAR_EXPLICAR",
        "objeto": "Países Bajos"
      },
      {
        "sujeto": "Cristina Fernández de Kirchner",
        "relacion": "TENER_ESTAR_EXPLICAR",
        "objeto": "Países Bajos"
      },
      {
        "sujeto": "Kirchner",
        "relacion": "ASEGURAR",
        "objeto": "Unión por la Patria"
      },
      {
        "sujeto": "Unión por la Patria",
        "relacion": "ASEGURAR",
        "objeto": "Milei"
      },
      {
        "sujeto": "Kirchner",
        "relacion": "ENCONTRAR_ASEGURAR",
        "objeto": "Milei"
      },
      {
        "sujeto": "Vialidad",
        "relacion": "INVESTIGAR",
        "objeto": "Néstor Kirchner"
      },
      {
        "sujeto": "Vialidad",
        "relacion": "INVESTIGAR",
        "objeto": "Cristina Fernández"
      },
      {
        "sujeto": "Lázaro Báez",
        "relacion": "BENEFICIAR_EXISTIR_SOSTENER",
        "objeto": "provincia de Santa Cruz"
      },
      {
        "sujeto": "Kirchner",
        "relacion": "CUESTIONAR",
        "objeto": "Poder Judicial"
      },
      {
        "sujeto": "Kirchner",
        "relacion": "MANTENER_TENER",
        "objeto": "Javier Milei"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8225,
    "pos": 0.019,
    "neu": 0.977,
    "neg": 0.004,
    "label": "positive"
  }
}