{
  "url": "https://www.telesurtv.net/quien-fija-el-precio-del-dolar-en-cuba-la-guerra-financiera-que-muchos-no-ven/",
  "title": "¿Quién fija el precio del dólar en Cuba? La guerra financiera que muchos no ven - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Cuba",
    "Economía",
    "El Toque",
    "Mercado informal"
  ],
  "text": "La tarde del 3 de agosto de 2022 marcó un momento clave para la economía cubana. Miles de ciudadanos sintonizaron una de las más esperadas ediciones de la Mesa Redonda, donde se anunció la apertura de un mercado oficial para la compra de divisas extranjeras, con una tasa central de 120 pesos por dólar, muy por encima de la histórica tasa oficial de 24 x 1 y cercana al llamado precio de la calle.\nLEA TAMBIÉN:El Toque: un aliado de la guerra económica de EE.UU. contra Cuba\nEste paso del Estado buscaba competir con el mercado informal de divisas, que se ha fortalecido en los últimos años a raíz de la crisis provocada por la pandemia, la paralización del turismo, y el bloqueo económico impuesto por Estados Unidos, cuyas repercusiones se sienten de forma directa en el bolsillo de la población.\nEn Cuba, la referencia más consultada sobre el valor de las divisas no es una casa de cambio ni una institución bancaria, sino una página web: El Toque, un medio digital con sede fuera de la isla que publica diariamente una tasa informal de cambio del dólar, euro, MLC y otras monedas.\nEl Toque se presenta como un medio “independiente”, pero su historial revela una estrecha vinculación con agencias extranjeras y fuentes de financiamiento asociadas al gobierno de Estados Unidos.\n\nEntre sus patrocinadores se cuentan la USAID, el Departamento de Estado, Freedom House, y la National Endowment for Democracy (NED), entidades que han financiado históricamente proyectos destinados a promover la desestabilización política en países con gobiernos no alineados a Washington.\nEl Toque no solo informa, también influye. En un escenario de crisis económica y escasez de divisas, controlar la información sobre el tipo de cambio es controlar una palanca clave de la economía nacional.\nA partir de 2020, tras el anuncio de ventas en MLC en tiendas cubanas —una moneda electrónica vinculada al dólar y otras divisas extranjeras—, surgió un mercado callejero para su compraventa. El precio del MLC se volvió determinante, no solo para la población que accede a bienes básicos en esas tiendas, sino también para el sector privado, que depende de esa divisa para abastecerse.\nFue entonces cuando El Toque comenzó a publicar su propia “tasa de cambio”, un promedio calculado a partir de anuncios en sitios como Revolico, Facebook o Telegram. Con el tiempo, esa cifra dejó de ser una mera referencia para convertirse en el número que dicta el pulso económico diario, al punto que comerciantes, compradores y vendedores lo usan como valor oficial, incluso por encima del que fije el Estado cubano.\nEste fenómeno no es nuevo. En Venezuela ocurrió algo similar con la plataforma Dólar Today, nacida en 2010 desde territorio estadounidense y dirigida por opositores al gobierno bolivariano. Al igual que El Toque, comenzó como una supuesta fuente informativa, publicando el “dólar paralelo” desde casas de cambio en Colombia.\nCon el paso del tiempo, la página dejó de reflejar el mercado y empezó a dictarlo. En 2016, la BBC reportaba que mientras el Estado venezolano fijaba la tasa en 10 bolívares por dólar, Dólar Today la publicaba a 1.000. Su rol fue tan determinante en la desestabilización económica que el Gobierno venezolano presentó una demanda judicial por ciberterrorismo financiero.\n\n\nLa lógica es simple: si una página web se consolida como fuente confiable para determinar el tipo de cambio, tiene el poder de subirlo o bajarlo a voluntad, desatando consecuencias directas en la inflación, los precios, la capacidad adquisitiva de los salarios y, en última instancia, la estabilidad política del país.\nHoy, El Toque se encuentra en la segunda etapa de este proceso: ya es referencia habitual y cotidiana. Su evolución hacia un ente que impone el tipo de cambio mediático es un peligro real para la soberanía financiera de Cuba.\nMientras tanto, el país enfrenta una tormenta económica compleja: turismo en recuperación, exportaciones deprimidas, crisis energética, dificultades logísticas globales y un bloqueo recrudecido.\nLEA TAMBIÉN:¿Qué plantea el nuevo Memorándum de EE.UU. contra Cuba?\nEn medio de ese panorama, dejar que el precio del dólar, una variable esencial, sea dictado por un actor financiado por los mismos que bloquean al país, resulta no solo riesgoso, sino estratégicamente inaceptable.\nMás allá del debate técnico sobre las tasas de cambio, lo que está en juego es la soberanía económica de la nación. Permitir que un sitio web se convierta en árbitro del valor de la moneda nacional equivale a ceder poder político y renunciar al control de una de las variables más sensibles para cualquier economía.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/quien-fija-el-precio-del-dolar-en-cuba-la-guerra-financiera-que-muchos-no-ven/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1618,
    "message_id": 98587,
    "date": "2025-07-09T14:55:13+00:00",
    "text": "teleSUR\n¿Quién fija el precio del dólar en Cuba? La guerra financiera que muchos no ven\nhttps://www.telesurtv.net/quien-fija-el-precio-del-dolar-en-cuba-la-guerra-financiera-que-muchos-no-ven/",
    "photo_path": null,
    "views": 2049,
    "reactions": {
      "👍": 29,
      "🤬": 7,
      "❤": 3
    },
    "total_reactions": 39
  },
  "preprocessing": {
    "cleaned": "la tarde del 3 de agosto de 2022 marcó un momento clave para la economía cubana. miles de ciudadanos sintonizaron una de las más esperadas ediciones de la mesa redonda, donde se anunció la apertura de un mercado oficial para la compra de divisas extranjeras, con una tasa central de 120 pesos por dólar, muy por encima de la histórica tasa oficial de 24 x 1 y cercana al llamado precio de la calle. este paso del estado buscaba competir con el mercado informal de divisas, que se ha fortalecido en los últimos años a raíz de la crisis provocada por la pandemia, la paralización del turismo, y el bloqueo económico impuesto por estados unidos, cuyas repercusiones se sienten de forma directa en el bolsillo de la población. en cuba, la referencia más consultada sobre el valor de las divisas no es una casa de cambio ni una institución bancaria, sino una página web: el toque, un medio digital con sede fuera de la isla que publica diariamente una tasa informal de cambio del dólar, euro, mlc y otras monedas. el toque se presenta como un medio “independiente”, pero su historial revela una estrecha vinculación con agencias extranjeras y fuentes de financiamiento asociadas al gobierno de estados unidos. entre sus patrocinadores se cuentan la usaid, el departamento de estado, freedom house, y la national endowment for democracy (ned), entidades que han financiado históricamente proyectos destinados a promover la desestabilización política en países con gobiernos no alineados a washington. el toque no solo informa, también influye. en un escenario de crisis económica y escasez de divisas, controlar la información sobre el tipo de cambio es controlar una palanca clave de la economía nacional. a partir de 2020, tras el anuncio de ventas en mlc en tiendas cubanas —una moneda electrónica vinculada al dólar y otras divisas extranjeras—, surgió un mercado callejero para su compraventa. el precio del mlc se volvió determinante, no solo para la población que accede a bienes básicos en esas tiendas, sino también para el sector privado, que depende de esa divisa para abastecerse. fue entonces cuando el toque comenzó a publicar su propia “tasa de cambio”, un promedio calculado a partir de anuncios en sitios como revolico, facebook o telegram. con el tiempo, esa cifra dejó de ser una mera referencia para convertirse en el número que dicta el pulso económico diario, al punto que comerciantes, compradores y vendedores lo usan como valor oficial, incluso por encima del que fije el estado cubano. este fenómeno no es nuevo. en venezuela ocurrió algo similar con la plataforma dólar today, nacida en 2010 desde territorio estadounidense y dirigida por opositores al gobierno bolivariano. al igual que el toque, comenzó como una supuesta fuente informativa, publicando el “dólar paralelo” desde casas de cambio en colombia. con el paso del tiempo, la página dejó de reflejar el mercado y empezó a dictarlo. en 2016, la bbc reportaba que mientras el estado venezolano fijaba la tasa en 10 bolívares por dólar, dólar today la publicaba a 1.000. su rol fue tan determinante en la desestabilización económica que el gobierno venezolano presentó una demanda judicial por ciberterrorismo financiero. la lógica es simple: si una página web se consolida como fuente confiable para determinar el tipo de cambio, tiene el poder de subirlo o bajarlo a voluntad, desatando consecuencias directas en la inflación, los precios, la capacidad adquisitiva de los salarios y, en última instancia, la estabilidad política del país. hoy, el toque se encuentra en la segunda etapa de este proceso: ya es referencia habitual y cotidiana. su evolución hacia un ente que impone el tipo de cambio mediático es un peligro real para la soberanía financiera de cuba. mientras tanto, el país enfrenta una tormenta económica compleja: turismo en recuperación, exportaciones deprimidas, crisis energética, dificultades logísticas globales y un bloqueo recrudecido. en medio de ese panorama, dejar que el precio del dólar, una variable esencial, sea dictado por un actor financiado por los mismos que bloquean al país, resulta no solo riesgoso, sino estratégicamente inaceptable. más allá del debate técnico sobre las tasas de cambio, lo que está en juego es la soberanía económica de la nación. permitir que un sitio web se convierta en árbitro del valor de la moneda nacional equivale a ceder poder político y renunciar al control de una de las variables más sensibles para cualquier economía.",
    "tokens": [
      "tarde",
      "3",
      "agosto",
      "2022",
      "marcó",
      "momento",
      "clave",
      "economía",
      "cubana",
      ".",
      "miles",
      "ciudadanos",
      "sintonizaron",
      "esperadas",
      "ediciones",
      "mesa",
      "redonda",
      ",",
      "anunció",
      "apertura",
      "mercado",
      "oficial",
      "compra",
      "divisas",
      "extranjeras",
      ",",
      "tasa",
      "central",
      "120",
      "pesos",
      "dólar",
      ",",
      "encima",
      "histórica",
      "tasa",
      "oficial",
      "24",
      "x",
      "1",
      "cercana",
      "llamado",
      "precio",
      "calle",
      ".",
      "paso",
      "buscaba",
      "competir",
      "mercado",
      "informal",
      "divisas",
      ",",
      "fortalecido",
      "últimos",
      "años",
      "raíz",
      "crisis",
      "provocada",
      "pandemia",
      ",",
      "paralización",
      "turismo",
      ",",
      "bloqueo",
      "económico",
      "impuesto",
      "unidos",
      ",",
      "cuyas",
      "repercusiones",
      "sienten",
      "forma",
      "directa",
      "bolsillo",
      "población",
      ".",
      "cuba",
      ",",
      "referencia",
      "consultada",
      "valor",
      "divisas",
      "casa",
      "cambio",
      "institución",
      "bancaria",
      ",",
      "sino",
      "página",
      "web",
      ":",
      "toque",
      ",",
      "medio",
      "digital",
      "sede",
      "isla",
      "publica",
      "diariamente",
      "tasa",
      "informal",
      "cambio",
      "dólar",
      ",",
      "euro",
      ",",
      "mlc",
      "monedas",
      ".",
      "toque",
      "presenta",
      "medio",
      "“",
      "independiente",
      "”",
      ",",
      "historial",
      "revela",
      "estrecha",
      "vinculación",
      "agencias",
      "extranjeras",
      "fuentes",
      "financiamiento",
      "asociadas",
      "gobierno",
      "unidos",
      ".",
      "patrocinadores",
      "cuentan",
      "usaid",
      ",",
      "departamento",
      ",",
      "freedom",
      "house",
      ",",
      "national",
      "endowment",
      "for",
      "democracy",
      "(",
      "ned",
      ")",
      ",",
      "entidades",
      "financiado",
      "históricamente",
      "proyectos",
      "destinados",
      "promover",
      "desestabilización",
      "política",
      "países",
      "gobiernos",
      "alineados",
      "washington",
      ".",
      "toque",
      "solo",
      "informa",
      ",",
      "influye",
      ".",
      "escenario",
      "crisis",
      "económica",
      "escasez",
      "divisas",
      ",",
      "controlar",
      "información",
      "tipo",
      "cambio",
      "controlar",
      "palanca",
      "clave",
      "economía",
      "nacional",
      ".",
      "partir",
      "2020",
      ",",
      "tras",
      "anuncio",
      "ventas",
      "mlc",
      "tiendas",
      "cubanas",
      "—una",
      "moneda",
      "electrónica",
      "vinculada",
      "dólar",
      "divisas",
      "extranjeras—",
      ",",
      "surgió",
      "mercado",
      "callejero",
      "compraventa",
      ".",
      "precio",
      "mlc",
      "volvió",
      "determinante",
      ",",
      "solo",
      "población",
      "accede",
      "bienes",
      "básicos",
      "tiendas",
      ",",
      "sino",
      "sector",
      "privado",
      ",",
      "depende",
      "divisa",
      "abastecerse",
      ".",
      "entonces",
      "toque",
      "comenzó",
      "publicar",
      "propia",
      "“",
      "tasa",
      "cambio",
      "”",
      ",",
      "promedio",
      "calculado",
      "partir",
      "anuncios",
      "sitios",
      "revolico",
      ",",
      "facebook",
      "telegram",
      ".",
      "tiempo",
      ",",
      "cifra",
      "dejó",
      "ser",
      "mera",
      "referencia",
      "convertirse",
      "número",
      "dicta",
      "pulso",
      "económico",
      "diario",
      ",",
      "punto",
      "comerciantes",
      ",",
      "compradores",
      "vendedores",
      "usan",
      "valor",
      "oficial",
      ",",
      "incluso",
      "encima",
      "fije",
      "cubano",
      ".",
      "fenómeno",
      "nuevo",
      ".",
      "venezuela",
      "ocurrió",
      "similar",
      "plataforma",
      "dólar",
      "today",
      ",",
      "nacida",
      "2010",
      "territorio",
      "estadounidense",
      "dirigida",
      "opositores",
      "gobierno",
      "bolivariano",
      ".",
      "igual",
      "toque",
      ",",
      "comenzó",
      "supuesta",
      "fuente",
      "informativa",
      ",",
      "publicando",
      "“",
      "dólar",
      "paralelo",
      "”",
      "casas",
      "cambio",
      "colombia",
      ".",
      "paso",
      "tiempo",
      ",",
      "página",
      "dejó",
      "reflejar",
      "mercado",
      "empezó",
      "dictarlo",
      ".",
      "2016",
      ",",
      "bbc",
      "reportaba",
      "mientras",
      "venezolano",
      "fijaba",
      "tasa",
      "10",
      "bolívares",
      "dólar",
      ",",
      "dólar",
      "today",
      "publicaba",
      "1.000.",
      "rol",
      "tan",
      "determinante",
      "desestabilización",
      "económica",
      "gobierno",
      "venezolano",
      "presentó",
      "demanda",
      "judicial",
      "ciberterrorismo",
      "financiero",
      ".",
      "lógica",
      "simple",
      ":",
      "si",
      "página",
      "web",
      "consolida",
      "fuente",
      "confiable",
      "determinar",
      "tipo",
      "cambio",
      ",",
      "poder",
      "subirlo",
      "bajarlo",
      "voluntad",
      ",",
      "desatando",
      "consecuencias",
      "directas",
      "inflación",
      ",",
      "precios",
      ",",
      "capacidad",
      "adquisitiva",
      "salarios",
      ",",
      "última",
      "instancia",
      ",",
      "estabilidad",
      "política",
      "país",
      ".",
      "hoy",
      ",",
      "toque",
      "encuentra",
      "segunda",
      "etapa",
      "proceso",
      ":",
      "referencia",
      "habitual",
      "cotidiana",
      ".",
      "evolución",
      "hacia",
      "ente",
      "impone",
      "tipo",
      "cambio",
      "mediático",
      "peligro",
      "real",
      "soberanía",
      "financiera",
      "cuba",
      ".",
      "mientras",
      ",",
      "país",
      "enfrenta",
      "tormenta",
      "económica",
      "compleja",
      ":",
      "turismo",
      "recuperación",
      ",",
      "exportaciones",
      "deprimidas",
      ",",
      "crisis",
      "energética",
      ",",
      "dificultades",
      "logísticas",
      "globales",
      "bloqueo",
      "recrudecido",
      ".",
      "medio",
      "panorama",
      ",",
      "dejar",
      "precio",
      "dólar",
      ",",
      "variable",
      "esencial",
      ",",
      "dictado",
      "actor",
      "financiado",
      "mismos",
      "bloquean",
      "país",
      ",",
      "resulta",
      "solo",
      "riesgoso",
      ",",
      "sino",
      "estratégicamente",
      "inaceptable",
      ".",
      "allá",
      "debate",
      "técnico",
      "tasas",
      "cambio",
      ",",
      "juego",
      "soberanía",
      "económica",
      "nación",
      ".",
      "permitir",
      "sitio",
      "web",
      "convierta",
      "árbitro",
      "valor",
      "moneda",
      "nacional",
      "equivale",
      "ceder",
      "poder",
      "político",
      "renunciar",
      "control",
      "variables",
      "sensibles",
      "cualquier",
      "economía",
      "."
    ],
    "token_count": 483,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 86,
      "JJ": 84,
      "FW": 159,
      "IN": 33,
      "CD": 8,
      "NN": 282,
      "NNS": 20,
      "VBP": 20,
      "VBN": 2,
      "DT": 6,
      "VBZ": 16,
      "VBD": 3,
      "RB": 2,
      "MD": 1,
      "VB": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-JJ": 5,
      "JJ-FW": 10,
      "FW-FW": 92,
      "FW-IN": 1,
      "IN-CD": 3,
      "CD-NN": 4,
      "NN-JJ": 26,
      "JJ-NN": 55,
      "NN-NN": 157,
      "NN-FW": 27,
      "FW-NN": 28,
      "NN-NNP": 23,
      "NNP-IN": 4,
      "IN-FW": 20,
      "FW-NNP": 15,
      "NNP-NNP": 34,
      "NNP-NN": 23,
      "FW-JJ": 16,
      "NN-IN": 28,
      "JJ-JJ": 10,
      "FW-CD": 2,
      "CD-NNS": 3,
      "NNS-JJ": 3,
      "IN-JJ": 4,
      "JJ-NNP": 5,
      "NN-NNS": 5,
      "NNS-VBP": 14,
      "VBP-VBN": 2,
      "VBN-FW": 2,
      "NNP-FW": 5,
      "JJ-DT": 1,
      "DT-JJ": 2,
      "NNP-VBZ": 8,
      "VBZ-FW": 2,
      "VBZ-JJ": 8,
      "NN-VBP": 6,
      "VBP-JJ": 7,
      "FW-VBZ": 2,
      "NN-VBZ": 6,
      "NNP-VBD": 3,
      "VBD-NNP": 1,
      "IN-NNP": 2,
      "VBZ-NN": 1,
      "NN-DT": 1,
      "NNP-DT": 1,
      "DT-NN": 4,
      "IN-NN": 4,
      "VBP-NN": 4,
      "JJ-NNS": 3,
      "VBZ-DT": 3,
      "VBP-NNS": 2,
      "NNS-NNS": 2,
      "NNS-NN": 1,
      "NNP-NNS": 1,
      "VBP-NNP": 3,
      "VBZ-NNS": 1,
      "NN-RB": 1,
      "RB-NNP": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "NN-CD": 1,
      "NNP-CD": 1,
      "VBD-CD": 1,
      "CD-NNP": 1,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "VBP-FW": 1,
      "FW-NNS": 3,
      "VBD-JJ": 1,
      "VBP-JJR": 1,
      "JJR-NN": 1
    },
    "trigram_freq": {
      "NNP-JJ-FW": 1,
      "JJ-FW-FW": 7,
      "FW-FW-FW": 62,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "NN-JJ-NN": 22,
      "JJ-NN-NN": 35,
      "NN-NN-NN": 84,
      "NN-NN-FW": 22,
      "NN-FW-NN": 15,
      "FW-NN-NNP": 4,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-FW": 13,
      "FW-FW-NNP": 10,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 15,
      "NN-FW-FW": 6,
      "FW-FW-JJ": 9,
      "FW-JJ-NN": 10,
      "NN-NN-IN": 14,
      "NN-IN-FW": 19,
      "FW-FW-NN": 7,
      "FW-NN-JJ": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-FW": 2,
      "JJ-FW-CD": 2,
      "FW-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NN-JJ": 14,
      "FW-JJ-JJ": 3,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "JJ-NN-IN": 7,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 4,
      "FW-NNP-NN": 4,
      "NNP-NN-NNP": 4,
      "NN-NNP-NNP": 8,
      "NN-NN-NNP": 11,
      "NN-NNP-NN": 6,
      "NN-FW-JJ": 2,
      "FW-JJ-FW": 2,
      "FW-NN-NN": 11,
      "NN-IN-JJ": 3,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "IN-FW-NN": 3,
      "FW-NN-FW": 5,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 5,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-FW": 2,
      "VBN-FW-FW": 2,
      "NNP-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "FW-NN-IN": 6,
      "IN-FW-JJ": 4,
      "FW-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "JJ-NN-JJ": 9,
      "NN-JJ-FW": 1,
      "JJ-NN-NNP": 3,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-NN": 4,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 3,
      "NN-FW-VBZ": 2,
      "FW-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 2,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "FW-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 3,
      "NN-NNP-JJ": 2,
      "NN-IN-NN": 3,
      "IN-NN-NN": 2,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "NNS-JJ-FW": 1,
      "FW-NNP-FW": 2,
      "FW-NN-NNS": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 4,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-JJ": 5,
      "NN-NN-VBZ": 5,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 3,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NN": 1,
      "NNS-NN-VBP": 1,
      "NN-VBP-NN": 2,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNP": 1,
      "VBZ-JJ-JJ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNP-VBZ-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NN-FW-NNP": 2,
      "NNP-IN-NN": 1,
      "IN-NN-CD": 1,
      "NN-CD-NN": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NN-NNS": 2,
      "VBP-NNP-NN": 2,
      "CD-NNS-VBP": 1,
      "VBP-JJ-NNP": 2,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 3,
      "VBP-JJ-FW": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "NN-IN-NNP": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "IN-NN-NNS": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NN-IN": 1,
      "NNP-NN-JJ": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 282,
        "FW": 159,
        "NNP": 86,
        "JJ": 84,
        "IN": 33
      },
      "top_bigrams": {
        "NN-NN": 157,
        "FW-FW": 92,
        "JJ-NN": 55,
        "NNP-NNP": 34,
        "FW-NN": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 84,
        "FW-FW-FW": 62,
        "JJ-NN-NN": 35,
        "NN-JJ-NN": 22,
        "NN-NN-FW": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 190,
      "VP": 34,
      "ADJP": 13,
      "PP": 13
    },
    "top_rules": [
      {
        "rule": "NP -> ('El', 'NNP') ('Toque', 'NNP')",
        "frequency": 6,
        "weight": 0.0217
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0217
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0145
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "ADJP -> ('tasa', 'JJ')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('LEA', 'NNP') ('TAMBIÉN', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "ADJP -> ('informal', 'JJ')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('turismo', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('valor', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('tipo', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "tarde"
      },
      {
        "label": "NP",
        "text": "marcó"
      },
      {
        "label": "NP",
        "text": "un momento clave para la"
      },
      {
        "label": "NP",
        "text": "cubana"
      },
      {
        "label": "NP",
        "text": "Miles"
      },
      {
        "label": "NP",
        "text": "Mesa Redonda"
      },
      {
        "label": "NP",
        "text": "donde se anunció"
      },
      {
        "label": "NP",
        "text": "oficial para la compra"
      },
      {
        "label": "NP",
        "text": "extranjeras"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "ADJP",
        "text": "una"
      },
      {
        "label": "ADJP",
        "text": "tasa"
      },
      {
        "label": "ADJP",
        "text": "central"
      },
      {
        "label": "NP",
        "text": "pesos por dólar"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP tarde/VBD)\n  del/FW\n  3/CD\n  de/FW\n  agosto/FW\n  de/IN\n  2022/CD\n  (NP marcó/NN)\n  (NP un/JJ momento/NN clave/NN para/NN la/NN)\n  economía/FW\n  (NP cubana/NN)\n  ./.)",
      "(S\n  (NP Miles/NNP)\n  de/FW\n  ciudadanos/FW\n  sintonizaron/FW\n  una/FW\n  de/FW\n  las/FW\n  más/FW\n  esperadas/FW\n  ediciones/FW\n  de/FW\n  la/FW\n  (NP Mesa/NNP Redonda/NNP)\n  ,/,\n  (NP donde/NN se/NN anunció/NN)\n  la/FW\n  apertura/FW\n  de/FW\n  un/FW\n  mercado/FW\n  (NP oficial/JJ para/NN la/NN compra/NN)\n  de/IN\n  divisas/FW\n  (NP extranjeras/NNS)\n  ,/,\n  (NP con/NN)\n  (ADJP una/JJ)\n  (ADJP tasa/JJ)\n  (ADJP central/JJ)\n  de/FW\n  120/CD\n  (NP pesos/NN por/NN dólar/NN)\n  ,/,\n  muy/FW\n  por/FW\n  encima/FW\n  de/FW\n  la/FW\n  histórica/FW\n  (ADJP tasa/JJ)\n  (ADJP oficial/JJ)\n  de/FW\n  24/CD\n  x/$\n  1/CD\n  (NP y/JJ cercana/NN al/NN)\n  llamado/FW\n  precio/FW\n  de/FW\n  la/FW\n  calle/FW\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP El/NNP Toque/NNP)\n  :/:\n  (NP un/JJ aliado/NN)\n  de/IN\n  la/FW\n  guerra/FW\n  económica/FW\n  de/FW\n  (NP\n    EE.UU./NNP\n    contra/NN\n    Cuba/NNP\n    Este/NNP\n    paso/NN\n    del/NN\n    Estado/NNP\n    buscaba/NN\n    competir/NN\n    con/NN\n    el/NN)\n  mercado/FW\n  (ADJP informal/JJ)\n  de/FW\n  divisas/FW\n  ,/,\n  que/FW\n  se/FW\n  (NP ha/NN fortalecido/NN)\n  (PP en/IN (NP los/JJ últimos/NNP años/NN))\n  (NP a/DT raíz/NN)\n  de/IN\n  la/FW\n  (NP crisis/NN provocada/NN por/NN la/NN pandemia/NN)\n  ,/,\n  la/FW\n  paralización/FW\n  del/FW\n  (NP turismo/NN)\n  ,/,\n  y/CC\n  (NP\n    el/JJ\n    bloqueo/NN\n    económico/NN\n    impuesto/NN\n    por/NN\n    Estados/NNP\n    Unidos/NNP)\n  ,/,\n  (NP cuyas/NN repercusiones/NNS)\n  (VP se/VBP)\n  (VP sienten/VBN)\n  de/FW\n  forma/FW\n  directa/FW\n  en/FW\n  el/FW\n  bolsillo/FW\n  de/FW\n  la/FW\n  población/FW\n  ./.)",
      "(S\n  (NP En/NNP Cuba/NNP)\n  ,/,\n  (NP la/NN referencia/NN más/NN consultada/NN sobre/NN)\n  el/FW\n  (NP valor/NN)\n  de/IN\n  las/FW\n  (ADJP divisas/JJ)\n  (NP no/DT es/JJ una/JJ casa/NN)\n  de/IN\n  cambio/FW\n  (NP ni/JJ una/JJ institución/NN bancaria/NN)\n  ,/,\n  (NP sino/NN)\n  (NP una/JJ página/NN web/NN)\n  :/:\n  (NP El/NNP Toque/NNP)\n  ,/,\n  (NP un/JJ medio/NN)\n  (NP digital/JJ con/NN sede/NN fuera/NN)\n  de/IN\n  la/FW\n  isla/FW\n  (NP que/NN publica/NN diariamente/NN)\n  (NP una/JJ tasa/NN)\n  (ADJP informal/JJ)\n  de/FW\n  cambio/FW\n  del/FW\n  (NP dólar/NN)\n  ,/,\n  (NP euro/NN)\n  ,/,\n  (NP MLC/NNP y/NNP)\n  otras/MD\n  (VP monedas/VB)\n  ./.)",
      "(S\n  (NP El/NNP Toque/NNP)\n  (VP\n    se/VBZ\n    (NP presenta/JJ como/NN)\n    (NP un/JJ medio/NN “/NNP independiente/NN ”/NNP))\n  ,/,\n  (NP pero/NN su/NN)\n  (NP historial/JJ revela/NN)\n  (NP una/JJ estrecha/NN vinculación/NN con/NN agencias/NN)\n  extranjeras/FW\n  (NP y/NN)\n  (VP fuentes/VBZ)\n  de/IN\n  financiamiento/FW\n  (NP asociadas/JJ al/NN gobierno/NN)\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bloqueo económico",
        "position": [
          673,
          690
        ],
        "start": 673,
        "end": 690
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra económica de ee.uu. contra cuba",
        "position": [
          437,
          475
        ],
        "start": 437,
        "end": 475
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación, los precios",
        "position": [
          3477,
          3499
        ],
        "start": 3477,
        "end": 3499
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          3477,
          3486
        ],
        "start": 3477,
        "end": 3486
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "tasa",
        "position": [
          267,
          271
        ],
        "start": 267,
        "end": 271
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          1226,
          1240
        ],
        "start": 1226,
        "end": 1240
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "soberanía económica de la nación. permitir que un sitio web se convierta en árbitro del valor",
        "position": [
          4385,
          4478
        ],
        "start": 4385,
        "end": 4478
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          178,
          185
        ],
        "start": 178,
        "end": 185
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "crisis energética",
        "position": [
          3943,
          3960
        ],
        "start": 3943,
        "end": 3960
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de estados unidos",
        "position": [
          1254,
          1280
        ],
        "start": 1254,
        "end": 1280
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "comerciantes",
        "position": [
          2467,
          2479
        ],
        "start": 2467,
        "end": 2479
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de estado",
        "position": [
          1332,
          1354
        ],
        "start": 1332,
        "end": 1354
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "diario, al punto",
        "position": [
          2446,
          2462
        ],
        "start": 2446,
        "end": 2462
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "presentó una demanda",
        "position": [
          3217,
          3237
        ],
        "start": 3217,
        "end": 3237
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          392,
          397
        ],
        "start": 392,
        "end": 397
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          471,
          475
        ],
        "start": 471,
        "end": 475
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          704,
          718
        ],
        "start": 704,
        "end": 718
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          2614,
          2623
        ],
        "start": 2614,
        "end": 2623
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado buscaba",
        "position": [
          490,
          504
        ],
        "start": 490,
        "end": 504
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "3 de agosto de 2022",
        "position": [
          13,
          32
        ],
        "start": 13,
        "end": 32
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          3600,
          3603
        ],
        "start": 3600,
        "end": 3603
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía económica de la nación. permitir que un sitio web se convierta en árbitro del valor de la moneda nacional",
        "position": [
          4385,
          4500
        ],
        "start": 4385,
        "end": 4500
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          673,
          680
        ],
        "start": 673,
        "end": 680
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Permitir",
        "tipo": "Organizacion"
      },
      {
        "nombre": "MLC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "USAID",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BBC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Departamento de Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "National Endowment for Democracy",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "TAMBIÉN:¿Qué",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado cubano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Revolico",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Freedom House",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "NED",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "EE.UU.",
        "relacion": "BUSCAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "BUSCAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Cuba",
        "relacion": "BUSCAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Cuba",
        "relacion": "BUSCAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estado",
        "relacion": "BUSCAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "BBC",
        "relacion": "REPORTAR",
        "objeto": "Estado venezolano"
      },
      {
        "sujeto": "LEA",
        "relacion": "PLANTEAR",
        "objeto": "TAMBIÉN:¿Qué"
      },
      {
        "sujeto": "LEA",
        "relacion": "PLANTEAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "TAMBIÉN:¿Qué",
        "relacion": "PLANTEAR",
        "objeto": "Cuba"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9509,
    "pos": 0.009,
    "neu": 0.957,
    "neg": 0.034,
    "label": "negative"
  }
}