{
  "url": "https://www.telesurtv.net/el-dolar-mediatico-en-cuba-a-solo-un-toque/",
  "title": "El dólar mediático en Cuba, a solo un Toque",
  "section": "América Latina y El Caribe",
  "tags": [
    "Cuba",
    "dólar mediático",
    "guerra económica",
    "institución financiera",
    "Mercado informal",
    "Tasa Representativa del Mercado Informal"
  ],
  "text": "Una economía con restricciones cambiarias o acceso limitado a divisas; mercados informales vibrantes; un espacio digital para la recopilación y difusión de los datos de modo constante; la necesidad cotidiana de referencia por parte de compradores y vendedores… En ese contexto, una plataforma web puede fungir como el actor que, día tras día, establece una tasa representativa de divisas (en tiempo real), cual balanza entre la moneda local y las extranjeras, hasta dominar la percepción del valor real. El resultado de esta ecuación responde a un término que trasciende la economía: el dólar mediático.\n\nLEA TAMBIÉN\nEl Toque: un aliado de la guerra económica de EE.UU. contra Cuba\n\n¿”Dólar mediático”? ¿De qué va la expresión? Si bien no está registrado a cargo de un autor reconocido, el término trasciende los manuales de economía para describir fenómenos reales en contextos de crisis y/o desinformación. Con un registro en el discurso político y comunicativo, el dólar mediático se enfoca en el papel de los medios de comunicación como constructores de la realidad económica.\nEste concepto se utiliza para señalar que el precio del dólar difundido en determinado medio ha sido “construido” o “manipulado” con intenciones políticas, económicas o de presión/desestabilización, más allá de la dinámica del mercado, a partir de la interacción regulada entre oferta y demanda.\nPor ejemplo, en Cuba, el valor del dólar en el mercado informal lo determina una página web: El Toque. Dicha plataforma, con sede fuera del país y financiamiento de organizaciones internacionales que supuestamente promueven el periodismo independiente: Open Society Foundations y el National Endowment for Democracy (NED), publica a diario una tasa de cambio calculada a partir de datos no oficiales.\n\n\n\nEl proceso cuenta con tres grandes etapas. La primera consiste en el acopio de datos informales. En este punto, la plataforma digital recopila precios publicados por usuarios en sitios de Internet y redes digitales. A partir de eso, calculan un promedio. El resultado se publica, de modo diario o constante, como si fuera el valor “real” del dólar en la calle.\nPara la segunda etapa, se establece un patrón de sistematicidad. Al repetirse todos los días, la cifra en cuestión gana legitimidad entre los internautas. Tanto vendedores como compradores, consultan la tabla de referencia, incluso la calculadora de tasa informal, antes de formalizar sus transacciones. Con el paso del tiempo, los números superan la relación tabular y se convierten en la principal fuente del tipo de cambio para la mayoría de la economía informal o irregular, “invisible” al Estado.\nLa tercera fase adquiere un carácter superior: el control sobre el cambio. Aquí, la plataforma que publica “la tasa” ya no solo refleja, informa o comunica el comportamiento del mercado (con un supuesto encuadre en la realidad), sino que lo dirige. Este hecho puede provocar subidas o bajadas del dólar con solo ajustar la cifra publicada. En tanto, a solo un clic o un “toque”, entran en juego los efectos directos sobre los precios internos, la inflación y la percepción general del valor del peso cubano.\n\n\n\nSi se hace un estudio estadístico sobre los sitios webs más consultados desde Cuba, la página principal de El Toque debe tener un puesto —cuando menos— decoroso. De un día a otro, parece que se tensan los “límites” entre informar, influir y controlar. Este medio ya no solo informa sobre el precio del dólar, lo produce simbólicamente y lo impone en la sociedad.\nDesde luego, este medio de comunicación dejó de ser un simple emisor informativo para fungir como un referente práctico y funcional del valor del dólar (y sus homólogos, incluidas las criptomonedas) en el mercado informal. En el contexto cubano actual, El Toque deviene una institución financiera, en tanto no solo dice cuánto vale el dólar, sino que condiciona cómo se debe pensar la economía doméstica, comunitaria, nacional.\nLa visible desvalorización de la moneda local, la incertidumbre ante la subida o bajada (con las señalizaciones rojas o verdes) y el abandono del cambio oficial… La narrativa, reforzada cada día a base de números, configura una percepción de la realidad que puede ser más influyente que la propia política monetaria del Estado.\nEn Cuba, la tasa de cambio informal alcanza los 385 CUP por dólar este 9 julio de 2025, según El Toque, lo que eleva los costos de importación y los precios internos.\nLa influencia del medio en la economía cubana es significativa. Su Tasa Representativa del Mercado Informal (TRMI), presentada como un reflejo del mercado, ha sido criticada por el Gobierno cubano como un instrumento que amplifica inflación y devaluación.\nLa dependencia de datos no verificados y la falta de auditorías externas alimentan estas críticas. En un contexto de crisis, donde el mercado informal define el acceso a bienes esenciales, El Toque trasciende el ámbito informativo y plantea interrogantes sobre su rol en la inestabilidad económica.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/el-dolar-mediatico-en-cuba-a-solo-un-toque/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1584,
    "message_id": 98622,
    "date": "2025-07-09T22:55:18+00:00",
    "text": "teleSUR\nEl dólar mediático en Cuba, a solo un Toque\nhttps://www.telesurtv.net/el-dolar-mediatico-en-cuba-a-solo-un-toque/",
    "photo_path": null,
    "views": 1708,
    "reactions": {
      "👍": 25,
      "🤬": 7,
      "🔥": 1,
      "💩": 1
    },
    "total_reactions": 34
  },
  "preprocessing": {
    "cleaned": "una economía con restricciones cambiarias o acceso limitado a divisas; mercados informales vibrantes; un espacio digital para la recopilación y difusión de los datos de modo constante; la necesidad cotidiana de referencia por parte de compradores y vendedores… en ese contexto, una plataforma web puede fungir como el actor que, día tras día, establece una tasa representativa de divisas (en tiempo real), cual balanza entre la moneda local y las extranjeras, hasta dominar la percepción del valor real. el resultado de esta ecuación responde a un término que trasciende la economía: el dólar mediático. ¿”dólar mediático”? ¿de qué va la expresión? si bien no está registrado a cargo de un autor reconocido, el término trasciende los manuales de economía para describir fenómenos reales en contextos de crisis y/o desinformación. con un registro en el discurso político y comunicativo, el dólar mediático se enfoca en el papel de los medios de comunicación como constructores de la realidad económica. este concepto se utiliza para señalar que el precio del dólar difundido en determinado medio ha sido “construido” o “manipulado” con intenciones políticas, económicas o de presión/desestabilización, más allá de la dinámica del mercado, a partir de la interacción regulada entre oferta y demanda. por ejemplo, en cuba, el valor del dólar en el mercado informal lo determina una página web: el toque. dicha plataforma, con sede fuera del país y financiamiento de organizaciones internacionales que supuestamente promueven el periodismo independiente: open society foundations y el national endowment for democracy (ned), publica a diario una tasa de cambio calculada a partir de datos no oficiales. el proceso cuenta con tres grandes etapas. la primera consiste en el acopio de datos informales. en este punto, la plataforma digital recopila precios publicados por usuarios en sitios de internet y redes digitales. a partir de eso, calculan un promedio. el resultado se publica, de modo diario o constante, como si fuera el valor “real” del dólar en la calle. para la segunda etapa, se establece un patrón de sistematicidad. al repetirse todos los días, la cifra en cuestión gana legitimidad entre los internautas. tanto vendedores como compradores, consultan la tabla de referencia, incluso la calculadora de tasa informal, antes de formalizar sus transacciones. con el paso del tiempo, los números superan la relación tabular y se convierten en la principal fuente del tipo de cambio para la mayoría de la economía informal o irregular, “invisible” al estado. la tercera fase adquiere un carácter superior: el control sobre el cambio. aquí, la plataforma que publica “la tasa” ya no solo refleja, informa o comunica el comportamiento del mercado (con un supuesto encuadre en la realidad), sino que lo dirige. este hecho puede provocar subidas o bajadas del dólar con solo ajustar la cifra publicada. en tanto, a solo un clic o un “toque”, entran en juego los efectos directos sobre los precios internos, la inflación y la percepción general del valor del peso cubano. si se hace un estudio estadístico sobre los sitios webs más consultados desde cuba, la página principal de el toque debe tener un puesto —cuando menos— decoroso. de un día a otro, parece que se tensan los “límites” entre informar, influir y controlar. este medio ya no solo informa sobre el precio del dólar, lo produce simbólicamente y lo impone en la sociedad. desde luego, este medio de comunicación dejó de ser un simple emisor informativo para fungir como un referente práctico y funcional del valor del dólar (y sus homólogos, incluidas las criptomonedas) en el mercado informal. en el contexto cubano actual, el toque deviene una institución financiera, en tanto no solo dice cuánto vale el dólar, sino que condiciona cómo se debe pensar la economía doméstica, comunitaria, nacional. la visible desvalorización de la moneda local, la incertidumbre ante la subida o bajada (con las señalizaciones rojas o verdes) y el abandono del cambio oficial… la narrativa, reforzada cada día a base de números, configura una percepción de la realidad que puede ser más influyente que la propia política monetaria del estado. en cuba, la tasa de cambio informal alcanza los 385 cup por dólar este 9 julio de 2025, según el toque, lo que eleva los costos de importación y los precios internos. la influencia del medio en la economía cubana es significativa. su tasa representativa del mercado informal (trmi), presentada como un reflejo del mercado, ha sido criticada por el gobierno cubano como un instrumento que amplifica inflación y devaluación. la dependencia de datos no verificados y la falta de auditorías externas alimentan estas críticas. en un contexto de crisis, donde el mercado informal define el acceso a bienes esenciales, el toque trasciende el ámbito informativo y plantea interrogantes sobre su rol en la inestabilidad económica.",
    "tokens": [
      "economía",
      "restricciones",
      "cambiarias",
      "acceso",
      "limitado",
      "divisas",
      ";",
      "mercados",
      "informales",
      "vibrantes",
      ";",
      "espacio",
      "digital",
      "recopilación",
      "difusión",
      "datos",
      "modo",
      "constante",
      ";",
      "necesidad",
      "cotidiana",
      "referencia",
      "parte",
      "compradores",
      "vendedores…",
      "contexto",
      ",",
      "plataforma",
      "web",
      "puede",
      "fungir",
      "actor",
      ",",
      "día",
      "tras",
      "día",
      ",",
      "establece",
      "tasa",
      "representativa",
      "divisas",
      "(",
      "tiempo",
      "real",
      ")",
      ",",
      "balanza",
      "moneda",
      "local",
      "extranjeras",
      ",",
      "dominar",
      "percepción",
      "valor",
      "real",
      ".",
      "resultado",
      "ecuación",
      "responde",
      "término",
      "trasciende",
      "economía",
      ":",
      "dólar",
      "mediático",
      ".",
      "¿",
      "”",
      "dólar",
      "mediático",
      "”",
      "?",
      "¿de",
      "va",
      "expresión",
      "?",
      "si",
      "bien",
      "registrado",
      "cargo",
      "autor",
      "reconocido",
      ",",
      "término",
      "trasciende",
      "manuales",
      "economía",
      "describir",
      "fenómenos",
      "reales",
      "contextos",
      "crisis",
      "y/o",
      "desinformación",
      ".",
      "registro",
      "discurso",
      "político",
      "comunicativo",
      ",",
      "dólar",
      "mediático",
      "enfoca",
      "papel",
      "medios",
      "comunicación",
      "constructores",
      "realidad",
      "económica",
      ".",
      "concepto",
      "utiliza",
      "señalar",
      "precio",
      "dólar",
      "difundido",
      "determinado",
      "medio",
      "sido",
      "“",
      "construido",
      "”",
      "“",
      "manipulado",
      "”",
      "intenciones",
      "políticas",
      ",",
      "económicas",
      "presión/desestabilización",
      ",",
      "allá",
      "dinámica",
      "mercado",
      ",",
      "partir",
      "interacción",
      "regulada",
      "oferta",
      "demanda",
      ".",
      "ejemplo",
      ",",
      "cuba",
      ",",
      "valor",
      "dólar",
      "mercado",
      "informal",
      "determina",
      "página",
      "web",
      ":",
      "toque",
      ".",
      "dicha",
      "plataforma",
      ",",
      "sede",
      "país",
      "financiamiento",
      "organizaciones",
      "internacionales",
      "supuestamente",
      "promueven",
      "periodismo",
      "independiente",
      ":",
      "open",
      "society",
      "foundations",
      "national",
      "endowment",
      "for",
      "democracy",
      "(",
      "ned",
      ")",
      ",",
      "publica",
      "diario",
      "tasa",
      "cambio",
      "calculada",
      "partir",
      "datos",
      "oficiales",
      ".",
      "proceso",
      "cuenta",
      "tres",
      "grandes",
      "etapas",
      ".",
      "primera",
      "consiste",
      "acopio",
      "datos",
      "informales",
      ".",
      "punto",
      ",",
      "plataforma",
      "digital",
      "recopila",
      "precios",
      "publicados",
      "usuarios",
      "sitios",
      "internet",
      "redes",
      "digitales",
      ".",
      "partir",
      ",",
      "calculan",
      "promedio",
      ".",
      "resultado",
      "publica",
      ",",
      "modo",
      "diario",
      "constante",
      ",",
      "si",
      "valor",
      "“",
      "real",
      "”",
      "dólar",
      "calle",
      ".",
      "segunda",
      "etapa",
      ",",
      "establece",
      "patrón",
      "sistematicidad",
      ".",
      "repetirse",
      "días",
      ",",
      "cifra",
      "cuestión",
      "gana",
      "legitimidad",
      "internautas",
      ".",
      "vendedores",
      "compradores",
      ",",
      "consultan",
      "tabla",
      "referencia",
      ",",
      "incluso",
      "calculadora",
      "tasa",
      "informal",
      ",",
      "formalizar",
      "transacciones",
      ".",
      "paso",
      "tiempo",
      ",",
      "números",
      "superan",
      "relación",
      "tabular",
      "convierten",
      "principal",
      "fuente",
      "tipo",
      "cambio",
      "mayoría",
      "economía",
      "informal",
      "irregular",
      ",",
      "“",
      "invisible",
      "”",
      ".",
      "tercera",
      "fase",
      "adquiere",
      "carácter",
      "superior",
      ":",
      "control",
      "cambio",
      ".",
      "aquí",
      ",",
      "plataforma",
      "publica",
      "“",
      "tasa",
      "”",
      "solo",
      "refleja",
      ",",
      "informa",
      "comunica",
      "comportamiento",
      "mercado",
      "(",
      "supuesto",
      "encuadre",
      "realidad",
      ")",
      ",",
      "sino",
      "dirige",
      ".",
      "hecho",
      "puede",
      "provocar",
      "subidas",
      "bajadas",
      "dólar",
      "solo",
      "ajustar",
      "cifra",
      "publicada",
      ".",
      ",",
      "solo",
      "clic",
      "“",
      "toque",
      "”",
      ",",
      "entran",
      "juego",
      "efectos",
      "directos",
      "precios",
      "internos",
      ",",
      "inflación",
      "percepción",
      "general",
      "valor",
      "peso",
      "cubano",
      ".",
      "si",
      "hace",
      "estudio",
      "estadístico",
      "sitios",
      "webs",
      "consultados",
      "cuba",
      ",",
      "página",
      "principal",
      "toque",
      "debe",
      "tener",
      "puesto",
      "—cuando",
      "menos—",
      "decoroso",
      ".",
      "día",
      ",",
      "parece",
      "tensan",
      "“",
      "límites",
      "”",
      "informar",
      ",",
      "influir",
      "controlar",
      ".",
      "medio",
      "solo",
      "informa",
      "precio",
      "dólar",
      ",",
      "produce",
      "simbólicamente",
      "impone",
      "sociedad",
      ".",
      "luego",
      ",",
      "medio",
      "comunicación",
      "dejó",
      "ser",
      "simple",
      "emisor",
      "informativo",
      "fungir",
      "referente",
      "práctico",
      "funcional",
      "valor",
      "dólar",
      "(",
      "homólogos",
      ",",
      "incluidas",
      "criptomonedas",
      ")",
      "mercado",
      "informal",
      ".",
      "contexto",
      "cubano",
      "actual",
      ",",
      "toque",
      "deviene",
      "institución",
      "financiera",
      ",",
      "solo",
      "dice",
      "cuánto",
      "vale",
      "dólar",
      ",",
      "sino",
      "condiciona",
      "cómo",
      "debe",
      "pensar",
      "economía",
      "doméstica",
      ",",
      "comunitaria",
      ",",
      "nacional",
      ".",
      "visible",
      "desvalorización",
      "moneda",
      "local",
      ",",
      "incertidumbre",
      "subida",
      "bajada",
      "(",
      "señalizaciones",
      "rojas",
      "verdes",
      ")",
      "abandono",
      "cambio",
      "oficial…",
      "narrativa",
      ",",
      "reforzada",
      "cada",
      "día",
      "base",
      "números",
      ",",
      "configura",
      "percepción",
      "realidad",
      "puede",
      "ser",
      "influyente",
      "propia",
      "política",
      "monetaria",
      ".",
      "cuba",
      ",",
      "tasa",
      "cambio",
      "informal",
      "alcanza",
      "385",
      "cup",
      "dólar",
      "9",
      "julio",
      "2025",
      ",",
      "según",
      "toque",
      ",",
      "eleva",
      "costos",
      "importación",
      "precios",
      "internos",
      ".",
      "influencia",
      "medio",
      "economía",
      "cubana",
      "significativa",
      ".",
      "tasa",
      "representativa",
      "mercado",
      "informal",
      "(",
      "trmi",
      ")",
      ",",
      "presentada",
      "reflejo",
      "mercado",
      ",",
      "sido",
      "criticada",
      "gobierno",
      "cubano",
      "instrumento",
      "amplifica",
      "inflación",
      "devaluación",
      ".",
      "dependencia",
      "datos",
      "verificados",
      "falta",
      "auditorías",
      "externas",
      "alimentan",
      "críticas",
      ".",
      "contexto",
      "crisis",
      ",",
      "mercado",
      "informal",
      "define",
      "acceso",
      "bienes",
      "esenciales",
      ",",
      "toque",
      "trasciende",
      "ámbito",
      "informativo",
      "plantea",
      "interrogantes",
      "rol",
      "inestabilidad",
      "económica",
      "."
    ],
    "token_count": 554,
    "sentence_count": 33
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "CC": 1,
      "NN": 325,
      "NNS": 33,
      "VBP": 31,
      "JJ": 90,
      "VBZ": 9,
      "FW": 148,
      "IN": 34,
      "RB": 3,
      "DT": 6,
      "VBD": 2,
      "CD": 2
    },
    "bigram_freq": {
      "NNP-CC": 1,
      "CC-NN": 1,
      "NN-NNS": 14,
      "NNS-VBP": 18,
      "VBP-JJ": 16,
      "JJ-NN": 63,
      "NN-NN": 184,
      "NNS-VBZ": 2,
      "VBZ-JJ": 4,
      "JJ-JJ": 7,
      "NN-FW": 19,
      "FW-NN": 32,
      "NN-IN": 29,
      "IN-FW": 23,
      "FW-FW": 87,
      "FW-NNS": 2,
      "VBP-NNP": 4,
      "NNP-JJ": 5,
      "NN-JJ": 37,
      "VBP-RB": 1,
      "RB-JJ": 2,
      "FW-JJ": 15,
      "JJ-NNS": 8,
      "JJ-NNP": 6,
      "NNP-NN": 27,
      "NN-NNP": 23,
      "NNP-NNP": 24,
      "FW-NNP": 10,
      "NNP-VBZ": 2,
      "VBZ-DT": 2,
      "DT-NN": 5,
      "NN-VBZ": 5,
      "VBZ-NN": 1,
      "IN-JJ": 2,
      "NNS-IN": 3,
      "NNS-FW": 2,
      "IN-NN": 6,
      "NN-VBP": 9,
      "VBP-FW": 3,
      "NNP-FW": 10,
      "IN-NNS": 1,
      "NNS-NNS": 2,
      "JJ-RB": 1,
      "RB-VBP": 1,
      "NNP-VBP": 2,
      "NNP-IN": 1,
      "IN-NNP": 1,
      "FW-DT": 2,
      "DT-NNS": 1,
      "NNS-NNP": 4,
      "VBZ-NNS": 1,
      "NNS-JJ": 2,
      "NNP-NNS": 2,
      "VBP-IN": 1,
      "VBP-NNS": 2,
      "JJ-FW": 4,
      "NN-RB": 1,
      "VBP-NN": 4,
      "NNP-VBD": 1,
      "VBD-NN": 1,
      "NN-DT": 2,
      "JJ-VBP": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-NNP": 1,
      "IN-CD": 1,
      "CD-NN": 1,
      "VBZ-NNP": 1
    },
    "trigram_freq": {
      "NNP-CC-NN": 1,
      "CC-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 10,
      "JJ-NN-NN": 38,
      "NN-NN-NN": 102,
      "NN-NN-NNS": 8,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "NN-NN-FW": 11,
      "NN-FW-NN": 6,
      "FW-NN-IN": 3,
      "NN-IN-FW": 19,
      "IN-FW-FW": 12,
      "FW-FW-FW": 57,
      "FW-FW-NN": 10,
      "FW-NN-FW": 5,
      "NN-FW-FW": 10,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-JJ": 2,
      "NNP-JJ-NN": 5,
      "JJ-NN-JJ": 4,
      "NN-JJ-NN": 28,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-NN-IN": 14,
      "FW-FW-JJ": 11,
      "FW-JJ-JJ": 1,
      "FW-JJ-NNS": 3,
      "JJ-NNS-VBP": 6,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NNP-NN-FW": 2,
      "FW-JJ-NN": 10,
      "JJ-NN-NNP": 5,
      "NN-NNP-NNP": 10,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-JJ": 1,
      "JJ-NN-IN": 11,
      "FW-FW-NNP": 6,
      "FW-NNP-NN": 4,
      "NNP-NN-NNP": 2,
      "NNP-NNP-NN": 8,
      "NN-NNP-NN": 8,
      "NNP-NN-NN": 21,
      "NN-FW-NNP": 2,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-IN": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "IN-FW-NN": 7,
      "FW-NN-NN": 13,
      "NN-NN-JJ": 27,
      "NN-JJ-NNS": 3,
      "JJ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NN-IN-NN": 6,
      "IN-NN-NN": 5,
      "NN-NN-NNP": 11,
      "NN-NNP-JJ": 1,
      "NN-NN-VBP": 5,
      "NN-VBP-JJ": 5,
      "FW-NN-NNS": 4,
      "NNS-VBP-FW": 3,
      "VBP-FW-FW": 2,
      "FW-NN-NNP": 2,
      "FW-NNP-FW": 2,
      "NNP-FW-NN": 5,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-RB": 1,
      "JJ-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "IN-FW-JJ": 2,
      "IN-FW-DT": 1,
      "FW-DT-NNS": 1,
      "DT-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "FW-NNS-NNP": 1,
      "NN-JJ-JJ": 3,
      "JJ-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NN-JJ": 3,
      "NNP-FW-FW": 4,
      "IN-FW-NNP": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 1,
      "JJ-NNS-IN": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-NN": 3,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "NN-VBP-NN": 4,
      "VBP-NN-NNP": 2,
      "NNP-NNP-FW": 4,
      "NN-VBZ-DT": 1,
      "DT-NN-NN": 3,
      "VBP-NN-NN": 2,
      "JJ-JJ-JJ": 1,
      "VBP-FW-JJ": 1,
      "NN-NNP-VBD": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-JJ": 1,
      "FW-NNP-NNP": 2,
      "NN-NNP-FW": 3,
      "NN-FW-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "NN-JJ-NNP": 3,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "JJ-NN-VBP": 2,
      "JJ-NNP-NNP": 1,
      "NNP-NN-JJ": 2,
      "IN-NN-DT": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "FW-NN-VBP": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-JJ": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBP-NNP-FW": 1,
      "NNP-FW-NNP": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-FW": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "VBZ-JJ-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 325,
        "FW": 148,
        "JJ": 90,
        "NNP": 75,
        "IN": 34
      },
      "top_bigrams": {
        "NN-NN": 184,
        "FW-FW": 87,
        "JJ-NN": 63,
        "NN-JJ": 37,
        "FW-NN": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 102,
        "FW-FW-FW": 57,
        "JJ-NN-NN": 38,
        "NN-JJ-NN": 28,
        "NN-NN-JJ": 27
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 33,
    "chunk_counts": {
      "NP": 204,
      "VP": 39,
      "ADJP": 14,
      "PP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0233
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 5,
        "weight": 0.0167
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.01
      },
      {
        "rule": "ADJP -> ('real', 'JJ')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('Si', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('Con', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('a', 'DT') ('partir', 'NN')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('El', 'NNP') ('Toque', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "VP -> ('día', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "S -> NP ('economía', 'CC') NP VP VP (';', ':') ('mercados', 'CC') NP (';', ':') ADJP ('espacio', 'FW') NP ('de', 'IN') ('los', 'FW') ('datos', 'FW') ('de', 'FW') ('modo', 'FW') NP (';', ':') ('la', 'CC') ('necesidad', 'FW') NP ('de', 'IN') ('referencia', 'FW') NP PP VP (',', ',') NP (',', ',') NP (',', ',') ('establece', 'RB') NP ('de', 'IN') ('divisas', 'FW') ('(', '(') ('en', 'FW') ('tiempo', 'FW') ADJP (')', ')') (',', ',') NP ('la', 'FW') ('moneda', 'FW') NP (',', ',') NP ('percepción', 'FW') ('del', 'FW') NP ADJP ('.', '.')",
        "frequency": 1,
        "weight": 0.0033
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Una"
      },
      {
        "label": "NP",
        "text": "con restricciones"
      },
      {
        "label": "VP",
        "text": "cambiarias o acceso"
      },
      {
        "label": "NP",
        "text": "o acceso"
      },
      {
        "label": "VP",
        "text": "limitado a divisas"
      },
      {
        "label": "NP",
        "text": "a divisas"
      },
      {
        "label": "NP",
        "text": "informales vibrantes"
      },
      {
        "label": "ADJP",
        "text": "un"
      },
      {
        "label": "NP",
        "text": "digital para la recopilación y difusión"
      },
      {
        "label": "NP",
        "text": "constante"
      },
      {
        "label": "NP",
        "text": "cotidiana"
      },
      {
        "label": "NP",
        "text": "por parte"
      },
      {
        "label": "PP",
        "text": "de compradores"
      },
      {
        "label": "NP",
        "text": "compradores"
      },
      {
        "label": "VP",
        "text": "y vendedores… En ese contexto"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Una/NNP)\n  economía/CC\n  (NP con/NN restricciones/NNS)\n  (VP cambiarias/VBP (NP o/JJ acceso/NN))\n  (VP limitado/VBZ (NP a/DT divisas/NN))\n  ;/:\n  mercados/CC\n  (NP informales/NNS vibrantes/NNS)\n  ;/:\n  (ADJP un/JJ)\n  espacio/FW\n  (NP digital/JJ para/NN la/NN recopilación/NN y/NN difusión/NN)\n  de/IN\n  los/FW\n  datos/FW\n  de/FW\n  modo/FW\n  (NP constante/NN)\n  ;/:\n  la/CC\n  necesidad/FW\n  (NP cotidiana/NN)\n  de/IN\n  referencia/FW\n  (NP por/JJ parte/NN)\n  (PP de/IN (NP compradores/NNS))\n  (VP y/VBP (NP vendedores…/JJ En/NNP) (NP ese/JJ contexto/NN))\n  ,/,\n  (NP\n    una/JJ\n    plataforma/NN\n    web/NN\n    puede/NN\n    fungir/NN\n    como/NN\n    el/NN\n    actor/NN\n    que/NN)\n  ,/,\n  (NP día/NN tras/NNS día/NN)\n  ,/,\n  establece/RB\n  (NP una/JJ tasa/NN representativa/NN)\n  de/IN\n  divisas/FW\n  (/(\n  en/FW\n  tiempo/FW\n  (ADJP real/JJ)\n  )/)\n  ,/,\n  (NP cual/JJ balanza/NN entre/NN)\n  la/FW\n  moneda/FW\n  (NP local/JJ y/NN las/NN extranjeras/NNS)\n  ,/,\n  (NP hasta/NN dominar/NN la/NN)\n  percepción/FW\n  del/FW\n  (NP valor/NN)\n  (ADJP real/JJ)\n  ./.)",
      "(S\n  (NP El/NNP resultado/NN)\n  de/FW\n  esta/FW\n  ecuación/FW\n  (VP\n    responde/VB\n    (NP a/DT un/JJ término/NN que/NN trasciende/NN la/NN economía/NN))\n  :/:\n  (NP el/NN)\n  (NP dólar/JJ mediático/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP El/NNP Toque/NNP)\n  :/:\n  (NP un/JJ aliado/NN)\n  de/IN\n  la/FW\n  guerra/FW\n  económica/FW\n  de/FW\n  (NP\n    EE.UU./NNP\n    contra/NN\n    Cuba/NNP\n    ¿/NNP\n    ”/NNP\n    Dólar/NNP\n    mediático/NN\n    ”/NN)\n  ?/.)",
      "(S (NP ¿De/JJ qué/NN va/NN la/NN expresión/NN) ?/.)",
      "(S\n  (NP Si/NNP)\n  (VP bien/VBZ (NP no/DT está/NN))\n  (VP registrado/VBZ (NP a/DT cargo/NN))\n  (PP de/IN (NP un/JJ autor/NN reconocido/NN))\n  ,/,\n  (VP el/VBP (NP término/NN trasciende/NN los/NN manuales/NNS))\n  de/IN\n  economía/FW\n  (NP para/NN describir/NN)\n  (NP fenómenos/JJ reales/NNS)\n  en/FW\n  (NP contextos/NN)\n  (PP de/IN (NP crisis/NN y/o/NN desinformación/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "MEDIOS_COMUNICACION",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra económica de ee.uu. contra cuba",
        "position": [
          643,
          681
        ],
        "start": 643,
        "end": 681
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          1924,
          1931
        ],
        "start": 1924,
        "end": 1931
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "tasa",
        "position": [
          357,
          361
        ],
        "start": 357,
        "end": 361
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          1524,
          1538
        ],
        "start": 1524,
        "end": 1538
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "diario una tasa",
        "position": [
          1710,
          1725
        ],
        "start": 1710,
        "end": 1725
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "medio de comunicación",
        "position": [
          3536,
          3557
        ],
        "start": 3536,
        "end": 3557
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          2135,
          2140
        ],
        "start": 2135,
        "end": 2140
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          677,
          681
        ],
        "start": 677,
        "end": 681
      }
    ],
    "match_count": 8
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Mercado Informal",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno cubano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Su Tasa Representativa del",
        "tipo": "Persona"
      },
      {
        "nombre": "National Endowment for Democracy",
        "tipo": "Organizacion"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Open Society Foundations",
        "tipo": "Organizacion"
      },
      {
        "nombre": "TRMI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CUP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "NED",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cuba",
        "relacion": "ALCANZAR",
        "objeto": "CUP"
      },
      {
        "sujeto": "Su Tasa Representativa del",
        "relacion": "CRITICAR",
        "objeto": "Gobierno cubano"
      },
      {
        "sujeto": "Mercado Informal",
        "relacion": "CRITICAR",
        "objeto": "Gobierno cubano"
      },
      {
        "sujeto": "TRMI",
        "relacion": "CRITICAR",
        "objeto": "Gobierno cubano"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9092,
    "pos": 0.011,
    "neu": 0.961,
    "neg": 0.028,
    "label": "negative"
  }
}