{
  "url": "https://www.telesurtv.net/sintonia-perfecta-gobiernos-rusia-venezuela/",
  "title": "Presidente Maduro resalta sintonía perfecta entre Gobiernos y pueblos de Rusia y Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "80 años de Victria",
    "Nicolás Amduro",
    "relaciones bilaterales",
    "Rusia",
    "Victoria sobre el Nazismo"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro, en su habitual programa Con Maduro + subrayó este lunes que las relaciones con Rusia, tras el encuentro en Moscú, con motivo del 80 Aniversario de la Victoria sobre el Fascismo, han llegado a una sintonía perfecta.\n“Ha dado un resultado maravilloso. Ha habido una sintonía perfecta entre Rusia y Venezuela…confianza, trabajo conjunto, aprendizaje mutuo, admiración mutua, cariño, respeto y no solo entre los líderes entre los Gobiernos”, indicó.\nSiguiendo esa línea, el mandatario hizo referencia a que la conmemoración por los 80 años de victoria sobre el fascismo sucedió en un contexto significativo, debido al auge de nuevas corrientes nazi-fascistas.\n“Hemos encontrado a un pueblo ruso lleno de optimismo, de certezas, a esa juventud rusa caminando por las calles feliz, tranquila, serena, confiando en su destino. ¡Vaya que Rusia le ha aportado a la humanidad!“, indicó el jefe de Estado.\n“Es un momento que hay un resurgimiento de corrientes nazis y fascistas. Occidente en su decadencia política y geopolítica, cultural y civilizatoria sencillamente pretende tapar, borrar, destruir con misiles de mentiras la gran verdad del proceso heroico que llevó el ejército rojo contra el nazismo”, alertó.\nNo obstante, Maduro resaltó que en esta ocasión en la que se cumplen 80 años “pero poco pudieron hacer” para “tapar el sol de la verdad”.\nPor otro lado, dijo que “es muy triste ver como algunos líderes de ese Occidente colectivo se fueron a celebrar a la capital del nazismo (Ucrania), donde hay un Gobierno pronazi”, agregado que “llamaron a la guerra entre polvos blancos”, refiriéndose a la droga que fue protagonista de la celebración.\n“No pudieron pararla (la celebración del 80 Aniversario de la Victoria) ni con las amenazas de Zelenski el nazi-fascista contra Moscú”, aseguró.\nSiguiendo esa línea, se preguntó si el futuro de Europa y de la humanidad es otra guerra y millones de muertos, respondiendo que no y enfatizando al mismo tiempo que “los pueblos europeos reafirmarán en las calles que quieren paz y diálogo”.\nAsimismo, acotó que sostuvo muchas reuniones que fueron concretadas y que se conocieron públicamente y otras que por estrategia fueron más reservadas, pero que por sus beneficios pronto se conocerán.\nAdemás, comentó que fue “un evento de acontecimiento mundial” que reunió a varios líderes del mundo.\nAl respecto, dijo que fue un espacio donde se resaltó el ejemplo de “nuestros pueblos” de Fidel Castro, de Raúl Castro, de Hugo Chávez.\n“Venimos (de Rusia) repotenciados de fuerza de futuro, porque hemos podido ver en ese gran desfile que ha nacido otra humanidad y que nada ni nadie podrá detener la nueva humanidad”, subrayó.\nAntes de comenzar el programa el dignatario llegó al Palacio de Miraflores, sede el Gobierno bolivariano, lo que marcó la reincorporación a su agenda de trabajo habitual dentro del país suramericano.\nMaduro fue recibido en la casa de Gobierno con una ceremonia oficial que incluyó un acto solemne de la banda militar venezolana.\nEl dignatario vuelve a su agenda habitual tras el viaje a la República Federativa de Rusia donde concretó acuerdos de mutuo acuerdo y como parte de los 80 años de la Victoria sobre el Fascismo.\n\nEn su viaje a Rusia, la agenda del mandatario incluyó su participación en actos simbólicos, así como reuniones bilaterales con el presidente de Rusia Vladímir Putin y otros líderes.\nEntre los principales resultados del viaje figura la cooperación estratégica entre Caracas y Moscú y la consolidación de alianzas en áreas clave como la economía, energía, tecnología, defensa y política internacional.\nEn ese contexto, Maduro y Putin firmaron un Acuerdo de Cooperación y Asociación Estratégica que eleva las relaciones bilaterales al más alto nivel político y diplomático, posicionando a Venezuela como el principal socio de Rusia en América Latina.\nEl acuerdo, calificado por el portavoz del Kremlin, Dmitri Peskov como “poderoso, significativo e importante”, regirá la cooperación durante los próximos diez años y abarca múltiples sectores.\nDentro de los puntos clave que incluye dicho acuerdo se listan los siguientes:\nAgregado a ello, el presidente venezolano sostuvo encuentros con líderes de otros países para fortalecer la cooperación Sur-Sur.\nDentro de esos intercambios resalta el diálogo con la representación de la nación africana Burkina Faso, Kazajistán y Cuba.\nCon este último, Maduro y el presidente cubano Miguel Díaz-Canel reafirmaron su compromiso con la cooperación estratégica y las alianzas solidarias en un contexto global.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/sintonia-perfecta-gobiernos-rusia-venezuela/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 1255,
    "message_id": 93982,
    "date": "2025-05-13T00:55:12+00:00",
    "text": "teleSUR\nPresidente Maduro resalta sintonía perfecta entre Gobiernos y pueblos de Rusia y Venezuela\nhttps://www.telesurtv.net/sintonia-perfecta-gobiernos-rusia-venezuela/",
    "photo_path": null,
    "views": 2231,
    "reactions": {
      "👍": 34,
      "👏": 10,
      "🤮": 1
    },
    "total_reactions": 45
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro, en su habitual programa con maduro + subrayó este lunes que las relaciones con rusia, tras el encuentro en moscú, con motivo del 80 aniversario de la victoria sobre el fascismo, han llegado a una sintonía perfecta. “ha dado un resultado maravilloso. ha habido una sintonía perfecta entre rusia y venezuela…confianza, trabajo conjunto, aprendizaje mutuo, admiración mutua, cariño, respeto y no solo entre los líderes entre los gobiernos”, indicó. siguiendo esa línea, el mandatario hizo referencia a que la conmemoración por los 80 años de victoria sobre el fascismo sucedió en un contexto significativo, debido al auge de nuevas corrientes nazi-fascistas. “hemos encontrado a un pueblo ruso lleno de optimismo, de certezas, a esa juventud rusa caminando por las calles feliz, tranquila, serena, confiando en su destino. ¡vaya que rusia le ha aportado a la humanidad!“, indicó el jefe de estado. “es un momento que hay un resurgimiento de corrientes nazis y fascistas. occidente en su decadencia política y geopolítica, cultural y civilizatoria sencillamente pretende tapar, borrar, destruir con misiles de mentiras la gran verdad del proceso heroico que llevó el ejército rojo contra el nazismo”, alertó. no obstante, maduro resaltó que en esta ocasión en la que se cumplen 80 años “pero poco pudieron hacer” para “tapar el sol de la verdad”. por otro lado, dijo que “es muy triste ver como algunos líderes de ese occidente colectivo se fueron a celebrar a la capital del nazismo (ucrania), donde hay un gobierno pronazi”, agregado que “llamaron a la guerra entre polvos blancos”, refiriéndose a la droga que fue protagonista de la celebración. “no pudieron pararla (la celebración del 80 aniversario de la victoria) ni con las amenazas de zelenski el nazi-fascista contra moscú”, aseguró. siguiendo esa línea, se preguntó si el futuro de europa y de la humanidad es otra guerra y millones de muertos, respondiendo que no y enfatizando al mismo tiempo que “los pueblos europeos reafirmarán en las calles que quieren paz y diálogo”. asimismo, acotó que sostuvo muchas reuniones que fueron concretadas y que se conocieron públicamente y otras que por estrategia fueron más reservadas, pero que por sus beneficios pronto se conocerán. además, comentó que fue “un evento de acontecimiento mundial” que reunió a varios líderes del mundo. al respecto, dijo que fue un espacio donde se resaltó el ejemplo de “nuestros pueblos” de fidel castro, de raúl castro, de hugo chávez. “venimos (de rusia) repotenciados de fuerza de futuro, porque hemos podido ver en ese gran desfile que ha nacido otra humanidad y que nada ni nadie podrá detener la nueva humanidad”, subrayó. antes de comenzar el programa el dignatario llegó al palacio de miraflores, sede el gobierno bolivariano, lo que marcó la reincorporación a su agenda de trabajo habitual dentro del país suramericano. maduro fue recibido en la casa de gobierno con una ceremonia oficial que incluyó un acto solemne de la banda militar venezolana. el dignatario vuelve a su agenda habitual tras el viaje a la república federativa de rusia donde concretó acuerdos de mutuo acuerdo y como parte de los 80 años de la victoria sobre el fascismo. en su viaje a rusia, la agenda del mandatario incluyó su participación en actos simbólicos, así como reuniones bilaterales con el presidente de rusia vladímir putin y otros líderes. entre los principales resultados del viaje figura la cooperación estratégica entre caracas y moscú y la consolidación de alianzas en áreas clave como la economía, energía, tecnología, defensa y política internacional. en ese contexto, maduro y putin firmaron un acuerdo de cooperación y asociación estratégica que eleva las relaciones bilaterales al más alto nivel político y diplomático, posicionando a venezuela como el principal socio de rusia en américa latina. el acuerdo, calificado por el portavoz del kremlin, dmitri peskov como “poderoso, significativo e importante”, regirá la cooperación durante los próximos diez años y abarca múltiples sectores. dentro de los puntos clave que incluye dicho acuerdo se listan los siguientes: agregado a ello, el presidente venezolano sostuvo encuentros con líderes de otros países para fortalecer la cooperación sur-sur. dentro de esos intercambios resalta el diálogo con la representación de la nación africana burkina faso, kazajistán y cuba. con este último, maduro y el presidente cubano miguel díaz-canel reafirmaron su compromiso con la cooperación estratégica y las alianzas solidarias en un contexto global.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "habitual",
      "programa",
      "maduro",
      "+",
      "subrayó",
      "lunes",
      "relaciones",
      "rusia",
      ",",
      "tras",
      "encuentro",
      "moscú",
      ",",
      "motivo",
      "80",
      "aniversario",
      "victoria",
      "fascismo",
      ",",
      "llegado",
      "sintonía",
      "perfecta",
      ".",
      "“",
      "dado",
      "resultado",
      "maravilloso",
      ".",
      "sintonía",
      "perfecta",
      "rusia",
      "venezuela…confianza",
      ",",
      "trabajo",
      "conjunto",
      ",",
      "aprendizaje",
      "mutuo",
      ",",
      "admiración",
      "mutua",
      ",",
      "cariño",
      ",",
      "respeto",
      "solo",
      "líderes",
      "gobiernos",
      "”",
      ",",
      "indicó",
      ".",
      "siguiendo",
      "línea",
      ",",
      "mandatario",
      "hizo",
      "referencia",
      "conmemoración",
      "80",
      "años",
      "victoria",
      "fascismo",
      "sucedió",
      "contexto",
      "significativo",
      ",",
      "debido",
      "auge",
      "nuevas",
      "corrientes",
      "nazi-fascistas",
      ".",
      "“",
      "encontrado",
      "pueblo",
      "ruso",
      "lleno",
      "optimismo",
      ",",
      "certezas",
      ",",
      "juventud",
      "rusa",
      "caminando",
      "calles",
      "feliz",
      ",",
      "tranquila",
      ",",
      "serena",
      ",",
      "confiando",
      "destino",
      ".",
      "¡vaya",
      "rusia",
      "aportado",
      "humanidad",
      "!",
      "“",
      ",",
      "indicó",
      "jefe",
      ".",
      "“",
      "momento",
      "resurgimiento",
      "corrientes",
      "nazis",
      "fascistas",
      ".",
      "occidente",
      "decadencia",
      "política",
      "geopolítica",
      ",",
      "cultural",
      "civilizatoria",
      "sencillamente",
      "pretende",
      "tapar",
      ",",
      "borrar",
      ",",
      "destruir",
      "misiles",
      "mentiras",
      "gran",
      "verdad",
      "proceso",
      "heroico",
      "llevó",
      "ejército",
      "rojo",
      "nazismo",
      "”",
      ",",
      "alertó",
      ".",
      "obstante",
      ",",
      "maduro",
      "resaltó",
      "ocasión",
      "cumplen",
      "80",
      "años",
      "“",
      "pudieron",
      "hacer",
      "”",
      "“",
      "tapar",
      "sol",
      "verdad",
      "”",
      ".",
      "lado",
      ",",
      "dijo",
      "“",
      "triste",
      "ver",
      "líderes",
      "occidente",
      "colectivo",
      "celebrar",
      "capital",
      "nazismo",
      "(",
      "ucrania",
      ")",
      ",",
      "gobierno",
      "pronazi",
      "”",
      ",",
      "agregado",
      "“",
      "llamaron",
      "guerra",
      "polvos",
      "blancos",
      "”",
      ",",
      "refiriéndose",
      "droga",
      "protagonista",
      "celebración",
      ".",
      "“",
      "pudieron",
      "pararla",
      "(",
      "celebración",
      "80",
      "aniversario",
      "victoria",
      ")",
      "amenazas",
      "zelenski",
      "nazi-fascista",
      "moscú",
      "”",
      ",",
      "aseguró",
      ".",
      "siguiendo",
      "línea",
      ",",
      "preguntó",
      "si",
      "futuro",
      "europa",
      "humanidad",
      "guerra",
      "millones",
      "muertos",
      ",",
      "respondiendo",
      "enfatizando",
      "mismo",
      "tiempo",
      "“",
      "pueblos",
      "europeos",
      "reafirmarán",
      "calles",
      "quieren",
      "paz",
      "diálogo",
      "”",
      ".",
      "asimismo",
      ",",
      "acotó",
      "sostuvo",
      "muchas",
      "reuniones",
      "concretadas",
      "conocieron",
      "públicamente",
      "estrategia",
      "reservadas",
      ",",
      "beneficios",
      "pronto",
      "conocerán",
      ".",
      "además",
      ",",
      "comentó",
      "“",
      "evento",
      "acontecimiento",
      "mundial",
      "”",
      "reunió",
      "varios",
      "líderes",
      "mundo",
      ".",
      "respecto",
      ",",
      "dijo",
      "espacio",
      "resaltó",
      "ejemplo",
      "“",
      "pueblos",
      "”",
      "fidel",
      "castro",
      ",",
      "raúl",
      "castro",
      ",",
      "hugo",
      "chávez",
      ".",
      "“",
      "venimos",
      "(",
      "rusia",
      ")",
      "repotenciados",
      "fuerza",
      "futuro",
      ",",
      "podido",
      "ver",
      "gran",
      "desfile",
      "nacido",
      "humanidad",
      "nadie",
      "podrá",
      "detener",
      "nueva",
      "humanidad",
      "”",
      ",",
      "subrayó",
      ".",
      "comenzar",
      "programa",
      "dignatario",
      "llegó",
      "palacio",
      "miraflores",
      ",",
      "sede",
      "gobierno",
      "bolivariano",
      ",",
      "marcó",
      "reincorporación",
      "agenda",
      "trabajo",
      "habitual",
      "dentro",
      "país",
      "suramericano",
      ".",
      "maduro",
      "recibido",
      "casa",
      "gobierno",
      "ceremonia",
      "oficial",
      "incluyó",
      "acto",
      "solemne",
      "banda",
      "militar",
      "venezolana",
      ".",
      "dignatario",
      "vuelve",
      "agenda",
      "habitual",
      "tras",
      "viaje",
      "república",
      "federativa",
      "rusia",
      "concretó",
      "acuerdos",
      "mutuo",
      "acuerdo",
      "parte",
      "80",
      "años",
      "victoria",
      "fascismo",
      ".",
      "viaje",
      "rusia",
      ",",
      "agenda",
      "mandatario",
      "incluyó",
      "participación",
      "actos",
      "simbólicos",
      ",",
      "así",
      "reuniones",
      "bilaterales",
      "presidente",
      "rusia",
      "vladímir",
      "putin",
      "líderes",
      ".",
      "principales",
      "resultados",
      "viaje",
      "figura",
      "cooperación",
      "estratégica",
      "caracas",
      "moscú",
      "consolidación",
      "alianzas",
      "áreas",
      "clave",
      "economía",
      ",",
      "energía",
      ",",
      "tecnología",
      ",",
      "defensa",
      "política",
      "internacional",
      ".",
      "contexto",
      ",",
      "maduro",
      "putin",
      "firmaron",
      "acuerdo",
      "cooperación",
      "asociación",
      "estratégica",
      "eleva",
      "relaciones",
      "bilaterales",
      "alto",
      "nivel",
      "político",
      "diplomático",
      ",",
      "posicionando",
      "venezuela",
      "principal",
      "socio",
      "rusia",
      "américa",
      "latina",
      ".",
      "acuerdo",
      ",",
      "calificado",
      "portavoz",
      "kremlin",
      ",",
      "dmitri",
      "peskov",
      "“",
      "poderoso",
      ",",
      "significativo",
      "importante",
      "”",
      ",",
      "regirá",
      "cooperación",
      "próximos",
      "diez",
      "años",
      "abarca",
      "múltiples",
      "sectores",
      ".",
      "dentro",
      "puntos",
      "clave",
      "incluye",
      "dicho",
      "acuerdo",
      "listan",
      "siguientes",
      ":",
      "agregado",
      "ello",
      ",",
      "presidente",
      "venezolano",
      "sostuvo",
      "encuentros",
      "líderes",
      "países",
      "fortalecer",
      "cooperación",
      "sur-sur",
      ".",
      "dentro",
      "intercambios",
      "resalta",
      "diálogo",
      "representación",
      "nación",
      "africana",
      "burkina",
      "faso",
      ",",
      "kazajistán",
      "cuba",
      ".",
      "último",
      ",",
      "maduro",
      "presidente",
      "cubano",
      "miguel",
      "díaz-canel",
      "reafirmaron",
      "compromiso",
      "cooperación",
      "estratégica",
      "alianzas",
      "solidarias",
      "contexto",
      "global",
      "."
    ],
    "token_count": 504,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "NN": 299,
      "FW": 111,
      "JJ": 72,
      "VBD": 3,
      "NNS": 27,
      "VBP": 22,
      "VBZ": 14,
      "CD": 5,
      "DT": 3,
      "IN": 23,
      "PRP$": 1,
      "MD": 1,
      "VB": 2,
      "CC": 1,
      "RB": 2,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-NN": 34,
      "NN-FW": 14,
      "FW-NNP": 17,
      "NNP-NNP": 28,
      "NNP-FW": 15,
      "FW-FW": 64,
      "FW-JJ": 7,
      "JJ-NN": 48,
      "NN-NNP": 25,
      "NNP-VBD": 1,
      "VBD-NN": 1,
      "NN-NNS": 13,
      "NNS-VBP": 16,
      "VBP-JJ": 15,
      "JJ-NNS": 7,
      "VBP-NNP": 2,
      "NNP-NNS": 1,
      "JJ-FW": 2,
      "NN-NN": 190,
      "NN-VBZ": 5,
      "VBZ-CD": 1,
      "CD-NNP": 2,
      "NN-JJ": 26,
      "NN-DT": 2,
      "DT-NN": 2,
      "VBZ-JJ": 5,
      "JJ-NNP": 9,
      "NNP-VBZ": 5,
      "VBZ-NN": 1,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 3,
      "FW-NN": 15,
      "NN-IN": 16,
      "IN-JJ": 4,
      "IN-FW": 12,
      "FW-NNS": 4,
      "NNS-JJ": 1,
      "IN-NN": 2,
      "VBZ-PRP$": 1,
      "PRP$-JJ": 1,
      "IN-NNP": 5,
      "NNP-JJ": 3,
      "FW-VBZ": 1,
      "NNS-NNP": 3,
      "JJ-JJ": 4,
      "NNS-FW": 2,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "FW-CD": 2,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1,
      "JJ-VBZ": 1,
      "VBZ-IN": 2,
      "NN-VB": 1,
      "VB-JJ": 1,
      "NN-VBP": 3,
      "VBP-NN": 2,
      "NN-CD": 1,
      "VBP-IN": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBZ-FW": 2,
      "NNS-IN": 1,
      "NN-RB": 1,
      "RB-JJ": 2,
      "VBP-RB": 1,
      "NNS-VBZ": 2,
      "NNP-IN": 3,
      "NNP-VBP": 2,
      "NNS-NNS": 2,
      "FW-VBP": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "VBZ-NNP": 1,
      "VBD-NNP": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 1,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 7,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 6,
      "JJ-NN-NNP": 4,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-NNS": 1,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-NN": 6,
      "NNP-NN-NN": 24,
      "NN-NN-VBZ": 3,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NNP": 1,
      "CD-NNP-FW": 2,
      "FW-FW-NNP": 9,
      "NN-NN-NNP": 15,
      "NN-NNP-NN": 12,
      "NN-NN-JJ": 20,
      "NN-JJ-NN": 19,
      "JJ-NN-NN": 30,
      "NNP-NN-JJ": 4,
      "NN-NN-NN": 119,
      "NNP-NNP-NN": 7,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 3,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 7,
      "NNP-NN-NNP": 4,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 2,
      "NN-FW-FW": 8,
      "FW-FW-FW": 42,
      "FW-FW-NN": 7,
      "FW-NN-NN": 12,
      "NN-NN-IN": 9,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 8,
      "IN-FW-NNS": 3,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "NN-NN-FW": 9,
      "NN-NN-NNS": 8,
      "VBP-JJ-NN": 11,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NNP-VBZ-PRP$": 1,
      "VBZ-PRP$-JJ": 1,
      "PRP$-JJ-NN": 1,
      "NN-FW-NN": 4,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-NNP": 3,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "JJ-NN-FW": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NNS": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NNP": 1,
      "IN-FW-FW": 4,
      "FW-FW-CD": 1,
      "FW-CD-NN": 2,
      "CD-NN-NN": 1,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-IN": 1,
      "VBZ-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "NN-JJ-NNP": 2,
      "NN-NN-VB": 1,
      "NN-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "IN-FW-JJ": 3,
      "FW-JJ-NNP": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-CD": 1,
      "NN-CD-NNP": 1,
      "FW-NNP-FW": 4,
      "FW-NN-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "IN-JJ-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-NNP": 1,
      "NNP-FW-NNP": 6,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "JJ-JJ-NN": 2,
      "JJ-NN-JJ": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 2,
      "NN-NNP-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "IN-FW-CD": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNP-JJ-NNS": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-NNS": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NN-VBP-JJ": 1,
      "JJ-NNP-JJ": 1,
      "JJ-NNP-FW": 1,
      "IN-NNP-FW": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 299,
        "FW": 111,
        "NNP": 94,
        "JJ": 72,
        "NNS": 27
      },
      "top_bigrams": {
        "NN-NN": 190,
        "FW-FW": 64,
        "JJ-NN": 48,
        "NNP-NN": 34,
        "NNP-NNP": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 119,
        "FW-FW-FW": 42,
        "JJ-NN-NN": 30,
        "NNP-NN-NN": 24,
        "NN-NN-JJ": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 192,
      "VP": 46,
      "PP": 11,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0251
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0143
      },
      {
        "rule": "VP -> ('líderes', 'VBZ')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Aniversario', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Victoria', 'NNP') ('sobre', 'NN') ('el', 'NN') ('Fascismo', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('entre', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Siguiendo', 'NNP') ('esa', 'NN') ('línea', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro"
      },
      {
        "label": "NP",
        "text": "habitual programa Con Maduro +"
      },
      {
        "label": "VP",
        "text": "subrayó este lunes"
      },
      {
        "label": "NP",
        "text": "este lunes"
      },
      {
        "label": "VP",
        "text": "que las relaciones con Rusia"
      },
      {
        "label": "NP",
        "text": "las relaciones con Rusia"
      },
      {
        "label": "VP",
        "text": "tras"
      },
      {
        "label": "NP",
        "text": "Moscú"
      },
      {
        "label": "NP",
        "text": "con motivo"
      },
      {
        "label": "VP",
        "text": "del"
      },
      {
        "label": "NP",
        "text": "Aniversario"
      },
      {
        "label": "NP",
        "text": "Victoria sobre el Fascismo"
      },
      {
        "label": "NP",
        "text": "han"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  en/FW\n  su/FW\n  (NP habitual/JJ programa/NN Con/NNP Maduro/NNP +/NNP)\n  (VP subrayó/VBD (NP este/NN lunes/NNS))\n  (VP que/VBP (NP las/JJ relaciones/NNS con/NN Rusia/NNP))\n  ,/,\n  (VP tras/VBZ)\n  el/FW\n  encuentro/FW\n  en/FW\n  (NP Moscú/NNP)\n  ,/,\n  (NP con/NN motivo/NN)\n  (VP del/VBZ)\n  80/CD\n  (NP Aniversario/NNP)\n  de/FW\n  la/FW\n  (NP Victoria/NNP sobre/NN el/NN Fascismo/NNP)\n  ,/,\n  (NP han/NN)\n  (VP llegado/VBD (NP a/DT una/JJ sintonía/NN perfecta/NN))\n  ./.)",
      "(S\n  (NP “/JJ Ha/NNP dado/NN)\n  (NP un/JJ resultado/NN maravilloso/NN)\n  ./.)",
      "(S\n  (NP Ha/NNP habido/NN)\n  (NP\n    una/JJ\n    sintonía/NN\n    perfecta/NN\n    entre/NN\n    Rusia/NNP\n    y/NNP\n    Venezuela…confianza/NNP)\n  ,/,\n  (NP trabajo/NN conjunto/NN)\n  ,/,\n  (NP aprendizaje/JJ mutuo/NN)\n  ,/,\n  (NP admiración/JJ mutua/NN)\n  ,/,\n  (NP cariño/NN)\n  ,/,\n  (NP respeto/NN y/NN)\n  (NP no/DT solo/NN)\n  (VP entre/VBZ (NP los/JJ líderes/NNS))\n  (VP entre/VBP (NP los/JJ Gobiernos/NNP ”/NNP))\n  ,/,\n  (NP indicó/NN)\n  ./.)",
      "(S\n  (NP Siguiendo/NNP esa/NN línea/NN)\n  ,/,\n  el/FW\n  (NP mandatario/NN hizo/NN)\n  (VP referencia/VBZ (NP a/DT que/NN la/NN conmemoración/NN por/NN))\n  (VP los/VBD)\n  80/CD\n  (NP años/NN)\n  de/FW\n  victoria/FW\n  sobre/FW\n  el/FW\n  (NP fascismo/NN sucedió/NN)\n  (PP en/IN (NP un/JJ contexto/NN significativo/NN))\n  ,/,\n  (NP debido/NN)\n  (NP al/JJ auge/NN)\n  de/IN\n  nuevas/FW\n  (NP corrientes/NNS nazi-fascistas/NNS)\n  ./.)",
      "(S\n  (NP “/JJ Hemos/NNP)\n  (VP encontrado/VBZ (NP a/DT un/JJ pueblo/NN ruso/NN))\n  lleno/FW\n  de/FW\n  optimismo/FW\n  ,/,\n  de/FW\n  certezas/FW\n  ,/,\n  (NP\n    a/DT\n    esa/JJ\n    juventud/NN\n    rusa/NN\n    caminando/NN\n    por/NN\n    las/NN\n    calles/NNS)\n  feliz/RB\n  ,/,\n  (NP tranquila/NN)\n  ,/,\n  (NP serena/NN)\n  ,/,\n  (NP confiando/NN)\n  en/FW\n  (NP su/NN destino/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra entre polvos",
        "position": [
          1595,
          1614
        ],
        "start": 1595,
        "end": 1614
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          361,
          368
        ],
        "start": 361,
        "end": 368
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          1504,
          1511
        ],
        "start": 1504,
        "end": 1511
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación estratégica entre caracas y moscú y la consolidación de alianzas en áreas clave como la economía, energía, tecnología, defensa y política internacional",
        "position": [
          3464,
          3627
        ],
        "start": 3464,
        "end": 3627
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación estratégica entre caracas y moscú y la",
        "position": [
          3464,
          3514
        ],
        "start": 3464,
        "end": 3514
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "relaciones bilaterales",
        "position": [
          3735,
          3757
        ],
        "start": 3735,
        "end": 3757
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "asociación estratégica",
        "position": [
          3698,
          3720
        ],
        "start": 3698,
        "end": 3720
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sostuvo",
        "position": [
          2096,
          2103
        ],
        "start": 2096,
        "end": 2103
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alertó",
        "position": [
          1241,
          1247
        ],
        "start": 1241,
        "end": 1247
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3595,
          3602
        ],
        "start": 3595,
        "end": 3602
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          81,
          88
        ],
        "start": 81,
        "end": 88
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo y como parte de los 80",
        "position": [
          3158,
          3188
        ],
        "start": 3158,
        "end": 3188
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          3574,
          3581
        ],
        "start": 3574,
        "end": 3581
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          4396,
          4400
        ],
        "start": 4396,
        "end": 4400
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "moscú",
        "position": [
          151,
          156
        ],
        "start": 151,
        "end": 156
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Dmitri Peskov",
        "tipo": "Persona"
      },
      {
        "nombre": "Burkina Faso",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Moscú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Asociación Estratégica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Palacio de Miraflores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Raúl Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "República Federativa de Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miguel Díaz-Canel",
        "tipo": "Persona"
      },
      {
        "nombre": "Kazajistán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno bolivariano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fascismo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kremlin",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zelenski",
        "tipo": "Persona"
      },
      {
        "nombre": "Vaya",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vladímir Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "SUBRAYAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUBRAYAR",
        "objeto": "Moscú"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUBRAYAR",
        "objeto": "Fascismo"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SUBRAYAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SUBRAYAR",
        "objeto": "Moscú"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SUBRAYAR",
        "objeto": "Fascismo"
      },
      {
        "sujeto": "Rusia",
        "relacion": "LLEGAR_SUBRAYAR",
        "objeto": "Moscú"
      },
      {
        "sujeto": "Rusia",
        "relacion": "LLEGAR_SUBRAYAR",
        "objeto": "Fascismo"
      },
      {
        "sujeto": "Rusia",
        "relacion": "VAYA_INDICAR",
        "objeto": "Vaya"
      },
      {
        "sujeto": "Occidente",
        "relacion": "VER_DECIR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Occidente",
        "relacion": "VER_DECIR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Rusia",
        "relacion": "INCLUIR",
        "objeto": "Vladímir Putin"
      },
      {
        "sujeto": "Maduro",
        "relacion": "FIRMAR",
        "objeto": "Asociación Estratégica"
      },
      {
        "sujeto": "Maduro",
        "relacion": "FIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Maduro",
        "relacion": "FIRMAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Putin",
        "relacion": "FIRMAR",
        "objeto": "Asociación Estratégica"
      },
      {
        "sujeto": "Putin",
        "relacion": "FIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Putin",
        "relacion": "FIRMAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "POSICIONAR_ELEVAR_FIRMAR",
        "objeto": "Rusia"
      }
    ]
  },
  "sentiment": {
    "compound": 0.69,
    "pos": 0.018,
    "neu": 0.973,
    "neg": 0.01,
    "label": "positive"
  }
}