{
  "url": "https://www.telesurtv.net/ruta-canarias-casi-10-mil-migrantes-murieron-en-2024/",
  "title": "Ruta Canarias: casi 10 mil migrantes murieron en 2024 - teleSUR",
  "section": "En profundidad",
  "tags": [
    "2024",
    "migraciones",
    "MIgrantes",
    "Ruta Canarias"
  ],
  "text": "\nEn 2024, al menos 10.457 personas migrantes han perdido la vida mientras intentaban llegar a España, un aumento del 58% respecto al año anterior, según el informe de la ONG Caminando Fronteras.\nLa mayoría de las víctimas han fallecido en la Ruta Canaria, que conecta África Occidental con las Islas Canarias, convirtiéndose en la ruta más mortal del mundo. Del total de muertes registradas, 9.757 han ocurrido en esta ruta.\nEste incremento de muertes refleja una dramática intensificación de la “necropolítica migratoria”, una expresión que describe el enfoque de las autoridades europeas, y especialmente españolas, que priorizan el control de las fronteras por encima del derecho a la vida de las personas migrantes.\nEl concepto de “necropolítica migratoria” fue acuñado por el historiador camerunés, Achille Mbembe, para describir a todos aquellos dispositivos legal-administrativos que ordenan y sistematizan los efectos o las causas de las políticas de muerte, que en el caso de la Unión Europea y los pueblos de África se desarrolla en el aspecto particular de las migraciones.\nEn este marco, la Ruta Canaria, con un recorrido que puede alcanzar hasta 1.700 kilómetros de mar abierto, se ha convertido en un verdadero cementerio flotante según describen quienes siguen de cerca el fenómeno migratorio en esta región y son un caso típico de la administración de las muertes en post de evitar conflictos internos por parte de las naciones europeas.\n\nLas víctimas de esta tragedia provienen de al menos 28 países, en su mayoría del África subsahariana, que huyen de la pobreza extrema, los conflictos armados y las crisis climáticas. En muchos casos, los migrantes se ven forzados a abordar embarcaciones precarias, como pateras y cayucos, en un intento desesperado por encontrar una vida mejor.\nLas estadísticas también muestran un aumento en la proporción de mujeres y niños entre las víctimas: 421 mujeres y 1.538 menores han perdido la vida en lo que va de año.\n\n\nLa ONG analiza las causas de aumento de los naufragios y entre ellas apunta hacia la omisión del deber de socorro. En este sentido asegura que “la falta de activación oportuna de los protocolos de rescate y la escasez de recursos en las operaciones de salvamento han incrementado las muertes”.\nAdvierte además que se prioriza el control migratorio sobre el derecho a la vida, ya que las políticas migratorias se centran en evitar la llegada de personas , “incluso a costa de vidas humanas”, aumentan el número de naufragios y de desapariciones.\nTambién subraya como otra causa de ese incremento la externalización de fronteras. “La responsabilidad del rescate se traslada a países con recursos limitados, empeorando la capacidad de respuesta ante estas emergencias”, indica el informe.\nAñade que muchos rescates “no se activaron a tiempo”, incluso cuando se conocían las ubicaciones de las embarcaciones en riesgo. “La falta de coordinación internacional y las demoras en la ayuda fueron factores determinantes para que se den estas cifras tan devastadoras”, recalca.\nTambién se destaca la “criminalización y estigmatización” de organizaciones sociales y de familiares que alertan sobre personas en riesgo afecta a la eficacia de las operaciones de rescate.\nY enumera una última causa: las condiciones de extrema vulnerabilidad que se traducen en el uso de infraembarcaciones precarias, la escasez de agua, comida y de materiales de navegación, y las condiciones meteorológicas adversas que dificultan el trayecto.\n\n\n\nA lo largo de los años, las cifras de migrantes en la Ruta Canaria han ido en aumento. En 2024, se han contabilizado 26.758 migrantes irregulares que han llegado a las islas, un aumento del 85,1% respecto al mismo periodo del año anterior. Aunque el número de llegadas es más bajo que en rutas como el Mediterráneo Central, el alto riesgo y la violencia inherente a la travesía hacen de esta ruta una de las más peligrosas.\nLa muerte de migrantes en las rutas hacia Europa no es una tragedia aislada ni un fenómeno reciente. Ya en 2006, la llamada “crisis de los cayucos” reveló la vulnerabilidad de los migrantes que tomaban el mismo recorrido. Sin embargo, las políticas migratorias europeas no solo no han mejorado la situación, sino que han empeorado las condiciones de estos viajeros.\n\n\nEn la actualidad las vías legales de acceso y apoyo humanitario son insignificantes ante una demanda que se múltiplica año a año. En cambio se han endurecido los controles fronterizos, y no hay ningún tipo de atención al contexto socioeconómico y político que lleva a miles de personas a arriesgar sus vidas.\nEuropa, con su historia colonial y su rol en la perpetuación de desigualdades globales, sigue cerrando sus puertas a los pueblos que más necesitan protección.\nLa externalización de fronteras y la creación de acuerdos con países como Marruecos y Mauritania no solo han generado una mayor vulnerabilidad para los migrantes, sino que también han favorecido la explotación de estas personas por parte de traficantes y redes criminales.\nLa actual política de “migración circular”, promovida por el gobierno español, que busca atraer trabajadores temporales y devolverlos a sus países de origen, no aborda de fondo la necesidad de justicia social, económica y política que enfrentan estos migrantes. Además, esta estrategia solo perpetúa el ciclo de precariedad y explotación laboral, sin ofrecer alternativas seguras para quienes huyen de condiciones inhumanas en sus países.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ruta-canarias-casi-10-mil-migrantes-murieron-en-2024/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 286,
    "message_id": 83099,
    "date": "2024-12-26T18:44:23+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n \n↕️ Gobierno de Milei señalado de desviar atención en caso de gendarme detenido en Venezuela\nhttps://www.telesurtv.net/gobierno-de-milei-senalado-de-desviar-atencion-en-caso-de-gendarme-detenido-en-venezuela/  \n\n↕️ Ruta Canarias: casi 10 mil migrantes murieron en 2024\nhttps://www.telesurtv.net/ruta-canarias-casi-10-mil-migrantes-murieron-en-2024/ \n\n↕️ Las ambiciones de Trump sobre Panamá: una advertencia a la soberanía latinoamericana\nhttps://www.telesurtv.net/trump-designa-futuro-embajador-en-panama-y-reitera-amenaza-de-despojarla-del-canal/",
    "photo_path": null,
    "views": 2176,
    "reactions": {
      "👏": 18
    },
    "total_reactions": 18
  },
  "preprocessing": {
    "cleaned": "en 2024, al menos 10.457 personas migrantes han perdido la vida mientras intentaban llegar a españa, un aumento del 58% respecto al año anterior, según el informe de la ong caminando fronteras. la mayoría de las víctimas han fallecido en la ruta canaria, que conecta áfrica occidental con las islas canarias, convirtiéndose en la ruta más mortal del mundo. del total de muertes registradas, 9.757 han ocurrido en esta ruta. este incremento de muertes refleja una dramática intensificación de la “necropolítica migratoria”, una expresión que describe el enfoque de las autoridades europeas, y especialmente españolas, que priorizan el control de las fronteras por encima del derecho a la vida de las personas migrantes. el concepto de “necropolítica migratoria” fue acuñado por el historiador camerunés, achille mbembe, para describir a todos aquellos dispositivos legal-administrativos que ordenan y sistematizan los efectos o las causas de las políticas de muerte, que en el caso de la unión europea y los pueblos de áfrica se desarrolla en el aspecto particular de las migraciones. en este marco, la ruta canaria, con un recorrido que puede alcanzar hasta 1.700 kilómetros de mar abierto, se ha convertido en un verdadero cementerio flotante según describen quienes siguen de cerca el fenómeno migratorio en esta región y son un caso típico de la administración de las muertes en post de evitar conflictos internos por parte de las naciones europeas. las víctimas de esta tragedia provienen de al menos 28 países, en su mayoría del áfrica subsahariana, que huyen de la pobreza extrema, los conflictos armados y las crisis climáticas. en muchos casos, los migrantes se ven forzados a abordar embarcaciones precarias, como pateras y cayucos, en un intento desesperado por encontrar una vida mejor. las estadísticas también muestran un aumento en la proporción de mujeres y niños entre las víctimas: 421 mujeres y 1.538 menores han perdido la vida en lo que va de año. la ong analiza las causas de aumento de los naufragios y entre ellas apunta hacia la omisión del deber de socorro. en este sentido asegura que “la falta de activación oportuna de los protocolos de rescate y la escasez de recursos en las operaciones de salvamento han incrementado las muertes”. advierte además que se prioriza el control migratorio sobre el derecho a la vida, ya que las políticas migratorias se centran en evitar la llegada de personas , “incluso a costa de vidas humanas”, aumentan el número de naufragios y de desapariciones. también subraya como otra causa de ese incremento la externalización de fronteras. “la responsabilidad del rescate se traslada a países con recursos limitados, empeorando la capacidad de respuesta ante estas emergencias”, indica el informe. añade que muchos rescates “no se activaron a tiempo”, incluso cuando se conocían las ubicaciones de las embarcaciones en riesgo. “la falta de coordinación internacional y las demoras en la ayuda fueron factores determinantes para que se den estas cifras tan devastadoras”, recalca. también se destaca la “criminalización y estigmatización” de organizaciones sociales y de familiares que alertan sobre personas en riesgo afecta a la eficacia de las operaciones de rescate. y enumera una última causa: las condiciones de extrema vulnerabilidad que se traducen en el uso de infraembarcaciones precarias, la escasez de agua, comida y de materiales de navegación, y las condiciones meteorológicas adversas que dificultan el trayecto. a lo largo de los años, las cifras de migrantes en la ruta canaria han ido en aumento. en 2024, se han contabilizado 26.758 migrantes irregulares que han llegado a las islas, un aumento del 85,1% respecto al mismo periodo del año anterior. aunque el número de llegadas es más bajo que en rutas como el mediterráneo central, el alto riesgo y la violencia inherente a la travesía hacen de esta ruta una de las más peligrosas. la muerte de migrantes en las rutas hacia europa no es una tragedia aislada ni un fenómeno reciente. ya en 2006, la llamada “crisis de los cayucos” reveló la vulnerabilidad de los migrantes que tomaban el mismo recorrido. sin embargo, las políticas migratorias europeas no solo no han mejorado la situación, sino que han empeorado las condiciones de estos viajeros. en la actualidad las vías legales de acceso y apoyo humanitario son insignificantes ante una demanda que se múltiplica año a año. en cambio se han endurecido los controles fronterizos, y no hay ningún tipo de atención al contexto socioeconómico y político que lleva a miles de personas a arriesgar sus vidas. europa, con su historia colonial y su rol en la perpetuación de desigualdades globales, sigue cerrando sus puertas a los pueblos que más necesitan protección. la externalización de fronteras y la creación de acuerdos con países como marruecos y mauritania no solo han generado una mayor vulnerabilidad para los migrantes, sino que también han favorecido la explotación de estas personas por parte de traficantes y redes criminales. la actual política de “migración circular”, promovida por el gobierno español, que busca atraer trabajadores temporales y devolverlos a sus países de origen, no aborda de fondo la necesidad de justicia social, económica y política que enfrentan estos migrantes. además, esta estrategia solo perpetúa el ciclo de precariedad y explotación laboral, sin ofrecer alternativas seguras para quienes huyen de condiciones inhumanas en sus países.",
    "tokens": [
      "2024",
      ",",
      "menos",
      "10.457",
      "personas",
      "migrantes",
      "perdido",
      "vida",
      "mientras",
      "intentaban",
      "llegar",
      "españa",
      ",",
      "aumento",
      "58",
      "%",
      "respecto",
      "año",
      "anterior",
      ",",
      "según",
      "informe",
      "ong",
      "caminando",
      "fronteras",
      ".",
      "mayoría",
      "víctimas",
      "fallecido",
      "ruta",
      "canaria",
      ",",
      "conecta",
      "áfrica",
      "occidental",
      "islas",
      "canarias",
      ",",
      "convirtiéndose",
      "ruta",
      "mortal",
      "mundo",
      ".",
      "total",
      "muertes",
      "registradas",
      ",",
      "9.757",
      "ocurrido",
      "ruta",
      ".",
      "incremento",
      "muertes",
      "refleja",
      "dramática",
      "intensificación",
      "“",
      "necropolítica",
      "migratoria",
      "”",
      ",",
      "expresión",
      "describe",
      "enfoque",
      "autoridades",
      "europeas",
      ",",
      "especialmente",
      "españolas",
      ",",
      "priorizan",
      "control",
      "fronteras",
      "encima",
      "derecho",
      "vida",
      "personas",
      "migrantes",
      ".",
      "concepto",
      "“",
      "necropolítica",
      "migratoria",
      "”",
      "acuñado",
      "historiador",
      "camerunés",
      ",",
      "achille",
      "mbembe",
      ",",
      "describir",
      "aquellos",
      "dispositivos",
      "legal-administrativos",
      "ordenan",
      "sistematizan",
      "efectos",
      "causas",
      "políticas",
      "muerte",
      ",",
      "caso",
      "unión",
      "europea",
      "pueblos",
      "áfrica",
      "desarrolla",
      "aspecto",
      "particular",
      "migraciones",
      ".",
      "marco",
      ",",
      "ruta",
      "canaria",
      ",",
      "recorrido",
      "puede",
      "alcanzar",
      "1.700",
      "kilómetros",
      "mar",
      "abierto",
      ",",
      "convertido",
      "verdadero",
      "cementerio",
      "flotante",
      "según",
      "describen",
      "siguen",
      "cerca",
      "fenómeno",
      "migratorio",
      "región",
      "caso",
      "típico",
      "administración",
      "muertes",
      "post",
      "evitar",
      "conflictos",
      "internos",
      "parte",
      "naciones",
      "europeas",
      ".",
      "víctimas",
      "tragedia",
      "provienen",
      "menos",
      "28",
      "países",
      ",",
      "mayoría",
      "áfrica",
      "subsahariana",
      ",",
      "huyen",
      "pobreza",
      "extrema",
      ",",
      "conflictos",
      "armados",
      "crisis",
      "climáticas",
      ".",
      "casos",
      ",",
      "migrantes",
      "ven",
      "forzados",
      "abordar",
      "embarcaciones",
      "precarias",
      ",",
      "pateras",
      "cayucos",
      ",",
      "intento",
      "desesperado",
      "encontrar",
      "vida",
      "mejor",
      ".",
      "estadísticas",
      "muestran",
      "aumento",
      "proporción",
      "mujeres",
      "niños",
      "víctimas",
      ":",
      "421",
      "mujeres",
      "1.538",
      "menores",
      "perdido",
      "vida",
      "va",
      "año",
      ".",
      "ong",
      "analiza",
      "causas",
      "aumento",
      "naufragios",
      "apunta",
      "hacia",
      "omisión",
      "deber",
      "socorro",
      ".",
      "asegura",
      "“",
      "falta",
      "activación",
      "oportuna",
      "protocolos",
      "rescate",
      "escasez",
      "recursos",
      "operaciones",
      "salvamento",
      "incrementado",
      "muertes",
      "”",
      ".",
      "advierte",
      "además",
      "prioriza",
      "control",
      "migratorio",
      "derecho",
      "vida",
      ",",
      "políticas",
      "migratorias",
      "centran",
      "evitar",
      "llegada",
      "personas",
      ",",
      "“",
      "incluso",
      "costa",
      "vidas",
      "humanas",
      "”",
      ",",
      "aumentan",
      "número",
      "naufragios",
      "desapariciones",
      ".",
      "subraya",
      "causa",
      "incremento",
      "externalización",
      "fronteras",
      ".",
      "“",
      "responsabilidad",
      "rescate",
      "traslada",
      "países",
      "recursos",
      "limitados",
      ",",
      "empeorando",
      "capacidad",
      "respuesta",
      "emergencias",
      "”",
      ",",
      "indica",
      "informe",
      ".",
      "añade",
      "rescates",
      "“",
      "activaron",
      "tiempo",
      "”",
      ",",
      "incluso",
      "conocían",
      "ubicaciones",
      "embarcaciones",
      "riesgo",
      ".",
      "“",
      "falta",
      "coordinación",
      "internacional",
      "demoras",
      "ayuda",
      "factores",
      "determinantes",
      "den",
      "cifras",
      "tan",
      "devastadoras",
      "”",
      ",",
      "recalca",
      ".",
      "destaca",
      "“",
      "criminalización",
      "estigmatización",
      "”",
      "organizaciones",
      "sociales",
      "familiares",
      "alertan",
      "personas",
      "riesgo",
      "afecta",
      "eficacia",
      "operaciones",
      "rescate",
      ".",
      "enumera",
      "última",
      "causa",
      ":",
      "condiciones",
      "extrema",
      "vulnerabilidad",
      "traducen",
      "uso",
      "infraembarcaciones",
      "precarias",
      ",",
      "escasez",
      "agua",
      ",",
      "comida",
      "materiales",
      "navegación",
      ",",
      "condiciones",
      "meteorológicas",
      "adversas",
      "dificultan",
      "trayecto",
      ".",
      "largo",
      "años",
      ",",
      "cifras",
      "migrantes",
      "ruta",
      "canaria",
      "ido",
      "aumento",
      ".",
      "2024",
      ",",
      "contabilizado",
      "26.758",
      "migrantes",
      "irregulares",
      "llegado",
      "islas",
      ",",
      "aumento",
      "85,1",
      "%",
      "respecto",
      "mismo",
      "periodo",
      "año",
      "anterior",
      ".",
      "aunque",
      "número",
      "llegadas",
      "bajo",
      "rutas",
      "mediterráneo",
      "central",
      ",",
      "alto",
      "riesgo",
      "violencia",
      "inherente",
      "travesía",
      "hacen",
      "ruta",
      "peligrosas",
      ".",
      "muerte",
      "migrantes",
      "rutas",
      "hacia",
      "europa",
      "tragedia",
      "aislada",
      "fenómeno",
      "reciente",
      ".",
      "2006",
      ",",
      "llamada",
      "“",
      "crisis",
      "cayucos",
      "”",
      "reveló",
      "vulnerabilidad",
      "migrantes",
      "tomaban",
      "mismo",
      "recorrido",
      ".",
      "embargo",
      ",",
      "políticas",
      "migratorias",
      "europeas",
      "solo",
      "mejorado",
      "situación",
      ",",
      "sino",
      "empeorado",
      "condiciones",
      "viajeros",
      ".",
      "actualidad",
      "vías",
      "legales",
      "acceso",
      "apoyo",
      "humanitario",
      "insignificantes",
      "demanda",
      "múltiplica",
      "año",
      "año",
      ".",
      "cambio",
      "endurecido",
      "controles",
      "fronterizos",
      ",",
      "ningún",
      "tipo",
      "atención",
      "contexto",
      "socioeconómico",
      "político",
      "lleva",
      "miles",
      "personas",
      "arriesgar",
      "vidas",
      ".",
      "europa",
      ",",
      "historia",
      "colonial",
      "rol",
      "perpetuación",
      "desigualdades",
      "globales",
      ",",
      "sigue",
      "cerrando",
      "puertas",
      "pueblos",
      "necesitan",
      "protección",
      ".",
      "externalización",
      "fronteras",
      "creación",
      "acuerdos",
      "países",
      "marruecos",
      "mauritania",
      "solo",
      "generado",
      "mayor",
      "vulnerabilidad",
      "migrantes",
      ",",
      "sino",
      "favorecido",
      "explotación",
      "personas",
      "parte",
      "traficantes",
      "redes",
      "criminales",
      ".",
      "actual",
      "política",
      "“",
      "migración",
      "circular",
      "”",
      ",",
      "promovida",
      "gobierno",
      "español",
      ",",
      "busca",
      "atraer",
      "trabajadores",
      "temporales",
      "devolverlos",
      "países",
      "origen",
      ",",
      "aborda",
      "fondo",
      "necesidad",
      "justicia",
      "social",
      ",",
      "económica",
      "política",
      "enfrentan",
      "migrantes",
      ".",
      "además",
      ",",
      "estrategia",
      "solo",
      "perpetúa",
      "ciclo",
      "precariedad",
      "explotación",
      "laboral",
      ",",
      "ofrecer",
      "alternativas",
      "seguras",
      "huyen",
      "condiciones",
      "inhumanas",
      "países",
      "."
    ],
    "token_count": 547,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "JJ": 80,
      "CD": 12,
      "NN": 257,
      "VBD": 5,
      "NNS": 58,
      "VBP": 39,
      "NNP": 52,
      "IN": 33,
      "FW": 262,
      "VBZ": 14,
      "RB": 5,
      "DT": 7
    },
    "bigram_freq": {
      "JJ-CD": 2,
      "CD-NN": 7,
      "NN-VBD": 3,
      "VBD-CD": 1,
      "CD-NNS": 5,
      "NNS-NNS": 4,
      "NNS-VBP": 32,
      "VBP-JJ": 25,
      "JJ-NN": 44,
      "NN-NN": 132,
      "NN-NNS": 12,
      "JJ-NNP": 3,
      "NNP-NN": 23,
      "NN-CD": 3,
      "NN-JJ": 19,
      "NN-IN": 23,
      "IN-FW": 24,
      "FW-NNP": 12,
      "NNP-NNP": 13,
      "NNP-FW": 8,
      "FW-FW": 178,
      "FW-NN": 34,
      "NN-NNP": 15,
      "NNP-VBP": 1,
      "JJ-FW": 8,
      "FW-JJ": 13,
      "NN-FW": 33,
      "FW-VBZ": 2,
      "VBZ-VBP": 1,
      "VBP-CD": 1,
      "IN-JJ": 4,
      "FW-NNS": 21,
      "JJ-NNS": 12,
      "NNS-NNP": 3,
      "JJ-JJ": 7,
      "NNP-VBD": 1,
      "VBD-FW": 1,
      "NN-VBP": 3,
      "VBP-NN": 5,
      "NNS-FW": 8,
      "NNS-RB": 1,
      "RB-NNP": 1,
      "FW-CD": 2,
      "NN-VBZ": 10,
      "VBZ-JJ": 6,
      "JJ-RB": 1,
      "RB-VBP": 1,
      "VBP-IN": 2,
      "NNS-CD": 1,
      "NNS-JJ": 1,
      "JJ-VBP": 1,
      "VBP-FW": 1,
      "NNP-RB": 1,
      "RB-VBD": 1,
      "VBD-NN": 1,
      "VBZ-NNP": 2,
      "VBZ-DT": 1,
      "DT-NN": 7,
      "NN-RB": 2,
      "RB-JJ": 1,
      "NNS-IN": 6,
      "NNS-VBZ": 1,
      "VBD-JJ": 2,
      "VBP-NNP": 3,
      "IN-NNS": 1,
      "IN-NN": 3,
      "NNP-CD": 1,
      "JJ-IN": 1,
      "NNP-DT": 2,
      "NNP-IN": 1,
      "IN-CD": 1,
      "JJ-DT": 1,
      "NN-DT": 2,
      "VBP-DT": 1,
      "RB-VBZ": 1,
      "VBZ-FW": 1,
      "VBZ-NN": 1,
      "VBZ-NNS": 2,
      "NNP-JJ": 1,
      "VBP-NNS": 1
    },
    "trigram_freq": {
      "JJ-CD-NN": 1,
      "CD-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-JJ": 21,
      "VBP-JJ-NN": 11,
      "JJ-NN-NN": 25,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 8,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-NN": 17,
      "NN-NN-NN": 68,
      "NN-NN-CD": 2,
      "NN-CD-NN": 3,
      "CD-NN-NN": 3,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 12,
      "JJ-NN-JJ": 1,
      "JJ-NN-IN": 10,
      "NN-IN-FW": 20,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 5,
      "FW-FW-FW": 131,
      "FW-FW-NN": 17,
      "FW-NN-NN": 15,
      "NN-NN-IN": 8,
      "NNP-NNP-NN": 5,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 6,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-FW": 5,
      "JJ-FW-FW": 4,
      "FW-FW-JJ": 6,
      "FW-JJ-FW": 3,
      "FW-FW-NNP": 9,
      "FW-NNP-NN": 5,
      "NNP-NN-FW": 3,
      "NN-FW-VBZ": 2,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 4,
      "JJ-NN-NNP": 2,
      "NN-NNP-NN": 6,
      "NN-FW-FW": 20,
      "IN-FW-FW": 10,
      "FW-JJ-NN": 7,
      "IN-FW-NNS": 7,
      "FW-NNS-VBP": 12,
      "VBP-JJ-NNS": 6,
      "JJ-NNS-VBP": 8,
      "JJ-FW-NN": 4,
      "FW-NN-IN": 3,
      "FW-NN-FW": 11,
      "FW-FW-NNS": 13,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "NNP-NN-IN": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NNP-NN-JJ": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "CD-NN-FW": 2,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 5,
      "NNS-VBP-NN": 4,
      "VBP-NN-IN": 1,
      "FW-NNS-RB": 1,
      "NNS-RB-NNP": 1,
      "RB-NNP-FW": 1,
      "FW-FW-CD": 2,
      "FW-CD-NNS": 2,
      "CD-NNS-FW": 1,
      "NN-NN-VBZ": 8,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-RB": 1,
      "JJ-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-JJ": 1,
      "NN-NN-FW": 13,
      "CD-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NNP-NNP-RB": 1,
      "NNP-RB-VBD": 1,
      "RB-VBD-NN": 1,
      "VBD-NN-FW": 1,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-NN": 2,
      "NN-FW-JJ": 3,
      "NN-FW-NN": 7,
      "FW-NNS-FW": 5,
      "FW-NNP-FW": 3,
      "NNP-FW-NN": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-FW": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 4,
      "NNS-IN-FW": 4,
      "NNS-FW-NN": 2,
      "FW-NN-NNP": 2,
      "FW-JJ-NNS": 2,
      "FW-NN-NNS": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NNS": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-FW": 1,
      "NNS-FW-NNS": 1,
      "JJ-NN-NNS": 3,
      "FW-NN-JJ": 1,
      "NN-JJ-NNP": 2,
      "NN-NNS-IN": 1,
      "IN-FW-JJ": 4,
      "VBP-IN-NNS": 1,
      "IN-NNS-IN": 1,
      "NNS-IN-NN": 2,
      "IN-NN-NNP": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "VBP-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "IN-NN-CD": 1,
      "VBP-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-JJ": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "NNP-NN-NNS": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-VBZ": 1,
      "NN-VBP-JJ": 2,
      "VBZ-JJ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "IN-FW-NN": 1,
      "NN-FW-NNP": 1,
      "NN-NNP-FW": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-DT": 1,
      "DT-NN-NN": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "VBP-NN-FW": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "IN-NN-DT": 1,
      "DT-NN-FW": 1,
      "JJ-NN-VBZ": 1,
      "FW-JJ-JJ": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "FW-NNS-NNS": 1,
      "VBP-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "FW": 262,
        "NN": 257,
        "JJ": 80,
        "NNS": 58,
        "NNP": 52
      },
      "top_bigrams": {
        "FW-FW": 178,
        "NN-NN": 132,
        "JJ-NN": 44,
        "FW-NN": 34,
        "NN-FW": 33
      },
      "top_trigrams": {
        "FW-FW-FW": 131,
        "NN-NN-NN": 68,
        "JJ-NN-NN": 25,
        "NNS-VBP-JJ": 21,
        "NN-IN-FW": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 213,
      "VP": 62,
      "ADJP": 13,
      "PP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0154
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0123
      },
      {
        "rule": "NP -> ('“', 'NNP')",
        "frequency": 3,
        "weight": 0.0093
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 3,
        "weight": 0.0093
      },
      {
        "rule": "VP -> ('en', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0093
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0093
      },
      {
        "rule": "NP -> ('En', 'NN')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "ADJP -> ('del', 'JJ')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('Ruta', 'NNP') ('Canaria', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "VP",
        "text": "al menos"
      },
      {
        "label": "NP",
        "text": "personas migrantes"
      },
      {
        "label": "VP",
        "text": "han perdido la vida mientras"
      },
      {
        "label": "NP",
        "text": "perdido la vida mientras"
      },
      {
        "label": "VP",
        "text": "intentaban"
      },
      {
        "label": "VP",
        "text": "llegar a España"
      },
      {
        "label": "NP",
        "text": "a España"
      },
      {
        "label": "ADJP",
        "text": "un"
      },
      {
        "label": "ADJP",
        "text": "del"
      },
      {
        "label": "NP",
        "text": "% respecto al año"
      },
      {
        "label": "ADJP",
        "text": "según"
      },
      {
        "label": "NP",
        "text": "ONG Caminando Fronteras"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "han fallecido"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NN)\n  2024/CD\n  ,/,\n  (VP al/VBD menos/JJ)\n  10.457/CD\n  (NP personas/NN migrantes/NNS)\n  (VP han/VBP (NP perdido/JJ la/NN vida/NN mientras/NNS))\n  (VP intentaban/VBP)\n  (VP llegar/VBZ (NP a/DT España/NNP))\n  ,/,\n  (ADJP un/JJ)\n  aumento/IN\n  (ADJP del/JJ)\n  58/CD\n  (NP %/NN respecto/NN al/NN año/NN)\n  anterior/RB\n  ,/,\n  (ADJP según/JJ)\n  el/FW\n  informe/FW\n  de/FW\n  la/FW\n  (NP ONG/NNP Caminando/NNP Fronteras/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  mayoría/FW\n  de/FW\n  las/FW\n  víctimas/FW\n  (NP han/NN fallecido/NN)\n  en/IN\n  la/FW\n  (NP Ruta/NNP Canaria/NNP)\n  ,/,\n  (NP\n    que/NN\n    conecta/NN\n    África/NNP\n    Occidental/NNP\n    con/NN\n    las/NN\n    Islas/NNP\n    Canarias/NNP)\n  ,/,\n  (ADJP convirtiéndose/JJ)\n  en/FW\n  la/FW\n  ruta/FW\n  más/FW\n  (ADJP mortal/JJ)\n  del/FW\n  (NP mundo/NN)\n  ./.)",
      "(S\n  (NP Del/NNP total/NN)\n  de/FW\n  muertes/FW\n  (NP registradas/NNS)\n  ,/,\n  9.757/CD\n  (NP han/NN ocurrido/NN)\n  (PP en/IN (NP esta/JJ ruta/NN))\n  ./.)",
      "(S\n  (NP Este/NNP incremento/NN)\n  de/FW\n  muertes/FW\n  refleja/FW\n  (NP una/NN dramática/NN intensificación/NN)\n  de/IN\n  la/FW\n  (NP “/NNP)\n  necropolítica/FW\n  (NP migratoria/NN ”/NN)\n  ,/,\n  (NP una/JJ expresión/NN que/NN describe/NN el/NN enfoque/NN)\n  de/IN\n  las/FW\n  (NP autoridades/NNS)\n  europeas/RB\n  ,/,\n  y/PRP\n  (VP especialmente/VBP (NP españolas/NNS))\n  ,/,\n  (NP que/JJ priorizan/NN el/NN control/NN)\n  de/IN\n  las/FW\n  (NP fronteras/NNS)\n  (VP por/VBP (NP encima/JJ del/NN))\n  (VP derecho/VBZ (NP a/DT la/NN))\n  vida/FW\n  de/FW\n  las/FW\n  personas/FW\n  (NP migrantes/NNS)\n  ./.)",
      "(S\n  (NP El/NNP concepto/NN)\n  de/FW\n  (NP “/NNP)\n  necropolítica/CC\n  (NP migratoria/NNS)\n  (VP\n    ”/VBP\n    (NP fue/JJ acuñado/NN por/NN el/NN historiador/NN camerunés/NN))\n  ,/,\n  (NP Achille/NNP Mbembe/NNP)\n  ,/,\n  (NP para/NN)\n  (VP\n    describir/VBD\n    (NP a/DT todos/JJ aquellos/NN)\n    (NP dispositivos/JJ legal-administrativos/JJ que/NN))\n  ordenan/MD\n  (VP\n    y/VB\n    (NP sistematizan/JJ los/NN efectos/NN o/NN)\n    (NP las/JJ causas/NN))\n  de/IN\n  las/FW\n  políticas/FW\n  de/FW\n  muerte/FW\n  ,/,\n  que/FW\n  en/FW\n  el/FW\n  caso/FW\n  de/FW\n  la/FW\n  (NP Unión/NNP Europea/NNP y/NNP)\n  (VP los/VBD)\n  pueblos/FW\n  de/FW\n  África/FW\n  se/FW\n  (NP desarrolla/NN)\n  en/FW\n  el/FW\n  aspecto/FW\n  particular/FW\n  de/FW\n  las/FW\n  (NP migraciones/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GRUPOS_ESPECIFICOS",
      "RECURSOS_NATURALES",
      "ORGANISMOS_INTERNACIONALES",
      "CANTIDADES_NUMERICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "ORGANIZACIONES_SOCIALES",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "JUSTICIA_SOCIAL",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "escasez de agua, comida",
        "position": [
          3362,
          3385
        ],
        "start": 3362,
        "end": 3385
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "escasez de agua",
        "position": [
          3362,
          3377
        ],
        "start": 3362,
        "end": 3377
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          988,
          1001
        ],
        "start": 988,
        "end": 1001
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "ong",
        "position": [
          170,
          173
        ],
        "start": 170,
        "end": 173
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          1865,
          1872
        ],
        "start": 1865,
        "end": 1872
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          1179,
          1182
        ],
        "start": 1179,
        "end": 1182
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          242,
          246
        ],
        "start": 242,
        "end": 246
      },
      {
        "category": "PAISES",
        "matched_text": "españa",
        "position": [
          94,
          100
        ],
        "start": 94,
        "end": 100
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región y son",
        "position": [
          1316,
          1328
        ],
        "start": 1316,
        "end": 1328
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          4140,
          4147
        ],
        "start": 4140,
        "end": 4147
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          5216,
          5231
        ],
        "start": 5216,
        "end": 5231
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "457 personas",
        "position": [
          22,
          34
        ],
        "start": 22,
        "end": 34
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "10.457 personas",
        "position": [
          19,
          34
        ],
        "start": 19,
        "end": 34
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "año anterior",
        "position": [
          133,
          145
        ],
        "start": 133,
        "end": 145
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Islas Canarias",
        "tipo": "Lugar"
      },
      {
        "nombre": "África Occidental",
        "tipo": "Lugar"
      },
      {
        "nombre": "Achille Mbembe",
        "tipo": "Persona"
      },
      {
        "nombre": "Mediterráneo Central",
        "tipo": "Lugar"
      },
      {
        "nombre": "Marruecos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mauritania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ruta Canaria",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "África Occidental",
        "relacion": "CONECTAR_FALLECER",
        "objeto": "Islas Canarias"
      },
      {
        "sujeto": "Achille Mbembe",
        "relacion": "ACU_AR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Achille Mbembe",
        "relacion": "ACU_AR",
        "objeto": "África"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9643,
    "pos": 0.003,
    "neu": 0.968,
    "neg": 0.029,
    "label": "negative"
  }
}