{
  "url": "https://www.telesurtv.net/dia-de-la-cosmonautica-2025-como-los-paises-brics-construyen-un-futuro-mas-alla-de-la-tierra/",
  "title": "Día de la Cosmonáutica 2025: cómo los países BRICS construyen un futuro más allá de la Tierra - teleSUR",
  "section": "Mundo",
  "tags": [
    "Brics",
    "Cosmonáutica",
    "TV BRICS"
  ],
  "text": "Las aspiraciones de ir más allá del planeta también se fortalecen en las naciones del Sur Global. En el seno del grupo BRICS ha surgido una visión particular del espacio exterior: una perspectiva pragmática y basada en la cooperación internacional.\n\n\nRusia con razón es considerada pionera del espacio. El vuelo de Gagarin en 1961 marcó el inicio de una nueva era para toda la humanidad. Dos años después, Valentina Tereshkova se convirtió en la primera mujer en el espacio. Estas figuras simbólicas siguen siendo hasta hoy una base cultural para toda la cosmonáutica mundial.\nAsimismo, India abrió su camino al espacio en 1984, cuando Rakesh Sharma viajó a la órbita como parte de una tripulación soviética. Hoy en día, el país lanza satélites de forma autónoma, desarrolla misiones a Marte y se prepara para iniciar su propio programa espacial tripulado. Esto representa no solo un crecimiento tecnológico, sino también un motivo de orgullo: en 2024 el país celebró por primera vez el Día Nacional del Espacio.\n\nChina avanza por su propia ruta, apoyándose en recursos internos y una planificación a largo plazo. En 2003, Yang Liwei se convirtió en el primer astronauta de la República Popular China, dando inicio a una serie de lanzamientos exitosos, incluida la creación de una estación orbital. Más tarde, Wang Yaping se convirtió en la primera mujer en formar parte de su tripulación.\n\n\n\nAsí pues, los Emiratos Árabes Unidos se convirtieron en el primer país árabe en enviar a su propio astronauta. En 2019, Hazzaa Al-Mansoori pasó ocho días en la Esptación Espacial Internacional (EEI), y en 2021, los Emiratos lanzaron la misión a Marte “Hope”: la sonda entró en la órbita del Planeta Rojo y transmite datos científicos.\nDe modo similar, Brasil inició su camino gracias a la cooperación internacional. En 2006, Marcos Pontes viajó al espacio en la nave rusa “Soyuz”. Esto no fue solo un logro personal, sino un punto de partida para el desarrollo del programa nacional. Hoy el país se enfoca en tecnologías satelitales y monitoreo ecológico remoto.\nSudáfrica participa activamente en startups espaciales internacionales y en el desarrollo de sistemas satelitales. El ingeniero Timothy Nash representa a una nueva generación de especialistas técnicos, mientras que la Agencia Nacional Espacial Sudafricana (SANSA) trabaja en la creación de un sistema de observación terrestre por satélite.\nEgipto también fortalece activamente su presencia en el espacio a través del trabajo de la agencia nacional EGSA, que apuesta por la creación de infraestructura espacial regional. Entre los especialistas clave se encuentran el ingeniero Adel Shawky, quien participó en la creación de los satélites EgyptSat, y Noura Al-Matari, una joven científica que trabaja en tecnologías satelitales y desarrolla colaboraciones científicas internacionales.\nEtiopía comenzó su trayectoria con un objetivo práctico: meteorología y agricultura. En 2016 se creó el Instituto Etíope de Ciencia y Tecnología Espacial. En 2019, el país lanzó su primer satélite. Para Etiopía, como para muchos países del Sur Global, el espacio es ante todo una herramienta para resolver problemas terrestres: gestión del agua, previsión de cosechas, monitoreo climático.\nCuando el futuro ya está cerca: inteligencia artificial, cooperación y espacio\nEn medio del avance tecnológico, cada vez se plantea más la pregunta: ¿cuál es el papel del ser humano en el espacio del futuro? El empresario tecnológico ruso Ruslán Ajtiamov considera que la inteligencia artificial ya desempeña un rol clave en las misiones espaciales.\n“Los rovers deciden por sí mismos adónde ir. Los telescopios analizan montañas de imágenes. Sin la inteligencia artificial, los científicos simplemente se ahogarían en datos”, dijo en una conversación con TV BRICS.\nAjtiámov añadió que en los países que integran los BRICS también se están desarrollando activamente estas tecnologías: en Rusia, en el programa lunar; en China, en la estación orbital; en India y en la misión a Marte. En los próximos años, la IA se convertirá en un miembro indispensable de la tripulación, aunque la decisión en situaciones críticas seguirá siendo humana.\n¿Y qué hay de la nueva economía espacial? Esta es la pregunta que se plantean en Irán. El director del Instituto Iraní de Investigaciones Espaciales, Vahid Yazdanyan, en un reportaje de  Mehr News Agency, socio de TV BRICS, subraya: el espacio es un sector que requiere inversión y cooperación internacional.\n“Nuestros especialistas trabajan con entrega. Debemos crear para ellos las mejores condiciones, desarrollar infraestructura, estándares e interacción con el sector privado”, señaló y enfatizó que uno de los principales objetivos para el futuro es construir un ecosistema propio de la industria espacial, con énfasis en tecnología, personal y desarrollo sostenible.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/dia-de-la-cosmonautica-2025-como-los-paises-brics-construyen-un-futuro-mas-alla-de-la-tierra/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 1253,
    "message_id": 91667,
    "date": "2025-04-11T20:55:13+00:00",
    "text": "teleSUR\nDía de la Cosmonáutica 2025: cómo los países BRICS construyen un futuro más allá de la Tierra\nhttps://www.telesurtv.net/dia-de-la-cosmonautica-2025-como-los-paises-brics-construyen-un-futuro-mas-alla-de-la-tierra/",
    "photo_path": null,
    "views": 2107,
    "reactions": {
      "👍": 27,
      "👏": 5,
      "😁": 1,
      "🥴": 1
    },
    "total_reactions": 34
  },
  "preprocessing": {
    "cleaned": "las aspiraciones de ir más allá del planeta también se fortalecen en las naciones del sur global. en el seno del grupo brics ha surgido una visión particular del espacio exterior: una perspectiva pragmática y basada en la cooperación internacional. rusia con razón es considerada pionera del espacio. el vuelo de gagarin en 1961 marcó el inicio de una nueva era para toda la humanidad. dos años después, valentina tereshkova se convirtió en la primera mujer en el espacio. estas figuras simbólicas siguen siendo hasta hoy una base cultural para toda la cosmonáutica mundial. asimismo, india abrió su camino al espacio en 1984, cuando rakesh sharma viajó a la órbita como parte de una tripulación soviética. hoy en día, el país lanza satélites de forma autónoma, desarrolla misiones a marte y se prepara para iniciar su propio programa espacial tripulado. esto representa no solo un crecimiento tecnológico, sino también un motivo de orgullo: en 2024 el país celebró por primera vez el día nacional del espacio. china avanza por su propia ruta, apoyándose en recursos internos y una planificación a largo plazo. en 2003, yang liwei se convirtió en el primer astronauta de la república popular china, dando inicio a una serie de lanzamientos exitosos, incluida la creación de una estación orbital. más tarde, wang yaping se convirtió en la primera mujer en formar parte de su tripulación. así pues, los emiratos árabes unidos se convirtieron en el primer país árabe en enviar a su propio astronauta. en 2019, hazzaa al-mansoori pasó ocho días en la esptación espacial internacional (eei), y en 2021, los emiratos lanzaron la misión a marte “hope”: la sonda entró en la órbita del planeta rojo y transmite datos científicos. de modo similar, brasil inició su camino gracias a la cooperación internacional. en 2006, marcos pontes viajó al espacio en la nave rusa “soyuz”. esto no fue solo un logro personal, sino un punto de partida para el desarrollo del programa nacional. hoy el país se enfoca en tecnologías satelitales y monitoreo ecológico remoto. sudáfrica participa activamente en startups espaciales internacionales y en el desarrollo de sistemas satelitales. el ingeniero timothy nash representa a una nueva generación de especialistas técnicos, mientras que la agencia nacional espacial sudafricana (sansa) trabaja en la creación de un sistema de observación terrestre por satélite. egipto también fortalece activamente su presencia en el espacio a través del trabajo de la agencia nacional egsa, que apuesta por la creación de infraestructura espacial regional. entre los especialistas clave se encuentran el ingeniero adel shawky, quien participó en la creación de los satélites egyptsat, y noura al-matari, una joven científica que trabaja en tecnologías satelitales y desarrolla colaboraciones científicas internacionales. etiopía comenzó su trayectoria con un objetivo práctico: meteorología y agricultura. en 2016 se creó el instituto etíope de ciencia y tecnología espacial. en 2019, el país lanzó su primer satélite. para etiopía, como para muchos países del sur global, el espacio es ante todo una herramienta para resolver problemas terrestres: gestión del agua, previsión de cosechas, monitoreo climático. cuando el futuro ya está cerca: inteligencia artificial, cooperación y espacio en medio del avance tecnológico, cada vez se plantea más la pregunta: ¿cuál es el papel del ser humano en el espacio del futuro? el empresario tecnológico ruso ruslán ajtiamov considera que la inteligencia artificial ya desempeña un rol clave en las misiones espaciales. “los rovers deciden por sí mismos adónde ir. los telescopios analizan montañas de imágenes. sin la inteligencia artificial, los científicos simplemente se ahogarían en datos”, dijo en una conversación con tv brics. ajtiámov añadió que en los países que integran los brics también se están desarrollando activamente estas tecnologías: en rusia, en el programa lunar; en china, en la estación orbital; en india y en la misión a marte. en los próximos años, la ia se convertirá en un miembro indispensable de la tripulación, aunque la decisión en situaciones críticas seguirá siendo humana. ¿y qué hay de la nueva economía espacial? esta es la pregunta que se plantean en irán. el director del instituto iraní de investigaciones espaciales, vahid yazdanyan, en un reportaje de mehr news agency, socio de tv brics, subraya: el espacio es un sector que requiere inversión y cooperación internacional. “nuestros especialistas trabajan con entrega. debemos crear para ellos las mejores condiciones, desarrollar infraestructura, estándares e interacción con el sector privado”, señaló y enfatizó que uno de los principales objetivos para el futuro es construir un ecosistema propio de la industria espacial, con énfasis en tecnología, personal y desarrollo sostenible.",
    "tokens": [
      "aspiraciones",
      "ir",
      "allá",
      "planeta",
      "fortalecen",
      "naciones",
      "sur",
      "global",
      ".",
      "seno",
      "grupo",
      "brics",
      "surgido",
      "visión",
      "particular",
      "espacio",
      "exterior",
      ":",
      "perspectiva",
      "pragmática",
      "basada",
      "cooperación",
      "internacional",
      ".",
      "rusia",
      "razón",
      "considerada",
      "pionera",
      "espacio",
      ".",
      "vuelo",
      "gagarin",
      "1961",
      "marcó",
      "inicio",
      "nueva",
      "toda",
      "humanidad",
      ".",
      "dos",
      "años",
      "después",
      ",",
      "valentina",
      "tereshkova",
      "convirtió",
      "primera",
      "mujer",
      "espacio",
      ".",
      "figuras",
      "simbólicas",
      "siguen",
      "siendo",
      "hoy",
      "base",
      "cultural",
      "toda",
      "cosmonáutica",
      "mundial",
      ".",
      "asimismo",
      ",",
      "india",
      "abrió",
      "camino",
      "espacio",
      "1984",
      ",",
      "rakesh",
      "sharma",
      "viajó",
      "órbita",
      "parte",
      "tripulación",
      "soviética",
      ".",
      "hoy",
      "día",
      ",",
      "país",
      "lanza",
      "satélites",
      "forma",
      "autónoma",
      ",",
      "desarrolla",
      "misiones",
      "marte",
      "prepara",
      "iniciar",
      "propio",
      "programa",
      "espacial",
      "tripulado",
      ".",
      "representa",
      "solo",
      "crecimiento",
      "tecnológico",
      ",",
      "sino",
      "motivo",
      "orgullo",
      ":",
      "2024",
      "país",
      "celebró",
      "primera",
      "vez",
      "día",
      "nacional",
      "espacio",
      ".",
      "china",
      "avanza",
      "propia",
      "ruta",
      ",",
      "apoyándose",
      "recursos",
      "internos",
      "planificación",
      "largo",
      "plazo",
      ".",
      "2003",
      ",",
      "yang",
      "liwei",
      "convirtió",
      "primer",
      "astronauta",
      "república",
      "popular",
      "china",
      ",",
      "dando",
      "inicio",
      "serie",
      "lanzamientos",
      "exitosos",
      ",",
      "incluida",
      "creación",
      "estación",
      "orbital",
      ".",
      "tarde",
      ",",
      "wang",
      "yaping",
      "convirtió",
      "primera",
      "mujer",
      "formar",
      "parte",
      "tripulación",
      ".",
      "así",
      "pues",
      ",",
      "emiratos",
      "árabes",
      "unidos",
      "convirtieron",
      "primer",
      "país",
      "árabe",
      "enviar",
      "propio",
      "astronauta",
      ".",
      "2019",
      ",",
      "hazzaa",
      "al-mansoori",
      "pasó",
      "ocho",
      "días",
      "esptación",
      "espacial",
      "internacional",
      "(",
      "eei",
      ")",
      ",",
      "2021",
      ",",
      "emiratos",
      "lanzaron",
      "misión",
      "marte",
      "“",
      "hope",
      "”",
      ":",
      "sonda",
      "entró",
      "órbita",
      "planeta",
      "rojo",
      "transmite",
      "datos",
      "científicos",
      ".",
      "modo",
      "similar",
      ",",
      "brasil",
      "inició",
      "camino",
      "gracias",
      "cooperación",
      "internacional",
      ".",
      "2006",
      ",",
      "marcos",
      "pontes",
      "viajó",
      "espacio",
      "nave",
      "rusa",
      "“",
      "soyuz",
      "”",
      ".",
      "solo",
      "logro",
      "personal",
      ",",
      "sino",
      "punto",
      "partida",
      "desarrollo",
      "programa",
      "nacional",
      ".",
      "hoy",
      "país",
      "enfoca",
      "tecnologías",
      "satelitales",
      "monitoreo",
      "ecológico",
      "remoto",
      ".",
      "sudáfrica",
      "participa",
      "activamente",
      "startups",
      "espaciales",
      "internacionales",
      "desarrollo",
      "sistemas",
      "satelitales",
      ".",
      "ingeniero",
      "timothy",
      "nash",
      "representa",
      "nueva",
      "generación",
      "especialistas",
      "técnicos",
      ",",
      "mientras",
      "agencia",
      "nacional",
      "espacial",
      "sudafricana",
      "(",
      "sansa",
      ")",
      "trabaja",
      "creación",
      "sistema",
      "observación",
      "terrestre",
      "satélite",
      ".",
      "egipto",
      "fortalece",
      "activamente",
      "presencia",
      "espacio",
      "través",
      "trabajo",
      "agencia",
      "nacional",
      "egsa",
      ",",
      "apuesta",
      "creación",
      "infraestructura",
      "espacial",
      "regional",
      ".",
      "especialistas",
      "clave",
      "encuentran",
      "ingeniero",
      "adel",
      "shawky",
      ",",
      "participó",
      "creación",
      "satélites",
      "egyptsat",
      ",",
      "noura",
      "al-matari",
      ",",
      "joven",
      "científica",
      "trabaja",
      "tecnologías",
      "satelitales",
      "desarrolla",
      "colaboraciones",
      "científicas",
      "internacionales",
      ".",
      "etiopía",
      "comenzó",
      "trayectoria",
      "objetivo",
      "práctico",
      ":",
      "meteorología",
      "agricultura",
      ".",
      "2016",
      "creó",
      "instituto",
      "etíope",
      "ciencia",
      "tecnología",
      "espacial",
      ".",
      "2019",
      ",",
      "país",
      "lanzó",
      "primer",
      "satélite",
      ".",
      "etiopía",
      ",",
      "países",
      "sur",
      "global",
      ",",
      "espacio",
      "herramienta",
      "resolver",
      "problemas",
      "terrestres",
      ":",
      "gestión",
      "agua",
      ",",
      "previsión",
      "cosechas",
      ",",
      "monitoreo",
      "climático",
      ".",
      "futuro",
      "cerca",
      ":",
      "inteligencia",
      "artificial",
      ",",
      "cooperación",
      "espacio",
      "medio",
      "avance",
      "tecnológico",
      ",",
      "cada",
      "vez",
      "plantea",
      "pregunta",
      ":",
      "¿cuál",
      "papel",
      "ser",
      "humano",
      "espacio",
      "futuro",
      "?",
      "empresario",
      "tecnológico",
      "ruso",
      "ruslán",
      "ajtiamov",
      "considera",
      "inteligencia",
      "artificial",
      "desempeña",
      "rol",
      "clave",
      "misiones",
      "espaciales",
      ".",
      "“",
      "rovers",
      "deciden",
      "mismos",
      "adónde",
      "ir",
      ".",
      "telescopios",
      "analizan",
      "montañas",
      "imágenes",
      ".",
      "inteligencia",
      "artificial",
      ",",
      "científicos",
      "simplemente",
      "ahogarían",
      "datos",
      "”",
      ",",
      "dijo",
      "conversación",
      "tv",
      "brics",
      ".",
      "ajtiámov",
      "añadió",
      "países",
      "integran",
      "brics",
      "desarrollando",
      "activamente",
      "tecnologías",
      ":",
      "rusia",
      ",",
      "programa",
      "lunar",
      ";",
      "china",
      ",",
      "estación",
      "orbital",
      ";",
      "india",
      "misión",
      "marte",
      ".",
      "próximos",
      "años",
      ",",
      "ia",
      "convertirá",
      "miembro",
      "indispensable",
      "tripulación",
      ",",
      "aunque",
      "decisión",
      "situaciones",
      "críticas",
      "seguirá",
      "siendo",
      "humana",
      ".",
      "¿y",
      "nueva",
      "economía",
      "espacial",
      "?",
      "pregunta",
      "plantean",
      "irán",
      ".",
      "director",
      "instituto",
      "iraní",
      "investigaciones",
      "espaciales",
      ",",
      "vahid",
      "yazdanyan",
      ",",
      "reportaje",
      "mehr",
      "news",
      "agency",
      ",",
      "socio",
      "tv",
      "brics",
      ",",
      "subraya",
      ":",
      "espacio",
      "sector",
      "requiere",
      "inversión",
      "cooperación",
      "internacional",
      ".",
      "“",
      "especialistas",
      "trabajan",
      "entrega",
      ".",
      "debemos",
      "crear",
      "mejores",
      "condiciones",
      ",",
      "desarrollar",
      "infraestructura",
      ",",
      "estándares",
      "interacción",
      "sector",
      "privado",
      "”",
      ",",
      "señaló",
      "enfatizó",
      "principales",
      "objetivos",
      "futuro",
      "construir",
      "ecosistema",
      "propio",
      "industria",
      "espacial",
      ",",
      "énfasis",
      "tecnología",
      ",",
      "personal",
      "desarrollo",
      "sostenible",
      "."
    ],
    "token_count": 546,
    "sentence_count": 38
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 120,
      "NNS": 27,
      "FW": 148,
      "NN": 275,
      "IN": 31,
      "JJ": 77,
      "VBP": 23,
      "CD": 9,
      "VBD": 4,
      "VBZ": 5,
      "DT": 2,
      "RB": 2,
      "VBN": 2,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NNS": 5,
      "NNS-FW": 2,
      "FW-FW": 89,
      "FW-NN": 24,
      "NN-NN": 157,
      "NN-IN": 24,
      "IN-JJ": 5,
      "JJ-NNS": 4,
      "FW-NNP": 16,
      "NNP-NNP": 45,
      "NNP-FW": 14,
      "NN-NNP": 29,
      "NNP-NN": 38,
      "NN-JJ": 23,
      "JJ-NN": 39,
      "JJ-JJ": 12,
      "IN-FW": 16,
      "FW-JJ": 12,
      "JJ-NNP": 15,
      "NN-VBP": 8,
      "VBP-NN": 3,
      "NN-FW": 20,
      "NNP-IN": 4,
      "IN-CD": 2,
      "CD-NN": 6,
      "NNP-VBD": 4,
      "VBD-JJ": 3,
      "JJ-FW": 5,
      "VBP-JJ": 12,
      "NN-CD": 1,
      "NNP-VBZ": 2,
      "VBZ-FW": 1,
      "FW-VBZ": 1,
      "VBZ-IN": 1,
      "NN-NNS": 9,
      "NNS-NNP": 5,
      "VBZ-DT": 1,
      "DT-NN": 2,
      "NN-RB": 2,
      "RB-JJ": 2,
      "FW-CD": 1,
      "VBP-IN": 1,
      "IN-NN": 4,
      "NNS-JJ": 2,
      "NNP-CD": 5,
      "CD-NNP": 3,
      "NNS-VBP": 15,
      "VBP-NNP": 2,
      "VBD-NN": 1,
      "NNP-JJ": 2,
      "NNP-DT": 1,
      "NNS-NNS": 3,
      "FW-NNS": 4,
      "VBP-VBN": 2,
      "VBN-JJ": 2,
      "VBP-NNS": 2,
      "IN-NNP": 4,
      "NN-VBZ": 2,
      "VBZ-JJ": 2,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "VBP-FW": 1,
      "JJ-IN": 1
    },
    "trigram_freq": {
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-FW": 60,
      "FW-FW-NN": 10,
      "FW-NN-NN": 11,
      "NN-NN-NN": 83,
      "NN-NN-IN": 15,
      "NN-IN-JJ": 4,
      "IN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NNP": 14,
      "NNP-NNP-FW": 7,
      "NNP-FW-NN": 4,
      "NN-NN-NNP": 20,
      "NN-NNP-NN": 13,
      "NNP-NN-NN": 34,
      "NN-NN-JJ": 17,
      "NN-JJ-NN": 13,
      "JJ-NN-JJ": 6,
      "JJ-NN-NN": 22,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 6,
      "NN-IN-FW": 15,
      "IN-FW-FW": 9,
      "FW-FW-JJ": 5,
      "FW-JJ-NNP": 5,
      "JJ-NNP-NN": 8,
      "NN-NN-VBP": 7,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 2,
      "IN-CD-NN": 2,
      "CD-NN-FW": 1,
      "NN-FW-FW": 8,
      "NN-NNP-NNP": 10,
      "NNP-NNP-VBD": 4,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-FW-NNP": 8,
      "FW-NNP-FW": 3,
      "NN-VBP-JJ": 4,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-NN": 13,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNP": 2,
      "IN-JJ-NN": 3,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NN-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "VBP-JJ-NN": 9,
      "JJ-NN-NNP": 3,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 1,
      "JJ-NN-IN": 6,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 3,
      "NNP-FW-NNP": 2,
      "VBD-JJ-NN": 1,
      "NN-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NNS": 4,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "NN-NNP-CD": 3,
      "NNP-CD-NNP": 3,
      "CD-NNP-NNP": 3,
      "FW-NN-FW": 7,
      "NNP-NN-NNP": 2,
      "NN-FW-NN": 8,
      "IN-FW-JJ": 3,
      "JJ-NNP-NNS": 2,
      "NNP-NNS-VBP": 4,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "NN-NN-FW": 11,
      "IN-FW-NNP": 1,
      "NNP-NNP-IN": 3,
      "NNP-FW-FW": 5,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "VBP-NNP-FW": 1,
      "NNP-FW-JJ": 3,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 5,
      "JJ-JJ-NNP": 4,
      "JJ-NNP-CD": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "IN-FW-NN": 2,
      "NN-JJ-NNP": 3,
      "NN-IN-NN": 3,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 8,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-NNP": 2,
      "FW-NNP-NN": 1,
      "FW-NN-IN": 2,
      "NNP-NN-NNS": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 2,
      "VBN-JJ-NN": 1,
      "FW-FW-NNS": 3,
      "NNS-NNP-NNP": 1,
      "NNP-JJ-NN": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "VBP-NNS-NNP": 1,
      "NNP-CD-NN": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-CD": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 1,
      "VBZ-JJ-NN": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "FW-NN-NNP": 2,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBN-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNS-VBP-NN": 1,
      "NN-NNP-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-NN-NNS": 1,
      "JJ-NNP-FW": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 2,
      "FW-JJ-IN": 1,
      "JJ-IN-NNP": 1,
      "NN-JJ-FW": 1,
      "FW-NNS-VBP": 2,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-JJ-NN": 1,
      "VBP-JJ-JJ": 1,
      "NN-JJ-NNS": 1,
      "NNS-NNS-JJ": 1,
      "JJ-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 275,
        "FW": 148,
        "NNP": 120,
        "JJ": 77,
        "IN": 31
      },
      "top_bigrams": {
        "NN-NN": 157,
        "FW-FW": 89,
        "NNP-NNP": 45,
        "JJ-NN": 39,
        "NNP-NN": 38
      },
      "top_trigrams": {
        "NN-NN-NN": 83,
        "FW-FW-FW": 60,
        "NNP-NN-NN": 34,
        "JJ-NN-NN": 22,
        "NN-NN-NNP": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 38,
    "chunk_counts": {
      "NP": 196,
      "PP": 8,
      "VP": 34,
      "ADJP": 15
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0137
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0137
      },
      {
        "rule": "NP -> ('En', 'NN')",
        "frequency": 4,
        "weight": 0.0137
      },
      {
        "rule": "S -> NP VP ('.', '.')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('cooperación', 'JJ') ('internacional', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('se', 'VBD') ('convirtió', 'JJ')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Hoy', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Esto', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('orbital', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('tecnologías', 'NN') ('satelitales', 'NNS')",
        "frequency": 2,
        "weight": 0.0069
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Las aspiraciones"
      },
      {
        "label": "NP",
        "text": "planeta también se fortalecen"
      },
      {
        "label": "PP",
        "text": "en las naciones"
      },
      {
        "label": "NP",
        "text": "las naciones"
      },
      {
        "label": "NP",
        "text": "Sur Global"
      },
      {
        "label": "NP",
        "text": "En el seno del grupo BRICS ha surgido"
      },
      {
        "label": "NP",
        "text": "una visión"
      },
      {
        "label": "NP",
        "text": "particular del espacio exterior"
      },
      {
        "label": "NP",
        "text": "una perspectiva pragmática y basada"
      },
      {
        "label": "NP",
        "text": "cooperación internacional"
      },
      {
        "label": "NP",
        "text": "Rusia con razón"
      },
      {
        "label": "VP",
        "text": "es considerada pionera del espacio"
      },
      {
        "label": "NP",
        "text": "considerada pionera del espacio"
      },
      {
        "label": "NP",
        "text": "El vuelo"
      },
      {
        "label": "NP",
        "text": "Gagarin"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Las/NNP aspiraciones/NNS)\n  de/FW\n  ir/FW\n  más/FW\n  allá/FW\n  del/FW\n  (NP planeta/NN también/NN se/NN fortalecen/NN)\n  (PP en/IN (NP las/JJ naciones/NNS))\n  del/FW\n  (NP Sur/NNP Global/NNP)\n  ./.)",
      "(S\n  (NP\n    En/NNP\n    el/NN\n    seno/NN\n    del/NN\n    grupo/NN\n    BRICS/NNP\n    ha/NN\n    surgido/NN)\n  (NP una/JJ visión/NN)\n  (NP particular/JJ del/NN espacio/NN exterior/NN)\n  :/:\n  (NP una/JJ perspectiva/NN pragmática/NN y/NN basada/NN)\n  en/IN\n  la/FW\n  (NP cooperación/JJ internacional/NN)\n  ./.)",
      "(S\n  (NP Rusia/NNP con/NN razón/NN)\n  (VP es/VBP (NP considerada/NN pionera/NN del/NN espacio/NN))\n  ./.)",
      "(S\n  (NP El/NNP vuelo/NN)\n  de/FW\n  (NP Gagarin/NNP)\n  en/IN\n  1961/CD\n  (NP marcó/NN)\n  el/FW\n  inicio/FW\n  de/FW\n  una/FW\n  nueva/FW\n  (NP era/NN para/NN toda/NN la/NN humanidad/NN)\n  ./.)",
      "(S\n  (NP Dos/NNP años/NN después/NN)\n  ,/,\n  (NP Valentina/NNP Tereshkova/NNP)\n  (VP se/VBD convirtió/JJ)\n  en/FW\n  la/FW\n  primera/FW\n  mujer/FW\n  en/FW\n  el/FW\n  espacio/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "RECURSOS_NATURALES",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2473,
          2480
        ],
        "start": 2473,
        "end": 2480
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          4438,
          4447
        ],
        "start": 4438,
        "end": 4447
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación internacional",
        "position": [
          222,
          247
        ],
        "start": 222,
        "end": 247
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          4651,
          4657
        ],
        "start": 4651,
        "end": 4657
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresario",
        "position": [
          3441,
          3451
        ],
        "start": 3441,
        "end": 3451
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto etíope de",
        "position": [
          2944,
          2963
        ],
        "start": 2944,
        "end": 2963
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          3180,
          3184
        ],
        "start": 3180,
        "end": 3184
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          1041,
          1045
        ],
        "start": 1041,
        "end": 1045
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "estación",
        "position": [
          1281,
          1289
        ],
        "start": 1281,
        "end": 1289
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          1745,
          1751
        ],
        "start": 1745,
        "end": 1751
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          251,
          256
        ],
        "start": 251,
        "end": 256
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          520,
          523
        ],
        "start": 520,
        "end": 523
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "más tarde",
        "position": [
          1299,
          1308
        ],
        "start": 1299,
        "end": 1308
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Adel Shawky",
        "tipo": "Persona"
      },
      {
        "nombre": "Ruslán Ajtiamov",
        "tipo": "Persona"
      },
      {
        "nombre": "Valentina Tereshkova",
        "tipo": "Persona"
      },
      {
        "nombre": "Emiratos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mehr News Agency",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Etiopía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hazzaa Al-Mansoori",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vahid Yazdanyan",
        "tipo": "Persona"
      },
      {
        "nombre": "SANSA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Egipto",
        "tipo": "Lugar"
      },
      {
        "nombre": "TV BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudáfrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Planeta Rojo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ajtiámov",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Emiratos Árabes Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Instituto Iraní de Investigaciones Espaciales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República Popular China",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Wang Yaping",
        "tipo": "Persona"
      },
      {
        "nombre": "Timothy Nash",
        "tipo": "Persona"
      },
      {
        "nombre": "Marcos Pontes",
        "tipo": "Persona"
      },
      {
        "nombre": "Hope",
        "tipo": "Persona"
      },
      {
        "nombre": "Agencia Nacional Espacial Sudafricana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "EGSA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Marte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Instituto Etíope de Ciencia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Yang Liwei",
        "tipo": "Persona"
      },
      {
        "nombre": "Noura Al-Matari",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rakesh Sharma",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "India",
        "relacion": "ABRIR",
        "objeto": "Rakesh Sharma"
      },
      {
        "sujeto": "Yang Liwei",
        "relacion": "CONVERTIR",
        "objeto": "República Popular China"
      },
      {
        "sujeto": "Hazzaa Al-Mansoori",
        "relacion": "PASAR",
        "objeto": "Emiratos"
      },
      {
        "sujeto": "Hazzaa Al-Mansoori",
        "relacion": "PASAR",
        "objeto": "Marte"
      },
      {
        "sujeto": "Hazzaa Al-Mansoori",
        "relacion": "PASAR",
        "objeto": "Hope"
      },
      {
        "sujeto": "Hazzaa Al-Mansoori",
        "relacion": "PASAR",
        "objeto": "Planeta Rojo"
      },
      {
        "sujeto": "Emiratos",
        "relacion": "LANZAR_PASAR",
        "objeto": "Marte"
      },
      {
        "sujeto": "Emiratos",
        "relacion": "LANZAR_PASAR",
        "objeto": "Hope"
      },
      {
        "sujeto": "Emiratos",
        "relacion": "LANZAR_PASAR",
        "objeto": "Planeta Rojo"
      },
      {
        "sujeto": "Marte",
        "relacion": "LANZAR_PASAR",
        "objeto": "Planeta Rojo"
      },
      {
        "sujeto": "Hope",
        "relacion": "LANZAR_PASAR",
        "objeto": "Planeta Rojo"
      },
      {
        "sujeto": "Egipto",
        "relacion": "FORTALECER",
        "objeto": "EGSA"
      },
      {
        "sujeto": "Adel Shawky",
        "relacion": "ENCONTRAR",
        "objeto": "Noura Al-Matari"
      },
      {
        "sujeto": "Ajtiámov",
        "relacion": "A_ADIR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Ajtiámov",
        "relacion": "A_ADIR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Ajtiámov",
        "relacion": "A_ADIR",
        "objeto": "China"
      },
      {
        "sujeto": "Ajtiámov",
        "relacion": "A_ADIR",
        "objeto": "India"
      },
      {
        "sujeto": "Ajtiámov",
        "relacion": "A_ADIR",
        "objeto": "Marte"
      },
      {
        "sujeto": "BRICS",
        "relacion": "INTEGRAR_DESARROLLAR_A_ADIR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "BRICS",
        "relacion": "INTEGRAR_DESARROLLAR_A_ADIR",
        "objeto": "China"
      },
      {
        "sujeto": "BRICS",
        "relacion": "INTEGRAR_DESARROLLAR_A_ADIR",
        "objeto": "India"
      },
      {
        "sujeto": "BRICS",
        "relacion": "INTEGRAR_DESARROLLAR_A_ADIR",
        "objeto": "Marte"
      }
    ]
  },
  "sentiment": {
    "compound": -0.3527,
    "pos": 0.009,
    "neu": 0.979,
    "neg": 0.011,
    "label": "negative"
  }
}