{
  "url": "https://www.telesurtv.net/china-colombia-adhesion-bri-paso-historico/",
  "title": "La adhesión al BRI, un paso histórico para Colombia - teleSUR",
  "section": "Mundo",
  "tags": [
    "Adhesión",
    "BRI",
    "Colombia",
    "Franja y la Ruta",
    "infraestructura",
    "paso histórico"
  ],
  "text": "La adhesión formal de Colombia a la Iniciativa de la Franja y la Ruta (BRI) de China representa un momento decisivo para el país suramericano, que busca aprovechar nuevas oportunidades de desarrollo y consolidar su papel como actor clave en América Latina.\nEsta decisión estratégica llega en un momento crucial para Colombia, que enfrenta desafíos estructurales en infraestructura, desarrollo tecnológico y diversificación económica. La BRI, conocida también como la Nueva Ruta de la Seda, conecta a más de 150 países a través de proyectos de infraestructura, comercio e inversión.\nLina Luna, reconocida sinóloga y profesora de la Escuela de Relaciones Internacionales de la Universidad Externado de Colombia, califica este ingreso como “transformador” para el país. En declaraciones para la agencia china Xinhua, Luna destacó que la BRI “desbloqueará una amplia gama de oportunidades de desarrollo en áreas como infraestructura, investigación y tecnología”.\nEl déficit infraestructural de Colombia, uno de los más pronunciados de la región, convierte este sector en el punto de partida natural para materializar los beneficios de la adhesión. Los proyectos de conectividad vial, portuaria y energética podrían generar un impacto directo en la vida cotidiana de millones de colombianos.\n\n\nLa experta enfatizó que la cooperación sino-colombiana debe trascender el modelo tradicional de exportación de materias primas. “No se trata solo de tratar el cacao, el café y las flores como productos de exportación”, explicó Luna. “Necesitamos crear laboratorios y centros de investigación aquí para explorar sus mejores usos, potencial de valor añadido y estrategias de exportación”.\nEsta visión coincide con las prioridades nacionales de Colombia: reducir la pobreza, consolidar la paz y proteger el medio ambiente. La rica biodiversidad del país representa una oportunidad única para desarrollar tecnologías verdes y productos con alto valor agregado.\nLa ubicación privilegiada de Colombia, con acceso a los océanos Pacífico y Atlántico, frontera amazónica y conexión entre Centro y Sudamérica, la posiciona como un potencial centro logístico regional. Esta ventaja geográfica, combinada con las herramientas que ofrece la BRI, podría materializar un potencial históricamente desaprovechado.\n“La geografía de Colombia siempre le ha dado este potencial. Ahora, con las herramientas políticas y económicas adecuadas, por fin puede hacer realidad esa promesa”, afirmó Luna.\nColombia ostenta actualmente la presidencia pro tempore de varios mecanismos de integración regional, incluida la Comunidad de Estados Latinoamericanos y Caribeños (CELAC). Esta posición de liderazgo temporal debería aprovecharse para impulsar proyectos de infraestructura que mejoren la integración latinoamericana.\n\n\n“Cuando hablamos de infraestructuras para la integración, debemos pensar más allá del comercio”, señaló la académica. “Se trata también de movilidad laboral, de permitir a los ciudadanos latinoamericanos disfrutar de mayor independencia y oportunidades dentro de la región”.\nLa adhesión a la BRI trasciende un simple programa gubernamental para convertirse en una visión de Estado de largo plazo. Esta nueva aproximación prioriza la cooperación mutuamente beneficiosa, el desarrollo de sectores económicos clave y el logro de avances medibles.\nLa experiencia de otros países latinoamericanos en su cooperación con China ofrece lecciones valiosas para Colombia. Países como Chile, Perú y Brasil han diversificado sus relaciones comerciales y desarrollado proyectos de infraestructura significativos a través de esta iniciativa.\nPara Luna, aprovechar las oportunidades de la BRI podría ayudar a transformar la percepción internacional de Colombia, tradicionalmente asociada con el conflicto armado y el narcotráfico. El país tiene la oportunidad de posicionarse como un actor regional constructivo, un centro logístico eficiente y un modelo de aprovechamiento sostenible de la biodiversidad.\nEsta transformación requiere una estrategia integral que combine el desarrollo de infraestructura física con la construcción de capacidades tecnológicas y científicas. La transferencia de conocimiento y tecnología china podría acelerar este proceso de modernización.\n\n\n\n\nLa decisión colombiana de adherirse a la BRI envía señales importantes a toda América Latina. Demuestra que es posible diversificar las relaciones internacionales y buscar alternativas de desarrollo más allá de los socios tradicionales del Norte Global.\nEsta estrategia de diversificación se alinea con las tendencias regionales hacia una mayor autonomía en política exterior y la búsqueda de espacios de cooperación Sur-Sur. Colombia se suma así a una red de países que han encontrado en la BRI una plataforma para impulsar su desarrollo infraestructural y tecnológico.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/china-colombia-adhesion-bri-paso-historico/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 79,
    "message_id": 95263,
    "date": "2025-05-30T17:55:07+00:00",
    "text": "teleSUR\nLa adhesión al BRI, un paso histórico para Colombia\nhttps://www.telesurtv.net/china-colombia-adhesion-bri-paso-historico/",
    "photo_path": null,
    "views": 1828,
    "reactions": {
      "👍": 31,
      "❤": 2
    },
    "total_reactions": 33
  },
  "preprocessing": {
    "cleaned": "la adhesión formal de colombia a la iniciativa de la franja y la ruta (bri) de china representa un momento decisivo para el país suramericano, que busca aprovechar nuevas oportunidades de desarrollo y consolidar su papel como actor clave en américa latina. esta decisión estratégica llega en un momento crucial para colombia, que enfrenta desafíos estructurales en infraestructura, desarrollo tecnológico y diversificación económica. la bri, conocida también como la nueva ruta de la seda, conecta a más de 150 países a través de proyectos de infraestructura, comercio e inversión. lina luna, reconocida sinóloga y profesora de la escuela de relaciones internacionales de la universidad externado de colombia, califica este ingreso como “transformador” para el país. en declaraciones para la agencia china xinhua, luna destacó que la bri “desbloqueará una amplia gama de oportunidades de desarrollo en áreas como infraestructura, investigación y tecnología”. el déficit infraestructural de colombia, uno de los más pronunciados de la región, convierte este sector en el punto de partida natural para materializar los beneficios de la adhesión. los proyectos de conectividad vial, portuaria y energética podrían generar un impacto directo en la vida cotidiana de millones de colombianos. la experta enfatizó que la cooperación sino-colombiana debe trascender el modelo tradicional de exportación de materias primas. “no se trata solo de tratar el cacao, el café y las flores como productos de exportación”, explicó luna. “necesitamos crear laboratorios y centros de investigación aquí para explorar sus mejores usos, potencial de valor añadido y estrategias de exportación”. esta visión coincide con las prioridades nacionales de colombia: reducir la pobreza, consolidar la paz y proteger el medio ambiente. la rica biodiversidad del país representa una oportunidad única para desarrollar tecnologías verdes y productos con alto valor agregado. la ubicación privilegiada de colombia, con acceso a los océanos pacífico y atlántico, frontera amazónica y conexión entre centro y sudamérica, la posiciona como un potencial centro logístico regional. esta ventaja geográfica, combinada con las herramientas que ofrece la bri, podría materializar un potencial históricamente desaprovechado. “la geografía de colombia siempre le ha dado este potencial. ahora, con las herramientas políticas y económicas adecuadas, por fin puede hacer realidad esa promesa”, afirmó luna. colombia ostenta actualmente la presidencia pro tempore de varios mecanismos de integración regional, incluida la comunidad de estados latinoamericanos y caribeños (celac). esta posición de liderazgo temporal debería aprovecharse para impulsar proyectos de infraestructura que mejoren la integración latinoamericana. “cuando hablamos de infraestructuras para la integración, debemos pensar más allá del comercio”, señaló la académica. “se trata también de movilidad laboral, de permitir a los ciudadanos latinoamericanos disfrutar de mayor independencia y oportunidades dentro de la región”. la adhesión a la bri trasciende un simple programa gubernamental para convertirse en una visión de estado de largo plazo. esta nueva aproximación prioriza la cooperación mutuamente beneficiosa, el desarrollo de sectores económicos clave y el logro de avances medibles. la experiencia de otros países latinoamericanos en su cooperación con china ofrece lecciones valiosas para colombia. países como chile, perú y brasil han diversificado sus relaciones comerciales y desarrollado proyectos de infraestructura significativos a través de esta iniciativa. para luna, aprovechar las oportunidades de la bri podría ayudar a transformar la percepción internacional de colombia, tradicionalmente asociada con el conflicto armado y el narcotráfico. el país tiene la oportunidad de posicionarse como un actor regional constructivo, un centro logístico eficiente y un modelo de aprovechamiento sostenible de la biodiversidad. esta transformación requiere una estrategia integral que combine el desarrollo de infraestructura física con la construcción de capacidades tecnológicas y científicas. la transferencia de conocimiento y tecnología china podría acelerar este proceso de modernización. la decisión colombiana de adherirse a la bri envía señales importantes a toda américa latina. demuestra que es posible diversificar las relaciones internacionales y buscar alternativas de desarrollo más allá de los socios tradicionales del norte global. esta estrategia de diversificación se alinea con las tendencias regionales hacia una mayor autonomía en política exterior y la búsqueda de espacios de cooperación sur-sur. colombia se suma así a una red de países que han encontrado en la bri una plataforma para impulsar su desarrollo infraestructural y tecnológico.",
    "tokens": [
      "adhesión",
      "formal",
      "colombia",
      "iniciativa",
      "franja",
      "ruta",
      "(",
      "bri",
      ")",
      "china",
      "representa",
      "momento",
      "decisivo",
      "país",
      "suramericano",
      ",",
      "busca",
      "aprovechar",
      "nuevas",
      "oportunidades",
      "desarrollo",
      "consolidar",
      "papel",
      "actor",
      "clave",
      "américa",
      "latina",
      ".",
      "decisión",
      "estratégica",
      "llega",
      "momento",
      "crucial",
      "colombia",
      ",",
      "enfrenta",
      "desafíos",
      "estructurales",
      "infraestructura",
      ",",
      "desarrollo",
      "tecnológico",
      "diversificación",
      "económica",
      ".",
      "bri",
      ",",
      "conocida",
      "nueva",
      "ruta",
      "seda",
      ",",
      "conecta",
      "150",
      "países",
      "través",
      "proyectos",
      "infraestructura",
      ",",
      "comercio",
      "inversión",
      ".",
      "lina",
      "luna",
      ",",
      "reconocida",
      "sinóloga",
      "profesora",
      "escuela",
      "relaciones",
      "internacionales",
      "universidad",
      "externado",
      "colombia",
      ",",
      "califica",
      "ingreso",
      "“",
      "transformador",
      "”",
      "país",
      ".",
      "declaraciones",
      "agencia",
      "china",
      "xinhua",
      ",",
      "luna",
      "destacó",
      "bri",
      "“",
      "desbloqueará",
      "amplia",
      "gama",
      "oportunidades",
      "desarrollo",
      "áreas",
      "infraestructura",
      ",",
      "investigación",
      "tecnología",
      "”",
      ".",
      "déficit",
      "infraestructural",
      "colombia",
      ",",
      "pronunciados",
      "región",
      ",",
      "convierte",
      "sector",
      "punto",
      "partida",
      "natural",
      "materializar",
      "beneficios",
      "adhesión",
      ".",
      "proyectos",
      "conectividad",
      "vial",
      ",",
      "portuaria",
      "energética",
      "podrían",
      "generar",
      "impacto",
      "directo",
      "vida",
      "cotidiana",
      "millones",
      "colombianos",
      ".",
      "experta",
      "enfatizó",
      "cooperación",
      "sino-colombiana",
      "debe",
      "trascender",
      "modelo",
      "tradicional",
      "exportación",
      "materias",
      "primas",
      ".",
      "“",
      "trata",
      "solo",
      "tratar",
      "cacao",
      ",",
      "café",
      "flores",
      "productos",
      "exportación",
      "”",
      ",",
      "explicó",
      "luna",
      ".",
      "“",
      "necesitamos",
      "crear",
      "laboratorios",
      "centros",
      "investigación",
      "aquí",
      "explorar",
      "mejores",
      "usos",
      ",",
      "potencial",
      "valor",
      "añadido",
      "estrategias",
      "exportación",
      "”",
      ".",
      "visión",
      "coincide",
      "prioridades",
      "nacionales",
      "colombia",
      ":",
      "reducir",
      "pobreza",
      ",",
      "consolidar",
      "paz",
      "proteger",
      "medio",
      "ambiente",
      ".",
      "rica",
      "biodiversidad",
      "país",
      "representa",
      "oportunidad",
      "única",
      "desarrollar",
      "tecnologías",
      "verdes",
      "productos",
      "alto",
      "valor",
      "agregado",
      ".",
      "ubicación",
      "privilegiada",
      "colombia",
      ",",
      "acceso",
      "océanos",
      "pacífico",
      "atlántico",
      ",",
      "frontera",
      "amazónica",
      "conexión",
      "centro",
      "sudamérica",
      ",",
      "posiciona",
      "potencial",
      "centro",
      "logístico",
      "regional",
      ".",
      "ventaja",
      "geográfica",
      ",",
      "combinada",
      "herramientas",
      "ofrece",
      "bri",
      ",",
      "podría",
      "materializar",
      "potencial",
      "históricamente",
      "desaprovechado",
      ".",
      "“",
      "geografía",
      "colombia",
      "siempre",
      "dado",
      "potencial",
      ".",
      "ahora",
      ",",
      "herramientas",
      "políticas",
      "económicas",
      "adecuadas",
      ",",
      "fin",
      "puede",
      "hacer",
      "realidad",
      "promesa",
      "”",
      ",",
      "afirmó",
      "luna",
      ".",
      "colombia",
      "ostenta",
      "actualmente",
      "presidencia",
      "pro",
      "tempore",
      "varios",
      "mecanismos",
      "integración",
      "regional",
      ",",
      "incluida",
      "comunidad",
      "latinoamericanos",
      "caribeños",
      "(",
      "celac",
      ")",
      ".",
      "posición",
      "liderazgo",
      "temporal",
      "debería",
      "aprovecharse",
      "impulsar",
      "proyectos",
      "infraestructura",
      "mejoren",
      "integración",
      "latinoamericana",
      ".",
      "“",
      "hablamos",
      "infraestructuras",
      "integración",
      ",",
      "debemos",
      "pensar",
      "allá",
      "comercio",
      "”",
      ",",
      "señaló",
      "académica",
      ".",
      "“",
      "trata",
      "movilidad",
      "laboral",
      ",",
      "permitir",
      "ciudadanos",
      "latinoamericanos",
      "disfrutar",
      "mayor",
      "independencia",
      "oportunidades",
      "dentro",
      "región",
      "”",
      ".",
      "adhesión",
      "bri",
      "trasciende",
      "simple",
      "programa",
      "gubernamental",
      "convertirse",
      "visión",
      "largo",
      "plazo",
      ".",
      "nueva",
      "aproximación",
      "prioriza",
      "cooperación",
      "mutuamente",
      "beneficiosa",
      ",",
      "desarrollo",
      "sectores",
      "económicos",
      "clave",
      "logro",
      "avances",
      "medibles",
      ".",
      "experiencia",
      "países",
      "latinoamericanos",
      "cooperación",
      "china",
      "ofrece",
      "lecciones",
      "valiosas",
      "colombia",
      ".",
      "países",
      "chile",
      ",",
      "perú",
      "brasil",
      "diversificado",
      "relaciones",
      "comerciales",
      "desarrollado",
      "proyectos",
      "infraestructura",
      "significativos",
      "través",
      "iniciativa",
      ".",
      "luna",
      ",",
      "aprovechar",
      "oportunidades",
      "bri",
      "podría",
      "ayudar",
      "transformar",
      "percepción",
      "internacional",
      "colombia",
      ",",
      "tradicionalmente",
      "asociada",
      "conflicto",
      "armado",
      "narcotráfico",
      ".",
      "país",
      "oportunidad",
      "posicionarse",
      "actor",
      "regional",
      "constructivo",
      ",",
      "centro",
      "logístico",
      "eficiente",
      "modelo",
      "aprovechamiento",
      "sostenible",
      "biodiversidad",
      ".",
      "transformación",
      "requiere",
      "estrategia",
      "integral",
      "combine",
      "desarrollo",
      "infraestructura",
      "física",
      "construcción",
      "capacidades",
      "tecnológicas",
      "científicas",
      ".",
      "transferencia",
      "conocimiento",
      "tecnología",
      "china",
      "podría",
      "acelerar",
      "proceso",
      "modernización",
      ".",
      "decisión",
      "colombiana",
      "adherirse",
      "bri",
      "envía",
      "señales",
      "importantes",
      "toda",
      "américa",
      "latina",
      ".",
      "demuestra",
      "posible",
      "diversificar",
      "relaciones",
      "internacionales",
      "buscar",
      "alternativas",
      "desarrollo",
      "allá",
      "socios",
      "tradicionales",
      "norte",
      "global",
      ".",
      "estrategia",
      "diversificación",
      "alinea",
      "tendencias",
      "regionales",
      "hacia",
      "mayor",
      "autonomía",
      "política",
      "exterior",
      "búsqueda",
      "espacios",
      "cooperación",
      "sur-sur",
      ".",
      "colombia",
      "suma",
      "así",
      "red",
      "países",
      "encontrado",
      "bri",
      "plataforma",
      "impulsar",
      "desarrollo",
      "infraestructural",
      "tecnológico",
      "."
    ],
    "token_count": 487,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 93,
      "VBZ": 10,
      "JJ": 72,
      "FW": 177,
      "IN": 31,
      "VBP": 15,
      "NN": 220,
      "NNS": 23,
      "VBN": 1,
      "CD": 1,
      "VBD": 1,
      "RB": 2,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 5,
      "VBZ-JJ": 5,
      "JJ-FW": 12,
      "FW-NNP": 29,
      "NNP-FW": 19,
      "FW-FW": 108,
      "NNP-NNP": 30,
      "NNP-IN": 6,
      "IN-NNP": 8,
      "NNP-VBP": 4,
      "VBP-JJ": 6,
      "JJ-NN": 37,
      "NN-NN": 127,
      "NN-JJ": 27,
      "JJ-NNS": 5,
      "NNS-IN": 3,
      "IN-FW": 16,
      "FW-NN": 21,
      "NN-VBP": 1,
      "VBP-VBN": 1,
      "VBN-NNP": 1,
      "NNP-NN": 26,
      "FW-JJ": 16,
      "NN-NNP": 17,
      "NN-VBZ": 4,
      "VBZ-FW": 3,
      "NN-IN": 19,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNS-FW": 3,
      "NN-FW": 14,
      "VBP-NN": 4,
      "VBZ-NN": 1,
      "IN-NN": 4,
      "JJ-IN": 1,
      "JJ-JJ": 12,
      "NN-NNS": 8,
      "NNS-NNS": 6,
      "VBP-FW": 1,
      "NNS-VBP": 9,
      "NNP-JJ": 2,
      "JJ-NNP": 5,
      "NN-VBD": 1,
      "VBD-JJ": 1,
      "VBP-RB": 1,
      "RB-JJ": 2,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-FW": 1,
      "FW-VBP": 1,
      "IN-NNS": 1,
      "NNS-NNP": 1,
      "FW-NNS": 2,
      "VBP-IN": 1,
      "IN-JJ": 1,
      "NN-RB": 1,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "VBP-NNP": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NNP": 3,
      "FW-NNP-FW": 11,
      "NNP-FW-NNP": 3,
      "NNP-FW-FW": 9,
      "FW-FW-NNP": 19,
      "FW-NNP-NNP": 8,
      "NNP-NNP-IN": 4,
      "NNP-IN-NNP": 3,
      "IN-NNP-VBP": 3,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-NN": 4,
      "JJ-NN-NN": 20,
      "NN-NN-NN": 69,
      "NN-NN-JJ": 19,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "IN-FW-NN": 1,
      "FW-NN-NN": 14,
      "NN-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-NNP": 1,
      "VBN-NNP-NNP": 1,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-NN": 10,
      "NNP-NN-NN": 19,
      "NN-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 9,
      "JJ-NN-JJ": 4,
      "NN-JJ-NN": 13,
      "JJ-NN-NNP": 2,
      "NN-NNP-NN": 3,
      "NN-NN-VBZ": 4,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 3,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 8,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 8,
      "NN-NN-IN": 9,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-FW-FW": 71,
      "NN-NN-FW": 8,
      "NN-FW-FW": 10,
      "NNP-NNP-FW": 4,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-IN-NN": 3,
      "IN-NN-NNP": 1,
      "JJ-NN-FW": 1,
      "FW-FW-NN": 9,
      "VBZ-JJ-IN": 1,
      "JJ-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "IN-FW-JJ": 6,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 12,
      "IN-FW-FW": 7,
      "FW-FW-JJ": 6,
      "NNP-FW-NN": 7,
      "NN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "NN-JJ-JJ": 7,
      "JJ-JJ-FW": 4,
      "JJ-FW-FW": 7,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 1,
      "NNP-NNP-VBP": 1,
      "VBZ-JJ-JJ": 2,
      "FW-NN-FW": 2,
      "NN-NN-NNS": 6,
      "NN-NNS-NNS": 3,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 2,
      "NN-NNS-VBP": 3,
      "NNS-VBP-NN": 3,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NNP": 1,
      "NN-FW-NNP": 2,
      "FW-NN-JJ": 2,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "NN-NNP-FW": 2,
      "NNS-VBP-JJ": 3,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-FW": 1,
      "VB-FW-JJ": 1,
      "FW-JJ-FW": 4,
      "NN-NNP-IN": 1,
      "NNP-NN-FW": 2,
      "FW-JJ-NNS": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-IN": 1,
      "JJ-NNS-FW": 1,
      "NNP-NN-JJ": 1,
      "IN-NNP-FW": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 2,
      "FW-NN-NNP": 2,
      "NNP-NN-NNP": 1,
      "NNS-NNS-VBP": 3,
      "VBP-NN-FW": 1,
      "NNP-NN-NNS": 2,
      "NN-NNS-FW": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "VBP-NN-IN": 1,
      "FW-NNS-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "IN-NN-JJ": 1,
      "FW-NNP-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 220,
        "FW": 177,
        "NNP": 93,
        "JJ": 72,
        "IN": 31
      },
      "top_bigrams": {
        "NN-NN": 127,
        "FW-FW": 108,
        "JJ-NN": 37,
        "NNP-NNP": 30,
        "FW-NNP": 29
      },
      "top_trigrams": {
        "FW-FW-FW": 71,
        "NN-NN-NN": 69,
        "JJ-NN-NN": 20,
        "FW-FW-NNP": 19,
        "NN-NN-JJ": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 172,
      "VP": 33,
      "PP": 10,
      "ADJP": 18
    },
    "top_rules": [
      {
        "rule": "NP -> ('Colombia', 'NNP')",
        "frequency": 9,
        "weight": 0.034
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 8,
        "weight": 0.0302
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0302
      },
      {
        "rule": "NP -> ('BRI', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('países', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('a', 'DT') ('través', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "ADJP -> ('regional', 'JJ')",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "adhesión formal"
      },
      {
        "label": "NP",
        "text": "Colombia"
      },
      {
        "label": "NP",
        "text": "a la Iniciativa"
      },
      {
        "label": "NP",
        "text": "Franja y la Ruta"
      },
      {
        "label": "NP",
        "text": "BRI"
      },
      {
        "label": "PP",
        "text": "de China"
      },
      {
        "label": "NP",
        "text": "China"
      },
      {
        "label": "VP",
        "text": "representa un momento decisivo para el país suramericano"
      },
      {
        "label": "NP",
        "text": "un momento decisivo para el país suramericano"
      },
      {
        "label": "NP",
        "text": "que busca aprovechar"
      },
      {
        "label": "NP",
        "text": "nuevas oportunidades"
      },
      {
        "label": "NP",
        "text": "consolidar su papel como actor"
      },
      {
        "label": "VP",
        "text": "clave"
      },
      {
        "label": "VP",
        "text": "en América Latina"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP adhesión/VBZ formal/JJ)\n  de/FW\n  (NP Colombia/NNP)\n  (NP a/DT la/JJ Iniciativa/NNP)\n  de/FW\n  la/FW\n  (NP Franja/NNP y/NNP la/NN Ruta/NNP)\n  (/(\n  (NP BRI/NNP)\n  )/)\n  (PP de/IN (NP China/NNP))\n  (VP\n    representa/VBP\n    (NP\n      un/JJ\n      momento/NN\n      decisivo/NN\n      para/NN\n      el/NN\n      país/NN\n      suramericano/NN))\n  ,/,\n  (NP que/JJ busca/NN aprovechar/NN)\n  (NP nuevas/JJ oportunidades/NNS)\n  de/IN\n  desarrollo/FW\n  y/FW\n  (NP consolidar/NN su/NN papel/NN como/NN actor/NN)\n  (VP clave/VBP)\n  (VP en/VBN (NP América/NNP Latina/NNP))\n  ./.)",
      "(S\n  (NP Esta/NNP decisión/NN estratégica/NN)\n  (ADJP llega/JJ)\n  en/FW\n  (NP un/JJ momento/NN)\n  (NP crucial/JJ para/NN Colombia/NNP)\n  ,/,\n  (NP que/NN enfrenta/NN desafíos/NN)\n  (VP estructurales/VBZ)\n  en/FW\n  (NP infraestructura/NN)\n  ,/,\n  (NP\n    desarrollo/JJ\n    tecnológico/NN\n    y/NN\n    diversificación/NN\n    económica/NN)\n  ./.)",
      "(S\n  (NP La/NNP BRI/NNP)\n  ,/,\n  (NP conocida/NN también/NN como/NN la/NN Nueva/NNP Ruta/NNP)\n  de/IN\n  la/FW\n  (NP Seda/NNP)\n  ,/,\n  (VP conecta/VBZ (NP a/DT más/NN))\n  de/IN\n  150/CD\n  (NP países/NNS)\n  (NP a/DT través/NN)\n  de/IN\n  proyectos/FW\n  de/FW\n  infraestructura/FW\n  ,/,\n  (VP comercio/VBP (NP e/NN inversión/NN))\n  ./.)",
      "(S\n  (NP Lina/NNP Luna/NNP)\n  ,/,\n  (NP reconocida/NN sinóloga/NN y/NN)\n  profesora/FW\n  de/FW\n  la/FW\n  (NP Escuela/NNP)\n  de/FW\n  (NP Relaciones/NNP Internacionales/NNP)\n  de/FW\n  la/FW\n  (NP Universidad/NNP Externado/NNP)\n  (PP de/IN (NP Colombia/NNP))\n  ,/,\n  (NP\n    califica/NN\n    este/NN\n    ingreso/NN\n    como/NN\n    “/NNP\n    transformador/NN\n    ”/NNP\n    para/NN\n    el/NN\n    país/NN)\n  ./.)",
      "(S\n  (NP En/NNP declaraciones/NNS)\n  (VP para/VBP (NP la/JJ agencia/JJ china/NN Xinhua/NNP))\n  ,/,\n  (NP\n    Luna/NNP\n    destacó/NN\n    que/NN\n    la/NN\n    BRI/NNP\n    “/NNP\n    desbloqueará/NN\n    una/NN)\n  (NP amplia/JJ gama/NN)\n  de/FW\n  oportunidades/FW\n  de/FW\n  desarrollo/FW\n  en/FW\n  áreas/FW\n  (NP como/NN infraestructura/NN)\n  ,/,\n  (NP investigación/JJ y/NN tecnología/NN ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "RECURSOS_NATURALES",
      "TIEMPO_RELATIVO",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "INTEGRACION_LATINOAMERICANA",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          724,
          731
        ],
        "start": 724,
        "end": 731
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          571,
          580
        ],
        "start": 571,
        "end": 580
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación con china ofrece lecciones valiosas para colombia. países como chile, perú y brasil",
        "position": [
          3382,
          3477
        ],
        "start": 3382,
        "end": 3477
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación con china ofrece lecciones valiosas para colombia. países",
        "position": [
          3382,
          3451
        ],
        "start": 3382,
        "end": 3451
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2452,
          2458
        ],
        "start": 2452,
        "end": 2458
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1508,
          1515
        ],
        "start": 1508,
        "end": 1515
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "desarrollo tecnológico",
        "position": [
          382,
          404
        ],
        "start": 382,
        "end": 404
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "celac",
        "position": [
          2630,
          2635
        ],
        "start": 2630,
        "end": 2635
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "escuela de relaciones",
        "position": [
          631,
          652
        ],
        "start": 631,
        "end": 652
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          819,
          826
        ],
        "start": 819,
        "end": 826
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "programa gubernamental",
        "position": [
          3101,
          3123
        ],
        "start": 3101,
        "end": 3123
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "biodiversidad",
        "position": [
          1817,
          1830
        ],
        "start": 1817,
        "end": 1830
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          65,
          69
        ],
        "start": 65,
        "end": 69
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "escuela",
        "position": [
          631,
          638
        ],
        "start": 631,
        "end": 638
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          22,
          30
        ],
        "start": 22,
        "end": 30
      },
      {
        "category": "PAISES",
        "matched_text": "perú",
        "position": [
          3464,
          3468
        ],
        "start": 3464,
        "end": 3468
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          79,
          84
        ],
        "start": 79,
        "end": 84
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1772,
          1778
        ],
        "start": 1772,
        "end": 1778
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "pacífico",
        "position": [
          2010,
          2018
        ],
        "start": 2010,
        "end": 2018
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región, convierte",
        "position": [
          1034,
          1051
        ],
        "start": 1034,
        "end": 1051
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro y sudamérica",
        "position": [
          2068,
          2087
        ],
        "start": 2068,
        "end": 2087
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "escuela de",
        "position": [
          631,
          641
        ],
        "start": 631,
        "end": 641
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          2482,
          2493
        ],
        "start": 2482,
        "end": 2493
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "integración regional, incluida la comunidad de estados latinoamericanos y caribeños (celac). esta posición de liderazgo temporal debería aprovecharse para impulsar proyectos de infraestructura que mejoren la integración latinoamericana",
        "position": [
          2545,
          2780
        ],
        "start": 2545,
        "end": 2780
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 150",
        "position": [
          500,
          510
        ],
        "start": 500,
        "end": 510
      }
    ],
    "match_count": 25
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Luna",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRI",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comunidad de Estados Latinoamericanos y Caribeños",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nueva Ruta de la Seda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chile",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sur-Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Atlántico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iniciativa de la Franja",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Escuela de Relaciones Internacionales de la Universidad Externado de Colombia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ruta",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Xinhua",
        "tipo": "Lugar"
      },
      {
        "nombre": "CELAC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Para Luna",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lina Luna",
        "tipo": "Persona"
      },
      {
        "nombre": "La rica biodiversidad del país",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Perú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Norte Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sudamérica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Países",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pacífico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Luna",
        "relacion": "DESTACAR",
        "objeto": "Xinhua"
      },
      {
        "sujeto": "BRI",
        "relacion": "DESTACAR",
        "objeto": "Xinhua"
      },
      {
        "sujeto": "Luna",
        "relacion": "DESTACAR",
        "objeto": "BRI"
      },
      {
        "sujeto": "de Colombia",
        "relacion": "POSICIONAR",
        "objeto": "Pacífico"
      },
      {
        "sujeto": "de Colombia",
        "relacion": "POSICIONAR",
        "objeto": "Atlántico"
      },
      {
        "sujeto": "de Colombia",
        "relacion": "POSICIONAR",
        "objeto": "Centro"
      },
      {
        "sujeto": "de Colombia",
        "relacion": "POSICIONAR",
        "objeto": "Sudamérica"
      },
      {
        "sujeto": "Colombia",
        "relacion": "OSTENTAR",
        "objeto": "Comunidad de Estados Latinoamericanos y Caribeños"
      },
      {
        "sujeto": "Colombia",
        "relacion": "OSTENTAR",
        "objeto": "CELAC"
      },
      {
        "sujeto": "BRI",
        "relacion": "TRASCENDER",
        "objeto": "Estado"
      },
      {
        "sujeto": "China",
        "relacion": "OFRECER",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Para Luna",
        "relacion": "APROVECHAR_AYUDAR",
        "objeto": "BRI"
      },
      {
        "sujeto": "Para Luna",
        "relacion": "APROVECHAR_AYUDAR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "BRI",
        "relacion": "APROVECHAR_AYUDAR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "BRI",
        "relacion": "ADHERIR_L_ENVIAR",
        "objeto": "América"
      },
      {
        "sujeto": "Colombia",
        "relacion": "SUMAR",
        "objeto": "BRI"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5994,
    "pos": 0.008,
    "neu": 0.992,
    "neg": 0.0,
    "label": "positive"
  }
}