{
  "url": "https://www.telesurtv.net/vicepresidenta-rodriguez-destaca-plan-economico-para-superar-la-crisis-en-venezuela/",
  "title": "Vicepresidenta Rodríguez destaca plan económico para superar la crisis en Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "conversación",
    "Delcy Rodríguez",
    "Economía"
  ],
  "text": "\nLa vicepresidenta Ejecutiva Delcy Rodríguez afirmó que Venezuela superó las serias dificultades provocadas por el bloqueo de Estados Unidos (EE.UU.), gracias a la diversificación de su economía mediante el plan de recuperación de 2018 en un diálogo sobre las claves del desarrollo.\n\nEn el podcast de la presidenta de la plataforma mediática teleSUR, Patricia Villegas, Rodríguez reseñó los propósitos que contenía el programa de recuperación económica presentado por el mandatario Nicolás Maduro hace seis años.\n\nEn la conversación participaron el sociólogo argentino Atilio Boron y Fan Gang, presidente del Instituto de Desarrollo de China, en el marco del Seminario Internacional de Desarrollo Económico que se efectúo en Caracas.\nRodríguez explicó que el llamado milagro venezolano se alcanzó a través de una serie de medidas destinadas a romper con la dependencia de la renta petrolera.\nEl Gobierno apostó por el camino de la diversificación, a través de la agenda economica bolivariana con 18 motores productivos, basados en las grandres riquezas y potencialidades de Venezuela, señaló.\nEn el año 2018 cuanso se presentó el programa de recuperación economica contenía diversos planes, en el ámbito social, recuperacipón del salario de los trabajadores, en el ámbito tribuatario, mejorar la captación de tributos, en el ámbito fiscal, programación de todo lo que es el gasto y la inversión.\n¿Cómo desarrollar la potencialidad de Venezuela, en lo fundamental?, se pregunto Rodríguez.\nProducción petrolera, producción de los alimentos, producción de medicamentos, fortalecer esa plataforma industrial.\nEl programa se hizo con un método propio, y que fuimos asesorados por Iran, Rusia y China, pero lo importante es que el pueblo lo entendiera, lo asumiera.\nAspectos como el precio de la divisa que impactaba en los precios el consumidor; otro aspecto era la multimoneda, en la redes comerciales hay libre uso de multimonedas, que fue una salida frente al bloqueo.\nCinco años más tarde podemos decir que fue un método correcto, que fue una inventiva y creatividad propia de Venezuela, que nos permitió transitar un camino en unión nacional.\nPorque las fuerzas productivas se sumaron al programa, los agentes economicos se sumaron al programa; en el ámbito financiero también hubo importantes logros.\nTuvimos que pasar de una politica de encaje legal a ir flexibilizando para tener impacto directo en procesos productivos, de alimentos, de medicamentos para que la industria nacional florezca en sus grandes capacidades, que tiene que ver con el motor forestal, con el motor exportador, con el motor pesca.\nEs decir, Venezuela tiene inmensas posibilidades para el desarrollo, y lo que  hicimos fue conjugar aspectos de política productiva en todas estas áreas.\nVenezuela cambió de paradigma. De un país totalmente de la renta petrolera a un país que buscar diversifica su economía en todos los motores productivos.\nPor su parte, Fan Gang destacó que el desarrollo de la economía china no se dio de la noche a la ,mañana, tomó 48 años y la reducción de la pobreza también fue un proceso a largo plazo.\nSubrayó la importancia de que las economías en los mercados mundiales sean cada vez más abiertas para el comercio y evitar el uso de las sanciones como una arma para impedir el desarrollo. China al igual que Venezuela está sufriendo este tipo de situaciones.\nChina puede aprender de Venezuela para seguir su camino de desarrollo hacia el futuro, comentó.\nPor otra parte, Atilio Borón comentó en su oportunidad, que la economía argentina va a decrecer más del 3%, según cifras de la Cepal.\nEl político y ensayista aprovechó para decir que Argentina es un ejemplo muy lamentable de lo que ocurre cuando el Estado queda en manos de un Gobierno que cree que simplemente la lógica de los mercados pueden servir para producir crecimiento económico.\nNo hay un solo caso en la historia mundial en donde el crecimiento económico no haya sido acompañado  por una intervención mas o menos de los Estados, inclusive Adam Smith en su gran libro la Riqueza de las Naciones, decía que la Corona Británica tenía que promover la construcción de una industria naval, puertos, favorecer la construcción de barcos, que en ese momento, en el siglo XVIII, el dominio de los mares era absolutamente esencial.\n\n\n\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/vicepresidenta-rodriguez-destaca-plan-economico-para-superar-la-crisis-en-venezuela/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 302,
    "message_id": 72441,
    "date": "2024-06-22T18:55:18+00:00",
    "text": "teleSUR\nVicepresidenta Rodríguez destaca plan económico para superar la crisis en Venezuela\nhttps://www.telesurtv.net/vicepresidenta-rodriguez-destaca-plan-economico-para-superar-la-crisis-en-venezuela/",
    "photo_path": null,
    "views": 1460,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "la vicepresidenta ejecutiva delcy rodríguez afirmó que venezuela superó las serias dificultades provocadas por el bloqueo de estados unidos (ee.uu.), gracias a la diversificación de su economía mediante el plan de recuperación de 2018 en un diálogo sobre las claves del desarrollo. en el podcast de la presidenta de la plataforma mediática telesur, patricia villegas, rodríguez reseñó los propósitos que contenía el programa de recuperación económica presentado por el mandatario nicolás maduro hace seis años. en la conversación participaron el sociólogo argentino atilio boron y fan gang, presidente del instituto de desarrollo de china, en el marco del seminario internacional de desarrollo económico que se efectúo en caracas. rodríguez explicó que el llamado milagro venezolano se alcanzó a través de una serie de medidas destinadas a romper con la dependencia de la renta petrolera. el gobierno apostó por el camino de la diversificación, a través de la agenda economica bolivariana con 18 motores productivos, basados en las grandres riquezas y potencialidades de venezuela, señaló. en el año 2018 cuanso se presentó el programa de recuperación economica contenía diversos planes, en el ámbito social, recuperacipón del salario de los trabajadores, en el ámbito tribuatario, mejorar la captación de tributos, en el ámbito fiscal, programación de todo lo que es el gasto y la inversión. ¿cómo desarrollar la potencialidad de venezuela, en lo fundamental?, se pregunto rodríguez. producción petrolera, producción de los alimentos, producción de medicamentos, fortalecer esa plataforma industrial. el programa se hizo con un método propio, y que fuimos asesorados por iran, rusia y china, pero lo importante es que el pueblo lo entendiera, lo asumiera. aspectos como el precio de la divisa que impactaba en los precios el consumidor; otro aspecto era la multimoneda, en la redes comerciales hay libre uso de multimonedas, que fue una salida frente al bloqueo. cinco años más tarde podemos decir que fue un método correcto, que fue una inventiva y creatividad propia de venezuela, que nos permitió transitar un camino en unión nacional. porque las fuerzas productivas se sumaron al programa, los agentes economicos se sumaron al programa; en el ámbito financiero también hubo importantes logros. tuvimos que pasar de una politica de encaje legal a ir flexibilizando para tener impacto directo en procesos productivos, de alimentos, de medicamentos para que la industria nacional florezca en sus grandes capacidades, que tiene que ver con el motor forestal, con el motor exportador, con el motor pesca. es decir, venezuela tiene inmensas posibilidades para el desarrollo, y lo que hicimos fue conjugar aspectos de política productiva en todas estas áreas. venezuela cambió de paradigma. de un país totalmente de la renta petrolera a un país que buscar diversifica su economía en todos los motores productivos. por su parte, fan gang destacó que el desarrollo de la economía china no se dio de la noche a la ,mañana, tomó 48 años y la reducción de la pobreza también fue un proceso a largo plazo. subrayó la importancia de que las economías en los mercados mundiales sean cada vez más abiertas para el comercio y evitar el uso de las sanciones como una arma para impedir el desarrollo. china al igual que venezuela está sufriendo este tipo de situaciones. china puede aprender de venezuela para seguir su camino de desarrollo hacia el futuro, comentó. por otra parte, atilio borón comentó en su oportunidad, que la economía argentina va a decrecer más del 3%, según cifras de la cepal. el político y ensayista aprovechó para decir que argentina es un ejemplo muy lamentable de lo que ocurre cuando el estado queda en manos de un gobierno que cree que simplemente la lógica de los mercados pueden servir para producir crecimiento económico. no hay un solo caso en la historia mundial en donde el crecimiento económico no haya sido acompañado por una intervención mas o menos de los estados, inclusive adam smith en su gran libro la riqueza de las naciones, decía que la corona británica tenía que promover la construcción de una industria naval, puertos, favorecer la construcción de barcos, que en ese momento, en el siglo xviii, el dominio de los mares era absolutamente esencial.",
    "tokens": [
      "vicepresidenta",
      "ejecutiva",
      "delcy",
      "rodríguez",
      "afirmó",
      "venezuela",
      "superó",
      "serias",
      "dificultades",
      "provocadas",
      "bloqueo",
      "unidos",
      "(",
      "ee.uu.",
      ")",
      ",",
      "gracias",
      "diversificación",
      "economía",
      "mediante",
      "plan",
      "recuperación",
      "2018",
      "diálogo",
      "claves",
      "desarrollo",
      ".",
      "podcast",
      "presidenta",
      "plataforma",
      "mediática",
      "telesur",
      ",",
      "patricia",
      "villegas",
      ",",
      "rodríguez",
      "reseñó",
      "propósitos",
      "contenía",
      "programa",
      "recuperación",
      "económica",
      "presentado",
      "mandatario",
      "nicolás",
      "maduro",
      "hace",
      "seis",
      "años",
      ".",
      "conversación",
      "participaron",
      "sociólogo",
      "argentino",
      "atilio",
      "boron",
      "fan",
      "gang",
      ",",
      "presidente",
      "instituto",
      "desarrollo",
      "china",
      ",",
      "marco",
      "seminario",
      "internacional",
      "desarrollo",
      "económico",
      "efectúo",
      "caracas",
      ".",
      "rodríguez",
      "explicó",
      "llamado",
      "milagro",
      "venezolano",
      "alcanzó",
      "través",
      "serie",
      "medidas",
      "destinadas",
      "romper",
      "dependencia",
      "renta",
      "petrolera",
      ".",
      "gobierno",
      "apostó",
      "camino",
      "diversificación",
      ",",
      "través",
      "agenda",
      "economica",
      "bolivariana",
      "18",
      "motores",
      "productivos",
      ",",
      "basados",
      "grandres",
      "riquezas",
      "potencialidades",
      "venezuela",
      ",",
      "señaló",
      ".",
      "año",
      "2018",
      "cuanso",
      "presentó",
      "programa",
      "recuperación",
      "economica",
      "contenía",
      "diversos",
      "planes",
      ",",
      "ámbito",
      "social",
      ",",
      "recuperacipón",
      "salario",
      "trabajadores",
      ",",
      "ámbito",
      "tribuatario",
      ",",
      "mejorar",
      "captación",
      "tributos",
      ",",
      "ámbito",
      "fiscal",
      ",",
      "programación",
      "gasto",
      "inversión",
      ".",
      "¿cómo",
      "desarrollar",
      "potencialidad",
      "venezuela",
      ",",
      "fundamental",
      "?",
      ",",
      "pregunto",
      "rodríguez",
      ".",
      "producción",
      "petrolera",
      ",",
      "producción",
      "alimentos",
      ",",
      "producción",
      "medicamentos",
      ",",
      "fortalecer",
      "plataforma",
      "industrial",
      ".",
      "programa",
      "hizo",
      "método",
      "propio",
      ",",
      "asesorados",
      "iran",
      ",",
      "rusia",
      "china",
      ",",
      "importante",
      "pueblo",
      "entendiera",
      ",",
      "asumiera",
      ".",
      "aspectos",
      "precio",
      "divisa",
      "impactaba",
      "precios",
      "consumidor",
      ";",
      "aspecto",
      "multimoneda",
      ",",
      "redes",
      "comerciales",
      "libre",
      "uso",
      "multimonedas",
      ",",
      "salida",
      "frente",
      "bloqueo",
      ".",
      "cinco",
      "años",
      "tarde",
      "podemos",
      "decir",
      "método",
      "correcto",
      ",",
      "inventiva",
      "creatividad",
      "propia",
      "venezuela",
      ",",
      "permitió",
      "transitar",
      "camino",
      "unión",
      "nacional",
      ".",
      "fuerzas",
      "productivas",
      "sumaron",
      "programa",
      ",",
      "agentes",
      "economicos",
      "sumaron",
      "programa",
      ";",
      "ámbito",
      "financiero",
      "importantes",
      "logros",
      ".",
      "pasar",
      "politica",
      "encaje",
      "legal",
      "ir",
      "flexibilizando",
      "tener",
      "impacto",
      "directo",
      "procesos",
      "productivos",
      ",",
      "alimentos",
      ",",
      "medicamentos",
      "industria",
      "nacional",
      "florezca",
      "grandes",
      "capacidades",
      ",",
      "ver",
      "motor",
      "forestal",
      ",",
      "motor",
      "exportador",
      ",",
      "motor",
      "pesca",
      ".",
      "decir",
      ",",
      "venezuela",
      "inmensas",
      "posibilidades",
      "desarrollo",
      ",",
      "hicimos",
      "conjugar",
      "aspectos",
      "política",
      "productiva",
      "todas",
      "áreas",
      ".",
      "venezuela",
      "cambió",
      "paradigma",
      ".",
      "país",
      "totalmente",
      "renta",
      "petrolera",
      "país",
      "buscar",
      "diversifica",
      "economía",
      "motores",
      "productivos",
      ".",
      "parte",
      ",",
      "fan",
      "gang",
      "destacó",
      "desarrollo",
      "economía",
      "china",
      "dio",
      "noche",
      ",",
      "mañana",
      ",",
      "tomó",
      "48",
      "años",
      "reducción",
      "pobreza",
      "proceso",
      "largo",
      "plazo",
      ".",
      "subrayó",
      "importancia",
      "economías",
      "mercados",
      "mundiales",
      "cada",
      "vez",
      "abiertas",
      "comercio",
      "evitar",
      "uso",
      "sanciones",
      "arma",
      "impedir",
      "desarrollo",
      ".",
      "china",
      "igual",
      "venezuela",
      "sufriendo",
      "tipo",
      "situaciones",
      ".",
      "china",
      "puede",
      "aprender",
      "venezuela",
      "seguir",
      "camino",
      "desarrollo",
      "hacia",
      "futuro",
      ",",
      "comentó",
      ".",
      "parte",
      ",",
      "atilio",
      "borón",
      "comentó",
      "oportunidad",
      ",",
      "economía",
      "argentina",
      "va",
      "decrecer",
      "3",
      "%",
      ",",
      "según",
      "cifras",
      "cepal",
      ".",
      "político",
      "ensayista",
      "aprovechó",
      "decir",
      "argentina",
      "ejemplo",
      "lamentable",
      "ocurre",
      "queda",
      "manos",
      "gobierno",
      "cree",
      "simplemente",
      "lógica",
      "mercados",
      "pueden",
      "servir",
      "producir",
      "crecimiento",
      "económico",
      ".",
      "solo",
      "caso",
      "historia",
      "mundial",
      "crecimiento",
      "económico",
      "sido",
      "acompañado",
      "intervención",
      "mas",
      "menos",
      ",",
      "inclusive",
      "adam",
      "smith",
      "gran",
      "libro",
      "riqueza",
      "naciones",
      ",",
      "decía",
      "corona",
      "británica",
      "promover",
      "construcción",
      "industria",
      "naval",
      ",",
      "puertos",
      ",",
      "favorecer",
      "construcción",
      "barcos",
      ",",
      "momento",
      ",",
      "siglo",
      "xviii",
      ",",
      "dominio",
      "mares",
      "absolutamente",
      "esencial",
      "."
    ],
    "token_count": 437,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 75,
      "FW": 168,
      "NN": 266,
      "VBZ": 10,
      "JJ": 61,
      "IN": 40,
      "CD": 4,
      "VBP": 15,
      "NNS": 21,
      "VB": 1,
      "VBD": 1,
      "DT": 3,
      "$": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-FW": 10,
      "FW-NNP": 15,
      "NNP-NNP": 23,
      "NNP-NN": 31,
      "NN-NN": 151,
      "NN-NNP": 21,
      "NN-VBZ": 5,
      "VBZ-JJ": 7,
      "JJ-NN": 42,
      "NN-IN": 36,
      "IN-NNP": 6,
      "NN-FW": 25,
      "FW-FW": 104,
      "FW-NN": 32,
      "IN-FW": 21,
      "FW-CD": 1,
      "CD-IN": 1,
      "IN-JJ": 9,
      "NN-VBP": 1,
      "VBP-NNS": 2,
      "NNS-FW": 3,
      "NNP-VB": 1,
      "VB-JJ": 1,
      "NN-JJ": 17,
      "NNP-VBP": 1,
      "VBP-FW": 1,
      "NNP-IN": 2,
      "NNP-VBZ": 4,
      "NN-CD": 2,
      "CD-NNS": 1,
      "NNS-JJ": 2,
      "JJ-NNS": 4,
      "NNS-VBP": 13,
      "CD-NN": 2,
      "NN-NNS": 6,
      "NNS-IN": 1,
      "IN-NN": 3,
      "NNP-JJ": 2,
      "FW-NNS": 6,
      "VBP-JJ": 8,
      "JJ-NNP": 7,
      "FW-JJ": 8,
      "JJ-FW": 4,
      "JJ-JJ": 4,
      "VBP-NN": 3,
      "NNS-NNS": 1,
      "VBP-NNP": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "FW-VBZ": 1,
      "VBZ-DT": 3,
      "DT-JJ": 1,
      "FW-$": 1,
      "$-CD": 1,
      "IN-NNS": 1,
      "NNS-NNP": 1,
      "DT-NN": 2,
      "NN-RB": 1,
      "RB-JJ": 1
    },
    "trigram_freq": {
      "NNP-FW-NNP": 2,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 22,
      "NN-NN-NNP": 14,
      "NN-NNP-NN": 9,
      "NN-NN-NN": 87,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NN": 23,
      "NN-NN-IN": 15,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 3,
      "NNP-NN-FW": 4,
      "NN-FW-FW": 15,
      "FW-FW-FW": 67,
      "FW-FW-NN": 15,
      "FW-NN-IN": 6,
      "NN-IN-FW": 21,
      "IN-FW-FW": 14,
      "FW-FW-CD": 1,
      "FW-CD-IN": 1,
      "CD-IN-JJ": 1,
      "IN-JJ-NN": 5,
      "NN-NN-VBP": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-FW": 2,
      "NNS-FW-NN": 1,
      "FW-NN-NNP": 3,
      "NN-NNP-FW": 1,
      "NNP-FW-NN": 4,
      "FW-FW-NNP": 10,
      "NNP-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 15,
      "JJ-NN-IN": 15,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "FW-NNP-FW": 5,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "NNP-FW-FW": 4,
      "NNP-NNP-IN": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 4,
      "NN-IN-JJ": 8,
      "FW-NN-FW": 7,
      "FW-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "IN-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-NNS": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-NN": 4,
      "NNP-NN-NNP": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-NN": 8,
      "FW-NN-NN": 14,
      "NN-NN-NNS": 3,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 4,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 5,
      "NN-NN-FW": 12,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 5,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "IN-FW-JJ": 2,
      "IN-FW-NN": 3,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 2,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 2,
      "FW-FW-NNS": 4,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-FW": 1,
      "IN-NNP-NN": 2,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 5,
      "VBP-NN-JJ": 1,
      "IN-JJ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "VBZ-JJ-NNP": 2,
      "NN-IN-NN": 2,
      "IN-NN-NNS": 1,
      "VBP-JJ-NN": 6,
      "IN-NN-NN": 1,
      "FW-NN-JJ": 1,
      "JJ-NN-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "FW-FW-$": 1,
      "FW-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-NN": 1,
      "NNP-NNP-FW": 2,
      "NN-JJ-NNP": 1,
      "NNP-NN-JJ": 2,
      "JJ-NN-NNP": 1,
      "NN-NNP-VBZ": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "JJ-NNP-NNP": 2,
      "NN-JJ-FW": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-FW-NN": 1,
      "DT-NN-NN": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "NN-FW-NNP": 1,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 266,
        "FW": 168,
        "NNP": 75,
        "JJ": 61,
        "IN": 40
      },
      "top_bigrams": {
        "NN-NN": 151,
        "FW-FW": 104,
        "JJ-NN": 42,
        "NN-IN": 36,
        "FW-NN": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 87,
        "FW-FW-FW": 67,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 22,
        "NN-IN-FW": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 163,
      "VP": 29,
      "PP": 16,
      "ADJP": 16
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0364
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0243
      },
      {
        "rule": "NP -> ('China', 'NNP')",
        "frequency": 3,
        "weight": 0.0121
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0121
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 3,
        "weight": 0.0121
      },
      {
        "rule": "NP -> ('a', 'DT') ('través', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('petrolera', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('ámbito', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "ADJP -> ('que', 'JJ')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "Ejecutiva Delcy Rodríguez afirmó que Venezuela superó las serias"
      },
      {
        "label": "VP",
        "text": "dificultades provocadas por el bloqueo"
      },
      {
        "label": "NP",
        "text": "provocadas por el bloqueo"
      },
      {
        "label": "PP",
        "text": "de Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "EE.UU."
      },
      {
        "label": "NP",
        "text": "plan"
      },
      {
        "label": "PP",
        "text": "en un diálogo sobre"
      },
      {
        "label": "NP",
        "text": "un diálogo sobre"
      },
      {
        "label": "VP",
        "text": "las claves"
      },
      {
        "label": "NP",
        "text": "claves"
      },
      {
        "label": "NP",
        "text": "desarrollo"
      },
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "VP",
        "text": "el"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  vicepresidenta/FW\n  (NP\n    Ejecutiva/NNP\n    Delcy/NNP\n    Rodríguez/NNP\n    afirmó/NN\n    que/NN\n    Venezuela/NNP\n    superó/NN\n    las/NN\n    serias/NN)\n  (VP dificultades/VBZ (NP provocadas/JJ por/NN el/NN bloqueo/NN))\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  (/(\n  (NP EE.UU./NNP)\n  )/)\n  ,/,\n  gracias/FW\n  a/DT\n  la/FW\n  diversificación/FW\n  de/FW\n  su/FW\n  economía/FW\n  mediante/FW\n  el/FW\n  (NP plan/NN)\n  de/IN\n  recuperación/FW\n  de/FW\n  2018/CD\n  (PP en/IN (NP un/JJ diálogo/NN sobre/NN))\n  (VP las/VBP (NP claves/NNS))\n  del/FW\n  (NP desarrollo/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (VP el/VBD)\n  podcast/FW\n  de/FW\n  la/FW\n  presidenta/FW\n  de/FW\n  la/FW\n  plataforma/FW\n  mediática/FW\n  (NP teleSUR/NN)\n  ,/,\n  (NP Patricia/NNP Villegas/NNP)\n  ,/,\n  (NP Rodríguez/NNP)\n  (VP reseñó/VBZ (NP los/JJ propósitos/NNS))\n  (VP que/VBP (NP contenía/JJ el/JJ programa/NN))\n  de/IN\n  recuperación/FW\n  económica/FW\n  presentado/FW\n  por/FW\n  el/FW\n  (NP mandatario/NN Nicolás/NNP Maduro/NNP hace/NN seis/NN años/NN)\n  ./.)",
      "(S\n  (NP\n    En/NNP\n    la/NN\n    conversación/NN\n    participaron/NN\n    el/NN\n    sociólogo/NN\n    argentino/NN\n    Atilio/NNP\n    Boron/NNP\n    y/NN\n    Fan/NNP\n    Gang/NNP)\n  ,/,\n  (NP presidente/NN)\n  del/FW\n  (NP Instituto/NNP)\n  de/FW\n  (NP Desarrollo/NNP)\n  (PP de/IN (NP China/NNP))\n  ,/,\n  en/FW\n  el/FW\n  marco/FW\n  del/FW\n  (NP Seminario/NNP Internacional/NNP)\n  (PP\n    de/IN\n    (NP Desarrollo/NNP Económico/NNP que/NN se/NN efectúo/NN))\n  (PP en/IN (NP Caracas/NNP))\n  ./.)",
      "(S\n  (NP\n    Rodríguez/NNP\n    explicó/NN\n    que/NN\n    el/NN\n    llamado/NN\n    milagro/NN\n    venezolano/NN\n    se/NN)\n  (VP alcanzó/VBZ (NP a/DT través/NN))\n  (PP de/IN (NP una/JJ serie/NN))\n  de/IN\n  medidas/FW\n  destinadas/FW\n  (NP a/DT romper/NN con/NN)\n  la/FW\n  dependencia/FW\n  de/FW\n  la/FW\n  renta/FW\n  (NP petrolera/NN)\n  ./.)",
      "(S\n  (NP El/NNP Gobierno/NNP)\n  (VP apostó/VBZ (NP por/JJ el/NN camino/NN))\n  de/IN\n  la/FW\n  diversificación/FW\n  ,/,\n  (NP a/DT través/NN)\n  de/IN\n  la/FW\n  agenda/FW\n  economica/FW\n  bolivariana/FW\n  (NP con/NN)\n  18/CD\n  (NP motores/NNS)\n  productivos/RB\n  ,/,\n  (ADJP basados/JJ)\n  en/FW\n  las/FW\n  (NP grandres/NNS)\n  (VP riquezas/VBP (NP y/JJ potencialidades/NNS))\n  (PP de/IN (NP Venezuela/NNP))\n  ,/,\n  (NP señaló/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          1818,
          1825
        ],
        "start": 1818,
        "end": 1825
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "salario",
        "position": [
          1230,
          1237
        ],
        "start": 1230,
        "end": 1237
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          1385,
          1394
        ],
        "start": 1385,
        "end": 1394
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desarrollo económico",
        "position": [
          686,
          706
        ],
        "start": 686,
        "end": 706
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          45,
          51
        ],
        "start": 45,
        "end": 51
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          744,
          751
        ],
        "start": 744,
        "end": 751
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta de la",
        "position": [
          304,
          320
        ],
        "start": 304,
        "end": 320
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto de desarrollo",
        "position": [
          609,
          632
        ],
        "start": 609,
        "end": 632
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2939,
          2946
        ],
        "start": 2939,
        "end": 2946
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3102,
          3109
        ],
        "start": 3102,
        "end": 3109
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          3529,
          3538
        ],
        "start": 3529,
        "end": 3538
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          126,
          140
        ],
        "start": 126,
        "end": 140
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          56,
          65
        ],
        "start": 56,
        "end": 65
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          725,
          732
        ],
        "start": 725,
        "end": 732
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado queda",
        "position": [
          3706,
          3718
        ],
        "start": 3706,
        "end": 3718
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2018",
        "position": [
          1099,
          1107
        ],
        "start": 1099,
        "end": 1107
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          1093,
          1102
        ],
        "start": 1093,
        "end": 1102
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          3014,
          3020
        ],
        "start": 3014,
        "end": 3020
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "más tarde",
        "position": [
          1978,
          1987
        ],
        "start": 1978,
        "end": 1987
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          115,
          122
        ],
        "start": 115,
        "end": 122
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2018",
        "position": [
          1093,
          1107
        ],
        "start": 1093,
        "end": 1107
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Adam Smith",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Seminario Internacional de Desarrollo Económico",
        "tipo": "Organizacion"
      },
      {
        "nombre": "los Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ejecutiva Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Corona Británica",
        "tipo": "Persona"
      },
      {
        "nombre": "Fan Gang",
        "tipo": "Persona"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Patricia Villegas",
        "tipo": "Persona"
      },
      {
        "nombre": "Fan Gang",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Instituto de Desarrollo de China",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iran",
        "tipo": "Lugar"
      },
      {
        "nombre": "Atilio Boron",
        "tipo": "Persona"
      },
      {
        "nombre": "Atilio Borón",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cepal",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "AFIRMAR",
        "objeto": "Ejecutiva Delcy Rodríguez"
      },
      {
        "sujeto": "Ejecutiva Delcy Rodríguez",
        "relacion": "AFIRMAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Ejecutiva Delcy Rodríguez",
        "relacion": "AFIRMAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUPERAR_AFIRMAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SUPERAR_AFIRMAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "RESE_AR",
        "objeto": "Patricia Villegas"
      },
      {
        "sujeto": "Patricia Villegas",
        "relacion": "RESE_AR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "RESE_AR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Atilio Boron",
        "relacion": "PARTICIPAR",
        "objeto": "Seminario Internacional de Desarrollo Económico"
      },
      {
        "sujeto": "Atilio Boron",
        "relacion": "PARTICIPAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Fan Gang",
        "relacion": "PARTICIPAR",
        "objeto": "Seminario Internacional de Desarrollo Económico"
      },
      {
        "sujeto": "Fan Gang",
        "relacion": "PARTICIPAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Instituto de Desarrollo de China",
        "relacion": "PARTICIPAR",
        "objeto": "Seminario Internacional de Desarrollo Económico"
      },
      {
        "sujeto": "Instituto de Desarrollo de China",
        "relacion": "PARTICIPAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "APOSTAR_SE_ALAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "DESARROLLAR_PREGUNTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "China",
        "relacion": "APRENDER_COMENTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Atilio Borón",
        "relacion": "COMENTAR",
        "objeto": "Cepal"
      },
      {
        "sujeto": "Estado",
        "relacion": "QUEDAR_OCURRIR_DECIR_APROVECHAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Corona Británica",
        "relacion": "ACOMPA_AR_HABER",
        "objeto": "los Estados"
      },
      {
        "sujeto": "Corona Británica",
        "relacion": "ACOMPA_AR_HABER",
        "objeto": "Adam Smith"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4588,
    "pos": 0.009,
    "neu": 0.978,
    "neg": 0.013,
    "label": "negative"
  }
}