{
  "url": "https://www.telesurtv.net/informe-telesur-aerolineas-argentinas-en-la-mira-de-la-avanzada-privatizadora/",
  "title": "Informe teleSUR: Aerolíneas Argentinas en la mira de la avanzada privatizadora - teleSUR",
  "section": "En profundidad",
  "tags": [
    "Argentina",
    "Milei",
    "Privatización"
  ],
  "text": "\nUna de las empresas que junto a la petrolera YPF son insignias del proceso de nacionalización del proceso de recuperación de los bienes públicos de principio de siglo está en la mira del proceso de hiper liberalización de la economía conducido por el presidente argentino, Javier Milei.\n\n\n“Estamos muy preocupados por la conectividad del país, ciudades enteras que van a quedar desconectadas” dice uno de los pilotos de la empresa estatal a teleSUR. Advierte que la situación repite lo ocurrido con el desguace de los ferrocarriles argentinos.\nEn la actualidad, Aerolíneas Argentinas llega a 21 destinos de manera exclusiva dado que el interés de esas rutas no es solamente comercial, sino que favorece el desarrollo del turismo, el comercio y la conectividad con el resto del país. Sin embargo, para la mirada neoliberal del Ejecutivo argentino, todo aquello que no de saldo positivo en la balanza comercial debe cerrarse.\nMariano Recalde, expresidente de la aerolínea y actual senador nacional señala que la receta que intenta aplicar el Gobierno libertario ya ocurrió en la década de los noventa, cuando la española Iberia en un primer momento para luego dar lugar a bancos estadounidenses.\nLa experiencia llevó a la quiebra y a la convocatoria de acreedores. Tras una deriva y con deudas multimillonarias, la aerolínea regresó a manos del Estado bajo la presidencia de Cristina Fernández de Kirchner en 2008, en medio de una crisis operativa atribuida a los malos manejos de sus dueños privados.\nRecalde, señala que “las gestiones privadas la habían dejado vaciada, destruida, pésimos servicios, los trabajadores maltratados. Este año con la llegada de Javier Milei al gobierno empezaron otra vez los problemas, la desinversión, los conflictos gremiales, conflictos en la operación para justificar su privatización otra vez“.\nEl gobierno de Milei aduce que la empresa estatal, que ha sido un símbolo de la recuperación económica en años recientes, representa una carga fiscal insostenible. Sin embargo, gremios aeronáuticos y sectores políticos de oposición aseguran que las cifras oficiales desmienten estas afirmaciones, planteando una resistencia amplia y organizada.\nEn esa línea, el gobierno actual, apoyado por figuras como el expresidente Mauricio Macri, ha redoblado esfuerzos para declarar a la aerolínea como “altamente deficitaria” y justificar su venta. Según el decreto 873/24, Aerolíneas Argentinas estaría incluida en una lista de empresas “sujetas a privatización”. El vocero presidencial, Manuel Adorni, afirmó que ya se han iniciado negociaciones con “empresas privadas latinoamericanas”, mientras que Macri calificó a la aerolínea como “una ruina sin salida”.\nSin embargo, el argumento gubernamental sobre el supuesto déficit de AA ha sido cuestionado por informes oficiales recientes. Un documento elaborado por la gestión saliente de Pablo Ceriani destaca que en 2023 la aerolínea operó sin necesitar financiamiento del Tesoro Nacional, alcanzando incluso una proyección de ganancias de 32 millones de dólares. Además, la empresa devolvió al Estado más de 217.000 millones de pesos en impuestos y tasas, consolidando un resultado económico favorable.\n“El gobierno utiliza datos tergiversados para justificar la privatización”, declaró Hugo Yasky, dirigente sindical. Los gremios, por su parte, sostienen que la aerolínea ha logrado modernizar su flota y expandir su red de destinos, contribuyendo al turismo y la conectividad en el país.\nPara Rodrigo Borras, prosecretario de Política Aérea de la Asociación del Personal Aeronáutico (APA), “lo que en realidad esta ocultado el gobierno detrás de todo esto es un gran negocio, que es desmembrar Aerolíneas Argentinas, repartir las unidades de negocios con los amigos afines del sector privado y extranjero ya que en el sector aerocomercial se encuentran grandes unidades de negocio que son sumamente rentables.”\nFrente al anuncio del gobierno, los gremios del sector han organizado asambleas y movilizaciones en defensa de la empresa. “Defender Aerolíneas Argentinas no es solo una cuestión laboral, es defender el patrimonio del pueblo argentino”, expresó Pablo Biró, líder de la Asociación de Pilotos de Líneas Aéreas (APLA).\nEl conflicto también ha unido a diversas organizaciones del transporte en la recientemente creada Mesa Nacional del Transporte. Este espacio, que integra sindicatos históricamente enfrentados, busca articular medidas conjuntas para frenar la privatización. Entre las acciones planificadas figuran paros nacionales y amparos judiciales para garantizar el derecho a la protesta frente al decreto que declara el servicio aerocomercial como esencial.\nEl enfoque argentino de privatización total contrasta con estos modelos. “El objetivo aquí no es la eficiencia, sino desmantelar el Estado”, opinan los críticos del gobierno mientras que una tripulante consultada por teleSUR durante una manifestación en defensa de Aerolíneas Argentinas frente al Congreso señala: “Yo pase por todas estas cuestiones, y vi como el privado la dejo fundida y tuvo que venir el Estado otra vez a recuperarla.”\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/informe-telesur-aerolineas-argentinas-en-la-mira-de-la-avanzada-privatizadora/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 328,
    "message_id": 81147,
    "date": "2024-11-25T18:55:19+00:00",
    "text": "teleSUR\nInforme teleSUR: Aerolíneas Argentinas en la mira de la avanzada privatizadora\nhttps://www.telesurtv.net/informe-telesur-aerolineas-argentinas-en-la-mira-de-la-avanzada-privatizadora/",
    "photo_path": null,
    "views": 2061,
    "reactions": {
      "🤬": 28,
      "👍": 2
    },
    "total_reactions": 30
  },
  "preprocessing": {
    "cleaned": "una de las empresas que junto a la petrolera ypf son insignias del proceso de nacionalización del proceso de recuperación de los bienes públicos de principio de siglo está en la mira del proceso de hiper liberalización de la economía conducido por el presidente argentino, javier milei. “estamos muy preocupados por la conectividad del país, ciudades enteras que van a quedar desconectadas” dice uno de los pilotos de la empresa estatal a telesur. advierte que la situación repite lo ocurrido con el desguace de los ferrocarriles argentinos. en la actualidad, aerolíneas argentinas llega a 21 destinos de manera exclusiva dado que el interés de esas rutas no es solamente comercial, sino que favorece el desarrollo del turismo, el comercio y la conectividad con el resto del país. sin embargo, para la mirada neoliberal del ejecutivo argentino, todo aquello que no de saldo positivo en la balanza comercial debe cerrarse. mariano recalde, expresidente de la aerolínea y actual senador nacional señala que la receta que intenta aplicar el gobierno libertario ya ocurrió en la década de los noventa, cuando la española iberia en un primer momento para luego dar lugar a bancos estadounidenses. la experiencia llevó a la quiebra y a la convocatoria de acreedores. tras una deriva y con deudas multimillonarias, la aerolínea regresó a manos del estado bajo la presidencia de cristina fernández de kirchner en 2008, en medio de una crisis operativa atribuida a los malos manejos de sus dueños privados. recalde, señala que “las gestiones privadas la habían dejado vaciada, destruida, pésimos servicios, los trabajadores maltratados. este año con la llegada de javier milei al gobierno empezaron otra vez los problemas, la desinversión, los conflictos gremiales, conflictos en la operación para justificar su privatización otra vez“. el gobierno de milei aduce que la empresa estatal, que ha sido un símbolo de la recuperación económica en años recientes, representa una carga fiscal insostenible. sin embargo, gremios aeronáuticos y sectores políticos de oposición aseguran que las cifras oficiales desmienten estas afirmaciones, planteando una resistencia amplia y organizada. en esa línea, el gobierno actual, apoyado por figuras como el expresidente mauricio macri, ha redoblado esfuerzos para declarar a la aerolínea como “altamente deficitaria” y justificar su venta. según el decreto 873/24, aerolíneas argentinas estaría incluida en una lista de empresas “sujetas a privatización”. el vocero presidencial, manuel adorni, afirmó que ya se han iniciado negociaciones con “empresas privadas latinoamericanas”, mientras que macri calificó a la aerolínea como “una ruina sin salida”. sin embargo, el argumento gubernamental sobre el supuesto déficit de aa ha sido cuestionado por informes oficiales recientes. un documento elaborado por la gestión saliente de pablo ceriani destaca que en 2023 la aerolínea operó sin necesitar financiamiento del tesoro nacional, alcanzando incluso una proyección de ganancias de 32 millones de dólares. además, la empresa devolvió al estado más de 217.000 millones de pesos en impuestos y tasas, consolidando un resultado económico favorable. “el gobierno utiliza datos tergiversados para justificar la privatización”, declaró hugo yasky, dirigente sindical. los gremios, por su parte, sostienen que la aerolínea ha logrado modernizar su flota y expandir su red de destinos, contribuyendo al turismo y la conectividad en el país. para rodrigo borras, prosecretario de política aérea de la asociación del personal aeronáutico (apa), “lo que en realidad esta ocultado el gobierno detrás de todo esto es un gran negocio, que es desmembrar aerolíneas argentinas, repartir las unidades de negocios con los amigos afines del sector privado y extranjero ya que en el sector aerocomercial se encuentran grandes unidades de negocio que son sumamente rentables.” frente al anuncio del gobierno, los gremios del sector han organizado asambleas y movilizaciones en defensa de la empresa. “defender aerolíneas argentinas no es solo una cuestión laboral, es defender el patrimonio del pueblo argentino”, expresó pablo biró, líder de la asociación de pilotos de líneas aéreas (apla). el conflicto también ha unido a diversas organizaciones del transporte en la recientemente creada mesa nacional del transporte. este espacio, que integra sindicatos históricamente enfrentados, busca articular medidas conjuntas para frenar la privatización. entre las acciones planificadas figuran paros nacionales y amparos judiciales para garantizar el derecho a la protesta frente al decreto que declara el servicio aerocomercial como esencial. el enfoque argentino de privatización total contrasta con estos modelos. “el objetivo aquí no es la eficiencia, sino desmantelar el estado”, opinan los críticos del gobierno mientras que una tripulante consultada por telesur durante una manifestación en defensa de aerolíneas argentinas frente al congreso señala: “yo pase por todas estas cuestiones, y vi como el privado la dejo fundida y tuvo que venir el estado otra vez a recuperarla.”",
    "tokens": [
      "empresas",
      "junto",
      "petrolera",
      "ypf",
      "insignias",
      "proceso",
      "nacionalización",
      "proceso",
      "recuperación",
      "bienes",
      "públicos",
      "principio",
      "siglo",
      "mira",
      "proceso",
      "hiper",
      "liberalización",
      "economía",
      "conducido",
      "presidente",
      "argentino",
      ",",
      "javier",
      "milei",
      ".",
      "“",
      "preocupados",
      "conectividad",
      "país",
      ",",
      "ciudades",
      "enteras",
      "van",
      "quedar",
      "desconectadas",
      "”",
      "dice",
      "pilotos",
      "empresa",
      "estatal",
      "telesur",
      ".",
      "advierte",
      "situación",
      "repite",
      "ocurrido",
      "desguace",
      "ferrocarriles",
      "argentinos",
      ".",
      "actualidad",
      ",",
      "aerolíneas",
      "argentinas",
      "llega",
      "21",
      "destinos",
      "manera",
      "exclusiva",
      "dado",
      "interés",
      "rutas",
      "solamente",
      "comercial",
      ",",
      "sino",
      "favorece",
      "desarrollo",
      "turismo",
      ",",
      "comercio",
      "conectividad",
      "resto",
      "país",
      ".",
      "embargo",
      ",",
      "mirada",
      "neoliberal",
      "ejecutivo",
      "argentino",
      ",",
      "aquello",
      "saldo",
      "positivo",
      "balanza",
      "comercial",
      "debe",
      "cerrarse",
      ".",
      "mariano",
      "recalde",
      ",",
      "expresidente",
      "aerolínea",
      "actual",
      "senador",
      "nacional",
      "señala",
      "receta",
      "intenta",
      "aplicar",
      "gobierno",
      "libertario",
      "ocurrió",
      "década",
      "noventa",
      ",",
      "española",
      "iberia",
      "primer",
      "momento",
      "luego",
      "dar",
      "lugar",
      "bancos",
      "estadounidenses",
      ".",
      "experiencia",
      "llevó",
      "quiebra",
      "convocatoria",
      "acreedores",
      ".",
      "tras",
      "deriva",
      "deudas",
      "multimillonarias",
      ",",
      "aerolínea",
      "regresó",
      "manos",
      "bajo",
      "presidencia",
      "cristina",
      "fernández",
      "kirchner",
      "2008",
      ",",
      "medio",
      "crisis",
      "operativa",
      "atribuida",
      "malos",
      "manejos",
      "dueños",
      "privados",
      ".",
      "recalde",
      ",",
      "señala",
      "“",
      "gestiones",
      "privadas",
      "dejado",
      "vaciada",
      ",",
      "destruida",
      ",",
      "pésimos",
      "servicios",
      ",",
      "trabajadores",
      "maltratados",
      ".",
      "año",
      "llegada",
      "javier",
      "milei",
      "gobierno",
      "empezaron",
      "vez",
      "problemas",
      ",",
      "desinversión",
      ",",
      "conflictos",
      "gremiales",
      ",",
      "conflictos",
      "operación",
      "justificar",
      "privatización",
      "vez",
      "“",
      ".",
      "gobierno",
      "milei",
      "aduce",
      "empresa",
      "estatal",
      ",",
      "sido",
      "símbolo",
      "recuperación",
      "económica",
      "años",
      "recientes",
      ",",
      "representa",
      "carga",
      "fiscal",
      "insostenible",
      ".",
      "embargo",
      ",",
      "gremios",
      "aeronáuticos",
      "sectores",
      "políticos",
      "oposición",
      "aseguran",
      "cifras",
      "oficiales",
      "desmienten",
      "afirmaciones",
      ",",
      "planteando",
      "resistencia",
      "amplia",
      "organizada",
      ".",
      "línea",
      ",",
      "gobierno",
      "actual",
      ",",
      "apoyado",
      "figuras",
      "expresidente",
      "mauricio",
      "macri",
      ",",
      "redoblado",
      "esfuerzos",
      "declarar",
      "aerolínea",
      "“",
      "altamente",
      "deficitaria",
      "”",
      "justificar",
      "venta",
      ".",
      "según",
      "decreto",
      "873/24",
      ",",
      "aerolíneas",
      "argentinas",
      "incluida",
      "lista",
      "empresas",
      "“",
      "sujetas",
      "privatización",
      "”",
      ".",
      "vocero",
      "presidencial",
      ",",
      "manuel",
      "adorni",
      ",",
      "afirmó",
      "iniciado",
      "negociaciones",
      "“",
      "empresas",
      "privadas",
      "latinoamericanas",
      "”",
      ",",
      "mientras",
      "macri",
      "calificó",
      "aerolínea",
      "“",
      "ruina",
      "salida",
      "”",
      ".",
      "embargo",
      ",",
      "argumento",
      "gubernamental",
      "supuesto",
      "déficit",
      "aa",
      "sido",
      "cuestionado",
      "informes",
      "oficiales",
      "recientes",
      ".",
      "documento",
      "elaborado",
      "gestión",
      "saliente",
      "pablo",
      "ceriani",
      "destaca",
      "2023",
      "aerolínea",
      "operó",
      "necesitar",
      "financiamiento",
      "tesoro",
      "nacional",
      ",",
      "alcanzando",
      "incluso",
      "proyección",
      "ganancias",
      "32",
      "millones",
      "dólares",
      ".",
      "además",
      ",",
      "empresa",
      "devolvió",
      "217.000",
      "millones",
      "pesos",
      "impuestos",
      "tasas",
      ",",
      "consolidando",
      "resultado",
      "económico",
      "favorable",
      ".",
      "“",
      "gobierno",
      "utiliza",
      "datos",
      "tergiversados",
      "justificar",
      "privatización",
      "”",
      ",",
      "declaró",
      "hugo",
      "yasky",
      ",",
      "dirigente",
      "sindical",
      ".",
      "gremios",
      ",",
      "parte",
      ",",
      "sostienen",
      "aerolínea",
      "logrado",
      "modernizar",
      "flota",
      "expandir",
      "red",
      "destinos",
      ",",
      "contribuyendo",
      "turismo",
      "conectividad",
      "país",
      ".",
      "rodrigo",
      "borras",
      ",",
      "prosecretario",
      "política",
      "aérea",
      "asociación",
      "personal",
      "aeronáutico",
      "(",
      "apa",
      ")",
      ",",
      "“",
      "realidad",
      "ocultado",
      "gobierno",
      "detrás",
      "gran",
      "negocio",
      ",",
      "desmembrar",
      "aerolíneas",
      "argentinas",
      ",",
      "repartir",
      "unidades",
      "negocios",
      "amigos",
      "afines",
      "sector",
      "privado",
      "extranjero",
      "sector",
      "aerocomercial",
      "encuentran",
      "grandes",
      "unidades",
      "negocio",
      "sumamente",
      "rentables.",
      "”",
      "frente",
      "anuncio",
      "gobierno",
      ",",
      "gremios",
      "sector",
      "organizado",
      "asambleas",
      "movilizaciones",
      "defensa",
      "empresa",
      ".",
      "“",
      "defender",
      "aerolíneas",
      "argentinas",
      "solo",
      "cuestión",
      "laboral",
      ",",
      "defender",
      "patrimonio",
      "pueblo",
      "argentino",
      "”",
      ",",
      "expresó",
      "pablo",
      "biró",
      ",",
      "líder",
      "asociación",
      "pilotos",
      "líneas",
      "aéreas",
      "(",
      "apla",
      ")",
      ".",
      "conflicto",
      "unido",
      "diversas",
      "organizaciones",
      "transporte",
      "recientemente",
      "creada",
      "mesa",
      "nacional",
      "transporte",
      ".",
      "espacio",
      ",",
      "integra",
      "sindicatos",
      "históricamente",
      "enfrentados",
      ",",
      "busca",
      "articular",
      "medidas",
      "conjuntas",
      "frenar",
      "privatización",
      ".",
      "acciones",
      "planificadas",
      "figuran",
      "paros",
      "nacionales",
      "amparos",
      "judiciales",
      "garantizar",
      "derecho",
      "protesta",
      "frente",
      "decreto",
      "declara",
      "servicio",
      "aerocomercial",
      "esencial",
      ".",
      "enfoque",
      "argentino",
      "privatización",
      "total",
      "contrasta",
      "modelos",
      ".",
      "“",
      "objetivo",
      "aquí",
      "eficiencia",
      ",",
      "sino",
      "desmantelar",
      "”",
      ",",
      "opinan",
      "críticos",
      "gobierno",
      "mientras",
      "tripulante",
      "consultada",
      "telesur",
      "manifestación",
      "defensa",
      "aerolíneas",
      "argentinas",
      "frente",
      "congreso",
      "señala",
      ":",
      "“",
      "pase",
      "todas",
      "cuestiones",
      ",",
      "vi",
      "privado",
      "dejo",
      "fundida",
      "venir",
      "vez",
      "recuperarla",
      ".",
      "”"
    ],
    "token_count": 535,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 88,
      "FW": 151,
      "NN": 306,
      "IN": 29,
      "NNS": 39,
      "VBP": 25,
      "JJ": 74,
      "VBD": 3,
      "CD": 6,
      "DT": 4,
      "VBZ": 9,
      "VB": 2,
      "RBR": 1,
      "RB": 1,
      "MD": 1
    },
    "bigram_freq": {
      "NNP-FW": 12,
      "FW-FW": 86,
      "FW-NN": 27,
      "NN-NN": 193,
      "NN-NNP": 24,
      "NNP-NN": 31,
      "NN-FW": 22,
      "NN-IN": 20,
      "IN-FW": 18,
      "FW-NNS": 4,
      "NNS-FW": 7,
      "NNP-NNP": 28,
      "NN-NNS": 13,
      "NNS-VBP": 20,
      "VBP-JJ": 14,
      "JJ-NN": 48,
      "FW-JJ": 14,
      "NN-JJ": 24,
      "VBP-NNP": 5,
      "FW-NNP": 18,
      "NNP-VBD": 1,
      "VBD-CD": 1,
      "CD-NNS": 3,
      "NNS-IN": 4,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "NN-DT": 1,
      "DT-FW": 1,
      "NN-VBZ": 2,
      "VBZ-NNP": 1,
      "NNP-JJ": 3,
      "NNP-IN": 2,
      "IN-CD": 3,
      "CD-JJ": 1,
      "JJ-FW": 4,
      "JJ-NNS": 8,
      "VBP-NNS": 6,
      "NNP-VBZ": 6,
      "VBZ-JJ": 4,
      "NNP-VBP": 2,
      "FW-VBZ": 1,
      "VBZ-VBP": 1,
      "JJ-JJ": 7,
      "JJ-NNP": 6,
      "NNS-VB": 1,
      "VB-JJ": 1,
      "IN-JJ": 2,
      "VBZ-NN": 1,
      "NN-CD": 1,
      "CD-NNP": 1,
      "NNS-JJ": 1,
      "IN-NNP": 2,
      "NNS-NNP": 2,
      "CD-NN": 1,
      "IN-NN": 2,
      "FW-CD": 1,
      "NN-RBR": 1,
      "RBR-JJ": 1,
      "NNP-NNS": 1,
      "NN-VBD": 1,
      "VBD-IN": 1,
      "IN-IN": 2,
      "NNS-NN": 1,
      "NNP-DT": 1,
      "DT-NN": 2,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NN-VBP": 2,
      "VBZ-NNS": 1,
      "NNS-NNS": 2,
      "NNS-VBD": 1,
      "VBD-NNS": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-DT": 1,
      "VBZ-FW": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 4,
      "FW-FW-FW": 57,
      "FW-FW-NN": 9,
      "FW-NN-NN": 13,
      "NN-NN-NN": 127,
      "NN-NN-NNP": 15,
      "NN-NNP-NN": 12,
      "NNP-NN-NN": 24,
      "NN-NN-FW": 12,
      "NN-FW-NN": 9,
      "FW-NN-IN": 2,
      "NN-IN-FW": 13,
      "IN-FW-FW": 8,
      "FW-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-NN": 10,
      "NN-NN-NNS": 10,
      "NN-NNS-VBP": 10,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 10,
      "JJ-NN-NN": 26,
      "NN-NN-IN": 9,
      "FW-FW-JJ": 6,
      "FW-JJ-NN": 13,
      "JJ-NN-NNP": 6,
      "NN-FW-JJ": 2,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 17,
      "JJ-NN-IN": 6,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-FW": 1,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 10,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-NN-FW": 7,
      "IN-FW-JJ": 4,
      "FW-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "JJ-NN-JJ": 6,
      "NN-FW-FW": 10,
      "NN-NN-DT": 1,
      "NN-DT-FW": 1,
      "DT-FW-FW": 1,
      "NNP-NNP-FW": 5,
      "FW-NNP-FW": 4,
      "NNP-FW-JJ": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "FW-NNP-NN": 1,
      "NNP-FW-NNP": 5,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NN-JJ-NNS": 5,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNS": 6,
      "VBP-NNS-VBP": 2,
      "VBP-NNP-JJ": 1,
      "JJ-NN-FW": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "VBP-JJ-FW": 2,
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-JJ": 3,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 5,
      "NNP-NN-NNS": 2,
      "VBP-NNS-FW": 1,
      "VBP-NNS-VB": 1,
      "NNS-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NNP": 1,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "VBP-NNP-NN": 1,
      "VBP-JJ-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "IN-JJ-NN": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-IN-CD": 2,
      "IN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-NN-IN": 2,
      "IN-CD-NNS": 1,
      "FW-NN-JJ": 2,
      "JJ-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-NNP": 1,
      "NNP-NN-JJ": 1,
      "FW-NN-NNP": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-IN": 1,
      "VBD-IN-FW": 1,
      "IN-FW-NN": 3,
      "IN-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-IN": 2,
      "IN-IN-FW": 2,
      "JJ-NNS-FW": 2,
      "NNS-FW-NN": 3,
      "JJ-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-IN": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-FW": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-VBD": 1,
      "NNS-VBD-NNS": 1,
      "VBD-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-VBP-JJ": 1,
      "NN-JJ-NNP": 1,
      "VBP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-DT": 1,
      "VB-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "NNP-NN-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 306,
        "FW": 151,
        "NNP": 88,
        "JJ": 74,
        "NNS": 39
      },
      "top_bigrams": {
        "NN-NN": 193,
        "FW-FW": 86,
        "JJ-NN": 48,
        "NNP-NN": 31,
        "NNP-NNP": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 127,
        "FW-FW-FW": 57,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 24,
        "NN-JJ-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 187,
      "VP": 40,
      "ADJP": 4,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('Javier', 'NNP') ('Milei', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Aerolíneas', 'NNP') ('Argentinas', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Asociación', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "S -> NP ('de', 'FW') ('las', 'FW') ('empresas', 'FW') ('que', 'FW') ('junto', 'FW') NP ('del', 'FW') NP ('de', 'IN') ('nacionalización', 'FW') ('del', 'FW') ('proceso', 'FW') ('de', 'FW') ('recuperación', 'FW') ('de', 'FW') ('los', 'FW') NP ('públicos', 'FW') ('de', 'FW') ('principio', 'FW') ('de', 'FW') ('siglo', 'FW') ('está', 'FW') ('en', 'FW') ('la', 'FW') ('mira', 'FW') ('del', 'FW') ('proceso', 'FW') ('de', 'FW') ('hiper', 'FW') ('liberalización', 'FW') ('de', 'FW') ('la', 'FW') ('economía', 'FW') NP (',', ',') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0038
      },
      {
        "rule": "NP -> ('Una', 'NNP')",
        "frequency": 1,
        "weight": 0.0038
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN') ('petrolera', 'NN') ('YPF', 'NNP') ('son', 'NN') ('insignias', 'NN')",
        "frequency": 1,
        "weight": 0.0038
      },
      {
        "rule": "NP -> ('proceso', 'NN')",
        "frequency": 1,
        "weight": 0.0038
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Una"
      },
      {
        "label": "NP",
        "text": "a la petrolera YPF son insignias"
      },
      {
        "label": "NP",
        "text": "proceso"
      },
      {
        "label": "NP",
        "text": "bienes"
      },
      {
        "label": "NP",
        "text": "conducido por el presidente argentino"
      },
      {
        "label": "NP",
        "text": "Javier Milei"
      },
      {
        "label": "NP",
        "text": "“ Estamos muy preocupados por la conectividad del país"
      },
      {
        "label": "NP",
        "text": "ciudades"
      },
      {
        "label": "VP",
        "text": "enteras que"
      },
      {
        "label": "NP",
        "text": "a quedar desconectadas ” dice uno"
      },
      {
        "label": "NP",
        "text": "a teleSUR"
      },
      {
        "label": "NP",
        "text": "Advierte que la"
      },
      {
        "label": "NP",
        "text": "repite lo ocurrido con"
      },
      {
        "label": "NP",
        "text": "el desguace"
      },
      {
        "label": "NP",
        "text": "ferrocarriles argentinos"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Una/NNP)\n  de/FW\n  las/FW\n  empresas/FW\n  que/FW\n  junto/FW\n  (NP a/DT la/NN petrolera/NN YPF/NNP son/NN insignias/NN)\n  del/FW\n  (NP proceso/NN)\n  de/IN\n  nacionalización/FW\n  del/FW\n  proceso/FW\n  de/FW\n  recuperación/FW\n  de/FW\n  los/FW\n  (NP bienes/NNS)\n  públicos/FW\n  de/FW\n  principio/FW\n  de/FW\n  siglo/FW\n  está/FW\n  en/FW\n  la/FW\n  mira/FW\n  del/FW\n  proceso/FW\n  de/FW\n  hiper/FW\n  liberalización/FW\n  de/FW\n  la/FW\n  economía/FW\n  (NP conducido/NN por/NN el/NN presidente/NN argentino/NN)\n  ,/,\n  (NP Javier/NNP Milei/NNP)\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    Estamos/NNP\n    muy/NN\n    preocupados/NN\n    por/NN\n    la/NN\n    conectividad/NN\n    del/NN\n    país/NN)\n  ,/,\n  (NP ciudades/NNS)\n  (VP enteras/VBP que/JJ)\n  van/FW\n  (NP a/DT quedar/NN desconectadas/NN ”/NNP dice/NN uno/NN)\n  de/IN\n  los/FW\n  pilotos/FW\n  de/FW\n  la/FW\n  empresa/FW\n  estatal/FW\n  (NP a/DT teleSUR/NN)\n  ./.)",
      "(S\n  (NP Advierte/NNP que/NN la/NN)\n  situación/FW\n  (NP repite/JJ lo/NN ocurrido/NN con/NN)\n  (NP el/JJ desguace/NN)\n  de/IN\n  los/FW\n  (NP ferrocarriles/NNS argentinos/NNS)\n  ./.)",
      "(S\n  (NP En/NNP la/NN actualidad/NN)\n  ,/,\n  (NP Aerolíneas/NNP Argentinas/NNP)\n  (VP llega/VBD)\n  a/DT\n  21/CD\n  (NP destinos/NN)\n  de/FW\n  manera/FW\n  exclusiva/FW\n  dado/FW\n  (NP que/NN)\n  el/FW\n  (NP interés/NN)\n  de/IN\n  esas/FW\n  (ADJP rutas/JJ)\n  (NP no/DT es/JJ solamente/NN comercial/NN)\n  ,/,\n  (NP\n    sino/NN\n    que/NN\n    favorece/NN\n    el/NN\n    desarrollo/NN\n    del/NN\n    turismo/NN)\n  ,/,\n  el/FW\n  comercio/FW\n  (NP y/NN)\n  la/FW\n  (NP conectividad/JJ con/NN el/NN resto/NN del/NN país/NN)\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  (NP para/NN la/NN)\n  mirada/FW\n  (NP neoliberal/JJ del/NN Ejecutivo/NNP argentino/NN)\n  ,/,\n  (NP todo/JJ aquello/NN que/NN)\n  no/DT\n  de/FW\n  saldo/FW\n  positivo/FW\n  en/FW\n  la/FW\n  balanza/FW\n  (NP comercial/JJ debe/NN cerrarse/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "MONETARIOS",
      "NEOLIBERALISMO_MERCADO"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "paros nacionales y amparos judiciales para garantizar el derecho a la protesta frente al decreto que declara el servicio",
        "position": [
          4500,
          4620
        ],
        "start": 4500,
        "end": 4620
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto también ha unido a diversas organizaciones del transporte en la",
        "position": [
          4206,
          4279
        ],
        "start": 4206,
        "end": 4279
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto también ha unido a diversas organizaciones del transporte en la recientemente creada mesa nacional del transporte. este espacio, que integra sindicatos históricamente enfrentados, busca articular medidas conjuntas para frenar la privatización. entre las acciones planificadas figuran paros nacionales y",
        "position": [
          4206,
          4518
        ],
        "start": 4206,
        "end": 4518
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          2927,
          2941
        ],
        "start": 2927,
        "end": 2941
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2526,
          2532
        ],
        "start": 2526,
        "end": 2532
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3987,
          3994
        ],
        "start": 3987,
        "end": 3994
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de milei aduce",
        "position": [
          1834,
          1857
        ],
        "start": 1834,
        "end": 1857
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente argentino",
        "position": [
          252,
          272
        ],
        "start": 252,
        "end": 272
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "decreto 873",
        "position": [
          2380,
          2391
        ],
        "start": 2380,
        "end": 2391
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado bajo",
        "position": [
          1344,
          1355
        ],
        "start": 1344,
        "end": 1355
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          4280,
          4293
        ],
        "start": 4280,
        "end": 4293
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          788,
          795
        ],
        "start": 788,
        "end": 795
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "liberalización",
        "position": [
          205,
          219
        ],
        "start": 205,
        "end": 219
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "32 millones",
        "position": [
          3013,
          3024
        ],
        "start": 3013,
        "end": 3024
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 217.000",
        "position": [
          3075,
          3089
        ],
        "start": 3075,
        "end": 3089
      },
      {
        "category": "MONETARIOS",
        "matched_text": "32 millones de dólares",
        "position": [
          3013,
          3035
        ],
        "start": 3013,
        "end": 3035
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Mauricio Macri",
        "tipo": "Persona"
      },
      {
        "nombre": "Mesa Nacional del Transporte.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pablo Biró",
        "tipo": "Persona"
      },
      {
        "nombre": "Manuel Adorni",
        "tipo": "Persona"
      },
      {
        "nombre": "Tesoro Nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aerolíneas Argentinas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "APLA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Macri",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno libertario",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cristina Fernández de Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "Iberia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Política Aérea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rodrigo Borras",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Yasky",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asociación de Pilotos de Líneas Aéreas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "AA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "APA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Recalde",
        "tipo": "Persona"
      },
      {
        "nombre": "Asociación del Personal Aeronáutico",
        "tipo": "Organizacion"
      },
      {
        "nombre": "YPF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pablo Ceriani",
        "tipo": "Persona"
      },
      {
        "nombre": "Ejecutivo argentino",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mariano Recalde",
        "tipo": "Persona"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Mariano Recalde",
        "relacion": "SE_ALAR",
        "objeto": "Gobierno libertario"
      },
      {
        "sujeto": "Mariano Recalde",
        "relacion": "SE_ALAR",
        "objeto": "Iberia"
      },
      {
        "sujeto": "Gobierno libertario",
        "relacion": "APLICAR_INTENTAR_OCURRIR_SE_ALAR",
        "objeto": "Iberia"
      },
      {
        "sujeto": "Estado",
        "relacion": "REGRESAR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Pablo Ceriani",
        "relacion": "DESTACAR",
        "objeto": "Tesoro Nacional"
      },
      {
        "sujeto": "Estado",
        "relacion": "SE_ALAR",
        "objeto": "Aerolíneas Argentinas"
      },
      {
        "sujeto": "Estado",
        "relacion": "SE_ALAR",
        "objeto": "Congreso"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9468,
    "pos": 0.021,
    "neu": 0.938,
    "neg": 0.04,
    "label": "negative"
  }
}