{
  "url": "https://www.telesurtv.net/dominica-declara-que-el-pueblo-de-haiti-merece-la-paz/",
  "title": "Dominica declara que el pueblo de Haití merece la paz - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "dOMINICA",
    "Haití",
    "ONU",
    "paz",
    "Revolución Haitiana"
  ],
  "text": "La presidenta de la Mancomunidad de Dominica, Sylvanie Burton, declaró este miércoles que el pueblo de Haití merece que impere la paz en su nación.\nAl mostrarse solidarios con el pueblo de Haití, Burton precisó que confía en que los ciudadanos de a pie puedan trabajar y sentir la paz en el país caribeño. “Un resultado que merecen plenamente”, insistió.\n“La crisis en Haití es mucho más que una crisis del Caribe”, refirió, al tiempo que subrayó que la delegación de Dominica apoya la postura del Caricom sobre Haití: un proceso de transición liderado por la propia nación.\nAl recalcar que la crisis de Haití es mucho más que la lucha del Caribe, puntualizó que la crisis actual que vive no niega el derecho de su pueblo a reconocer su soberanía sagrada y su derecho a la búsqueda por una paz duradera y justa.\n“Los retos de nuestro Estado hermano de Caricom tienen que ver con la gloriosa contribución que hizo Haití a la lucha por la justicia la libertad de la región y el mundo”, puntualizó Sylvanie Burton, quien declaró que la configuración actual de esta Asamblea hubiera sido inimaginable sin las luchas heroicas del pueblo haitiano.\nAl reconocer los sacrificios históricos de Haití al abrirle las puertas de la liberación a otros países, Dominica acoge el establecimiento del Gobierno interino haitiano y la configuración del nuevo Gabinete.\n“Este proceso de normalización de la vida para el pueblo de Haití ha sido muy duro y complejo”, sin embargo, con el apoyo de la comunidad internacional hay una esperanza. “Seguimos siendo optimista”, dijo.\nAún cuando organizaciones caribeñas han reconocido los procesos de intervención en Haití, la presidenta de la mancomunidad de Dominica resaltó el rol de los “voluntarios kenyatas”, así como a Estados Unidos y Canadá.\nEl pueblo haitiano es resiliente, agregó Sylvanie Burton, primera mujer presidenta de la macomunidad y primera presidenta de origen indígena.\nEs necesaria una acción que tenga en cuenta a los más vulnerables: mujeres, niñas, niños, personas con discapacidades, “que puedan salir de la sombra del abandono y entrar bajo la luz de las oportunidades”.\nAl acotar que nadie debe quedar atrás en la búsqueda incansable del progreso, la presidenta insistió en la importancia de un futuro sostenible y resiliente y, para ello, es necesario abrazar el multilateralismo.\nReflexionó sobre los Objetivos de Desarrollo Sostenible (ODS) y la Agenda 2030 de la ONU, donde se están indicando progresos mínimos, mientras alertó del retroceso.\nInsistió en potenciar capacidades colectivas de gestión que garanticen “el bienestar de nuestras generaciones futuras”, mientras alertó sobre el incremento de las enfermedades no transmisibles\n“Seguimos comprometidos en la lucha contra este tipo de enfermedades”, dijo.\nBurton sostuvo que el cambio climático es una amenaza a la vida, es una realidad cotidiana. “Año tras año vemos a nuestras comunidades lidiando con sequias prolongadas, inundaciones severas”.\nAsimismo, recordó que la huracán María destruyó más de 225 por ciento del PIB de Dominica en horas. “Necesitamos acción urgente, decidida, audaz”, puntualizó.\n“Debemos reducir de forma radical las emisiones y crear infraestructuras resilientes al cambio climático”, explicó, entre tanto insistió que es una cuestión de justicia climática. “Nuestro futuro depende de las decisiones que se tomen en esta sala”, aseveró.\n“Las alarmas de los científicos climáticos han demostrado ser acertadas”, manifestó Burton.\nHabló además del esfuerzo de Caricom y de su país en invertir en educación comunitaria y energía renovables, pero “no serán efectivas si el mundo no cumple los acuerdos para reducir el calentamiento climático”.\nExhortó a que se cumplan compromisos éticos: “una hipocresía impera en esta asamblea”, constató. Cabe mencionar que la política dominica reflexionó de forma muy sucinta sobre los conflictos en Sudán, Ucrania y Oriente Medio.\nDestacó la pérdida de vida de los más inocentes entre ellos mujeres y niñxs, aún cuando no mencionó al pueblo de Palestina que sufre el genocidio por parte de las fuerzas israelíes.\nSylvanie Burton exhortó a que se ponga fin al bloqueo a Cuba, impuesto por el Gobierno de Estados Unidos (EE.UU.) hace más de 60 años.\n“Su levantamiento es cada vez más urgente”, refirió mientras calificó de obsoletas las restricciones comerciales que se han impuesto al pueblo noble de Cuba, mientras insistió que deberían desaparecer, de igual manera, las sanciones contra Venezuela.\n“Las sanciones contra Venezuela recaen en el pueblo”, dijo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/dominica-declara-que-el-pueblo-de-haiti-merece-la-paz/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 347,
    "message_id": 77045,
    "date": "2024-09-26T01:55:18+00:00",
    "text": "teleSUR\nDominica declara que el pueblo de Haití merece la paz\nhttps://www.telesurtv.net/dominica-declara-que-el-pueblo-de-haiti-merece-la-paz/",
    "photo_path": null,
    "views": 2055,
    "reactions": {
      "👍": 41
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "la presidenta de la mancomunidad de dominica, sylvanie burton, declaró este miércoles que el pueblo de haití merece que impere la paz en su nación. al mostrarse solidarios con el pueblo de haití, burton precisó que confía en que los ciudadanos de a pie puedan trabajar y sentir la paz en el país caribeño. “un resultado que merecen plenamente”, insistió. “la crisis en haití es mucho más que una crisis del caribe”, refirió, al tiempo que subrayó que la delegación de dominica apoya la postura del caricom sobre haití: un proceso de transición liderado por la propia nación. al recalcar que la crisis de haití es mucho más que la lucha del caribe, puntualizó que la crisis actual que vive no niega el derecho de su pueblo a reconocer su soberanía sagrada y su derecho a la búsqueda por una paz duradera y justa. “los retos de nuestro estado hermano de caricom tienen que ver con la gloriosa contribución que hizo haití a la lucha por la justicia la libertad de la región y el mundo”, puntualizó sylvanie burton, quien declaró que la configuración actual de esta asamblea hubiera sido inimaginable sin las luchas heroicas del pueblo haitiano. al reconocer los sacrificios históricos de haití al abrirle las puertas de la liberación a otros países, dominica acoge el establecimiento del gobierno interino haitiano y la configuración del nuevo gabinete. “este proceso de normalización de la vida para el pueblo de haití ha sido muy duro y complejo”, sin embargo, con el apoyo de la comunidad internacional hay una esperanza. “seguimos siendo optimista”, dijo. aún cuando organizaciones caribeñas han reconocido los procesos de intervención en haití, la presidenta de la mancomunidad de dominica resaltó el rol de los “voluntarios kenyatas”, así como a estados unidos y canadá. el pueblo haitiano es resiliente, agregó sylvanie burton, primera mujer presidenta de la macomunidad y primera presidenta de origen indígena. es necesaria una acción que tenga en cuenta a los más vulnerables: mujeres, niñas, niños, personas con discapacidades, “que puedan salir de la sombra del abandono y entrar bajo la luz de las oportunidades”. al acotar que nadie debe quedar atrás en la búsqueda incansable del progreso, la presidenta insistió en la importancia de un futuro sostenible y resiliente y, para ello, es necesario abrazar el multilateralismo. reflexionó sobre los objetivos de desarrollo sostenible (ods) y la agenda 2030 de la onu, donde se están indicando progresos mínimos, mientras alertó del retroceso. insistió en potenciar capacidades colectivas de gestión que garanticen “el bienestar de nuestras generaciones futuras”, mientras alertó sobre el incremento de las enfermedades no transmisibles “seguimos comprometidos en la lucha contra este tipo de enfermedades”, dijo. burton sostuvo que el cambio climático es una amenaza a la vida, es una realidad cotidiana. “año tras año vemos a nuestras comunidades lidiando con sequias prolongadas, inundaciones severas”. asimismo, recordó que la huracán maría destruyó más de 225 por ciento del pib de dominica en horas. “necesitamos acción urgente, decidida, audaz”, puntualizó. “debemos reducir de forma radical las emisiones y crear infraestructuras resilientes al cambio climático”, explicó, entre tanto insistió que es una cuestión de justicia climática. “nuestro futuro depende de las decisiones que se tomen en esta sala”, aseveró. “las alarmas de los científicos climáticos han demostrado ser acertadas”, manifestó burton. habló además del esfuerzo de caricom y de su país en invertir en educación comunitaria y energía renovables, pero “no serán efectivas si el mundo no cumple los acuerdos para reducir el calentamiento climático”. exhortó a que se cumplan compromisos éticos: “una hipocresía impera en esta asamblea”, constató. cabe mencionar que la política dominica reflexionó de forma muy sucinta sobre los conflictos en sudán, ucrania y oriente medio. destacó la pérdida de vida de los más inocentes entre ellos mujeres y niñxs, aún cuando no mencionó al pueblo de palestina que sufre el genocidio por parte de las fuerzas israelíes. sylvanie burton exhortó a que se ponga fin al bloqueo a cuba, impuesto por el gobierno de estados unidos (ee.uu.) hace más de 60 años. “su levantamiento es cada vez más urgente”, refirió mientras calificó de obsoletas las restricciones comerciales que se han impuesto al pueblo noble de cuba, mientras insistió que deberían desaparecer, de igual manera, las sanciones contra venezuela. “las sanciones contra venezuela recaen en el pueblo”, dijo.",
    "tokens": [
      "presidenta",
      "mancomunidad",
      "dominica",
      ",",
      "sylvanie",
      "burton",
      ",",
      "declaró",
      "miércoles",
      "pueblo",
      "haití",
      "merece",
      "impere",
      "paz",
      "nación",
      ".",
      "mostrarse",
      "solidarios",
      "pueblo",
      "haití",
      ",",
      "burton",
      "precisó",
      "confía",
      "ciudadanos",
      "pie",
      "puedan",
      "trabajar",
      "sentir",
      "paz",
      "país",
      "caribeño",
      ".",
      "“",
      "resultado",
      "merecen",
      "plenamente",
      "”",
      ",",
      "insistió",
      ".",
      "“",
      "crisis",
      "haití",
      "crisis",
      "caribe",
      "”",
      ",",
      "refirió",
      ",",
      "tiempo",
      "subrayó",
      "delegación",
      "dominica",
      "apoya",
      "postura",
      "caricom",
      "haití",
      ":",
      "proceso",
      "transición",
      "liderado",
      "propia",
      "nación",
      ".",
      "recalcar",
      "crisis",
      "haití",
      "lucha",
      "caribe",
      ",",
      "puntualizó",
      "crisis",
      "actual",
      "vive",
      "niega",
      "derecho",
      "pueblo",
      "reconocer",
      "soberanía",
      "sagrada",
      "derecho",
      "búsqueda",
      "paz",
      "duradera",
      "justa",
      ".",
      "“",
      "retos",
      "hermano",
      "caricom",
      "ver",
      "gloriosa",
      "contribución",
      "hizo",
      "haití",
      "lucha",
      "justicia",
      "libertad",
      "región",
      "mundo",
      "”",
      ",",
      "puntualizó",
      "sylvanie",
      "burton",
      ",",
      "declaró",
      "configuración",
      "actual",
      "asamblea",
      "sido",
      "inimaginable",
      "luchas",
      "heroicas",
      "pueblo",
      "haitiano",
      ".",
      "reconocer",
      "sacrificios",
      "históricos",
      "haití",
      "abrirle",
      "puertas",
      "liberación",
      "países",
      ",",
      "dominica",
      "acoge",
      "establecimiento",
      "gobierno",
      "interino",
      "haitiano",
      "configuración",
      "nuevo",
      "gabinete",
      ".",
      "“",
      "proceso",
      "normalización",
      "vida",
      "pueblo",
      "haití",
      "sido",
      "duro",
      "complejo",
      "”",
      ",",
      "embargo",
      ",",
      "apoyo",
      "comunidad",
      "internacional",
      "esperanza",
      ".",
      "“",
      "seguimos",
      "siendo",
      "optimista",
      "”",
      ",",
      "dijo",
      ".",
      "aún",
      "organizaciones",
      "caribeñas",
      "reconocido",
      "procesos",
      "intervención",
      "haití",
      ",",
      "presidenta",
      "mancomunidad",
      "dominica",
      "resaltó",
      "rol",
      "“",
      "voluntarios",
      "kenyatas",
      "”",
      ",",
      "así",
      "unidos",
      "canadá",
      ".",
      "pueblo",
      "haitiano",
      "resiliente",
      ",",
      "agregó",
      "sylvanie",
      "burton",
      ",",
      "primera",
      "mujer",
      "presidenta",
      "macomunidad",
      "primera",
      "presidenta",
      "origen",
      "indígena",
      ".",
      "necesaria",
      "acción",
      "cuenta",
      "vulnerables",
      ":",
      "mujeres",
      ",",
      "niñas",
      ",",
      "niños",
      ",",
      "personas",
      "discapacidades",
      ",",
      "“",
      "puedan",
      "salir",
      "sombra",
      "abandono",
      "entrar",
      "bajo",
      "luz",
      "oportunidades",
      "”",
      ".",
      "acotar",
      "nadie",
      "debe",
      "quedar",
      "atrás",
      "búsqueda",
      "incansable",
      "progreso",
      ",",
      "presidenta",
      "insistió",
      "importancia",
      "futuro",
      "sostenible",
      "resiliente",
      ",",
      "ello",
      ",",
      "necesario",
      "abrazar",
      "multilateralismo",
      ".",
      "reflexionó",
      "objetivos",
      "desarrollo",
      "sostenible",
      "(",
      "ods",
      ")",
      "agenda",
      "2030",
      "onu",
      ",",
      "indicando",
      "progresos",
      "mínimos",
      ",",
      "mientras",
      "alertó",
      "retroceso",
      ".",
      "insistió",
      "potenciar",
      "capacidades",
      "colectivas",
      "gestión",
      "garanticen",
      "“",
      "bienestar",
      "generaciones",
      "futuras",
      "”",
      ",",
      "mientras",
      "alertó",
      "incremento",
      "enfermedades",
      "transmisibles",
      "“",
      "seguimos",
      "comprometidos",
      "lucha",
      "tipo",
      "enfermedades",
      "”",
      ",",
      "dijo",
      ".",
      "burton",
      "sostuvo",
      "cambio",
      "climático",
      "amenaza",
      "vida",
      ",",
      "realidad",
      "cotidiana",
      ".",
      "“",
      "año",
      "tras",
      "año",
      "vemos",
      "comunidades",
      "lidiando",
      "sequias",
      "prolongadas",
      ",",
      "inundaciones",
      "severas",
      "”",
      ".",
      "asimismo",
      ",",
      "recordó",
      "huracán",
      "maría",
      "destruyó",
      "225",
      "ciento",
      "pib",
      "dominica",
      "horas",
      ".",
      "“",
      "necesitamos",
      "acción",
      "urgente",
      ",",
      "decidida",
      ",",
      "audaz",
      "”",
      ",",
      "puntualizó",
      ".",
      "“",
      "debemos",
      "reducir",
      "forma",
      "radical",
      "emisiones",
      "crear",
      "infraestructuras",
      "resilientes",
      "cambio",
      "climático",
      "”",
      ",",
      "explicó",
      ",",
      "insistió",
      "cuestión",
      "justicia",
      "climática",
      ".",
      "“",
      "futuro",
      "depende",
      "decisiones",
      "tomen",
      "sala",
      "”",
      ",",
      "aseveró",
      ".",
      "“",
      "alarmas",
      "científicos",
      "climáticos",
      "demostrado",
      "ser",
      "acertadas",
      "”",
      ",",
      "manifestó",
      "burton",
      ".",
      "habló",
      "además",
      "esfuerzo",
      "caricom",
      "país",
      "invertir",
      "educación",
      "comunitaria",
      "energía",
      "renovables",
      ",",
      "“",
      "efectivas",
      "si",
      "mundo",
      "cumple",
      "acuerdos",
      "reducir",
      "calentamiento",
      "climático",
      "”",
      ".",
      "exhortó",
      "cumplan",
      "compromisos",
      "éticos",
      ":",
      "“",
      "hipocresía",
      "impera",
      "asamblea",
      "”",
      ",",
      "constató",
      ".",
      "cabe",
      "mencionar",
      "política",
      "dominica",
      "reflexionó",
      "forma",
      "sucinta",
      "conflictos",
      "sudán",
      ",",
      "ucrania",
      "oriente",
      "medio",
      ".",
      "destacó",
      "pérdida",
      "vida",
      "inocentes",
      "mujeres",
      "niñxs",
      ",",
      "aún",
      "mencionó",
      "pueblo",
      "palestina",
      "sufre",
      "genocidio",
      "parte",
      "fuerzas",
      "israelíes",
      ".",
      "sylvanie",
      "burton",
      "exhortó",
      "ponga",
      "fin",
      "bloqueo",
      "cuba",
      ",",
      "impuesto",
      "gobierno",
      "unidos",
      "(",
      "ee.uu.",
      ")",
      "hace",
      "60",
      "años",
      ".",
      "“",
      "levantamiento",
      "cada",
      "vez",
      "urgente",
      "”",
      ",",
      "refirió",
      "mientras",
      "calificó",
      "obsoletas",
      "restricciones",
      "comerciales",
      "impuesto",
      "pueblo",
      "noble",
      "cuba",
      ",",
      "mientras",
      "insistió",
      "deberían",
      "desaparecer",
      ",",
      "igual",
      "manera",
      ",",
      "sanciones",
      "venezuela",
      ".",
      "“",
      "sanciones",
      "venezuela",
      "recaen",
      "pueblo",
      "”",
      ",",
      "dijo",
      "."
    ],
    "token_count": 507,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "FW": 141,
      "VBZ": 10,
      "NN": 272,
      "NNS": 35,
      "VBP": 27,
      "JJ": 68,
      "IN": 31,
      "RB": 3,
      "VBD": 1,
      "CC": 1,
      "DT": 5,
      "CD": 3,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-FW": 14,
      "FW-FW": 76,
      "FW-NNP": 22,
      "NNP-NNP": 23,
      "NNP-VBZ": 4,
      "VBZ-NN": 1,
      "NN-NNS": 8,
      "NNS-VBP": 20,
      "VBP-JJ": 16,
      "JJ-NN": 46,
      "NN-IN": 27,
      "IN-NNP": 5,
      "NNP-NN": 40,
      "NN-RB": 3,
      "RB-VBZ": 1,
      "VBZ-JJ": 6,
      "JJ-FW": 5,
      "FW-NN": 21,
      "NN-FW": 23,
      "FW-NNS": 10,
      "NN-NN": 156,
      "IN-JJ": 4,
      "JJ-JJ": 6,
      "IN-FW": 18,
      "NN-NNP": 27,
      "NN-VBD": 1,
      "VBD-NNP": 1,
      "NN-JJ": 18,
      "NNP-VBP": 4,
      "VBP-NN": 3,
      "NNP-JJ": 1,
      "FW-JJ": 11,
      "JJ-NNP": 4,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "RB-JJ": 1,
      "NN-VBP": 3,
      "JJ-NNS": 6,
      "NNS-FW": 3,
      "NNS-NNP": 5,
      "IN-NN": 2,
      "NNS-VBZ": 1,
      "VBP-NNS": 3,
      "NNS-JJ": 2,
      "NNP-IN": 1,
      "NNP-CD": 1,
      "CD-IN": 1,
      "VBP-IN": 2,
      "NNS-NNS": 4,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "DT-NNS": 1,
      "IN-CD": 2,
      "CD-NNS": 2,
      "NN-VBZ": 3,
      "VBZ-JJR": 1,
      "JJR-JJ": 1,
      "VBZ-FW": 1,
      "VBP-DT": 1,
      "DT-NN": 3,
      "NN-DT": 2,
      "RB-FW": 1,
      "VBP-NNP": 2,
      "NNP-NNS": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 6,
      "FW-FW-FW": 46,
      "FW-FW-NNP": 12,
      "FW-NNP-FW": 8,
      "NNP-FW-NNP": 3,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 10,
      "JJ-NN-IN": 8,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 3,
      "NNP-NNP-NN": 7,
      "NNP-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "FW-NN-FW": 9,
      "NN-FW-NNP": 5,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 6,
      "NNP-NN-NN": 29,
      "NN-NN-NN": 87,
      "NN-NN-IN": 17,
      "NN-IN-JJ": 4,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "NN-IN-FW": 15,
      "IN-FW-NN": 1,
      "FW-NN-NN": 7,
      "IN-FW-FW": 7,
      "FW-FW-NN": 8,
      "FW-NN-NNP": 1,
      "NN-NNP-NN": 18,
      "NN-NN-NNP": 19,
      "NNP-NN-VBD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-FW": 1,
      "NNP-FW-NN": 4,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 15,
      "JJ-NN-NN": 28,
      "NN-NN-FW": 10,
      "NN-FW-FW": 11,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NNP-NN-NNP": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NN-FW-NN": 6,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "FW-NNP-NN": 8,
      "JJ-NN-JJ": 2,
      "NN-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-FW-JJ": 6,
      "FW-JJ-NN": 8,
      "NNP-NN-FW": 4,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NNP-NNP": 5,
      "NNP-NNP-FW": 3,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "FW-FW-NNS": 5,
      "FW-NNS-NNP": 2,
      "NNS-NNP-VBP": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "FW-NN-IN": 1,
      "IN-NNP-NN": 1,
      "FW-FW-JJ": 4,
      "JJ-NN-NNP": 5,
      "NNP-NN-NNS": 1,
      "IN-FW-NNS": 3,
      "NNP-NN-JJ": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "NNS-NNP-NN": 3,
      "FW-NN-JJ": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NNP": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NNS": 1,
      "DT-NNS-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "NNS-FW-NNS": 1,
      "NNS-VBP-NN": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "JJ-NN-NNS": 2,
      "IN-JJ-NN": 3,
      "FW-NNS-FW": 1,
      "NNP-NN-IN": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJR": 1,
      "VBZ-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "FW-NN-DT": 1,
      "NN-DT-NN": 2,
      "VBZ-JJ-NN": 1,
      "VBP-JJ-JJ": 1,
      "JJ-NN-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-FW": 1,
      "RB-FW-FW": 1,
      "CD-NNS-NNP": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-NNP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 272,
        "FW": 141,
        "NNP": 90,
        "JJ": 68,
        "NNS": 35
      },
      "top_bigrams": {
        "NN-NN": 156,
        "FW-FW": 76,
        "JJ-NN": 46,
        "NNP-NN": 40,
        "NN-IN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 87,
        "FW-FW-FW": 46,
        "NNP-NN-NN": 29,
        "JJ-NN-NN": 28,
        "NN-NN-NNP": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 199,
      "VP": 38,
      "PP": 10,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0216
      },
      {
        "rule": "NP -> ('Haití', 'NNP')",
        "frequency": 5,
        "weight": 0.018
      },
      {
        "rule": "NP -> ('Dominica', 'NNP')",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "NP -> ('Sylvanie', 'NNP') ('Burton', 'NNP')",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "NP -> ('dijo', 'NN')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('el', 'JJ') ('pueblo', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "S -> NP (',', ',') NP ('.', '.')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('insistió', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('al', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "Mancomunidad"
      },
      {
        "label": "NP",
        "text": "Dominica"
      },
      {
        "label": "NP",
        "text": "Sylvanie Burton"
      },
      {
        "label": "NP",
        "text": "declaró este miércoles"
      },
      {
        "label": "VP",
        "text": "que el pueblo"
      },
      {
        "label": "NP",
        "text": "el pueblo"
      },
      {
        "label": "PP",
        "text": "de Haití merece que"
      },
      {
        "label": "NP",
        "text": "Haití merece que"
      },
      {
        "label": "VP",
        "text": "la paz"
      },
      {
        "label": "NP",
        "text": "su nación"
      },
      {
        "label": "NP",
        "text": "Al mostrarse solidarios"
      },
      {
        "label": "VP",
        "text": "con el pueblo"
      },
      {
        "label": "NP",
        "text": "el pueblo"
      },
      {
        "label": "PP",
        "text": "de Haití"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  presidenta/FW\n  de/FW\n  la/FW\n  (NP Mancomunidad/NNP)\n  de/FW\n  (NP Dominica/NNP)\n  ,/,\n  (NP Sylvanie/NNP Burton/NNP)\n  ,/,\n  (NP declaró/NN este/NN miércoles/NNS)\n  (VP que/VBP (NP el/JJ pueblo/NN))\n  (PP de/IN (NP Haití/NNP merece/NNP que/NN))\n  impere/RB\n  (VP la/VBZ paz/JJ)\n  en/FW\n  (NP su/NN nación/NN)\n  ./.)",
      "(S\n  (NP Al/NNP mostrarse/NN solidarios/NNS)\n  (VP con/VBP (NP el/JJ pueblo/NN))\n  (PP de/IN (NP Haití/NNP))\n  ,/,\n  (NP Burton/NNP)\n  (VP precisó/VBZ (NP que/JJ confía/NN))\n  (PP en/IN (NP que/JJ los/JJ ciudadanos/NN))\n  (PP\n    de/IN\n    (NP\n      a/DT\n      pie/JJ\n      puedan/NN\n      trabajar/NN\n      y/NN\n      sentir/NN\n      la/NN\n      paz/NN))\n  en/IN\n  el/FW\n  (NP país/NN caribeño/NN)\n  ./.)",
      "(S\n  (NP “/JJ Un/NNP resultado/NN que/NN merecen/NN plenamente/NN ”/NNP)\n  ,/,\n  (NP insistió/NN)\n  ./.)",
      "(S\n  (NP “/JJ La/NNP crisis/NN)\n  (VP en/VBD (NP Haití/NNP))\n  es/FW\n  (NP mucho/NN más/NN que/NN)\n  (NP una/JJ crisis/NN del/NN Caribe/NNP ”/NNP)\n  ,/,\n  (NP refirió/NN)\n  ,/,\n  (NP al/JJ tiempo/NN que/NN subrayó/NN que/NN)\n  la/FW\n  delegación/FW\n  de/FW\n  (NP Dominica/NNP)\n  (VP\n    apoya/VBP\n    (NP la/NN postura/NN del/NN Caricom/NNP sobre/NN Haití/NNP))\n  :/:\n  (NP un/JJ proceso/NN)\n  de/IN\n  transición/FW\n  liderado/FW\n  (NP por/NN la/NN propia/NN nación/NN)\n  ./.)",
      "(S\n  (NP Al/NNP recalcar/NN que/NN)\n  la/FW\n  (NP crisis/NN)\n  de/FW\n  (NP Haití/NNP)\n  es/CC\n  (NP mucho/JJ más/NN que/NN la/NN)\n  lucha/FW\n  (NP del/NN Caribe/NNP)\n  ,/,\n  (NP puntualizó/NN que/NN la/NN crisis/NN)\n  (NP actual/JJ que/NN)\n  (ADJP vive/JJ)\n  (NP no/DT niega/JJ el/NN derecho/NN)\n  de/IN\n  su/FW\n  pueblo/FW\n  (NP a/DT reconocer/NN su/NN soberanía/NN sagrada/NN y/NN su/NN)\n  (VP\n    derecho/VBZ\n    (NP a/DT la/NN búsqueda/NN por/NN)\n    (NP una/JJ paz/NN duradera/NN y/NN justa/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "LOCALIZACIONES_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3454,
          3463
        ],
        "start": 3454,
        "end": 3463
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "contribución",
        "position": [
          891,
          903
        ],
        "start": 891,
        "end": 903
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "soberanía sagrada y su derecho",
        "position": [
          737,
          767
        ],
        "start": 737,
        "end": 767
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          63,
          70
        ],
        "start": 63,
        "end": 70
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          203,
          210
        ],
        "start": 203,
        "end": 210
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "cambio climático",
        "position": [
          2792,
          2808
        ],
        "start": 2792,
        "end": 2808
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "objetivos de desarrollo sostenible",
        "position": [
          2356,
          2390
        ],
        "start": 2356,
        "end": 2390
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de estados unidos",
        "position": [
          4168,
          4194
        ],
        "start": 4168,
        "end": 4194
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta de la",
        "position": [
          3,
          19
        ],
        "start": 3,
        "end": 19
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          2420,
          2423
        ],
        "start": 2420,
        "end": 2423
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígena",
        "position": [
          1906,
          1914
        ],
        "start": 1906,
        "end": 1914
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          1983,
          1990
        ],
        "start": 1983,
        "end": 1990
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          439,
          446
        ],
        "start": 439,
        "end": 446
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          3908,
          3915
        ],
        "start": 3908,
        "end": 3915
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          2096,
          2099
        ],
        "start": 2096,
        "end": 2099
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          4146,
          4150
        ],
        "start": 4146,
        "end": 4150
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1749,
          1763
        ],
        "start": 1749,
        "end": 1763
      },
      {
        "category": "PAISES",
        "matched_text": "canadá",
        "position": [
          1766,
          1772
        ],
        "start": 1766,
        "end": 1772
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          127,
          133
        ],
        "start": 127,
        "end": 133
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          407,
          413
        ],
        "start": 407,
        "end": 413
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado hermano",
        "position": [
          834,
          848
        ],
        "start": 834,
        "end": 848
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo”, sin",
        "position": [
          1436,
          1450
        ],
        "start": 1436,
        "end": 1450
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1451,
          1458
        ],
        "start": 1451,
        "end": 1458
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 225",
        "position": [
          3010,
          3020
        ],
        "start": 3010,
        "end": 3020
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 60",
        "position": [
          4209,
          4218
        ],
        "start": 4209,
        "end": 4218
      }
    ],
    "match_count": 25
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Burton",
        "tipo": "Persona"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gabinete",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mancomunidad de Dominica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Canadá",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Caricom",
        "tipo": "Persona"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caricom",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sylvanie Burton",
        "tipo": "Persona"
      },
      {
        "nombre": "María",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dominica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oriente Medio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Mancomunidad de Dominica",
        "relacion": "DECLARAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Sylvanie Burton",
        "relacion": "DECLARAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Burton",
        "relacion": "MOSTRAR_L_PRECISAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Haití",
        "relacion": "M_S_REFERIR",
        "objeto": "Dominica"
      },
      {
        "sujeto": "Haití",
        "relacion": "M_S_REFERIR",
        "objeto": "Caricom"
      },
      {
        "sujeto": "Caribe",
        "relacion": "M_S_REFERIR",
        "objeto": "Dominica"
      },
      {
        "sujeto": "Caribe",
        "relacion": "M_S_REFERIR",
        "objeto": "Caricom"
      },
      {
        "sujeto": "Caribe",
        "relacion": "M_S_REFERIR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Dominica",
        "relacion": "APOYAR_SUBRAYAR_REFERIR",
        "objeto": "Caricom"
      },
      {
        "sujeto": "Dominica",
        "relacion": "APOYAR_SUBRAYAR_REFERIR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Haití",
        "relacion": "HACER_TENER_PUNTUALIZAR",
        "objeto": "Sylvanie Burton"
      },
      {
        "sujeto": "Haití",
        "relacion": "HACER_TENER_PUNTUALIZAR",
        "objeto": "Asamblea"
      },
      {
        "sujeto": "Dominica",
        "relacion": "RECONOCER_ACOGER",
        "objeto": "Haití"
      },
      {
        "sujeto": "Haití",
        "relacion": "RECONOCER_ACOGER",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Haití",
        "relacion": "RECONOCER_ACOGER",
        "objeto": "Gabinete"
      },
      {
        "sujeto": "Dominica",
        "relacion": "ACOGER",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Dominica",
        "relacion": "ACOGER",
        "objeto": "Gabinete"
      },
      {
        "sujeto": "Haití",
        "relacion": "RECONOCER",
        "objeto": "Dominica"
      },
      {
        "sujeto": "Haití",
        "relacion": "RECONOCER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Haití",
        "relacion": "RECONOCER",
        "objeto": "Canadá"
      },
      {
        "sujeto": "Dominica",
        "relacion": "RESALTAR_RECONOCER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Dominica",
        "relacion": "RESALTAR_RECONOCER",
        "objeto": "Canadá"
      },
      {
        "sujeto": "María",
        "relacion": "DESTRUIR_RECORDAR",
        "objeto": "Dominica"
      },
      {
        "sujeto": "Sylvanie Burton",
        "relacion": "EXHORTAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Sylvanie Burton",
        "relacion": "EXHORTAR",
        "objeto": "Gobierno de Estados Unidos"
      },
      {
        "sujeto": "Sylvanie Burton",
        "relacion": "EXHORTAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Cuba",
        "relacion": "PONER_EXHORTAR",
        "objeto": "Gobierno de Estados Unidos"
      },
      {
        "sujeto": "Cuba",
        "relacion": "PONER_EXHORTAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Cuba",
        "relacion": "IMPONER_CALIFICAR_REFERIR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9799,
    "pos": 0.008,
    "neu": 0.947,
    "neg": 0.045,
    "label": "negative"
  }
}