{
  "url": "https://www.telesurtv.net/conclave-2025-capilla-sixtina-sucesor-pedro/",
  "title": "Cónclave 2025: Se cierran las puertas de la Capilla Sixtina para elegir al sucesor 267 de Pedro - teleSUR",
  "section": "Mundo",
  "tags": [
    "Capilla Sixtina",
    "Cónclave 2025",
    "Papa Francisco"
  ],
  "text": "En absoluto secreto, previamente jurado por los cardenales electores, el cónclave —que designará al sucesor inmediato del recién fallecido papa Francisco— sesiona al interior de la Capilla Sixtina, mientras los fieles se congregan en la Plaza de San Pedro en un ambiente de fiesta, con la esperanza de darle la bienvenida a una figura continuista, que respete el legado del primer sumo pontífice latinoamericano.\n\nLEA TAMBIÉN\nCardenal Re llama a elegir un papa «de comunión y unidad» ante complejo panorama mundial\n\nEn la Capilla Paulina, situada en los Palacios Apostólicos Vaticanos, tuvo lugar la oración de los cardenales electores. Desde este sitio, se trasladaron en procesión hasta la Capilla Sixtina para elegir al nuevo papa.\nDurante una comparecencia televisiva exclusiva para teleSUR, el sacerdote jesuita, Numa Molina insistió en que no habíamos tenido un Colegio Cardenalicio tan diverso, donde esté representada la Iglesia universal. “Un altísimo por ciento de estos cardenales fue escogido por el papa Francisco con sus criterios pastorales. Eso nos da esperanza de que estemos frente a un Colegio interesado en escoger a alguien que siga las líneas del papa Francisco”, señaló.\n“Ahí se está jugando el futuro de la Iglesia. Cuando los veía entrando, yo decía: Saber que, dentro de esos, uno de ellos va a ser el papa y no sabemos quién. Hay que dejar al espíritu que actúe”, indicó.\n\n\nDe acuerdo con Molina, la elección de la Capilla Sixtina responde a la importancia que reviste la obra del gran artista Miguel Ángel, con frescos que invitan a la oración, a caer en la cuenta de la grandeza de Dios. Entrar en la Capilla es como sentirse arropado por la belleza y por una inspiración profunda del evangelio. “Permite el aislamiento necesario para poder escuchar la voz del espíritu”, señaló.\nSobre el libro de los evangelios, los 133 cardenales electores presentes en el Vaticano efectuaron el juramento. Uno a uno se comprometen a observar, fiel y escrupulosamente, todas las prescripciones contenidas en la Constitución Apostólica Universi Dominici Gregis. Este texto regula las disposiciones para la elección del nuevo pontífice romano.\n\n\nDesde el servicio de prensa del Vaticano, trasciende que el cardenal Vinko Puljić, Arzobispo Emérito de Sarajevo (Bosnia-Herzegovina), realizó la procesión de inicio del cónclave con el resto de purpurados, a fin de participar en las votaciones desde la Capilla Sixtina.\nMás adelante y en completo aislamiento, los purpurados deberán elegir al azar a los nueve cardenales que oficiarán la votación. Tres serán los encargados de supervisar el proceso, otro trío deberá recoger los votos y los restantes revisarán las papeletas que fueron depositadas en una urna.LEA TAMBIÉN\nProtocolos del cónclave\n\nDe acuerdo con los corresponsales de teleSUR en Ciudad del Vaticano, Sergio Rodrigo y Jorge Gestoso, una multitud se congrega en la Plaza de San Pedro a la expectativa de la decisión. Aunque se augura un cónclave más corto de lo habitual, hay que tener en cuenta la amplia participación de cardenales, con 71 países representados. En tanto, es un proceso difícil de anticipar, debido al hermetismo radical en que se desarrolla.\n\n\nVale recordar que el nuevo papa contará con una mayoría calificada de dos tercios de los votos. Se realizarán cuatro escrutinios diarios: dos por la mañana y dos por la tarde. En caso de que después de 33 o 34 votaciones no hay un ganador claro, se procederá a una segunda vuelta entre los dos cardenales más votados, aunque estos no participarán activamente en dicho balotaje.\nLuego de conseguir la mayoría necesaria, el último Cardenal Diácono convocará al Maestro de Celebraciones Litúrgicas y al Secretario del Colegio Cardenalicio. Se le preguntará al elegido: ¿Acceptasne electionem de te canonice factam in Summum Pontificem? (¿Acepta usted su elección canónica como Sumo Pontífice?). Tras su aceptación, se le consultará sobre el nombre pontificio que desea adoptar.\nEntonces, se procederá a quemar las papeletas, lo que producirá el tradicional humo blanco visible desde la Plaza de San Pedro. El nuevo papa se retirará a la «Sala de las Lágrimas» para vestir por primera vez los ornamentos papales antes de presentarse a los fieles congregados. El proceso culminará con el anuncio «Habemus Papam», la aparición del nuevo Pontífice y la bendición «Urbi et Orbi» que marcará el inicio de su pontificado como el 267º sucesor de Pedro.\n(Noticia en desarrollo)",
  "source_metadata": {
    "url": "https://www.telesurtv.net/conclave-2025-capilla-sixtina-sucesor-pedro/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 1618,
    "message_id": 93558,
    "date": "2025-05-07T15:55:40+00:00",
    "text": "teleSUR\nCónclave 2025: Se cierran las puertas de la Capilla Sixtina para elegir al sucesor 267 de Pedro\nhttps://www.telesurtv.net/conclave-2025-capilla-sixtina-sucesor-pedro/",
    "photo_path": null,
    "views": 1781,
    "reactions": {
      "👍": 23,
      "🙏": 6,
      "💩": 3
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "en absoluto secreto, previamente jurado por los cardenales electores, el cónclave —que designará al sucesor inmediato del recién fallecido papa francisco— sesiona al interior de la capilla sixtina, mientras los fieles se congregan en la plaza de san pedro en un ambiente de fiesta, con la esperanza de darle la bienvenida a una figura continuista, que respete el legado del primer sumo pontífice latinoamericano. en la capilla paulina, situada en los palacios apostólicos vaticanos, tuvo lugar la oración de los cardenales electores. desde este sitio, se trasladaron en procesión hasta la capilla sixtina para elegir al nuevo papa. durante una comparecencia televisiva exclusiva para telesur, el sacerdote jesuita, numa molina insistió en que no habíamos tenido un colegio cardenalicio tan diverso, donde esté representada la iglesia universal. “un altísimo por ciento de estos cardenales fue escogido por el papa francisco con sus criterios pastorales. eso nos da esperanza de que estemos frente a un colegio interesado en escoger a alguien que siga las líneas del papa francisco”, señaló. “ahí se está jugando el futuro de la iglesia. cuando los veía entrando, yo decía: saber que, dentro de esos, uno de ellos va a ser el papa y no sabemos quién. hay que dejar al espíritu que actúe”, indicó. de acuerdo con molina, la elección de la capilla sixtina responde a la importancia que reviste la obra del gran artista miguel ángel, con frescos que invitan a la oración, a caer en la cuenta de la grandeza de dios. entrar en la capilla es como sentirse arropado por la belleza y por una inspiración profunda del evangelio. “permite el aislamiento necesario para poder escuchar la voz del espíritu”, señaló. sobre el libro de los evangelios, los 133 cardenales electores presentes en el vaticano efectuaron el juramento. uno a uno se comprometen a observar, fiel y escrupulosamente, todas las prescripciones contenidas en la constitución apostólica universi dominici gregis. este texto regula las disposiciones para la elección del nuevo pontífice romano. desde el servicio de prensa del vaticano, trasciende que el cardenal vinko puljić, arzobispo emérito de sarajevo (bosnia-herzegovina), realizó la procesión de inicio del cónclave con el resto de purpurados, a fin de participar en las votaciones desde la capilla sixtina. más adelante y en completo aislamiento, los purpurados deberán elegir al azar a los nueve cardenales que oficiarán la votación. tres serán los encargados de supervisar el proceso, otro trío deberá recoger los votos y los restantes revisarán las papeletas que fueron depositadas en una urna. de acuerdo con los corresponsales de telesur en ciudad del vaticano, sergio rodrigo y jorge gestoso, una multitud se congrega en la plaza de san pedro a la expectativa de la decisión. aunque se augura un cónclave más corto de lo habitual, hay que tener en cuenta la amplia participación de cardenales, con 71 países representados. en tanto, es un proceso difícil de anticipar, debido al hermetismo radical en que se desarrolla. vale recordar que el nuevo papa contará con una mayoría calificada de dos tercios de los votos. se realizarán cuatro escrutinios diarios: dos por la mañana y dos por la tarde. en caso de que después de 33 o 34 votaciones no hay un ganador claro, se procederá a una segunda vuelta entre los dos cardenales más votados, aunque estos no participarán activamente en dicho balotaje. luego de conseguir la mayoría necesaria, el último cardenal diácono convocará al maestro de celebraciones litúrgicas y al secretario del colegio cardenalicio. se le preguntará al elegido: ¿acceptasne electionem de te canonice factam in summum pontificem? (¿acepta usted su elección canónica como sumo pontífice?). tras su aceptación, se le consultará sobre el nombre pontificio que desea adoptar. entonces, se procederá a quemar las papeletas, lo que producirá el tradicional humo blanco visible desde la plaza de san pedro. el nuevo papa se retirará a la «sala de las lágrimas» para vestir por primera vez los ornamentos papales antes de presentarse a los fieles congregados. el proceso culminará con el anuncio «habemus papam», la aparición del nuevo pontífice y la bendición «urbi et orbi» que marcará el inicio de su pontificado como el 267º sucesor de pedro. (noticia en desarrollo)",
    "tokens": [
      "absoluto",
      "secreto",
      ",",
      "previamente",
      "jurado",
      "cardenales",
      "electores",
      ",",
      "cónclave",
      "—que",
      "designará",
      "sucesor",
      "inmediato",
      "recién",
      "fallecido",
      "papa",
      "francisco—",
      "sesiona",
      "interior",
      "capilla",
      "sixtina",
      ",",
      "mientras",
      "fieles",
      "congregan",
      "plaza",
      "san",
      "pedro",
      "ambiente",
      "fiesta",
      ",",
      "esperanza",
      "darle",
      "bienvenida",
      "figura",
      "continuista",
      ",",
      "respete",
      "legado",
      "primer",
      "sumo",
      "pontífice",
      "latinoamericano",
      ".",
      "capilla",
      "paulina",
      ",",
      "situada",
      "palacios",
      "apostólicos",
      "vaticanos",
      ",",
      "lugar",
      "oración",
      "cardenales",
      "electores",
      ".",
      "sitio",
      ",",
      "trasladaron",
      "procesión",
      "capilla",
      "sixtina",
      "elegir",
      "nuevo",
      "papa",
      ".",
      "comparecencia",
      "televisiva",
      "exclusiva",
      "telesur",
      ",",
      "sacerdote",
      "jesuita",
      ",",
      "numa",
      "molina",
      "insistió",
      "colegio",
      "cardenalicio",
      "tan",
      "diverso",
      ",",
      "representada",
      "iglesia",
      "universal",
      ".",
      "“",
      "altísimo",
      "ciento",
      "cardenales",
      "escogido",
      "papa",
      "francisco",
      "criterios",
      "pastorales",
      ".",
      "da",
      "esperanza",
      "frente",
      "colegio",
      "interesado",
      "escoger",
      "alguien",
      "siga",
      "líneas",
      "papa",
      "francisco",
      "”",
      ",",
      "señaló",
      ".",
      "“",
      "ahí",
      "jugando",
      "futuro",
      "iglesia",
      ".",
      "veía",
      "entrando",
      ",",
      "decía",
      ":",
      "saber",
      ",",
      "dentro",
      ",",
      "va",
      "ser",
      "papa",
      "sabemos",
      "quién",
      ".",
      "dejar",
      "espíritu",
      "actúe",
      "”",
      ",",
      "indicó",
      ".",
      "acuerdo",
      "molina",
      ",",
      "elección",
      "capilla",
      "sixtina",
      "responde",
      "importancia",
      "reviste",
      "obra",
      "gran",
      "artista",
      "miguel",
      "ángel",
      ",",
      "frescos",
      "invitan",
      "oración",
      ",",
      "caer",
      "cuenta",
      "grandeza",
      "dios",
      ".",
      "entrar",
      "capilla",
      "sentirse",
      "arropado",
      "belleza",
      "inspiración",
      "profunda",
      "evangelio",
      ".",
      "“",
      "permite",
      "aislamiento",
      "necesario",
      "poder",
      "escuchar",
      "voz",
      "espíritu",
      "”",
      ",",
      "señaló",
      ".",
      "libro",
      "evangelios",
      ",",
      "133",
      "cardenales",
      "electores",
      "presentes",
      "vaticano",
      "efectuaron",
      "juramento",
      ".",
      "comprometen",
      "observar",
      ",",
      "fiel",
      "escrupulosamente",
      ",",
      "todas",
      "prescripciones",
      "contenidas",
      "constitución",
      "apostólica",
      "universi",
      "dominici",
      "gregis",
      ".",
      "texto",
      "regula",
      "disposiciones",
      "elección",
      "nuevo",
      "pontífice",
      "romano",
      ".",
      "servicio",
      "prensa",
      "vaticano",
      ",",
      "trasciende",
      "cardenal",
      "vinko",
      "puljić",
      ",",
      "arzobispo",
      "emérito",
      "sarajevo",
      "(",
      "bosnia-herzegovina",
      ")",
      ",",
      "realizó",
      "procesión",
      "inicio",
      "cónclave",
      "resto",
      "purpurados",
      ",",
      "fin",
      "participar",
      "votaciones",
      "capilla",
      "sixtina",
      ".",
      "adelante",
      "completo",
      "aislamiento",
      ",",
      "purpurados",
      "deberán",
      "elegir",
      "azar",
      "nueve",
      "cardenales",
      "oficiarán",
      "votación",
      ".",
      "tres",
      "encargados",
      "supervisar",
      "proceso",
      ",",
      "trío",
      "deberá",
      "recoger",
      "votos",
      "restantes",
      "revisarán",
      "papeletas",
      "depositadas",
      "urna",
      ".",
      "acuerdo",
      "corresponsales",
      "telesur",
      "ciudad",
      "vaticano",
      ",",
      "sergio",
      "rodrigo",
      "jorge",
      "gestoso",
      ",",
      "multitud",
      "congrega",
      "plaza",
      "san",
      "pedro",
      "expectativa",
      "decisión",
      ".",
      "aunque",
      "augura",
      "cónclave",
      "corto",
      "habitual",
      ",",
      "tener",
      "cuenta",
      "amplia",
      "participación",
      "cardenales",
      ",",
      "71",
      "países",
      "representados",
      ".",
      ",",
      "proceso",
      "difícil",
      "anticipar",
      ",",
      "debido",
      "hermetismo",
      "radical",
      "desarrolla",
      ".",
      "vale",
      "recordar",
      "nuevo",
      "papa",
      "contará",
      "mayoría",
      "calificada",
      "dos",
      "tercios",
      "votos",
      ".",
      "realizarán",
      "cuatro",
      "escrutinios",
      "diarios",
      ":",
      "dos",
      "mañana",
      "dos",
      "tarde",
      ".",
      "caso",
      "después",
      "33",
      "34",
      "votaciones",
      "ganador",
      "claro",
      ",",
      "procederá",
      "segunda",
      "vuelta",
      "dos",
      "cardenales",
      "votados",
      ",",
      "aunque",
      "participarán",
      "activamente",
      "dicho",
      "balotaje",
      ".",
      "luego",
      "conseguir",
      "mayoría",
      "necesaria",
      ",",
      "último",
      "cardenal",
      "diácono",
      "convocará",
      "maestro",
      "celebraciones",
      "litúrgicas",
      "secretario",
      "colegio",
      "cardenalicio",
      ".",
      "preguntará",
      "elegido",
      ":",
      "¿acceptasne",
      "electionem",
      "canonice",
      "factam",
      "in",
      "summum",
      "pontificem",
      "?",
      "(",
      "¿acepta",
      "usted",
      "elección",
      "canónica",
      "sumo",
      "pontífice",
      "?",
      ")",
      ".",
      "tras",
      "aceptación",
      ",",
      "consultará",
      "nombre",
      "pontificio",
      "desea",
      "adoptar",
      ".",
      "entonces",
      ",",
      "procederá",
      "quemar",
      "papeletas",
      ",",
      "producirá",
      "tradicional",
      "humo",
      "blanco",
      "visible",
      "plaza",
      "san",
      "pedro",
      ".",
      "nuevo",
      "papa",
      "retirará",
      "«",
      "sala",
      "lágrimas",
      "»",
      "vestir",
      "primera",
      "vez",
      "ornamentos",
      "papales",
      "presentarse",
      "fieles",
      "congregados",
      ".",
      "proceso",
      "culminará",
      "anuncio",
      "«",
      "habemus",
      "papam",
      "»",
      ",",
      "aparición",
      "nuevo",
      "pontífice",
      "bendición",
      "«",
      "urbi",
      "et",
      "orbi",
      "»",
      "marcará",
      "inicio",
      "pontificado",
      "267º",
      "sucesor",
      "pedro",
      ".",
      "(",
      "noticia",
      "desarrollo",
      ")"
    ],
    "token_count": 468,
    "sentence_count": 31
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 121,
      "NN": 266,
      "NNS": 28,
      "VBZ": 12,
      "VBP": 25,
      "JJ": 63,
      "FW": 126,
      "IN": 25,
      "DT": 4,
      "RB": 4,
      "JJR": 1,
      "CD": 5,
      "VBD": 2,
      "MD": 1,
      "VB": 1,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 35,
      "NN-NN": 155,
      "NN-NNS": 10,
      "NNS-VBZ": 5,
      "VBZ-NNS": 2,
      "NNS-VBP": 17,
      "VBP-JJ": 14,
      "JJ-NN": 41,
      "NN-NNP": 31,
      "NN-FW": 21,
      "FW-FW": 66,
      "FW-NNP": 20,
      "NNP-NNP": 49,
      "NNP-FW": 18,
      "FW-NN": 24,
      "JJ-FW": 4,
      "FW-JJ": 8,
      "NN-IN": 16,
      "IN-FW": 14,
      "NN-JJ": 20,
      "JJ-JJ": 5,
      "NN-VBP": 5,
      "JJ-NNP": 9,
      "FW-NNS": 5,
      "VBZ-NNP": 3,
      "NNP-JJ": 5,
      "NN-DT": 2,
      "DT-NN": 4,
      "NN-RB": 3,
      "RB-JJ": 2,
      "NNP-VBZ": 5,
      "VBZ-JJ": 3,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "RB-NNP": 1,
      "VBP-CD": 3,
      "CD-NNS": 3,
      "NNS-IN": 3,
      "IN-JJ": 3,
      "VBP-NN": 2,
      "VBP-NNS": 2,
      "NNS-NNS": 2,
      "VBP-FW": 1,
      "NNP-IN": 5,
      "IN-NNP": 4,
      "FW-VBP": 1,
      "JJ-NNS": 3,
      "NN-VBZ": 2,
      "VBZ-VBP": 1,
      "VBP-RB": 1,
      "IN-NN": 3,
      "JJ-VBP": 1,
      "IN-NNS": 1,
      "VBP-NNP": 2,
      "FW-CD": 1,
      "CD-CD": 1,
      "NNS-DT": 1,
      "VBZ-DT": 1,
      "RB-FW": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "VBZ-IN": 1,
      "VBZ-FW": 1,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "CD-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 28,
      "NN-NN-NN": 79,
      "NN-NN-NNS": 8,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-NNS": 2,
      "VBZ-NNS-VBP": 1,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 9,
      "JJ-NN-NN": 31,
      "NN-NN-NNP": 22,
      "NN-NNP-NN": 10,
      "NN-NN-FW": 12,
      "NN-FW-FW": 10,
      "FW-FW-FW": 42,
      "FW-FW-NNP": 12,
      "FW-NNP-NNP": 11,
      "NNP-NNP-FW": 7,
      "NNP-FW-NN": 8,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 7,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-NNP-FW": 7,
      "NNP-FW-NNP": 3,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 5,
      "JJ-NN-IN": 4,
      "NN-IN-FW": 11,
      "IN-FW-NN": 2,
      "FW-NN-FW": 3,
      "FW-FW-JJ": 2,
      "NN-NN-JJ": 17,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "NN-FW-NN": 9,
      "FW-NN-NN": 12,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NNP": 20,
      "NNP-NNP-NN": 13,
      "NN-JJ-NN": 14,
      "IN-FW-JJ": 3,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 3,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NN": 5,
      "NNP-NN-NNP": 3,
      "NNP-FW-FW": 6,
      "FW-FW-NNS": 3,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 2,
      "VBZ-NNP-NN": 1,
      "JJ-NN-NNP": 3,
      "NN-NNP-JJ": 3,
      "NNP-JJ-NN": 4,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "DT-NN-NN": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNP": 4,
      "NNP-JJ-NNP": 1,
      "NN-NN-IN": 11,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "VBZ-NNP-JJ": 1,
      "IN-FW-FW": 5,
      "FW-FW-NN": 4,
      "FW-NN-JJ": 2,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "DT-NN-RB": 2,
      "NN-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NN-NNP-FW": 4,
      "FW-NN-NNP": 3,
      "JJ-NN-FW": 1,
      "NNS-VBP-CD": 2,
      "VBP-CD-NNS": 2,
      "CD-NNS-VBZ": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "FW-NNP-NN": 2,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 3,
      "IN-NNP-NNP": 4,
      "FW-FW-VBP": 1,
      "FW-VBP-NN": 1,
      "NNP-NN-FW": 3,
      "FW-NN-IN": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NN-NNP-VBZ": 2,
      "VBZ-JJ-FW": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-FW": 1,
      "NN-FW-NNP": 2,
      "NNP-NNP-JJ": 1,
      "IN-FW-NNP": 2,
      "NN-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-DT": 1,
      "NNS-DT-NN": 1,
      "DT-NN-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "NN-RB-FW": 1,
      "RB-FW-NN": 1,
      "NN-NNP-IN": 3,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-IN-NNP": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "JJ-NN-VBP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NNP-IN-FW": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-JJ-NNS": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-NNP": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-FW": 1,
      "NNP-IN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 266,
        "FW": 126,
        "NNP": 121,
        "JJ": 63,
        "NNS": 28
      },
      "top_bigrams": {
        "NN-NN": 155,
        "FW-FW": 66,
        "NNP-NNP": 49,
        "JJ-NN": 41,
        "NNP-NN": 35
      },
      "top_trigrams": {
        "NN-NN-NN": 79,
        "FW-FW-FW": 42,
        "JJ-NN-NN": 31,
        "NNP-NN-NN": 28,
        "NN-NN-NNP": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 31,
    "chunk_counts": {
      "NP": 183,
      "VP": 37,
      "PP": 12,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0264
      },
      {
        "rule": "NP -> ('San', 'NNP') ('Pedro', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('cardenales', 'NNS')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "VP -> ('cónclave', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Capilla', 'NNP') ('Sixtina', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Plaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('señaló', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Vaticano', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En absoluto secreto"
      },
      {
        "label": "NP",
        "text": "previamente jurado por los cardenales electores"
      },
      {
        "label": "NP",
        "text": "el"
      },
      {
        "label": "VP",
        "text": "cónclave —que designará al sucesor inmediato del recién fallecido papa Francisco— sesiona al"
      },
      {
        "label": "NP",
        "text": "—que designará al sucesor inmediato del recién fallecido papa Francisco— sesiona al"
      },
      {
        "label": "NP",
        "text": "Capilla Sixtina"
      },
      {
        "label": "NP",
        "text": "los fieles"
      },
      {
        "label": "VP",
        "text": "se congregan"
      },
      {
        "label": "NP",
        "text": "Plaza"
      },
      {
        "label": "NP",
        "text": "San Pedro"
      },
      {
        "label": "NP",
        "text": "un ambiente"
      },
      {
        "label": "PP",
        "text": "de fiesta"
      },
      {
        "label": "NP",
        "text": "fiesta"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "a una figura continuista"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP absoluto/NN secreto/NN)\n  ,/,\n  (NP\n    previamente/NN\n    jurado/NN\n    por/NN\n    los/NN\n    cardenales/NNS\n    electores/NNS)\n  ,/,\n  (NP el/NNS)\n  (VP\n    cónclave/VBP\n    (NP\n      —que/JJ\n      designará/NN\n      al/NN\n      sucesor/NN\n      inmediato/NN\n      del/NN\n      recién/NN\n      fallecido/NN\n      papa/NN\n      Francisco—/NNP\n      sesiona/NN\n      al/NN))\n  interior/FW\n  de/FW\n  la/FW\n  (NP Capilla/NNP Sixtina/NNP)\n  ,/,\n  mientras/FW\n  (NP los/JJ fieles/NNS)\n  (VP se/VBP congregan/JJ)\n  en/FW\n  la/FW\n  (NP Plaza/NNP)\n  de/FW\n  (NP San/NNP Pedro/NNP)\n  en/FW\n  (NP un/JJ ambiente/NN)\n  (PP de/IN (NP fiesta/NN))\n  ,/,\n  (NP con/NN)\n  la/FW\n  esperanza/FW\n  de/FW\n  darle/FW\n  la/FW\n  bienvenida/FW\n  (NP a/DT una/JJ figura/NN continuista/NN)\n  ,/,\n  (NP que/JJ respete/JJ el/NN legado/NN)\n  del/FW\n  (NP primer/NN sumo/NN pontífice/NN latinoamericano/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Cardenal/NNP Re/NNP)\n  (VP llama/VBZ (NP a/DT elegir/JJ un/JJ papa/NN «/NNP))\n  de/IN\n  comunión/FW\n  y/FW\n  (NP unidad/JJ »/NNP ante/NN complejo/NN)\n  (VP\n    panorama/VBP\n    (NP mundial/JJ En/NNP la/NN Capilla/NNP Paulina/NNP))\n  ,/,\n  (NP situada/NN)\n  en/FW\n  los/FW\n  (NP Palacios/NNP Apostólicos/NNP Vaticanos/NNP)\n  ,/,\n  (NP tuvo/NN lugar/NN)\n  la/FW\n  oración/FW\n  de/FW\n  los/FW\n  (NP cardenales/NNS electores/NNS)\n  ./.)",
      "(S\n  (NP Desde/NNP este/NN sitio/NN)\n  ,/,\n  se/FW\n  (NP trasladaron/NN)\n  en/FW\n  (NP\n    procesión/NN\n    hasta/NN\n    la/NN\n    Capilla/NNP\n    Sixtina/NNP\n    para/NN\n    elegir/NN\n    al/NN)\n  (NP nuevo/JJ papa/NN)\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  (NP una/JJ comparecencia/NN televisiva/NN)\n  exclusiva/FW\n  (NP para/NN teleSUR/NN)\n  ,/,\n  (NP el/JJ sacerdote/NN jesuita/NN)\n  ,/,\n  (NP Numa/NNP Molina/NNP insistió/NN en/NN que/NN)\n  (NP no/DT habíamos/NN tenido/NN)\n  (NP un/JJ Colegio/NNP Cardenalicio/NNP tan/NN diverso/NN)\n  ,/,\n  (NP\n    donde/NN\n    esté/NN\n    representada/NN\n    la/NN\n    Iglesia/NNP\n    universal/NN)\n  ./.)",
      "(S\n  (NP “/JJ Un/NNP altísimo/NN por/NN ciento/NN)\n  de/IN\n  estos/FW\n  (NP cardenales/NNS)\n  (VP\n    fue/VBP\n    (NP\n      escogido/JJ\n      por/NN\n      el/NN\n      papa/NN\n      Francisco/NNP\n      con/NN\n      sus/NN\n      criterios/NNS\n      pastorales/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "INSTITUCIONES_EDUCATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con molina, la elección de la capilla sixtina responde a la importancia que reviste la obra del gran artista miguel ángel, con frescos que invitan a la oración, a caer en la cuenta de la grandeza de dios. entrar en la capilla es como sentirse arropado por la belleza y por",
        "position": [
          1404,
          1684
        ],
        "start": 1404,
        "end": 1684
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          1186,
          1192
        ],
        "start": 1186,
        "end": 1192
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "artista miguel ángel",
        "position": [
          1513,
          1533
        ],
        "start": 1513,
        "end": 1533
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "maestro",
        "position": [
          3646,
          3653
        ],
        "start": 3646,
        "end": 3653
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "colegio cardenalicio tan",
        "position": [
          868,
          892
        ],
        "start": 868,
        "end": 892
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con los corresponsales de telesur en ciudad del vaticano, sergio rodrigo y jorge gestoso, una multitud se congrega en la plaza de san pedro a la expectativa de la decisión. aunque se augura un cónclave más corto de lo habitual, hay que tener en cuenta la amplia participación de cardenales, con 71",
        "position": [
          2760,
          3065
        ],
        "start": 2760,
        "end": 3065
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2026,
          2038
        ],
        "start": 2026,
        "end": 2038
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "colegio",
        "position": [
          868,
          875
        ],
        "start": 868,
        "end": 875
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza de",
        "position": [
          237,
          245
        ],
        "start": 237,
        "end": 245
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo panorama",
        "position": [
          489,
          506
        ],
        "start": 489,
        "end": 506
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "colegio cardenalicio",
        "position": [
          868,
          888
        ],
        "start": 868,
        "end": 888
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          3336,
          3342
        ],
        "start": 3336,
        "end": 3342
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "34 votaciones",
        "position": [
          3394,
          3407
        ],
        "start": 3394,
        "end": 3407
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Colegio Cardenalicio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vinko Puljić",
        "tipo": "Persona"
      },
      {
        "nombre": "Cardenal Re",
        "tipo": "Persona"
      },
      {
        "nombre": "papa Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Bosnia-Herzegovina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cardenal Diácono",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución Apostólica Universi Dominici Gregis",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jorge Gestoso",
        "tipo": "Persona"
      },
      {
        "nombre": "Colegio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palacios Apostólicos Vaticanos",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "el Vaticano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Sergio Rodrigo",
        "tipo": "Persona"
      },
      {
        "nombre": "Capilla Sixtina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Urbi",
        "tipo": "Persona"
      },
      {
        "nombre": "Sumo Pontífice",
        "tipo": "Persona"
      },
      {
        "nombre": "Ciudad del Vaticano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miguel Ángel",
        "tipo": "Persona"
      },
      {
        "nombre": "Arzobispo Emérito de Sarajevo",
        "tipo": "Persona"
      },
      {
        "nombre": "Pedro",
        "tipo": "Persona"
      },
      {
        "nombre": "Capilla Paulina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dios",
        "tipo": "Persona"
      },
      {
        "nombre": "Orbi",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iglesia universal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Molina",
        "tipo": "Persona"
      },
      {
        "nombre": "Numa Molina",
        "tipo": "Persona"
      },
      {
        "nombre": "Acceptasne",
        "tipo": "Persona"
      },
      {
        "nombre": "Vaticano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iglesia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Plaza de San Pedro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Secretario del Colegio Cardenalicio",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sala de las Lágrimas",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Francisco",
        "relacion": "DESIGNAR_SESIONAR",
        "objeto": "Capilla Sixtina"
      },
      {
        "sujeto": "Francisco",
        "relacion": "DESIGNAR_SESIONAR",
        "objeto": "Plaza de San Pedro"
      },
      {
        "sujeto": "Capilla Sixtina",
        "relacion": "SESIONAR",
        "objeto": "Plaza de San Pedro"
      },
      {
        "sujeto": "LEA",
        "relacion": "LLAMAR",
        "objeto": "Capilla Paulina"
      },
      {
        "sujeto": "LEA",
        "relacion": "LLAMAR",
        "objeto": "Palacios Apostólicos Vaticanos"
      },
      {
        "sujeto": "Cardenal Re",
        "relacion": "LLAMAR",
        "objeto": "Capilla Paulina"
      },
      {
        "sujeto": "Cardenal Re",
        "relacion": "LLAMAR",
        "objeto": "Palacios Apostólicos Vaticanos"
      },
      {
        "sujeto": "Numa Molina",
        "relacion": "INSISTIR",
        "objeto": "Colegio Cardenalicio"
      },
      {
        "sujeto": "Numa Molina",
        "relacion": "INSISTIR",
        "objeto": "Iglesia universal"
      },
      {
        "sujeto": "Colegio",
        "relacion": "ESTAR_DAR_SE_ALAR",
        "objeto": "Francisco"
      },
      {
        "sujeto": "Molina",
        "relacion": "RESPONDER",
        "objeto": "Capilla Sixtina"
      },
      {
        "sujeto": "Molina",
        "relacion": "RESPONDER",
        "objeto": "Miguel Ángel"
      },
      {
        "sujeto": "Molina",
        "relacion": "RESPONDER",
        "objeto": "Dios"
      },
      {
        "sujeto": "Capilla Sixtina",
        "relacion": "RESPONDER",
        "objeto": "Miguel Ángel"
      },
      {
        "sujeto": "Capilla Sixtina",
        "relacion": "RESPONDER",
        "objeto": "Dios"
      },
      {
        "sujeto": "Vaticano",
        "relacion": "TRASCENDER",
        "objeto": "Vinko Puljić"
      },
      {
        "sujeto": "Vaticano",
        "relacion": "TRASCENDER",
        "objeto": "Arzobispo Emérito de Sarajevo"
      },
      {
        "sujeto": "Vaticano",
        "relacion": "TRASCENDER",
        "objeto": "Bosnia-Herzegovina"
      },
      {
        "sujeto": "Vaticano",
        "relacion": "TRASCENDER",
        "objeto": "Capilla Sixtina"
      },
      {
        "sujeto": "Vinko Puljić",
        "relacion": "REALIZAR_TRASCENDER",
        "objeto": "Capilla Sixtina"
      },
      {
        "sujeto": "Arzobispo Emérito de Sarajevo",
        "relacion": "REALIZAR_TRASCENDER",
        "objeto": "Capilla Sixtina"
      },
      {
        "sujeto": "Bosnia-Herzegovina",
        "relacion": "REALIZAR_TRASCENDER",
        "objeto": "Capilla Sixtina"
      },
      {
        "sujeto": "Cardenal Diácono",
        "relacion": "CONVOCAR",
        "objeto": "Secretario del Colegio Cardenalicio"
      },
      {
        "sujeto": "Acceptasne",
        "relacion": "PREGUNTAR",
        "objeto": "Sumo Pontífice"
      }
    ]
  },
  "sentiment": {
    "compound": -0.6199,
    "pos": 0.004,
    "neu": 0.982,
    "neg": 0.013,
    "label": "negative"
  }
}