{
  "url": "https://www.telesurtv.net/trump-y-musk-destruyen-acuerdo-bipartidista-para-impedir-el-cierre-del-gobierno-de-ee-uu/",
  "title": "Trump y Musk destruyen acuerdo bipartidista para impedir el cierre del Gobierno de EE.UU. - teleSUR",
  "section": "Mundo",
  "tags": [
    "Congreso",
    "demócratas",
    "EE.UU.",
    "Musk",
    "Republicanos",
    "Trump"
  ],
  "text": "En una serie de maniobras políticas impulsadas por multimillonarios, las demandas de última hora emitidas en la noche del jueves por el presidente electo Donald Trump sumieron al Congreso de los Estados Unidos en el caos, poniendo en peligro las operaciones gubernamentales pocos días antes de Navidad.\nLEA TAMBIÉN:Donald Trump pide rechazar acuerdo bipartito para evitar cierre parcial del Gobierno de EE.UU.\nLa víspera, la Cámara de Representantes rechazó rotundamente el proyecto de ley de gastos revisado de Trump el jueves por la noche, dejando a la nación al borde de un cierre gubernamental.\nEl fracaso, con una votación de 174-235, revela las profundas fisuras dentro del Partido Republicano y en la política de partidos estadounidense, en general.\nEl proyecto de ley rechazado, una revisión apresurada de un compromiso bipartidista anterior, tenía como objetivo financiar las operaciones gubernamentales durante tres meses, incluir 100.400 millones de dólares en ayuda para desastres y elevar el límite de la deuda hasta el 30 de enero de 2027.\nSin embargo, Trump -instigado por su aliado, el multimillonario Elon Musk- torpedeó el acuerdo cuidadosamente negociado, exigiendo más concesiones. Este acto de brinkmanship político, advierten los expertos, podría tener consecuencias devastadoras para millones de estadounidenses.\nLa propuesta, que incluía fondos para proyectos cruciales como la reconstrucción del puente Key en Baltimore, se desplomó tras la intervención de Trump y Musk. El proyecto de ley rechazado también eliminó notablemente un aumento salarial largamente esperado para los legisladores y las uniones de trabajadores estadounidenses.\nEl CEO de Tesla, utilizando su plataforma X para amplificar la disidencia, presionó a los legisladores republicanos para que rechazaran el acuerdo, incluso sugiriendo a la congresista Marjorie Taylor Greene la posibilidad de nombrar a Musk como presidente de la Cámara de Representantes, cargo que no requiere pertenecer al Congreso.\nEl presidente de la Cámara de Representantes, Mike Johnson, ahora severamente debilitado y enfrentando una votación para conservar su puesto, se encuentra en una lucha desesperada por encontrar una solución antes de la fecha límite de medianoche.\nEl líder demócrata de la Cámara de Representantes, Hakeem Jeffries, calificó la propuesta revisada de “ridícula”, destacando la negativa de los demócratas a ser intimidados para aceptar las demandas de última hora de Trump. El caucus demócrata, unido en su oposición, coreó “¡Demonios, no!” durante su reunión a puerta cerrada, subrayando su determinación de mantenerse firmes contra el desprecio flagrante de Trump por el compromiso bipartidista.\nEsta maniobra, calificada por la demócrata Katherine Clark como una muestra más del “caos” que define la política actual, demuestra la creciente influencia de figuras externas en el proceso legislativo y la fragilidad del sistema político ante la presión de intereses particulares.\nLa decisión de Trump de enfrentarse públicamente a los republicanos que se oponían a su plan, incluyendo al representante Chip Roy, quien denunció la falta de respeto por la deuda nacional, expone la falta de unidad y disciplina dentro del Partido Republicano.\nEl resultado: un paquete presupuestario recortado, extendido solo hasta el 14 de marzo, que abandona una larga lista de proyectos bipartidistas. La inclusión de un aumento en el techo de la deuda, un punto crítico para los republicanos que buscan recortar el gasto gubernamental, provocó la oposición de casi tres docenas de legisladores del partido.\nLa falta de voluntad de los demócratas para negociar con Trump, incluso antes de su regreso a la Casa Blanca, subraya la gravedad de la situación y deja un futuro incierto para la gobernabilidad de la nación.\nLa crisis deja al descubierto las profundas desigualdades del sistema político estadounidense, donde la influencia de figuras como Musk, con sus recursos ilimitados y su capacidad de movilizar opinión pública a través de redes sociales, puede superar la voluntad de los representantes electos.\nLa escena final, con el representante Marc Molinaro rompiendo el martillo del presidente de la Cámara de Representantes durante el acalorado debate, es una metáfora del frágil estado de la democracia estadounidense. La pregunta que queda en el aire es: ¿qué pasará cuando Trump regrese a la Casa Blanca y pueda ejercer su poder sin restricciones?",
  "source_metadata": {
    "url": "https://www.telesurtv.net/trump-y-musk-destruyen-acuerdo-bipartidista-para-impedir-el-cierre-del-gobierno-de-ee-uu/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 598,
    "message_id": 82780,
    "date": "2024-12-20T18:55:12+00:00",
    "text": "teleSUR\nTrump y Musk destruyen acuerdo bipartidista para impedir el cierre del Gobierno de EE.UU.\nhttps://www.telesurtv.net/trump-y-musk-destruyen-acuerdo-bipartidista-para-impedir-el-cierre-del-gobierno-de-ee-uu/",
    "photo_path": null,
    "views": 2004,
    "reactions": {
      "💩": 24,
      "🤔": 5,
      "👎": 1,
      "🖕": 1
    },
    "total_reactions": 31
  },
  "preprocessing": {
    "cleaned": "en una serie de maniobras políticas impulsadas por multimillonarios, las demandas de última hora emitidas en la noche del jueves por el presidente electo donald trump sumieron al congreso de los estados unidos en el caos, poniendo en peligro las operaciones gubernamentales pocos días antes de navidad. la víspera, la cámara de representantes rechazó rotundamente el proyecto de ley de gastos revisado de trump el jueves por la noche, dejando a la nación al borde de un cierre gubernamental. el fracaso, con una votación de 174-235, revela las profundas fisuras dentro del partido republicano y en la política de partidos estadounidense, en general. el proyecto de ley rechazado, una revisión apresurada de un compromiso bipartidista anterior, tenía como objetivo financiar las operaciones gubernamentales durante tres meses, incluir 100.400 millones de dólares en ayuda para desastres y elevar el límite de la deuda hasta el 30 de enero de 2027. sin embargo, trump -instigado por su aliado, el multimillonario elon musk- torpedeó el acuerdo cuidadosamente negociado, exigiendo más concesiones. este acto de brinkmanship político, advierten los expertos, podría tener consecuencias devastadoras para millones de estadounidenses. la propuesta, que incluía fondos para proyectos cruciales como la reconstrucción del puente key en baltimore, se desplomó tras la intervención de trump y musk. el proyecto de ley rechazado también eliminó notablemente un aumento salarial largamente esperado para los legisladores y las uniones de trabajadores estadounidenses. el ceo de tesla, utilizando su plataforma x para amplificar la disidencia, presionó a los legisladores republicanos para que rechazaran el acuerdo, incluso sugiriendo a la congresista marjorie taylor greene la posibilidad de nombrar a musk como presidente de la cámara de representantes, cargo que no requiere pertenecer al congreso. el presidente de la cámara de representantes, mike johnson, ahora severamente debilitado y enfrentando una votación para conservar su puesto, se encuentra en una lucha desesperada por encontrar una solución antes de la fecha límite de medianoche. el líder demócrata de la cámara de representantes, hakeem jeffries, calificó la propuesta revisada de “ridícula”, destacando la negativa de los demócratas a ser intimidados para aceptar las demandas de última hora de trump. el caucus demócrata, unido en su oposición, coreó “¡demonios, no!” durante su reunión a puerta cerrada, subrayando su determinación de mantenerse firmes contra el desprecio flagrante de trump por el compromiso bipartidista. esta maniobra, calificada por la demócrata katherine clark como una muestra más del “caos” que define la política actual, demuestra la creciente influencia de figuras externas en el proceso legislativo y la fragilidad del sistema político ante la presión de intereses particulares. la decisión de trump de enfrentarse públicamente a los republicanos que se oponían a su plan, incluyendo al representante chip roy, quien denunció la falta de respeto por la deuda nacional, expone la falta de unidad y disciplina dentro del partido republicano. el resultado: un paquete presupuestario recortado, extendido solo hasta el 14 de marzo, que abandona una larga lista de proyectos bipartidistas. la inclusión de un aumento en el techo de la deuda, un punto crítico para los republicanos que buscan recortar el gasto gubernamental, provocó la oposición de casi tres docenas de legisladores del partido. la falta de voluntad de los demócratas para negociar con trump, incluso antes de su regreso a la casa blanca, subraya la gravedad de la situación y deja un futuro incierto para la gobernabilidad de la nación. la crisis deja al descubierto las profundas desigualdades del sistema político estadounidense, donde la influencia de figuras como musk, con sus recursos ilimitados y su capacidad de movilizar opinión pública a través de redes sociales, puede superar la voluntad de los representantes electos. la escena final, con el representante marc molinaro rompiendo el martillo del presidente de la cámara de representantes durante el acalorado debate, es una metáfora del frágil estado de la democracia estadounidense. la pregunta que queda en el aire es: ¿qué pasará cuando trump regrese a la casa blanca y pueda ejercer su poder sin restricciones?",
    "tokens": [
      "serie",
      "maniobras",
      "políticas",
      "impulsadas",
      "multimillonarios",
      ",",
      "demandas",
      "última",
      "hora",
      "emitidas",
      "noche",
      "jueves",
      "presidente",
      "electo",
      "donald",
      "trump",
      "sumieron",
      "congreso",
      "unidos",
      "caos",
      ",",
      "poniendo",
      "peligro",
      "operaciones",
      "gubernamentales",
      "pocos",
      "días",
      "navidad",
      ".",
      "víspera",
      ",",
      "cámara",
      "representantes",
      "rechazó",
      "rotundamente",
      "proyecto",
      "ley",
      "gastos",
      "revisado",
      "trump",
      "jueves",
      "noche",
      ",",
      "dejando",
      "nación",
      "borde",
      "cierre",
      "gubernamental",
      ".",
      "fracaso",
      ",",
      "votación",
      "174-235",
      ",",
      "revela",
      "profundas",
      "fisuras",
      "dentro",
      "partido",
      "republicano",
      "política",
      "partidos",
      "estadounidense",
      ",",
      "general",
      ".",
      "proyecto",
      "ley",
      "rechazado",
      ",",
      "revisión",
      "apresurada",
      "compromiso",
      "bipartidista",
      "anterior",
      ",",
      "objetivo",
      "financiar",
      "operaciones",
      "gubernamentales",
      "tres",
      "meses",
      ",",
      "incluir",
      "100.400",
      "millones",
      "dólares",
      "ayuda",
      "desastres",
      "elevar",
      "límite",
      "deuda",
      "30",
      "enero",
      "2027.",
      "embargo",
      ",",
      "trump",
      "-instigado",
      "aliado",
      ",",
      "multimillonario",
      "elon",
      "musk-",
      "torpedeó",
      "acuerdo",
      "cuidadosamente",
      "negociado",
      ",",
      "exigiendo",
      "concesiones",
      ".",
      "acto",
      "brinkmanship",
      "político",
      ",",
      "advierten",
      "expertos",
      ",",
      "podría",
      "tener",
      "consecuencias",
      "devastadoras",
      "millones",
      "estadounidenses",
      ".",
      "propuesta",
      ",",
      "incluía",
      "fondos",
      "proyectos",
      "cruciales",
      "reconstrucción",
      "puente",
      "key",
      "baltimore",
      ",",
      "desplomó",
      "tras",
      "intervención",
      "trump",
      "musk",
      ".",
      "proyecto",
      "ley",
      "rechazado",
      "eliminó",
      "notablemente",
      "aumento",
      "salarial",
      "largamente",
      "esperado",
      "legisladores",
      "uniones",
      "trabajadores",
      "estadounidenses",
      ".",
      "ceo",
      "tesla",
      ",",
      "utilizando",
      "plataforma",
      "x",
      "amplificar",
      "disidencia",
      ",",
      "presionó",
      "legisladores",
      "republicanos",
      "rechazaran",
      "acuerdo",
      ",",
      "incluso",
      "sugiriendo",
      "congresista",
      "marjorie",
      "taylor",
      "greene",
      "posibilidad",
      "nombrar",
      "musk",
      "presidente",
      "cámara",
      "representantes",
      ",",
      "cargo",
      "requiere",
      "pertenecer",
      "congreso",
      ".",
      "presidente",
      "cámara",
      "representantes",
      ",",
      "mike",
      "johnson",
      ",",
      "ahora",
      "severamente",
      "debilitado",
      "enfrentando",
      "votación",
      "conservar",
      "puesto",
      ",",
      "encuentra",
      "lucha",
      "desesperada",
      "encontrar",
      "solución",
      "fecha",
      "límite",
      "medianoche",
      ".",
      "líder",
      "demócrata",
      "cámara",
      "representantes",
      ",",
      "hakeem",
      "jeffries",
      ",",
      "calificó",
      "propuesta",
      "revisada",
      "“",
      "ridícula",
      "”",
      ",",
      "destacando",
      "negativa",
      "demócratas",
      "ser",
      "intimidados",
      "aceptar",
      "demandas",
      "última",
      "hora",
      "trump",
      ".",
      "caucus",
      "demócrata",
      ",",
      "unido",
      "oposición",
      ",",
      "coreó",
      "“",
      "¡demonios",
      ",",
      "!",
      "”",
      "reunión",
      "puerta",
      "cerrada",
      ",",
      "subrayando",
      "determinación",
      "mantenerse",
      "firmes",
      "desprecio",
      "flagrante",
      "trump",
      "compromiso",
      "bipartidista",
      ".",
      "maniobra",
      ",",
      "calificada",
      "demócrata",
      "katherine",
      "clark",
      "muestra",
      "“",
      "caos",
      "”",
      "define",
      "política",
      "actual",
      ",",
      "demuestra",
      "creciente",
      "influencia",
      "figuras",
      "externas",
      "proceso",
      "legislativo",
      "fragilidad",
      "sistema",
      "político",
      "presión",
      "intereses",
      "particulares",
      ".",
      "decisión",
      "trump",
      "enfrentarse",
      "públicamente",
      "republicanos",
      "oponían",
      "plan",
      ",",
      "incluyendo",
      "representante",
      "chip",
      "roy",
      ",",
      "denunció",
      "falta",
      "respeto",
      "deuda",
      "nacional",
      ",",
      "expone",
      "falta",
      "unidad",
      "disciplina",
      "dentro",
      "partido",
      "republicano",
      ".",
      "resultado",
      ":",
      "paquete",
      "presupuestario",
      "recortado",
      ",",
      "extendido",
      "solo",
      "14",
      "marzo",
      ",",
      "abandona",
      "larga",
      "lista",
      "proyectos",
      "bipartidistas",
      ".",
      "inclusión",
      "aumento",
      "techo",
      "deuda",
      ",",
      "punto",
      "crítico",
      "republicanos",
      "buscan",
      "recortar",
      "gasto",
      "gubernamental",
      ",",
      "provocó",
      "oposición",
      "casi",
      "tres",
      "docenas",
      "legisladores",
      "partido",
      ".",
      "falta",
      "voluntad",
      "demócratas",
      "negociar",
      "trump",
      ",",
      "incluso",
      "regreso",
      "casa",
      "blanca",
      ",",
      "subraya",
      "gravedad",
      "situación",
      "deja",
      "futuro",
      "incierto",
      "gobernabilidad",
      "nación",
      ".",
      "crisis",
      "deja",
      "descubierto",
      "profundas",
      "desigualdades",
      "sistema",
      "político",
      "estadounidense",
      ",",
      "influencia",
      "figuras",
      "musk",
      ",",
      "recursos",
      "ilimitados",
      "capacidad",
      "movilizar",
      "opinión",
      "pública",
      "través",
      "redes",
      "sociales",
      ",",
      "puede",
      "superar",
      "voluntad",
      "representantes",
      "electos",
      ".",
      "escena",
      "final",
      ",",
      "representante",
      "marc",
      "molinaro",
      "rompiendo",
      "martillo",
      "presidente",
      "cámara",
      "representantes",
      "acalorado",
      "debate",
      ",",
      "metáfora",
      "frágil",
      "democracia",
      "estadounidense",
      ".",
      "pregunta",
      "queda",
      "aire",
      ":",
      "¿qué",
      "pasará",
      "trump",
      "regrese",
      "casa",
      "blanca",
      "pueda",
      "ejercer",
      "poder",
      "restricciones",
      "?"
    ],
    "token_count": 442,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 85,
      "JJ": 65,
      "NN": 214,
      "IN": 25,
      "FW": 188,
      "NNS": 33,
      "VBP": 24,
      "CC": 1,
      "CD": 4,
      "VBZ": 10,
      "DT": 2,
      "VBD": 2
    },
    "bigram_freq": {
      "NNP-JJ": 4,
      "JJ-NN": 43,
      "NN-IN": 15,
      "IN-FW": 14,
      "FW-FW": 122,
      "FW-NNS": 13,
      "NNS-VBP": 18,
      "VBP-FW": 3,
      "VBP-IN": 1,
      "VBP-JJ": 14,
      "NN-NN": 125,
      "NN-NNP": 19,
      "NNP-NNP": 29,
      "NNP-NN": 23,
      "NNP-IN": 2,
      "FW-NNP": 23,
      "NNP-FW": 19,
      "FW-NN": 17,
      "IN-NN": 3,
      "NN-NNS": 7,
      "NNS-NNS": 4,
      "JJ-NNS": 5,
      "NNS-IN": 1,
      "IN-NNP": 4,
      "NN-JJ": 21,
      "JJ-JJ": 6,
      "NNP-VBP": 4,
      "VBP-NN": 2,
      "NN-FW": 17,
      "NNP-CC": 1,
      "CC-NNS": 1,
      "JJ-FW": 7,
      "FW-JJ": 10,
      "JJ-NNP": 2,
      "IN-JJ": 3,
      "VBP-NNS": 2,
      "VBP-CD": 1,
      "CD-NNS": 1,
      "NNS-FW": 5,
      "FW-CD": 1,
      "CD-FW": 1,
      "FW-IN": 2,
      "IN-CD": 1,
      "CD-NNP": 1,
      "NNS-NNP": 3,
      "NN-VBZ": 7,
      "VBZ-JJ": 5,
      "NNP-VBZ": 2,
      "VBZ-NNP": 2,
      "JJ-IN": 1,
      "NNS-VBZ": 1,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "VBZ-IN": 2,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NN-VBP": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "VBP-NNP": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 4,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 8,
      "IN-FW-FW": 5,
      "FW-FW-FW": 85,
      "FW-FW-NNS": 9,
      "FW-NNS-VBP": 9,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 9,
      "JJ-NN-NN": 27,
      "NN-NN-NNP": 12,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NN": 11,
      "NNP-NN-NN": 18,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 3,
      "FW-NNP-NNP": 10,
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 10,
      "FW-FW-NN": 11,
      "FW-NN-NN": 8,
      "NN-NN-IN": 8,
      "NN-IN-NN": 3,
      "IN-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-NNP": 9,
      "NN-NN-NN": 70,
      "NN-NN-JJ": 15,
      "NN-JJ-JJ": 5,
      "JJ-JJ-NN": 3,
      "JJ-NN-NNP": 4,
      "NN-NNP-FW": 2,
      "NNP-FW-NNP": 7,
      "FW-NNP-VBP": 3,
      "NNP-VBP-NN": 2,
      "VBP-NN-FW": 2,
      "NN-FW-FW": 12,
      "FW-FW-NNP": 11,
      "FW-NNP-CC": 1,
      "NNP-CC-NNS": 1,
      "CC-NNS-VBP": 1,
      "VBP-JJ-FW": 3,
      "JJ-FW-NN": 1,
      "FW-NN-FW": 4,
      "FW-FW-JJ": 4,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-JJ-NN": 14,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 3,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 4,
      "FW-JJ-NNP": 1,
      "NNP-NN-IN": 1,
      "IN-FW-NN": 2,
      "FW-NN-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 2,
      "JJ-FW-FW": 5,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 2,
      "FW-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NN-NN-FW": 10,
      "NN-FW-NN": 1,
      "NN-NN-NNS": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-FW": 3,
      "NN-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "FW-NNP-FW": 6,
      "NNP-FW-NN": 1,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 3,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "JJ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "FW-NNP-NN": 3,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "JJ-NNS-VBP": 1,
      "NN-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 6,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-FW": 1,
      "NNP-NNP-VBP": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "IN-NN-NN": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "IN-FW-NNS": 2,
      "IN-NNP-NN": 1,
      "NN-NNP-NN": 6,
      "NN-FW-NNP": 2,
      "NNP-NN-JJ": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "FW-NNS-NNP": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "JJ-NN-JJ": 2,
      "FW-IN-FW": 1,
      "FW-NNS-FW": 1,
      "FW-NN-NNP": 3,
      "NNP-NN-FW": 1,
      "NNP-NN-VBZ": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "NN-NNP-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 214,
        "FW": 188,
        "NNP": 85,
        "JJ": 65,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 125,
        "FW-FW": 122,
        "JJ-NN": 43,
        "NNP-NNP": 29,
        "NNP-NN": 23
      },
      "top_trigrams": {
        "FW-FW-FW": 85,
        "NN-NN-NN": 70,
        "JJ-NN-NN": 27,
        "NNP-NN-NN": 18,
        "NN-NN-JJ": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 161,
      "ADJP": 10,
      "VP": 31,
      "PP": 13
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0381
      },
      {
        "rule": "NP -> ('Cámara', 'NNP')",
        "frequency": 5,
        "weight": 0.0212
      },
      {
        "rule": "NP -> ('Representantes', 'NNP')",
        "frequency": 5,
        "weight": 0.0212
      },
      {
        "rule": "NP -> ('Trump', 'NNP')",
        "frequency": 4,
        "weight": 0.0169
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('jueves', 'NNS')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "VP -> ('por', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('estadounidense', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('El', 'NNP') ('proyecto', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "VP -> ('legisladores', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0085
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "una serie"
      },
      {
        "label": "NP",
        "text": "multimillonarios"
      },
      {
        "label": "ADJP",
        "text": "las"
      },
      {
        "label": "NP",
        "text": "hora"
      },
      {
        "label": "VP",
        "text": "emitidas"
      },
      {
        "label": "NP",
        "text": "jueves"
      },
      {
        "label": "VP",
        "text": "por el presidente electo Donald Trump sumieron al Congreso"
      },
      {
        "label": "NP",
        "text": "el presidente electo Donald Trump sumieron al Congreso"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "el caos"
      },
      {
        "label": "NP",
        "text": "poniendo"
      },
      {
        "label": "NP",
        "text": "peligro las operaciones gubernamentales"
      },
      {
        "label": "VP",
        "text": "pocos días antes"
      },
      {
        "label": "NP",
        "text": "días antes"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP una/JJ serie/NN)\n  de/IN\n  maniobras/FW\n  políticas/FW\n  impulsadas/FW\n  por/FW\n  (NP multimillonarios/NNS)\n  ,/,\n  (ADJP las/JJ)\n  demandas/FW\n  de/FW\n  última/FW\n  (NP hora/NNS)\n  (VP emitidas/VBP)\n  en/IN\n  la/FW\n  noche/FW\n  del/FW\n  (NP jueves/NNS)\n  (VP\n    por/VBP\n    (NP\n      el/JJ\n      presidente/NN\n      electo/NN\n      Donald/NNP\n      Trump/NNP\n      sumieron/NN\n      al/NN\n      Congreso/NNP))\n  de/IN\n  los/FW\n  (NP Estados/NNP Unidos/NNP)\n  en/FW\n  (NP el/NN caos/NN)\n  ,/,\n  (NP poniendo/NN)\n  en/FW\n  (NP peligro/NN las/NN operaciones/NNS gubernamentales/NNS)\n  (VP pocos/VBP (NP días/JJ antes/NNS))\n  (PP de/IN (NP Navidad/NNP))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP\n    Donald/NNP\n    Trump/NNP\n    pide/NN\n    rechazar/NN\n    acuerdo/NN\n    bipartito/NN\n    para/NN\n    evitar/NN)\n  (NP cierre/JJ parcial/JJ del/NN Gobierno/NNP)\n  (PP de/IN (NP EE.UU/NNP))\n  ./.)",
      "(S\n  (NP La/NNP víspera/NN)\n  ,/,\n  la/FW\n  (NP Cámara/NNP)\n  de/FW\n  (NP Representantes/NNP)\n  (VP rechazó/VBP (NP rotundamente/NN))\n  el/FW\n  proyecto/FW\n  de/FW\n  ley/FW\n  de/FW\n  gastos/FW\n  revisado/FW\n  de/FW\n  (NP Trump/NNP)\n  el/CC\n  (NP jueves/NNS)\n  (VP por/VBP (NP la/JJ noche/NN))\n  ,/,\n  (VP dejando/VBZ (NP a/DT la/NN) (NP nación/JJ al/JJ borde/NN))\n  (PP de/IN (NP un/JJ cierre/JJ gubernamental/NN))\n  ./.)",
      "(S\n  (NP El/NNP fracaso/NN)\n  ,/,\n  (NP con/NN)\n  (NP una/JJ votación/NN)\n  de/IN\n  (ADJP 174-235/JJ)\n  ,/,\n  (NP revela/JJ las/NN profundas/NN)\n  (NP fisuras/JJ dentro/NN del/NN Partido/NNP Republicano/NNP y/NNP)\n  en/FW\n  la/FW\n  política/FW\n  de/FW\n  partidos/FW\n  (NP estadounidense/NN)\n  ,/,\n  en/IN\n  (ADJP general/JJ)\n  ./.)",
      "(S\n  (NP El/NNP proyecto/NN)\n  de/IN\n  ley/FW\n  (NP rechazado/NN)\n  ,/,\n  (NP una/JJ revisión/NN apresurada/NN)\n  (PP de/IN (NP un/JJ compromiso/NN bipartidista/NN))\n  anterior/RB\n  ,/,\n  (NP tenía/JJ como/NN objetivo/NN)\n  (NP financiar/JJ las/JJ operaciones/NNS gubernamentales/NNS)\n  (VP durante/VBP (NP tres/NNS meses/NNS))\n  ,/,\n  (VP incluir/VBP)\n  100.400/CD\n  (NP millones/NNS)\n  de/FW\n  (NP dólares/NNS)\n  (VP en/VBP (NP ayuda/JJ para/NN desastres/NNS))\n  (VP y/VBP elevar/JJ)\n  el/FW\n  límite/FW\n  de/FW\n  la/FW\n  deuda/FW\n  (NP hasta/NN)\n  el/FW\n  30/CD\n  de/FW\n  enero/FW\n  de/IN\n  2027/CD\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "MONETARIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "proyecto de ley rechazado, una revisión apresurada de un compromiso bipartidista anterior, tenía como objetivo financiar las operaciones gubernamentales durante tres meses, incluir 100.400 millones de dólares en ayuda",
        "position": [
          760,
          977
        ],
        "start": 760,
        "end": 977
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "presidente electo",
        "position": [
          136,
          153
        ],
        "start": 136,
        "end": 153
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "rechazó rotundamente el proyecto",
        "position": [
          450,
          482
        ],
        "start": 450,
        "end": 482
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "cámara de representantes rechazó",
        "position": [
          425,
          457
        ],
        "start": 425,
        "end": 457
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          3383,
          3392
        ],
        "start": 3383,
        "end": 3392
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de ee",
        "position": [
          391,
          405
        ],
        "start": 391,
        "end": 405
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente electo donald",
        "position": [
          136,
          160
        ],
        "start": 136,
        "end": 160
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          450,
          457
        ],
        "start": 450,
        "end": 457
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          3112,
          3120
        ],
        "start": 3112,
        "end": 3120
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley rechazado, una revisión apresurada de un compromiso bipartidista anterior, tenía como objetivo financiar las operaciones gubernamentales durante tres meses, incluir 100",
        "position": [
          772,
          944
        ],
        "start": 772,
        "end": 944
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          474,
          489
        ],
        "start": 474,
        "end": 489
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          195,
          209
        ],
        "start": 195,
        "end": 209
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          4265,
          4274
        ],
        "start": 4265,
        "end": 4274
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "30 de enero de 2027",
        "position": [
          1033,
          1052
        ],
        "start": 1033,
        "end": 1052
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la noche",
        "position": [
          106,
          117
        ],
        "start": 106,
        "end": 117
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1058,
          1065
        ],
        "start": 1058,
        "end": 1065
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "400 millones",
        "position": [
          945,
          957
        ],
        "start": 945,
        "end": 957
      },
      {
        "category": "MONETARIOS",
        "matched_text": "100.400 millones de dólares",
        "position": [
          941,
          968
        ],
        "start": 941,
        "end": 968
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Demonios",
        "tipo": "Persona"
      },
      {
        "nombre": "Mike Johnson",
        "tipo": "Persona"
      },
      {
        "nombre": "Cámara de Representantes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Congreso de los Estados Unidos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Marjorie Taylor Greene",
        "tipo": "Persona"
      },
      {
        "nombre": "Elon",
        "tipo": "Persona"
      },
      {
        "nombre": "Marc Molinaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de EE.UU.\nLa víspera",
        "tipo": "Lugar"
      },
      {
        "nombre": "Katherine Clark",
        "tipo": "Persona"
      },
      {
        "nombre": "Baltimore",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chip Roy",
        "tipo": "Persona"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Tesla",
        "tipo": "Persona"
      },
      {
        "nombre": "puente Key",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hakeem Jeffries",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Republicano",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Donald Trump",
        "relacion": "SUMIR",
        "objeto": "Congreso de los Estados Unidos"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "PEDIR_RECHAZAR",
        "objeto": "Gobierno de EE.UU.\nLa víspera"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "PEDIR_RECHAZAR",
        "objeto": "Cámara de Representantes"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "PEDIR_RECHAZAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Cámara de Representantes",
        "relacion": "EVITAR_RECHAZAR_PEDIR_RECHAZAR",
        "objeto": "Gobierno de EE.UU.\nLa víspera"
      },
      {
        "sujeto": "Gobierno de EE.UU.\nLa víspera",
        "relacion": "EVITAR_RECHAZAR_PEDIR_RECHAZAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Cámara de Representantes",
        "relacion": "RECHAZAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "TORPEDEAR",
        "objeto": "Elon"
      },
      {
        "sujeto": "puente Key",
        "relacion": "INCLUIR_DESPLOMAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "puente Key",
        "relacion": "INCLUIR_DESPLOMAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Baltimore",
        "relacion": "INCLUIR_DESPLOMAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Baltimore",
        "relacion": "INCLUIR_DESPLOMAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Tesla",
        "relacion": "PRESIONAR",
        "objeto": "Marjorie Taylor Greene"
      },
      {
        "sujeto": "Tesla",
        "relacion": "PRESIONAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Tesla",
        "relacion": "PRESIONAR",
        "objeto": "Cámara de Representantes"
      },
      {
        "sujeto": "Tesla",
        "relacion": "PRESIONAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Marjorie Taylor Greene",
        "relacion": "SUGERIR_RECHAZAR_PRESIONAR",
        "objeto": "Musk"
      },
      {
        "sujeto": "Marjorie Taylor Greene",
        "relacion": "SUGERIR_RECHAZAR_PRESIONAR",
        "objeto": "Cámara de Representantes"
      },
      {
        "sujeto": "Marjorie Taylor Greene",
        "relacion": "SUGERIR_RECHAZAR_PRESIONAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Musk",
        "relacion": "NOMBRAR_SUGERIR_RECHAZAR_PRESIONAR",
        "objeto": "Cámara de Representantes"
      },
      {
        "sujeto": "Musk",
        "relacion": "NOMBRAR_SUGERIR_RECHAZAR_PRESIONAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Cámara de Representantes",
        "relacion": "NOMBRAR_SUGERIR_RECHAZAR_PRESIONAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Cámara de Representantes",
        "relacion": "CALIFICAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Hakeem Jeffries",
        "relacion": "CALIFICAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Demonios",
        "relacion": "COREAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "EXPONER",
        "objeto": "Partido Republicano"
      },
      {
        "sujeto": "Chip Roy",
        "relacion": "INCLUIR_OPONER_ENFRENTAR_L_EXPONER",
        "objeto": "Partido Republicano"
      },
      {
        "sujeto": "Trump",
        "relacion": "NEGOCIAR_SUBRAYAR",
        "objeto": "Casa Blanca"
      },
      {
        "sujeto": "Marc Molinaro",
        "relacion": "ROMPER",
        "objeto": "Cámara de Representantes"
      },
      {
        "sujeto": "Trump",
        "relacion": "REGRESAR_PASAR_SER",
        "objeto": "Casa Blanca"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9299,
    "pos": 0.0,
    "neu": 0.979,
    "neg": 0.021,
    "label": "negative"
  }
}