{
  "url": "https://www.telesurtv.net/informe-telesur-miedo-y-represion-el-metodo-de-milei-para-contener-la-protesta/",
  "title": "Informe teleSUR: Miedo y represión, el método de Milei para contener la protesta - teleSUR",
  "section": "En profundidad",
  "tags": [
    "Argentina",
    "Informe telesur",
    "Milei",
    "represión"
  ],
  "text": "\n“Nos están cagando a palo hermano, nos están destrozando”, relata un jubilado con el Congreso y una fila de gendarmes con escudos, cascos y palos detrás. La escena se volvió habitual, cada vez que hay una protesta, decenas, cuando no cientos de efectivos de las Fuerzas de Seguridad se despliegan con el fin de aplicar el “Protocolo Antipiquetes”.\n“En diciembre pasado se sancionó un protocolo que establece que cortar el transito para manifestar un protesta implica un delito”, explica a teleSUR Victoria Darraidou, coordinadora de Seguridad Democrática y Violencia Institucional del Centro de Estudios Legales y Sociales (Cels). “Y eso lo que hace revertir un derecho que esta en nuestra Constitución Nacional y lo plantea como una situación delictiva”.\nComo resultado de la aplicación de esta normativa, en lo que va del año, dos personas perdieron la vista durante protestas sociales por el impacto de balas de goma y los heridos se contabilizan de a cientos.\nAnte esta situación, organismos de Derechos Humanos han manifestado su preocupación.\nYa el 23 de enero de 2024, tres relatorías de la ONU (sobre los derechos a la libertad de reunión pacífica y de asociación, sobre la promoción y protección del derecho a la libertad de opinión y de expresión y sobre la situación de los defensores de derechos humanos a la Argentina) presentaron una nota al Gobierno nacional donde señalan graves problemas en la Resolución 943/23, donde se ordena la aplicación del “Protocolo Antipiquetes”\nSe suma a la violencia física y las detenciones, diferentes estrategias de amedrentamiento. Nicolas Caropresi, Referente del Movimiento de Trabajadores Excluidos señala que el Gobierno busca todo el tiempo desincentivar la protesta y “han amenazado a la gente de quitarle los beneficios que alguna vez el Estado le dio para afrontar su situación; básicamente lo que están haciendo es construir un escenario de criminalización y de convertir en delincuente a cualquier persona que proteste”.\n\n\nDesde diciembre de 2023 hasta principios de noviembre de este año, al menos 723 personas resultaron heridas por la represión policial según reporta el más reciente informe del Cels, titulado “Silenciar a través del miedo”.\nEn el documento, se denuncia “el uso abusivo de la fuerza, las detenciones arbitrarias, malos tratos y vejaciones a los detenidos, y su posterior judicialización”. El informe hace énfasis en la criminalización de quienes se manifiestan, lo cual se relacionan con apresamientos “casi siempre arbitrarios” y el reporte de 102 detenciones en contexto de protestas desde la asunción de Javier Milei como presidente de Argentina.\nSólo el 12 de junio, día en que se realizó una masiva convocatoria en rechazo a la “Ley Bases” con la cual el Gobierno pretendía instalar los cimientos para sus reformas, el Cels contabilizó un total de 33 personas retenidas, “a los que se los acusó de delitos gravísimos, como sedición e intento de golpe de estado, y fueron trasladadas a prisiones federales, como si se tratara de presos de máxima peligrosidad”.\n\n\n\n\nLa utilización del aparato represivo del Estado para acallar el descontento no es nuevo en Argentina es nombrado por las organizaciones de derechos humanos como violencia institucional.\nDarraidou relata que este concepto “se utiliza para referirse a los actos cometidos por diferentes representantes del estado que intervienen de manera ilegal, desproporcionada o abusiva”.\nEn ese sentido, el informe del Cels señala que se produjeron hechos de violencia policial y uso indiscriminado de gases lacrimógenos contra jubilados y niños, además de diputados y representantes sindicales. Mientras que de los 723 heridos, 50 de ellos eran trabajadores de prensa.\nEn tanto, las políticas represiva consiguen el aval de cierta porción de la población. Según Caropresi esto se consigue a partir de “una insistencia en deshumanizar a un sector de la sociedad”.\nEstá lógica obedece, según el representante social, a que “la única forma de que se ejecute esta política es que haya un sector que no es humano, y el sector que no es humano es el que se va a empobrecer y el que va a sufrir”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/informe-telesur-miedo-y-represion-el-metodo-de-milei-para-contener-la-protesta/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 1677,
    "message_id": 81630,
    "date": "2024-12-03T00:55:16+00:00",
    "text": "teleSUR\nInforme teleSUR: Miedo y represión, el método de Milei para contener la protesta\nhttps://www.telesurtv.net/informe-telesur-miedo-y-represion-el-metodo-de-milei-para-contener-la-protesta/",
    "photo_path": null,
    "views": 2349,
    "reactions": {
      "🤬": 39,
      "👍": 5,
      "❤": 2,
      "👎": 2
    },
    "total_reactions": 48
  },
  "preprocessing": {
    "cleaned": "“nos están cagando a palo hermano, nos están destrozando”, relata un jubilado con el congreso y una fila de gendarmes con escudos, cascos y palos detrás. la escena se volvió habitual, cada vez que hay una protesta, decenas, cuando no cientos de efectivos de las fuerzas de seguridad se despliegan con el fin de aplicar el “protocolo antipiquetes”. “en diciembre pasado se sancionó un protocolo que establece que cortar el transito para manifestar un protesta implica un delito”, explica a telesur victoria darraidou, coordinadora de seguridad democrática y violencia institucional del centro de estudios legales y sociales (cels). “y eso lo que hace revertir un derecho que esta en nuestra constitución nacional y lo plantea como una situación delictiva”. como resultado de la aplicación de esta normativa, en lo que va del año, dos personas perdieron la vista durante protestas sociales por el impacto de balas de goma y los heridos se contabilizan de a cientos. ante esta situación, organismos de derechos humanos han manifestado su preocupación. ya el 23 de enero de 2024, tres relatorías de la onu (sobre los derechos a la libertad de reunión pacífica y de asociación, sobre la promoción y protección del derecho a la libertad de opinión y de expresión y sobre la situación de los defensores de derechos humanos a la argentina) presentaron una nota al gobierno nacional donde señalan graves problemas en la resolución 943/23, donde se ordena la aplicación del “protocolo antipiquetes” se suma a la violencia física y las detenciones, diferentes estrategias de amedrentamiento. nicolas caropresi, referente del movimiento de trabajadores excluidos señala que el gobierno busca todo el tiempo desincentivar la protesta y “han amenazado a la gente de quitarle los beneficios que alguna vez el estado le dio para afrontar su situación; básicamente lo que están haciendo es construir un escenario de criminalización y de convertir en delincuente a cualquier persona que proteste”. desde diciembre de 2023 hasta principios de noviembre de este año, al menos 723 personas resultaron heridas por la represión policial según reporta el más reciente informe del cels, titulado “silenciar a través del miedo”. en el documento, se denuncia “el uso abusivo de la fuerza, las detenciones arbitrarias, malos tratos y vejaciones a los detenidos, y su posterior judicialización”. el informe hace énfasis en la criminalización de quienes se manifiestan, lo cual se relacionan con apresamientos “casi siempre arbitrarios” y el reporte de 102 detenciones en contexto de protestas desde la asunción de javier milei como presidente de argentina. sólo el 12 de junio, día en que se realizó una masiva convocatoria en rechazo a la “ley bases” con la cual el gobierno pretendía instalar los cimientos para sus reformas, el cels contabilizó un total de 33 personas retenidas, “a los que se los acusó de delitos gravísimos, como sedición e intento de golpe de estado, y fueron trasladadas a prisiones federales, como si se tratara de presos de máxima peligrosidad”. la utilización del aparato represivo del estado para acallar el descontento no es nuevo en argentina es nombrado por las organizaciones de derechos humanos como violencia institucional. darraidou relata que este concepto “se utiliza para referirse a los actos cometidos por diferentes representantes del estado que intervienen de manera ilegal, desproporcionada o abusiva”. en ese sentido, el informe del cels señala que se produjeron hechos de violencia policial y uso indiscriminado de gases lacrimógenos contra jubilados y niños, además de diputados y representantes sindicales. mientras que de los 723 heridos, 50 de ellos eran trabajadores de prensa. en tanto, las políticas represiva consiguen el aval de cierta porción de la población. según caropresi esto se consigue a partir de “una insistencia en deshumanizar a un sector de la sociedad”. está lógica obedece, según el representante social, a que “la única forma de que se ejecute esta política es que haya un sector que no es humano, y el sector que no es humano es el que se va a empobrecer y el que va a sufrir”.",
    "tokens": [
      "“",
      "cagando",
      "palo",
      "hermano",
      ",",
      "destrozando",
      "”",
      ",",
      "relata",
      "jubilado",
      "congreso",
      "fila",
      "gendarmes",
      "escudos",
      ",",
      "cascos",
      "palos",
      "detrás",
      ".",
      "escena",
      "volvió",
      "habitual",
      ",",
      "cada",
      "vez",
      "protesta",
      ",",
      "decenas",
      ",",
      "cientos",
      "efectivos",
      "fuerzas",
      "seguridad",
      "despliegan",
      "fin",
      "aplicar",
      "“",
      "protocolo",
      "antipiquetes",
      "”",
      ".",
      "“",
      "diciembre",
      "pasado",
      "sancionó",
      "protocolo",
      "establece",
      "cortar",
      "transito",
      "manifestar",
      "protesta",
      "implica",
      "delito",
      "”",
      ",",
      "explica",
      "telesur",
      "victoria",
      "darraidou",
      ",",
      "coordinadora",
      "seguridad",
      "democrática",
      "violencia",
      "institucional",
      "centro",
      "estudios",
      "legales",
      "sociales",
      "(",
      "cels",
      ")",
      ".",
      "“",
      "hace",
      "revertir",
      "derecho",
      "constitución",
      "nacional",
      "plantea",
      "situación",
      "delictiva",
      "”",
      ".",
      "resultado",
      "aplicación",
      "normativa",
      ",",
      "va",
      "año",
      ",",
      "dos",
      "personas",
      "perdieron",
      "vista",
      "protestas",
      "sociales",
      "impacto",
      "balas",
      "goma",
      "heridos",
      "contabilizan",
      "cientos",
      ".",
      "situación",
      ",",
      "organismos",
      "derechos",
      "humanos",
      "manifestado",
      "preocupación",
      ".",
      "23",
      "enero",
      "2024",
      ",",
      "tres",
      "relatorías",
      "onu",
      "(",
      "derechos",
      "libertad",
      "reunión",
      "pacífica",
      "asociación",
      ",",
      "promoción",
      "protección",
      "derecho",
      "libertad",
      "opinión",
      "expresión",
      "situación",
      "defensores",
      "derechos",
      "humanos",
      "argentina",
      ")",
      "presentaron",
      "nota",
      "gobierno",
      "nacional",
      "señalan",
      "graves",
      "problemas",
      "resolución",
      "943/23",
      ",",
      "ordena",
      "aplicación",
      "“",
      "protocolo",
      "antipiquetes",
      "”",
      "suma",
      "violencia",
      "física",
      "detenciones",
      ",",
      "diferentes",
      "estrategias",
      "amedrentamiento",
      ".",
      "nicolas",
      "caropresi",
      ",",
      "referente",
      "movimiento",
      "trabajadores",
      "excluidos",
      "señala",
      "gobierno",
      "busca",
      "tiempo",
      "desincentivar",
      "protesta",
      "“",
      "amenazado",
      "gente",
      "quitarle",
      "beneficios",
      "alguna",
      "vez",
      "dio",
      "afrontar",
      "situación",
      ";",
      "básicamente",
      "haciendo",
      "construir",
      "escenario",
      "criminalización",
      "convertir",
      "delincuente",
      "cualquier",
      "persona",
      "proteste",
      "”",
      ".",
      "diciembre",
      "2023",
      "principios",
      "noviembre",
      "año",
      ",",
      "menos",
      "723",
      "personas",
      "resultaron",
      "heridas",
      "represión",
      "policial",
      "según",
      "reporta",
      "reciente",
      "informe",
      "cels",
      ",",
      "titulado",
      "“",
      "silenciar",
      "través",
      "miedo",
      "”",
      ".",
      "documento",
      ",",
      "denuncia",
      "“",
      "uso",
      "abusivo",
      "fuerza",
      ",",
      "detenciones",
      "arbitrarias",
      ",",
      "malos",
      "tratos",
      "vejaciones",
      "detenidos",
      ",",
      "posterior",
      "judicialización",
      "”",
      ".",
      "informe",
      "hace",
      "énfasis",
      "criminalización",
      "manifiestan",
      ",",
      "relacionan",
      "apresamientos",
      "“",
      "casi",
      "siempre",
      "arbitrarios",
      "”",
      "reporte",
      "102",
      "detenciones",
      "contexto",
      "protestas",
      "asunción",
      "javier",
      "milei",
      "presidente",
      "argentina",
      ".",
      "sólo",
      "12",
      "junio",
      ",",
      "día",
      "realizó",
      "masiva",
      "convocatoria",
      "rechazo",
      "“",
      "ley",
      "bases",
      "”",
      "gobierno",
      "pretendía",
      "instalar",
      "cimientos",
      "reformas",
      ",",
      "cels",
      "contabilizó",
      "total",
      "33",
      "personas",
      "retenidas",
      ",",
      "“",
      "acusó",
      "delitos",
      "gravísimos",
      ",",
      "sedición",
      "intento",
      "golpe",
      ",",
      "trasladadas",
      "prisiones",
      "federales",
      ",",
      "si",
      "tratara",
      "presos",
      "máxima",
      "peligrosidad",
      "”",
      ".",
      "utilización",
      "aparato",
      "represivo",
      "acallar",
      "descontento",
      "nuevo",
      "argentina",
      "nombrado",
      "organizaciones",
      "derechos",
      "humanos",
      "violencia",
      "institucional",
      ".",
      "darraidou",
      "relata",
      "concepto",
      "“",
      "utiliza",
      "referirse",
      "actos",
      "cometidos",
      "diferentes",
      "representantes",
      "intervienen",
      "manera",
      "ilegal",
      ",",
      "desproporcionada",
      "abusiva",
      "”",
      ".",
      ",",
      "informe",
      "cels",
      "señala",
      "produjeron",
      "hechos",
      "violencia",
      "policial",
      "uso",
      "indiscriminado",
      "gases",
      "lacrimógenos",
      "jubilados",
      "niños",
      ",",
      "además",
      "diputados",
      "representantes",
      "sindicales",
      ".",
      "mientras",
      "723",
      "heridos",
      ",",
      "50",
      "trabajadores",
      "prensa",
      ".",
      ",",
      "políticas",
      "represiva",
      "consiguen",
      "aval",
      "cierta",
      "porción",
      "población",
      ".",
      "según",
      "caropresi",
      "consigue",
      "partir",
      "“",
      "insistencia",
      "deshumanizar",
      "sector",
      "sociedad",
      "”",
      ".",
      "lógica",
      "obedece",
      ",",
      "según",
      "representante",
      "social",
      ",",
      "“",
      "única",
      "forma",
      "ejecute",
      "política",
      "sector",
      "humano",
      ",",
      "sector",
      "humano",
      "va",
      "empobrecer",
      "va",
      "sufrir",
      "”",
      "."
    ],
    "token_count": 418,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 66,
      "VBZ": 7,
      "JJ": 61,
      "NN": 248,
      "NNS": 25,
      "VBP": 17,
      "IN": 28,
      "FW": 147,
      "DT": 4,
      "CD": 10,
      "VBD": 2,
      "JJR": 1,
      "RB": 2
    },
    "bigram_freq": {
      "NNP-VBZ": 2,
      "VBZ-JJ": 1,
      "JJ-NN": 46,
      "NN-NN": 149,
      "NN-NNS": 5,
      "NNS-VBP": 11,
      "VBP-NN": 2,
      "NN-JJ": 26,
      "NN-NNP": 23,
      "NNP-JJ": 3,
      "NN-IN": 22,
      "IN-FW": 17,
      "FW-JJ": 10,
      "JJ-FW": 3,
      "FW-NN": 16,
      "NNP-FW": 12,
      "FW-FW": 94,
      "VBP-DT": 1,
      "DT-NN": 2,
      "NN-FW": 14,
      "FW-NNP": 16,
      "IN-NN": 5,
      "NNP-NNP": 20,
      "NNP-NN": 25,
      "NNP-VBP": 1,
      "VBP-JJ": 11,
      "JJ-NNP": 3,
      "NNS-NNS": 4,
      "VBZ-CD": 1,
      "CD-FW": 1,
      "FW-IN": 1,
      "IN-CD": 4,
      "CD-NNS": 4,
      "NNS-FW": 3,
      "FW-NNS": 6,
      "VBP-NNP": 1,
      "NN-VBZ": 3,
      "VBZ-VBP": 1,
      "VBP-IN": 1,
      "NNP-CD": 1,
      "CD-NN": 2,
      "NNP-VBD": 2,
      "VBD-FW": 1,
      "NNS-VBZ": 1,
      "VBZ-FW": 2,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "CD-JJ": 1,
      "FW-VBP": 2,
      "VBP-NNS": 1,
      "NNS-CD": 1,
      "NN-VBP": 1,
      "JJ-NNS": 5,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "IN-NNP": 1,
      "VBD-CD": 1,
      "CD-IN": 2,
      "NNS-JJ": 1,
      "JJ-JJ": 4,
      "VBZ-DT": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNS-IN": 2,
      "VBZ-VBZ": 1,
      "NNS-NNP": 1,
      "FW-CD": 1,
      "NN-CD": 1,
      "IN-JJ": 1,
      "NN-DT": 2,
      "DT-JJ": 2
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "JJ-NN-NN": 26,
      "NN-NN-NNS": 3,
      "NN-NNS-VBP": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "NN-NN-JJ": 20,
      "NN-JJ-NN": 24,
      "NN-NN-NN": 89,
      "NN-NN-NNP": 17,
      "NN-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 11,
      "NN-IN-FW": 14,
      "IN-FW-JJ": 5,
      "FW-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "FW-NN-NN": 12,
      "NN-NNP-FW": 1,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 66,
      "FW-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "JJ-NN-NNS": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-FW": 1,
      "NN-FW-FW": 8,
      "FW-FW-NNP": 9,
      "FW-NNP-FW": 8,
      "NNP-FW-NNP": 5,
      "NNP-FW-JJ": 2,
      "NN-NN-IN": 7,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 16,
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 1,
      "FW-NNP-NNP": 7,
      "NNP-NNP-FW": 3,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "NN-NN-FW": 7,
      "NN-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-NNP-NN": 13,
      "NNP-NN-IN": 3,
      "IN-FW-FW": 8,
      "FW-FW-NN": 10,
      "FW-NN-FW": 3,
      "NN-FW-NN": 3,
      "FW-NN-NNS": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-JJ": 7,
      "JJ-FW-FW": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NNS": 3,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "NNP-FW-NN": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-FW": 1,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "JJ-NN-NNP": 4,
      "NN-NN-VBZ": 2,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-IN-CD": 3,
      "IN-CD-JJ": 1,
      "CD-JJ-FW": 1,
      "FW-FW-VBP": 2,
      "FW-VBP-NNS": 1,
      "VBP-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "NNP-NN-NNP": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-JJ": 2,
      "NN-JJ-NNS": 2,
      "VBP-NN-IN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-NN": 1,
      "NNP-NN-JJ": 3,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "VBP-JJ-JJ": 2,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "IN-FW-NNS": 2,
      "JJ-JJ-NNP": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-NN-FW": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-CD": 1,
      "NN-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NNP": 1,
      "FW-NNP-NN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "IN-NN-JJ": 1,
      "FW-VBP-JJ": 1,
      "NN-NN-DT": 2,
      "NN-DT-JJ": 2,
      "DT-JJ-NN": 2
    },
    "top_patterns": {
      "top_tags": {
        "NN": 248,
        "FW": 147,
        "NNP": 66,
        "JJ": 61,
        "IN": 28
      },
      "top_bigrams": {
        "NN-NN": 149,
        "FW-FW": 94,
        "JJ-NN": 46,
        "NN-JJ": 26,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 89,
        "FW-FW-FW": 66,
        "JJ-NN-NN": 26,
        "NN-JJ-NN": 24,
        "NN-NN-JJ": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 151,
      "ADJP": 6,
      "VP": 30,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0235
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0094
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0094
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 2,
        "weight": 0.0094
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0094
      },
      {
        "rule": "NP -> ('Argentina', 'NNP')",
        "frequency": 2,
        "weight": 0.0094
      },
      {
        "rule": "NP -> ('detenciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0094
      },
      {
        "rule": "S -> NP NP (',', ',') ADJP ('están', 'FW') NP (',', ',') NP NP NP ('de', 'IN') ('gendarmes', 'FW') NP (',', ',') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0047
      },
      {
        "rule": "NP -> ('“', 'JJ') ('Nos', 'NNP') ('están', 'NN') ('cagando', 'NN')",
        "frequency": 1,
        "weight": 0.0047
      },
      {
        "rule": "NP -> ('a', 'DT') ('palo', 'NN') ('hermano', 'NN')",
        "frequency": 1,
        "weight": 0.0047
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "“ Nos están cagando"
      },
      {
        "label": "NP",
        "text": "a palo hermano"
      },
      {
        "label": "ADJP",
        "text": "nos"
      },
      {
        "label": "NP",
        "text": "destrozando ”"
      },
      {
        "label": "NP",
        "text": "relata"
      },
      {
        "label": "NP",
        "text": "un jubilado con el Congreso y"
      },
      {
        "label": "NP",
        "text": "una fila"
      },
      {
        "label": "NP",
        "text": "con escudos"
      },
      {
        "label": "NP",
        "text": "cascos y palos detrás"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "ADJP",
        "text": "habitual"
      },
      {
        "label": "NP",
        "text": "cada vez que hay"
      },
      {
        "label": "NP",
        "text": "una protesta"
      },
      {
        "label": "NP",
        "text": "decenas"
      },
      {
        "label": "VP",
        "text": "cuando no cientos"
      }
    ],
    "clause_structures": [
      "(S\n  (NP “/JJ Nos/NNP están/NN cagando/NN)\n  (NP a/DT palo/NN hermano/NN)\n  ,/,\n  (ADJP nos/JJ)\n  están/FW\n  (NP destrozando/NN ”/NN)\n  ,/,\n  (NP relata/NN)\n  (NP un/JJ jubilado/NN con/NN el/NN Congreso/NNP y/NNP)\n  (NP una/JJ fila/NN)\n  de/IN\n  gendarmes/FW\n  (NP con/JJ escudos/NN)\n  ,/,\n  (NP cascos/NN y/NN palos/NN detrás/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  escena/FW\n  se/FW\n  volvió/FW\n  (ADJP habitual/JJ)\n  ,/,\n  (NP cada/JJ vez/NN que/NN hay/NN)\n  (NP una/JJ protesta/NN)\n  ,/,\n  (NP decenas/NN)\n  ,/,\n  (VP cuando/VBZ (NP no/DT cientos/NN))\n  de/FW\n  efectivos/FW\n  de/FW\n  las/FW\n  (NP Fuerzas/NNP)\n  de/FW\n  (NP Seguridad/NNP)\n  se/FW\n  (NP despliegan/JJ con/NN el/NN fin/NN)\n  (PP\n    de/IN\n    (NP aplicar/NN el/NN “/NNP Protocolo/NNP Antipiquetes/NNP ”/NNP))\n  ./.)",
      "(S\n  (NP “/NN En/NNP diciembre/NN pasado/NN se/NN sancionó/NN)\n  (NP\n    un/JJ\n    protocolo/NN\n    que/NN\n    establece/NN\n    que/NN\n    cortar/NN\n    el/NN\n    transito/NN\n    para/NN\n    manifestar/NN)\n  (NP un/JJ protesta/NN implica/NN)\n  (NP un/JJ delito/NN ”/NN)\n  ,/,\n  (VP explica/VB (NP a/DT teleSUR/NN Victoria/NNP Darraidou/NNP))\n  ,/,\n  (NP coordinadora/NN)\n  de/FW\n  (NP\n    Seguridad/NNP\n    Democrática/NNP\n    y/NNP\n    Violencia/NNP\n    Institucional/NNP)\n  del/FW\n  (NP Centro/NNP)\n  de/FW\n  (NP Estudios/NNP Legales/NNP y/NN Sociales/NNP)\n  (/(\n  (NP Cels/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP “/JJ Y/NNP eso/NN lo/NN que/NN hace/NN revertir/NN)\n  (NP un/JJ derecho/NN que/NN esta/NN)\n  en/FW\n  (NP\n    nuestra/JJ\n    Constitución/NNP\n    Nacional/NNP\n    y/NN\n    lo/NN\n    plantea/NN\n    como/NN)\n  (NP una/JJ situación/NN delictiva/NN ”/NN)\n  ./.)",
      "(S\n  (NP Como/NNP resultado/NN)\n  de/IN\n  la/FW\n  aplicación/FW\n  de/FW\n  esta/FW\n  normativa/FW\n  ,/,\n  en/FW\n  lo/FW\n  (NP que/NN)\n  va/FW\n  (NP del/NN año/NN)\n  ,/,\n  (NP dos/JJ personas/NN perdieron/NN la/NN)\n  vista/FW\n  (NP durante/NN protestas/NNS sociales/NNS)\n  (VP por/VBP (NP el/JJ impacto/NN))\n  de/IN\n  balas/FW\n  de/FW\n  goma/FW\n  y/FW\n  los/FW\n  heridos/FW\n  se/FW\n  contabilizan/FW\n  de/FW\n  (NP a/DT cientos/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "represión policial",
        "position": [
          2098,
          2116
        ],
        "start": 2098,
        "end": 2116
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "detenidos, y su posterior judicialización”. el informe hace énfasis en la criminalización de quienes se manifiestan, lo cual se relacionan con apresamientos “casi siempre arbitrarios” y el reporte de 102 detenciones en contexto de protestas",
        "position": [
          2326,
          2566
        ],
        "start": 2326,
        "end": 2566
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó de delitos gravísimos, como sedición e intento de golpe de estado, y fueron trasladadas a",
        "position": [
          2875,
          2970
        ],
        "start": 2875,
        "end": 2970
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de argentina",
        "position": [
          2606,
          2629
        ],
        "start": 2606,
        "end": 2629
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          1099,
          1102
        ],
        "start": 1099,
        "end": 1102
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "sancionó",
        "position": [
          373,
          381
        ],
        "start": 373,
        "end": 381
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          2875,
          2880
        ],
        "start": 2875,
        "end": 2880
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "resolución 943",
        "position": [
          1412,
          1426
        ],
        "start": 1412,
        "end": 1426
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "normativa",
        "position": [
          797,
          806
        ],
        "start": 797,
        "end": 806
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          691,
          703
        ],
        "start": 691,
        "end": 703
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          1322,
          1331
        ],
        "start": 1322,
        "end": 1331
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "asunción",
        "position": [
          2576,
          2584
        ],
        "start": 2576,
        "end": 2584
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado le",
        "position": [
          1795,
          1804
        ],
        "start": 1795,
        "end": 1804
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          586,
          595
        ],
        "start": 586,
        "end": 595
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "23 de enero de 2024",
        "position": [
          1056,
          1075
        ],
        "start": 1056,
        "end": 1075
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          1000,
          1016
        ],
        "start": 1000,
        "end": 1016
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "723 personas",
        "position": [
          2059,
          2071
        ],
        "start": 2059,
        "end": 2071
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "33 personas",
        "position": [
          2834,
          2845
        ],
        "start": 2834,
        "end": 2845
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Caropresi",
        "tipo": "Lugar"
      },
      {
        "nombre": "Constitución Nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Derechos Humanos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Darraidou",
        "tipo": "Persona"
      },
      {
        "nombre": "Referente",
        "tipo": "Persona"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Movimiento de Trabajadores Excluidos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Victoria Darraidou",
        "tipo": "Persona"
      },
      {
        "nombre": "Sociales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cels",
        "tipo": "Persona"
      },
      {
        "nombre": "la Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Seguridad Democrática y Violencia Institucional del Centro de Estudios Legales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fuerzas de Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolas Caropresi",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "ONU",
        "relacion": "PRESENTAR_SUMAR",
        "objeto": "Gobierno nacional"
      },
      {
        "sujeto": "la Argentina",
        "relacion": "PRESENTAR_SUMAR",
        "objeto": "Gobierno nacional"
      },
      {
        "sujeto": "Nicolas Caropresi",
        "relacion": "SE_ALAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Nicolas Caropresi",
        "relacion": "SE_ALAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "SE_ALAR",
        "objeto": "Referente"
      },
      {
        "sujeto": "Estado",
        "relacion": "SE_ALAR",
        "objeto": "Referente"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "SE_ALAR",
        "objeto": "Movimiento de Trabajadores Excluidos"
      },
      {
        "sujeto": "Estado",
        "relacion": "SE_ALAR",
        "objeto": "Movimiento de Trabajadores Excluidos"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "BUSCAR_SE_ALAR",
        "objeto": "Estado"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8402,
    "pos": 0.0,
    "neu": 0.982,
    "neg": 0.018,
    "label": "negative"
  }
}