{
  "url": "https://www.telesurtv.net/diosdado-cabello-hay-una-internacional-del-fascismo/",
  "title": "Diosdado Cabello: \"Hay una 'Internacional' del fascismo\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "fascismo",
    "Venezuela"
  ],
  "text": "El vicepresidente venezolano, Diosdado Cabello, propuso este miércoles la creación de una “Internacional contra el fascismo”, en respuesta a la existencia de lo que llamó la “Internacional del fascismo”, de la extrema derecha mundial.\nRepresentantes de varios países intervinieron en el Congreso Mundial contra el fascismo que tiene lugar este miércoles en Venezuela y denunciaron las nuevas manifestaciones del fenómeno en particular en países contrarios a los centros de poder mundial.\nEl vicepresidente venezolano y minstro del Interior, Diosdado Cabello, denunció que el “fascismo es enemigo de los pueblos” y ejemplificó cómo actúa en Venezuela.\nAsimismo, extendió su agradecimiento a los invitados internacionales al Congreso Mundial contra el fascismo, neofascismo y otras expresiones similares, por acompañar a Venezuela en esta nueva lucha y batalla.\nEn ese sentido, durante su intervención en el Congreso, hizo un reconocimiento a los hombres y mujeres que acompañan a Venezuela en esta iniciativa, ya que en años anteriores quienes han visitado nuestro país en otros congresos han sido lamentablemente objeto de persecución por sus gobiernos.\n“Les damos las gracias porque son unos valientes, mujeres y hombres, que con su presencia acá en nuestro país nos acompañan en esta lucha, en esta batalla que es nuestra batalla, pero que también es la batalla de ustedes”, enfatizó.\nPor otra parte, denunció que la ultraderecha fascista utiliza niños como escudo, por tal motivo llamó a hacer un esfuerzo en la lucha contra toda expresión violenta: “es una cosa perversa, ellos (la ultraderecha) utilizaron menores de edad (…) los expusieron como unos escudos y los lanzaron a las calles”, agregó, además que “a los niños los llevaron a la muerte… se disfrazan, hay que reconocerlos; de acuerdo con palabras del presidente Nicolás Maduro ellos hacen el daño y después le echan la culpa a otro”.\nRecordó, en esa dirección, la Ley Contra el Odio “que ha funcionado; y quiénes protestaron contra la Ley son los que mandaron a incendiar el país” y subrayó que la propuesta fue llevada a través de una consulta para consolidar la democracia participativa y protagónica.\nSobre la actual batalla comunicacional resaltó que “tenemos que andar en las calles con el teléfono para decirle al mundo la verdad de lo que pasa en los Pueblos. Aquí han llegado a decir que en Venezuela hay violencia en las calles, la verdad es que aquí hay paz y libertad”, resaltó al tiempo que enfatizó que cada vez que un visitante internacional muestra la verdad de nuestro país triunfa la justica y la lucha contra el fascismo”, recalcó.\nDestacó el uso de los medios de comunicación y redes sociales por parte del fascismo para tergiversar la realidad y llevar adelante golpes de Estado e impulsar subvertir el orden interno de los países.\nEl punto central de la intervención del vicepresidente venezolano abordó la necesidad de crear una “Internacional contra el fascismo”: “Invito a crear una Internacional contra el fascismo en todos los frentes, espacios y lugares del mundo para debatir y hablarlo”, dijo Cabello y aseguró que “no le tememos al fascismo porque siempre vamos con la verdad”.\nConfirmó que en Venezuela llevarán a cabo, cada mes, congresos para combatir al fascismo a través de los movimientos sociales. “En noviembre vamos a hacer el congreso de la juventud con los estudiantes contra el fascismo”.\nEn este sentido, llamó a organizarse a través de los movimientos de todo el mundo, para generar finalmente un documento. “La lucha de Venezuela es la lucha de todos los pueblos”.\nDe acuerdo a Cabello, el presidente Hugo Chávez lo decía: “Cuando estemos unidos la América toda y la América toda cante como un solo gallo nos van a respetar”; porque si nosotros, cada quien anda por su lado, por sus propios proyectos, olvidándose de los Pueblos, se lo van a comer, se lo van a tragar, hagámosle la vida imposible al imperialismo, el imperialismo no sabe la respuesta que los Pueblos son capaces de dar”, afirmó.\nResaltó que el imperialismo cree que la cosa es “sencilla solo porque tienen el poder, pregúntenle lo que les hizo Vietnam y alguien muy cercano a ellos se los dijo: Venezuela será 100 veces peor que Vietnam para ustedes”.\nAsimismo, hizo la propuesta del Congreso Comunicacional Antifascista para diciembre. Al tiempo que reafirmó su solidaridad con la compañera Milagro Sala en Argentina y el Pueblo palestino, víctima del sionismo israelí; así como también con el Pueblo Mapuche, reprimido por el Gobierno de Chile, el cual continúa gobernando con la Constitución de Pinochet y pretende dar lecciones de democracia a Venezuela.\nReafirmó que Venezuela seguirá construyendo su propio sistema democrático. “Aquí estamos decididos a ser libres y seremos libres a pesar del imperialismo, a pesar de los fascistas, de los odiadores, de la Unión Europea y de los amigos que nos den la espalda”, afirmó.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/diosdado-cabello-hay-una-internacional-del-fascismo/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1170,
    "message_id": 76114,
    "date": "2024-09-11T18:38:18+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n \n↕ Diosdado Cabello: «Hay una ‘Internacional’ del fascismo»\nhttps://www.telesurtv.net/diosdado-cabello-hay-una-internacional-del-fascismo/ \n\n↕ Conmemoran en Chile aniversario de golpe de Estado contra Salvador Allende\nhttps://www.telesurtv.net/conmemoran-en-chile-aniversario-de-golpe-de-estado-contra-salvador-allende/ \n\n↕ Huelga de trabajadores paraliza principal aeropuerto de Kenia\nhttps://www.telesurtv.net/huelga-de-trabajadores-paraliza-principal-aeropuerto-de-kenia/",
    "photo_path": null,
    "views": 3279,
    "reactions": {
      "👍": 57
    },
    "total_reactions": 57
  },
  "preprocessing": {
    "cleaned": "el vicepresidente venezolano, diosdado cabello, propuso este miércoles la creación de una “internacional contra el fascismo”, en respuesta a la existencia de lo que llamó la “internacional del fascismo”, de la extrema derecha mundial. representantes de varios países intervinieron en el congreso mundial contra el fascismo que tiene lugar este miércoles en venezuela y denunciaron las nuevas manifestaciones del fenómeno en particular en países contrarios a los centros de poder mundial. el vicepresidente venezolano y minstro del interior, diosdado cabello, denunció que el “fascismo es enemigo de los pueblos” y ejemplificó cómo actúa en venezuela. asimismo, extendió su agradecimiento a los invitados internacionales al congreso mundial contra el fascismo, neofascismo y otras expresiones similares, por acompañar a venezuela en esta nueva lucha y batalla. en ese sentido, durante su intervención en el congreso, hizo un reconocimiento a los hombres y mujeres que acompañan a venezuela en esta iniciativa, ya que en años anteriores quienes han visitado nuestro país en otros congresos han sido lamentablemente objeto de persecución por sus gobiernos. “les damos las gracias porque son unos valientes, mujeres y hombres, que con su presencia acá en nuestro país nos acompañan en esta lucha, en esta batalla que es nuestra batalla, pero que también es la batalla de ustedes”, enfatizó. por otra parte, denunció que la ultraderecha fascista utiliza niños como escudo, por tal motivo llamó a hacer un esfuerzo en la lucha contra toda expresión violenta: “es una cosa perversa, ellos (la ultraderecha) utilizaron menores de edad (…) los expusieron como unos escudos y los lanzaron a las calles”, agregó, además que “a los niños los llevaron a la muerte… se disfrazan, hay que reconocerlos; de acuerdo con palabras del presidente nicolás maduro ellos hacen el daño y después le echan la culpa a otro”. recordó, en esa dirección, la ley contra el odio “que ha funcionado; y quiénes protestaron contra la ley son los que mandaron a incendiar el país” y subrayó que la propuesta fue llevada a través de una consulta para consolidar la democracia participativa y protagónica. sobre la actual batalla comunicacional resaltó que “tenemos que andar en las calles con el teléfono para decirle al mundo la verdad de lo que pasa en los pueblos. aquí han llegado a decir que en venezuela hay violencia en las calles, la verdad es que aquí hay paz y libertad”, resaltó al tiempo que enfatizó que cada vez que un visitante internacional muestra la verdad de nuestro país triunfa la justica y la lucha contra el fascismo”, recalcó. destacó el uso de los medios de comunicación y redes sociales por parte del fascismo para tergiversar la realidad y llevar adelante golpes de estado e impulsar subvertir el orden interno de los países. el punto central de la intervención del vicepresidente venezolano abordó la necesidad de crear una “internacional contra el fascismo”: “invito a crear una internacional contra el fascismo en todos los frentes, espacios y lugares del mundo para debatir y hablarlo”, dijo cabello y aseguró que “no le tememos al fascismo porque siempre vamos con la verdad”. confirmó que en venezuela llevarán a cabo, cada mes, congresos para combatir al fascismo a través de los movimientos sociales. “en noviembre vamos a hacer el congreso de la juventud con los estudiantes contra el fascismo”. en este sentido, llamó a organizarse a través de los movimientos de todo el mundo, para generar finalmente un documento. “la lucha de venezuela es la lucha de todos los pueblos”. de acuerdo a cabello, el presidente hugo chávez lo decía: “cuando estemos unidos la américa toda y la américa toda cante como un solo gallo nos van a respetar”; porque si nosotros, cada quien anda por su lado, por sus propios proyectos, olvidándose de los pueblos, se lo van a comer, se lo van a tragar, hagámosle la vida imposible al imperialismo, el imperialismo no sabe la respuesta que los pueblos son capaces de dar”, afirmó. resaltó que el imperialismo cree que la cosa es “sencilla solo porque tienen el poder, pregúntenle lo que les hizo vietnam y alguien muy cercano a ellos se los dijo: venezuela será 100 veces peor que vietnam para ustedes”. asimismo, hizo la propuesta del congreso comunicacional antifascista para diciembre. al tiempo que reafirmó su solidaridad con la compañera milagro sala en argentina y el pueblo palestino, víctima del sionismo israelí; así como también con el pueblo mapuche, reprimido por el gobierno de chile, el cual continúa gobernando con la constitución de pinochet y pretende dar lecciones de democracia a venezuela. reafirmó que venezuela seguirá construyendo su propio sistema democrático. “aquí estamos decididos a ser libres y seremos libres a pesar del imperialismo, a pesar de los fascistas, de los odiadores, de la unión europea y de los amigos que nos den la espalda”, afirmó.",
    "tokens": [
      "vicepresidente",
      "venezolano",
      ",",
      "diosdado",
      "cabello",
      ",",
      "propuso",
      "miércoles",
      "creación",
      "“",
      "internacional",
      "fascismo",
      "”",
      ",",
      "respuesta",
      "existencia",
      "llamó",
      "“",
      "internacional",
      "fascismo",
      "”",
      ",",
      "extrema",
      "derecha",
      "mundial",
      ".",
      "representantes",
      "varios",
      "países",
      "intervinieron",
      "congreso",
      "mundial",
      "fascismo",
      "lugar",
      "miércoles",
      "venezuela",
      "denunciaron",
      "nuevas",
      "manifestaciones",
      "fenómeno",
      "particular",
      "países",
      "contrarios",
      "centros",
      "poder",
      "mundial",
      ".",
      "vicepresidente",
      "venezolano",
      "minstro",
      "interior",
      ",",
      "diosdado",
      "cabello",
      ",",
      "denunció",
      "“",
      "fascismo",
      "enemigo",
      "pueblos",
      "”",
      "ejemplificó",
      "cómo",
      "actúa",
      "venezuela",
      ".",
      "asimismo",
      ",",
      "extendió",
      "agradecimiento",
      "invitados",
      "internacionales",
      "congreso",
      "mundial",
      "fascismo",
      ",",
      "neofascismo",
      "expresiones",
      "similares",
      ",",
      "acompañar",
      "venezuela",
      "nueva",
      "lucha",
      "batalla",
      ".",
      ",",
      "intervención",
      "congreso",
      ",",
      "hizo",
      "reconocimiento",
      "hombres",
      "mujeres",
      "acompañan",
      "venezuela",
      "iniciativa",
      ",",
      "años",
      "anteriores",
      "visitado",
      "país",
      "congresos",
      "sido",
      "lamentablemente",
      "objeto",
      "persecución",
      "gobiernos",
      ".",
      "“",
      "damos",
      "gracias",
      "valientes",
      ",",
      "mujeres",
      "hombres",
      ",",
      "presencia",
      "acá",
      "país",
      "acompañan",
      "lucha",
      ",",
      "batalla",
      "batalla",
      ",",
      "batalla",
      "ustedes",
      "”",
      ",",
      "enfatizó",
      ".",
      "parte",
      ",",
      "denunció",
      "ultraderecha",
      "fascista",
      "utiliza",
      "niños",
      "escudo",
      ",",
      "tal",
      "motivo",
      "llamó",
      "hacer",
      "esfuerzo",
      "lucha",
      "toda",
      "expresión",
      "violenta",
      ":",
      "“",
      "cosa",
      "perversa",
      ",",
      "(",
      "ultraderecha",
      ")",
      "utilizaron",
      "menores",
      "edad",
      "(",
      "…",
      ")",
      "expusieron",
      "escudos",
      "lanzaron",
      "calles",
      "”",
      ",",
      "agregó",
      ",",
      "además",
      "“",
      "niños",
      "llevaron",
      "muerte…",
      "disfrazan",
      ",",
      "reconocerlos",
      ";",
      "acuerdo",
      "palabras",
      "presidente",
      "nicolás",
      "maduro",
      "hacen",
      "daño",
      "después",
      "echan",
      "culpa",
      "”",
      ".",
      "recordó",
      ",",
      "dirección",
      ",",
      "ley",
      "odio",
      "“",
      "funcionado",
      ";",
      "quiénes",
      "protestaron",
      "ley",
      "mandaron",
      "incendiar",
      "país",
      "”",
      "subrayó",
      "propuesta",
      "llevada",
      "través",
      "consulta",
      "consolidar",
      "democracia",
      "participativa",
      "protagónica",
      ".",
      "actual",
      "batalla",
      "comunicacional",
      "resaltó",
      "“",
      "andar",
      "calles",
      "teléfono",
      "decirle",
      "mundo",
      "verdad",
      "pasa",
      "pueblos",
      ".",
      "aquí",
      "llegado",
      "decir",
      "venezuela",
      "violencia",
      "calles",
      ",",
      "verdad",
      "aquí",
      "paz",
      "libertad",
      "”",
      ",",
      "resaltó",
      "tiempo",
      "enfatizó",
      "cada",
      "vez",
      "visitante",
      "internacional",
      "muestra",
      "verdad",
      "país",
      "triunfa",
      "justica",
      "lucha",
      "fascismo",
      "”",
      ",",
      "recalcó",
      ".",
      "destacó",
      "uso",
      "medios",
      "comunicación",
      "redes",
      "sociales",
      "parte",
      "fascismo",
      "tergiversar",
      "realidad",
      "llevar",
      "adelante",
      "golpes",
      "impulsar",
      "subvertir",
      "orden",
      "interno",
      "países",
      ".",
      "punto",
      "central",
      "intervención",
      "vicepresidente",
      "venezolano",
      "abordó",
      "necesidad",
      "crear",
      "“",
      "internacional",
      "fascismo",
      "”",
      ":",
      "“",
      "invito",
      "crear",
      "internacional",
      "fascismo",
      "frentes",
      ",",
      "espacios",
      "lugares",
      "mundo",
      "debatir",
      "hablarlo",
      "”",
      ",",
      "dijo",
      "cabello",
      "aseguró",
      "“",
      "tememos",
      "fascismo",
      "siempre",
      "vamos",
      "verdad",
      "”",
      ".",
      "confirmó",
      "venezuela",
      "llevarán",
      "cabo",
      ",",
      "cada",
      "mes",
      ",",
      "congresos",
      "combatir",
      "fascismo",
      "través",
      "movimientos",
      "sociales",
      ".",
      "“",
      "noviembre",
      "vamos",
      "hacer",
      "congreso",
      "juventud",
      "estudiantes",
      "fascismo",
      "”",
      ".",
      ",",
      "llamó",
      "organizarse",
      "través",
      "movimientos",
      "mundo",
      ",",
      "generar",
      "finalmente",
      "documento",
      ".",
      "“",
      "lucha",
      "venezuela",
      "lucha",
      "pueblos",
      "”",
      ".",
      "acuerdo",
      "cabello",
      ",",
      "presidente",
      "hugo",
      "chávez",
      "decía",
      ":",
      "“",
      "unidos",
      "américa",
      "toda",
      "américa",
      "toda",
      "cante",
      "solo",
      "gallo",
      "van",
      "respetar",
      "”",
      ";",
      "si",
      ",",
      "cada",
      "anda",
      "lado",
      ",",
      "propios",
      "proyectos",
      ",",
      "olvidándose",
      "pueblos",
      ",",
      "van",
      "comer",
      ",",
      "van",
      "tragar",
      ",",
      "hagámosle",
      "vida",
      "imposible",
      "imperialismo",
      ",",
      "imperialismo",
      "sabe",
      "respuesta",
      "pueblos",
      "capaces",
      "dar",
      "”",
      ",",
      "afirmó",
      ".",
      "resaltó",
      "imperialismo",
      "cree",
      "cosa",
      "“",
      "sencilla",
      "solo",
      "poder",
      ",",
      "pregúntenle",
      "hizo",
      "vietnam",
      "alguien",
      "cercano",
      "dijo",
      ":",
      "venezuela",
      "100",
      "veces",
      "peor",
      "vietnam",
      "ustedes",
      "”",
      ".",
      "asimismo",
      ",",
      "hizo",
      "propuesta",
      "congreso",
      "comunicacional",
      "antifascista",
      "diciembre",
      ".",
      "tiempo",
      "reafirmó",
      "solidaridad",
      "compañera",
      "milagro",
      "sala",
      "argentina",
      "pueblo",
      "palestino",
      ",",
      "víctima",
      "sionismo",
      "israelí",
      ";",
      "así",
      "pueblo",
      "mapuche",
      ",",
      "reprimido",
      "gobierno",
      "chile",
      ",",
      "continúa",
      "gobernando",
      "constitución",
      "pinochet",
      "pretende",
      "dar",
      "lecciones",
      "democracia",
      "venezuela",
      ".",
      "reafirmó",
      "venezuela",
      "seguirá",
      "construyendo",
      "propio",
      "sistema",
      "democrático",
      ".",
      "“",
      "aquí",
      "decididos",
      "ser",
      "libres",
      "libres",
      "pesar",
      "imperialismo",
      ",",
      "pesar",
      "fascistas",
      ",",
      "odiadores",
      ",",
      "unión",
      "europea",
      "amigos",
      "den",
      "espalda",
      "”",
      ",",
      "afirmó",
      "."
    ],
    "token_count": 514,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "NN": 317,
      "NNS": 37,
      "VBP": 24,
      "FW": 137,
      "IN": 29,
      "JJ": 91,
      "VBZ": 14,
      "MD": 1,
      "VB": 1,
      "DT": 2,
      "CC": 2,
      "VBD": 2,
      "RB": 1,
      "CD": 1
    },
    "bigram_freq": {
      "NNP-NN": 33,
      "NN-NN": 203,
      "NN-NNP": 24,
      "NNP-NNP": 17,
      "NN-NNS": 13,
      "NNS-VBP": 19,
      "VBP-FW": 2,
      "FW-FW": 73,
      "FW-NNP": 22,
      "NN-FW": 23,
      "FW-NN": 27,
      "NNP-FW": 13,
      "NN-IN": 19,
      "IN-FW": 18,
      "FW-JJ": 11,
      "JJ-NNP": 11,
      "NNP-IN": 4,
      "FW-NNS": 4,
      "VBP-JJ": 16,
      "JJ-NN": 48,
      "NNS-FW": 2,
      "NN-JJ": 24,
      "JJ-NNS": 12,
      "JJ-FW": 3,
      "NN-VBZ": 6,
      "VBZ-NNS": 1,
      "NNS-JJ": 2,
      "NNS-IN": 5,
      "NNP-VBZ": 6,
      "VBZ-NN": 1,
      "IN-JJ": 8,
      "JJ-JJ": 16,
      "VBP-NNP": 2,
      "NNS-NNS": 6,
      "NNP-JJ": 2,
      "VBZ-VBZ": 1,
      "VBZ-JJ": 8,
      "NN-VBP": 3,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1,
      "VBZ-FW": 3,
      "IN-NNP": 2,
      "NNP-VBP": 2,
      "NNS-NNP": 3,
      "VBP-VBZ": 1,
      "NN-DT": 1,
      "DT-JJ": 1,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "NNP-VBD": 2,
      "VBD-JJ": 1,
      "VBP-RB": 1,
      "RB-IN": 1,
      "JJ-DT": 1,
      "DT-NN": 1,
      "IN-NN": 1,
      "VBP-NN": 2,
      "VBD-CD": 1,
      "CD-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 27,
      "NN-NN-NNP": 16,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NN": 9,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 8,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-FW-FW": 50,
      "FW-FW-NNP": 9,
      "FW-NNP-NN": 7,
      "NN-NN-NN": 128,
      "NN-NN-FW": 16,
      "NN-FW-NN": 7,
      "FW-NN-FW": 6,
      "NN-FW-FW": 9,
      "FW-NNP-FW": 8,
      "NNP-FW-NN": 6,
      "FW-NN-IN": 1,
      "NN-IN-FW": 12,
      "IN-FW-FW": 7,
      "FW-FW-JJ": 3,
      "FW-JJ-NNP": 3,
      "JJ-NNP-IN": 1,
      "NNP-IN-FW": 2,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 1,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 9,
      "JJ-NN-NNP": 4,
      "NN-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NN-NN-JJ": 20,
      "NN-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 7,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "NNS-IN-FW": 3,
      "IN-FW-JJ": 3,
      "JJ-NNP-NN": 6,
      "FW-NNP-NNP": 4,
      "NNP-NNP-NNP": 2,
      "NN-JJ-NN": 15,
      "JJ-NN-IN": 9,
      "JJ-NN-NN": 30,
      "NN-FW-NNP": 5,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-IN": 1,
      "NN-IN-JJ": 7,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 4,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NN-JJ-JJ": 7,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-FW": 2,
      "FW-NN-NN": 14,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-IN": 8,
      "IN-FW-NNP": 3,
      "NN-NN-VBZ": 3,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NNP": 2,
      "FW-NN-NNS": 2,
      "NN-NNS-NNS": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 8,
      "IN-FW-NN": 2,
      "FW-FW-NN": 10,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 3,
      "NNS-NNS-NNS": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "JJ-JJ-JJ": 2,
      "FW-NN-JJ": 1,
      "JJ-NNP-NNP": 2,
      "VBZ-JJ-NN": 2,
      "NNP-FW-FW": 2,
      "NNP-NN-NNP": 2,
      "NN-NNP-NN": 8,
      "IN-JJ-NN": 3,
      "NNP-NNP-JJ": 1,
      "JJ-NN-JJ": 2,
      "IN-JJ-NNS": 2,
      "IN-JJ-NNP": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-NNS": 2,
      "NNS-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "NN-NNP-VBP": 1,
      "JJ-NN-NNS": 2,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-FW": 1,
      "VBZ-FW-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNP-NN-FW": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "NN-VBZ-JJ": 4,
      "VBP-NNP-NN": 1,
      "FW-NN-NNP": 2,
      "NN-NNP-FW": 1,
      "FW-NNP-CC": 2,
      "NNP-CC-JJ": 2,
      "CC-JJ-FW": 1,
      "NNP-FW-NNP": 4,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "NNP-NN-JJ": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-IN": 1,
      "RB-IN-FW": 1,
      "NN-FW-JJ": 2,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NNP-NN-NNS": 2,
      "NN-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "VBZ-JJ-NNP": 1,
      "NN-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "CC-JJ-NN": 1,
      "FW-NN-VBZ": 1,
      "NNS-VBP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 317,
        "FW": 137,
        "JJ": 91,
        "NNP": 82,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 203,
        "FW-FW": 73,
        "JJ-NN": 48,
        "NNP-NN": 33,
        "FW-NN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 128,
        "FW-FW-FW": 50,
        "JJ-NN-NN": 30,
        "NNP-NN-NN": 27,
        "NN-NN-JJ": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 210,
      "VP": 58,
      "ADJP": 6,
      "PP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0195
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 4,
        "weight": 0.013
      },
      {
        "rule": "NP -> ('a', 'DT') ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "NP -> ('a', 'DT') ('través', 'NN')",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "NP -> ('El', 'NNP') ('vicepresidente', 'NN') ('venezolano', 'NN')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "NP -> ('Diosdado', 'NNP') ('Cabello', 'NNP')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "NP -> ('países', 'NNS')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0065
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El vicepresidente venezolano"
      },
      {
        "label": "NP",
        "text": "Diosdado Cabello"
      },
      {
        "label": "NP",
        "text": "propuso este miércoles"
      },
      {
        "label": "VP",
        "text": "la"
      },
      {
        "label": "NP",
        "text": "Internacional contra el fascismo ”"
      },
      {
        "label": "NP",
        "text": "Internacional"
      },
      {
        "label": "NP",
        "text": "fascismo ”"
      },
      {
        "label": "NP",
        "text": "derecha mundial"
      },
      {
        "label": "NP",
        "text": "Representantes"
      },
      {
        "label": "NP",
        "text": "países"
      },
      {
        "label": "VP",
        "text": "intervinieron en el Congreso Mundial contra el fascismo que tiene lugar este miércoles"
      },
      {
        "label": "NP",
        "text": "en el Congreso Mundial contra el fascismo que tiene lugar este miércoles"
      },
      {
        "label": "NP",
        "text": "Venezuela y denunciaron"
      },
      {
        "label": "VP",
        "text": "las nuevas manifestaciones"
      },
      {
        "label": "NP",
        "text": "nuevas manifestaciones"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP vicepresidente/NN venezolano/NN)\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP)\n  ,/,\n  (NP propuso/NN este/NN miércoles/NNS)\n  (VP la/VBP)\n  creación/FW\n  de/FW\n  una/FW\n  “/FW\n  (NP Internacional/NNP contra/NN el/NN fascismo/NN ”/NNP)\n  ,/,\n  en/FW\n  respuesta/FW\n  a/DT\n  la/FW\n  existencia/FW\n  de/FW\n  lo/FW\n  que/FW\n  llamó/FW\n  la/FW\n  “/FW\n  (NP Internacional/NNP)\n  del/FW\n  (NP fascismo/NN ”/NN)\n  ,/,\n  de/FW\n  la/FW\n  extrema/FW\n  (NP derecha/JJ mundial/NN)\n  ./.)",
      "(S\n  (NP Representantes/NNP)\n  de/FW\n  varios/FW\n  (NP países/NNS)\n  (VP\n    intervinieron/VBP\n    (NP\n      en/JJ\n      el/NN\n      Congreso/NNP\n      Mundial/NNP\n      contra/NN\n      el/NN\n      fascismo/NN\n      que/NN\n      tiene/NN\n      lugar/NN\n      este/NN\n      miércoles/NNS))\n  en/FW\n  (NP Venezuela/NNP y/NNP denunciaron/NNP)\n  (VP las/VBZ (NP nuevas/JJ manifestaciones/NNS))\n  del/FW\n  (ADJP fenómeno/JJ)\n  en/FW\n  (NP particular/JJ en/NN)\n  (VP países/VBZ)\n  (VP contrarios/VBP (NP a/DT los/JJ centros/NN))\n  de/IN\n  poder/FW\n  (NP mundial/NN)\n  ./.)",
      "(S\n  (NP El/NNP vicepresidente/NN venezolano/NN)\n  y/FW\n  minstro/FW\n  del/FW\n  (NP Interior/NNP)\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP)\n  ,/,\n  (NP denunció/NN que/NN el/NN “/NNP fascismo/NN es/NN)\n  enemigo/FW\n  de/FW\n  los/FW\n  pueblos/FW\n  (NP ”/NNP)\n  y/CC\n  (NP ejemplificó/JJ cómo/NN actúa/NN)\n  en/FW\n  (NP Venezuela/NNP)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (VP extendió/VBZ (NP su/NN))\n  (PP\n    agradecimiento/IN\n    (NP a/DT los/JJ invitados/JJ internacionales/NNS))\n  (VP\n    al/VBP\n    (NP Congreso/NNP Mundial/NNP contra/NN el/NN fascismo/NN))\n  ,/,\n  (NP neofascismo/JJ y/NN otras/NNS)\n  (VP expresiones/VBZ (NP similares/NNS))\n  ,/,\n  (NP por/NN)\n  (VP acompañar/VBD (NP a/DT Venezuela/NNP))\n  en/FW\n  (NP esta/NN)\n  nueva/FW\n  (NP lucha/NN y/NN batalla/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP durante/NN su/NN intervención/NN)\n  (PP en/IN (NP el/NN Congreso/NNP))\n  ,/,\n  (NP hizo/NN)\n  (ADJP un/JJ)\n  (VP reconocimiento/VBZ (NP a/DT los/JJ hombres/NNS))\n  (VP y/VBP (NP mujeres/NNS))\n  (VP que/VBP)\n  (PP acompañan/IN (NP a/DT Venezuela/NNP))\n  en/FW\n  (NP esta/NN iniciativa/NN)\n  ,/,\n  ya/PRP\n  (VP que/VBP (NP en/JJ años/NN anteriores/NNS quienes/NNS))\n  (VP han/VBP (NP visitado/JJ nuestro/JJ país/NN))\n  en/IN\n  otros/FW\n  (NP congresos/NN han/NN sido/NN)\n  (NP lamentablemente/JJ objeto/NN)\n  de/IN\n  persecución/FW\n  por/FW\n  (NP sus/NN gobiernos/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "intervención del vicepresidente venezolano abordó la necesidad de crear una “internacional",
        "position": [
          2840,
          2930
        ],
        "start": 2840,
        "end": 2930
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que la ultraderecha fascista utiliza niños como escudo, por tal motivo llamó a",
        "position": [
          1403,
          1490
        ],
        "start": 1403,
        "end": 1490
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con palabras del presidente nicolás maduro ellos hacen el daño y después le",
        "position": [
          1791,
          1874
        ],
        "start": 1791,
        "end": 1874
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "solidaridad con la compañera milagro sala en argentina y el pueblo palestino, víctima del sionismo israelí; así como también con el pueblo mapuche, reprimido por el gobierno",
        "position": [
          4340,
          4513
        ],
        "start": 4340,
        "end": 4513
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          3998,
          4004
        ],
        "start": 3998,
        "end": 4004
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de chile",
        "position": [
          4505,
          4522
        ],
        "start": 4505,
        "end": 4522
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          1816,
          1841
        ],
        "start": 1816,
        "end": 1841
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          4841,
          4854
        ],
        "start": 4841,
        "end": 4854
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          3363,
          3374
        ],
        "start": 3363,
        "end": 3374
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          955,
          962
        ],
        "start": 955,
        "end": 962
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          210,
          225
        ],
        "start": 210,
        "end": 225
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2048,
          2055
        ],
        "start": 2048,
        "end": 2055
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2615,
          2622
        ],
        "start": 2615,
        "end": 2622
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          369,
          380
        ],
        "start": 369,
        "end": 380
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          4559,
          4571
        ],
        "start": 4559,
        "end": 4571
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          4385,
          4394
        ],
        "start": 4385,
        "end": 4394
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          357,
          366
        ],
        "start": 357,
        "end": 366
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado e impulsar",
        "position": [
          2757,
          2774
        ],
        "start": 2757,
        "end": 2774
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          3910,
          3922
        ],
        "start": 3910,
        "end": 3922
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Invito",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pueblo palestino",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Representantes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de Chile",
        "tipo": "Lugar"
      },
      {
        "nombre": "Internacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pueblo Mapuche",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vietnam",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso Comunicacional Antifascista",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución de",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pinochet",
        "tipo": "Persona"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "la Ley Contra el Odio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Congreso Mundial",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Representantes",
        "relacion": "INTERVENIR",
        "objeto": "Congreso Mundial"
      },
      {
        "sujeto": "Representantes",
        "relacion": "INTERVENIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Congreso Mundial",
        "relacion": "INTERVENIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "DENUNCIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Congreso Mundial",
        "relacion": "EXTENDER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Congreso",
        "relacion": "HACER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Cabello",
        "relacion": "ABORDAR_DECIR",
        "objeto": "Invito"
      },
      {
        "sujeto": "Cabello",
        "relacion": "CREAR_ABORDAR_DECIR",
        "objeto": "Internacional"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DECIR_AFIRMAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "América",
        "relacion": "DECIR_AFIRMAR",
        "objeto": "Cabello"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DECIR_AFIRMAR",
        "objeto": "América"
      },
      {
        "sujeto": "América",
        "relacion": "DECIR_AFIRMAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Hugo Chávez",
        "relacion": "DECIR_AFIRMAR",
        "objeto": "América"
      },
      {
        "sujeto": "Argentina",
        "relacion": "REAFIRMAR",
        "objeto": "Pueblo Mapuche"
      },
      {
        "sujeto": "Argentina",
        "relacion": "REAFIRMAR",
        "objeto": "Gobierno de Chile"
      },
      {
        "sujeto": "Argentina",
        "relacion": "REAFIRMAR",
        "objeto": "Constitución de"
      },
      {
        "sujeto": "Argentina",
        "relacion": "REAFIRMAR",
        "objeto": "Pinochet"
      },
      {
        "sujeto": "Argentina",
        "relacion": "REAFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Pueblo palestino",
        "relacion": "REAFIRMAR",
        "objeto": "Pueblo Mapuche"
      },
      {
        "sujeto": "Pueblo palestino",
        "relacion": "REAFIRMAR",
        "objeto": "Gobierno de Chile"
      },
      {
        "sujeto": "Pueblo palestino",
        "relacion": "REAFIRMAR",
        "objeto": "Constitución de"
      },
      {
        "sujeto": "Pueblo palestino",
        "relacion": "REAFIRMAR",
        "objeto": "Pinochet"
      },
      {
        "sujeto": "Pueblo palestino",
        "relacion": "REAFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Constitución de",
        "relacion": "CONTINUAR_TAMBI_N_REAFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Pinochet",
        "relacion": "CONTINUAR_TAMBI_N_REAFIRMAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": 0.0516,
    "pos": 0.003,
    "neu": 0.994,
    "neg": 0.003,
    "label": "positive"
  }
}