{
  "url": "https://www.telesurtv.net/encuesta-muestra-amplia-aprobacion-a-gestion-de-daniel-ortega-en-nicaragua/",
  "title": "Encuesta muestra amplia aprobación a gestión de Daniel Ortega en Nicaragua - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Aprobación",
    "Daniel Ortega",
    "Democracia",
    "gestión",
    "libertad",
    "Nicaragua"
  ],
  "text": "El 82,4 por ciento de la población nicaragüense aprueba la gestión del presidente Daniel Ortega y 83,2 por ciento opinó que va en la dirección correcta, de acuerdo con un estudio de opinión realizado por la encuestadora M&R Consultores, cuyos resultados se hicieron públicos la víspera.\n\nEl 96,6 por ciento de los sondeados consideró que en el país centroamericano se respetan los derechos fundamentales, lo cual desmiente la feroz propaganda promovida desde Occidente a través de medios hegemónicos para demonizar a ese país.\nEl 93,1 por ciento de la muestra opinó que Nicaragua garantiza libertad o mucha libertad para que las personas piensen, digan o hagan lo que consideren en el marco del respeto a la dignidad de otros.\nRespecto a las garantías del sistema político, social y económico para que las personas se sientan con igualdad de derechos y deberes, el 77,3 por ciento valoró que el país ofrece muchas condiciones para ello.\nOcho de cada diez ciudadanos consultados dijeron que el estilo de gobierno del presidente Daniel Ortega se apega a las leyes del país y busca la unidad y la reconciliación.\nEl estudio ubicó en 8.43 (de un máximo de 10) el índice de confianza popular en la voluntad y capacidad del Gobierno para llevar a cabo grandes proyectos de infraestructura, como el puerto de aguas profundas de la ciudad de Bluefields, en la costa del Caribe, o el canal interoceánico (cuya construcción aprueban nueve de cada diez ciudadanos), por citar algunos. Respecto a la capacidad de gestión del Gobierno, el índice fue 8,90 (de un máximo de 10).\nA juicio de un 84,9 por ciento de la muestra, el Frente Sandinista de Liberación Nacional (FSLN) les trasmite esperanza, mientras que 85,2 por ciento vincula a esa fuerza política a las nociones de tranquilidad y 85,4 por ciento, de seguridad.\nFuncionamiento de la democracia y satisfacción\nRespecto al concepto de democracia, 62,1 por ciento valoró que lo más importante es vivir en paz y libertad, 11,4 por ciento se inclinó por expresarse libremente y 9,7 por ciento por elegir libremente.Para el 61,5 por ciento, resulta trascendente que el pueblo tenga oportunidades reales de mejorar su vida, muy por delante de que existan elecciones y el Gobierno cambie periódicamente (33,1 por ciento).\nAcerca del método para solucionar los asuntos públicos, el 90,5 por ciento de la muestra apoyó que sean el diálogo y la unidad. Ocho de cada diez ciudadanos expresó satisfacción con el funcionamiento de la democracia.\nM&R Consultores se interesó por las perspectivas de la ciudadanía sobre sus deberes y derechos. El 89,3 afirmó que nadie puede violentar el derecho de otras personas. En opinión del 88,4 por ciento, el orden constitucional debe ser respetado, mientras que 87,8 por ciento apostó por el voto como vía para decidir los asuntos públicos.\nEl 88,3 por ciento de los encuestados respaldó que los ciudadanos tengan derecho a manifestarse públicamente, pero sin incitar a la violencia o el caos. Un 80,8 por ciento de ellos no aceptó los golpes de Estado ni la violencia que generan.\nBajo ninguna circunstancia se debe poner en riesgo la paz y la estabilidad económica y social: así opinó el 93,1 por ciento de los sondeados, mientras que 95,2 por ciento opinó que en Nicaragua se respira paz. El 87,6 por ciento cree que la oposición debe organizarse y dialogar con el Ejecutivo.\nConsultados sobre el horizonte del país dentro de cinco años, un 74,8 por ciento consideró que es de estabilidad, seguridad y progreso económico, mientras que un 21,5 lo visualizó en términos de incertidumbre, inseguridad y estancamiento económico.\nEl 91,8 por ciento aseguró que siente esperanza mientras que el 89 por ciento siente satisfacción de vivir en Nicaragua. Únicamente un 9,5 por ciento dijo que emigraría.\n¿Cuáles son los principales problemas de Nicaragua?\nA preguntas sobre esta cuestión formuladas por M&R Consultores, el 67,3 por ciento consideró que son económicos, 16,8 por ciento valoró que son sociales y 13,4 por ciento estimó que son políticos.\nEntre las circunstancias que más preocupan sobresalen la pobreza, el desempleo, la delincuencia, la corrupción, la carestía de la vida y la accidentalidad, por citar los seis más reiterados. Solo 3,0 por ciento se inclinó por los problemas políticos.\nUn 90,2 por ciento consideró que el país ha de seguir enfocado en derrotar la pobreza y 84,1 por ciento vio con beneplácito que el Gobierno trabaje por atender a la población en general y no a élites.\nRespecto a la delincuencia, el 81,6 por ciento cree que la seguridad ciudadana es mejor que seis años atrás y el 93,3 consideró que la Policía Nacional actúa con mucho profesionalismo.\nLos resultados del estudio trasmiten esperanza, pues seis de cada diez personas opinó que la situación económica nacional y familiar será mucho mejor dentro de seis meses.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/encuesta-muestra-amplia-aprobacion-a-gestion-de-daniel-ortega-en-nicaragua/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 723,
    "message_id": 73114,
    "date": "2024-07-11T17:55:29+00:00",
    "text": "teleSUR\nEncuesta muestra amplia aprobación a gestión de Daniel Ortega en Nicaragua\nhttps://www.telesurtv.net/encuesta-muestra-amplia-aprobacion-a-gestion-de-daniel-ortega-en-nicaragua/",
    "photo_path": null,
    "views": 1309,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el 82,4 por ciento de la población nicaragüense aprueba la gestión del presidente daniel ortega y 83,2 por ciento opinó que va en la dirección correcta, de acuerdo con un estudio de opinión realizado por la encuestadora m&r consultores, cuyos resultados se hicieron públicos la víspera. el 96,6 por ciento de los sondeados consideró que en el país centroamericano se respetan los derechos fundamentales, lo cual desmiente la feroz propaganda promovida desde occidente a través de medios hegemónicos para demonizar a ese país. el 93,1 por ciento de la muestra opinó que nicaragua garantiza libertad o mucha libertad para que las personas piensen, digan o hagan lo que consideren en el marco del respeto a la dignidad de otros. respecto a las garantías del sistema político, social y económico para que las personas se sientan con igualdad de derechos y deberes, el 77,3 por ciento valoró que el país ofrece muchas condiciones para ello. ocho de cada diez ciudadanos consultados dijeron que el estilo de gobierno del presidente daniel ortega se apega a las leyes del país y busca la unidad y la reconciliación. el estudio ubicó en 8.43 (de un máximo de 10) el índice de confianza popular en la voluntad y capacidad del gobierno para llevar a cabo grandes proyectos de infraestructura, como el puerto de aguas profundas de la ciudad de bluefields, en la costa del caribe, o el canal interoceánico (cuya construcción aprueban nueve de cada diez ciudadanos), por citar algunos. respecto a la capacidad de gestión del gobierno, el índice fue 8,90 (de un máximo de 10). a juicio de un 84,9 por ciento de la muestra, el frente sandinista de liberación nacional (fsln) les trasmite esperanza, mientras que 85,2 por ciento vincula a esa fuerza política a las nociones de tranquilidad y 85,4 por ciento, de seguridad. funcionamiento de la democracia y satisfacción respecto al concepto de democracia, 62,1 por ciento valoró que lo más importante es vivir en paz y libertad, 11,4 por ciento se inclinó por expresarse libremente y 9,7 por ciento por elegir libremente.para el 61,5 por ciento, resulta trascendente que el pueblo tenga oportunidades reales de mejorar su vida, muy por delante de que existan elecciones y el gobierno cambie periódicamente (33,1 por ciento). acerca del método para solucionar los asuntos públicos, el 90,5 por ciento de la muestra apoyó que sean el diálogo y la unidad. ocho de cada diez ciudadanos expresó satisfacción con el funcionamiento de la democracia. m&r consultores se interesó por las perspectivas de la ciudadanía sobre sus deberes y derechos. el 89,3 afirmó que nadie puede violentar el derecho de otras personas. en opinión del 88,4 por ciento, el orden constitucional debe ser respetado, mientras que 87,8 por ciento apostó por el voto como vía para decidir los asuntos públicos. el 88,3 por ciento de los encuestados respaldó que los ciudadanos tengan derecho a manifestarse públicamente, pero sin incitar a la violencia o el caos. un 80,8 por ciento de ellos no aceptó los golpes de estado ni la violencia que generan. bajo ninguna circunstancia se debe poner en riesgo la paz y la estabilidad económica y social: así opinó el 93,1 por ciento de los sondeados, mientras que 95,2 por ciento opinó que en nicaragua se respira paz. el 87,6 por ciento cree que la oposición debe organizarse y dialogar con el ejecutivo. consultados sobre el horizonte del país dentro de cinco años, un 74,8 por ciento consideró que es de estabilidad, seguridad y progreso económico, mientras que un 21,5 lo visualizó en términos de incertidumbre, inseguridad y estancamiento económico. el 91,8 por ciento aseguró que siente esperanza mientras que el 89 por ciento siente satisfacción de vivir en nicaragua. únicamente un 9,5 por ciento dijo que emigraría. ¿cuáles son los principales problemas de nicaragua? a preguntas sobre esta cuestión formuladas por m&r consultores, el 67,3 por ciento consideró que son económicos, 16,8 por ciento valoró que son sociales y 13,4 por ciento estimó que son políticos. entre las circunstancias que más preocupan sobresalen la pobreza, el desempleo, la delincuencia, la corrupción, la carestía de la vida y la accidentalidad, por citar los seis más reiterados. solo 3,0 por ciento se inclinó por los problemas políticos. un 90,2 por ciento consideró que el país ha de seguir enfocado en derrotar la pobreza y 84,1 por ciento vio con beneplácito que el gobierno trabaje por atender a la población en general y no a élites. respecto a la delincuencia, el 81,6 por ciento cree que la seguridad ciudadana es mejor que seis años atrás y el 93,3 consideró que la policía nacional actúa con mucho profesionalismo. los resultados del estudio trasmiten esperanza, pues seis de cada diez personas opinó que la situación económica nacional y familiar será mucho mejor dentro de seis meses.",
    "tokens": [
      "82,4",
      "ciento",
      "población",
      "nicaragüense",
      "aprueba",
      "gestión",
      "presidente",
      "daniel",
      "ortega",
      "83,2",
      "ciento",
      "opinó",
      "va",
      "dirección",
      "correcta",
      ",",
      "acuerdo",
      "estudio",
      "opinión",
      "realizado",
      "encuestadora",
      "m",
      "&",
      "r",
      "consultores",
      ",",
      "cuyos",
      "resultados",
      "hicieron",
      "públicos",
      "víspera",
      ".",
      "96,6",
      "ciento",
      "sondeados",
      "consideró",
      "país",
      "centroamericano",
      "respetan",
      "derechos",
      "fundamentales",
      ",",
      "desmiente",
      "feroz",
      "propaganda",
      "promovida",
      "occidente",
      "través",
      "medios",
      "hegemónicos",
      "demonizar",
      "país",
      ".",
      "93,1",
      "ciento",
      "muestra",
      "opinó",
      "nicaragua",
      "garantiza",
      "libertad",
      "mucha",
      "libertad",
      "personas",
      "piensen",
      ",",
      "digan",
      "hagan",
      "consideren",
      "marco",
      "respeto",
      "dignidad",
      ".",
      "respecto",
      "garantías",
      "sistema",
      "político",
      ",",
      "social",
      "económico",
      "personas",
      "sientan",
      "igualdad",
      "derechos",
      "deberes",
      ",",
      "77,3",
      "ciento",
      "valoró",
      "país",
      "ofrece",
      "muchas",
      "condiciones",
      "ello",
      ".",
      "ocho",
      "cada",
      "diez",
      "ciudadanos",
      "consultados",
      "dijeron",
      "estilo",
      "gobierno",
      "presidente",
      "daniel",
      "ortega",
      "apega",
      "leyes",
      "país",
      "busca",
      "unidad",
      "reconciliación",
      ".",
      "estudio",
      "ubicó",
      "8.43",
      "(",
      "máximo",
      "10",
      ")",
      "índice",
      "confianza",
      "popular",
      "voluntad",
      "capacidad",
      "gobierno",
      "llevar",
      "cabo",
      "grandes",
      "proyectos",
      "infraestructura",
      ",",
      "puerto",
      "aguas",
      "profundas",
      "ciudad",
      "bluefields",
      ",",
      "costa",
      "caribe",
      ",",
      "canal",
      "interoceánico",
      "(",
      "cuya",
      "construcción",
      "aprueban",
      "nueve",
      "cada",
      "diez",
      "ciudadanos",
      ")",
      ",",
      "citar",
      ".",
      "respecto",
      "capacidad",
      "gestión",
      "gobierno",
      ",",
      "índice",
      "8,90",
      "(",
      "máximo",
      "10",
      ")",
      ".",
      "juicio",
      "84,9",
      "ciento",
      "muestra",
      ",",
      "frente",
      "sandinista",
      "liberación",
      "nacional",
      "(",
      "fsln",
      ")",
      "trasmite",
      "esperanza",
      ",",
      "mientras",
      "85,2",
      "ciento",
      "vincula",
      "fuerza",
      "política",
      "nociones",
      "tranquilidad",
      "85,4",
      "ciento",
      ",",
      "seguridad",
      ".",
      "funcionamiento",
      "democracia",
      "satisfacción",
      "respecto",
      "concepto",
      "democracia",
      ",",
      "62,1",
      "ciento",
      "valoró",
      "importante",
      "vivir",
      "paz",
      "libertad",
      ",",
      "11,4",
      "ciento",
      "inclinó",
      "expresarse",
      "libremente",
      "9,7",
      "ciento",
      "elegir",
      "libremente.para",
      "61,5",
      "ciento",
      ",",
      "resulta",
      "trascendente",
      "pueblo",
      "oportunidades",
      "reales",
      "mejorar",
      "vida",
      ",",
      "delante",
      "existan",
      "elecciones",
      "gobierno",
      "cambie",
      "periódicamente",
      "(",
      "33,1",
      "ciento",
      ")",
      ".",
      "acerca",
      "método",
      "solucionar",
      "asuntos",
      "públicos",
      ",",
      "90,5",
      "ciento",
      "muestra",
      "apoyó",
      "diálogo",
      "unidad",
      ".",
      "ocho",
      "cada",
      "diez",
      "ciudadanos",
      "expresó",
      "satisfacción",
      "funcionamiento",
      "democracia",
      ".",
      "m",
      "&",
      "r",
      "consultores",
      "interesó",
      "perspectivas",
      "ciudadanía",
      "deberes",
      "derechos",
      ".",
      "89,3",
      "afirmó",
      "nadie",
      "puede",
      "violentar",
      "derecho",
      "personas",
      ".",
      "opinión",
      "88,4",
      "ciento",
      ",",
      "orden",
      "constitucional",
      "debe",
      "ser",
      "respetado",
      ",",
      "mientras",
      "87,8",
      "ciento",
      "apostó",
      "voto",
      "vía",
      "decidir",
      "asuntos",
      "públicos",
      ".",
      "88,3",
      "ciento",
      "encuestados",
      "respaldó",
      "ciudadanos",
      "derecho",
      "manifestarse",
      "públicamente",
      ",",
      "incitar",
      "violencia",
      "caos",
      ".",
      "80,8",
      "ciento",
      "aceptó",
      "golpes",
      "violencia",
      "generan",
      ".",
      "bajo",
      "ninguna",
      "circunstancia",
      "debe",
      "poner",
      "riesgo",
      "paz",
      "estabilidad",
      "económica",
      "social",
      ":",
      "así",
      "opinó",
      "93,1",
      "ciento",
      "sondeados",
      ",",
      "mientras",
      "95,2",
      "ciento",
      "opinó",
      "nicaragua",
      "respira",
      "paz",
      ".",
      "87,6",
      "ciento",
      "cree",
      "oposición",
      "debe",
      "organizarse",
      "dialogar",
      "ejecutivo",
      ".",
      "consultados",
      "horizonte",
      "país",
      "dentro",
      "cinco",
      "años",
      ",",
      "74,8",
      "ciento",
      "consideró",
      "estabilidad",
      ",",
      "seguridad",
      "progreso",
      "económico",
      ",",
      "mientras",
      "21,5",
      "visualizó",
      "términos",
      "incertidumbre",
      ",",
      "inseguridad",
      "estancamiento",
      "económico",
      ".",
      "91,8",
      "ciento",
      "aseguró",
      "esperanza",
      "mientras",
      "89",
      "ciento",
      "satisfacción",
      "vivir",
      "nicaragua",
      ".",
      "únicamente",
      "9,5",
      "ciento",
      "dijo",
      "emigraría",
      ".",
      "¿cuáles",
      "principales",
      "problemas",
      "nicaragua",
      "?",
      "preguntas",
      "cuestión",
      "formuladas",
      "m",
      "&",
      "r",
      "consultores",
      ",",
      "67,3",
      "ciento",
      "consideró",
      "económicos",
      ",",
      "16,8",
      "ciento",
      "valoró",
      "sociales",
      "13,4",
      "ciento",
      "estimó",
      "políticos",
      ".",
      "circunstancias",
      "preocupan",
      "sobresalen",
      "pobreza",
      ",",
      "desempleo",
      ",",
      "delincuencia",
      ",",
      "corrupción",
      ",",
      "carestía",
      "vida",
      "accidentalidad",
      ",",
      "citar",
      "seis",
      "reiterados",
      ".",
      "solo",
      "3,0",
      "ciento",
      "inclinó",
      "problemas",
      "políticos",
      ".",
      "90,2",
      "ciento",
      "consideró",
      "país",
      "seguir",
      "enfocado",
      "derrotar",
      "pobreza",
      "84,1",
      "ciento",
      "vio",
      "beneplácito",
      "gobierno",
      "trabaje",
      "atender",
      "población",
      "general",
      "élites",
      ".",
      "respecto",
      "delincuencia",
      ",",
      "81,6",
      "ciento",
      "cree",
      "seguridad",
      "ciudadana",
      "mejor",
      "seis",
      "años",
      "atrás",
      "93,3",
      "consideró",
      "policía",
      "nacional",
      "actúa",
      "profesionalismo",
      ".",
      "resultados",
      "estudio",
      "trasmiten",
      "esperanza",
      ",",
      "pues",
      "seis",
      "cada",
      "diez",
      "personas",
      "opinó",
      "situación",
      "económica",
      "nacional",
      "familiar",
      "mejor",
      "dentro",
      "seis",
      "meses",
      "."
    ],
    "token_count": 508,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 55,
      "CD": 39,
      "NN": 318,
      "IN": 33,
      "FW": 169,
      "JJ": 56,
      "VBP": 25,
      "NNS": 28,
      "VBN": 1,
      "VBD": 12,
      "VBZ": 8,
      "RB": 3,
      "DT": 2,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-CD": 11,
      "CD-NN": 34,
      "NN-NN": 204,
      "NN-IN": 27,
      "IN-FW": 23,
      "FW-FW": 106,
      "FW-NN": 26,
      "NN-FW": 22,
      "FW-NNP": 16,
      "NNP-NNP": 8,
      "NN-JJ": 17,
      "JJ-NN": 34,
      "NNP-VBP": 3,
      "VBP-NN": 4,
      "NN-NNP": 19,
      "FW-JJ": 8,
      "NN-NNS": 12,
      "NNS-VBP": 19,
      "VBP-JJ": 9,
      "NNP-NN": 13,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "JJ-JJ": 8,
      "NNS-IN": 3,
      "IN-JJ": 3,
      "NNP-FW": 11,
      "NN-VBP": 3,
      "FW-NNS": 6,
      "VBP-CD": 5,
      "JJ-NNP": 4,
      "NNP-VBD": 5,
      "VBD-JJ": 2,
      "JJ-NNS": 5,
      "IN-CD": 2,
      "CD-FW": 1,
      "FW-CD": 5,
      "CD-JJ": 3,
      "JJ-FW": 2,
      "VBP-IN": 2,
      "NNS-NNP": 3,
      "VBD-CD": 8,
      "CD-IN": 1,
      "NNP-VBZ": 2,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "NN-VBZ": 6,
      "VBZ-JJ": 3,
      "VBZ-CD": 3,
      "NN-VBD": 7,
      "IN-NNS": 1,
      "NNS-FW": 2,
      "VBP-NNP": 2,
      "NN-CD": 1,
      "VBD-FW": 1,
      "FW-DT": 1,
      "DT-NN": 1,
      "VBZ-NNS": 1,
      "IN-NNP": 2,
      "NNP-CC": 1,
      "CC-FW": 1,
      "IN-NN": 2,
      "FW-CC": 1,
      "CC-JJ": 1,
      "VBD-RB": 1,
      "RB-CD": 2,
      "JJ-CD": 2,
      "VBP-RB": 1,
      "NNP-NNS": 1,
      "JJ-DT": 1,
      "DT-NNS": 1,
      "VBP-NNS": 1
    },
    "trigram_freq": {
      "NNP-CD-NN": 11,
      "CD-NN-NN": 33,
      "NN-NN-IN": 18,
      "NN-IN-FW": 21,
      "IN-FW-FW": 12,
      "FW-FW-FW": 71,
      "FW-FW-NN": 13,
      "FW-NN-FW": 7,
      "NN-FW-FW": 11,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 5,
      "NNP-NNP-CD": 1,
      "NN-NN-NN": 125,
      "FW-NN-JJ": 2,
      "NN-JJ-NN": 11,
      "JJ-NN-IN": 7,
      "FW-NNP-VBP": 2,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-NN-NNP": 14,
      "NN-NNP-CD": 7,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 3,
      "JJ-NN-NN": 21,
      "NN-NN-FW": 13,
      "NN-FW-JJ": 1,
      "NN-NN-NNS": 9,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 7,
      "NN-NN-JJ": 14,
      "NN-NNP-NN": 7,
      "NNP-NN-FW": 1,
      "FW-NN-NN": 10,
      "JJ-NN-NNP": 2,
      "FW-NN-NNP": 2,
      "NNP-NN-NN": 11,
      "NN-FW-NN": 8,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "FW-NNP-FW": 5,
      "NNP-FW-NN": 4,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 5,
      "NNS-VBP-CD": 4,
      "VBP-CD-NN": 5,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-FW": 3,
      "NNP-FW-FW": 6,
      "FW-FW-NNS": 4,
      "NNS-VBP-NN": 2,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NN-IN-CD": 2,
      "IN-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-CD": 2,
      "FW-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "FW-FW-JJ": 3,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-NNP-NN": 3,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "IN-FW-NN": 1,
      "FW-NN-IN": 2,
      "NNP-VBP-JJ": 1,
      "NN-JJ-FW": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNP-NN-NNP": 1,
      "NN-NNP-VBD": 1,
      "NNP-VBD-CD": 2,
      "VBD-CD-IN": 1,
      "CD-IN-JJ": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-CD-NN": 4,
      "NNP-NNP-FW": 1,
      "NNP-FW-NNP": 1,
      "NNP-NNP-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "JJ-NN-JJ": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-CD": 2,
      "IN-FW-NNP": 1,
      "FW-NN-VBZ": 2,
      "NN-VBZ-CD": 3,
      "VBZ-CD-NN": 3,
      "NN-NN-VBD": 6,
      "NN-VBD-CD": 6,
      "VBD-CD-NN": 7,
      "NN-IN-NNS": 1,
      "IN-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "NN-NNP-FW": 1,
      "JJ-NN-VBZ": 1,
      "FW-JJ-JJ": 3,
      "NN-JJ-NNP": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-CD": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-CD": 1,
      "NN-JJ-JJ": 1,
      "IN-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-FW": 1,
      "CC-FW-FW": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 1,
      "NN-FW-CC": 1,
      "FW-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NN": 2,
      "FW-JJ-NNS": 1,
      "NN-FW-NNP": 1,
      "NN-NNP-NNP": 2,
      "VBD-JJ-NN": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "FW-NNP-CD": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-NN": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "JJ-NN-NNS": 1,
      "VBP-NNP-VBP": 1,
      "NNP-VBP-CD": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-DT": 1,
      "JJ-DT-NNS": 1,
      "DT-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NNP-NN": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "IN-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 318,
        "FW": 169,
        "JJ": 56,
        "NNP": 55,
        "CD": 39
      },
      "top_bigrams": {
        "NN-NN": 204,
        "FW-FW": 106,
        "CD-NN": 34,
        "JJ-NN": 34,
        "NN-IN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 125,
        "FW-FW-FW": 71,
        "CD-NN-NN": 33,
        "NN-IN-FW": 21,
        "JJ-NN-NN": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 181,
      "VP": 36,
      "ADJP": 11,
      "PP": 9
    },
    "top_rules": [
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 12,
        "weight": 0.0453
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 7,
        "weight": 0.0264
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 4,
        "weight": 0.0151
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0151
      },
      {
        "rule": "NP -> ('R', 'NNP') ('Consultores', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "VP -> ('Respecto', 'VB') NP",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "VP -> ('el', 'VBZ')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('Nicaragua', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "por ciento"
      },
      {
        "label": "NP",
        "text": "aprueba"
      },
      {
        "label": "NP",
        "text": "Daniel Ortega"
      },
      {
        "label": "VP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "por ciento opinó que va"
      },
      {
        "label": "NP",
        "text": "correcta"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "un estudio"
      },
      {
        "label": "NP",
        "text": "por"
      },
      {
        "label": "NP",
        "text": "M"
      },
      {
        "label": "NP",
        "text": "R Consultores"
      },
      {
        "label": "NP",
        "text": "cuyos resultados se hicieron públicos la víspera"
      },
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "por ciento"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  82,4/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  la/FW\n  población/FW\n  nicaragüense/FW\n  (NP aprueba/NN)\n  la/FW\n  gestión/FW\n  del/FW\n  presidente/FW\n  (NP Daniel/NNP Ortega/NNP)\n  (VP y/VBZ)\n  83,2/CD\n  (NP por/NN ciento/NN opinó/NN que/NN va/NN)\n  en/IN\n  la/FW\n  dirección/FW\n  (NP correcta/NN)\n  ,/,\n  de/FW\n  acuerdo/FW\n  (NP con/NN)\n  (NP un/JJ estudio/NN)\n  de/IN\n  opinión/FW\n  realizado/FW\n  (NP por/NN)\n  la/FW\n  encuestadora/FW\n  (NP M/NNP)\n  &/CC\n  (NP R/NNP Consultores/NNP)\n  ,/,\n  (NP\n    cuyos/NN\n    resultados/NN\n    se/NN\n    hicieron/NN\n    públicos/NN\n    la/NN\n    víspera/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  96,6/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  los/FW\n  (NP sondeados/JJ consideró/NN que/NN)\n  en/FW\n  el/FW\n  país/FW\n  (NP centroamericano/NN)\n  se/FW\n  (NP respetan/JJ los/NN derechos/NN fundamentales/NNS)\n  ,/,\n  (NP lo/JJ cual/JJ desmiente/NN la/NN)\n  (NP feroz/JJ propaganda/NN promovida/NN desde/NN Occidente/NNP)\n  (NP a/DT través/NN)\n  de/IN\n  medios/FW\n  (NP hegemónicos/NN para/NN)\n  (VP demonizar/VBZ (NP a/DT ese/JJ país/NN))\n  ./.)",
      "(S\n  (NP El/NNP)\n  93,1/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  la/FW\n  muestra/FW\n  opinó/FW\n  (NP que/NN Nicaragua/NNP garantiza/NN libertad/NN)\n  o/FW\n  (NP mucha/NN libertad/NN para/NN que/NN las/NNS)\n  (VP personas/VBP (NP piensen/NN))\n  ,/,\n  (ADJP digan/JJ)\n  o/FW\n  (ADJP hagan/JJ)\n  lo/FW\n  (NP que/JJ consideren/NNS)\n  (PP en/IN (NP el/JJ marco/NN del/NN respeto/NN))\n  (NP a/DT la/NN dignidad/NN)\n  de/IN\n  otros/FW\n  ./.)",
      "(S\n  (VP\n    Respecto/VB\n    (NP a/DT las/JJ garantías/NN del/NN sistema/NN político/NN))\n  ,/,\n  (NP social/JJ y/NN económico/NN para/NN que/NN las/NNS)\n  (VP personas/VBP (NP se/JJ sientan/JJ con/NN igualdad/NN))\n  de/IN\n  derechos/FW\n  (NP y/NN deberes/NNS)\n  ,/,\n  (VP el/VBP)\n  77,3/CD\n  (NP\n    por/NN\n    ciento/NN\n    valoró/NN\n    que/NN\n    el/NN\n    país/NN\n    ofrece/NN\n    muchas/NN\n    condiciones/NNS)\n  (VP para/VBP (NP ello/NN))\n  ./.)",
      "(S\n  (NP Ocho/NNP)\n  de/FW\n  cada/FW\n  diez/FW\n  (NP ciudadanos/NNS)\n  (VP consultados/VBP (NP dijeron/NN que/NN))\n  el/FW\n  estilo/FW\n  de/FW\n  gobierno/FW\n  del/FW\n  presidente/FW\n  (NP Daniel/NNP Ortega/NNP)\n  (VP se/VBD)\n  apega/RP\n  (NP a/DT las/JJ leyes/JJ del/NN país/NN y/NN busca/NN la/NN)\n  (NP unidad/JJ y/NN la/NN reconciliación/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desempleo, la delincuencia, la corrupción, la carestía de la vida y la accidentalidad, por citar los seis más reiterados. solo 3",
        "position": [
          4088,
          4216
        ],
        "start": 4088,
        "end": 4216
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desempleo",
        "position": [
          4088,
          4097
        ],
        "start": 4088,
        "end": 4097
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          2417,
          2424
        ],
        "start": 2417,
        "end": 2424
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          4119,
          4129
        ],
        "start": 4119,
        "end": 4129
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "derecho de otras personas. en opinión del 88,4 por ciento, el orden constitucional",
        "position": [
          2618,
          2700
        ],
        "start": 2618,
        "end": 2700
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          830,
          838
        ],
        "start": 830,
        "end": 838
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno del presidente daniel",
        "position": [
          1003,
          1033
        ],
        "start": 1003,
        "end": 1033
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente daniel ortega",
        "position": [
          71,
          95
        ],
        "start": 71,
        "end": 95
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "canal interoceánico",
        "position": [
          1375,
          1394
        ],
        "start": 1375,
        "end": 1394
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "apoyó",
        "position": [
          2349,
          2354
        ],
        "start": 2349,
        "end": 2354
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          1292,
          1298
        ],
        "start": 1292,
        "end": 1298
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          570,
          579
        ],
        "start": 570,
        "end": 579
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3105,
          3111
        ],
        "start": 3105,
        "end": 3111
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          1362,
          1368
        ],
        "start": 1362,
        "end": 1368
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado ni",
        "position": [
          3018,
          3027
        ],
        "start": 3018,
        "end": 3027
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Frente Sandinista de Liberación Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Daniel Ortega",
        "tipo": "Persona"
      },
      {
        "nombre": "en Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "M&R Consultores",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Policía Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bluefields",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "FSLN",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Daniel Ortega",
        "relacion": "APROBAR",
        "objeto": "M&R Consultores"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5859,
    "pos": 0.007,
    "neu": 0.98,
    "neg": 0.013,
    "label": "negative"
  }
}