{
  "url": "https://www.telesurtv.net/docentes-panama-huelga-contra-ley-462/",
  "title": "Panamá: Docentes y sectores populares en persistente huelga contra Ley 462 y políticas de Mulino - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bocas del Toro",
    "Estados Unidos",
    "Panamá",
    "profesores",
    "protestas"
  ],
  "text": "El secretario general de la Asociación de Profesores de Panamá (Asoprof), Fernando Ábrego, anunció este martes que el gremio docente continuará con la huelga indefinida en demanda de pensiones justas y otras reivindicaciones laborales y sociales, decisión que fue ratificada junto a otros sectores que conforman la Alianza Pueblo Unido por la Vida.\n\nLEA TAMBIÉN\nComarca Ngäbe Buglé de Panamá denuncia la violencia policial del Gobierno de Mulino\nÁbrego reiteró que garantizar pensiones justas es esencial para la clase trabajadora y denunció que hasta el momento la respuesta del Ejecutivo ha sido la represión mediante el despliegue de fuerzas de seguridad contra manifestaciones pacíficas. “Hemos denunciado la represión salvaje y la violación de la ley”, expresó el dirigente sindical.\n\n\nLa huelga surgió como reacción a la promulgación de la Ley 462, impulsada por la Asamblea Nacional y sancionada por el presidente José Raúl Mulino, quien rechaza cualquier posibilidad de revisión o derogación de la norma.\nEl movimiento de protesta se amplió el 28 de abril con la adhesión de trabajadores de la construcción, la salud, educación, bananeros, entre otros sectores laborales y pueblos originarios.\nEntre las exigencias también figura la defensa de la soberanía nacional. Los sindicatos y movimientos sociales rechazan de forma categórica el acuerdo firmado entre Panamá y Estados Unidos, que permite el despliegue de tropas de ese país en territorio panameño bajo el pretexto de proteger el Canal de Panamá frente a “supuestas amenazas” extranjeras.\nPara los manifestantes, este pacto representa una entrega de la soberanía nacional y una muestra de subordinación del presidente Mulino a los intereses de Washington.\n\n\nEl memorándum de entendimiento, suscrito en abril, autoriza a Estados Unidos a utilizar instalaciones militares en Panamá con fines de “entrenamiento”, algo que ha sido interpretado como un intento de injerencia militar en asuntos internos. Las organizaciones sociales denuncian que la medida forma parte de una política gubernamental alejada de los intereses del pueblo panameño.\nConsultado sobre la posibilidad de diálogo, Ábrego aseguró que es indispensable fortalecer la Caja del Seguro Social, pero advirtió que existe una marcada resistencia del sector empresarial a permitir avances en materia de jubilaciones. De acuerdo con el líder sindical, esos intereses buscan controlar los fondos de reserva de la institución, lo que agrava aún más el conflicto.\nDurante un encuentro celebrado este martes, los integrantes de la Alianza Pueblo Unido por la Vida expresaron su respaldo a la población de la provincia de Bocas del Toro, donde desde el pasado sábado más de 1.300 efectivos de los cuerpos de seguridad fueron desplegados en el marco de la llamada “Operación Omega” para reprimir las protestas en la región.\nMediante un comunicado, la Alianza denunció dicha intervención como un intento de sembrar terror entre la ciudadanía. “Rechazamos esa operación Omega en Bocas del Toro, donde hay un pueblo que resiste y no se dejará intimidar por la política de miedo que pretende imponer este Gobierno”, afirmó.\nLa operación represiva desplegada en la provincia de Bocas del Toro dejó un fallecido en la localidad de Rambala. Según informó el viceministro de Seguridad, Luis Felipe Icaza, tras dispersar una protesta con gases lacrimógenos, agentes policiales hallaron a un ciudadano tirado en la vía con una herida en la espalda; aunque fue trasladado al hospital por paramédicos, se confirmó su fallecimiento.\n\n\nLa Asociación Universitaria Reforma Estudiantil responsabilizó al Gobierno de Mulino por la muerte del ciudadano y expresó su absoluto repudio ante el asesinato de un compañero de lucha.\nEn respuesta a la escalada represiva, la Alianza convocó una jornada nacional de protestas para este miércoles 18, en defensa de sus demandas sociales y contra la represión policial. Asimismo, anunció una marcha para el viernes 20 de junio, en la capital panameña, que culminará en la Plaza 5 de Mayo, frente a la sede del parlamento.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/docentes-panama-huelga-contra-ley-462/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 954,
    "message_id": 96820,
    "date": "2025-06-18T17:55:24+00:00",
    "text": "teleSUR\nPanamá: Docentes y sectores populares en persistente huelga contra Ley 462 y políticas de Mulino\nhttps://www.telesurtv.net/docentes-panama-huelga-contra-ley-462/",
    "photo_path": null,
    "views": 2310,
    "reactions": {
      "👍": 35,
      "❤": 4
    },
    "total_reactions": 39
  },
  "preprocessing": {
    "cleaned": "el secretario general de la asociación de profesores de panamá (asoprof), fernando ábrego, anunció este martes que el gremio docente continuará con la huelga indefinida en demanda de pensiones justas y otras reivindicaciones laborales y sociales, decisión que fue ratificada junto a otros sectores que conforman la alianza pueblo unido por la vida. ábrego reiteró que garantizar pensiones justas es esencial para la clase trabajadora y denunció que hasta el momento la respuesta del ejecutivo ha sido la represión mediante el despliegue de fuerzas de seguridad contra manifestaciones pacíficas. “hemos denunciado la represión salvaje y la violación de la ley”, expresó el dirigente sindical. la huelga surgió como reacción a la promulgación de la ley 462, impulsada por la asamblea nacional y sancionada por el presidente josé raúl mulino, quien rechaza cualquier posibilidad de revisión o derogación de la norma. el movimiento de protesta se amplió el 28 de abril con la adhesión de trabajadores de la construcción, la salud, educación, bananeros, entre otros sectores laborales y pueblos originarios. entre las exigencias también figura la defensa de la soberanía nacional. los sindicatos y movimientos sociales rechazan de forma categórica el acuerdo firmado entre panamá y estados unidos, que permite el despliegue de tropas de ese país en territorio panameño bajo el pretexto de proteger el canal de panamá frente a “supuestas amenazas” extranjeras. para los manifestantes, este pacto representa una entrega de la soberanía nacional y una muestra de subordinación del presidente mulino a los intereses de washington. el memorándum de entendimiento, suscrito en abril, autoriza a estados unidos a utilizar instalaciones militares en panamá con fines de “entrenamiento”, algo que ha sido interpretado como un intento de injerencia militar en asuntos internos. las organizaciones sociales denuncian que la medida forma parte de una política gubernamental alejada de los intereses del pueblo panameño. consultado sobre la posibilidad de diálogo, ábrego aseguró que es indispensable fortalecer la caja del seguro social, pero advirtió que existe una marcada resistencia del sector empresarial a permitir avances en materia de jubilaciones. de acuerdo con el líder sindical, esos intereses buscan controlar los fondos de reserva de la institución, lo que agrava aún más el conflicto. durante un encuentro celebrado este martes, los integrantes de la alianza pueblo unido por la vida expresaron su respaldo a la población de la provincia de bocas del toro, donde desde el pasado sábado más de 1.300 efectivos de los cuerpos de seguridad fueron desplegados en el marco de la llamada “operación omega” para reprimir las protestas en la región. mediante un comunicado, la alianza denunció dicha intervención como un intento de sembrar terror entre la ciudadanía. “rechazamos esa operación omega en bocas del toro, donde hay un pueblo que resiste y no se dejará intimidar por la política de miedo que pretende imponer este gobierno”, afirmó. la operación represiva desplegada en la provincia de bocas del toro dejó un fallecido en la localidad de rambala. según informó el viceministro de seguridad, luis felipe icaza, tras dispersar una protesta con gases lacrimógenos, agentes policiales hallaron a un ciudadano tirado en la vía con una herida en la espalda; aunque fue trasladado al hospital por paramédicos, se confirmó su fallecimiento. la asociación universitaria reforma estudiantil responsabilizó al gobierno de mulino por la muerte del ciudadano y expresó su absoluto repudio ante el asesinato de un compañero de lucha. en respuesta a la escalada represiva, la alianza convocó una jornada nacional de protestas para este miércoles 18, en defensa de sus demandas sociales y contra la represión policial. asimismo, anunció una marcha para el viernes 20 de junio, en la capital panameña, que culminará en la plaza 5 de mayo, frente a la sede del parlamento.",
    "tokens": [
      "secretario",
      "general",
      "asociación",
      "profesores",
      "panamá",
      "(",
      "asoprof",
      ")",
      ",",
      "fernando",
      "ábrego",
      ",",
      "anunció",
      "martes",
      "gremio",
      "docente",
      "continuará",
      "huelga",
      "indefinida",
      "demanda",
      "pensiones",
      "justas",
      "reivindicaciones",
      "laborales",
      "sociales",
      ",",
      "decisión",
      "ratificada",
      "junto",
      "sectores",
      "conforman",
      "alianza",
      "pueblo",
      "unido",
      "vida",
      ".",
      "ábrego",
      "reiteró",
      "garantizar",
      "pensiones",
      "justas",
      "esencial",
      "clase",
      "trabajadora",
      "denunció",
      "momento",
      "respuesta",
      "ejecutivo",
      "sido",
      "represión",
      "mediante",
      "despliegue",
      "fuerzas",
      "seguridad",
      "manifestaciones",
      "pacíficas",
      ".",
      "“",
      "denunciado",
      "represión",
      "salvaje",
      "violación",
      "ley",
      "”",
      ",",
      "expresó",
      "dirigente",
      "sindical",
      ".",
      "huelga",
      "surgió",
      "reacción",
      "promulgación",
      "ley",
      "462",
      ",",
      "impulsada",
      "asamblea",
      "nacional",
      "sancionada",
      "presidente",
      "josé",
      "raúl",
      "mulino",
      ",",
      "rechaza",
      "cualquier",
      "posibilidad",
      "revisión",
      "derogación",
      "norma",
      ".",
      "movimiento",
      "protesta",
      "amplió",
      "28",
      "abril",
      "adhesión",
      "trabajadores",
      "construcción",
      ",",
      "salud",
      ",",
      "educación",
      ",",
      "bananeros",
      ",",
      "sectores",
      "laborales",
      "pueblos",
      "originarios",
      ".",
      "exigencias",
      "figura",
      "defensa",
      "soberanía",
      "nacional",
      ".",
      "sindicatos",
      "movimientos",
      "sociales",
      "rechazan",
      "forma",
      "categórica",
      "acuerdo",
      "firmado",
      "panamá",
      "unidos",
      ",",
      "permite",
      "despliegue",
      "tropas",
      "país",
      "territorio",
      "panameño",
      "bajo",
      "pretexto",
      "proteger",
      "canal",
      "panamá",
      "frente",
      "“",
      "supuestas",
      "amenazas",
      "”",
      "extranjeras",
      ".",
      "manifestantes",
      ",",
      "pacto",
      "representa",
      "entrega",
      "soberanía",
      "nacional",
      "muestra",
      "subordinación",
      "presidente",
      "mulino",
      "intereses",
      "washington",
      ".",
      "memorándum",
      "entendimiento",
      ",",
      "suscrito",
      "abril",
      ",",
      "autoriza",
      "unidos",
      "utilizar",
      "instalaciones",
      "militares",
      "panamá",
      "fines",
      "“",
      "entrenamiento",
      "”",
      ",",
      "sido",
      "interpretado",
      "intento",
      "injerencia",
      "militar",
      "asuntos",
      "internos",
      ".",
      "organizaciones",
      "sociales",
      "denuncian",
      "medida",
      "forma",
      "parte",
      "política",
      "gubernamental",
      "alejada",
      "intereses",
      "pueblo",
      "panameño",
      ".",
      "consultado",
      "posibilidad",
      "diálogo",
      ",",
      "ábrego",
      "aseguró",
      "indispensable",
      "fortalecer",
      "caja",
      "seguro",
      "social",
      ",",
      "advirtió",
      "existe",
      "marcada",
      "resistencia",
      "sector",
      "empresarial",
      "permitir",
      "avances",
      "materia",
      "jubilaciones",
      ".",
      "acuerdo",
      "líder",
      "sindical",
      ",",
      "intereses",
      "buscan",
      "controlar",
      "fondos",
      "reserva",
      "institución",
      ",",
      "agrava",
      "aún",
      "conflicto",
      ".",
      "encuentro",
      "celebrado",
      "martes",
      ",",
      "integrantes",
      "alianza",
      "pueblo",
      "unido",
      "vida",
      "expresaron",
      "respaldo",
      "población",
      "provincia",
      "bocas",
      "toro",
      ",",
      "pasado",
      "sábado",
      "1.300",
      "efectivos",
      "cuerpos",
      "seguridad",
      "desplegados",
      "marco",
      "llamada",
      "“",
      "operación",
      "omega",
      "”",
      "reprimir",
      "protestas",
      "región",
      ".",
      "mediante",
      "comunicado",
      ",",
      "alianza",
      "denunció",
      "dicha",
      "intervención",
      "intento",
      "sembrar",
      "terror",
      "ciudadanía",
      ".",
      "“",
      "rechazamos",
      "operación",
      "omega",
      "bocas",
      "toro",
      ",",
      "pueblo",
      "resiste",
      "dejará",
      "intimidar",
      "política",
      "miedo",
      "pretende",
      "imponer",
      "gobierno",
      "”",
      ",",
      "afirmó",
      ".",
      "operación",
      "represiva",
      "desplegada",
      "provincia",
      "bocas",
      "toro",
      "dejó",
      "fallecido",
      "localidad",
      "rambala",
      ".",
      "según",
      "informó",
      "viceministro",
      "seguridad",
      ",",
      "luis",
      "felipe",
      "icaza",
      ",",
      "tras",
      "dispersar",
      "protesta",
      "gases",
      "lacrimógenos",
      ",",
      "agentes",
      "policiales",
      "hallaron",
      "ciudadano",
      "tirado",
      "vía",
      "herida",
      "espalda",
      ";",
      "aunque",
      "trasladado",
      "hospital",
      "paramédicos",
      ",",
      "confirmó",
      "fallecimiento",
      ".",
      "asociación",
      "universitaria",
      "reforma",
      "estudiantil",
      "responsabilizó",
      "gobierno",
      "mulino",
      "muerte",
      "ciudadano",
      "expresó",
      "absoluto",
      "repudio",
      "asesinato",
      "compañero",
      "lucha",
      ".",
      "respuesta",
      "escalada",
      "represiva",
      ",",
      "alianza",
      "convocó",
      "jornada",
      "nacional",
      "protestas",
      "miércoles",
      "18",
      ",",
      "defensa",
      "demandas",
      "sociales",
      "represión",
      "policial",
      ".",
      "asimismo",
      ",",
      "anunció",
      "marcha",
      "viernes",
      "20",
      "junio",
      ",",
      "capital",
      "panameña",
      ",",
      "culminará",
      "plaza",
      "5",
      "mayo",
      ",",
      "frente",
      "sede",
      "parlamento",
      "."
    ],
    "token_count": 399,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 88,
      "NN": 214,
      "IN": 32,
      "FW": 153,
      "VBZ": 9,
      "NNS": 31,
      "VBP": 17,
      "JJ": 53,
      "CD": 5,
      "RBR": 1,
      "DT": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NN": 31,
      "NN-NN": 113,
      "NN-IN": 25,
      "IN-FW": 22,
      "FW-NNP": 26,
      "NNP-FW": 13,
      "NNP-NNP": 31,
      "NNP-VBZ": 4,
      "VBZ-NN": 1,
      "NN-NNS": 13,
      "NNS-VBP": 14,
      "VBP-JJ": 10,
      "JJ-NN": 33,
      "IN-NN": 3,
      "IN-NNS": 1,
      "NNS-NNS": 7,
      "VBP-NNS": 2,
      "NN-VBZ": 4,
      "VBZ-JJ": 6,
      "NN-NNP": 16,
      "NNP-IN": 2,
      "IN-NNP": 3,
      "NN-FW": 28,
      "FW-JJ": 11,
      "FW-NN": 29,
      "FW-FW": 84,
      "JJ-NNS": 5,
      "VBP-NNP": 2,
      "JJ-NNP": 7,
      "NNP-CD": 1,
      "CD-NN": 2,
      "FW-CD": 1,
      "CD-IN": 2,
      "FW-NNS": 2,
      "NNS-VBZ": 1,
      "NNS-NNP": 2,
      "NNP-VBP": 1,
      "VBZ-FW": 2,
      "NNP-JJ": 3,
      "NN-JJ": 11,
      "JJ-FW": 2,
      "JJ-JJ": 5,
      "NNS-IN": 3,
      "IN-JJ": 2,
      "NNP-NNS": 1,
      "NNS-JJ": 2,
      "VBP-FW": 2,
      "NN-RBR": 1,
      "RBR-JJ": 1,
      "IN-CD": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNS-CD": 2,
      "CD-JJ": 1,
      "JJ-VBP": 1,
      "NN-VBP": 1,
      "VBP-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 22,
      "NN-NN-IN": 10,
      "NN-IN-FW": 19,
      "IN-FW-NNP": 4,
      "FW-NNP-FW": 9,
      "NNP-FW-NNP": 10,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NNP": 16,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 7,
      "JJ-NN-NN": 18,
      "NN-NN-NN": 60,
      "NN-IN-NN": 2,
      "IN-NN-IN": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 2,
      "NNS-NNS-NNS": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NN": 9,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-NN-FW": 15,
      "NN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "JJ-NN-NNP": 3,
      "NN-NNP-IN": 1,
      "IN-NNP-NNP": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "NN-NNP-NN": 5,
      "NN-FW-NN": 9,
      "FW-NN-FW": 10,
      "FW-NN-IN": 4,
      "IN-FW-FW": 9,
      "FW-FW-FW": 57,
      "FW-FW-JJ": 4,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NN-FW-FW": 12,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 4,
      "FW-FW-NNP": 9,
      "FW-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-FW-NNP": 3,
      "NNP-FW-FW": 1,
      "FW-FW-NN": 13,
      "NN-FW-CD": 1,
      "FW-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NN": 4,
      "FW-FW-NNS": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-NN-NN": 10,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "IN-FW-JJ": 4,
      "JJ-NNP-FW": 3,
      "FW-NNP-NN": 9,
      "NNP-NN-NNS": 4,
      "VBP-JJ-NNP": 2,
      "JJ-NN-JJ": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NN": 4,
      "JJ-NN-IN": 9,
      "FW-NN-NNP": 2,
      "NN-NNS-IN": 2,
      "NNS-IN-NNP": 1,
      "NNP-NN-FW": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-IN-FW": 2,
      "NN-NN-JJ": 7,
      "NN-JJ-NN": 9,
      "FW-NN-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 1,
      "NN-NNP-FW": 1,
      "JJ-NN-NNS": 2,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "NNP-FW-NN": 2,
      "NN-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NNP-JJ": 1,
      "JJ-NNS-IN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NNP-NN-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NNP-NN-JJ": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "FW-NN-JJ": 1,
      "IN-NN-NN": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-NNS-CD": 2,
      "NNS-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "VBP-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "NNS-CD-IN": 1,
      "CD-IN-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 214,
        "FW": 153,
        "NNP": 88,
        "JJ": 53,
        "IN": 32
      },
      "top_bigrams": {
        "NN-NN": 113,
        "FW-FW": 84,
        "JJ-NN": 33,
        "NNP-NN": 31,
        "NNP-NNP": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 60,
        "FW-FW-FW": 57,
        "NNP-NN-NN": 22,
        "NN-IN-FW": 19,
        "JJ-NN-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 154,
      "VP": 32,
      "PP": 11,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.036
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0135
      },
      {
        "rule": "NP -> ('Bocas', 'NNP')",
        "frequency": 3,
        "weight": 0.0135
      },
      {
        "rule": "NP -> ('Panamá', 'NNP')",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "NP -> ('sociales', 'NNS')",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.009
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.009
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El secretario general"
      },
      {
        "label": "NP",
        "text": "Asociación"
      },
      {
        "label": "NP",
        "text": "Profesores"
      },
      {
        "label": "NP",
        "text": "Panamá"
      },
      {
        "label": "NP",
        "text": "Asoprof"
      },
      {
        "label": "NP",
        "text": "Fernando Ábrego"
      },
      {
        "label": "NP",
        "text": "anunció este martes"
      },
      {
        "label": "VP",
        "text": "que el gremio docente continuará con la huelga indefinida"
      },
      {
        "label": "NP",
        "text": "el gremio docente continuará con la huelga indefinida"
      },
      {
        "label": "PP",
        "text": "en demanda"
      },
      {
        "label": "NP",
        "text": "demanda"
      },
      {
        "label": "PP",
        "text": "de pensiones justas"
      },
      {
        "label": "NP",
        "text": "pensiones justas"
      },
      {
        "label": "VP",
        "text": "y otras reivindicaciones laborales"
      },
      {
        "label": "NP",
        "text": "otras reivindicaciones laborales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP secretario/NN general/NN)\n  de/IN\n  la/FW\n  (NP Asociación/NNP)\n  de/FW\n  (NP Profesores/NNP)\n  de/FW\n  (NP Panamá/NNP)\n  (/(\n  (NP Asoprof/NNP)\n  )/)\n  ,/,\n  (NP Fernando/NNP Ábrego/NNP)\n  ,/,\n  (NP anunció/JJ este/NN martes/NNS)\n  (VP\n    que/VBP\n    (NP\n      el/JJ\n      gremio/NN\n      docente/NN\n      continuará/NN\n      con/NN\n      la/NN\n      huelga/NN\n      indefinida/NN))\n  (PP en/IN (NP demanda/NN))\n  (PP de/IN (NP pensiones/NNS justas/NNS))\n  (VP y/VBP (NP otras/JJ reivindicaciones/NNS laborales/NNS))\n  (VP y/VBP (NP sociales/NNS))\n  ,/,\n  (NP decisión/NN que/NN)\n  (VP\n    fue/VBP\n    (NP ratificada/NN junto/NN)\n    (NP a/DT otros/JJ sectores/NNS))\n  (VP\n    que/VBP\n    (NP\n      conforman/JJ\n      la/NN\n      Alianza/NNP\n      Pueblo/NNP\n      Unido/NNP\n      por/NN\n      la/NN\n      Vida/NNP))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Comarca/NNP Ngäbe/NNP Buglé/NNP)\n  (PP de/IN (NP Panamá/NNP denuncia/NN la/NN))\n  violencia/FW\n  (NP policial/JJ del/NN Gobierno/NNP)\n  (PP\n    de/IN\n    (NP\n      Mulino/NNP\n      Ábrego/NNP\n      reiteró/NN\n      que/NN\n      garantizar/NN\n      pensiones/NNS\n      justas/NNS))\n  (VP\n    es/VBP\n    (NP\n      esencial/JJ\n      para/NN\n      la/NN\n      clase/NN\n      trabajadora/NN\n      y/NN\n      denunció/NN\n      que/NN\n      hasta/NN\n      el/NN\n      momento/NN\n      la/NN\n      respuesta/NN\n      del/NN\n      Ejecutivo/NNP\n      ha/NN\n      sido/NN\n      la/NN))\n  represión/FW\n  (NP mediante/NN)\n  el/FW\n  (NP despliegue/NN)\n  de/IN\n  fuerzas/FW\n  de/FW\n  seguridad/FW\n  (NP contra/JJ manifestaciones/NNS pacíficas/NN)\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    Hemos/NNP\n    denunciado/NN\n    la/NN\n    represión/NN\n    salvaje/NN\n    y/NN)\n  la/FW\n  violación/FW\n  de/FW\n  la/FW\n  ley/FW\n  ”/FW\n  ,/,\n  expresó/FW\n  el/FW\n  (NP dirigente/JJ sindical/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  huelga/PRP\n  (VP surgió/VBD (NP como/NN reacción/NN) (NP a/DT la/NN))\n  promulgación/FW\n  de/FW\n  la/FW\n  (NP Ley/NNP)\n  462/CD\n  ,/,\n  (NP impulsada/NN por/NN)\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP y/NNP)\n  (VP\n    sancionada/VBD\n    (NP por/JJ el/NN presidente/NN José/NNP Raúl/NNP Mulino/NNP))\n  ,/,\n  (NP quien/JJ rechaza/NN cualquier/NN posibilidad/NN)\n  de/IN\n  revisión/FW\n  (NP o/JJ derogación/NN)\n  de/IN\n  la/FW\n  norma/FW\n  ./.)",
      "(S\n  (NP El/NNP movimiento/NN)\n  de/FW\n  protesta/FW\n  se/FW\n  (NP amplió/NN)\n  el/FW\n  28/CD\n  de/IN\n  abril/FW\n  (NP con/NN)\n  la/FW\n  adhesión/FW\n  de/FW\n  trabajadores/FW\n  de/FW\n  la/FW\n  (NP construcción/NN)\n  ,/,\n  la/FW\n  salud/FW\n  ,/,\n  educación/FW\n  ,/,\n  (NP bananeros/NNS)\n  ,/,\n  entre/FW\n  otros/FW\n  (NP sectores/NNS)\n  (VP laborales/VBZ y/RB (NP pueblos/JJ originarios/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "POLITICAS_PUBLICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "MEDIOS_COMUNICACION",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "huelga surgió como reacción a la promulgación de la ley",
        "position": [
          794,
          849
        ],
        "start": 794,
        "end": 849
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "represión policial",
        "position": [
          3889,
          3907
        ],
        "start": 3889,
        "end": 3907
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "diálogo, ábrego aseguró que es indispensable fortalecer la caja del seguro social, pero advirtió que existe una marcada resistencia del sector empresarial a permitir avances en materia de jubilaciones. de acuerdo",
        "position": [
          2139,
          2351
        ],
        "start": 2139,
        "end": 2351
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "responsabilizó al",
        "position": [
          3587,
          3604
        ],
        "start": 3587,
        "end": 3604
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          3973,
          3980
        ],
        "start": 3973,
        "end": 3980
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza denunció dicha intervención como un intento de sembrar terror entre la ciudadanía. “rechazamos esa operación omega en bocas del toro, donde hay un pueblo que resiste y no",
        "position": [
          2868,
          3046
        ],
        "start": 2868,
        "end": 3046
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          758,
          765
        ],
        "start": 758,
        "end": 765
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          91,
          98
        ],
        "start": 91,
        "end": 98
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2227,
          2235
        ],
        "start": 2227,
        "end": 2235
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1241,
          1248
        ],
        "start": 1241,
        "end": 1248
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "represión mediante el despliegue de fuerzas de seguridad contra manifestaciones pacíficas. “hemos denunciado la represión salvaje y la violación",
        "position": [
          601,
          745
        ],
        "start": 601,
        "end": 745
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de mulino\nábrego",
        "position": [
          427,
          452
        ],
        "start": 427,
        "end": 452
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente josé raúl",
        "position": [
          910,
          930
        ],
        "start": 910,
        "end": 930
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "viceministro de seguridad",
        "position": [
          3268,
          3293
        ],
        "start": 3268,
        "end": 3293
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          872,
          889
        ],
        "start": 872,
        "end": 889
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "profesores",
        "position": [
          42,
          52
        ],
        "start": 42,
        "end": 52
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "pueblos originarios",
        "position": [
          1181,
          1200
        ],
        "start": 1181,
        "end": 1200
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "canal de panamá",
        "position": [
          1495,
          1510
        ],
        "start": 1495,
        "end": 1510
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          533,
          541
        ],
        "start": 533,
        "end": 541
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley 462",
        "position": [
          846,
          853
        ],
        "start": 846,
        "end": 853
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "política gubernamental",
        "position": [
          2035,
          2057
        ],
        "start": 2035,
        "end": 2057
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          3481,
          3489
        ],
        "start": 3481,
        "end": 3489
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1376,
          1390
        ],
        "start": 1376,
        "end": 1390
      },
      {
        "category": "PAISES",
        "matched_text": "panamá",
        "position": [
          56,
          62
        ],
        "start": 56,
        "end": 62
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          2627,
          2639
        ],
        "start": 2627,
        "end": 2639
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza 5 de",
        "position": [
          4011,
          4021
        ],
        "start": 4011,
        "end": 4021
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "hospital por",
        "position": [
          3481,
          3493
        ],
        "start": 3481,
        "end": 3493
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "viernes 20 de junio",
        "position": [
          3946,
          3965
        ],
        "start": 3946,
        "end": 3965
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          1255,
          1273
        ],
        "start": 1255,
        "end": 1273
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 1.300",
        "position": [
          2685,
          2697
        ],
        "start": 2685,
        "end": 2697
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "1.300 efectivos",
        "position": [
          2692,
          2707
        ],
        "start": 2692,
        "end": 2707
      }
    ],
    "match_count": 31
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "provincia de Bocas del Toro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asociación Universitaria Reforma Estudiantil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alianza Pueblo Unido por la Vida",
        "tipo": "Organizacion"
      },
      {
        "nombre": "la Ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Raúl Mulino",
        "tipo": "Persona"
      },
      {
        "nombre": "Asociación de Profesores de Panamá",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rambala",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Mulino",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caja del Seguro Social",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asoprof",
        "tipo": "Lugar"
      },
      {
        "nombre": "Canal de Panamá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luis Felipe Icaza",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Mulino\nÁbrego",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ábrego",
        "tipo": "Persona"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comarca Ngäbe Buglé",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fernando Ábrego",
        "tipo": "Persona"
      },
      {
        "nombre": "Panamá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mulino",
        "tipo": "Persona"
      },
      {
        "nombre": "Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Plaza 5 de Mayo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Asociación de Profesores de Panamá",
        "relacion": "ANUNCIAR",
        "objeto": "Alianza Pueblo Unido por la Vida"
      },
      {
        "sujeto": "Asoprof",
        "relacion": "ANUNCIAR",
        "objeto": "Alianza Pueblo Unido por la Vida"
      },
      {
        "sujeto": "Fernando Ábrego",
        "relacion": "ANUNCIAR",
        "objeto": "Alianza Pueblo Unido por la Vida"
      },
      {
        "sujeto": "Comarca Ngäbe Buglé",
        "relacion": "DENUNCIAR",
        "objeto": "Gobierno de Mulino\nÁbrego"
      },
      {
        "sujeto": "Comarca Ngäbe Buglé",
        "relacion": "DENUNCIAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Panamá",
        "relacion": "DENUNCIAR",
        "objeto": "Gobierno de Mulino\nÁbrego"
      },
      {
        "sujeto": "Panamá",
        "relacion": "DENUNCIAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Gobierno de Mulino\nÁbrego",
        "relacion": "DENUNCIAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "la Ley",
        "relacion": "SURGIR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "la Ley",
        "relacion": "SURGIR",
        "objeto": "José Raúl Mulino"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "AUTORIZAR",
        "objeto": "Panamá"
      },
      {
        "sujeto": "Ábrego",
        "relacion": "ASEGURAR",
        "objeto": "Caja del Seguro Social"
      },
      {
        "sujeto": "Alianza Pueblo Unido por la Vida",
        "relacion": "EXPRESAR",
        "objeto": "provincia de Bocas del Toro"
      },
      {
        "sujeto": "provincia de Bocas del Toro",
        "relacion": "DEJAR",
        "objeto": "Rambala"
      },
      {
        "sujeto": "Asociación Universitaria Reforma Estudiantil",
        "relacion": "RESPONSABILIZAR",
        "objeto": "Gobierno de Mulino"
      }
    ]
  },
  "sentiment": {
    "compound": -0.2023,
    "pos": 0.008,
    "neu": 0.983,
    "neg": 0.009,
    "label": "negative"
  }
}