{
  "url": "https://www.telesurtv.net/protestas-telaviv-exige-netanyahu-fin-gaza/",
  "title": "Nuevas protestas en Tel Aviv exigen a Netanyahu poner fin a la guerra en Gaza - teleSUR",
  "section": "Mundo",
  "tags": [
    "conflicto destacado",
    "Franja de Gaza",
    "genocidio",
    "Guerra",
    "protestas",
    "Tel Aviv"
  ],
  "text": "La noche de este sábado 28 de junio, al menos 2.000 personas se congregaron en la rebautizada como Plaza de los Rehenes, en Tel Aviv, donde durante los últimos meses se han reunido familiares de los soldados israelíes rehenes en la Franja de Gaza para exigir al Gobierno del Primer Ministro israelí Benjamín Netanyahu que se centre en devolver los rehenes con sus familiares en lugar de priorizar la continuación del genocidio en la Franja de Gaza.\nDurante la manifestación, Einav Zangauker, madre del soldado israelí Matan Zangauker, afirmó que en Israel no existe un contrato de seguridad permanente entre el Estado y sus ciudadanos, pues de ser así un padre no habría sido golpeado en los pasillos de la Knéset y los funcionarios electos no les darían la espalda a los familiares de los rehenes y firmarían el acuerdo de cese el fuego e intercambio de prisioneros que ya Hamás ha aceptado.\n\n“Si viviéramos en un país donde los líderes recuerdan que trabajan para nosotros, la guerra en Gaza habría terminado hace mucho tiempo”, dijo Zangauker, y agregó que viven en un país donde “las consideraciones políticas prevalecen sobre los valores humanos. Donde la verdad se entierra con los muertos”.\nLiri Albag, soldado liberada en el último alto el fuego con el movimiento palestino Hamás, lamentó públicamente que la guerra de Israel contra Irán desviara la atención de los 50 miembros del Ejército cautivos en Gaza.\n\n\nDirigiéndose al Primer Ministro, pidió que tomaran la decisión de finalizar las operaciones en el enclave palestino sin acuerdos parciales, para devolver a todos los rehenes de una vez, y la consideró una “obligación moral” que el Gobierno no ha acatado.\nSe trata de la primera manifestación pública en dicho lugar después de tres semanas, pues durante dos semanas las protestas fueron canceladas debido a la guerra que Israel inició contra Irán, que generó la respuesta de la nación persa con la Operación Promesa Verdadera III. Con esta, los iraníes expusieron las vulnerabilidades de la Cúpula de Hierro y golpearon puntos neurálgicos del régimen israelí en los territorios palestinos ocupados, como el puerto de Haifa.\nLos ciudadanos israelíes acusan a Netanyahu de extender infinitamente la guerra en Gaza y con ello condenar las vidas de sus soldados.\nCabe recordar que Netanyahu ha utilizado las operaciones del Ejército en Gaza no solamente para hacer avanzar los planes de exterminio del pueblo palestino contemplados en el proyecto colonial israelí que inició en 1948 con la Nakba, sino que las ha esgrimido como bandera para evadir procesos judiciales en los cuales está implicado y podrían costarle el puesto —al que se aferra como buen tirano— e ir a la cárcel.\n\n\nHace tan solo un día solicitó un receso de dos semanas en el juicio que enfrenta desde 2020 por fraude, abuso de confianza y aceptación de sobornos, bajo el pretexto de atender “asuntos diplomáticos, nacionales y de seguridad de primer orden, incluyendo la gestión de su guerra contra la Franja de Gaza y la crisis de los rehenes”, lo cual las protestas de este sábado exponen como una mentira más del Gobierno que ha respaldado la administración genocida de Netanyahu.\nLos ciudadanos también se habían pronunciado más temprano esta misma jornada en una protesta frente al Ministerio de Defensa israelí en Tel Aviv, y señalaron que debe firmarse el acuerdo que está sobre la mesa de negociaciones y todas las partes han querido firmar, excepto el Gobierno actual, antes que los propios bombardeos del Ejército o el deterioro de su salud cause la muerte de los rehenes vivos.\nMientras, Netanyahu surfea entre crisis de coalición, y solo días antes de iniciar sus ataques unilaterales contra Irán, su Gobierno estuvo amenazado de disolución en el Parlamento israelí; sin embargo, ha evadido estos escollos políticos, y las órdenes\nNo obstante, el mundo no pone en duda que es un criminal que merece ser ajusticiado por sus crímenes contra la población palestina, lo cual ha quedado demostrado en las numerosas marchas de respaldo a los gazatíes y a la resistencia palestina que tienen lugar en ciudades como Londres, Sana, Madrid, Buenos Aires, Nueva York, y cientos más.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/protestas-telaviv-exige-netanyahu-fin-gaza/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 133,
    "message_id": 97731,
    "date": "2025-06-28T20:55:07+00:00",
    "text": "teleSUR\nNuevas protestas en Tel Aviv exigen a Netanyahu poner fin a la guerra en Gaza\nhttps://www.telesurtv.net/protestas-telaviv-exige-netanyahu-fin-gaza/",
    "photo_path": null,
    "views": 2192,
    "reactions": {
      "👏": 51,
      "👍": 7,
      "😡": 3
    },
    "total_reactions": 61
  },
  "preprocessing": {
    "cleaned": "la noche de este sábado 28 de junio, al menos 2.000 personas se congregaron en la rebautizada como plaza de los rehenes, en tel aviv, donde durante los últimos meses se han reunido familiares de los soldados israelíes rehenes en la franja de gaza para exigir al gobierno del primer ministro israelí benjamín netanyahu que se centre en devolver los rehenes con sus familiares en lugar de priorizar la continuación del genocidio en la franja de gaza. durante la manifestación, einav zangauker, madre del soldado israelí matan zangauker, afirmó que en israel no existe un contrato de seguridad permanente entre el estado y sus ciudadanos, pues de ser así un padre no habría sido golpeado en los pasillos de la knéset y los funcionarios electos no les darían la espalda a los familiares de los rehenes y firmarían el acuerdo de cese el fuego e intercambio de prisioneros que ya hamás ha aceptado. “si viviéramos en un país donde los líderes recuerdan que trabajan para nosotros, la guerra en gaza habría terminado hace mucho tiempo”, dijo zangauker, y agregó que viven en un país donde “las consideraciones políticas prevalecen sobre los valores humanos. donde la verdad se entierra con los muertos”. liri albag, soldado liberada en el último alto el fuego con el movimiento palestino hamás, lamentó públicamente que la guerra de israel contra irán desviara la atención de los 50 miembros del ejército cautivos en gaza. dirigiéndose al primer ministro, pidió que tomaran la decisión de finalizar las operaciones en el enclave palestino sin acuerdos parciales, para devolver a todos los rehenes de una vez, y la consideró una “obligación moral” que el gobierno no ha acatado. se trata de la primera manifestación pública en dicho lugar después de tres semanas, pues durante dos semanas las protestas fueron canceladas debido a la guerra que israel inició contra irán, que generó la respuesta de la nación persa con la operación promesa verdadera iii. con esta, los iraníes expusieron las vulnerabilidades de la cúpula de hierro y golpearon puntos neurálgicos del régimen israelí en los territorios palestinos ocupados, como el puerto de haifa. los ciudadanos israelíes acusan a netanyahu de extender infinitamente la guerra en gaza y con ello condenar las vidas de sus soldados. cabe recordar que netanyahu ha utilizado las operaciones del ejército en gaza no solamente para hacer avanzar los planes de exterminio del pueblo palestino contemplados en el proyecto colonial israelí que inició en 1948 con la nakba, sino que las ha esgrimido como bandera para evadir procesos judiciales en los cuales está implicado y podrían costarle el puesto —al que se aferra como buen tirano— e ir a la cárcel. hace tan solo un día solicitó un receso de dos semanas en el juicio que enfrenta desde 2020 por fraude, abuso de confianza y aceptación de sobornos, bajo el pretexto de atender “asuntos diplomáticos, nacionales y de seguridad de primer orden, incluyendo la gestión de su guerra contra la franja de gaza y la crisis de los rehenes”, lo cual las protestas de este sábado exponen como una mentira más del gobierno que ha respaldado la administración genocida de netanyahu. los ciudadanos también se habían pronunciado más temprano esta misma jornada en una protesta frente al ministerio de defensa israelí en tel aviv, y señalaron que debe firmarse el acuerdo que está sobre la mesa de negociaciones y todas las partes han querido firmar, excepto el gobierno actual, antes que los propios bombardeos del ejército o el deterioro de su salud cause la muerte de los rehenes vivos. mientras, netanyahu surfea entre crisis de coalición, y solo días antes de iniciar sus ataques unilaterales contra irán, su gobierno estuvo amenazado de disolución en el parlamento israelí; sin embargo, ha evadido estos escollos políticos, y las órdenes no obstante, el mundo no pone en duda que es un criminal que merece ser ajusticiado por sus crímenes contra la población palestina, lo cual ha quedado demostrado en las numerosas marchas de respaldo a los gazatíes y a la resistencia palestina que tienen lugar en ciudades como londres, sana, madrid, buenos aires, nueva york, y cientos más.",
    "tokens": [
      "noche",
      "sábado",
      "28",
      "junio",
      ",",
      "menos",
      "2.000",
      "personas",
      "congregaron",
      "rebautizada",
      "plaza",
      "rehenes",
      ",",
      "tel",
      "aviv",
      ",",
      "últimos",
      "meses",
      "reunido",
      "familiares",
      "soldados",
      "israelíes",
      "rehenes",
      "franja",
      "gaza",
      "exigir",
      "gobierno",
      "primer",
      "ministro",
      "israelí",
      "benjamín",
      "netanyahu",
      "centre",
      "devolver",
      "rehenes",
      "familiares",
      "lugar",
      "priorizar",
      "continuación",
      "genocidio",
      "franja",
      "gaza",
      ".",
      "manifestación",
      ",",
      "einav",
      "zangauker",
      ",",
      "madre",
      "soldado",
      "israelí",
      "matan",
      "zangauker",
      ",",
      "afirmó",
      "israel",
      "existe",
      "contrato",
      "seguridad",
      "permanente",
      "ciudadanos",
      ",",
      "pues",
      "ser",
      "así",
      "padre",
      "sido",
      "golpeado",
      "pasillos",
      "knéset",
      "funcionarios",
      "electos",
      "darían",
      "espalda",
      "familiares",
      "rehenes",
      "firmarían",
      "acuerdo",
      "cese",
      "fuego",
      "intercambio",
      "prisioneros",
      "hamás",
      "aceptado",
      ".",
      "“",
      "si",
      "viviéramos",
      "país",
      "líderes",
      "recuerdan",
      "trabajan",
      ",",
      "guerra",
      "gaza",
      "terminado",
      "hace",
      "tiempo",
      "”",
      ",",
      "dijo",
      "zangauker",
      ",",
      "agregó",
      "viven",
      "país",
      "“",
      "consideraciones",
      "políticas",
      "prevalecen",
      "valores",
      "humanos",
      ".",
      "verdad",
      "entierra",
      "muertos",
      "”",
      ".",
      "liri",
      "albag",
      ",",
      "soldado",
      "liberada",
      "último",
      "alto",
      "fuego",
      "movimiento",
      "palestino",
      "hamás",
      ",",
      "lamentó",
      "públicamente",
      "guerra",
      "israel",
      "irán",
      "desviara",
      "atención",
      "50",
      "miembros",
      "ejército",
      "cautivos",
      "gaza",
      ".",
      "dirigiéndose",
      "primer",
      "ministro",
      ",",
      "pidió",
      "tomaran",
      "decisión",
      "finalizar",
      "operaciones",
      "enclave",
      "palestino",
      "acuerdos",
      "parciales",
      ",",
      "devolver",
      "rehenes",
      "vez",
      ",",
      "consideró",
      "“",
      "obligación",
      "moral",
      "”",
      "gobierno",
      "acatado",
      ".",
      "trata",
      "primera",
      "manifestación",
      "pública",
      "dicho",
      "lugar",
      "después",
      "tres",
      "semanas",
      ",",
      "pues",
      "dos",
      "semanas",
      "protestas",
      "canceladas",
      "debido",
      "guerra",
      "israel",
      "inició",
      "irán",
      ",",
      "generó",
      "respuesta",
      "nación",
      "persa",
      "operación",
      "promesa",
      "verdadera",
      "iii",
      ".",
      ",",
      "iraníes",
      "expusieron",
      "vulnerabilidades",
      "cúpula",
      "hierro",
      "golpearon",
      "puntos",
      "neurálgicos",
      "régimen",
      "israelí",
      "territorios",
      "palestinos",
      "ocupados",
      ",",
      "puerto",
      "haifa",
      ".",
      "ciudadanos",
      "israelíes",
      "acusan",
      "netanyahu",
      "extender",
      "infinitamente",
      "guerra",
      "gaza",
      "ello",
      "condenar",
      "vidas",
      "soldados",
      ".",
      "cabe",
      "recordar",
      "netanyahu",
      "utilizado",
      "operaciones",
      "ejército",
      "gaza",
      "solamente",
      "hacer",
      "avanzar",
      "planes",
      "exterminio",
      "pueblo",
      "palestino",
      "contemplados",
      "proyecto",
      "colonial",
      "israelí",
      "inició",
      "1948",
      "nakba",
      ",",
      "sino",
      "esgrimido",
      "bandera",
      "evadir",
      "procesos",
      "judiciales",
      "cuales",
      "implicado",
      "podrían",
      "costarle",
      "puesto",
      "—al",
      "aferra",
      "buen",
      "tirano—",
      "ir",
      "cárcel",
      ".",
      "hace",
      "tan",
      "solo",
      "día",
      "solicitó",
      "receso",
      "dos",
      "semanas",
      "juicio",
      "enfrenta",
      "2020",
      "fraude",
      ",",
      "abuso",
      "confianza",
      "aceptación",
      "sobornos",
      ",",
      "bajo",
      "pretexto",
      "atender",
      "“",
      "asuntos",
      "diplomáticos",
      ",",
      "nacionales",
      "seguridad",
      "primer",
      "orden",
      ",",
      "incluyendo",
      "gestión",
      "guerra",
      "franja",
      "gaza",
      "crisis",
      "rehenes",
      "”",
      ",",
      "protestas",
      "sábado",
      "exponen",
      "mentira",
      "gobierno",
      "respaldado",
      "administración",
      "genocida",
      "netanyahu",
      ".",
      "ciudadanos",
      "pronunciado",
      "temprano",
      "misma",
      "jornada",
      "protesta",
      "frente",
      "ministerio",
      "defensa",
      "israelí",
      "tel",
      "aviv",
      ",",
      "señalaron",
      "debe",
      "firmarse",
      "acuerdo",
      "mesa",
      "negociaciones",
      "todas",
      "partes",
      "querido",
      "firmar",
      ",",
      "excepto",
      "gobierno",
      "actual",
      ",",
      "propios",
      "bombardeos",
      "ejército",
      "deterioro",
      "salud",
      "cause",
      "muerte",
      "rehenes",
      "vivos",
      ".",
      "mientras",
      ",",
      "netanyahu",
      "surfea",
      "crisis",
      "coalición",
      ",",
      "solo",
      "días",
      "iniciar",
      "ataques",
      "unilaterales",
      "irán",
      ",",
      "gobierno",
      "amenazado",
      "disolución",
      "parlamento",
      "israelí",
      ";",
      "embargo",
      ",",
      "evadido",
      "escollos",
      "políticos",
      ",",
      "órdenes",
      "obstante",
      ",",
      "mundo",
      "pone",
      "duda",
      "criminal",
      "merece",
      "ser",
      "ajusticiado",
      "crímenes",
      "población",
      "palestina",
      ",",
      "quedado",
      "demostrado",
      "numerosas",
      "marchas",
      "respaldo",
      "gazatíes",
      "resistencia",
      "palestina",
      "lugar",
      "ciudades",
      "londres",
      ",",
      "sana",
      ",",
      "madrid",
      ",",
      "buenos",
      "aires",
      ",",
      "nueva",
      "york",
      ",",
      "cientos",
      "."
    ],
    "token_count": 421,
    "sentence_count": 13
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 84,
      "FW": 141,
      "CD": 5,
      "VBP": 29,
      "NNS": 43,
      "JJ": 66,
      "NN": 233,
      "IN": 38,
      "VBZ": 10,
      "VBD": 2,
      "DT": 7,
      "RB": 3
    },
    "bigram_freq": {
      "NNP-FW": 13,
      "FW-FW": 72,
      "FW-CD": 2,
      "CD-FW": 1,
      "FW-VBP": 1,
      "VBP-NNS": 5,
      "NNS-CD": 1,
      "CD-NNS": 2,
      "NNS-JJ": 2,
      "JJ-NN": 39,
      "NN-IN": 22,
      "IN-FW": 19,
      "FW-NN": 20,
      "NN-NNP": 21,
      "NNP-IN": 3,
      "FW-NNP": 25,
      "NNP-NNP": 24,
      "NNP-NN": 31,
      "NN-NN": 128,
      "NNP-VBZ": 5,
      "VBZ-FW": 2,
      "NN-VBZ": 5,
      "VBZ-IN": 2,
      "FW-JJ": 12,
      "NN-NNS": 15,
      "NNS-IN": 9,
      "IN-NN": 5,
      "NNS-VBP": 26,
      "VBP-NN": 3,
      "NN-FW": 21,
      "NNP-VBD": 2,
      "VBD-FW": 1,
      "VBZ-JJ": 5,
      "JJ-IN": 1,
      "IN-NNP": 6,
      "NNP-DT": 3,
      "DT-NN": 5,
      "NN-JJ": 15,
      "JJ-JJ": 7,
      "NN-DT": 2,
      "IN-JJ": 6,
      "FW-NNS": 9,
      "VBP-DT": 1,
      "DT-NNS": 1,
      "VBP-JJ": 13,
      "JJ-FW": 7,
      "JJ-NNS": 9,
      "JJ-RB": 1,
      "RB-VBP": 1,
      "VBP-NNP": 4,
      "VBD-JJ": 1,
      "NN-VBP": 1,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "NN-RB": 1,
      "RB-NNP": 1,
      "IN-NNS": 1,
      "NNS-FW": 4,
      "VBP-IN": 1,
      "NNP-JJ": 3,
      "JJ-NNP": 2,
      "IN-CD": 1,
      "CD-NN": 2,
      "NN-CD": 1,
      "VBP-FW": 1,
      "NNS-NNS": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 2,
      "FW-FW-FW": 46,
      "FW-FW-CD": 2,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-NNS": 1,
      "VBP-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 11,
      "IN-FW-FW": 7,
      "FW-FW-NN": 7,
      "FW-NN-NNP": 1,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 3,
      "FW-NNP-FW": 9,
      "NNP-FW-NNP": 8,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 22,
      "NN-NN-NN": 69,
      "NN-NN-NNP": 16,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NN": 2,
      "FW-NN-NN": 8,
      "NN-NN-VBZ": 3,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 8,
      "JJ-NN-NNS": 4,
      "NN-NNS-IN": 4,
      "NNS-IN-FW": 5,
      "FW-NNP-NN": 7,
      "NN-NNP-FW": 1,
      "NNP-NN-NNP": 3,
      "NN-NNP-NNP": 3,
      "NN-NN-IN": 13,
      "NN-IN-NN": 2,
      "IN-NN-NN": 3,
      "NN-NN-NNS": 8,
      "NN-NNS-VBP": 9,
      "NNS-VBP-NN": 2,
      "VBP-NN-NNS": 1,
      "VBP-NN-FW": 1,
      "NN-FW-FW": 12,
      "FW-NN-FW": 8,
      "FW-FW-NNP": 7,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-FW": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-FW": 1,
      "VBD-FW-NN": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-IN": 1,
      "JJ-IN-NNP": 1,
      "IN-NNP-DT": 1,
      "NNP-DT-NN": 3,
      "DT-NN-JJ": 1,
      "NN-JJ-NN": 9,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-NN": 2,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 6,
      "NNS-VBP-DT": 1,
      "VBP-DT-NNS": 1,
      "DT-NNS-VBP": 1,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "IN-FW-NNS": 2,
      "VBP-JJ-NN": 9,
      "IN-JJ-NNS": 3,
      "JJ-NNS-JJ": 1,
      "JJ-NN-NNP": 1,
      "NN-NNP-NN": 10,
      "NNP-NN-FW": 5,
      "NN-FW-JJ": 3,
      "JJ-NN-NN": 21,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NN-NN-JJ": 11,
      "NN-IN-NNP": 3,
      "IN-NNP-NN": 2,
      "VBZ-JJ-RB": 1,
      "JJ-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NN": 3,
      "FW-JJ-FW": 2,
      "JJ-FW-NN": 3,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-JJ": 4,
      "NN-NN-FW": 6,
      "FW-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NN-FW-NNP": 3,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "FW-FW-NNS": 5,
      "FW-NNS-IN": 2,
      "NNS-IN-NN": 3,
      "IN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "NNS-IN-JJ": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "NN-NNP-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-VBP": 3,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "VBZ-JJ-JJ": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "JJ-NN-JJ": 2,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "NN-JJ-FW": 1,
      "NNP-NN-JJ": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNP": 2,
      "FW-NNP-DT": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NN": 2,
      "IN-NN-NNS": 1,
      "JJ-NNP-NN": 1,
      "IN-FW-NN": 3,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "VBP-NNS-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-FW-NN": 2,
      "NN-FW-NN": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "FW-NN-IN": 1,
      "FW-NNS-FW": 1,
      "JJ-NN-VBZ": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "FW-NN-DT": 1,
      "DT-NN-VBZ": 1,
      "JJ-NN-FW": 1,
      "NN-FW-NNS": 1,
      "VBP-NNP-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 233,
        "FW": 141,
        "NNP": 84,
        "JJ": 66,
        "NNS": 43
      },
      "top_bigrams": {
        "NN-NN": 128,
        "FW-FW": 72,
        "JJ-NN": 39,
        "NNP-NN": 31,
        "NNS-VBP": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 69,
        "FW-FW-FW": 46,
        "NNP-NN-NN": 22,
        "JJ-NN-NN": 21,
        "NN-NN-NNP": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 13,
    "chunk_counts": {
      "NP": 175,
      "ADJP": 5,
      "VP": 40,
      "PP": 18
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 8,
        "weight": 0.0319
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0279
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "NP -> ('Franja', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('Tel', 'NNP') ('Aviv', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('en', 'VBP') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('pues', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Los', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Netanyahu', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "junio"
      },
      {
        "label": "ADJP",
        "text": "al"
      },
      {
        "label": "NP",
        "text": "personas"
      },
      {
        "label": "NP",
        "text": "se congregaron"
      },
      {
        "label": "NP",
        "text": "como Plaza"
      },
      {
        "label": "NP",
        "text": "Rehenes"
      },
      {
        "label": "NP",
        "text": "Tel Aviv"
      },
      {
        "label": "NP",
        "text": "donde durante los últimos"
      },
      {
        "label": "VP",
        "text": "meses"
      },
      {
        "label": "NP",
        "text": "han reunido"
      },
      {
        "label": "VP",
        "text": "familiares"
      },
      {
        "label": "NP",
        "text": "soldados israelíes rehenes"
      },
      {
        "label": "NP",
        "text": "Franja"
      },
      {
        "label": "NP",
        "text": "Gaza para exigir al Gobierno"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  noche/FW\n  de/FW\n  este/FW\n  sábado/FW\n  28/CD\n  de/FW\n  (NP junio/NN)\n  ,/,\n  (ADJP al/JJ)\n  menos/FW\n  2.000/CD\n  (NP personas/NNS)\n  (NP se/JJ congregaron/NN)\n  en/IN\n  la/FW\n  rebautizada/FW\n  (NP como/NN Plaza/NNP)\n  de/IN\n  los/FW\n  (NP Rehenes/NNP)\n  ,/,\n  en/FW\n  (NP Tel/NNP Aviv/NNP)\n  ,/,\n  (NP donde/NN durante/NN los/NN últimos/NNP)\n  (VP meses/VBZ)\n  se/FW\n  (NP han/NN reunido/NN)\n  (VP familiares/VBZ)\n  de/IN\n  los/FW\n  (NP soldados/JJ israelíes/NN rehenes/NNS)\n  en/IN\n  la/FW\n  (NP Franja/NNP)\n  de/FW\n  (NP Gaza/NNP para/NN exigir/NN al/NN Gobierno/NNP)\n  del/FW\n  (NP\n    Primer/NNP\n    Ministro/NNP\n    israelí/NN\n    Benjamín/NNP\n    Netanyahu/NNP\n    que/NN\n    se/NN\n    centre/NN)\n  (PP en/IN (NP devolver/NN los/NN rehenes/NNS))\n  (VP con/VBP (NP sus/NN familiares/NNS))\n  (VP en/VBP (NP lugar/NN))\n  de/FW\n  priorizar/FW\n  la/FW\n  continuación/FW\n  del/FW\n  (NP genocidio/NN)\n  en/FW\n  la/FW\n  (NP Franja/NNP)\n  de/FW\n  (NP Gaza/NNP)\n  ./.)",
      "(S\n  (NP Durante/NNP la/NNP manifestación/NN)\n  ,/,\n  (NP Einav/NNP Zangauker/NNP)\n  ,/,\n  (NP madre/NN del/NN soldado/NN israelí/NN Matan/NNP Zangauker/NNP)\n  ,/,\n  (NP afirmó/NN que/NN)\n  (PP en/IN (NP Israel/NNP))\n  (NP no/DT existe/NN)\n  (NP un/JJ contrato/NN)\n  de/IN\n  seguridad/FW\n  permanente/FW\n  entre/FW\n  el/FW\n  (NP Estado/NNP)\n  y/CC\n  (NP sus/NN ciudadanos/NNS)\n  ,/,\n  (NP pues/NNS)\n  de/IN\n  ser/FW\n  (NP así/JJ un/JJ padre/NN)\n  (NP no/DT habría/NN sido/NN golpeado/NN)\n  (PP en/IN (NP los/JJ pasillos/NN))\n  de/IN\n  la/FW\n  (NP Knéset/NNP)\n  y/CC\n  (NP los/JJ funcionarios/NNS)\n  (VP electos/VBP (NP no/DT les/NNS))\n  (VP darían/VBP la/JJ)\n  espalda/FW\n  (NP a/DT los/JJ familiares/NNS)\n  de/IN\n  los/FW\n  (NP rehenes/NNS)\n  y/CC\n  (NP firmarían/JJ el/NN acuerdo/NN)\n  (PP de/IN (NP cese/JJ el/NNS))\n  (VP fuego/VBP (NP e/JJ intercambio/NN))\n  de/IN\n  prisioneros/FW\n  (NP que/JJ ya/NN Hamás/NNP ha/NN aceptado/NN)\n  ./.)",
      "(S\n  (NP “/JJ Si/NNP viviéramos/NN)\n  en/FW\n  (NP un/JJ país/NN donde/NN los/NN)\n  (VP\n    líderes/VBZ\n    (NP recuerdan/JJ que/NN trabajan/NN para/NN nosotros/NNS))\n  ,/,\n  la/FW\n  guerra/FW\n  en/FW\n  (NP\n    Gaza/NNP\n    habría/NN\n    terminado/NN\n    hace/NN\n    mucho/NN\n    tiempo/NN\n    ”/NNP)\n  ,/,\n  (NP dijo/NN Zangauker/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP agregó/VBZ que/JJ viven/RB)\n  (VP en/VBP (NP un/JJ país/NN donde/NN “/NNP))\n  (VP las/VBZ (NP consideraciones/NNS))\n  (PP políticas/IN (NP prevalecen/NN sobre/NN los/NN valores/NNS))\n  (VP humanos/VBP)\n  ./.)",
      "(S\n  (NP Donde/NNP la/NN)\n  verdad/FW\n  (ADJP se/JJ)\n  entierra/FW\n  (NP con/NN los/NN muertos/NN ”/NN)\n  ./.)",
      "(S\n  (NP Liri/NNP Albag/NNP)\n  ,/,\n  (VP soldado/VBD liberada/JJ)\n  en/FW\n  el/FW\n  último/FW\n  alto/FW\n  el/FW\n  (NP fuego/JJ con/NN el/NN movimiento/NN palestino/NN Hamás/NNP)\n  ,/,\n  (VP lamentó/VBZ (NP públicamente/JJ que/NN))\n  la/FW\n  guerra/FW\n  de/FW\n  (NP Israel/NNP contra/NN Irán/NNP desviara/NN la/NN)\n  atención/FW\n  de/FW\n  los/FW\n  50/CD\n  (NP miembros/NNS)\n  (VP del/VBP (NP Ejército/NNP cautivos/NN en/NN Gaza/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "protesta frente al ministerio de defensa israelí en tel aviv, y señalaron que debe firmarse el acuerdo que está sobre la mesa de negociaciones y todas las partes han querido firmar, excepto el gobierno",
        "position": [
          3250,
          3451
        ],
        "start": 3250,
        "end": 3451
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra en gaza",
        "position": [
          979,
          993
        ],
        "start": 979,
        "end": 993
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          535,
          541
        ],
        "start": 535,
        "end": 541
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "sobornos",
        "position": [
          2835,
          2843
        ],
        "start": 2835,
        "end": 2843
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3283,
          3290
        ],
        "start": 3283,
        "end": 3290
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "genocidio en la franja de gaza",
        "position": [
          417,
          447
        ],
        "start": 417,
        "end": 447
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno del primer ministro",
        "position": [
          262,
          290
        ],
        "start": 262,
        "end": 290
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          2125,
          2131
        ],
        "start": 2125,
        "end": 2131
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          291,
          298
        ],
        "start": 291,
        "end": 298
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          4125,
          4137
        ],
        "start": 4125,
        "end": 4137
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "madrid",
        "position": [
          4117,
          4123
        ],
        "start": 4117,
        "end": 4123
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y sus",
        "position": [
          611,
          623
        ],
        "start": 611,
        "end": 623
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza de",
        "position": [
          99,
          107
        ],
        "start": 99,
        "end": 107
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "sábado 28 de junio",
        "position": [
          17,
          35
        ],
        "start": 17,
        "end": 35
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3765,
          3772
        ],
        "start": 3765,
        "end": 3772
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 personas",
        "position": [
          48,
          60
        ],
        "start": 48,
        "end": 60
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "2.000 personas",
        "position": [
          46,
          60
        ],
        "start": 46,
        "end": 60
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "50 miembros",
        "position": [
          1374,
          1385
        ],
        "start": 1374,
        "end": 1385
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Londres",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nueva York",
        "tipo": "Lugar"
      },
      {
        "nombre": "Haifa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno del Primer Ministro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zangauker",
        "tipo": "Persona"
      },
      {
        "nombre": "Tel Aviv",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Knéset",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Madrid",
        "tipo": "Lugar"
      },
      {
        "nombre": "Einav Zangauker",
        "tipo": "Persona"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Matan Zangauker",
        "tipo": "Persona"
      },
      {
        "nombre": "Plaza de los Rehenes",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Liri Albag",
        "tipo": "Persona"
      },
      {
        "nombre": "Benjamín Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Parlamento israelí",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cúpula de Hierro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Defensa israelí",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Franja de Gaza",
        "relacion": "REUNIR_CONGREGAR",
        "objeto": "Gobierno del Primer Ministro"
      },
      {
        "sujeto": "Franja de Gaza",
        "relacion": "REUNIR_CONGREGAR",
        "objeto": "Benjamín Netanyahu"
      },
      {
        "sujeto": "Gobierno del Primer Ministro",
        "relacion": "ES",
        "objeto": "Benjamín Netanyahu"
      },
      {
        "sujeto": "Gobierno del Primer Ministro",
        "relacion": "EXIGIR_REUNIR_CONGREGAR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "Benjamín Netanyahu",
        "relacion": "EXIGIR_REUNIR_CONGREGAR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "Einav Zangauker",
        "relacion": "AFIRMAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Einav Zangauker",
        "relacion": "AFIRMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Einav Zangauker",
        "relacion": "AFIRMAR",
        "objeto": "Knéset"
      },
      {
        "sujeto": "Einav Zangauker",
        "relacion": "AFIRMAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Matan Zangauker",
        "relacion": "AFIRMAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Matan Zangauker",
        "relacion": "AFIRMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Matan Zangauker",
        "relacion": "AFIRMAR",
        "objeto": "Knéset"
      },
      {
        "sujeto": "Hamás",
        "relacion": "AFIRMAR",
        "objeto": "Matan Zangauker"
      },
      {
        "sujeto": "Israel",
        "relacion": "EXISTIR_AFIRMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Israel",
        "relacion": "EXISTIR_AFIRMAR",
        "objeto": "Knéset"
      },
      {
        "sujeto": "Hamás",
        "relacion": "EXISTIR_AFIRMAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Estado",
        "relacion": "EXISTIR_AFIRMAR",
        "objeto": "Knéset"
      },
      {
        "sujeto": "Hamás",
        "relacion": "EXISTIR_AFIRMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Hamás",
        "relacion": "GOLPEAR_DAR_EXISTIR_AFIRMAR",
        "objeto": "Knéset"
      },
      {
        "sujeto": "Zangauker",
        "relacion": "TERMINAR_DECIR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Liri Albag",
        "relacion": "LAMENTAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Liri Albag",
        "relacion": "LAMENTAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Hamás",
        "relacion": "LAMENTAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Hamás",
        "relacion": "LAMENTAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Irán",
        "relacion": "DESVIAR_LAMENTAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Israel",
        "relacion": "INICIAR_CANCELAR_TRATAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Cúpula de Hierro",
        "relacion": "EXPONER",
        "objeto": "Haifa"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "ACUSAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "UTILIZAR_RECORDAR_CABER",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Franja de Gaza",
        "relacion": "INCLUIR_SOLICITAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Franja de Gaza",
        "relacion": "INCLUIR_SOLICITAR",
        "objeto": "Netanyahu"
      },
      {
        "sujeto": "Ministerio de Defensa israelí",
        "relacion": "FRENTE_PRONUNCIAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "PRONUNCIAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "SURFEAR",
        "objeto": "Irán"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9545,
    "pos": 0.024,
    "neu": 0.926,
    "neg": 0.049,
    "label": "negative"
  }
}