{
  "url": "https://www.telesurtv.net/rodrigo-moya-fotografo-luchas-populares-che/",
  "title": "Murió Rodrigo Moya: el fotógrafo de las luchas latinoamericanas - teleSUR",
  "section": "Cultura",
  "tags": [
    "Rodrigo Moya"
  ],
  "text": "Rodrigo Moya, uno de los fotógrafos más importantes del siglo XX en América Latina, falleció este miércoles 30 de julio en su casa de Cuernavaca, Morelos, a los 91 años. Rodeado del cariño de su esposa, la diseñadora Susan Flaherty, con quien compartió 43 años de vida, y tras una convalecencia de cuatro meses tras una cirugía, Moya se fue en paz, dejando tras de sí un legado visual que documenta con profundidad las luchas populares, las desigualdades sociales y los movimientos políticos que transformaron México y el continente.\n\nNacido en Medellín, Colombia, en 1934, Moya eligió México como tierra de adopción y como escenario de su mirada comprometida. Su lente no buscaba la estética por la estética, sino la verdad detrás de las imágenes: la miseria en los barrios marginales, la dignidad en las huelgas obreras, el fervor en las movilizaciones campesinas. A lo largo de su carrera, acumuló un archivo de más de 40 mil negativos, minuciosamente preservado por él y Flaherty, que hoy constituye una de las memorias visuales más valiosas de la segunda mitad del siglo XX en América Latina.\nEntre sus imágenes más icónicas destaca Che melancólico, tomada en 1964 en La Habana durante las celebraciones del 26 de julio, aniversario del triunfo de la Revolución cubana. En esa foto, Ernesto Guevara aparece de perfil, iluminado por un fuerte contraluz, con la mirada perdida en el horizonte. Son 19 retratos en total, capturados con las últimas placas de un rollo de 6×6 centímetros, que revelan una humanidad poco vista del comandante. Moya fue, según sus propias palabras, el único fotógrafo mexicano que documentó desde dentro los conflictos armados de la época.\n\n\nLa muerte del Che en 1968 marcó un punto de inflexión en su vida. “Mi ingenua pretensión de fotografiar las gestas guerrilleras se esfumó”, confesó años después. Decidió entonces alejarse del fotoperiodismo y fundar en 1968 la revista Técnica Pesquera, que dirigió durante 22 años, combinando su amor por el periodismo de investigación con su pasión por el mar. En los años 90 incursionó también en la narrativa, y en 1997 ganó el Premio Nacional de Cuento del INBA con Cuentos para leer junto al mar.\nNo fue sino hasta 1998, ya establecido en Cuernavaca junto a Flaherty, que Moya retomó su archivo fotográfico, que había permanecido en pausa durante casi tres décadas. “Olvidados esos brumosos encuentros con la imagen, en junio de 1999 decidí explorar ese conjunto heterogéneo de negativos… descubrí mi propia máquina del tiempo”, escribió en su libro Rodrigo Moya: México (2022). Aquella reconstrucción no solo recuperó imágenes perdidas, sino que reivindicó una mirada crítica que los medios oficiales habían ignorado.\n\n\nSu llegada a la fotografía fue casi accidental. Abandonó la ingeniería a los 20 años y encontró en la cámara una vocación apasionada. Aprendió desde la sala de máquinas hasta la edición final, lo que le permitió no solo capturar momentos, sino entender el proceso editorial en su conjunto. “Siempre he sido defensor de la realidad”, dijo en 2014 al recibir la Presea Cervantina en el Festival Internacional Cervantino. “Me he dicho: un fotógrafo realista”.\nEn 2019, su obra fue homenajeada con dos grandes retrospectivas: Rodrigo Moya: México en el Museo Amparo, y México/Periferias en el Centro de la Imagen, que exploraron sus series sobre la ciudad, el campo y la conmoción social. El Palacio de Bellas Artes complementó el recorrido con Escenas, dedicada al teatro, el cine y la danza. “Detrás de lo que se ve siempre hay algo más crítico”, señaló la curadora Laura González-Flores, destacando que buena parte del archivo aún permanece inédito.\n\n\nEn 2022, Moya presentó en el Palacio de Bellas Artes el catálogo de esa muestra, coeditado con la Fundación Jenkins y ganador del Premio Antonio García Cubas al mejor libro de arte. “Este reconocimiento significa que hice bien mi trabajo”, dijo entonces, emocionado. “Más que un buscador de imágenes, fui un buscador de contrastes sociales, de la fisonomía de México y del rostro económico de América Latina”.\nCon su partida, el mundo pierde a un testigo incansable de la historia. Pero su obra, fiel, crítica y humana, sigue viva. Como dijo su hijo Pablo: “Espero que lo recuerden como un fotógrafo comprometido con la verdad y con la historia”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rodrigo-moya-fotografo-luchas-populares-che/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 20,
    "message_id": 100605,
    "date": "2025-07-31T18:55:18+00:00",
    "text": "teleSUR\nMurió Rodrigo Moya: el fotógrafo de las luchas latinoamericanas\nhttps://www.telesurtv.net/rodrigo-moya-fotografo-luchas-populares-che/",
    "photo_path": null,
    "views": 1565,
    "reactions": {
      "❤": 15,
      "😢": 11,
      "🙏": 6
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "rodrigo moya, uno de los fotógrafos más importantes del siglo xx en américa latina, falleció este miércoles 30 de julio en su casa de cuernavaca, morelos, a los 91 años. rodeado del cariño de su esposa, la diseñadora susan flaherty, con quien compartió 43 años de vida, y tras una convalecencia de cuatro meses tras una cirugía, moya se fue en paz, dejando tras de sí un legado visual que documenta con profundidad las luchas populares, las desigualdades sociales y los movimientos políticos que transformaron méxico y el continente. nacido en medellín, colombia, en 1934, moya eligió méxico como tierra de adopción y como escenario de su mirada comprometida. su lente no buscaba la estética por la estética, sino la verdad detrás de las imágenes: la miseria en los barrios marginales, la dignidad en las huelgas obreras, el fervor en las movilizaciones campesinas. a lo largo de su carrera, acumuló un archivo de más de 40 mil negativos, minuciosamente preservado por él y flaherty, que hoy constituye una de las memorias visuales más valiosas de la segunda mitad del siglo xx en américa latina. entre sus imágenes más icónicas destaca che melancólico, tomada en 1964 en la habana durante las celebraciones del 26 de julio, aniversario del triunfo de la revolución cubana. en esa foto, ernesto guevara aparece de perfil, iluminado por un fuerte contraluz, con la mirada perdida en el horizonte. son 19 retratos en total, capturados con las últimas placas de un rollo de 6×6 centímetros, que revelan una humanidad poco vista del comandante. moya fue, según sus propias palabras, el único fotógrafo mexicano que documentó desde dentro los conflictos armados de la época. la muerte del che en 1968 marcó un punto de inflexión en su vida. “mi ingenua pretensión de fotografiar las gestas guerrilleras se esfumó”, confesó años después. decidió entonces alejarse del fotoperiodismo y fundar en 1968 la revista técnica pesquera, que dirigió durante 22 años, combinando su amor por el periodismo de investigación con su pasión por el mar. en los años 90 incursionó también en la narrativa, y en 1997 ganó el premio nacional de cuento del inba con cuentos para leer junto al mar. no fue sino hasta 1998, ya establecido en cuernavaca junto a flaherty, que moya retomó su archivo fotográfico, que había permanecido en pausa durante casi tres décadas. “olvidados esos brumosos encuentros con la imagen, en junio de 1999 decidí explorar ese conjunto heterogéneo de negativos… descubrí mi propia máquina del tiempo”, escribió en su libro rodrigo moya: méxico (2022). aquella reconstrucción no solo recuperó imágenes perdidas, sino que reivindicó una mirada crítica que los medios oficiales habían ignorado. su llegada a la fotografía fue casi accidental. abandonó la ingeniería a los 20 años y encontró en la cámara una vocación apasionada. aprendió desde la sala de máquinas hasta la edición final, lo que le permitió no solo capturar momentos, sino entender el proceso editorial en su conjunto. “siempre he sido defensor de la realidad”, dijo en 2014 al recibir la presea cervantina en el festival internacional cervantino. “me he dicho: un fotógrafo realista”. en 2019, su obra fue homenajeada con dos grandes retrospectivas: rodrigo moya: méxico en el museo amparo, y méxico/periferias en el centro de la imagen, que exploraron sus series sobre la ciudad, el campo y la conmoción social. el palacio de bellas artes complementó el recorrido con escenas, dedicada al teatro, el cine y la danza. “detrás de lo que se ve siempre hay algo más crítico”, señaló la curadora laura gonzález-flores, destacando que buena parte del archivo aún permanece inédito. en 2022, moya presentó en el palacio de bellas artes el catálogo de esa muestra, coeditado con la fundación jenkins y ganador del premio antonio garcía cubas al mejor libro de arte. “este reconocimiento significa que hice bien mi trabajo”, dijo entonces, emocionado. “más que un buscador de imágenes, fui un buscador de contrastes sociales, de la fisonomía de méxico y del rostro económico de américa latina”. con su partida, el mundo pierde a un testigo incansable de la historia. pero su obra, fiel, crítica y humana, sigue viva. como dijo su hijo pablo: “espero que lo recuerden como un fotógrafo comprometido con la verdad y con la historia”.",
    "tokens": [
      "rodrigo",
      "moya",
      ",",
      "fotógrafos",
      "importantes",
      "siglo",
      "xx",
      "américa",
      "latina",
      ",",
      "falleció",
      "miércoles",
      "30",
      "julio",
      "casa",
      "cuernavaca",
      ",",
      "morelos",
      ",",
      "91",
      "años",
      ".",
      "rodeado",
      "cariño",
      "esposa",
      ",",
      "diseñadora",
      "susan",
      "flaherty",
      ",",
      "compartió",
      "43",
      "años",
      "vida",
      ",",
      "tras",
      "convalecencia",
      "cuatro",
      "meses",
      "tras",
      "cirugía",
      ",",
      "moya",
      "paz",
      ",",
      "dejando",
      "tras",
      "legado",
      "visual",
      "documenta",
      "profundidad",
      "luchas",
      "populares",
      ",",
      "desigualdades",
      "sociales",
      "movimientos",
      "políticos",
      "transformaron",
      "méxico",
      "continente",
      ".",
      "nacido",
      "medellín",
      ",",
      "colombia",
      ",",
      "1934",
      ",",
      "moya",
      "eligió",
      "méxico",
      "tierra",
      "adopción",
      "escenario",
      "mirada",
      "comprometida",
      ".",
      "lente",
      "buscaba",
      "estética",
      "estética",
      ",",
      "sino",
      "verdad",
      "detrás",
      "imágenes",
      ":",
      "miseria",
      "barrios",
      "marginales",
      ",",
      "dignidad",
      "huelgas",
      "obreras",
      ",",
      "fervor",
      "movilizaciones",
      "campesinas",
      ".",
      "largo",
      "carrera",
      ",",
      "acumuló",
      "archivo",
      "40",
      "mil",
      "negativos",
      ",",
      "minuciosamente",
      "preservado",
      "flaherty",
      ",",
      "hoy",
      "constituye",
      "memorias",
      "visuales",
      "valiosas",
      "segunda",
      "mitad",
      "siglo",
      "xx",
      "américa",
      "latina",
      ".",
      "imágenes",
      "icónicas",
      "destaca",
      "che",
      "melancólico",
      ",",
      "tomada",
      "1964",
      "habana",
      "celebraciones",
      "26",
      "julio",
      ",",
      "aniversario",
      "triunfo",
      "revolución",
      "cubana",
      ".",
      "foto",
      ",",
      "ernesto",
      "guevara",
      "aparece",
      "perfil",
      ",",
      "iluminado",
      "fuerte",
      "contraluz",
      ",",
      "mirada",
      "perdida",
      "horizonte",
      ".",
      "19",
      "retratos",
      "total",
      ",",
      "capturados",
      "últimas",
      "placas",
      "rollo",
      "6×6",
      "centímetros",
      ",",
      "revelan",
      "humanidad",
      "vista",
      "comandante",
      ".",
      "moya",
      ",",
      "según",
      "propias",
      "palabras",
      ",",
      "único",
      "fotógrafo",
      "mexicano",
      "documentó",
      "dentro",
      "conflictos",
      "armados",
      "época",
      ".",
      "muerte",
      "che",
      "1968",
      "marcó",
      "punto",
      "inflexión",
      "vida",
      ".",
      "“",
      "ingenua",
      "pretensión",
      "fotografiar",
      "gestas",
      "guerrilleras",
      "esfumó",
      "”",
      ",",
      "confesó",
      "años",
      "después",
      ".",
      "decidió",
      "entonces",
      "alejarse",
      "fotoperiodismo",
      "fundar",
      "1968",
      "revista",
      "técnica",
      "pesquera",
      ",",
      "dirigió",
      "22",
      "años",
      ",",
      "combinando",
      "amor",
      "periodismo",
      "investigación",
      "pasión",
      "mar",
      ".",
      "años",
      "90",
      "incursionó",
      "narrativa",
      ",",
      "1997",
      "ganó",
      "premio",
      "nacional",
      "cuento",
      "inba",
      "cuentos",
      "leer",
      "junto",
      "mar",
      ".",
      "sino",
      "1998",
      ",",
      "establecido",
      "cuernavaca",
      "junto",
      "flaherty",
      ",",
      "moya",
      "retomó",
      "archivo",
      "fotográfico",
      ",",
      "permanecido",
      "pausa",
      "casi",
      "tres",
      "décadas",
      ".",
      "“",
      "olvidados",
      "brumosos",
      "encuentros",
      "imagen",
      ",",
      "junio",
      "1999",
      "decidí",
      "explorar",
      "conjunto",
      "heterogéneo",
      "negativos…",
      "descubrí",
      "propia",
      "máquina",
      "tiempo",
      "”",
      ",",
      "escribió",
      "libro",
      "rodrigo",
      "moya",
      ":",
      "méxico",
      "(",
      "2022",
      ")",
      ".",
      "aquella",
      "reconstrucción",
      "solo",
      "recuperó",
      "imágenes",
      "perdidas",
      ",",
      "sino",
      "reivindicó",
      "mirada",
      "crítica",
      "medios",
      "oficiales",
      "ignorado",
      ".",
      "llegada",
      "fotografía",
      "casi",
      "accidental",
      ".",
      "abandonó",
      "ingeniería",
      "20",
      "años",
      "encontró",
      "cámara",
      "vocación",
      "apasionada",
      ".",
      "aprendió",
      "sala",
      "máquinas",
      "edición",
      "final",
      ",",
      "permitió",
      "solo",
      "capturar",
      "momentos",
      ",",
      "sino",
      "entender",
      "proceso",
      "editorial",
      "conjunto",
      ".",
      "“",
      "siempre",
      "sido",
      "defensor",
      "realidad",
      "”",
      ",",
      "dijo",
      "2014",
      "recibir",
      "presea",
      "cervantina",
      "festival",
      "internacional",
      "cervantino",
      ".",
      "“",
      "dicho",
      ":",
      "fotógrafo",
      "realista",
      "”",
      ".",
      "2019",
      ",",
      "obra",
      "homenajeada",
      "dos",
      "grandes",
      "retrospectivas",
      ":",
      "rodrigo",
      "moya",
      ":",
      "méxico",
      "museo",
      "amparo",
      ",",
      "méxico/periferias",
      "centro",
      "imagen",
      ",",
      "exploraron",
      "series",
      "ciudad",
      ",",
      "campo",
      "conmoción",
      "social",
      ".",
      "palacio",
      "bellas",
      "artes",
      "complementó",
      "recorrido",
      "escenas",
      ",",
      "dedicada",
      "teatro",
      ",",
      "cine",
      "danza",
      ".",
      "“",
      "detrás",
      "ve",
      "siempre",
      "crítico",
      "”",
      ",",
      "señaló",
      "curadora",
      "laura",
      "gonzález-flores",
      ",",
      "destacando",
      "buena",
      "parte",
      "archivo",
      "aún",
      "permanece",
      "inédito",
      ".",
      "2022",
      ",",
      "moya",
      "presentó",
      "palacio",
      "bellas",
      "artes",
      "catálogo",
      "muestra",
      ",",
      "coeditado",
      "fundación",
      "jenkins",
      "ganador",
      "premio",
      "antonio",
      "garcía",
      "cubas",
      "mejor",
      "libro",
      "arte",
      ".",
      "“",
      "reconocimiento",
      "significa",
      "hice",
      "bien",
      "trabajo",
      "”",
      ",",
      "dijo",
      "entonces",
      ",",
      "emocionado",
      ".",
      "“",
      "buscador",
      "imágenes",
      ",",
      "buscador",
      "contrastes",
      "sociales",
      ",",
      "fisonomía",
      "méxico",
      "rostro",
      "económico",
      "américa",
      "latina",
      "”",
      ".",
      "partida",
      ",",
      "mundo",
      "pierde",
      "testigo",
      "incansable",
      "historia",
      ".",
      "obra",
      ",",
      "fiel",
      ",",
      "crítica",
      "humana",
      ",",
      "sigue",
      "viva",
      ".",
      "dijo",
      "hijo",
      "pablo",
      ":",
      "“",
      "espero",
      "recuerden",
      "fotógrafo",
      "comprometido",
      "verdad",
      "historia",
      "”",
      "."
    ],
    "token_count": 506,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 105,
      "FW": 138,
      "JJ": 45,
      "NN": 278,
      "VBZ": 10,
      "VBD": 8,
      "NNS": 22,
      "CD": 21,
      "IN": 33,
      "VBP": 16,
      "JJR": 1,
      "DT": 3,
      "CC": 2,
      "PRP": 2
    },
    "bigram_freq": {
      "NNP-NNP": 36,
      "NNP-FW": 16,
      "FW-FW": 71,
      "FW-JJ": 10,
      "JJ-NN": 30,
      "NN-VBZ": 6,
      "VBZ-JJ": 6,
      "NN-NNP": 29,
      "NNP-NN": 34,
      "NNP-VBD": 4,
      "VBD-NN": 2,
      "NN-NNS": 8,
      "NNS-CD": 1,
      "CD-IN": 2,
      "IN-NN": 4,
      "NN-FW": 27,
      "FW-NNP": 25,
      "VBD-CD": 3,
      "CD-NN": 15,
      "FW-NN": 26,
      "NN-IN": 27,
      "IN-FW": 17,
      "NN-NN": 161,
      "NN-CD": 3,
      "FW-NNS": 4,
      "NNS-JJ": 3,
      "NNS-VBP": 11,
      "VBP-JJ": 10,
      "NNP-VBZ": 4,
      "JJ-FW": 5,
      "VBZ-JJR": 1,
      "JJR-NNS": 1,
      "NNS-NNS": 4,
      "JJ-NNP": 6,
      "NNP-IN": 3,
      "IN-CD": 7,
      "CD-NNP": 3,
      "VBZ-DT": 2,
      "DT-NN": 3,
      "NNS-FW": 1,
      "NN-JJ": 11,
      "FW-CD": 2,
      "JJ-NNS": 2,
      "VBP-FW": 1,
      "NNS-VBD": 1,
      "NNP-CD": 4,
      "IN-JJ": 1,
      "CD-NNS": 1,
      "JJ-VBP": 1,
      "VBZ-CD": 1,
      "NN-CC": 2,
      "CC-NNP": 1,
      "IN-NNP": 2,
      "CC-JJ": 1,
      "VBD-DT": 1,
      "VBP-NN": 3,
      "NN-VBD": 1,
      "NN-VBP": 2,
      "NNP-PRP": 2,
      "PRP-VBD": 2,
      "VBD-JJ": 2,
      "VBP-NNP": 2,
      "NNP-VBP": 2,
      "IN-NNS": 2,
      "JJ-JJ": 1,
      "NNS-IN": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 7,
      "NNP-FW-FW": 8,
      "FW-FW-FW": 39,
      "FW-FW-JJ": 6,
      "FW-JJ-NN": 8,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NNP": 3,
      "NN-NNP-NN": 11,
      "NNP-NN-NNP": 4,
      "NN-NNP-NNP": 9,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-NN": 1,
      "VBD-NN-NNS": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-IN": 1,
      "CD-IN-NN": 2,
      "IN-NN-FW": 1,
      "NN-FW-FW": 10,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 10,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 2,
      "CD-NN-NNP": 2,
      "NN-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "FW-NN-IN": 5,
      "NN-IN-FW": 16,
      "IN-FW-FW": 8,
      "NNP-NNP-NN": 10,
      "NNP-NN-NN": 27,
      "NN-NN-NN": 93,
      "NN-NN-CD": 3,
      "NN-CD-NN": 3,
      "CD-NN-FW": 2,
      "FW-FW-NNS": 3,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "NN-FW-NN": 12,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 7,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "JJ-NN-NN": 16,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJR": 1,
      "VBZ-JJR-NNS": 1,
      "JJR-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NN-NN-NNP": 18,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "NNP-FW-NNP": 6,
      "NNP-NNP-IN": 2,
      "NNP-IN-CD": 2,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "FW-NNP-NN": 8,
      "NN-NN-IN": 13,
      "IN-FW-NN": 4,
      "FW-NN-NN": 10,
      "FW-FW-NN": 8,
      "FW-NN-NNP": 2,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 3,
      "NN-NN-FW": 13,
      "FW-NN-FW": 7,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NNS-NNS": 1,
      "VBP-JJ-FW": 1,
      "JJ-NN-IN": 8,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 7,
      "FW-FW-CD": 2,
      "FW-CD-NN": 2,
      "CD-NN-NN": 8,
      "IN-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-NNP-FW": 6,
      "NNP-NNP-NNP": 10,
      "NNP-NN-NNS": 1,
      "NN-IN-CD": 5,
      "IN-CD-NN": 5,
      "NN-NN-NNS": 4,
      "NN-NNS-VBD": 1,
      "NNS-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "IN-NN-NN": 3,
      "IN-FW-NNP": 3,
      "NN-NNP-CD": 3,
      "NNP-CD-NN": 2,
      "NN-FW-JJ": 2,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "FW-NNP-IN": 1,
      "CD-NN-JJ": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-CC": 2,
      "NN-CC-NNP": 1,
      "CC-NNP-NNP": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NN-IN-NN": 2,
      "JJ-NNP-NN": 3,
      "NN-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNP": 2,
      "CD-NNP-VBD": 1,
      "NNP-VBD-DT": 1,
      "VBD-DT-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "VBP-JJ-NNP": 2,
      "NN-JJ-NNP": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "NN-VBZ-DT": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 2,
      "NN-NNP-PRP": 1,
      "NNP-PRP-VBD": 2,
      "PRP-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "NNP-NNP-PRP": 1,
      "PRP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NN-VBP-JJ": 1,
      "JJ-NNP-NNP": 2,
      "NNP-IN-NNP": 1,
      "NNP-NNP-VBP": 2,
      "NNP-VBP-JJ": 1,
      "NN-FW-NNP": 3,
      "CD-NNP-NN": 1,
      "NNP-NN-FW": 1,
      "NNP-VBP-NN": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-NN-JJ": 1,
      "NN-JJ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 278,
        "FW": 138,
        "NNP": 105,
        "JJ": 45,
        "IN": 33
      },
      "top_bigrams": {
        "NN-NN": 161,
        "FW-FW": 71,
        "NNP-NNP": 36,
        "NNP-NN": 34,
        "JJ-NN": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 93,
        "FW-FW-FW": 39,
        "NNP-NN-NN": 27,
        "NN-NN-NNP": 18,
        "NN-IN-FW": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 189,
      "VP": 34,
      "PP": 7,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0187
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Moya', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('México', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Rodrigo', 'NNP') ('Moya', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('julio', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "ADJP -> ('los', 'JJ')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Su', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('imágenes', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Rodrigo Moya"
      },
      {
        "label": "NP",
        "text": "uno"
      },
      {
        "label": "NP",
        "text": "fotógrafos más"
      },
      {
        "label": "VP",
        "text": "importantes del siglo XX en América Latina"
      },
      {
        "label": "NP",
        "text": "del siglo XX en América Latina"
      },
      {
        "label": "NP",
        "text": "falleció este miércoles"
      },
      {
        "label": "PP",
        "text": "de julio"
      },
      {
        "label": "NP",
        "text": "julio"
      },
      {
        "label": "NP",
        "text": "Cuernavaca"
      },
      {
        "label": "NP",
        "text": "Morelos"
      },
      {
        "label": "ADJP",
        "text": "los"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "NP",
        "text": "Rodeado"
      },
      {
        "label": "NP",
        "text": "cariño"
      },
      {
        "label": "NP",
        "text": "Susan Flaherty"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Rodrigo/NNP Moya/NNP)\n  ,/,\n  (NP uno/NNP)\n  de/FW\n  los/FW\n  (NP fotógrafos/JJ más/NN)\n  (VP\n    importantes/VBZ\n    (NP del/JJ siglo/NN XX/NNP en/NN América/NNP Latina/NNP))\n  ,/,\n  (NP falleció/JJ este/NN miércoles/NNS)\n  30/CD\n  (PP de/IN (NP julio/NN))\n  en/FW\n  su/FW\n  casa/FW\n  de/FW\n  (NP Cuernavaca/NNP)\n  ,/,\n  (NP Morelos/NNP)\n  ,/,\n  a/DT\n  (ADJP los/JJ)\n  91/CD\n  (NP años/NN)\n  ./.)",
      "(S\n  (NP Rodeado/NNP)\n  del/FW\n  (NP cariño/NN)\n  de/IN\n  su/FW\n  esposa/FW\n  ,/,\n  la/FW\n  diseñadora/FW\n  (NP Susan/NNP Flaherty/NNP)\n  ,/,\n  (NP con/NN quien/NN compartió/NN)\n  43/CD\n  (NP años/NN)\n  de/FW\n  vida/FW\n  ,/,\n  y/FW\n  (NP tras/NNS)\n  (NP una/JJ convalecencia/NN)\n  de/FW\n  (NP cuatro/NN meses/NNS)\n  (VP tras/VBP (NP una/JJ cirugía/NN))\n  ,/,\n  (NP Moya/NNP)\n  (VP se/VBZ fue/JJ)\n  en/FW\n  (NP paz/NN)\n  ,/,\n  (ADJP dejando/JJ)\n  tras/FW\n  de/FW\n  sí/FW\n  (ADJP un/JJ)\n  legado/FW\n  (NP\n    visual/JJ\n    que/NN\n    documenta/NN\n    con/NN\n    profundidad/NN\n    las/NN\n    luchas/NN\n    populares/NNS)\n  ,/,\n  (NP las/NNS desigualdades/NNS sociales/NNS)\n  y/RB\n  (VP los/VBP (NP movimientos/NNS))\n  (VP\n    políticos/VBP\n    (NP que/JJ transformaron/NN México/NNP y/NN el/NN continente/NN))\n  ./.)",
      "(S\n  (NP Nacido/NNP)\n  en/FW\n  (NP Medellín/NNP)\n  ,/,\n  (NP Colombia/NNP)\n  ,/,\n  en/IN\n  1934/CD\n  ,/,\n  (NP Moya/NNP)\n  (VP eligió/VBZ (NP México/NNP como/NN tierra/NN))\n  de/IN\n  adopción/FW\n  y/FW\n  (NP como/NN escenario/NN)\n  de/IN\n  su/FW\n  mirada/FW\n  (NP comprometida/NN)\n  ./.)",
      "(S\n  (NP Su/NNP)\n  (VP lente/VBZ (NP no/DT buscaba/NN la/NN))\n  estética/FW\n  (NP por/NN la/NN estética/NN)\n  ,/,\n  (NP sino/NN la/NN)\n  verdad/FW\n  (NP detrás/NN)\n  de/IN\n  las/FW\n  (NP imágenes/NNS)\n  :/:\n  (NP la/NN miseria/NNS)\n  (PP en/IN (NP los/JJ barrios/NNS marginales/NNS))\n  ,/,\n  la/FW\n  dignidad/FW\n  en/FW\n  las/FW\n  (NP huelgas/NN obreras/NNS)\n  ,/,\n  (VP el/VBP (NP fervor/NN))\n  en/FW\n  (NP las/NN movilizaciones/NNS campesinas/NNS)\n  ./.)",
      "(S\n  (NP A/DT lo/JJ largo/NN)\n  de/IN\n  su/FW\n  (NP carrera/NN)\n  ,/,\n  (NP acumuló/JJ un/JJ archivo/NN)\n  de/IN\n  más/FW\n  de/FW\n  40/CD\n  (NP mil/NN negativos/NN)\n  ,/,\n  minuciosamente/FW\n  preservado/FW\n  por/FW\n  él/FW\n  y/FW\n  (NP Flaherty/NNP)\n  ,/,\n  (NP que/NN hoy/NN constituye/NN una/NN)\n  de/IN\n  las/FW\n  (NP memorias/JJ visuales/NNS)\n  (VP más/VBP)\n  valiosas/FW\n  de/FW\n  la/FW\n  segunda/FW\n  mitad/FW\n  del/FW\n  siglo/FW\n  (NP XX/NNP)\n  en/FW\n  (NP América/NNP Latina/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "incursionó",
        "position": [
          2050,
          2060
        ],
        "start": 2050,
        "end": 2060
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3880,
          3887
        ],
        "start": 3880,
        "end": 3887
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          3544,
          3550
        ],
        "start": 3544,
        "end": 3550
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          3748,
          3757
        ],
        "start": 3748,
        "end": 3757
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "revista técnica pesquera",
        "position": [
          1900,
          1924
        ],
        "start": 1900,
        "end": 1924
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          2030,
          2033
        ],
        "start": 2030,
        "end": 2033
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          555,
          563
        ],
        "start": 555,
        "end": 563
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          510,
          516
        ],
        "start": 510,
        "end": 516
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          1173,
          1182
        ],
        "start": 1173,
        "end": 1182
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          3288,
          3297
        ],
        "start": 3288,
        "end": 3297
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "miércoles 30 de julio",
        "position": [
          98,
          119
        ],
        "start": 98,
        "end": 119
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          989,
          992
        ],
        "start": 989,
        "end": 992
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "40 mil",
        "position": [
          922,
          928
        ],
        "start": 922,
        "end": 928
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 40",
        "position": [
          915,
          924
        ],
        "start": 915,
        "end": 924
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "durante 22 años",
        "position": [
          1938,
          1953
        ],
        "start": 1938,
        "end": 1953
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Pablo",
        "tipo": "Persona"
      },
      {
        "nombre": "Susan Flaherty",
        "tipo": "Persona"
      },
      {
        "nombre": "Ernesto Guevara",
        "tipo": "Persona"
      },
      {
        "nombre": "Cuernavaca",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Medellín",
        "tipo": "Lugar"
      },
      {
        "nombre": "Flaherty",
        "tipo": "Persona"
      },
      {
        "nombre": "Morelos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Museo Amparo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aquella",
        "tipo": "Persona"
      },
      {
        "nombre": "Fundación Jenkins",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Che",
        "tipo": "Persona"
      },
      {
        "nombre": "Como",
        "tipo": "Persona"
      },
      {
        "nombre": "Moya",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Laura González-Flores",
        "tipo": "Persona"
      },
      {
        "nombre": "Moya",
        "tipo": "Persona"
      },
      {
        "nombre": "Rodrigo Moya",
        "tipo": "Persona"
      },
      {
        "nombre": "Palacio de Bellas Artes",
        "tipo": "Lugar"
      },
      {
        "nombre": "Festival Internacional Cervantino",
        "tipo": "Lugar"
      },
      {
        "nombre": "Premio Antonio García Cubas",
        "tipo": "Persona"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Periferias",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Rodrigo Moya",
        "relacion": "FALLECER",
        "objeto": "Cuernavaca"
      },
      {
        "sujeto": "Rodrigo Moya",
        "relacion": "FALLECER",
        "objeto": "Morelos"
      },
      {
        "sujeto": "Moya",
        "relacion": "ELEGIR",
        "objeto": "Medellín"
      },
      {
        "sujeto": "Medellín",
        "relacion": "ELEGIR",
        "objeto": "México"
      },
      {
        "sujeto": "Moya",
        "relacion": "ELEGIR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Colombia",
        "relacion": "ELEGIR",
        "objeto": "México"
      },
      {
        "sujeto": "Moya",
        "relacion": "ELEGIR",
        "objeto": "México"
      },
      {
        "sujeto": "Moya",
        "relacion": "PRESENTAR",
        "objeto": "Palacio de Bellas Artes"
      },
      {
        "sujeto": "Moya",
        "relacion": "PRESENTAR",
        "objeto": "Fundación Jenkins"
      },
      {
        "sujeto": "Moya",
        "relacion": "PRESENTAR",
        "objeto": "Premio Antonio García Cubas"
      },
      {
        "sujeto": "Palacio de Bellas Artes",
        "relacion": "PRESENTAR",
        "objeto": "Fundación Jenkins"
      },
      {
        "sujeto": "Palacio de Bellas Artes",
        "relacion": "PRESENTAR",
        "objeto": "Premio Antonio García Cubas"
      },
      {
        "sujeto": "Como",
        "relacion": "COMO_DECIR_ESPERAR",
        "objeto": "Pablo"
      }
    ]
  },
  "sentiment": {
    "compound": 0.0258,
    "pos": 0.01,
    "neu": 0.975,
    "neg": 0.015,
    "label": "neutral"
  }
}