{
  "url": "https://www.telesurtv.net/centenares-de-victimas-dejan-ataques-israelies-en-el-centro-y-sur-de-gaza/",
  "title": "Centenares de víctimas dejan ataques israelíes en el centro y sur de Gaza - teleSUR",
  "section": "Mundo",
  "tags": [
    "Ejército de ocupación",
    "Franja de Gaza",
    "Israel",
    "masacre"
  ],
  "text": "Al menos 210 palestinos murieron y más de 400 han resultado heridos en la operación israelí de rescate de cuatro rehenes en el campo de refugiados de Nuseirat, en el centro de Gaza, anunció el Gobierno de Hamás.\nNúmero de palestinos asesinados por Israel en Gaza asciende a 36.801\n\nEstas cifras se refieren a las víctimas que llegaron al hospital Mártires de Al Aqsa, en la cercana ciudad de Deir al Balah, y al hospital Al Awda, de Nuseirat, según el grupo islamista.\nEl Ejército israelí llevó a cabo intensos ataques en toda la Franja de Gaza por aire, tierra y mar, matando a decenas de personas.\nDecenas de ataques aéreos alcanzaron el territorio asediado el sábado, particularmente en Deir el-Balah y Nuseirat en el centro de Gaza, viviendas al oeste de la ciudad de Rafah en el sur y múltiples áreas de la ciudad de Gaza al norte.\nEl Ministerio de Salud de Gaza dijo que “un gran número” de muertos y heridos estaban llegando al Hospital de los Mártires de Al-Aqsa, la mayoría de los cuales son niños y mujeres.\n“Decenas de heridos yacen en el suelo y los equipos médicos están intentando salvarlos con los medios médicos básicos de que disponen”, afirmó, añadiendo que carece de medicamentos y alimentos y que su principal generador ha dejado de funcionar. por falta de combustible.\nUn comunicado emitido por la Oficina de Medios del Gobierno de Gaza dijo que 94 personas habían muerto y sus cuerpos habían sido llevados a un centro médico que apenas funcionaba tras los ataques israelíes contra Nuseirat y otras partes del centro de Gaza.\nUn portavoz del Ministerio de Salud dijo anteriormente que todavía había “muchos” cadáveres y heridos en las calles.\nEl número de muertos por el bombardeo israelí del sábado contra el campo de refugiados de Nuseirat en el centro de Gaza ha aumentado a 94, dijo la oficina de medios de Gaza en un comunicado.\n“Unos 94 mártires y más de 200 heridos fueron llevados al Hospital Al-Aqsa debido a la brutal masacre israelí en el campo de Nuseirat”, afirmó la oficina de prensa.\nLa oficina expresó además “un llamamiento urgente a la comunidad internacional y a las organizaciones internacionales para salvar el Hospital de los Mártires de Al-Aqsa y suministrarle los artículos médicos necesarios y generadores para garantizar su funcionamiento continuo”.\n“El Hospital de los Mártires de Al Aqsa no puede acoger el número de mártires y heridos debido al bombardeo israelí”, advirtió la oficina de prensa de Gaza.\nLa resistencia palestina en Gaza (Hamás) indicó lo siguiente a propósito del ataque del Ejército de ocupación en un comunicado:\n“Lo que anunció el ejército de ocupación nazi sobre la liberación de varios de sus prisioneros en Gaza después de más de ocho meses de agresión, en la que se utilizaron todos los medios militares, tecnológicos y de seguridad y ,donde se cometieron todos los crímenes, incluidas masacres, no cambiará su fracaso estratégico”.\n“Nuestra resistencia todavía mantiene el mayor número de prisioneros en su poder y es capaz de aumentar su rendimiento, como lo hizo en la reciente heroica operación de captura que llevó a cabo en el campamento de Jabalia, a finales del mes pasado”.\n“Lo revelado por los medios de comunicación estadounidenses e israelíes sobre la participación estadounidense en la operación criminal, llevada a cabo hoy, demuestra una vez más el papel cómplice de la administración estadounidense y la mentira de sus posiciones declaradas sobre la situación humanitaria”, sostuvo.\n“La horrible masacre de civiles inocentes en Nuseirat confirma la naturaleza de esta entidad fascista y criminal que se aleja de los valores de la civilización”.\n“Hacemos un llamado a nuestros pueblos árabes e islámicos y a los pueblos libres del mundo para que ejerzan más presión y escalen la denuncia a la agresión y el genocidio en Gaza”, precisó.\n“Hacemos un llamado a la comunidad internacional y a las Naciones Unidas para que adopten una postura real ante estos crímenes generalizados y trabajen para detenerlos y llevar a sus perpetradores ante la justicia”, indicó.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/centenares-de-victimas-dejan-ataques-israelies-en-el-centro-y-sur-de-gaza/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-06.json",
    "message_index": 780,
    "message_id": 71963,
    "date": "2024-06-08T14:55:07+00:00",
    "text": "teleSUR\nCentenares de víctimas dejan ataques israelíes en el centro y sur de Gaza\nhttps://www.telesurtv.net/centenares-de-victimas-dejan-ataques-israelies-en-el-centro-y-sur-de-gaza/",
    "photo_path": null,
    "views": 1686,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "al menos 210 palestinos murieron y más de 400 han resultado heridos en la operación israelí de rescate de cuatro rehenes en el campo de refugiados de nuseirat, en el centro de gaza, anunció el gobierno de hamás. número de palestinos asesinados por israel en gaza asciende a 36.801 estas cifras se refieren a las víctimas que llegaron al hospital mártires de al aqsa, en la cercana ciudad de deir al balah, y al hospital al awda, de nuseirat, según el grupo islamista. el ejército israelí llevó a cabo intensos ataques en toda la franja de gaza por aire, tierra y mar, matando a decenas de personas. decenas de ataques aéreos alcanzaron el territorio asediado el sábado, particularmente en deir el-balah y nuseirat en el centro de gaza, viviendas al oeste de la ciudad de rafah en el sur y múltiples áreas de la ciudad de gaza al norte. el ministerio de salud de gaza dijo que “un gran número” de muertos y heridos estaban llegando al hospital de los mártires de al-aqsa, la mayoría de los cuales son niños y mujeres. “decenas de heridos yacen en el suelo y los equipos médicos están intentando salvarlos con los medios médicos básicos de que disponen”, afirmó, añadiendo que carece de medicamentos y alimentos y que su principal generador ha dejado de funcionar. por falta de combustible. un comunicado emitido por la oficina de medios del gobierno de gaza dijo que 94 personas habían muerto y sus cuerpos habían sido llevados a un centro médico que apenas funcionaba tras los ataques israelíes contra nuseirat y otras partes del centro de gaza. un portavoz del ministerio de salud dijo anteriormente que todavía había “muchos” cadáveres y heridos en las calles. el número de muertos por el bombardeo israelí del sábado contra el campo de refugiados de nuseirat en el centro de gaza ha aumentado a 94, dijo la oficina de medios de gaza en un comunicado. “unos 94 mártires y más de 200 heridos fueron llevados al hospital al-aqsa debido a la brutal masacre israelí en el campo de nuseirat”, afirmó la oficina de prensa. la oficina expresó además “un llamamiento urgente a la comunidad internacional y a las organizaciones internacionales para salvar el hospital de los mártires de al-aqsa y suministrarle los artículos médicos necesarios y generadores para garantizar su funcionamiento continuo”. “el hospital de los mártires de al aqsa no puede acoger el número de mártires y heridos debido al bombardeo israelí”, advirtió la oficina de prensa de gaza. la resistencia palestina en gaza (hamás) indicó lo siguiente a propósito del ataque del ejército de ocupación en un comunicado: “lo que anunció el ejército de ocupación nazi sobre la liberación de varios de sus prisioneros en gaza después de más de ocho meses de agresión, en la que se utilizaron todos los medios militares, tecnológicos y de seguridad y ,donde se cometieron todos los crímenes, incluidas masacres, no cambiará su fracaso estratégico”. “nuestra resistencia todavía mantiene el mayor número de prisioneros en su poder y es capaz de aumentar su rendimiento, como lo hizo en la reciente heroica operación de captura que llevó a cabo en el campamento de jabalia, a finales del mes pasado”. “lo revelado por los medios de comunicación estadounidenses e israelíes sobre la participación estadounidense en la operación criminal, llevada a cabo hoy, demuestra una vez más el papel cómplice de la administración estadounidense y la mentira de sus posiciones declaradas sobre la situación humanitaria”, sostuvo. “la horrible masacre de civiles inocentes en nuseirat confirma la naturaleza de esta entidad fascista y criminal que se aleja de los valores de la civilización”. “hacemos un llamado a nuestros pueblos árabes e islámicos y a los pueblos libres del mundo para que ejerzan más presión y escalen la denuncia a la agresión y el genocidio en gaza”, precisó. “hacemos un llamado a la comunidad internacional y a las naciones unidas para que adopten una postura real ante estos crímenes generalizados y trabajen para detenerlos y llevar a sus perpetradores ante la justicia”, indicó.",
    "tokens": [
      "menos",
      "210",
      "palestinos",
      "murieron",
      "400",
      "resultado",
      "heridos",
      "operación",
      "israelí",
      "rescate",
      "cuatro",
      "rehenes",
      "campo",
      "refugiados",
      "nuseirat",
      ",",
      "centro",
      "gaza",
      ",",
      "anunció",
      "gobierno",
      "hamás",
      ".",
      "número",
      "palestinos",
      "asesinados",
      "israel",
      "gaza",
      "asciende",
      "36.801",
      "cifras",
      "refieren",
      "víctimas",
      "llegaron",
      "hospital",
      "mártires",
      "aqsa",
      ",",
      "cercana",
      "ciudad",
      "deir",
      "balah",
      ",",
      "hospital",
      "awda",
      ",",
      "nuseirat",
      ",",
      "según",
      "grupo",
      "islamista",
      ".",
      "ejército",
      "israelí",
      "llevó",
      "cabo",
      "intensos",
      "ataques",
      "toda",
      "franja",
      "gaza",
      "aire",
      ",",
      "tierra",
      "mar",
      ",",
      "matando",
      "decenas",
      "personas",
      ".",
      "decenas",
      "ataques",
      "aéreos",
      "alcanzaron",
      "territorio",
      "asediado",
      "sábado",
      ",",
      "particularmente",
      "deir",
      "el-balah",
      "nuseirat",
      "centro",
      "gaza",
      ",",
      "viviendas",
      "oeste",
      "ciudad",
      "rafah",
      "sur",
      "múltiples",
      "áreas",
      "ciudad",
      "gaza",
      "norte",
      ".",
      "ministerio",
      "salud",
      "gaza",
      "dijo",
      "“",
      "gran",
      "número",
      "”",
      "muertos",
      "heridos",
      "llegando",
      "hospital",
      "mártires",
      "al-aqsa",
      ",",
      "mayoría",
      "cuales",
      "niños",
      "mujeres",
      ".",
      "“",
      "decenas",
      "heridos",
      "yacen",
      "suelo",
      "equipos",
      "médicos",
      "intentando",
      "salvarlos",
      "medios",
      "médicos",
      "básicos",
      "disponen",
      "”",
      ",",
      "afirmó",
      ",",
      "añadiendo",
      "carece",
      "medicamentos",
      "alimentos",
      "principal",
      "generador",
      "dejado",
      "funcionar",
      ".",
      "falta",
      "combustible",
      ".",
      "comunicado",
      "emitido",
      "oficina",
      "medios",
      "gobierno",
      "gaza",
      "dijo",
      "94",
      "personas",
      "muerto",
      "cuerpos",
      "sido",
      "llevados",
      "centro",
      "médico",
      "apenas",
      "funcionaba",
      "tras",
      "ataques",
      "israelíes",
      "nuseirat",
      "partes",
      "centro",
      "gaza",
      ".",
      "portavoz",
      "ministerio",
      "salud",
      "dijo",
      "anteriormente",
      "todavía",
      "“",
      "”",
      "cadáveres",
      "heridos",
      "calles",
      ".",
      "número",
      "muertos",
      "bombardeo",
      "israelí",
      "sábado",
      "campo",
      "refugiados",
      "nuseirat",
      "centro",
      "gaza",
      "aumentado",
      "94",
      ",",
      "dijo",
      "oficina",
      "medios",
      "gaza",
      "comunicado",
      ".",
      "“",
      "94",
      "mártires",
      "200",
      "heridos",
      "llevados",
      "hospital",
      "al-aqsa",
      "debido",
      "brutal",
      "masacre",
      "israelí",
      "campo",
      "nuseirat",
      "”",
      ",",
      "afirmó",
      "oficina",
      "prensa",
      ".",
      "oficina",
      "expresó",
      "además",
      "“",
      "llamamiento",
      "urgente",
      "comunidad",
      "internacional",
      "organizaciones",
      "internacionales",
      "salvar",
      "hospital",
      "mártires",
      "al-aqsa",
      "suministrarle",
      "artículos",
      "médicos",
      "necesarios",
      "generadores",
      "garantizar",
      "funcionamiento",
      "continuo",
      "”",
      ".",
      "“",
      "hospital",
      "mártires",
      "aqsa",
      "puede",
      "acoger",
      "número",
      "mártires",
      "heridos",
      "debido",
      "bombardeo",
      "israelí",
      "”",
      ",",
      "advirtió",
      "oficina",
      "prensa",
      "gaza",
      ".",
      "resistencia",
      "palestina",
      "gaza",
      "(",
      "hamás",
      ")",
      "indicó",
      "siguiente",
      "propósito",
      "ataque",
      "ejército",
      "ocupación",
      "comunicado",
      ":",
      "“",
      "anunció",
      "ejército",
      "ocupación",
      "nazi",
      "liberación",
      "varios",
      "prisioneros",
      "gaza",
      "después",
      "ocho",
      "meses",
      "agresión",
      ",",
      "utilizaron",
      "medios",
      "militares",
      ",",
      "tecnológicos",
      "seguridad",
      ",",
      "cometieron",
      "crímenes",
      ",",
      "incluidas",
      "masacres",
      ",",
      "cambiará",
      "fracaso",
      "estratégico",
      "”",
      ".",
      "“",
      "resistencia",
      "todavía",
      "mantiene",
      "mayor",
      "número",
      "prisioneros",
      "poder",
      "capaz",
      "aumentar",
      "rendimiento",
      ",",
      "hizo",
      "reciente",
      "heroica",
      "operación",
      "captura",
      "llevó",
      "cabo",
      "campamento",
      "jabalia",
      ",",
      "finales",
      "mes",
      "pasado",
      "”",
      ".",
      "“",
      "revelado",
      "medios",
      "comunicación",
      "estadounidenses",
      "israelíes",
      "participación",
      "estadounidense",
      "operación",
      "criminal",
      ",",
      "llevada",
      "cabo",
      "hoy",
      ",",
      "demuestra",
      "vez",
      "papel",
      "cómplice",
      "administración",
      "estadounidense",
      "mentira",
      "posiciones",
      "declaradas",
      "situación",
      "humanitaria",
      "”",
      ",",
      "sostuvo",
      ".",
      "“",
      "horrible",
      "masacre",
      "civiles",
      "inocentes",
      "nuseirat",
      "confirma",
      "naturaleza",
      "entidad",
      "fascista",
      "criminal",
      "aleja",
      "valores",
      "civilización",
      "”",
      ".",
      "“",
      "hacemos",
      "llamado",
      "pueblos",
      "árabes",
      "islámicos",
      "pueblos",
      "libres",
      "mundo",
      "ejerzan",
      "presión",
      "escalen",
      "denuncia",
      "agresión",
      "genocidio",
      "gaza",
      "”",
      ",",
      "precisó",
      ".",
      "“",
      "hacemos",
      "llamado",
      "comunidad",
      "internacional",
      "naciones",
      "unidas",
      "adopten",
      "postura",
      "real",
      "crímenes",
      "generalizados",
      "trabajen",
      "detenerlos",
      "llevar",
      "perpetradores",
      "justicia",
      "”",
      ",",
      "indicó",
      "."
    ],
    "token_count": 424,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 80,
      "VBD": 4,
      "CD": 7,
      "NNS": 33,
      "VBP": 24,
      "NN": 182,
      "IN": 35,
      "JJ": 57,
      "FW": 185,
      "VBZ": 9,
      "RB": 2,
      "CC": 2,
      "MD": 1,
      "DT": 2,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-VBD": 3,
      "VBD-CD": 1,
      "CD-NNS": 4,
      "NNS-VBP": 20,
      "VBP-NN": 4,
      "NN-IN": 21,
      "IN-CD": 1,
      "VBP-JJ": 11,
      "JJ-FW": 4,
      "FW-FW": 121,
      "FW-NNS": 7,
      "NNS-IN": 3,
      "IN-JJ": 2,
      "JJ-NN": 37,
      "IN-FW": 19,
      "FW-NNP": 29,
      "NNP-FW": 22,
      "NNP-NN": 19,
      "NN-NN": 98,
      "NN-NNP": 13,
      "NNP-IN": 10,
      "IN-NNP": 10,
      "NNP-NNP": 13,
      "FW-JJ": 9,
      "NNP-VBZ": 2,
      "VBZ-NNP": 1,
      "NNP-RB": 1,
      "RB-CD": 2,
      "NNS-JJ": 1,
      "JJ-JJ": 5,
      "NN-VBZ": 3,
      "VBZ-JJ": 5,
      "NN-VBP": 4,
      "JJ-NNP": 8,
      "VBD-JJ": 2,
      "NN-NNS": 11,
      "FW-NN": 18,
      "NNP-JJ": 4,
      "NNS-FW": 3,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "NN-JJ": 16,
      "JJ-NNS": 2,
      "NNS-NNP": 2,
      "NN-FW": 12,
      "NN-CD": 1,
      "CD-NN": 3,
      "VBP-NNS": 3,
      "NNP-MD": 1,
      "MD-VBZ": 1,
      "VBZ-FW": 2,
      "VBD-RB": 1,
      "NNP-CD": 1,
      "FW-CD": 1,
      "NN-VBD": 1,
      "NNS-NNS": 3,
      "NNS-VBZ": 1,
      "NNP-DT": 1,
      "DT-NN": 2,
      "IN-NNS": 2,
      "VBP-IN": 1,
      "VBP-VBZ": 1,
      "VBZ-DT": 1,
      "NNP-NNS": 1,
      "VBP-NNP": 3,
      "IN-NN": 1,
      "JJ-VBZ": 1,
      "NN-VBN": 1,
      "VBN-FW": 1,
      "VBP-FW": 1
    },
    "trigram_freq": {
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-VBP": 2,
      "NNS-VBP-NN": 3,
      "VBP-NN-IN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-FW": 83,
      "FW-FW-NNS": 6,
      "FW-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 14,
      "IN-FW-FW": 12,
      "FW-FW-NNP": 17,
      "FW-NNP-FW": 13,
      "NNP-FW-FW": 12,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 17,
      "NN-NN-NNP": 6,
      "NN-NNP-IN": 3,
      "NNP-IN-NNP": 7,
      "IN-NNP-NNP": 3,
      "NNP-NNP-IN": 4,
      "NNP-IN-FW": 3,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 7,
      "JJ-NN-NNP": 5,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-RB": 1,
      "NNP-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NN": 16,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 3,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-FW": 3,
      "NNP-FW-NNP": 6,
      "FW-NNP-NNP": 4,
      "NNP-NNP-FW": 3,
      "NNP-NN-NNP": 2,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "NN-NNP-NNP": 3,
      "NNP-NNP-NN": 5,
      "NN-NN-NN": 50,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 8,
      "VBP-NN-NN": 2,
      "IN-NNP-NN": 3,
      "NN-NN-IN": 10,
      "IN-FW-NNP": 2,
      "FW-FW-NN": 10,
      "FW-NN-NN": 10,
      "NN-IN-NNP": 3,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "NNP-FW-JJ": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-NNP-CC": 2,
      "NNP-CC-JJ": 2,
      "CC-JJ-NNP": 1,
      "IN-NNP-FW": 2,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 11,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-IN": 3,
      "FW-NNP-IN": 2,
      "FW-NNS-VBP": 2,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "VBP-NN-FW": 1,
      "NN-FW-FW": 7,
      "IN-FW-NN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-NN-FW": 6,
      "NN-FW-NNP": 4,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 2,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 3,
      "JJ-NNP-MD": 1,
      "NNP-MD-VBZ": 1,
      "MD-VBZ-FW": 1,
      "VBZ-FW-NN": 2,
      "NN-NN-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NN-JJ-JJ": 2,
      "FW-NNP-VBD": 1,
      "NNP-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "NN-JJ-NNP": 1,
      "CC-JJ-FW": 1,
      "NNP-FW-NN": 2,
      "JJ-NN-JJ": 3,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "JJ-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-VBP": 1,
      "VBP-JJ-NN": 6,
      "FW-NN-FW": 4,
      "FW-FW-JJ": 4,
      "NN-NNP-NN": 2,
      "FW-NNS-FW": 1,
      "FW-NNS-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBP-NN": 1,
      "NN-FW-NN": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 3,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "IN-NNS-NNS": 1,
      "FW-JJ-JJ": 1,
      "IN-FW-NNS": 1,
      "NNS-IN-FW": 1,
      "FW-NNP-JJ": 1,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-FW": 1,
      "NN-NN-VBN": 1,
      "NN-VBN-FW": 1,
      "VBN-FW-FW": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "FW": 185,
        "NN": 182,
        "NNP": 80,
        "JJ": 57,
        "IN": 35
      },
      "top_bigrams": {
        "FW-FW": 121,
        "NN-NN": 98,
        "JJ-NN": 37,
        "FW-NNP": 29,
        "NNP-FW": 22
      },
      "top_trigrams": {
        "FW-FW-FW": 83,
        "NN-NN-NN": 50,
        "FW-FW-NNP": 17,
        "NNP-NN-NN": 17,
        "JJ-NN-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 176,
      "VP": 48,
      "PP": 14,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.0421
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 7,
        "weight": 0.0268
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('Nuseirat', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('Mártires', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Hamás', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Al', 'NNP') ('Aqsa', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Al"
      },
      {
        "label": "VP",
        "text": "menos"
      },
      {
        "label": "NP",
        "text": "palestinos"
      },
      {
        "label": "VP",
        "text": "murieron y más"
      },
      {
        "label": "NP",
        "text": "y más"
      },
      {
        "label": "NP",
        "text": "han"
      },
      {
        "label": "VP",
        "text": "resultado heridos"
      },
      {
        "label": "NP",
        "text": "rehenes"
      },
      {
        "label": "PP",
        "text": "en el campo"
      },
      {
        "label": "NP",
        "text": "el campo"
      },
      {
        "label": "NP",
        "text": "Nuseirat"
      },
      {
        "label": "NP",
        "text": "Gaza"
      },
      {
        "label": "ADJP",
        "text": "anunció"
      },
      {
        "label": "NP",
        "text": "Gobierno"
      },
      {
        "label": "NP",
        "text": "Hamás"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Al/NNP)\n  (VP menos/VBD)\n  210/CD\n  (NP palestinos/NNS)\n  (VP murieron/VBP (NP y/JJ más/NN))\n  de/IN\n  400/CD\n  (NP han/NNS)\n  (VP resultado/VBP heridos/JJ)\n  en/FW\n  la/FW\n  operación/FW\n  israelí/FW\n  de/FW\n  rescate/FW\n  de/FW\n  cuatro/FW\n  (NP rehenes/NNS)\n  (PP en/IN (NP el/JJ campo/NN))\n  de/IN\n  refugiados/FW\n  de/FW\n  (NP Nuseirat/NNP)\n  ,/,\n  en/FW\n  el/FW\n  centro/FW\n  de/FW\n  (NP Gaza/NNP)\n  ,/,\n  (ADJP anunció/JJ)\n  el/FW\n  (NP Gobierno/NNP)\n  de/FW\n  (NP Hamás/NNP)\n  ./.)",
      "(S\n  (NP Número/NNP)\n  de/FW\n  palestinos/FW\n  asesinados/FW\n  (NP por/NN Israel/NNP)\n  (VP en/VBZ (NP Gaza/NNP))\n  (VP asciende/VBD)\n  a/DT\n  36.801/CD\n  (NP Estas/NNP cifras/NNS)\n  (VP se/VBP)\n  (VP refieren/VB (NP a/DT las/JJ víctimas/NN que/NN llegaron/NN))\n  (VP al/VBP (NP hospital/JJ Mártires/NNP))\n  de/FW\n  (NP Al/NNP Aqsa/NNP)\n  ,/,\n  en/FW\n  la/FW\n  cercana/FW\n  ciudad/FW\n  de/FW\n  (NP Deir/NNP al/NN Balah/NNP)\n  ,/,\n  (NP y/NN)\n  (NP al/JJ hospital/NN Al/NNP Awda/NNP)\n  ,/,\n  de/FW\n  (NP Nuseirat/NNP)\n  ,/,\n  (NP según/NN el/NN grupo/NN islamista/NN)\n  ./.)",
      "(S\n  (NP El/NNP Ejército/NNP israelí/NN)\n  (VP llevó/VBD (NP a/DT cabo/NN intensos/NN ataques/NNS))\n  (VP en/VBP (NP toda/NN la/NN Franja/NNP))\n  (PP de/IN (NP Gaza/NNP por/NN aire/NN))\n  ,/,\n  (NP tierra/NN y/NN mar/NN)\n  ,/,\n  (VP matando/VB (NP a/DT decenas/NN))\n  de/IN\n  personas/FW\n  ./.)",
      "(S\n  (NP Decenas/NNP)\n  de/FW\n  ataques/FW\n  aéreos/FW\n  alcanzaron/FW\n  el/FW\n  (NP territorio/NN asediado/NN el/NN sábado/NN)\n  ,/,\n  (NP particularmente/NN)\n  en/FW\n  (NP Deir/NNP)\n  (NP el-Balah/JJ y/NN Nuseirat/NNP)\n  (VP en/VBZ)\n  el/FW\n  (NP centro/NN)\n  (PP de/IN (NP Gaza/NNP))\n  ,/,\n  viviendas/FW\n  (NP al/JJ oeste/NN)\n  de/IN\n  la/FW\n  ciudad/FW\n  de/FW\n  (NP Rafah/NNP)\n  en/FW\n  el/FW\n  sur/FW\n  (NP y/NN múltiples/NNS)\n  áreas/FW\n  de/FW\n  la/FW\n  ciudad/FW\n  de/FW\n  (NP Gaza/NNP al/NN norte/NN)\n  ./.)",
      "(S\n  (NP El/NNP Ministerio/NNP)\n  (PP de/IN (NP Salud/NNP))\n  de/FW\n  (NP Gaza/NNP dijo/NN que/NN “/NNP un/NN gran/NN número/NN ”/NNP)\n  de/IN\n  muertos/FW\n  y/FW\n  heridos/FW\n  estaban/FW\n  llegando/FW\n  (NP al/JJ Hospital/NNP)\n  de/FW\n  los/FW\n  (NP Mártires/NNP)\n  (PP de/IN (NP Al-Aqsa/NNP))\n  ,/,\n  la/FW\n  mayoría/FW\n  de/FW\n  los/FW\n  (NP cuales/NNS)\n  (VP son/VBP (NP niños/JJ y/NN mujeres/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "RECURSOS_NATURALES",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataque del ejército",
        "position": [
          2531,
          2550
        ],
        "start": 2531,
        "end": 2550
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataques israelíes",
        "position": [
          1478,
          1495
        ],
        "start": 1478,
        "end": 1495
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          2554,
          2563
        ],
        "start": 2554,
        "end": 2563
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1154,
          1160
        ],
        "start": 1154,
        "end": 1160
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          182,
          189
        ],
        "start": 182,
        "end": 189
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2415,
          2423
        ],
        "start": 2415,
        "end": 2423
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "equipos médicos están intentando salvarlos con los medios médicos básicos de que disponen”, afirmó, añadiendo que carece de medicamentos y alimentos y que su principal generador ha dejado de funcionar. por falta",
        "position": [
          1062,
          1273
        ],
        "start": 1062,
        "end": 1273
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "ataques aéreos alcanzaron el territorio asediado el sábado, particularmente en deir el-balah y nuseirat en el centro de gaza, viviendas al oeste de la ciudad de rafah en el sur y múltiples",
        "position": [
          611,
          799
        ],
        "start": 611,
        "end": 799
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "genocidio en gaza",
        "position": [
          3796,
          3813
        ],
        "start": 3796,
        "end": 3813
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de hamás",
        "position": [
          193,
          210
        ],
        "start": 193,
        "end": 210
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          3882,
          3897
        ],
        "start": 3882,
        "end": 3897
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          1009,
          1016
        ],
        "start": 1009,
        "end": 1016
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          564,
          567
        ],
        "start": 564,
        "end": 567
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          338,
          346
        ],
        "start": 338,
        "end": 346
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          84,
          91
        ],
        "start": 84,
        "end": 91
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          166,
          175
        ],
        "start": 166,
        "end": 175
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "hospital mártires",
        "position": [
          338,
          355
        ],
        "start": 338,
        "end": 355
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          3308,
          3311
        ],
        "start": 3308,
        "end": 3311
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "94 personas",
        "position": [
          1367,
          1378
        ],
        "start": 1367,
        "end": 1378
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 400",
        "position": [
          35,
          45
        ],
        "start": 35,
        "end": 45
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 200",
        "position": [
          1875,
          1885
        ],
        "start": 1875,
        "end": 1885
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Al Awda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nuseirat",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nuseirat",
        "tipo": "Persona"
      },
      {
        "nombre": "Deir el-Balah",
        "tipo": "Lugar"
      },
      {
        "nombre": "hospital Mártires de Al Aqsa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hospital de los Mártires de Al Aqsa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rafah",
        "tipo": "Lugar"
      },
      {
        "nombre": "Deir",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Salud de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Balah",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oficina de Medios del",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jabalia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hospital de los Mártires de Al-Aqsa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hospital Al-Aqsa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Salud",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gobierno de Hamás",
        "relacion": "RESULTAR_MORIR_ANUNCIAR",
        "objeto": "Nuseirat"
      },
      {
        "sujeto": "Gobierno de Hamás",
        "relacion": "RESULTAR_MORIR_ANUNCIAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Israel",
        "relacion": "ASCENDER",
        "objeto": "hospital Mártires de Al Aqsa"
      },
      {
        "sujeto": "Israel",
        "relacion": "ASCENDER",
        "objeto": "Deir"
      },
      {
        "sujeto": "Israel",
        "relacion": "ASCENDER",
        "objeto": "Balah"
      },
      {
        "sujeto": "Israel",
        "relacion": "ASCENDER",
        "objeto": "Al Awda"
      },
      {
        "sujeto": "Israel",
        "relacion": "ASCENDER",
        "objeto": "Nuseirat"
      },
      {
        "sujeto": "Gaza",
        "relacion": "ASCENDER",
        "objeto": "hospital Mártires de Al Aqsa"
      },
      {
        "sujeto": "Gaza",
        "relacion": "ASCENDER",
        "objeto": "Deir"
      },
      {
        "sujeto": "Gaza",
        "relacion": "ASCENDER",
        "objeto": "Balah"
      },
      {
        "sujeto": "Gaza",
        "relacion": "ASCENDER",
        "objeto": "Al Awda"
      },
      {
        "sujeto": "Gaza",
        "relacion": "ASCENDER",
        "objeto": "Nuseirat"
      },
      {
        "sujeto": "hospital Mártires de Al Aqsa",
        "relacion": "LLEGAR_REFERIR_ASCENDER",
        "objeto": "Deir"
      },
      {
        "sujeto": "hospital Mártires de Al Aqsa",
        "relacion": "LLEGAR_REFERIR_ASCENDER",
        "objeto": "Balah"
      },
      {
        "sujeto": "hospital Mártires de Al Aqsa",
        "relacion": "LLEGAR_REFERIR_ASCENDER",
        "objeto": "Al Awda"
      },
      {
        "sujeto": "hospital Mártires de Al Aqsa",
        "relacion": "LLEGAR_REFERIR_ASCENDER",
        "objeto": "Nuseirat"
      },
      {
        "sujeto": "Deir el-Balah",
        "relacion": "PARTICULARMENTE_ALCANZAR",
        "objeto": "Rafah"
      },
      {
        "sujeto": "Deir el-Balah",
        "relacion": "PARTICULARMENTE_ALCANZAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Nuseirat",
        "relacion": "PARTICULARMENTE_ALCANZAR",
        "objeto": "Rafah"
      },
      {
        "sujeto": "Nuseirat",
        "relacion": "PARTICULARMENTE_ALCANZAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Gaza",
        "relacion": "PARTICULARMENTE_ALCANZAR",
        "objeto": "Rafah"
      },
      {
        "sujeto": "Ministerio de Salud de Gaza",
        "relacion": "DECIR",
        "objeto": "Hospital de los Mártires de Al-Aqsa"
      },
      {
        "sujeto": "Oficina de Medios del",
        "relacion": "DECIR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Gobierno de Gaza",
        "relacion": "DECIR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Nuseirat",
        "relacion": "AUMENTAR_DECIR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Hospital Al-Aqsa",
        "relacion": "LLEVAR_AFIRMAR",
        "objeto": "Nuseirat"
      },
      {
        "sujeto": "Hospital de los Mártires de Al Aqsa",
        "relacion": "ACOGER_ADVERTIR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Hamás",
        "relacion": "INDICAR",
        "objeto": "Gaza"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9325,
    "pos": 0.008,
    "neu": 0.963,
    "neg": 0.029,
    "label": "negative"
  }
}