{
  "url": "https://www.telesurtv.net/casari-washington-prefiere-retirarse-de-ucrania-antes-que-aceptar-una-derrota-publica/",
  "title": "Casari: Washington prefiere retirarse de Ucrania antes que aceptar una derrota pública - teleSUR",
  "section": "Mundo",
  "tags": [
    "Agenda Abierta",
    "Europa",
    "Fabrizio Casari",
    "Nuevo Orden Mundial",
    "Rusia",
    "Ucrania",
    "Washington"
  ],
  "text": "\nEl periodista y analista internacional Fabrizio Casari subrayó en el programa Agenda Abierta que la política exterior de Estados Unidos dio un giro radical con respecto a los últimos ocho años.\n“Nada dejaba pensar en una disponibilidad a tener con Rusia una relación correcta. Ahora todo cambia porque el escenario ucraniano ha cambiado”, afirmó. Según el analista, Washington entendió que no podía ganar la guerra en Ucrania y, como en Afganistán y Vietnam, prefirió retirarse antes que aceptar una derrota total y pública.\nEl costo de la guerra también fue un factor determinante en este cambio de estrategia. “El costo económico para Estados Unidos de esa guerra en Ucrania fue sumamente superior a la ventaja de tener una presión militar de la ampliación de la OTAN hacia el este”, señaló Casari, enfatizando que esta situación reveló la verdadera relación entre Estados Unidos y Europa.\n“Se cayó la máscara que por 70 años había estado aquí reinando en Europa. Es decir, que los Estados Unidos, a través de la OTAN, protegían a Europa. No. Era Europa la que protegía a Estados Unidos a través de la OTAN” enfatizó.\n\nEl declive de la influencia europea en el escenario mundial fue otra de las conclusiones del analista. “Europa se quedó seducida y abandonada, víctima de su fanatismo político y definitivamente sin ninguna relevancia en el escenario internacional”.\nCasari sostuvo que “murió no solo el viejo orden mundial, sino también la Unión Europea”, ya que su dependencia de Estados Unidos la dejó vulnerable ante los cambios en la estrategia de Washington.\nAdemás, apuntó a la crisis económica alemana como un factor clave en el debilitamiento del bloque europeo. “Alemania tenía gas casi gratis de Rusia, un magnífico mercado de exportación con China y la protección militar de Estados Unidos. Ahora ya no tiene el gas ruso, tiene problemas con la cooperación económica con China y ya no va a tener la protección de Estados Unidos”. En este contexto, advirtió que “si la locomotora se para, imagínate el tren que viene atrás”.\n\nCasari analizó también el impacto del crecimiento de los BRICS y la desdolarización en el sistema financiero global. “La desdolarización es el íncubo de Estados Unidos, porque vivían nada más que de esto para tener levantada esa moneda y seguir teniendo el control de los intercambios internacionales”, explicó.\nEl analista destacó que muchos países comenzaron a realizar intercambios con monedas locales, especialmente tras las sanciones impuestas a Rusia y Venezuela. “El 73% de la población mundial, que son 24 países, está bajo sanciones de Estados Unidos”, mencionó Casari, subrayando que esta estrategia fue contraproducente para Washington.\nLa preocupación de Trump, según el experto, no fue solo militar, sino económica. “El problema no es bajo el perfil militar, porque siguen siendo tremendamente fuertes. El problema es bajo el perfil económico y monetario”. En este sentido, señaló que la guerra en Ucrania “acabó de matar al Banco Mundial y al FMI porque China es un prestador de última instancia con montos de dinero aún superiores”.\n\nCasari también contrastó la política de Trump con la de los demócratas en relación con el dominio global de Estados Unidos. “La diferencia entre la derecha y la izquierda de Estados Unidos es que la izquierda es más educada en la mesa, sabe usar mejor tenedor y cuchillo, pero la verdad es la misma”.\nPara el entrevistado, la política exterior de Trump se basó en una visión empresarial más que ideológica: “Trump piensa que hay tres países, cuando mucho cuatro incluyendo India, que deciden cómo debe ir el mundo”.\n\nEn este contexto, Estados Unidos cambió su estrategia, reduciendo su gasto militar y buscando acuerdos con Rusia y China que permitieran estabilizar su economía. “Para recomponer su economía, que atravesaba el momento más difícil, Trump tuvo que cambiar el flujo de caja de Estados Unidos, reducir el costo en armas y volver a una industrialización del país”.\nCasari concluyó que la transición geopolítica redefinió el poder global, con un Estados Unidos en retirada, una Europa debilitada y un bloque emergente encabezado por China y los BRICS que desafió el dominio occidental. “Estados Unidos no necesitaba obligatoriamente el mercado europeo para vender su hidrocarburo. Más bien era Europa la que necesitaba ese tipo de gas”, resumió, dejando en claro que la relación de dependencia histórica cambió de dirección.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/casari-washington-prefiere-retirarse-de-ucrania-antes-que-aceptar-una-derrota-publica/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 755,
    "message_id": 87160,
    "date": "2025-02-18T18:21:20+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️ Lavrov sobre negociaciones con EE.UU.: «Empezamos a escucharnos unos a otros»\nhttps://www.telesurtv.net/lavrov-empezamos-a-escucharnos-unos-a-otros/\n\n▪️ Casari: Washington prefiere retirarse de Ucrania antes que aceptar una derrota pública\nhttps://www.telesurtv.net/casari-washington-prefiere-retirarse-de-ucrania-antes-que-aceptar-una-derrota-publica/\n\n▪️ Criptogate: Milei justifica su rol en estafa multimillonaria con una entrevista televisiva arreglada\nhttps://www.telesurtv.net/criptogate-milei-justifica-su-rol-en-estafa-multimillonaria-con-una-entrevista-televisiva-arreglada/\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 2067,
    "reactions": {
      "👍": 38,
      "🤔": 4,
      "👏": 1
    },
    "total_reactions": 43
  },
  "preprocessing": {
    "cleaned": "el periodista y analista internacional fabrizio casari subrayó en el programa agenda abierta que la política exterior de estados unidos dio un giro radical con respecto a los últimos ocho años. “nada dejaba pensar en una disponibilidad a tener con rusia una relación correcta. ahora todo cambia porque el escenario ucraniano ha cambiado”, afirmó. según el analista, washington entendió que no podía ganar la guerra en ucrania y, como en afganistán y vietnam, prefirió retirarse antes que aceptar una derrota total y pública. el costo de la guerra también fue un factor determinante en este cambio de estrategia. “el costo económico para estados unidos de esa guerra en ucrania fue sumamente superior a la ventaja de tener una presión militar de la ampliación de la otan hacia el este”, señaló casari, enfatizando que esta situación reveló la verdadera relación entre estados unidos y europa. “se cayó la máscara que por 70 años había estado aquí reinando en europa. es decir, que los estados unidos, a través de la otan, protegían a europa. no. era europa la que protegía a estados unidos a través de la otan” enfatizó. el declive de la influencia europea en el escenario mundial fue otra de las conclusiones del analista. “europa se quedó seducida y abandonada, víctima de su fanatismo político y definitivamente sin ninguna relevancia en el escenario internacional”. casari sostuvo que “murió no solo el viejo orden mundial, sino también la unión europea”, ya que su dependencia de estados unidos la dejó vulnerable ante los cambios en la estrategia de washington. además, apuntó a la crisis económica alemana como un factor clave en el debilitamiento del bloque europeo. “alemania tenía gas casi gratis de rusia, un magnífico mercado de exportación con china y la protección militar de estados unidos. ahora ya no tiene el gas ruso, tiene problemas con la cooperación económica con china y ya no va a tener la protección de estados unidos”. en este contexto, advirtió que “si la locomotora se para, imagínate el tren que viene atrás”. casari analizó también el impacto del crecimiento de los brics y la desdolarización en el sistema financiero global. “la desdolarización es el íncubo de estados unidos, porque vivían nada más que de esto para tener levantada esa moneda y seguir teniendo el control de los intercambios internacionales”, explicó. el analista destacó que muchos países comenzaron a realizar intercambios con monedas locales, especialmente tras las sanciones impuestas a rusia y venezuela. “el 73% de la población mundial, que son 24 países, está bajo sanciones de estados unidos”, mencionó casari, subrayando que esta estrategia fue contraproducente para washington. la preocupación de trump, según el experto, no fue solo militar, sino económica. “el problema no es bajo el perfil militar, porque siguen siendo tremendamente fuertes. el problema es bajo el perfil económico y monetario”. en este sentido, señaló que la guerra en ucrania “acabó de matar al banco mundial y al fmi porque china es un prestador de última instancia con montos de dinero aún superiores”. casari también contrastó la política de trump con la de los demócratas en relación con el dominio global de estados unidos. “la diferencia entre la derecha y la izquierda de estados unidos es que la izquierda es más educada en la mesa, sabe usar mejor tenedor y cuchillo, pero la verdad es la misma”. para el entrevistado, la política exterior de trump se basó en una visión empresarial más que ideológica: “trump piensa que hay tres países, cuando mucho cuatro incluyendo india, que deciden cómo debe ir el mundo”. en este contexto, estados unidos cambió su estrategia, reduciendo su gasto militar y buscando acuerdos con rusia y china que permitieran estabilizar su economía. “para recomponer su economía, que atravesaba el momento más difícil, trump tuvo que cambiar el flujo de caja de estados unidos, reducir el costo en armas y volver a una industrialización del país”. casari concluyó que la transición geopolítica redefinió el poder global, con un estados unidos en retirada, una europa debilitada y un bloque emergente encabezado por china y los brics que desafió el dominio occidental. “estados unidos no necesitaba obligatoriamente el mercado europeo para vender su hidrocarburo. más bien era europa la que necesitaba ese tipo de gas”, resumió, dejando en claro que la relación de dependencia histórica cambió de dirección.",
    "tokens": [
      "periodista",
      "analista",
      "internacional",
      "fabrizio",
      "casari",
      "subrayó",
      "programa",
      "agenda",
      "abierta",
      "política",
      "exterior",
      "unidos",
      "dio",
      "giro",
      "radical",
      "respecto",
      "últimos",
      "ocho",
      "años",
      ".",
      "“",
      "dejaba",
      "pensar",
      "disponibilidad",
      "tener",
      "rusia",
      "relación",
      "correcta",
      ".",
      "ahora",
      "cambia",
      "escenario",
      "ucraniano",
      "cambiado",
      "”",
      ",",
      "afirmó",
      ".",
      "según",
      "analista",
      ",",
      "washington",
      "entendió",
      "podía",
      "ganar",
      "guerra",
      "ucrania",
      ",",
      "afganistán",
      "vietnam",
      ",",
      "prefirió",
      "retirarse",
      "aceptar",
      "derrota",
      "total",
      "pública",
      ".",
      "costo",
      "guerra",
      "factor",
      "determinante",
      "cambio",
      "estrategia",
      ".",
      "“",
      "costo",
      "económico",
      "unidos",
      "guerra",
      "ucrania",
      "sumamente",
      "superior",
      "ventaja",
      "tener",
      "presión",
      "militar",
      "ampliación",
      "otan",
      "hacia",
      "”",
      ",",
      "señaló",
      "casari",
      ",",
      "enfatizando",
      "situación",
      "reveló",
      "verdadera",
      "relación",
      "unidos",
      "europa",
      ".",
      "“",
      "cayó",
      "máscara",
      "70",
      "años",
      "aquí",
      "reinando",
      "europa",
      ".",
      "decir",
      ",",
      "unidos",
      ",",
      "través",
      "otan",
      ",",
      "protegían",
      "europa",
      ".",
      ".",
      "europa",
      "protegía",
      "unidos",
      "través",
      "otan",
      "”",
      "enfatizó",
      ".",
      "declive",
      "influencia",
      "europea",
      "escenario",
      "mundial",
      "conclusiones",
      "analista",
      ".",
      "“",
      "europa",
      "quedó",
      "seducida",
      "abandonada",
      ",",
      "víctima",
      "fanatismo",
      "político",
      "definitivamente",
      "ninguna",
      "relevancia",
      "escenario",
      "internacional",
      "”",
      ".",
      "casari",
      "sostuvo",
      "“",
      "murió",
      "solo",
      "viejo",
      "orden",
      "mundial",
      ",",
      "sino",
      "unión",
      "europea",
      "”",
      ",",
      "dependencia",
      "unidos",
      "dejó",
      "vulnerable",
      "cambios",
      "estrategia",
      "washington",
      ".",
      "además",
      ",",
      "apuntó",
      "crisis",
      "económica",
      "alemana",
      "factor",
      "clave",
      "debilitamiento",
      "bloque",
      "europeo",
      ".",
      "“",
      "alemania",
      "gas",
      "casi",
      "gratis",
      "rusia",
      ",",
      "magnífico",
      "mercado",
      "exportación",
      "china",
      "protección",
      "militar",
      "unidos",
      ".",
      "ahora",
      "gas",
      "ruso",
      ",",
      "problemas",
      "cooperación",
      "económica",
      "china",
      "va",
      "tener",
      "protección",
      "unidos",
      "”",
      ".",
      "contexto",
      ",",
      "advirtió",
      "“",
      "si",
      "locomotora",
      ",",
      "imagínate",
      "tren",
      "viene",
      "atrás",
      "”",
      ".",
      "casari",
      "analizó",
      "impacto",
      "crecimiento",
      "brics",
      "desdolarización",
      "sistema",
      "financiero",
      "global",
      ".",
      "“",
      "desdolarización",
      "íncubo",
      "unidos",
      ",",
      "vivían",
      "tener",
      "levantada",
      "moneda",
      "seguir",
      "control",
      "intercambios",
      "internacionales",
      "”",
      ",",
      "explicó",
      ".",
      "analista",
      "destacó",
      "países",
      "comenzaron",
      "realizar",
      "intercambios",
      "monedas",
      "locales",
      ",",
      "especialmente",
      "tras",
      "sanciones",
      "impuestas",
      "rusia",
      "venezuela",
      ".",
      "“",
      "73",
      "%",
      "población",
      "mundial",
      ",",
      "24",
      "países",
      ",",
      "bajo",
      "sanciones",
      "unidos",
      "”",
      ",",
      "mencionó",
      "casari",
      ",",
      "subrayando",
      "estrategia",
      "contraproducente",
      "washington",
      ".",
      "preocupación",
      "trump",
      ",",
      "según",
      "experto",
      ",",
      "solo",
      "militar",
      ",",
      "sino",
      "económica",
      ".",
      "“",
      "problema",
      "bajo",
      "perfil",
      "militar",
      ",",
      "siguen",
      "siendo",
      "tremendamente",
      "fuertes",
      ".",
      "problema",
      "bajo",
      "perfil",
      "económico",
      "monetario",
      "”",
      ".",
      ",",
      "señaló",
      "guerra",
      "ucrania",
      "“",
      "acabó",
      "matar",
      "banco",
      "mundial",
      "fmi",
      "china",
      "prestador",
      "última",
      "instancia",
      "montos",
      "dinero",
      "aún",
      "superiores",
      "”",
      ".",
      "casari",
      "contrastó",
      "política",
      "trump",
      "demócratas",
      "relación",
      "dominio",
      "global",
      "unidos",
      ".",
      "“",
      "diferencia",
      "derecha",
      "izquierda",
      "unidos",
      "izquierda",
      "educada",
      "mesa",
      ",",
      "sabe",
      "usar",
      "mejor",
      "tenedor",
      "cuchillo",
      ",",
      "verdad",
      "misma",
      "”",
      ".",
      "entrevistado",
      ",",
      "política",
      "exterior",
      "trump",
      "basó",
      "visión",
      "empresarial",
      "ideológica",
      ":",
      "“",
      "trump",
      "piensa",
      "tres",
      "países",
      ",",
      "cuatro",
      "incluyendo",
      "india",
      ",",
      "deciden",
      "cómo",
      "debe",
      "ir",
      "mundo",
      "”",
      ".",
      "contexto",
      ",",
      "unidos",
      "cambió",
      "estrategia",
      ",",
      "reduciendo",
      "gasto",
      "militar",
      "buscando",
      "acuerdos",
      "rusia",
      "china",
      "permitieran",
      "estabilizar",
      "economía",
      ".",
      "“",
      "recomponer",
      "economía",
      ",",
      "atravesaba",
      "momento",
      "difícil",
      ",",
      "trump",
      "cambiar",
      "flujo",
      "caja",
      "unidos",
      ",",
      "reducir",
      "costo",
      "armas",
      "volver",
      "industrialización",
      "país",
      "”",
      ".",
      "casari",
      "concluyó",
      "transición",
      "geopolítica",
      "redefinió",
      "poder",
      "global",
      ",",
      "unidos",
      "retirada",
      ",",
      "europa",
      "debilitada",
      "bloque",
      "emergente",
      "encabezado",
      "china",
      "brics",
      "desafió",
      "dominio",
      "occidental",
      ".",
      "“",
      "unidos",
      "necesitaba",
      "obligatoriamente",
      "mercado",
      "europeo",
      "vender",
      "hidrocarburo",
      ".",
      "bien",
      "europa",
      "necesitaba",
      "tipo",
      "gas",
      "”",
      ",",
      "resumió",
      ",",
      "dejando",
      "claro",
      "relación",
      "dependencia",
      "histórica",
      "cambió",
      "dirección",
      "."
    ],
    "token_count": 479,
    "sentence_count": 33
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 116,
      "NN": 310,
      "JJ": 57,
      "VBD": 1,
      "FW": 116,
      "IN": 31,
      "VBZ": 15,
      "DT": 7,
      "NNS": 13,
      "VBP": 12,
      "CD": 3,
      "VBN": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 56,
      "NN-JJ": 22,
      "JJ-JJ": 6,
      "JJ-NNP": 10,
      "NNP-NNP": 39,
      "NNP-VBD": 1,
      "VBD-FW": 1,
      "FW-FW": 60,
      "FW-NNP": 22,
      "NN-NN": 188,
      "NN-FW": 25,
      "JJ-NN": 31,
      "NN-NNP": 31,
      "NN-IN": 26,
      "IN-JJ": 3,
      "NNP-JJ": 3,
      "NNP-VBZ": 7,
      "VBZ-JJ": 5,
      "JJ-DT": 1,
      "DT-NN": 6,
      "IN-NNP": 7,
      "VBZ-NN": 3,
      "NN-NNS": 2,
      "NNS-VBP": 6,
      "VBP-JJ": 3,
      "IN-FW": 17,
      "FW-NN": 18,
      "NNP-IN": 2,
      "JJ-FW": 4,
      "FW-JJ": 13,
      "NN-CD": 2,
      "CD-NN": 1,
      "FW-NNS": 2,
      "NNS-FW": 1,
      "NN-VBZ": 7,
      "VBZ-DT": 4,
      "VBP-FW": 1,
      "NN-VBP": 5,
      "VBP-NN": 2,
      "VBP-VBN": 1,
      "VBN-FW": 1,
      "JJ-NNS": 5,
      "VBP-NNP": 3,
      "VBZ-VBP": 1,
      "VBP-NNS": 2,
      "NNS-NNS": 1,
      "NNS-NNP": 2,
      "NNP-CD": 1,
      "CD-IN": 1,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "NNS-IN": 2,
      "NNP-FW": 6,
      "NN-RB": 1,
      "RB-NN": 1,
      "NN-DT": 1,
      "VBZ-NNP": 1,
      "VBZ-VBZ": 1,
      "IN-NN": 4,
      "NNP-DT": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-JJ": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-FW": 35,
      "FW-FW-NNP": 15,
      "FW-NNP-NNP": 10,
      "NNP-NNP-NN": 16,
      "NNP-NN-NN": 43,
      "NN-NN-FW": 17,
      "NN-FW-FW": 13,
      "NN-NN-JJ": 16,
      "JJ-JJ-NN": 4,
      "JJ-NN-NN": 19,
      "NN-NN-NN": 107,
      "NN-NN-NNP": 20,
      "NN-NNP-NN": 18,
      "NN-NN-IN": 17,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 3,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "NN-JJ-NN": 13,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-NN": 3,
      "NN-IN-NNP": 6,
      "IN-NNP-NN": 1,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 2,
      "NNS-VBP-JJ": 2,
      "VBP-JJ-JJ": 1,
      "JJ-NN-JJ": 3,
      "JJ-NN-NNP": 3,
      "NNP-NN-IN": 4,
      "NN-IN-FW": 15,
      "IN-FW-FW": 6,
      "FW-FW-NN": 3,
      "FW-NN-NN": 8,
      "NN-FW-NN": 7,
      "IN-FW-NNP": 3,
      "FW-NNP-NN": 9,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-NN": 3,
      "FW-NN-FW": 7,
      "NN-FW-NNP": 3,
      "NN-JJ-FW": 2,
      "JJ-FW-FW": 1,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 6,
      "NNP-NNP-NNP": 12,
      "NN-NN-CD": 2,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-NNP-NNP": 4,
      "NNP-NN-NNP": 7,
      "JJ-NN-FW": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "FW-JJ-NNP": 4,
      "JJ-NNP-NN": 7,
      "JJ-NN-IN": 3,
      "IN-FW-JJ": 4,
      "NN-NN-VBZ": 5,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 4,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-NN-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-NN-VBP": 4,
      "NN-VBP-NN": 2,
      "VBP-NN-JJ": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-FW": 1,
      "VBN-FW-FW": 1,
      "IN-NNP-JJ": 2,
      "NNP-VBZ-DT": 2,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NN": 2,
      "VBP-NN-NN": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-JJ-NNP": 5,
      "FW-NN-IN": 2,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "VBP-JJ-NNS": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-FW": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NN-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 2,
      "DT-NN-RB": 1,
      "NN-RB-NN": 1,
      "RB-NN-NN": 1,
      "NNP-NN-DT": 1,
      "NN-DT-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-NNP-FW": 3,
      "VBZ-JJ-NN": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "JJ-FW-NNP": 1,
      "NNP-FW-NN": 4,
      "NN-FW-JJ": 2,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-NN": 1,
      "FW-NN-NNP": 1,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "NNP-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 310,
        "NNP": 116,
        "FW": 116,
        "JJ": 57,
        "IN": 31
      },
      "top_bigrams": {
        "NN-NN": 188,
        "FW-FW": 60,
        "NNP-NN": 56,
        "NNP-NNP": 39,
        "JJ-NN": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 107,
        "NNP-NN-NN": 43,
        "FW-FW-FW": 35,
        "NN-NN-NNP": 20,
        "JJ-NN-NN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 33,
    "chunk_counts": {
      "NP": 184,
      "VP": 28,
      "PP": 16,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0264
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0226
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 5,
        "weight": 0.0189
      },
      {
        "rule": "NP -> ('Washington', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "ADJP -> ('global', 'JJ')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "S -> NP NP (',', ',') NP ('.', '.')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('a', 'DT') ('través', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP') ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El periodista y"
      },
      {
        "label": "NP",
        "text": "analista internacional Fabrizio Casari"
      },
      {
        "label": "VP",
        "text": "subrayó"
      },
      {
        "label": "NP",
        "text": "Agenda Abierta que la"
      },
      {
        "label": "NP",
        "text": "Estados Unidos dio un"
      },
      {
        "label": "NP",
        "text": "giro radical con"
      },
      {
        "label": "VP",
        "text": "respecto a los últimos ocho años"
      },
      {
        "label": "NP",
        "text": "a los últimos ocho años"
      },
      {
        "label": "NP",
        "text": "“ Nada dejaba pensar"
      },
      {
        "label": "PP",
        "text": "en una disponibilidad"
      },
      {
        "label": "NP",
        "text": "una disponibilidad"
      },
      {
        "label": "NP",
        "text": "a tener con Rusia"
      },
      {
        "label": "NP",
        "text": "una relación correcta"
      },
      {
        "label": "NP",
        "text": "Ahora todo cambia porque el escenario"
      },
      {
        "label": "NP",
        "text": "ucraniano ha cambiado ”"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP periodista/NN y/NN)\n  (NP analista/JJ internacional/JJ Fabrizio/NNP Casari/NNP)\n  (VP subrayó/VBD)\n  en/FW\n  el/FW\n  programa/FW\n  (NP Agenda/NNP Abierta/NNP que/NN la/NN)\n  política/FW\n  exterior/FW\n  de/FW\n  (NP Estados/NNP Unidos/NNP dio/NN un/NN)\n  (NP giro/JJ radical/JJ con/NN)\n  (VP respecto/VBD (NP a/DT los/JJ últimos/NNP ocho/NN años/NN))\n  ./.)",
      "(S\n  (NP “/NN Nada/NNP dejaba/NN pensar/NN)\n  (PP en/IN (NP una/JJ disponibilidad/NN))\n  (NP a/DT tener/NN con/NN Rusia/NNP)\n  (NP una/JJ relación/NN correcta/NN)\n  ./.)",
      "(S\n  (NP Ahora/NNP todo/NN cambia/NN porque/NN el/NN escenario/NN)\n  (NP ucraniano/JJ ha/NN cambiado/NN ”/NNP)\n  ,/,\n  (NP afirmó/NN)\n  ./.)",
      "(S\n  (NP Según/NNP el/NN analista/NN)\n  ,/,\n  (NP Washington/NNP)\n  (VP\n    entendió/VBZ\n    que/JJ\n    (NP no/DT podía/NN ganar/NN la/NN guerra/NN))\n  (PP en/IN (NP Ucrania/NNP y/NN))\n  ,/,\n  (NP como/NN)\n  en/FW\n  (NP Afganistán/NNP y/NN Vietnam/NNP)\n  ,/,\n  (NP prefirió/JJ retirarse/NN)\n  (VP\n    antes/VBZ\n    (NP que/JJ aceptar/NN)\n    (NP una/JJ derrota/NN)\n    (NP total/JJ y/NN pública/NN))\n  ./.)",
      "(S\n  (NP El/NNP costo/NN)\n  de/IN\n  la/FW\n  guerra/FW\n  (NP también/NN fue/NN)\n  (NP un/JJ factor/NN determinante/NN)\n  en/FW\n  (NP este/NN cambio/NN)\n  de/IN\n  estrategia/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra en ucrania",
        "position": [
          409,
          426
        ],
        "start": 409,
        "end": 426
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "banco mundial",
        "position": [
          2979,
          2992
        ],
        "start": 2979,
        "end": 2992
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación económica con china y ya",
        "position": [
          1861,
          1897
        ],
        "start": 1861,
        "end": 1897
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          340,
          346
        ],
        "start": 340,
        "end": 346
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          1964,
          1972
        ],
        "start": 1964,
        "end": 1972
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          1445,
          1458
        ],
        "start": 1445,
        "end": 1458
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "fmi",
        "position": [
          2998,
          3001
        ],
        "start": 2998,
        "end": 3001
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "otan",
        "position": [
          766,
          770
        ],
        "start": 766,
        "end": 770
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periodista y analista internacional",
        "position": [
          4,
          39
        ],
        "start": 4,
        "end": 39
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          56,
          63
        ],
        "start": 56,
        "end": 63
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2365,
          2372
        ],
        "start": 2365,
        "end": 2372
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          122,
          136
        ],
        "start": 122,
        "end": 136
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          249,
          254
        ],
        "start": 249,
        "end": 254
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado aquí",
        "position": [
          935,
          946
        ],
        "start": 935,
        "end": 946
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fabrizio Casari",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Banco Mundial",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Casari",
        "tipo": "Persona"
      },
      {
        "nombre": "Más",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Afganistán",
        "tipo": "Lugar"
      },
      {
        "nombre": "OTAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vietnam",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alemania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Persona"
      },
      {
        "nombre": "FMI",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Fabrizio Casari",
        "relacion": "SUBRAYAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Washington",
        "relacion": "ENTENDER",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Washington",
        "relacion": "ENTENDER",
        "objeto": "Afganistán"
      },
      {
        "sujeto": "Washington",
        "relacion": "ENTENDER",
        "objeto": "Vietnam"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "GANAR_ENTENDER",
        "objeto": "Afganistán"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "GANAR_ENTENDER",
        "objeto": "Vietnam"
      },
      {
        "sujeto": "Casari",
        "relacion": "SE_ALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "SE_ALAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Casari",
        "relacion": "SE_ALAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "SE_ALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "SE_ALAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Casari",
        "relacion": "TENER_SE_ALAR",
        "objeto": "OTAN"
      },
      {
        "sujeto": "OTAN",
        "relacion": "TENER_SE_ALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "OTAN",
        "relacion": "TENER_SE_ALAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Casari",
        "relacion": "SE_ALAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "los Estados Unidos",
        "relacion": "PROTEGER",
        "objeto": "Europa"
      },
      {
        "sujeto": "OTAN",
        "relacion": "PROTEGER",
        "objeto": "Europa"
      },
      {
        "sujeto": "Europa",
        "relacion": "SER_ENFATIZAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Europa",
        "relacion": "SER_ENFATIZAR",
        "objeto": "OTAN"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "PROTEGIAR_SER_ENFATIZAR",
        "objeto": "OTAN"
      },
      {
        "sujeto": "Casari",
        "relacion": "SOSTENER",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Casari",
        "relacion": "SOSTENER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Casari",
        "relacion": "SOSTENER",
        "objeto": "Washington"
      },
      {
        "sujeto": "Unión Europea",
        "relacion": "MORIR_SOSTENER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Unión Europea",
        "relacion": "MORIR_SOSTENER",
        "objeto": "Washington"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "DEJAR_MORIR_SOSTENER",
        "objeto": "Washington"
      },
      {
        "sujeto": "Alemania",
        "relacion": "TENER",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Alemania",
        "relacion": "TENER",
        "objeto": "China"
      },
      {
        "sujeto": "Alemania",
        "relacion": "TENER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Rusia",
        "relacion": "TENER",
        "objeto": "China"
      },
      {
        "sujeto": "Rusia",
        "relacion": "TENER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "China",
        "relacion": "TENER_TENER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Casari",
        "relacion": "ANALIZAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Casari",
        "relacion": "MENCIONAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "MENCIONAR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Casari",
        "relacion": "MENCIONAR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "ACABAR_SE_ALAR",
        "objeto": "Banco Mundial"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "ACABAR_SE_ALAR",
        "objeto": "FMI"
      },
      {
        "sujeto": "China",
        "relacion": "ACABAR_SE_ALAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "China",
        "relacion": "MATAR_ACABAR_SE_ALAR",
        "objeto": "Banco Mundial"
      },
      {
        "sujeto": "China",
        "relacion": "MATAR_ACABAR_SE_ALAR",
        "objeto": "FMI"
      },
      {
        "sujeto": "Casari",
        "relacion": "CONTRASTAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Casari",
        "relacion": "CONTRASTAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "India",
        "relacion": "BASAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "PENSAR_BASAR",
        "objeto": "India"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "CAMBIAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "CAMBIAR",
        "objeto": "China"
      },
      {
        "sujeto": "Trump",
        "relacion": "CAMBIAR_TENER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Casari",
        "relacion": "CONCLUIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Casari",
        "relacion": "CONCLUIR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Casari",
        "relacion": "CONCLUIR",
        "objeto": "China"
      },
      {
        "sujeto": "Casari",
        "relacion": "CONCLUIR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ES",
        "objeto": "Europa"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9524,
    "pos": 0.01,
    "neu": 0.951,
    "neg": 0.039,
    "label": "negative"
  }
}