{
  "url": "https://www.telesurtv.net/papa-francisco-pontifece-con-los-mas-humildes/",
  "title": "El Papa Francisco: Un pontífice con los más humildes - teleSUR",
  "section": "Mundo",
  "tags": [
    "Fallecimiento",
    "Humildes del mundo",
    "Papa Francisco",
    "Viajes internacionales"
  ],
  "text": "El Papa Francisco es una figura clave cuando hablamos de puentes entre civilizaciones y religiones históricamente distanciadas. Su diplomacia pastoral, desarrollada a lo largo de 47 viajes internacionales, revela su obstinada persistencia para caminar hacia un mundo más equilibrado y plural.\nEl primer papa latinoamericano recorrió 469.770 kilómetros, visitando 10 naciones africanas, 22 asiáticas, 23 europeas y 12 americanas. Esta cartografía diplomática de Francisco fue una visión geopolítica, llegando a regiones tradicionalmente marginadas de la influencia vaticana.\nLa construcción de puentes entre civilizaciones y tradiciones religiosas es una necesidad histórica en un mundo que abandona progresivamente el paradigma hegemónico occidental.\n\n\nComo líder de la Iglesia católica, el Papa Francisco no eludió los temas más espinosos. En una entrevista concedida al vaticanista Francesco Antonio Grana, el pontífice argentino lanzó un llamado urgente a combatir la corrupción —que “apesta y pudre el alma”—, erradicar la indiferencia global y desmantelar el clericalismo, un “cáncer” que consideró peor que los tiempos de los “Papas corruptos”. Su reflexión autocrítica buscó redefinir el rol de una Iglesia que debe estar con los más humildes, “en medio de la gente”, no encerrada en privilegios.\nLa corrupción, tanto económica como moral, ocupa un lugar central en su discurso. Francisco no duda en vincular a las mafias con crímenes como el narcotráfico y el tráfico de armas, recordando que “los mafiosos están excomulgados” y que en la Iglesia “no hay lugar para ellos”. Reconoció que la corrupción infectó también estructuras eclesiales, aunque defendió avances en transparencia financiera durante su pontificado.\nEl escándalo de abusos sexuales en la Iglesia, otro tema ineludible, lo abordó con un enfoque centrado en las víctimas. Reivindicó el legado de Benedicto XVI, quien como cardenal inició la lucha contra el encubrimiento institucional, y subrayó que el cambio radical llegó al “escuchar a las víctimas”.\nFrancisco complementó su proyección internacional con reformas institucionales como la constitución apostólica “Praedicate Evangelium”, que reorganizó la Curia romana, mientras que sus nombramientos cardenalicios diversificaron el colegio electoral: cerca del 80% de los actuales electores fueron designados durante su tiempo al frente de la Iglesia Católica.\nEl nombramiento histórico de Sor Simona Brambilla como responsable de un ministerio vaticano evidencia un proyecto de renovación alineado con los desafíos contemporáneos.\n\n\n\nAunque el diálogo ecuménico comenzó con el Concilio Vaticano II y fue continuado por papas anteriores, Francisco lo elevó a dimensión estratégica global. Su pontificado inició con un gesto simbólico sin precedentes desde 1054: la presencia del patriarca ortodoxo Bartolomé I en su misa inaugural.\nEn 2016, el encuentro con el patriarca Kiril de la Iglesia ortodoxa rusa en La Habana estableció un nuevo marco de relaciones con el mundo ortodoxo. Igualmente significativa fue su participación en las conmemoraciones del 500 aniversario de la Reforma protestante en Suecia, donde manifestó que “luteranos y católicos rezamos juntos en esta Catedral”.\nEl aspecto más innovador del pontificado franciscano se manifiesta en sus acercamientos al mundo islámico.\nSu viaje a Emiratos Árabes Unidos en 2019 culminó con la firma de un documento histórico con el gran imán de Al Azhar, Ahmad al Tayeb. En Marruecos, suscribió con el rey Mohamed VI un acuerdo para preservar Jerusalén como espacio de convivencia interreligiosa.\nSu visita a Irak en 2021 tuvo un caracter especial, fue la primera de un pontífice a este país devastado por conflictos provocados por Occidente. El encuentro con el ayatolá Ali al Sistani, figura central del chiismo, y su peregrinación a Ur, cuna del patriarca Abraham, representaron un intento de redefinir las relaciones entre cristianismo e islam.\nEn 2024, durante su visita a Indonesia, protagonizó una de las imágenes más poderosas de su pontificado: el intercambio de gestos de profundo respeto con el gran imán de la mezquita de Istiqlal, trascendiendo la dimensión religiosa para insertarse en la reconfiguración de relaciones entre Occidente y las potencias emergentes del Sur Global.\n\n\n\nEl liderazgo de Francisco coincide con la transición desde un mundo unipolar hacia un orden multipolar. Sus iniciativas ecuménicas e interreligiosas, más allá de representar actualizaciones teológicas, constituyen respuestas estratégicas a esta transformación global.\nProcedente de Latinoamérica, región que se debate entre distintos polos de influencia geopolítica, Francisco comprendió que facilitar diálogos entre múltiples cosmovisiones responde a una necesidad histórica en la configuración global del siglo XXI.\nEl Papa Francisco encarna así el significado etimológico de “pontifex” —constructor de puentes— en su sentido más profundo, contribuyendo activamente a la arquitectura de un nuevo orden mundial más dialogante y equilibrado.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/papa-francisco-pontifece-con-los-mas-humildes/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 639,
    "message_id": 92373,
    "date": "2025-04-21T18:42:07+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️Papa Francisco, el argentino que puso a Latinoamérica y a los humildes en el mapa mundial\nhttps://www.telesurtv.net/papa-francisco-el-argentino-que-puso-a-latinoamerica-y-a-los-humildes-en-el-mapa-mundial/\n\n▪️ El Papa Francisco: Un pontífice con los más humildes\nhttps://www.telesurtv.net/papa-francisco-pontifece-con-los-mas-humildes/\n\n▪️Fiscalía General de Venezuela denunció a Nayib Bukele por el delito de trata humana\nhttps://www.telesurtv.net/venezuela-fiscalia-trata-humana-nayib-bukele/",
    "photo_path": null,
    "views": 2181,
    "reactions": {
      "❤": 36,
      "😢": 5,
      "👍": 2,
      "👎": 1,
      "🙏": 1
    },
    "total_reactions": 45
  },
  "preprocessing": {
    "cleaned": "el papa francisco es una figura clave cuando hablamos de puentes entre civilizaciones y religiones históricamente distanciadas. su diplomacia pastoral, desarrollada a lo largo de 47 viajes internacionales, revela su obstinada persistencia para caminar hacia un mundo más equilibrado y plural. el primer papa latinoamericano recorrió 469.770 kilómetros, visitando 10 naciones africanas, 22 asiáticas, 23 europeas y 12 americanas. esta cartografía diplomática de francisco fue una visión geopolítica, llegando a regiones tradicionalmente marginadas de la influencia vaticana. la construcción de puentes entre civilizaciones y tradiciones religiosas es una necesidad histórica en un mundo que abandona progresivamente el paradigma hegemónico occidental. como líder de la iglesia católica, el papa francisco no eludió los temas más espinosos. en una entrevista concedida al vaticanista francesco antonio grana, el pontífice argentino lanzó un llamado urgente a combatir la corrupción —que “apesta y pudre el alma”—, erradicar la indiferencia global y desmantelar el clericalismo, un “cáncer” que consideró peor que los tiempos de los “papas corruptos”. su reflexión autocrítica buscó redefinir el rol de una iglesia que debe estar con los más humildes, “en medio de la gente”, no encerrada en privilegios. la corrupción, tanto económica como moral, ocupa un lugar central en su discurso. francisco no duda en vincular a las mafias con crímenes como el narcotráfico y el tráfico de armas, recordando que “los mafiosos están excomulgados” y que en la iglesia “no hay lugar para ellos”. reconoció que la corrupción infectó también estructuras eclesiales, aunque defendió avances en transparencia financiera durante su pontificado. el escándalo de abusos sexuales en la iglesia, otro tema ineludible, lo abordó con un enfoque centrado en las víctimas. reivindicó el legado de benedicto xvi, quien como cardenal inició la lucha contra el encubrimiento institucional, y subrayó que el cambio radical llegó al “escuchar a las víctimas”. francisco complementó su proyección internacional con reformas institucionales como la constitución apostólica “praedicate evangelium”, que reorganizó la curia romana, mientras que sus nombramientos cardenalicios diversificaron el colegio electoral: cerca del 80% de los actuales electores fueron designados durante su tiempo al frente de la iglesia católica. el nombramiento histórico de sor simona brambilla como responsable de un ministerio vaticano evidencia un proyecto de renovación alineado con los desafíos contemporáneos. aunque el diálogo ecuménico comenzó con el concilio vaticano ii y fue continuado por papas anteriores, francisco lo elevó a dimensión estratégica global. su pontificado inició con un gesto simbólico sin precedentes desde 1054: la presencia del patriarca ortodoxo bartolomé i en su misa inaugural. en 2016, el encuentro con el patriarca kiril de la iglesia ortodoxa rusa en la habana estableció un nuevo marco de relaciones con el mundo ortodoxo. igualmente significativa fue su participación en las conmemoraciones del 500 aniversario de la reforma protestante en suecia, donde manifestó que “luteranos y católicos rezamos juntos en esta catedral”. el aspecto más innovador del pontificado franciscano se manifiesta en sus acercamientos al mundo islámico. su viaje a emiratos árabes unidos en 2019 culminó con la firma de un documento histórico con el gran imán de al azhar, ahmad al tayeb. en marruecos, suscribió con el rey mohamed vi un acuerdo para preservar jerusalén como espacio de convivencia interreligiosa. su visita a irak en 2021 tuvo un caracter especial, fue la primera de un pontífice a este país devastado por conflictos provocados por occidente. el encuentro con el ayatolá ali al sistani, figura central del chiismo, y su peregrinación a ur, cuna del patriarca abraham, representaron un intento de redefinir las relaciones entre cristianismo e islam. en 2024, durante su visita a indonesia, protagonizó una de las imágenes más poderosas de su pontificado: el intercambio de gestos de profundo respeto con el gran imán de la mezquita de istiqlal, trascendiendo la dimensión religiosa para insertarse en la reconfiguración de relaciones entre occidente y las potencias emergentes del sur global. el liderazgo de francisco coincide con la transición desde un mundo unipolar hacia un orden multipolar. sus iniciativas ecuménicas e interreligiosas, más allá de representar actualizaciones teológicas, constituyen respuestas estratégicas a esta transformación global. procedente de latinoamérica, región que se debate entre distintos polos de influencia geopolítica, francisco comprendió que facilitar diálogos entre múltiples cosmovisiones responde a una necesidad histórica en la configuración global del siglo xxi. el papa francisco encarna así el significado etimológico de “pontifex” —constructor de puentes— en su sentido más profundo, contribuyendo activamente a la arquitectura de un nuevo orden mundial más dialogante y equilibrado.",
    "tokens": [
      "papa",
      "francisco",
      "figura",
      "clave",
      "hablamos",
      "puentes",
      "civilizaciones",
      "religiones",
      "históricamente",
      "distanciadas",
      ".",
      "diplomacia",
      "pastoral",
      ",",
      "desarrollada",
      "largo",
      "47",
      "viajes",
      "internacionales",
      ",",
      "revela",
      "obstinada",
      "persistencia",
      "caminar",
      "hacia",
      "mundo",
      "equilibrado",
      "plural",
      ".",
      "primer",
      "papa",
      "latinoamericano",
      "recorrió",
      "469.770",
      "kilómetros",
      ",",
      "visitando",
      "10",
      "naciones",
      "africanas",
      ",",
      "22",
      "asiáticas",
      ",",
      "23",
      "europeas",
      "12",
      "americanas",
      ".",
      "cartografía",
      "diplomática",
      "francisco",
      "visión",
      "geopolítica",
      ",",
      "llegando",
      "regiones",
      "tradicionalmente",
      "marginadas",
      "influencia",
      "vaticana",
      ".",
      "construcción",
      "puentes",
      "civilizaciones",
      "tradiciones",
      "religiosas",
      "necesidad",
      "histórica",
      "mundo",
      "abandona",
      "progresivamente",
      "paradigma",
      "hegemónico",
      "occidental",
      ".",
      "líder",
      "iglesia",
      "católica",
      ",",
      "papa",
      "francisco",
      "eludió",
      "temas",
      "espinosos",
      ".",
      "entrevista",
      "concedida",
      "vaticanista",
      "francesco",
      "antonio",
      "grana",
      ",",
      "pontífice",
      "argentino",
      "lanzó",
      "llamado",
      "urgente",
      "combatir",
      "corrupción",
      "—que",
      "“",
      "apesta",
      "pudre",
      "alma",
      "”",
      "—",
      ",",
      "erradicar",
      "indiferencia",
      "global",
      "desmantelar",
      "clericalismo",
      ",",
      "“",
      "cáncer",
      "”",
      "consideró",
      "peor",
      "tiempos",
      "“",
      "papas",
      "corruptos",
      "”",
      ".",
      "reflexión",
      "autocrítica",
      "buscó",
      "redefinir",
      "rol",
      "iglesia",
      "debe",
      "humildes",
      ",",
      "“",
      "medio",
      "gente",
      "”",
      ",",
      "encerrada",
      "privilegios",
      ".",
      "corrupción",
      ",",
      "económica",
      "moral",
      ",",
      "ocupa",
      "lugar",
      "central",
      "discurso",
      ".",
      "francisco",
      "duda",
      "vincular",
      "mafias",
      "crímenes",
      "narcotráfico",
      "tráfico",
      "armas",
      ",",
      "recordando",
      "“",
      "mafiosos",
      "excomulgados",
      "”",
      "iglesia",
      "“",
      "lugar",
      "”",
      ".",
      "reconoció",
      "corrupción",
      "infectó",
      "estructuras",
      "eclesiales",
      ",",
      "aunque",
      "defendió",
      "avances",
      "transparencia",
      "financiera",
      "pontificado",
      ".",
      "escándalo",
      "abusos",
      "sexuales",
      "iglesia",
      ",",
      "tema",
      "ineludible",
      ",",
      "abordó",
      "enfoque",
      "centrado",
      "víctimas",
      ".",
      "reivindicó",
      "legado",
      "benedicto",
      "xvi",
      ",",
      "cardenal",
      "inició",
      "lucha",
      "encubrimiento",
      "institucional",
      ",",
      "subrayó",
      "cambio",
      "radical",
      "llegó",
      "“",
      "escuchar",
      "víctimas",
      "”",
      ".",
      "francisco",
      "complementó",
      "proyección",
      "internacional",
      "reformas",
      "institucionales",
      "constitución",
      "apostólica",
      "“",
      "praedicate",
      "evangelium",
      "”",
      ",",
      "reorganizó",
      "curia",
      "romana",
      ",",
      "mientras",
      "nombramientos",
      "cardenalicios",
      "diversificaron",
      "colegio",
      "electoral",
      ":",
      "cerca",
      "80",
      "%",
      "actuales",
      "electores",
      "designados",
      "tiempo",
      "frente",
      "iglesia",
      "católica",
      ".",
      "nombramiento",
      "histórico",
      "sor",
      "simona",
      "brambilla",
      "responsable",
      "ministerio",
      "vaticano",
      "evidencia",
      "proyecto",
      "renovación",
      "alineado",
      "desafíos",
      "contemporáneos",
      ".",
      "aunque",
      "diálogo",
      "ecuménico",
      "comenzó",
      "concilio",
      "vaticano",
      "ii",
      "continuado",
      "papas",
      "anteriores",
      ",",
      "francisco",
      "elevó",
      "dimensión",
      "estratégica",
      "global",
      ".",
      "pontificado",
      "inició",
      "gesto",
      "simbólico",
      "precedentes",
      "1054",
      ":",
      "presencia",
      "patriarca",
      "ortodoxo",
      "bartolomé",
      "i",
      "misa",
      "inaugural",
      ".",
      "2016",
      ",",
      "encuentro",
      "patriarca",
      "kiril",
      "iglesia",
      "ortodoxa",
      "rusa",
      "habana",
      "estableció",
      "nuevo",
      "marco",
      "relaciones",
      "mundo",
      "ortodoxo",
      ".",
      "igualmente",
      "significativa",
      "participación",
      "conmemoraciones",
      "500",
      "aniversario",
      "reforma",
      "protestante",
      "suecia",
      ",",
      "manifestó",
      "“",
      "luteranos",
      "católicos",
      "rezamos",
      "juntos",
      "catedral",
      "”",
      ".",
      "aspecto",
      "innovador",
      "pontificado",
      "franciscano",
      "manifiesta",
      "acercamientos",
      "mundo",
      "islámico",
      ".",
      "viaje",
      "emiratos",
      "árabes",
      "unidos",
      "2019",
      "culminó",
      "firma",
      "documento",
      "histórico",
      "gran",
      "imán",
      "azhar",
      ",",
      "ahmad",
      "tayeb",
      ".",
      "marruecos",
      ",",
      "suscribió",
      "rey",
      "mohamed",
      "vi",
      "acuerdo",
      "preservar",
      "jerusalén",
      "espacio",
      "convivencia",
      "interreligiosa",
      ".",
      "visita",
      "irak",
      "2021",
      "caracter",
      "especial",
      ",",
      "primera",
      "pontífice",
      "país",
      "devastado",
      "conflictos",
      "provocados",
      "occidente",
      ".",
      "encuentro",
      "ayatolá",
      "ali",
      "sistani",
      ",",
      "figura",
      "central",
      "chiismo",
      ",",
      "peregrinación",
      "ur",
      ",",
      "cuna",
      "patriarca",
      "abraham",
      ",",
      "representaron",
      "intento",
      "redefinir",
      "relaciones",
      "cristianismo",
      "islam",
      ".",
      "2024",
      ",",
      "visita",
      "indonesia",
      ",",
      "protagonizó",
      "imágenes",
      "poderosas",
      "pontificado",
      ":",
      "intercambio",
      "gestos",
      "profundo",
      "respeto",
      "gran",
      "imán",
      "mezquita",
      "istiqlal",
      ",",
      "trascendiendo",
      "dimensión",
      "religiosa",
      "insertarse",
      "reconfiguración",
      "relaciones",
      "occidente",
      "potencias",
      "emergentes",
      "sur",
      "global",
      ".",
      "liderazgo",
      "francisco",
      "coincide",
      "transición",
      "mundo",
      "unipolar",
      "hacia",
      "orden",
      "multipolar",
      ".",
      "iniciativas",
      "ecuménicas",
      "interreligiosas",
      ",",
      "allá",
      "representar",
      "actualizaciones",
      "teológicas",
      ",",
      "constituyen",
      "respuestas",
      "estratégicas",
      "transformación",
      "global",
      ".",
      "procedente",
      "latinoamérica",
      ",",
      "región",
      "debate",
      "distintos",
      "polos",
      "influencia",
      "geopolítica",
      ",",
      "francisco",
      "comprendió",
      "facilitar",
      "diálogos",
      "múltiples",
      "cosmovisiones",
      "responde",
      "necesidad",
      "histórica",
      "configuración",
      "global",
      "siglo",
      "xxi",
      ".",
      "papa",
      "francisco",
      "encarna",
      "así",
      "significado",
      "etimológico",
      "“",
      "pontifex",
      "”",
      "—constructor",
      "puentes—",
      "profundo",
      ",",
      "contribuyendo",
      "activamente",
      "arquitectura",
      "nuevo",
      "orden",
      "mundial",
      "dialogante",
      "equilibrado",
      "."
    ],
    "token_count": 511,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 93,
      "NN": 292,
      "JJ": 87,
      "VBP": 23,
      "VBN": 1,
      "FW": 99,
      "VBZ": 18,
      "NNS": 30,
      "IN": 31,
      "CD": 13,
      "VBD": 6,
      "RB": 2,
      "DT": 4,
      "MD": 2,
      "VB": 2,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NNP": 28,
      "NNP-NN": 37,
      "NN-JJ": 28,
      "JJ-NN": 52,
      "NN-VBP": 4,
      "VBP-VBN": 1,
      "VBN-NN": 1,
      "NN-FW": 15,
      "FW-VBZ": 2,
      "VBZ-JJ": 14,
      "JJ-NNS": 8,
      "NNS-NNS": 4,
      "NNS-VBP": 18,
      "VBP-NNS": 1,
      "NNS-NNP": 3,
      "NNP-VBZ": 8,
      "NN-NN": 173,
      "NN-IN": 26,
      "IN-CD": 3,
      "CD-NNS": 4,
      "VBP-JJ": 15,
      "NN-VBZ": 7,
      "JJ-NNP": 11,
      "NN-VBD": 4,
      "VBD-CD": 3,
      "VBP-CD": 1,
      "NNS-RB": 1,
      "RB-CD": 2,
      "CD-JJ": 1,
      "JJ-CD": 2,
      "CD-RB": 1,
      "IN-NNP": 3,
      "NN-NNS": 6,
      "VBP-FW": 2,
      "FW-FW": 53,
      "FW-NNP": 18,
      "NNP-FW": 7,
      "FW-NNS": 6,
      "JJ-JJ": 12,
      "IN-JJ": 6,
      "VBP-NN": 3,
      "NN-NNP": 27,
      "NNP-DT": 3,
      "DT-JJ": 1,
      "IN-FW": 16,
      "FW-NN": 12,
      "NNS-IN": 1,
      "IN-NN": 2,
      "FW-DT": 1,
      "DT-NN": 3,
      "NNP-VBP": 1,
      "JJ-FW": 2,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-JJ": 1,
      "CD-IN": 1,
      "NNS-VBZ": 1,
      "NNP-IN": 3,
      "FW-JJ": 7,
      "VBZ-NNP": 2,
      "CD-NN": 6,
      "VBZ-FW": 1,
      "NNP-CD": 2,
      "NN-CC": 1,
      "CC-NN": 1,
      "VB-FW": 1,
      "IN-NNS": 1,
      "NNS-VBD": 1,
      "VBD-NN": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNP-JJ": 1,
      "VBZ-NN": 1,
      "NNS-FW": 1,
      "VBD-FW": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 11,
      "NNP-NNP-NN": 6,
      "NNP-NN-JJ": 3,
      "NN-JJ-NN": 19,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-NN": 1,
      "VBN-NN-FW": 1,
      "NN-FW-VBZ": 2,
      "FW-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-NN": 7,
      "JJ-NN-NN": 34,
      "NN-NN-NN": 99,
      "NN-NN-IN": 15,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 9,
      "NN-NN-JJ": 17,
      "NN-NN-VBZ": 6,
      "NN-VBZ-JJ": 6,
      "VBZ-JJ-NNP": 3,
      "JJ-NNP-NN": 6,
      "NNP-NN-NN": 26,
      "NN-NN-VBD": 3,
      "NN-VBD-CD": 2,
      "VBD-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "JJ-CD-RB": 1,
      "CD-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-NN": 1,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 4,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 1,
      "FW-FW-FW": 35,
      "FW-FW-NNP": 9,
      "FW-NNP-FW": 3,
      "NNP-FW-FW": 4,
      "FW-FW-NNS": 2,
      "FW-NNS-NNS": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 8,
      "NN-IN-JJ": 6,
      "IN-JJ-NN": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-JJ-NNP": 3,
      "NNP-NN-FW": 3,
      "NN-FW-FW": 5,
      "FW-NNP-NN": 8,
      "NN-NN-NNP": 18,
      "NN-NNP-NNP": 8,
      "NNP-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NNP-NN": 14,
      "JJ-NN-JJ": 6,
      "NN-JJ-JJ": 4,
      "JJ-NN-IN": 5,
      "NN-IN-FW": 15,
      "IN-FW-NNP": 4,
      "NNP-NN-NNP": 4,
      "NN-NN-FW": 8,
      "NN-FW-NN": 4,
      "FW-NN-IN": 1,
      "IN-JJ-NNP": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-IN": 2,
      "IN-FW-FW": 4,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-FW": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-NNP-DT": 2,
      "NNP-DT-NN": 2,
      "DT-NN-IN": 1,
      "IN-JJ-NNS": 2,
      "JJ-NNS-VBP": 6,
      "VBP-JJ-NNS": 2,
      "IN-FW-NN": 2,
      "FW-NN-NN": 8,
      "DT-NN-NN": 1,
      "JJ-NN-NNS": 1,
      "FW-NNS-VBP": 2,
      "VBP-FW-NNP": 1,
      "FW-NNP-MD": 2,
      "NNP-MD-VB": 2,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "FW-NNP-NNP": 3,
      "NN-VBP-JJ": 2,
      "NN-FW-NNP": 2,
      "NNP-NN-NNS": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "NN-JJ-NNS": 1,
      "JJ-NN-VBD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-NN": 1,
      "IN-NNP-NNP": 2,
      "NN-JJ-FW": 1,
      "FW-FW-NN": 4,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 2,
      "NN-NNP-VBZ": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "VBZ-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-FW": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-CD": 1,
      "NNP-CD-NN": 2,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-VBP": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "MD-VB-FW": 1,
      "VB-FW-NNP": 1,
      "NNP-NNP-VBZ": 4,
      "VBZ-JJ-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "JJ-NNS-VBD": 1,
      "NNS-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-IN": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "JJ-NN-NNP": 4,
      "NNP-IN-CD": 2,
      "IN-CD-NN": 2,
      "CD-NN-NN": 2,
      "NN-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NNP-IN": 1,
      "CD-NN-JJ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "FW-JJ-NNS": 1,
      "NN-NNP-CD": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NNP-FW-NN": 2,
      "FW-NN-VBZ": 1,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 1,
      "FW-NN-NNP": 1,
      "NN-NNS-NNS": 1,
      "FW-FW-JJ": 2,
      "FW-NN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 292,
        "FW": 99,
        "NNP": 93,
        "JJ": 87,
        "IN": 31
      },
      "top_bigrams": {
        "NN-NN": 173,
        "FW-FW": 53,
        "JJ-NN": 52,
        "NNP-NN": 37,
        "NNP-NNP": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 99,
        "FW-FW-FW": 35,
        "JJ-NN-NN": 34,
        "NNP-NN-NN": 26,
        "NN-JJ-NN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 194,
      "VP": 48,
      "PP": 14,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0272
      },
      {
        "rule": "NP -> ('Su', 'NNP')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "VP -> ('en', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "VP -> ('puentes', 'VBZ') NP ('y', 'RB') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('entre', 'JJ') ('civilizaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Francisco', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('como', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('En', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Papa Francisco es"
      },
      {
        "label": "NP",
        "text": "una figura"
      },
      {
        "label": "VP",
        "text": "clave"
      },
      {
        "label": "VP",
        "text": "cuando hablamos"
      },
      {
        "label": "NP",
        "text": "hablamos"
      },
      {
        "label": "VP",
        "text": "puentes entre civilizaciones y religiones"
      },
      {
        "label": "NP",
        "text": "entre civilizaciones"
      },
      {
        "label": "NP",
        "text": "religiones"
      },
      {
        "label": "VP",
        "text": "históricamente distanciadas"
      },
      {
        "label": "NP",
        "text": "distanciadas"
      },
      {
        "label": "NP",
        "text": "Su"
      },
      {
        "label": "VP",
        "text": "diplomacia pastoral"
      },
      {
        "label": "VP",
        "text": "desarrollada a lo largo"
      },
      {
        "label": "NP",
        "text": "a lo largo"
      },
      {
        "label": "NP",
        "text": "viajes internacionales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Papa/NNP Francisco/NNP es/NN)\n  (NP una/JJ figura/NN)\n  (VP clave/VBP)\n  (VP cuando/VBN (NP hablamos/NN))\n  de/FW\n  (VP\n    puentes/VBZ\n    (NP entre/JJ civilizaciones/NNS)\n    y/RB\n    (NP religiones/NNS))\n  (VP históricamente/VBD (NP distanciadas/NNS))\n  ./.)",
      "(S\n  (NP Su/NNP)\n  (VP diplomacia/VBZ pastoral/JJ)\n  ,/,\n  (VP desarrollada/VB (NP a/DT lo/JJ largo/NN))\n  de/IN\n  47/CD\n  (NP viajes/NN internacionales/NNS)\n  ,/,\n  (VP\n    revela/VBP\n    (NP\n      su/JJ\n      obstinada/NN\n      persistencia/NN\n      para/NN\n      caminar/NN\n      hacia/NN)\n    (NP un/JJ mundo/NN más/NN equilibrado/NN)\n    (NP y/JJ plural/NN))\n  ./.)",
      "(S\n  (NP El/NNP primer/NN papa/NN latinoamericano/NN)\n  (VP recorrió/VBD)\n  469.770/CD\n  (NP kilómetros/NNS)\n  ,/,\n  visitando/FW\n  10/CD\n  (NP naciones/NNS)\n  africanas/RB\n  ,/,\n  22/CD\n  (NP asiáticas/NN)\n  ,/,\n  23/CD\n  (NP europeas/NNS)\n  y/RB\n  12/CD\n  (NP americanas/NNS)\n  ./.)",
      "(S\n  (NP Esta/NNP cartografía/NN diplomática/NN)\n  (PP de/IN (NP Francisco/NNP fue/NN))\n  (NP una/JJ visión/NN geopolítica/NN)\n  ,/,\n  (VP llegando/VBZ (NP a/DT regiones/NNS) tradicionalmente/JJ)\n  marginadas/FW\n  de/FW\n  la/FW\n  influencia/FW\n  (NP vaticana/NN)\n  ./.)",
      "(S\n  (NP La/NNP construcción/NN)\n  de/FW\n  (VP\n    puentes/VBZ\n    (NP entre/JJ civilizaciones/NNS)\n    y/RB\n    (NP tradiciones/NNS))\n  (VP religiosas/VBP (NP es/JJ una/JJ necesidad/NN histórica/NN))\n  (PP en/IN (NP un/JJ mundo/NN que/NN))\n  (VP\n    abandona/VBP\n    (NP\n      progresivamente/NN\n      el/NN\n      paradigma/NN\n      hegemónico/NN\n      occidental/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "NEGOCIACION_ACUERDOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3140,
          3149
        ],
        "start": 3140,
        "end": 3149
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defendió",
        "position": [
          1657,
          1665
        ],
        "start": 1657,
        "end": 1665
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "firma de un documento histórico con el gran imán de al azhar, ahmad al tayeb. en marruecos, suscribió con el rey mohamed vi un acuerdo",
        "position": [
          3375,
          3509
        ],
        "start": 3375,
        "end": 3509
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          971,
          981
        ],
        "start": 971,
        "end": 981
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "tráfico de armas",
        "position": [
          1468,
          1484
        ],
        "start": 1468,
        "end": 1484
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "colegio electoral",
        "position": [
          2259,
          2276
        ],
        "start": 2259,
        "end": 2276
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1962,
          1969
        ],
        "start": 1962,
        "end": 1969
      },
      {
        "category": "NEGOCIACION_ACUERDOS",
        "matched_text": "suscribió con el rey mohamed vi un acuerdo",
        "position": [
          3467,
          3509
        ],
        "start": 3467,
        "end": 3509
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2115,
          2127
        ],
        "start": 2115,
        "end": 2127
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "colegio",
        "position": [
          2259,
          2266
        ],
        "start": 2259,
        "end": 2266
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          2935,
          2944
        ],
        "start": 2935,
        "end": 2944
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región que",
        "position": [
          4574,
          4584
        ],
        "start": 4574,
        "end": 4584
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          4784,
          4793
        ],
        "start": 4784,
        "end": 4793
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Suecia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francesco Antonio Grana",
        "tipo": "Persona"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Papas",
        "tipo": "Persona"
      },
      {
        "nombre": "Bartolomé I",
        "tipo": "Persona"
      },
      {
        "nombre": "Catedral",
        "tipo": "Lugar"
      },
      {
        "nombre": "Papa Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Kiril de la Iglesia ortodoxa rusa",
        "tipo": "Persona"
      },
      {
        "nombre": "Al Azhar",
        "tipo": "Persona"
      },
      {
        "nombre": "Ahmad",
        "tipo": "Persona"
      },
      {
        "nombre": "Abraham",
        "tipo": "Persona"
      },
      {
        "nombre": "Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Emiratos Árabes Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iglesia Católica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irak",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sor Simona Brambilla",
        "tipo": "Persona"
      },
      {
        "nombre": "Curia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jerusalén",
        "tipo": "Lugar"
      },
      {
        "nombre": "Indonesia",
        "tipo": "Lugar"
      },
      {
        "nombre": "vaticano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Benedicto XVI",
        "tipo": "Persona"
      },
      {
        "nombre": "Mohamed VI",
        "tipo": "Persona"
      },
      {
        "nombre": "Iglesia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tayeb",
        "tipo": "Persona"
      },
      {
        "nombre": "Marruecos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Istiqlal",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Papa Francisco",
        "relacion": "ELUDIR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Francesco Antonio Grana",
        "relacion": "LANZAR",
        "objeto": "Papas"
      },
      {
        "sujeto": "Francisco",
        "relacion": "DUDAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Francisco",
        "relacion": "COMPLEMENTAR",
        "objeto": "Curia"
      },
      {
        "sujeto": "Emiratos Árabes Unidos",
        "relacion": "CULMINAR",
        "objeto": "Al Azhar"
      },
      {
        "sujeto": "Emiratos Árabes Unidos",
        "relacion": "CULMINAR",
        "objeto": "Ahmad"
      },
      {
        "sujeto": "Emiratos Árabes Unidos",
        "relacion": "CULMINAR",
        "objeto": "Tayeb"
      },
      {
        "sujeto": "Marruecos",
        "relacion": "SUSCRIBIR",
        "objeto": "Mohamed VI"
      },
      {
        "sujeto": "Marruecos",
        "relacion": "SUSCRIBIR",
        "objeto": "Jerusalén"
      },
      {
        "sujeto": "Mohamed VI",
        "relacion": "SUSCRIBIR",
        "objeto": "Jerusalén"
      },
      {
        "sujeto": "Irak",
        "relacion": "TENER",
        "objeto": "Occidente"
      },
      {
        "sujeto": "Indonesia",
        "relacion": "PROTAGONIZAR",
        "objeto": "Istiqlal"
      },
      {
        "sujeto": "Indonesia",
        "relacion": "PROTAGONIZAR",
        "objeto": "Occidente"
      },
      {
        "sujeto": "Indonesia",
        "relacion": "PROTAGONIZAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "Istiqlal",
        "relacion": "PROTAGONIZAR",
        "objeto": "Occidente"
      },
      {
        "sujeto": "Istiqlal",
        "relacion": "PROTAGONIZAR",
        "objeto": "Sur Global"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8481,
    "pos": 0.0,
    "neu": 0.986,
    "neg": 0.014,
    "label": "negative"
  }
}