{
  "url": "https://www.telesurtv.net/rusia-y-venezuela-acuerdo-de-maximo-nivel-10/",
  "title": "80 años de Victoria: Rusia y Venezuela firman acuerdo de máxima importancia por 10 años - teleSUR",
  "section": "Mundo",
  "tags": [
    "80 años de Victoria",
    "Nicolás Maduro",
    "Rusia",
    "Venezuela",
    "Vladimir Putin"
  ],
  "text": "En un encuentro cargado de simbolismo histórico, los presidentes Vladimir Putin de Rusia y Nicolás Maduro de Venezuela profundizaron su alianza estratégica durante las conmemoraciones del 80 aniversario de la victoria soviética sobre la Alemania nazi y de ocho décadas de relaciones diplomáticas bilaterales.\n“Poderoso, significativo e importante”, calificó el portavoz del Kremlin, Dmitri Peskov, el acuerdo de asociación estratégica que firmaron los presidentes de Rusia y Venezuela este 7 de mayo.\nUno de los ejes centrales del acuerdo es la creación de una infraestructura financiera independiente que facilite el comercio y la inversión sin depender de sistemas occidentales. Este mecanismo, según Maduro, permitirá “dar un salto a una relación integral” en un momento en que el intercambio comercial bilateral creció un 64% interanual, alcanzando los 200 millones de dólares, cifra que Putin calificó como “insuficiente pero prometedora”.\nEn el sector energético, ambos países impulsarán inversiones conjuntas en petróleo, gas y minería, aprovechando la experiencia rusa en tecnología extractiva y la vasta reserva de recursos venezolanos. Además, acordaron intensificar su coordinación en la OPEP+ y en el Foro de Países Exportadores de Gas, plataformas donde Venezuela busca consolidar su rol como actor global en el mercado de hidrocarburos.\nEn tanto, uno de los aspectos más importantes para la cooperación binacional es el tecnológico. En este rubro, Venezuela albergará una estación terrestre del sistema de navegación satelital ruso GLONASS, proyecto que no solo fortalecerá la exploración espacial conjunta, sino que también mejorará las capacidades logísticas y de comunicación en la región. Este avance se complementa con planes de intercambio en investigación científica e innovación tecnológica, áreas donde Rusia ha ofrecido transferencia de conocimiento.\n\n\nEn el ámbito de la seguridad y defensa, el tratado incluye el desarrollo conjunto de capacidades técnico-militares, aunque los detalles específicos se mantienen bajo reserva. Maduro destacó que esta colaboración responde a “los ideales de Bolívar y Chávez”, mientras Putin enfatizó que fortalecer la asociación estratégica “responde al interés armónico de ambos pueblos”.\nEstá colaboración, a su vez, tendra como prioridad la elaboración de estrategias conjuntas para la lucha contra el terrorismo y el resurgimiento del fascismo internacional, un flajelo que afecta a ambas naciones.\nEn tanto, la salud pública también ocupó un lugar prioritario. Ambos países promoverán la formación médica, el desarrollo de vacunas y proyectos sanitarios, una iniciativa que retoma la cooperación establecida durante la pandemia de COVID-19.\n\nEl contexto histórico del encuentro no pasó desapercibido. Maduro rindió tributo al “sacrificio de 27 millones de soviéticos” que, según él, “salvaron a Europa y a la humanidad” del fascismo. Putin, por su parte, recordó al expresidente Hugo Chávez como “un líder clave para América Latina”, cuyo legado de multipolaridad sigue vigente.\nAmbos mandatarios condenaron categóricamente el resurgimiento del nazismo y el fascismo en el mundo, un posicionamiento que, más allá de su carga simbólica, refuerza su crítica a las políticas de Occidente y su defensa de un orden internacional “justo y policéntrico”. Esta visión se alinea con la integración de Venezuela al grupo BRICS, un movimiento que Lavrov, canciller ruso, vinculó directamente al pensamiento de Chávez.\nLas relaciones diplomáticas entre ambos países, iniciadas el 14 de marzo de 1945, vivieron su primer hito en 1976 con la visita del entonces presidente venezolano Carlos Andrés Pérez a la URSS. Sin embargo, fue bajo el mandato de Hugo Chávez cuando la cooperación alcanzó un “nivel cualitativamente nuevo“, según Lavrov. Desde 2019, se han firmado más de 350 acuerdos y realizado 18 comisiones mixtas, cifras que el nuevo tratado busca superar.\nLa visita de Maduro a Moscú continuará con su presencia en el desfile militar de la Plaza Roja, proyecta a Venezuela como el primer país latinoamericano en elevar sus relaciones con Rusia al “más alto nivel político”. Con planes que abarcan desde la expansión de vuelos directos entre ambos países hasta la creación de un sistema financiero alternativo, esta alianza desafía la política de bloqueo occidental y se plantea como un eje alternativo de poder global. Para ello ambos líderes insisten en escribir un capítulo nuevo en la historia del multilateralismo.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rusia-y-venezuela-acuerdo-de-maximo-nivel-10/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 1604,
    "message_id": 93572,
    "date": "2025-05-07T18:42:05+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️80 años de Victoria: Rusia y Venezuela firman acuerdo de máxima importancia por 10 años\nhttps://www.telesurtv.net/rusia-y-venezuela-acuerdo-de-maximo-nivel-10/\n\n▪️ 80 años de Victoria: encuentro de Putin y Díaz-Canel profundiza lazos de hermandad entre Rusia y Cuba\nhttps://www.telesurtv.net/80-anos-de-victoria-encuentro-de-putin-y-diaz-canel-profundiza-lazos-de-hermandad-entre-rusia-y-cuba/\n\n▪️Cónclave 2025: Cardenales inician proceso de elección para designar sucesor de Francisco\nhttps://www.telesurtv.net/conclave-2025-cardenales-inician-eleccion/",
    "photo_path": null,
    "views": 1743,
    "reactions": {
      "👍": 47,
      "❤": 9,
      "👏": 6,
      "💩": 1
    },
    "total_reactions": 63
  },
  "preprocessing": {
    "cleaned": "en un encuentro cargado de simbolismo histórico, los presidentes vladimir putin de rusia y nicolás maduro de venezuela profundizaron su alianza estratégica durante las conmemoraciones del 80 aniversario de la victoria soviética sobre la alemania nazi y de ocho décadas de relaciones diplomáticas bilaterales. “poderoso, significativo e importante”, calificó el portavoz del kremlin, dmitri peskov, el acuerdo de asociación estratégica que firmaron los presidentes de rusia y venezuela este 7 de mayo. uno de los ejes centrales del acuerdo es la creación de una infraestructura financiera independiente que facilite el comercio y la inversión sin depender de sistemas occidentales. este mecanismo, según maduro, permitirá “dar un salto a una relación integral” en un momento en que el intercambio comercial bilateral creció un 64% interanual, alcanzando los 200 millones de dólares, cifra que putin calificó como “insuficiente pero prometedora”. en el sector energético, ambos países impulsarán inversiones conjuntas en petróleo, gas y minería, aprovechando la experiencia rusa en tecnología extractiva y la vasta reserva de recursos venezolanos. además, acordaron intensificar su coordinación en la opep+ y en el foro de países exportadores de gas, plataformas donde venezuela busca consolidar su rol como actor global en el mercado de hidrocarburos. en tanto, uno de los aspectos más importantes para la cooperación binacional es el tecnológico. en este rubro, venezuela albergará una estación terrestre del sistema de navegación satelital ruso glonass, proyecto que no solo fortalecerá la exploración espacial conjunta, sino que también mejorará las capacidades logísticas y de comunicación en la región. este avance se complementa con planes de intercambio en investigación científica e innovación tecnológica, áreas donde rusia ha ofrecido transferencia de conocimiento. en el ámbito de la seguridad y defensa, el tratado incluye el desarrollo conjunto de capacidades técnico-militares, aunque los detalles específicos se mantienen bajo reserva. maduro destacó que esta colaboración responde a “los ideales de bolívar y chávez”, mientras putin enfatizó que fortalecer la asociación estratégica “responde al interés armónico de ambos pueblos”. está colaboración, a su vez, tendra como prioridad la elaboración de estrategias conjuntas para la lucha contra el terrorismo y el resurgimiento del fascismo internacional, un flajelo que afecta a ambas naciones. en tanto, la salud pública también ocupó un lugar prioritario. ambos países promoverán la formación médica, el desarrollo de vacunas y proyectos sanitarios, una iniciativa que retoma la cooperación establecida durante la pandemia de covid-19. el contexto histórico del encuentro no pasó desapercibido. maduro rindió tributo al “sacrificio de 27 millones de soviéticos” que, según él, “salvaron a europa y a la humanidad” del fascismo. putin, por su parte, recordó al expresidente hugo chávez como “un líder clave para américa latina”, cuyo legado de multipolaridad sigue vigente. ambos mandatarios condenaron categóricamente el resurgimiento del nazismo y el fascismo en el mundo, un posicionamiento que, más allá de su carga simbólica, refuerza su crítica a las políticas de occidente y su defensa de un orden internacional “justo y policéntrico”. esta visión se alinea con la integración de venezuela al grupo brics, un movimiento que lavrov, canciller ruso, vinculó directamente al pensamiento de chávez. las relaciones diplomáticas entre ambos países, iniciadas el 14 de marzo de 1945, vivieron su primer hito en 1976 con la visita del entonces presidente venezolano carlos andrés pérez a la urss. sin embargo, fue bajo el mandato de hugo chávez cuando la cooperación alcanzó un “nivel cualitativamente nuevo“, según lavrov. desde 2019, se han firmado más de 350 acuerdos y realizado 18 comisiones mixtas, cifras que el nuevo tratado busca superar. la visita de maduro a moscú continuará con su presencia en el desfile militar de la plaza roja, proyecta a venezuela como el primer país latinoamericano en elevar sus relaciones con rusia al “más alto nivel político”. con planes que abarcan desde la expansión de vuelos directos entre ambos países hasta la creación de un sistema financiero alternativo, esta alianza desafía la política de bloqueo occidental y se plantea como un eje alternativo de poder global. para ello ambos líderes insisten en escribir un capítulo nuevo en la historia del multilateralismo.",
    "tokens": [
      "encuentro",
      "cargado",
      "simbolismo",
      "histórico",
      ",",
      "presidentes",
      "vladimir",
      "putin",
      "rusia",
      "nicolás",
      "maduro",
      "venezuela",
      "profundizaron",
      "alianza",
      "estratégica",
      "conmemoraciones",
      "80",
      "aniversario",
      "victoria",
      "soviética",
      "alemania",
      "nazi",
      "ocho",
      "décadas",
      "relaciones",
      "diplomáticas",
      "bilaterales",
      ".",
      "“",
      "poderoso",
      ",",
      "significativo",
      "importante",
      "”",
      ",",
      "calificó",
      "portavoz",
      "kremlin",
      ",",
      "dmitri",
      "peskov",
      ",",
      "acuerdo",
      "asociación",
      "estratégica",
      "firmaron",
      "presidentes",
      "rusia",
      "venezuela",
      "7",
      "mayo",
      ".",
      "ejes",
      "centrales",
      "acuerdo",
      "creación",
      "infraestructura",
      "financiera",
      "independiente",
      "facilite",
      "comercio",
      "inversión",
      "depender",
      "sistemas",
      "occidentales",
      ".",
      "mecanismo",
      ",",
      "según",
      "maduro",
      ",",
      "permitirá",
      "“",
      "dar",
      "salto",
      "relación",
      "integral",
      "”",
      "momento",
      "intercambio",
      "comercial",
      "bilateral",
      "creció",
      "64",
      "%",
      "interanual",
      ",",
      "alcanzando",
      "200",
      "millones",
      "dólares",
      ",",
      "cifra",
      "putin",
      "calificó",
      "“",
      "insuficiente",
      "prometedora",
      "”",
      ".",
      "sector",
      "energético",
      ",",
      "ambos",
      "países",
      "impulsarán",
      "inversiones",
      "conjuntas",
      "petróleo",
      ",",
      "gas",
      "minería",
      ",",
      "aprovechando",
      "experiencia",
      "rusa",
      "tecnología",
      "extractiva",
      "vasta",
      "reserva",
      "recursos",
      "venezolanos",
      ".",
      "además",
      ",",
      "acordaron",
      "intensificar",
      "coordinación",
      "opep+",
      "foro",
      "países",
      "exportadores",
      "gas",
      ",",
      "plataformas",
      "venezuela",
      "busca",
      "consolidar",
      "rol",
      "actor",
      "global",
      "mercado",
      "hidrocarburos",
      ".",
      ",",
      "aspectos",
      "importantes",
      "cooperación",
      "binacional",
      "tecnológico",
      ".",
      "rubro",
      ",",
      "venezuela",
      "albergará",
      "estación",
      "terrestre",
      "sistema",
      "navegación",
      "satelital",
      "ruso",
      "glonass",
      ",",
      "proyecto",
      "solo",
      "fortalecerá",
      "exploración",
      "espacial",
      "conjunta",
      ",",
      "sino",
      "mejorará",
      "capacidades",
      "logísticas",
      "comunicación",
      "región",
      ".",
      "avance",
      "complementa",
      "planes",
      "intercambio",
      "investigación",
      "científica",
      "innovación",
      "tecnológica",
      ",",
      "áreas",
      "rusia",
      "ofrecido",
      "transferencia",
      "conocimiento",
      ".",
      "ámbito",
      "seguridad",
      "defensa",
      ",",
      "tratado",
      "incluye",
      "desarrollo",
      "conjunto",
      "capacidades",
      "técnico-militares",
      ",",
      "aunque",
      "detalles",
      "específicos",
      "mantienen",
      "bajo",
      "reserva",
      ".",
      "maduro",
      "destacó",
      "colaboración",
      "responde",
      "“",
      "ideales",
      "bolívar",
      "chávez",
      "”",
      ",",
      "mientras",
      "putin",
      "enfatizó",
      "fortalecer",
      "asociación",
      "estratégica",
      "“",
      "responde",
      "interés",
      "armónico",
      "ambos",
      "pueblos",
      "”",
      ".",
      "colaboración",
      ",",
      "vez",
      ",",
      "tendra",
      "prioridad",
      "elaboración",
      "estrategias",
      "conjuntas",
      "lucha",
      "terrorismo",
      "resurgimiento",
      "fascismo",
      "internacional",
      ",",
      "flajelo",
      "afecta",
      "ambas",
      "naciones",
      ".",
      ",",
      "salud",
      "pública",
      "ocupó",
      "lugar",
      "prioritario",
      ".",
      "ambos",
      "países",
      "promoverán",
      "formación",
      "médica",
      ",",
      "desarrollo",
      "vacunas",
      "proyectos",
      "sanitarios",
      ",",
      "iniciativa",
      "retoma",
      "cooperación",
      "establecida",
      "pandemia",
      "covid-19",
      ".",
      "contexto",
      "histórico",
      "encuentro",
      "pasó",
      "desapercibido",
      ".",
      "maduro",
      "rindió",
      "tributo",
      "“",
      "sacrificio",
      "27",
      "millones",
      "soviéticos",
      "”",
      ",",
      "según",
      ",",
      "“",
      "salvaron",
      "europa",
      "humanidad",
      "”",
      "fascismo",
      ".",
      "putin",
      ",",
      "parte",
      ",",
      "recordó",
      "expresidente",
      "hugo",
      "chávez",
      "“",
      "líder",
      "clave",
      "américa",
      "latina",
      "”",
      ",",
      "cuyo",
      "legado",
      "multipolaridad",
      "sigue",
      "vigente",
      ".",
      "ambos",
      "mandatarios",
      "condenaron",
      "categóricamente",
      "resurgimiento",
      "nazismo",
      "fascismo",
      "mundo",
      ",",
      "posicionamiento",
      ",",
      "allá",
      "carga",
      "simbólica",
      ",",
      "refuerza",
      "crítica",
      "políticas",
      "occidente",
      "defensa",
      "orden",
      "internacional",
      "“",
      "justo",
      "policéntrico",
      "”",
      ".",
      "visión",
      "alinea",
      "integración",
      "venezuela",
      "grupo",
      "brics",
      ",",
      "movimiento",
      "lavrov",
      ",",
      "canciller",
      "ruso",
      ",",
      "vinculó",
      "directamente",
      "pensamiento",
      "chávez",
      ".",
      "relaciones",
      "diplomáticas",
      "ambos",
      "países",
      ",",
      "iniciadas",
      "14",
      "marzo",
      "1945",
      ",",
      "vivieron",
      "primer",
      "hito",
      "1976",
      "visita",
      "entonces",
      "presidente",
      "venezolano",
      "carlos",
      "andrés",
      "pérez",
      "urss",
      ".",
      "embargo",
      ",",
      "bajo",
      "mandato",
      "hugo",
      "chávez",
      "cooperación",
      "alcanzó",
      "“",
      "nivel",
      "cualitativamente",
      "nuevo",
      "“",
      ",",
      "según",
      "lavrov",
      ".",
      "2019",
      ",",
      "firmado",
      "350",
      "acuerdos",
      "realizado",
      "18",
      "comisiones",
      "mixtas",
      ",",
      "cifras",
      "nuevo",
      "tratado",
      "busca",
      "superar",
      ".",
      "visita",
      "maduro",
      "moscú",
      "continuará",
      "presencia",
      "desfile",
      "militar",
      "plaza",
      "roja",
      ",",
      "proyecta",
      "venezuela",
      "primer",
      "país",
      "latinoamericano",
      "elevar",
      "relaciones",
      "rusia",
      "“",
      "alto",
      "nivel",
      "político",
      "”",
      ".",
      "planes",
      "abarcan",
      "expansión",
      "vuelos",
      "directos",
      "ambos",
      "países",
      "creación",
      "sistema",
      "financiero",
      "alternativo",
      ",",
      "alianza",
      "desafía",
      "política",
      "bloqueo",
      "occidental",
      "plantea",
      "eje",
      "alternativo",
      "poder",
      "global",
      ".",
      "ello",
      "ambos",
      "líderes",
      "insisten",
      "escribir",
      "capítulo",
      "nuevo",
      "historia",
      "multilateralismo",
      "."
    ],
    "token_count": 483,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 79,
      "JJ": 65,
      "NN": 270,
      "IN": 32,
      "FW": 122,
      "NNS": 31,
      "CD": 10,
      "VBZ": 7,
      "VBP": 21,
      "VBD": 2,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-JJ": 2,
      "JJ-NN": 40,
      "NN-NN": 165,
      "NN-IN": 24,
      "IN-FW": 18,
      "FW-FW": 65,
      "FW-NNS": 9,
      "NNS-NNP": 4,
      "NNP-NNP": 21,
      "NNP-IN": 2,
      "IN-NNP": 6,
      "NNP-FW": 12,
      "FW-NNP": 18,
      "NNP-NN": 37,
      "NN-FW": 20,
      "NNS-FW": 3,
      "FW-CD": 1,
      "CD-NN": 4,
      "FW-NN": 18,
      "NN-NNS": 8,
      "NN-NNP": 26,
      "NN-VBZ": 3,
      "VBZ-IN": 1,
      "FW-JJ": 9,
      "JJ-NNS": 4,
      "NNS-VBP": 18,
      "VBP-JJ": 13,
      "IN-JJ": 4,
      "NN-JJ": 17,
      "JJ-JJ": 14,
      "JJ-FW": 3,
      "JJ-CD": 2,
      "CD-JJ": 1,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-NNS": 4,
      "JJ-NNP": 2,
      "VBD-JJ": 1,
      "VBP-NNS": 2,
      "NNS-NNS": 3,
      "VBP-NN": 3,
      "NN-DT": 1,
      "DT-NN": 2,
      "NN-VBP": 3,
      "VBP-IN": 1,
      "NNS-IN": 3,
      "NNP-VBZ": 3,
      "VBZ-JJ": 4,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "IN-CD": 4,
      "NNP-NNS": 1,
      "VBZ-NN": 1,
      "CD-FW": 1,
      "FW-IN": 1,
      "NNP-CD": 1,
      "VBP-CD": 1,
      "VBP-NNP": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 2,
      "JJ-NN-NN": 24,
      "NN-NN-IN": 12,
      "NN-IN-FW": 16,
      "IN-FW-FW": 9,
      "FW-FW-FW": 36,
      "FW-FW-NNS": 6,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 4,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 4,
      "FW-NNP-NN": 6,
      "NNP-NN-NN": 31,
      "NN-NN-NN": 98,
      "NN-NN-FW": 12,
      "NN-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-IN": 1,
      "FW-FW-NNP": 11,
      "FW-NNP-FW": 7,
      "NNP-FW-FW": 6,
      "FW-FW-NN": 7,
      "FW-NN-NNS": 3,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 3,
      "NN-NN-NNP": 19,
      "NN-NNP-NNP": 5,
      "NNP-FW-NN": 2,
      "FW-NN-IN": 4,
      "FW-NN-NN": 6,
      "NN-NN-VBZ": 3,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "NNP-NNP-NN": 8,
      "NNP-NN-FW": 1,
      "NN-FW-FW": 11,
      "FW-FW-JJ": 4,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 8,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 12,
      "IN-FW-NNS": 1,
      "NN-NNP-NN": 16,
      "JJ-NN-JJ": 2,
      "NN-JJ-JJ": 4,
      "JJ-JJ-JJ": 4,
      "JJ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 6,
      "JJ-NN-FW": 2,
      "NN-FW-NN": 6,
      "FW-NN-FW": 4,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 8,
      "NN-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-NNS": 1,
      "FW-NNS-VBP": 5,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "IN-FW-NNP": 3,
      "FW-NNP-NNP": 5,
      "IN-NNP-NN": 1,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-JJ": 2,
      "NNP-NN-JJ": 2,
      "IN-FW-JJ": 3,
      "JJ-NN-NNP": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "NNP-NN-NNP": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NNS-IN-NNP": 1,
      "JJ-NN-IN": 7,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBP": 3,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 2,
      "NNS-FW-FW": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NNP": 2,
      "IN-FW-NN": 2,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "IN-JJ-JJ": 1,
      "NN-NNP-JJ": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-CD": 1,
      "JJ-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NN": 2,
      "CD-NN-FW": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NN-NNP-FW": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "VBP-JJ-NNS": 1,
      "FW-JJ-NNP": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 270,
        "FW": 122,
        "NNP": 79,
        "JJ": 65,
        "IN": 32
      },
      "top_bigrams": {
        "NN-NN": 165,
        "FW-FW": 65,
        "JJ-NN": 40,
        "NNP-NN": 37,
        "NN-NNP": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 98,
        "FW-FW-FW": 36,
        "NNP-NN-NN": 31,
        "JJ-NN-NN": 24,
        "NN-NN-NNP": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 175,
      "PP": 12,
      "VP": 33,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.0442
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('ambos', 'JJ') ('países', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('En', 'NNP') ('tanto', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "S -> NP NP ('de', 'IN') ('simbolismo', 'FW') NP (',', ',') NP PP ('de', 'FW') NP ('las', 'FW') NP ('del', 'FW') ('80', 'CD') NP ('de', 'IN') ('la', 'FW') ('victoria', 'FW') ('soviética', 'FW') ('sobre', 'FW') ('la', 'FW') NP NP ('de', 'IN') ('ocho', 'FW') ('décadas', 'FW') ('de', 'FW') ('relaciones', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('un', 'JJ') ('encuentro', 'NN') ('cargado', 'NN')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('histórico', 'NN')",
        "frequency": 1,
        "weight": 0.004
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un encuentro cargado"
      },
      {
        "label": "NP",
        "text": "histórico"
      },
      {
        "label": "NP",
        "text": "los presidentes Vladimir Putin"
      },
      {
        "label": "PP",
        "text": "de Rusia y Nicolás Maduro"
      },
      {
        "label": "NP",
        "text": "Rusia y Nicolás Maduro"
      },
      {
        "label": "NP",
        "text": "Venezuela profundizaron su alianza estratégica durante"
      },
      {
        "label": "NP",
        "text": "conmemoraciones"
      },
      {
        "label": "NP",
        "text": "aniversario"
      },
      {
        "label": "NP",
        "text": "Alemania"
      },
      {
        "label": "NP",
        "text": "nazi y"
      },
      {
        "label": "NP",
        "text": "diplomáticas bilaterales"
      },
      {
        "label": "NP",
        "text": "“ Poderoso"
      },
      {
        "label": "NP",
        "text": "significativo e importante ”"
      },
      {
        "label": "NP",
        "text": "calificó el portavoz del Kremlin"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ encuentro/NN cargado/NN)\n  de/IN\n  simbolismo/FW\n  (NP histórico/NN)\n  ,/,\n  (NP los/NN presidentes/NNS Vladimir/NNP Putin/NNP)\n  (PP de/IN (NP Rusia/NNP y/NNP Nicolás/NNP Maduro/NNP))\n  de/FW\n  (NP\n    Venezuela/NNP\n    profundizaron/NN\n    su/NN\n    alianza/NN\n    estratégica/NN\n    durante/NN)\n  las/FW\n  (NP conmemoraciones/NNS)\n  del/FW\n  80/CD\n  (NP aniversario/NN)\n  de/IN\n  la/FW\n  victoria/FW\n  soviética/FW\n  sobre/FW\n  la/FW\n  (NP Alemania/NNP)\n  (NP nazi/JJ y/NN)\n  de/IN\n  ocho/FW\n  décadas/FW\n  de/FW\n  relaciones/FW\n  (NP diplomáticas/NN bilaterales/NNS)\n  ./.)",
      "(S\n  (NP “/NN Poderoso/NNP)\n  ,/,\n  (NP significativo/NN e/NN importante/NN ”/NNP)\n  ,/,\n  (NP calificó/NN el/NN portavoz/NN del/NN Kremlin/NNP)\n  ,/,\n  (NP Dmitri/NNP Peskov/NNP)\n  ,/,\n  (NP el/JJ acuerdo/NN)\n  de/IN\n  asociación/FW\n  estratégica/FW\n  (NP que/NN firmaron/NN los/NN)\n  (VP presidentes/VBZ)\n  (PP de/IN (NP Rusia/NNP))\n  y/CC\n  (NP Venezuela/NNP)\n  (VP este/VBP)\n  7/CD\n  (PP de/IN (NP mayo/NN))\n  ./.)",
      "(S\n  (NP Uno/NNP)\n  de/FW\n  los/FW\n  (NP ejes/JJ centrales/NNS)\n  (VP del/VBP (NP acuerdo/JJ es/NN la/NN creación/NN))\n  (PP\n    de/IN\n    (NP\n      una/JJ\n      infraestructura/NN\n      financiera/NN\n      independiente/NN\n      que/NN))\n  (NP facilite/JJ el/NN comercio/NN y/NN la/NN)\n  (NP inversión/JJ sin/NN depender/NN)\n  de/IN\n  sistemas/FW\n  (NP occidentales/NNS)\n  ./.)",
      "(S\n  (NP Este/NN mecanismo/NN)\n  ,/,\n  (NP según/NN Maduro/NNP)\n  ,/,\n  (NP permitirá/NN “/NNP dar/NN un/NN)\n  (VP salto/VBD (NP a/DT una/JJ relación/NN) (NP integral/JJ ”/NNP))\n  en/FW\n  (NP un/JJ momento/NN)\n  en/FW\n  (NP que/NN)\n  el/FW\n  (NP intercambio/JJ comercial/JJ bilateral/JJ creció/NN)\n  (ADJP un/JJ)\n  64/CD\n  (NP %/NN)\n  (ADJP interanual/JJ)\n  ,/,\n  (NP alcanzando/JJ los/NN)\n  200/CD\n  (NP millones/NNS)\n  de/FW\n  (NP dólares/NNS)\n  ,/,\n  (NP\n    cifra/NN\n    que/NN\n    Putin/NNP\n    calificó/NN\n    como/NN\n    “/NNP\n    insuficiente/NN\n    pero/NN\n    prometedora/NN\n    ”/NN)\n  ./.)",
      "(S\n  (NP En/NNP el/NN sector/NN energético/NN)\n  ,/,\n  (NP ambos/JJ países/NNS)\n  (VP impulsarán/VBP (NP inversiones/NNS conjuntas/NNS))\n  (PP en/IN (NP petróleo/NN))\n  ,/,\n  (NP gas/NN y/NN minería/NN)\n  ,/,\n  (NP aprovechando/JJ la/NN)\n  experiencia/FW\n  (NP rusa/NN)\n  en/FW\n  (NP tecnología/NN)\n  extractiva/FW\n  (NP y/NN la/NN)\n  vasta/FW\n  (NP reserva/NN)\n  de/IN\n  recursos/FW\n  (NP venezolanos/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "FECHAS_ESPECIFICAS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "MONETARIOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          632,
          641
        ],
        "start": 632,
        "end": 641
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo es la creación de una infraestructura financiera independiente que facilite el comercio y la inversión sin depender de sistemas occidentales. este mecanismo, según maduro, permitirá “dar un salto a una relación integral” en un momento en que el intercambio comercial bilateral",
        "position": [
          531,
          815
        ],
        "start": 531,
        "end": 815
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación binacional es el tecnológico. en este rubro, venezuela albergará una estación terrestre del sistema de navegación satelital ruso glonass, proyecto que no solo fortalecerá la exploración espacial conjunta, sino que también mejorará las capacidades logísticas y de comunicación en la región. este avance se complementa con planes de intercambio en investigación científica e innovación tecnológica, áreas donde",
        "position": [
          1405,
          1825
        ],
        "start": 1405,
        "end": 1825
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "relaciones diplomáticas bilaterales",
        "position": [
          272,
          307
        ],
        "start": 272,
        "end": 307
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza estratégica",
        "position": [
          136,
          155
        ],
        "start": 136,
        "end": 155
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "creación de un sistema financiero alternativo, esta alianza desafía la política de bloqueo occidental y se plantea como un eje alternativo de poder global. para ello ambos líderes insisten en escribir un capítulo nuevo",
        "position": [
          4223,
          4441
        ],
        "start": 4223,
        "end": 4441
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1908,
          1915
        ],
        "start": 1908,
        "end": 1915
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente venezolano carlos",
        "position": [
          3612,
          3640
        ],
        "start": 3612,
        "end": 3640
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2059,
          2066
        ],
        "start": 2059,
        "end": 2066
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo de asociación estratégica que firmaron los presidentes de rusia y venezuela este 7",
        "position": [
          401,
          491
        ],
        "start": 401,
        "end": 491
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "estación",
        "position": [
          1486,
          1494
        ],
        "start": 1486,
        "end": 1494
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          83,
          88
        ],
        "start": 83,
        "end": 88
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "moscú",
        "position": [
          3938,
          3943
        ],
        "start": 3938,
        "end": 3943
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región. este",
        "position": [
          1699,
          1711
        ],
        "start": 1699,
        "end": 1711
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza roja",
        "position": [
          4000,
          4010
        ],
        "start": 4000,
        "end": 4010
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "14 de marzo de 1945",
        "position": [
          3532,
          3551
        ],
        "start": 3532,
        "end": 3551
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3669,
          3676
        ],
        "start": 3669,
        "end": 3676
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "200 millones",
        "position": [
          857,
          869
        ],
        "start": 857,
        "end": 869
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 350",
        "position": [
          3819,
          3829
        ],
        "start": 3819,
        "end": 3829
      },
      {
        "category": "MONETARIOS",
        "matched_text": "200 millones de dólares",
        "position": [
          857,
          880
        ],
        "start": 857,
        "end": 880
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dmitri Peskov",
        "tipo": "Persona"
      },
      {
        "nombre": "URSS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Moscú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro de",
        "tipo": "Persona"
      },
      {
        "nombre": "Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lavrov",
        "tipo": "Persona"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plaza Roja",
        "tipo": "Lugar"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Vladimir Putin de Rusia",
        "tipo": "Persona"
      },
      {
        "nombre": "Kremlin",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alemania nazi",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Foro de Países Exportadores de Gas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "OPEP+",
        "tipo": "Organizacion"
      },
      {
        "nombre": "COVID-19",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carlos Andrés Pérez",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Vladimir Putin de Rusia",
        "relacion": "PROFUNDIZAR",
        "objeto": "Alemania nazi"
      },
      {
        "sujeto": "Nicolás Maduro de",
        "relacion": "PROFUNDIZAR",
        "objeto": "Alemania nazi"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "PROFUNDIZAR",
        "objeto": "Alemania nazi"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "CALIFICAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "CALIFICAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Dmitri Peskov",
        "relacion": "CALIFICAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Dmitri Peskov",
        "relacion": "CALIFICAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Putin",
        "relacion": "PERMITIR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Maduro",
        "relacion": "DESTACAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Maduro",
        "relacion": "DESTACAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Maduro",
        "relacion": "DESTACAR",
        "objeto": "Putin"
      },
      {
        "sujeto": "Putin",
        "relacion": "RESPONDER_DESTACAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Putin",
        "relacion": "RESPONDER_DESTACAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Maduro",
        "relacion": "RENDIR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Putin",
        "relacion": "RECORDAR",
        "objeto": "Hugo Chávez"
      },
      {
        "sujeto": "Lavrov",
        "relacion": "VINCULAR_ALINEAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Maduro",
        "relacion": "CONTINUAR",
        "objeto": "Plaza Roja"
      },
      {
        "sujeto": "Maduro",
        "relacion": "CONTINUAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Maduro",
        "relacion": "CONTINUAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Moscú",
        "relacion": "CONTINUAR",
        "objeto": "Plaza Roja"
      },
      {
        "sujeto": "Moscú",
        "relacion": "CONTINUAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Moscú",
        "relacion": "CONTINUAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Plaza Roja",
        "relacion": "CONTINUAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Plaza Roja",
        "relacion": "CONTINUAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "PROYECTAR_CONTINUAR",
        "objeto": "Rusia"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8481,
    "pos": 0.004,
    "neu": 0.978,
    "neg": 0.018,
    "label": "negative"
  }
}