{
  "url": "https://www.telesurtv.net/justicia-de-ecuador-solicita-juicio-a-jefe-de-defensa-por-los-menores-desaparecidos-en-taura/",
  "title": "Justicia de Ecuador solicita juicio a Jefe de Defensa por los menores desaparecidos en Taura - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Daniel Noboa",
    "desaparición forzada",
    "Gian Carlo Loffredo",
    "Las Malvinas",
    "menores ecuatorianos",
    "Taura",
    "violencia militar"
  ],
  "text": "El ministro de Defensa de Ecuador, Gian Carlo Loffredo, deberá presentarse a juicio político en la Asamblea Nacional de Ecuador por el caso de la desaparición forzada de cuatro menores de edad a manos de 16 militares contra los cuales se formularán cargos el día 31 de diciembre.\nEl Consejo de la Administración Legislativa (CAL) dio a conocer la solicitud del proceso en la jornada de domingo, de acuerdo con una publicación en X. Por su parte el Parlamento anunció que en tres días la Unidad de Técnica Legislativa emitirá un informe técnico jurídico a propósito del pedido.\nLos menores Steven Gerald Medina Lajones, de 11 años; Josué Didier Arroyo Bustos, de 14 años; Nehemías Saúl Arboleda Portocarrero, de 15 años, e Ismael Eduardo Arroyo Bustos, de 15 años fueron vistos por última vez siendo empujados sobre una patrulla militar, en un vídeo que captó los golpes que recibieron por parte de los efectivos.\nFueron detenidos y conducidos a más de 40 kilómetros a los alrededores de una base aérea en Taura, Guayas, donde supuestamente habrían sido liberados, dijo el ministro Loffredo, acción de la cual los militares no poseen evidencias.\nPasadas dos semanas del caso que ha conmovido a la nación y a toda la región, por primera vez Lofreddo realizó una alocución nacional donde negó la participación militar que más trade sería confirmada, y achacó la detención al crimen organizado.\nEl mismo funcionario admitió, días más tarde, que Steven, Josué, Nehemías e Ismael habían sido capturados por 16 soldados por un supuesto robo, del cual no hay ninguna evidencia.\nMás tarde habría responsabilizado a los padres por la desaparición de los adolescentes, acusación rechazada por activistas y defensores de los derechos humanos que acompañan el caso y han exigido al Gobierno de Noboa que garantice la veracidad de las investigaciones.\nEn otra comunicación nacional, el jefe de la cartera de Defensa afirmó que “no se va a encubrir a nadie y las personas responsables tendrán que pagar por sus errores”, pese a haber rechazado que fuera una desaparición forzada en los primeros momentos.\nTras el hallazgo de varios cuerpos sin vida y calcinados en las cercanías de la Base Aérea de Taura, las autoridades de criminalística iniciaron las investigaciones para determinar si de trata de los cuatro menores desaparecidos por los militares, pero hasta estos momentos, ni las familias ni la fiscalía han anunciado la identificación de los cadáveres.\nVarios medios han informado que uno de los cadáveres habría sido identificado a partir del examen de brackets dentales. El periódico Ecuavisa indagó los rumores, y una fuente policial indicó que dos dedos de uno de los cuerpos habrían permitido la identificación de huellas dactilares, dado que no se habían calcinado. Las huellas pertenecerían a uno de los adolescentes de 15 años.\nNo obstante, el medio entrevistó al abogado del Comité de Derechos Humanos que acompaña a la familia, Fernando Bastias, quien señaló que el 30 de diciembre deben estar los resultados de las pruebas antropológicas.\nBastias dudo de dicha identificación en tanto no ha habido información por parte de Criminalística, donde habían afirmado que debido al estado de descomposición de los cuerpos una identificación de este tipo era imposible.\nDesmintió que se haya identificado a uno de los menores a partir de  brackets dentales, pues la familia no lo ha comunicado, ni ha presentado esa evidencia.\nPor su parte, el fiscal a cargo dijo: “solo cuando haya un informe oficial se podría confirmar” si los cadáveres encontrados en Taura corresponden con los menores Steven, Josué, Nehemías e Ismael.\n“(…) se entregarán los informes respectivos a las familias de las víctimas en el momento en que existan certezas, garantizadas y sostenidas, en los resultados de dichas pericias”, ha anunciado la Fiscalía General ecuatoriana.\nDesde que el gobierno presidido por Daniel Noboa declaró que el país está en un conflicto armado interno y diera poderes a las fuerzas armadas para actuar contra grupos delincuenciales organizados, al menos 10 personas están desaparecidas en el país, según denuncia la Asociación de Familiares y Amigos de Personas Desaparecidas en Ecuador (Asfadec).\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/justicia-de-ecuador-solicita-juicio-a-jefe-de-defensa-por-los-menores-desaparecidos-en-taura/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 115,
    "message_id": 83276,
    "date": "2024-12-30T00:55:11+00:00",
    "text": "teleSUR\nJusticia de Ecuador solicita juicio a Jefe de Defensa por los menores desaparecidos en Taura\nhttps://www.telesurtv.net/justicia-de-ecuador-solicita-juicio-a-jefe-de-defensa-por-los-menores-desaparecidos-en-taura/",
    "photo_path": null,
    "views": 2912,
    "reactions": {
      "👍": 35,
      "💩": 4,
      "🙏": 4
    },
    "total_reactions": 43
  },
  "preprocessing": {
    "cleaned": "el ministro de defensa de ecuador, gian carlo loffredo, deberá presentarse a juicio político en la asamblea nacional de ecuador por el caso de la desaparición forzada de cuatro menores de edad a manos de 16 militares contra los cuales se formularán cargos el día 31 de diciembre. el consejo de la administración legislativa (cal) dio a conocer la solicitud del proceso en la jornada de domingo, de acuerdo con una publicación en x. por su parte el parlamento anunció que en tres días la unidad de técnica legislativa emitirá un informe técnico jurídico a propósito del pedido. los menores steven gerald medina lajones, de 11 años; josué didier arroyo bustos, de 14 años; nehemías saúl arboleda portocarrero, de 15 años, e ismael eduardo arroyo bustos, de 15 años fueron vistos por última vez siendo empujados sobre una patrulla militar, en un vídeo que captó los golpes que recibieron por parte de los efectivos. fueron detenidos y conducidos a más de 40 kilómetros a los alrededores de una base aérea en taura, guayas, donde supuestamente habrían sido liberados, dijo el ministro loffredo, acción de la cual los militares no poseen evidencias. pasadas dos semanas del caso que ha conmovido a la nación y a toda la región, por primera vez lofreddo realizó una alocución nacional donde negó la participación militar que más trade sería confirmada, y achacó la detención al crimen organizado. el mismo funcionario admitió, días más tarde, que steven, josué, nehemías e ismael habían sido capturados por 16 soldados por un supuesto robo, del cual no hay ninguna evidencia. más tarde habría responsabilizado a los padres por la desaparición de los adolescentes, acusación rechazada por activistas y defensores de los derechos humanos que acompañan el caso y han exigido al gobierno de noboa que garantice la veracidad de las investigaciones. en otra comunicación nacional, el jefe de la cartera de defensa afirmó que “no se va a encubrir a nadie y las personas responsables tendrán que pagar por sus errores”, pese a haber rechazado que fuera una desaparición forzada en los primeros momentos. tras el hallazgo de varios cuerpos sin vida y calcinados en las cercanías de la base aérea de taura, las autoridades de criminalística iniciaron las investigaciones para determinar si de trata de los cuatro menores desaparecidos por los militares, pero hasta estos momentos, ni las familias ni la fiscalía han anunciado la identificación de los cadáveres. varios medios han informado que uno de los cadáveres habría sido identificado a partir del examen de brackets dentales. el periódico ecuavisa indagó los rumores, y una fuente policial indicó que dos dedos de uno de los cuerpos habrían permitido la identificación de huellas dactilares, dado que no se habían calcinado. las huellas pertenecerían a uno de los adolescentes de 15 años. no obstante, el medio entrevistó al abogado del comité de derechos humanos que acompaña a la familia, fernando bastias, quien señaló que el 30 de diciembre deben estar los resultados de las pruebas antropológicas. bastias dudo de dicha identificación en tanto no ha habido información por parte de criminalística, donde habían afirmado que debido al estado de descomposición de los cuerpos una identificación de este tipo era imposible. desmintió que se haya identificado a uno de los menores a partir de brackets dentales, pues la familia no lo ha comunicado, ni ha presentado esa evidencia. por su parte, el fiscal a cargo dijo: “solo cuando haya un informe oficial se podría confirmar” si los cadáveres encontrados en taura corresponden con los menores steven, josué, nehemías e ismael. “(…) se entregarán los informes respectivos a las familias de las víctimas en el momento en que existan certezas, garantizadas y sostenidas, en los resultados de dichas pericias”, ha anunciado la fiscalía general ecuatoriana. desde que el gobierno presidido por daniel noboa declaró que el país está en un conflicto armado interno y diera poderes a las fuerzas armadas para actuar contra grupos delincuenciales organizados, al menos 10 personas están desaparecidas en el país, según denuncia la asociación de familiares y amigos de personas desaparecidas en ecuador (asfadec).",
    "tokens": [
      "ministro",
      "defensa",
      "ecuador",
      ",",
      "gian",
      "carlo",
      "loffredo",
      ",",
      "deberá",
      "presentarse",
      "juicio",
      "político",
      "asamblea",
      "nacional",
      "ecuador",
      "caso",
      "desaparición",
      "forzada",
      "cuatro",
      "menores",
      "edad",
      "manos",
      "16",
      "militares",
      "cuales",
      "formularán",
      "cargos",
      "día",
      "31",
      "diciembre",
      ".",
      "consejo",
      "administración",
      "legislativa",
      "(",
      "cal",
      ")",
      "dio",
      "conocer",
      "solicitud",
      "proceso",
      "jornada",
      "domingo",
      ",",
      "acuerdo",
      "publicación",
      "x.",
      "parte",
      "parlamento",
      "anunció",
      "tres",
      "días",
      "unidad",
      "técnica",
      "legislativa",
      "emitirá",
      "informe",
      "técnico",
      "jurídico",
      "propósito",
      "pedido",
      ".",
      "menores",
      "steven",
      "gerald",
      "medina",
      "lajones",
      ",",
      "11",
      "años",
      ";",
      "josué",
      "didier",
      "arroyo",
      "bustos",
      ",",
      "14",
      "años",
      ";",
      "nehemías",
      "saúl",
      "arboleda",
      "portocarrero",
      ",",
      "15",
      "años",
      ",",
      "ismael",
      "eduardo",
      "arroyo",
      "bustos",
      ",",
      "15",
      "años",
      "vistos",
      "última",
      "vez",
      "siendo",
      "empujados",
      "patrulla",
      "militar",
      ",",
      "vídeo",
      "captó",
      "golpes",
      "recibieron",
      "parte",
      "efectivos",
      ".",
      "detenidos",
      "conducidos",
      "40",
      "kilómetros",
      "alrededores",
      "base",
      "aérea",
      "taura",
      ",",
      "guayas",
      ",",
      "supuestamente",
      "sido",
      "liberados",
      ",",
      "dijo",
      "ministro",
      "loffredo",
      ",",
      "acción",
      "militares",
      "poseen",
      "evidencias",
      ".",
      "pasadas",
      "dos",
      "semanas",
      "caso",
      "conmovido",
      "nación",
      "toda",
      "región",
      ",",
      "primera",
      "vez",
      "lofreddo",
      "realizó",
      "alocución",
      "nacional",
      "negó",
      "participación",
      "militar",
      "trade",
      "confirmada",
      ",",
      "achacó",
      "detención",
      "crimen",
      "organizado",
      ".",
      "mismo",
      "funcionario",
      "admitió",
      ",",
      "días",
      "tarde",
      ",",
      "steven",
      ",",
      "josué",
      ",",
      "nehemías",
      "ismael",
      "sido",
      "capturados",
      "16",
      "soldados",
      "supuesto",
      "robo",
      ",",
      "ninguna",
      "evidencia",
      ".",
      "tarde",
      "responsabilizado",
      "padres",
      "desaparición",
      "adolescentes",
      ",",
      "acusación",
      "rechazada",
      "activistas",
      "defensores",
      "derechos",
      "humanos",
      "acompañan",
      "caso",
      "exigido",
      "gobierno",
      "noboa",
      "garantice",
      "veracidad",
      "investigaciones",
      ".",
      "comunicación",
      "nacional",
      ",",
      "jefe",
      "cartera",
      "defensa",
      "afirmó",
      "“",
      "va",
      "encubrir",
      "nadie",
      "personas",
      "responsables",
      "pagar",
      "errores",
      "”",
      ",",
      "pese",
      "haber",
      "rechazado",
      "desaparición",
      "forzada",
      "primeros",
      "momentos",
      ".",
      "tras",
      "hallazgo",
      "varios",
      "cuerpos",
      "vida",
      "calcinados",
      "cercanías",
      "base",
      "aérea",
      "taura",
      ",",
      "autoridades",
      "criminalística",
      "iniciaron",
      "investigaciones",
      "determinar",
      "si",
      "trata",
      "cuatro",
      "menores",
      "desaparecidos",
      "militares",
      ",",
      "momentos",
      ",",
      "familias",
      "fiscalía",
      "anunciado",
      "identificación",
      "cadáveres",
      ".",
      "varios",
      "medios",
      "informado",
      "cadáveres",
      "sido",
      "identificado",
      "partir",
      "examen",
      "brackets",
      "dentales",
      ".",
      "periódico",
      "ecuavisa",
      "indagó",
      "rumores",
      ",",
      "fuente",
      "policial",
      "indicó",
      "dos",
      "dedos",
      "cuerpos",
      "permitido",
      "identificación",
      "huellas",
      "dactilares",
      ",",
      "dado",
      "calcinado",
      ".",
      "huellas",
      "pertenecerían",
      "adolescentes",
      "15",
      "años",
      ".",
      "obstante",
      ",",
      "medio",
      "entrevistó",
      "abogado",
      "comité",
      "derechos",
      "humanos",
      "acompaña",
      "familia",
      ",",
      "fernando",
      "bastias",
      ",",
      "señaló",
      "30",
      "diciembre",
      "deben",
      "resultados",
      "pruebas",
      "antropológicas",
      ".",
      "bastias",
      "dudo",
      "dicha",
      "identificación",
      "información",
      "parte",
      "criminalística",
      ",",
      "afirmado",
      "debido",
      "descomposición",
      "cuerpos",
      "identificación",
      "tipo",
      "imposible",
      ".",
      "desmintió",
      "identificado",
      "menores",
      "partir",
      "brackets",
      "dentales",
      ",",
      "pues",
      "familia",
      "comunicado",
      ",",
      "presentado",
      "evidencia",
      ".",
      "parte",
      ",",
      "fiscal",
      "cargo",
      "dijo",
      ":",
      "“",
      "solo",
      "informe",
      "oficial",
      "podría",
      "confirmar",
      "”",
      "si",
      "cadáveres",
      "encontrados",
      "taura",
      "corresponden",
      "menores",
      "steven",
      ",",
      "josué",
      ",",
      "nehemías",
      "ismael",
      ".",
      "“",
      "(",
      "…",
      ")",
      "entregarán",
      "informes",
      "respectivos",
      "familias",
      "víctimas",
      "momento",
      "existan",
      "certezas",
      ",",
      "garantizadas",
      "sostenidas",
      ",",
      "resultados",
      "dichas",
      "pericias",
      "”",
      ",",
      "anunciado",
      "fiscalía",
      "general",
      "ecuatoriana",
      ".",
      "gobierno",
      "presidido",
      "daniel",
      "noboa",
      "declaró",
      "país",
      "conflicto",
      "armado",
      "interno",
      "diera",
      "poderes",
      "fuerzas",
      "armadas",
      "actuar",
      "grupos",
      "delincuenciales",
      "organizados",
      ",",
      "menos",
      "10",
      "personas",
      "desaparecidas",
      "país",
      ",",
      "según",
      "denuncia",
      "asociación",
      "familiares",
      "amigos",
      "personas",
      "desaparecidas",
      "ecuador",
      "(",
      "asfadec",
      ")",
      "."
    ],
    "token_count": 435,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 89,
      "NN": 226,
      "FW": 120,
      "IN": 39,
      "NNS": 37,
      "CD": 11,
      "JJ": 77,
      "VBP": 21,
      "VBD": 3,
      "VBZ": 11,
      "DT": 6,
      "RB": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-FW": 18,
      "FW-NNP": 19,
      "NNP-FW": 11,
      "NNP-NNP": 37,
      "NN-NN": 139,
      "NN-IN": 24,
      "IN-FW": 18,
      "FW-FW": 67,
      "FW-NNS": 11,
      "NNS-FW": 2,
      "FW-CD": 1,
      "CD-NNS": 6,
      "NNS-JJ": 3,
      "JJ-JJ": 11,
      "JJ-NNS": 8,
      "NNS-VBP": 20,
      "VBP-JJ": 15,
      "JJ-CD": 1,
      "CD-IN": 2,
      "NNP-IN": 7,
      "FW-NN": 11,
      "NN-JJ": 17,
      "JJ-NN": 43,
      "IN-NNP": 6,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "NN-NNP": 10,
      "FW-VBZ": 1,
      "VBZ-JJ": 6,
      "JJ-FW": 3,
      "NNP-VBZ": 2,
      "VBZ-NNP": 2,
      "IN-CD": 6,
      "NNS-NNP": 6,
      "CD-JJ": 2,
      "IN-JJ": 6,
      "NN-NNS": 8,
      "VBP-NN": 1,
      "FW-JJ": 9,
      "JJ-NNP": 6,
      "NNS-IN": 3,
      "NN-VBZ": 5,
      "VBZ-DT": 1,
      "DT-JJ": 3,
      "IN-NNS": 1,
      "VBP-NNP": 2,
      "NN-CD": 1,
      "CD-NN": 1,
      "JJ-DT": 3,
      "DT-NN": 3,
      "NN-RB": 1,
      "RB-JJ": 1,
      "JJ-VBZ": 1,
      "VBZ-FW": 1,
      "NN-DT": 1,
      "VBP-NNS": 1,
      "JJ-VB": 1,
      "VB-JJ": 1,
      "NNP-NNS": 1,
      "NNS-VBZ": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "FW-IN": 1,
      "IN-DT": 1,
      "VBZ-NNS": 1,
      "NN-VBP": 1,
      "VBP-IN": 2,
      "NNP-JJ": 1,
      "NNS-CD": 1,
      "IN-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 4,
      "FW-NNP-FW": 4,
      "NNP-FW-NNP": 7,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NNP": 17,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 22,
      "NN-NN-NN": 82,
      "NN-NN-IN": 14,
      "NN-IN-FW": 15,
      "IN-FW-NNP": 4,
      "NNP-NNP-FW": 3,
      "FW-NNP-NN": 4,
      "IN-FW-FW": 7,
      "FW-FW-FW": 47,
      "FW-FW-NNS": 8,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 3,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NNS": 2,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-FW": 2,
      "NNP-NNP-IN": 7,
      "NNP-IN-FW": 1,
      "NN-NN-FW": 13,
      "NN-FW-FW": 8,
      "FW-FW-NN": 5,
      "FW-NN-JJ": 1,
      "NN-JJ-NN": 10,
      "JJ-NN-IN": 8,
      "NN-IN-NNP": 3,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "JJ-NN-NNP": 1,
      "NN-NNP-NN": 7,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-FW": 2,
      "JJ-FW-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "JJ-NN-NN": 26,
      "NN-NN-NNP": 6,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-IN-CD": 4,
      "IN-CD-NNS": 4,
      "CD-NNS-NNP": 3,
      "NNS-NNP-NNP": 4,
      "IN-CD-JJ": 2,
      "CD-JJ-NN": 1,
      "NN-NN-JJ": 13,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 5,
      "NN-NN-NNS": 3,
      "NN-NNS-VBP": 7,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "IN-FW-JJ": 3,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 5,
      "NN-IN-CD": 1,
      "NNS-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "IN-NNP-NNP": 2,
      "NN-FW-NN": 3,
      "FW-NN-NNP": 2,
      "NNP-NN-IN": 1,
      "FW-JJ-NN": 4,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "FW-NN-FW": 2,
      "FW-NN-NN": 4,
      "NNP-NN-JJ": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 3,
      "JJ-JJ-NN": 7,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "NN-NNP-NNP": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 4,
      "JJ-FW-FW": 1,
      "FW-NNS-VBP": 4,
      "VBP-JJ-NN": 8,
      "JJ-NN-JJ": 2,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-JJ": 4,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-JJ": 2,
      "FW-FW-NNP": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-JJ-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBZ-JJ-VB": 1,
      "JJ-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "IN-JJ-NNS": 1,
      "VBP-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "FW-NN-IN": 1,
      "IN-FW-NN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "NNP-FW-FW": 1,
      "FW-JJ-NNS": 1,
      "JJ-NN-NNS": 4,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-VBZ": 2,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-NNP": 1,
      "VBZ-JJ-JJ": 1,
      "VBP-JJ-DT": 2,
      "JJ-DT-JJ": 2,
      "DT-JJ-NN": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "CD-JJ-NNP": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "NN-FW-IN": 1,
      "FW-IN-DT": 1,
      "IN-DT-NN": 1,
      "IN-NNP-NN": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NNS-NNP": 1,
      "NNP-NNP-VBD": 1,
      "FW-NN-NNS": 1,
      "VBP-IN-JJ": 1,
      "JJ-NN-FW": 1,
      "VBP-JJ-JJ": 1,
      "JJ-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 226,
        "FW": 120,
        "NNP": 89,
        "JJ": 77,
        "IN": 39
      },
      "top_bigrams": {
        "NN-NN": 139,
        "FW-FW": 67,
        "JJ-NN": 43,
        "NNP-NNP": 37,
        "NNP-NN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 82,
        "FW-FW-FW": 47,
        "JJ-NN-NN": 26,
        "NNP-NN-NN": 22,
        "NNP-NNP-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 170,
      "VP": 40,
      "PP": 15,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0281
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0241
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('Taura', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('Ecuador', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Josué', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('adolescentes', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('investigaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('cadáveres', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('a', 'DT') ('partir', 'NN')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El ministro"
      },
      {
        "label": "NP",
        "text": "Defensa"
      },
      {
        "label": "NP",
        "text": "Ecuador"
      },
      {
        "label": "NP",
        "text": "Gian Carlo Loffredo"
      },
      {
        "label": "VP",
        "text": "deberá"
      },
      {
        "label": "VP",
        "text": "presentarse a juicio político"
      },
      {
        "label": "NP",
        "text": "a juicio político"
      },
      {
        "label": "NP",
        "text": "Asamblea Nacional"
      },
      {
        "label": "NP",
        "text": "Ecuador por el caso"
      },
      {
        "label": "NP",
        "text": "menores"
      },
      {
        "label": "NP",
        "text": "militares"
      },
      {
        "label": "NP",
        "text": "contra los cuales"
      },
      {
        "label": "VP",
        "text": "se formularán cargos"
      },
      {
        "label": "NP",
        "text": "formularán cargos"
      },
      {
        "label": "VP",
        "text": "el día"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP ministro/NN)\n  de/FW\n  (NP Defensa/NNP)\n  de/FW\n  (NP Ecuador/NNP)\n  ,/,\n  (NP Gian/NNP Carlo/NNP Loffredo/NNP)\n  ,/,\n  (VP deberá/VBZ)\n  (VP presentarse/VBP (NP a/DT juicio/NN político/NN))\n  en/IN\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP)\n  de/FW\n  (NP Ecuador/NNP por/NN el/NN caso/NN)\n  de/IN\n  la/FW\n  desaparición/FW\n  forzada/FW\n  de/FW\n  cuatro/FW\n  (NP menores/NNS)\n  de/FW\n  edad/FW\n  a/DT\n  manos/FW\n  de/FW\n  16/CD\n  (NP militares/NNS)\n  (NP contra/JJ los/JJ cuales/NNS)\n  (VP se/VBP (NP formularán/JJ cargos/NNS))\n  (VP el/VBP día/JJ)\n  31/CD\n  (PP de/IN (NP diciembre/NN))\n  ./.)",
      "(S\n  (NP El/NNP Consejo/NNP)\n  de/IN\n  la/FW\n  (NP Administración/NNP Legislativa/NNP)\n  (/(\n  (NP CAL/NNP)\n  )/)\n  (VP dio/VBZ (NP a/DT conocer/NN la/NN))\n  solicitud/FW\n  del/FW\n  proceso/FW\n  en/FW\n  la/FW\n  jornada/FW\n  de/FW\n  domingo/FW\n  ,/,\n  de/FW\n  acuerdo/FW\n  (NP con/NN)\n  (NP una/JJ publicación/NN)\n  (PP en/IN (NP X/NNP))\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN el/NN Parlamento/NNP anunció/NN que/NN)\n  en/FW\n  (VP tres/VBZ días/JJ)\n  la/FW\n  (NP Unidad/NNP)\n  de/FW\n  (NP Técnica/NNP Legislativa/NNP)\n  (VP\n    emitirá/VBZ\n    (NP un/JJ informe/NN técnico/NN jurídico/NN)\n    (NP a/DT propósito/NN del/NN pedido/NN))\n  ./.)",
      "(S\n  (NP\n    Los/NNP\n    menores/NNS\n    Steven/NNP\n    Gerald/NNP\n    Medina/NNP\n    Lajones/NNP)\n  ,/,\n  de/FW\n  11/CD\n  (NP años/NN)\n  ;/:\n  (NP Josué/NNP Didier/NNP Arroyo/NNP Bustos/NNP)\n  ,/,\n  de/FW\n  14/CD\n  (NP años/NN)\n  ;/:\n  (NP Nehemías/NNP Saúl/NNP Arboleda/NNP Portocarrero/NNP)\n  ,/,\n  de/FW\n  15/CD\n  (NP años/NN)\n  ,/,\n  (NP e/NN Ismael/NNP Eduardo/NNP Arroyo/NNP Bustos/NNP)\n  ,/,\n  de/FW\n  15/CD\n  (NP\n    años/NN\n    fueron/NN\n    vistos/NN\n    por/NN\n    última/NNP\n    vez/NN\n    siendo/NN\n    empujados/NN\n    sobre/NN)\n  (NP una/JJ patrulla/NN militar/NN)\n  ,/,\n  en/FW\n  (NP un/JJ vídeo/NN que/NN captó/NN los/NN golpes/NNS)\n  (VP que/VBP (NP recibieron/NN por/NN parte/NN))\n  de/IN\n  los/FW\n  (NP efectivos/NN)\n  ./.)",
      "(S\n  (NP Fueron/NNP detenidos/NN y/NN)\n  (VP conducidos/VBZ (NP a/DT más/NN))\n  de/IN\n  40/CD\n  (NP kilómetros/NNS)\n  (NP a/DT los/JJ alrededores/NNS)\n  (PP de/IN (NP una/JJ base/NN aérea/NN))\n  (PP en/IN (NP Taura/NNP))\n  ,/,\n  (NP Guayas/NNP)\n  ,/,\n  (NP donde/NN supuestamente/NN habrían/NN sido/NN liberados/NN)\n  ,/,\n  (NP dijo/NN)\n  el/FW\n  (NP ministro/NN Loffredo/NNP)\n  ,/,\n  acción/FW\n  de/FW\n  la/FW\n  (NP cual/JJ los/NN)\n  (VP militares/VBZ (NP no/DT poseen/JJ evidencias/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto armado interno y diera poderes a las fuerzas armadas para actuar contra grupos",
        "position": [
          3926,
          4014
        ],
        "start": 3926,
        "end": 4014
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defensa de ecuador, gian carlo loffredo, deberá presentarse a juicio político en la asamblea nacional de ecuador por el caso de la desaparición forzada de cuatro menores de edad a manos de 16 militares contra",
        "position": [
          15,
          223
        ],
        "start": 15,
        "end": 223
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alocución nacional",
        "position": [
          1260,
          1278
        ],
        "start": 1260,
        "end": 1278
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1902,
          1908
        ],
        "start": 1902,
        "end": 1908
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          459,
          466
        ],
        "start": 459,
        "end": 466
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          15,
          22
        ],
        "start": 15,
        "end": 22
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "desaparición forzada",
        "position": [
          146,
          166
        ],
        "start": 146,
        "end": 166
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de noboa que",
        "position": [
          1769,
          1790
        ],
        "start": 1769,
        "end": 1790
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de defensa de",
        "position": [
          3,
          25
        ],
        "start": 3,
        "end": 25
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          99,
          116
        ],
        "start": 99,
        "end": 116
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periódico ecuavisa indagó",
        "position": [
          2569,
          2594
        ],
        "start": 2569,
        "end": 2594
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "negó",
        "position": [
          1285,
          1289
        ],
        "start": 1285,
        "end": 1289
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          26,
          33
        ],
        "start": 26,
        "end": 33
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región, por",
        "position": [
          1215,
          1226
        ],
        "start": 1215,
        "end": 1226
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "más tarde",
        "position": [
          1426,
          1435
        ],
        "start": 1426,
        "end": 1435
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          1713,
          1729
        ],
        "start": 1713,
        "end": 1729
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "10 personas",
        "position": [
          4053,
          4064
        ],
        "start": 4053,
        "end": 4064
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 40",
        "position": [
          945,
          954
        ],
        "start": 945,
        "end": 954
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Ismael Eduardo Arroyo Bustos",
        "tipo": "Persona"
      },
      {
        "nombre": "Josué Didier Arroyo Bustos",
        "tipo": "Persona"
      },
      {
        "nombre": "Fiscalía General",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nehemías Saúl Arboleda Portocarrero",
        "tipo": "Persona"
      },
      {
        "nombre": "Defensa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Steven",
        "tipo": "Persona"
      },
      {
        "nombre": "Steven Gerald Medina Lajones",
        "tipo": "Persona"
      },
      {
        "nombre": "Parlamento",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo de la Administración Legislativa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gian Carlo Loffredo",
        "tipo": "Persona"
      },
      {
        "nombre": "Criminalística",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asociación de Familiares",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bastias",
        "tipo": "Persona"
      },
      {
        "nombre": "Guayas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Loffredo",
        "tipo": "Persona"
      },
      {
        "nombre": "Taura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Base Aérea de Taura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lofreddo",
        "tipo": "Persona"
      },
      {
        "nombre": "Josué",
        "tipo": "Persona"
      },
      {
        "nombre": "Nehemías",
        "tipo": "Persona"
      },
      {
        "nombre": "CAL",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ismael",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional de Ecuador",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de Noboa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comité de Derechos Humanos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fernando Bastias",
        "tipo": "Persona"
      },
      {
        "nombre": "Unidad de Técnica Legislativa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Asfadec",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gian Carlo Loffredo",
        "relacion": "PRESENTAR_L",
        "objeto": "Asamblea Nacional de Ecuador"
      },
      {
        "sujeto": "Consejo de la Administración Legislativa",
        "relacion": "DAR",
        "objeto": "Parlamento"
      },
      {
        "sujeto": "Consejo de la Administración Legislativa",
        "relacion": "DAR",
        "objeto": "Unidad de Técnica Legislativa"
      },
      {
        "sujeto": "Parlamento",
        "relacion": "DAR",
        "objeto": "CAL"
      },
      {
        "sujeto": "Unidad de Técnica Legislativa",
        "relacion": "DAR",
        "objeto": "CAL"
      },
      {
        "sujeto": "Parlamento",
        "relacion": "ANUNCIAR_DAR",
        "objeto": "Unidad de Técnica Legislativa"
      },
      {
        "sujeto": "Steven Gerald Medina Lajones",
        "relacion": "VER",
        "objeto": "Nehemías Saúl Arboleda Portocarrero"
      },
      {
        "sujeto": "Steven Gerald Medina Lajones",
        "relacion": "VER",
        "objeto": "Ismael Eduardo Arroyo Bustos"
      },
      {
        "sujeto": "Nehemías Saúl Arboleda Portocarrero",
        "relacion": "VER",
        "objeto": "Josué Didier Arroyo Bustos"
      },
      {
        "sujeto": "Josué Didier Arroyo Bustos",
        "relacion": "VER",
        "objeto": "Ismael Eduardo Arroyo Bustos"
      },
      {
        "sujeto": "Taura",
        "relacion": "DETENER_DECIR",
        "objeto": "Loffredo"
      },
      {
        "sujeto": "Guayas",
        "relacion": "DETENER_DECIR",
        "objeto": "Loffredo"
      },
      {
        "sujeto": "Bastias",
        "relacion": "DUDAR",
        "objeto": "Criminalística"
      },
      {
        "sujeto": "Taura",
        "relacion": "CORRESPONDER_CONFIRMAR_DECIR",
        "objeto": "Steven"
      },
      {
        "sujeto": "Taura",
        "relacion": "CORRESPONDER_CONFIRMAR_DECIR",
        "objeto": "Josué"
      },
      {
        "sujeto": "Taura",
        "relacion": "CORRESPONDER_CONFIRMAR_DECIR",
        "objeto": "Nehemías"
      },
      {
        "sujeto": "Taura",
        "relacion": "CORRESPONDER_CONFIRMAR_DECIR",
        "objeto": "Ismael"
      },
      {
        "sujeto": "Asociación de Familiares",
        "relacion": "DECLARAR",
        "objeto": "Daniel Noboa"
      },
      {
        "sujeto": "Daniel Noboa",
        "relacion": "DECLARAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Daniel Noboa",
        "relacion": "DECLARAR",
        "objeto": "Asfadec"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5859,
    "pos": 0.018,
    "neu": 0.956,
    "neg": 0.025,
    "label": "negative"
  }
}