{
  "url": "https://www.telesurtv.net/extrema-derecha-intenta-instaurar-una-realidad-manipulada-para-generar-violencia-en-venezuela/",
  "title": "Extrema derecha intenta instaurar una \"realidad\" manipulada para generar violencia en Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "extrema derecha",
    "Venezuela",
    "venezuela decide 2024"
  ],
  "text": "La consultora jurídica Olga Álvarez aseguró este miércoles que la extrema derecha venezolana, aupada por los EE.UU., intenta instaurar una “realidad” manipulada para desconocer los resultados de las elecciones presidenciales del 28J, lo cual obedece a su plan, reiteradamente denunciado por el Gran Polo Patriótico, de generar acciones terroristas que desestabilicen a esa nación.\nA partir de la normativa legal y del diseño del sistema electoral, la experta dejó claro a través de mensajes publicados en la red social X que el Consejo Nacional Electoral (CNE), reconocido como poder por la Constitución venezolana, tiene 30 días para publicar los resultados en Gaceta Electoral y que es falso que se le haya vencido el plazo legal de publicación de resultados totales o disgregados, como intentan hacer ver representantes de la extrema derecha.\nAseguró que “lo lógico e institucional en democracia, sería que quien quiera impugnar Actas de Escrutinio o la totalización, pida su certificación al CNE y con ellas impugne el proceso de electoral o la fase de totalización ante el Tribunal Supremo de Justicia (TSJ)”, con lo cual dejó ver que aquella fuerza política, encabezada por el excandidato Edmundo González Urrutia y la inhabilitada María Corina Machado, nunca tuvo intención de utilizar la vía legal ni reconocer al Poder Electoral.\nÁlvarez recordó que “el proceso electoral venezolano está 100 por ciento automatizado” y que “el voto, el escrutinio y la totalización son electrónicos”.\nRefirió que “la impresión que hace la máquina de votación al elector y en el momento del escrutinio, son comprobantes para efectos de la auditoría ciudadana”, la cual se practica el 54 por ciento del total de mesas electorales.\nSeñaló que el software de los procesos de votación, escrutinio y totalización se audita y certifica con participación de los partidos políticos y observadores.\nComentó que la totalización es automatizada, electrónica, se hace dentro de las 48-72 horas posteriores al evento electoral y sobre esa totalización se adjudica y proclama al candidato con mayoría de votos, como ocurrió el lunes pasado cuando fue proclamado Nicolás Maduro como presidente constitucional para el periodo 2025-2031.\nSobre el CNE, afirmó que históricamente siempre ha publicado los resultados totalizados y disgregados por mesa antes de los 30 días previstos en la ley.\nRecordó que la autoridad electoral denunció que “se bloqueó su página de forma maliciosa, mediante hackeo” e incluso “un ataque masivo al sistema para intentar impedir y ralentizar la totalización de resultados”.\n“Deduzco, como es lógico, que cuando se active su página con la seguridad correspondiente para no ser hackeada, publicará la Totalización de resultados y los disgregados”, acotó la experta.\nDetalló que el CNE publica el escrutinio automatizado, pero aclaró que “no está obligado a publicar copias de Actas de Escrutinio” porque son comprobantes del escrutinio realizado automáticamente.\nRespecto a estas actas y las conocidas como Actas de Verificación ciudadana, instalación y constitución de mesas, manifestó que “quedan en resguardo del CNE y es material electoral probatorio que conforman el expediente administrativo que se entrega en caso de haber impugnaciones ante el TSJ”.\nLa jurista expresó que “en cualquier momento del proceso, quien considere que hay vicios o fraude puede recurrir al TSJ”. Añadió que “para impugnar Actas de Escrutinio, debe solicitarse la certificación del Acta que se pretende impugnar al Consejo Nacional Electoral para que tenga legalidad ante el TSJ”.\nTras puntualizar estos aspectos, que son deliberadamente obviados por la mediática internacional, Álvarez denunció que “la presión extrema, ilógica y no establecida en la norma electoral, sobre la publicación de Actas de Escrutinio (que es diferente a la normal publicación de resultados disgregados por mesas como siempre son publicados), obedece al plan de generar acciones terroristas que desestabilicen la Nación”.\nSubrayó que “nadie en lo personal ni organización alguna puede usurpar funciones del CNE como en efecto lo ha hecho María Corina Machado y Edmundo González Urrutia, lo cual puede considerarse un grave delito contra la Nación porque atenta contra la Soberanía”.\nA juicio de la experta, “la publicación de algunas supuestas Actas de Escrutinio por parte de individuos que no están certificadas, y sobre ella calcular supuestos resultados y denunciar fraude sin impugnar ante el TSJ, obedece a este plan de guerra cognitiva que pretende crear una realidad en el imaginario colectivo para generar frustración y sostener la violencia”.\nFinalmente, Álvarez instó a actuar con “calma, cordura y nervios de acero frente a esta arremetida imperial que encaja muy bien en diversas teorías militares de guerra”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/extrema-derecha-intenta-instaurar-una-realidad-manipulada-para-generar-violencia-en-venezuela/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 16,
    "message_id": 73821,
    "date": "2024-07-31T15:55:35+00:00",
    "text": "teleSUR\nExtrema derecha intenta instaurar una «realidad» manipulada para generar violencia en Venezuela\nhttps://www.telesurtv.net/extrema-derecha-intenta-instaurar-una-realidad-manipulada-para-generar-violencia-en-venezuela/",
    "photo_path": null,
    "views": 2091,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "la consultora jurídica olga álvarez aseguró este miércoles que la extrema derecha venezolana, aupada por los ee.uu., intenta instaurar una “realidad” manipulada para desconocer los resultados de las elecciones presidenciales del 28j, lo cual obedece a su plan, reiteradamente denunciado por el gran polo patriótico, de generar acciones terroristas que desestabilicen a esa nación. a partir de la normativa legal y del diseño del sistema electoral, la experta dejó claro a través de mensajes publicados en la red social x que el consejo nacional electoral (cne), reconocido como poder por la constitución venezolana, tiene 30 días para publicar los resultados en gaceta electoral y que es falso que se le haya vencido el plazo legal de publicación de resultados totales o disgregados, como intentan hacer ver representantes de la extrema derecha. aseguró que “lo lógico e institucional en democracia, sería que quien quiera impugnar actas de escrutinio o la totalización, pida su certificación al cne y con ellas impugne el proceso de electoral o la fase de totalización ante el tribunal supremo de justicia (tsj)”, con lo cual dejó ver que aquella fuerza política, encabezada por el excandidato edmundo gonzález urrutia y la inhabilitada maría corina machado, nunca tuvo intención de utilizar la vía legal ni reconocer al poder electoral. álvarez recordó que “el proceso electoral venezolano está 100 por ciento automatizado” y que “el voto, el escrutinio y la totalización son electrónicos”. refirió que “la impresión que hace la máquina de votación al elector y en el momento del escrutinio, son comprobantes para efectos de la auditoría ciudadana”, la cual se practica el 54 por ciento del total de mesas electorales. señaló que el software de los procesos de votación, escrutinio y totalización se audita y certifica con participación de los partidos políticos y observadores. comentó que la totalización es automatizada, electrónica, se hace dentro de las 48-72 horas posteriores al evento electoral y sobre esa totalización se adjudica y proclama al candidato con mayoría de votos, como ocurrió el lunes pasado cuando fue proclamado nicolás maduro como presidente constitucional para el periodo 2025-2031. sobre el cne, afirmó que históricamente siempre ha publicado los resultados totalizados y disgregados por mesa antes de los 30 días previstos en la ley. recordó que la autoridad electoral denunció que “se bloqueó su página de forma maliciosa, mediante hackeo” e incluso “un ataque masivo al sistema para intentar impedir y ralentizar la totalización de resultados”. “deduzco, como es lógico, que cuando se active su página con la seguridad correspondiente para no ser hackeada, publicará la totalización de resultados y los disgregados”, acotó la experta. detalló que el cne publica el escrutinio automatizado, pero aclaró que “no está obligado a publicar copias de actas de escrutinio” porque son comprobantes del escrutinio realizado automáticamente. respecto a estas actas y las conocidas como actas de verificación ciudadana, instalación y constitución de mesas, manifestó que “quedan en resguardo del cne y es material electoral probatorio que conforman el expediente administrativo que se entrega en caso de haber impugnaciones ante el tsj”. la jurista expresó que “en cualquier momento del proceso, quien considere que hay vicios o fraude puede recurrir al tsj”. añadió que “para impugnar actas de escrutinio, debe solicitarse la certificación del acta que se pretende impugnar al consejo nacional electoral para que tenga legalidad ante el tsj”. tras puntualizar estos aspectos, que son deliberadamente obviados por la mediática internacional, álvarez denunció que “la presión extrema, ilógica y no establecida en la norma electoral, sobre la publicación de actas de escrutinio (que es diferente a la normal publicación de resultados disgregados por mesas como siempre son publicados), obedece al plan de generar acciones terroristas que desestabilicen la nación”. subrayó que “nadie en lo personal ni organización alguna puede usurpar funciones del cne como en efecto lo ha hecho maría corina machado y edmundo gonzález urrutia, lo cual puede considerarse un grave delito contra la nación porque atenta contra la soberanía”. a juicio de la experta, “la publicación de algunas supuestas actas de escrutinio por parte de individuos que no están certificadas, y sobre ella calcular supuestos resultados y denunciar fraude sin impugnar ante el tsj, obedece a este plan de guerra cognitiva que pretende crear una realidad en el imaginario colectivo para generar frustración y sostener la violencia”. finalmente, álvarez instó a actuar con “calma, cordura y nervios de acero frente a esta arremetida imperial que encaja muy bien en diversas teorías militares de guerra”.",
    "tokens": [
      "consultora",
      "jurídica",
      "olga",
      "álvarez",
      "aseguró",
      "miércoles",
      "extrema",
      "derecha",
      "venezolana",
      ",",
      "aupada",
      "ee.uu.",
      ",",
      "intenta",
      "instaurar",
      "“",
      "realidad",
      "”",
      "manipulada",
      "desconocer",
      "resultados",
      "elecciones",
      "presidenciales",
      "28j",
      ",",
      "obedece",
      "plan",
      ",",
      "reiteradamente",
      "denunciado",
      "gran",
      "polo",
      "patriótico",
      ",",
      "generar",
      "acciones",
      "terroristas",
      "desestabilicen",
      "nación",
      ".",
      "partir",
      "normativa",
      "legal",
      "diseño",
      "sistema",
      "electoral",
      ",",
      "experta",
      "dejó",
      "claro",
      "través",
      "mensajes",
      "publicados",
      "red",
      "social",
      "x",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      ",",
      "reconocido",
      "poder",
      "constitución",
      "venezolana",
      ",",
      "30",
      "días",
      "publicar",
      "resultados",
      "gaceta",
      "electoral",
      "falso",
      "vencido",
      "plazo",
      "legal",
      "publicación",
      "resultados",
      "totales",
      "disgregados",
      ",",
      "intentan",
      "hacer",
      "ver",
      "representantes",
      "extrema",
      "derecha",
      ".",
      "aseguró",
      "“",
      "lógico",
      "institucional",
      "democracia",
      ",",
      "quiera",
      "impugnar",
      "actas",
      "escrutinio",
      "totalización",
      ",",
      "pida",
      "certificación",
      "cne",
      "impugne",
      "proceso",
      "electoral",
      "fase",
      "totalización",
      "tribunal",
      "supremo",
      "justicia",
      "(",
      "tsj",
      ")",
      "”",
      ",",
      "dejó",
      "ver",
      "aquella",
      "fuerza",
      "política",
      ",",
      "encabezada",
      "excandidato",
      "edmundo",
      "gonzález",
      "urrutia",
      "inhabilitada",
      "maría",
      "corina",
      "machado",
      ",",
      "nunca",
      "intención",
      "utilizar",
      "vía",
      "legal",
      "reconocer",
      "poder",
      "electoral",
      ".",
      "álvarez",
      "recordó",
      "“",
      "proceso",
      "electoral",
      "venezolano",
      "100",
      "ciento",
      "automatizado",
      "”",
      "“",
      "voto",
      ",",
      "escrutinio",
      "totalización",
      "electrónicos",
      "”",
      ".",
      "refirió",
      "“",
      "impresión",
      "hace",
      "máquina",
      "votación",
      "elector",
      "momento",
      "escrutinio",
      ",",
      "comprobantes",
      "efectos",
      "auditoría",
      "ciudadana",
      "”",
      ",",
      "practica",
      "54",
      "ciento",
      "total",
      "mesas",
      "electorales",
      ".",
      "señaló",
      "software",
      "procesos",
      "votación",
      ",",
      "escrutinio",
      "totalización",
      "audita",
      "certifica",
      "participación",
      "partidos",
      "políticos",
      "observadores",
      ".",
      "comentó",
      "totalización",
      "automatizada",
      ",",
      "electrónica",
      ",",
      "hace",
      "dentro",
      "48-72",
      "horas",
      "posteriores",
      "evento",
      "electoral",
      "totalización",
      "adjudica",
      "proclama",
      "candidato",
      "mayoría",
      "votos",
      ",",
      "ocurrió",
      "lunes",
      "pasado",
      "proclamado",
      "nicolás",
      "maduro",
      "presidente",
      "constitucional",
      "periodo",
      "2025-2031.",
      "cne",
      ",",
      "afirmó",
      "históricamente",
      "siempre",
      "publicado",
      "resultados",
      "totalizados",
      "disgregados",
      "mesa",
      "30",
      "días",
      "previstos",
      "ley",
      ".",
      "recordó",
      "autoridad",
      "electoral",
      "denunció",
      "“",
      "bloqueó",
      "página",
      "forma",
      "maliciosa",
      ",",
      "mediante",
      "hackeo",
      "”",
      "incluso",
      "“",
      "ataque",
      "masivo",
      "sistema",
      "intentar",
      "impedir",
      "ralentizar",
      "totalización",
      "resultados",
      "”",
      ".",
      "“",
      "deduzco",
      ",",
      "lógico",
      ",",
      "active",
      "página",
      "seguridad",
      "correspondiente",
      "ser",
      "hackeada",
      ",",
      "publicará",
      "totalización",
      "resultados",
      "disgregados",
      "”",
      ",",
      "acotó",
      "experta",
      ".",
      "detalló",
      "cne",
      "publica",
      "escrutinio",
      "automatizado",
      ",",
      "aclaró",
      "“",
      "obligado",
      "publicar",
      "copias",
      "actas",
      "escrutinio",
      "”",
      "comprobantes",
      "escrutinio",
      "realizado",
      "automáticamente",
      ".",
      "respecto",
      "actas",
      "conocidas",
      "actas",
      "verificación",
      "ciudadana",
      ",",
      "instalación",
      "constitución",
      "mesas",
      ",",
      "manifestó",
      "“",
      "quedan",
      "resguardo",
      "cne",
      "material",
      "electoral",
      "probatorio",
      "conforman",
      "expediente",
      "administrativo",
      "entrega",
      "caso",
      "haber",
      "impugnaciones",
      "tsj",
      "”",
      ".",
      "jurista",
      "expresó",
      "“",
      "cualquier",
      "momento",
      "proceso",
      ",",
      "considere",
      "vicios",
      "fraude",
      "puede",
      "recurrir",
      "tsj",
      "”",
      ".",
      "añadió",
      "“",
      "impugnar",
      "actas",
      "escrutinio",
      ",",
      "debe",
      "solicitarse",
      "certificación",
      "acta",
      "pretende",
      "impugnar",
      "consejo",
      "nacional",
      "electoral",
      "legalidad",
      "tsj",
      "”",
      ".",
      "tras",
      "puntualizar",
      "aspectos",
      ",",
      "deliberadamente",
      "obviados",
      "mediática",
      "internacional",
      ",",
      "álvarez",
      "denunció",
      "“",
      "presión",
      "extrema",
      ",",
      "ilógica",
      "establecida",
      "norma",
      "electoral",
      ",",
      "publicación",
      "actas",
      "escrutinio",
      "(",
      "diferente",
      "normal",
      "publicación",
      "resultados",
      "disgregados",
      "mesas",
      "siempre",
      "publicados",
      ")",
      ",",
      "obedece",
      "plan",
      "generar",
      "acciones",
      "terroristas",
      "desestabilicen",
      "nación",
      "”",
      ".",
      "subrayó",
      "“",
      "nadie",
      "personal",
      "organización",
      "alguna",
      "puede",
      "usurpar",
      "funciones",
      "cne",
      "efecto",
      "hecho",
      "maría",
      "corina",
      "machado",
      "edmundo",
      "gonzález",
      "urrutia",
      ",",
      "puede",
      "considerarse",
      "grave",
      "delito",
      "nación",
      "atenta",
      "soberanía",
      "”",
      ".",
      "juicio",
      "experta",
      ",",
      "“",
      "publicación",
      "supuestas",
      "actas",
      "escrutinio",
      "parte",
      "individuos",
      "certificadas",
      ",",
      "calcular",
      "supuestos",
      "resultados",
      "denunciar",
      "fraude",
      "impugnar",
      "tsj",
      ",",
      "obedece",
      "plan",
      "guerra",
      "cognitiva",
      "pretende",
      "crear",
      "realidad",
      "imaginario",
      "colectivo",
      "generar",
      "frustración",
      "sostener",
      "violencia",
      "”",
      ".",
      "finalmente",
      ",",
      "álvarez",
      "instó",
      "actuar",
      "“",
      "calma",
      ",",
      "cordura",
      "nervios",
      "acero",
      "frente",
      "arremetida",
      "imperial",
      "encaja",
      "bien",
      "diversas",
      "teorías",
      "militares",
      "guerra",
      "”",
      "."
    ],
    "token_count": 499,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "NN": 309,
      "VBZ": 10,
      "NNS": 20,
      "VBP": 19,
      "JJ": 69,
      "FW": 129,
      "IN": 34,
      "CD": 5,
      "VBD": 6,
      "MD": 2,
      "VB": 2,
      "DT": 4,
      "RB": 4,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NN": 32,
      "NN-NN": 191,
      "NN-NNP": 22,
      "NNP-NNP": 30,
      "NNP-VBZ": 2,
      "VBZ-NN": 1,
      "NN-NNS": 6,
      "NNS-VBP": 12,
      "VBP-JJ": 11,
      "JJ-FW": 6,
      "FW-NN": 24,
      "NN-FW": 26,
      "NN-JJ": 16,
      "JJ-NN": 44,
      "NN-IN": 26,
      "IN-FW": 21,
      "FW-NNS": 6,
      "NNS-NNS": 4,
      "VBP-CD": 1,
      "CD-JJ": 1,
      "JJ-JJ": 13,
      "NN-VBP": 5,
      "NNP-IN": 4,
      "FW-JJ": 15,
      "FW-FW": 63,
      "NNP-VBD": 2,
      "VBD-CD": 2,
      "CD-NN": 4,
      "IN-NNP": 5,
      "NN-VBZ": 7,
      "VBZ-IN": 3,
      "FW-NNP": 18,
      "NN-VBD": 4,
      "VBD-JJ": 3,
      "NNP-FW": 9,
      "IN-JJ": 5,
      "VBP-NN": 4,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-NN": 2,
      "IN-NN": 3,
      "VBP-FW": 1,
      "VBZ-CD": 1,
      "NNS-NNP": 2,
      "VBZ-NNP": 1,
      "VBP-IN": 1,
      "JJ-NNP": 3,
      "FW-VBZ": 1,
      "FW-CD": 1,
      "NN-DT": 3,
      "DT-NN": 3,
      "NN-RB": 2,
      "RB-NN": 1,
      "VBZ-JJ": 2,
      "VBZ-NNS": 1,
      "NNP-VBP": 1,
      "NNP-NNS": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NNP": 1,
      "FW-JJR": 1,
      "JJR-FW": 1,
      "RB-JJ": 2,
      "VBZ-FW": 1,
      "VBD-RB": 1,
      "JJ-NNS": 2,
      "NNS-FW": 1,
      "JJ-DT": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 28,
      "NN-NN-NNP": 19,
      "NN-NNP-NNP": 11,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 3,
      "FW-NN-FW": 4,
      "NN-FW-NN": 6,
      "FW-NN-NN": 15,
      "NN-NN-NN": 110,
      "NN-NNP-NN": 8,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 11,
      "JJ-NN-NN": 27,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 18,
      "IN-FW-NNS": 3,
      "FW-NNS-NNS": 3,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-CD": 1,
      "VBP-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-JJ-NN": 12,
      "NN-NN-VBP": 5,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 7,
      "NNP-NNP-NNP": 12,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "JJ-NN-JJ": 1,
      "IN-FW-JJ": 5,
      "FW-JJ-JJ": 4,
      "NN-JJ-JJ": 4,
      "JJ-NN-FW": 2,
      "NN-NN-IN": 12,
      "IN-FW-FW": 9,
      "FW-FW-FW": 41,
      "FW-FW-JJ": 2,
      "NNP-NNP-NN": 11,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 2,
      "CD-NN-NN": 4,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 1,
      "VBP-JJ-JJ": 2,
      "NN-NN-VBZ": 5,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "FW-FW-NNP": 7,
      "FW-NNP-NN": 8,
      "NN-NN-VBD": 3,
      "NN-VBD-JJ": 2,
      "VBD-JJ-FW": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 5,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 2,
      "FW-FW-NN": 10,
      "NNP-NN-NNS": 1,
      "NN-IN-JJ": 4,
      "IN-JJ-JJ": 2,
      "FW-JJ-FW": 3,
      "JJ-FW-NNP": 1,
      "FW-NNP-NNP": 4,
      "NNP-IN-NNP": 3,
      "NN-VBP-NN": 3,
      "VBP-NN-NN": 3,
      "NNP-NNP-FW": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-NN": 2,
      "VB-NN-IN": 2,
      "IN-JJ-NN": 2,
      "NN-FW-JJ": 7,
      "FW-JJ-NN": 6,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-NN-FW": 19,
      "NN-FW-FW": 7,
      "FW-NN-IN": 3,
      "FW-NN-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "JJ-NN-NNS": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "IN-FW-NN": 3,
      "NN-NN-NNS": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-NNP": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "IN-FW-CD": 1,
      "FW-CD-NN": 1,
      "VBD-JJ-NN": 2,
      "NN-NN-DT": 3,
      "NN-DT-NN": 3,
      "DT-NN-NN": 1,
      "NN-FW-NNP": 4,
      "DT-NN-RB": 1,
      "NN-RB-NN": 1,
      "RB-NN-NN": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "IN-NNP-NNS": 1,
      "NNP-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NN-FW-JJR": 1,
      "FW-JJR-FW": 1,
      "JJR-FW-FW": 1,
      "FW-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-NNP-IN": 1,
      "IN-NNP-FW": 2,
      "NNP-FW-NN": 2,
      "FW-JJ-NNP": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "NN-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "JJ-NN-NNP": 2,
      "NN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNP-NN-FW": 1,
      "NNP-VBD-JJ": 1,
      "NNP-NN-IN": 1,
      "NNS-NNP-IN": 1,
      "FW-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "FW-NNP-MD": 1,
      "VBZ-IN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 309,
        "FW": 129,
        "NNP": 83,
        "JJ": 69,
        "IN": 34
      },
      "top_bigrams": {
        "NN-NN": 191,
        "FW-FW": 63,
        "JJ-NN": 44,
        "NNP-NN": 32,
        "NNP-NNP": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 110,
        "FW-FW-FW": 41,
        "NNP-NN-NN": 28,
        "JJ-NN-NN": 27,
        "NN-NN-NNP": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 168,
      "VP": 38,
      "ADJP": 14,
      "PP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.028
      },
      {
        "rule": "NP -> ('Escrutinio', 'NNP')",
        "frequency": 4,
        "weight": 0.016
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 4,
        "weight": 0.016
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('acciones', 'NNS') ('terroristas', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "ADJP -> ('electoral', 'JJ')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('o', 'VBP') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Actas', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('TSJ', 'NNP') ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La consultora jurídica Olga Álvarez"
      },
      {
        "label": "VP",
        "text": "aseguró este miércoles"
      },
      {
        "label": "NP",
        "text": "este miércoles"
      },
      {
        "label": "VP",
        "text": "que la"
      },
      {
        "label": "NP",
        "text": "derecha venezolana"
      },
      {
        "label": "NP",
        "text": "aupada por los EE.UU."
      },
      {
        "label": "NP",
        "text": "intenta instaurar"
      },
      {
        "label": "NP",
        "text": "una “ realidad ” manipulada para desconocer"
      },
      {
        "label": "NP",
        "text": "los resultados"
      },
      {
        "label": "NP",
        "text": "elecciones presidenciales"
      },
      {
        "label": "ADJP",
        "text": "cual"
      },
      {
        "label": "PP",
        "text": "obedece a su plan"
      },
      {
        "label": "NP",
        "text": "a su plan"
      },
      {
        "label": "VP",
        "text": "reiteradamente"
      },
      {
        "label": "NP",
        "text": "Gran Polo Patriótico"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP consultora/NN jurídica/NN Olga/NNP Álvarez/NNP)\n  (VP aseguró/VBZ (NP este/NN miércoles/NNS))\n  (VP que/VBP la/JJ)\n  extrema/FW\n  (NP derecha/NN venezolana/NN)\n  ,/,\n  (NP aupada/JJ por/NN los/NN EE.UU./NNP)\n  ,/,\n  (NP intenta/NN instaurar/NN)\n  (NP\n    una/JJ\n    “/NNP\n    realidad/NN\n    ”/NNP\n    manipulada/NNP\n    para/NN\n    desconocer/NN)\n  (NP los/JJ resultados/NN)\n  de/IN\n  las/FW\n  (NP elecciones/NNS presidenciales/NNS)\n  del/RB\n  28J/CD\n  ,/,\n  lo/FW\n  (ADJP cual/JJ)\n  (PP obedece/IN (NP a/DT su/NN plan/NN))\n  ,/,\n  (VP reiteradamente/VB)\n  denunciado/FW\n  por/FW\n  el/FW\n  (NP Gran/NNP Polo/NNP Patriótico/NNP)\n  ,/,\n  de/FW\n  generar/FW\n  (NP acciones/NNS terroristas/NNS)\n  (VP que/VBP)\n  (VP desestabilicen/VB (NP a/DT esa/JJ nación/NN))\n  ./.)",
      "(S\n  (NP A/DT partir/NN)\n  de/IN\n  la/FW\n  normativa/FW\n  (NP legal/JJ y/NN del/NN diseño/NN del/NN)\n  (ADJP sistema/JJ)\n  (ADJP electoral/JJ)\n  ,/,\n  (ADJP la/JJ)\n  experta/FW\n  (NP dejó/NN claro/NN)\n  (NP a/DT través/NN)\n  de/IN\n  mensajes/FW\n  publicados/FW\n  en/FW\n  la/FW\n  (NP\n    red/JJ\n    social/JJ\n    X/NNP\n    que/NN\n    el/NN\n    Consejo/NNP\n    Nacional/NNP\n    Electoral/NNP)\n  (/(\n  (NP CNE/NNP)\n  )/)\n  ,/,\n  (NP\n    reconocido/JJ\n    como/NN\n    poder/NN\n    por/NN\n    la/NN\n    Constitución/NNP\n    venezolana/NN)\n  ,/,\n  (NP tiene/NN)\n  30/CD\n  (NP días/NN para/NN publicar/NN los/NN resultados/NN)\n  (PP\n    en/IN\n    (NP\n      Gaceta/NNP\n      Electoral/NNP\n      y/NNP\n      que/NN\n      es/NN\n      falso/NN\n      que/NN\n      se/NN\n      le/NN\n      haya/NN\n      vencido/NN\n      el/NN))\n  (ADJP plazo/JJ)\n  (ADJP legal/JJ)\n  de/FW\n  publicación/FW\n  de/FW\n  resultados/FW\n  (NP totales/NNS)\n  (VP o/VBP (NP disgregados/NN))\n  ,/,\n  (NP como/NN)\n  (NP intentan/JJ hacer/NN ver/NN)\n  (VP representantes/VBZ)\n  de/IN\n  la/FW\n  extrema/FW\n  (NP derecha/NN)\n  ./.)",
      "(S\n  (NP Aseguró/NNP que/NN “/NNP lo/NN lógico/NN)\n  (VP e/VBP (NP institucional/JJ en/NN democracia/NN))\n  ,/,\n  (NP sería/NN que/NN quien/NN quiera/NN impugnar/NN Actas/NNP)\n  (PP de/IN (NP Escrutinio/NNP))\n  o/MD\n  (VP la/VB (NP totalización/NN))\n  ,/,\n  (NP pida/NN su/NN certificación/NN al/NN CNE/NNP)\n  y/CC\n  (NP con/NN ellas/NNS)\n  (VP impugne/VBP (NP el/JJ proceso/NN))\n  (PP de/IN (NP electoral/JJ o/NN la/NN fase/NN))\n  de/IN\n  totalización/FW\n  (ADJP ante/JJ)\n  el/FW\n  (NP Tribunal/NNP Supremo/NNP)\n  de/FW\n  (NP Justicia/NNP)\n  (/(\n  (NP TSJ/NNP)\n  )/)\n  (NP ”/NN)\n  ,/,\n  (NP con/NN)\n  (NP\n    lo/JJ\n    cual/JJ\n    dejó/NN\n    ver/NN\n    que/NN\n    aquella/NN\n    fuerza/NN\n    política/NN)\n  ,/,\n  encabezada/FW\n  por/FW\n  el/FW\n  excandidato/FW\n  (NP Edmundo/NNP González/NNP Urrutia/NNP y/NNP la/NNP)\n  inhabilitada/FW\n  (NP María/NNP Corina/NNP Machado/NNP)\n  ,/,\n  (NP nunca/JJ tuvo/NN intención/NN)\n  (PP de/IN (NP utilizar/JJ la/NN))\n  vía/FW\n  (NP legal/JJ ni/NN reconocer/NN al/NN Poder/NNP Electoral/NNP)\n  ./.)",
      "(S\n  (NP Álvarez/JJ recordó/NN que/NN “/NNP)\n  (VP el/VBZ (NP proceso/JJ electoral/JJ venezolano/NN))\n  (VP está/VBD)\n  100/CD\n  (NP\n    por/NN\n    ciento/NN\n    automatizado/NN\n    ”/NNP\n    y/NN\n    que/NN\n    “/NNP\n    el/NN\n    voto/NN)\n  ,/,\n  el/FW\n  escrutinio/FW\n  y/FW\n  la/FW\n  totalización/FW\n  (NP son/NN electrónicos/NN ”/NN)\n  ./.)",
      "(S\n  (NP Refirió/NNP que/NN “/NNP la/NNP)\n  impresión/FW\n  (NP que/NN hace/NN)\n  la/FW\n  máquina/FW\n  de/FW\n  votación/FW\n  al/FW\n  (NP elector/NN y/NN)\n  en/IN\n  el/FW\n  momento/FW\n  del/FW\n  (NP escrutinio/NN)\n  ,/,\n  (NP son/NN comprobantes/NNS)\n  (VP para/VBP)\n  efectos/FW\n  de/FW\n  la/FW\n  auditoría/FW\n  (NP ciudadana/NN ”/NN)\n  ,/,\n  la/FW\n  (NP cual/JJ se/NN practica/NN)\n  (VP el/VBZ)\n  54/CD\n  (NP por/NN ciento/NN)\n  del/FW\n  (ADJP total/JJ)\n  de/FW\n  mesas/FW\n  (NP electorales/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3079,
          3088
        ],
        "start": 3079,
        "end": 3088
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "bloqueó",
        "position": [
          2417,
          2424
        ],
        "start": 2417,
        "end": 2424
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra cognitiva que pretende crear una realidad en el",
        "position": [
          4489,
          4543
        ],
        "start": 4489,
        "end": 4543
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que “se bloqueó su página de forma maliciosa, mediante hackeo” e incluso “un ataque masivo al",
        "position": [
          2400,
          2502
        ],
        "start": 2400,
        "end": 2502
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mesas electorales",
        "position": [
          1702,
          1719
        ],
        "start": 1702,
        "end": 1719
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          1721,
          1727
        ],
        "start": 1721,
        "end": 1727
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "aclaró",
        "position": [
          2828,
          2834
        ],
        "start": 2828,
        "end": 2834
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente constitucional para",
        "position": [
          2159,
          2189
        ],
        "start": 2159,
        "end": 2189
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          66,
          81
        ],
        "start": 66,
        "end": 81
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3985,
          3992
        ],
        "start": 3985,
        "end": 3992
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2400,
          2408
        ],
        "start": 2400,
        "end": 2408
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "normativa",
        "position": [
          396,
          405
        ],
        "start": 396,
        "end": 405
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          591,
          603
        ],
        "start": 591,
        "end": 603
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Poder Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Deduzco",
        "tipo": "Persona"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Olga Álvarez",
        "tipo": "Persona"
      },
      {
        "nombre": "Edmundo González Urrutia",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución venezolana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "TSJ",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Álvarez",
        "tipo": "Persona"
      },
      {
        "nombre": "Tribunal Supremo de Justicia",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Olga Álvarez",
        "relacion": "ASEGURAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "CNE",
        "relacion": "PEDIR_SER_ASEGURAR",
        "objeto": "Tribunal Supremo de Justicia"
      },
      {
        "sujeto": "CNE",
        "relacion": "PEDIR_SER_ASEGURAR",
        "objeto": "TSJ"
      },
      {
        "sujeto": "CNE",
        "relacion": "PEDIR_SER_ASEGURAR",
        "objeto": "Edmundo González Urrutia"
      },
      {
        "sujeto": "CNE",
        "relacion": "PEDIR_SER_ASEGURAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "CNE",
        "relacion": "PEDIR_SER_ASEGURAR",
        "objeto": "Poder Electoral"
      },
      {
        "sujeto": "Tribunal Supremo de Justicia",
        "relacion": "IMPUGNAR_PEDIR_SER_ASEGURAR",
        "objeto": "Edmundo González Urrutia"
      },
      {
        "sujeto": "Tribunal Supremo de Justicia",
        "relacion": "IMPUGNAR_PEDIR_SER_ASEGURAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "Tribunal Supremo de Justicia",
        "relacion": "IMPUGNAR_PEDIR_SER_ASEGURAR",
        "objeto": "Poder Electoral"
      },
      {
        "sujeto": "TSJ",
        "relacion": "IMPUGNAR_PEDIR_SER_ASEGURAR",
        "objeto": "Edmundo González Urrutia"
      },
      {
        "sujeto": "TSJ",
        "relacion": "IMPUGNAR_PEDIR_SER_ASEGURAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "TSJ",
        "relacion": "IMPUGNAR_PEDIR_SER_ASEGURAR",
        "objeto": "Poder Electoral"
      },
      {
        "sujeto": "Edmundo González Urrutia",
        "relacion": "TENER_VER_DEJAR_SER_ASEGURAR",
        "objeto": "Poder Electoral"
      },
      {
        "sujeto": "María Corina Machado",
        "relacion": "TENER_VER_DEJAR_SER_ASEGURAR",
        "objeto": "Poder Electoral"
      },
      {
        "sujeto": "CNE",
        "relacion": "QUEDAR_MANIFESTAR",
        "objeto": "TSJ"
      },
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "IMPUGNAR_PRETENDER_SOLICITAR_L",
        "objeto": "TSJ"
      },
      {
        "sujeto": "María Corina Machado",
        "relacion": "USURPAR_SUBRAYAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "CNE",
        "relacion": "USURPAR_SUBRAYAR",
        "objeto": "Edmundo González Urrutia"
      }
    ]
  },
  "sentiment": {
    "compound": 0.0258,
    "pos": 0.021,
    "neu": 0.961,
    "neg": 0.018,
    "label": "neutral"
  }
}