{
  "url": "https://www.telesurtv.net/cuba-recupera-capacidades-de-generacion-y-proyecta-mejoria-en-sector-electrico/",
  "title": "Cuba recupera capacidades de generación y proyecta mejoría en sector eléctrico - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Gobierno Cubano",
    "Miguel Díaz-Canel Bermúdez",
    "Ministerio de Energía y Minas de Cuba",
    "sector energético",
    "Sistema Electroenergético Nacional",
    "Unión Nacional Eléctrica"
  ],
  "text": "\nLa Unión Nacional Eléctrica (UNE) de Cuba informó este viernes sobre una leve mejoría en la disponibilidad eléctrica a partir del aumento de capacidades de generación, mientras las autoridades realizan esfuerzos para superar el déficit del sector en el plazo más breve posible.\nLEA TAMBIÉN\nSuspenden actividades laborales y académicas en Cuba este viernes y sábado\nA través de un comunicado, la UNE precisó que durante esta jornada recuperará 185 MW de potencia: 150 a partir de motores de generación distribuida y 35 en una barcaza.\nAdemás, continúan trabajos de reparación o de mantenimiento para sincronizar bloques de centrales termoeléctricas (CTE) al sistema electroenergético. Gracias a estos, se incorporaron tres bloques generadores. Por roturas o reparaciones programadas, otros siete bloques de CTE se hallaban detenidos.\n\n\nPara este viernes se proyecta, en el horario pico nocturno, “una disponibilidad de 1.735 MW y una demanda de 3.100 MW, lo que generaría un déficit de 1.365 MW y una afectación estimada de 1.435 MW”, detalla el comunicado.\nLa víspera, “el servicio eléctrico se afectó durante las 24 horas (…) La máxima afectación fue de 1.668 MW a las 7:50 p.m.”.\nDe acuerdo con Cubadebate, entre las principales incidencias del jueves la UNE informó sobre averías en el bloque generador 3 de la CTE Santa Cruz y en los bloques 1 y 2 de la CTE Felton.\nEn mantenimiento se hallaban el bloque 2 de la CTC Santa Cruz, los bloques 3 y 4 de la CTE Cienfuegos y el bloque 5 de la CTE Renté.\nPor limitaciones térmicas, se hallaban fuera de servicio capacidades de generación en el orden de los 331 MW. Por falta de combustibles, dejaron de operar 58 centrales de generación distribuida (afectaron 374 MW) y la central fuel de Mariel (119 MW). En total, por esta última causa, se afectaron 493 MW.\nMientras, las autoridades continúan tomando las medidas necesarias para superar este déficit. Como parte de sus recorridos, este jueves el presidente cubano, Miguel Díaz-Canel Bermúdez, visitó municipios de La Habana, escuchó a sus pobladores y trasmitió confianza en que la Revolución superará este y otros desafíos.\nAdemás, visitó dos empresas del sector energético. “En medio de muchas dificultades, se está trabajando duro, cada cual desde su trinchera”, valoró el jefe de Estado a través de la red social X.\nHoras atrás, el Gobierno cubano suspendió durante los días 14 y 15 de febrero las actividades escolares y las actividades laborales no imprescindibles con el objetivo de contribuir al ahorro y reducir la demanda de electricidad.\nA tono con esta decisión, el Ministerio de Trabajo y Seguridad Social dispuso que los trabajadores que no asistan a su labor debido a esta situación sean protegidos salarialmente según establece el Código del Trabajo.\nLa generación básica de Cuba es a partir de termoeléctricas (generación térmica) con varias décadas de trabajo, lo cual demanda sistemáticos y costosos mantenimientos. A continuación, se ubican la generación distribuida y la generación a partir de energías renovables.\nTanto la generación térmica como la distribuida se afectan significativamente a partir del déficit de combustibles (petróleo, diésel o fuel oil) inducido por la guerra económica de EE.UU. contra la nación caribeña.\nA partir de 2019, durante el anterior mandato de Donald Trump, Cuba ha denunciado reiteradamente que la Casa Blanca asedia sus operaciones comerciales para adquirir combustibles y sostener su economía, incluso con multas a bancos, navieras, aseguradoras, transportistas y otras empresas que intervienen en esta actividad.\nWashington obstaculiza actividades económicas o comerciales para impedir que Cuba adquiera las divisas necesarias para comprar combustibles o las piezas de repuesto para dar mantenimientos a las CTE.\nSiguiendo el manual de la guerra psicológica, el Gobierno de los EE.UU. difunde, además, que la dirigencia revolucionaria cubana no es apta ni eficiente para dirigir una economía que funciona bajo permanente asedio.\nComo parte de su política de transición energética, Cuba se prepara para poner en funcionamiento este año al menos 55 parques solares fotovoltaicos. Se prevé que aporten más de 2.000 MW de potencia y ayuden a reducir los cortes de servicio eléctrico por déficit de combustibles fósiles. En total, se instalarán 92 parques de este tipo hasta 2028.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-recupera-capacidades-de-generacion-y-proyecta-mejoria-en-sector-electrico/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 978,
    "message_id": 86921,
    "date": "2025-02-14T17:55:23+00:00",
    "text": "teleSUR\nCuba recupera capacidades de generación y proyecta mejoría en sector eléctrico\nhttps://www.telesurtv.net/cuba-recupera-capacidades-de-generacion-y-proyecta-mejoria-en-sector-electrico/",
    "photo_path": null,
    "views": 1774,
    "reactions": {
      "👏": 42,
      "👍": 11
    },
    "total_reactions": 53
  },
  "preprocessing": {
    "cleaned": "la unión nacional eléctrica (une) de cuba informó este viernes sobre una leve mejoría en la disponibilidad eléctrica a partir del aumento de capacidades de generación, mientras las autoridades realizan esfuerzos para superar el déficit del sector en el plazo más breve posible. a través de un comunicado, la une precisó que durante esta jornada recuperará 185 mw de potencia: 150 a partir de motores de generación distribuida y 35 en una barcaza. además, continúan trabajos de reparación o de mantenimiento para sincronizar bloques de centrales termoeléctricas (cte) al sistema electroenergético. gracias a estos, se incorporaron tres bloques generadores. por roturas o reparaciones programadas, otros siete bloques de cte se hallaban detenidos. para este viernes se proyecta, en el horario pico nocturno, “una disponibilidad de 1.735 mw y una demanda de 3.100 mw, lo que generaría un déficit de 1.365 mw y una afectación estimada de 1.435 mw”, detalla el comunicado. la víspera, “el servicio eléctrico se afectó durante las 24 horas (…) la máxima afectación fue de 1.668 mw a las 7:50 p.m.”. de acuerdo con cubadebate, entre las principales incidencias del jueves la une informó sobre averías en el bloque generador 3 de la cte santa cruz y en los bloques 1 y 2 de la cte felton. en mantenimiento se hallaban el bloque 2 de la ctc santa cruz, los bloques 3 y 4 de la cte cienfuegos y el bloque 5 de la cte renté. por limitaciones térmicas, se hallaban fuera de servicio capacidades de generación en el orden de los 331 mw. por falta de combustibles, dejaron de operar 58 centrales de generación distribuida (afectaron 374 mw) y la central fuel de mariel (119 mw). en total, por esta última causa, se afectaron 493 mw. mientras, las autoridades continúan tomando las medidas necesarias para superar este déficit. como parte de sus recorridos, este jueves el presidente cubano, miguel díaz-canel bermúdez, visitó municipios de la habana, escuchó a sus pobladores y trasmitió confianza en que la revolución superará este y otros desafíos. además, visitó dos empresas del sector energético. “en medio de muchas dificultades, se está trabajando duro, cada cual desde su trinchera”, valoró el jefe de estado a través de la red social x. horas atrás, el gobierno cubano suspendió durante los días 14 y 15 de febrero las actividades escolares y las actividades laborales no imprescindibles con el objetivo de contribuir al ahorro y reducir la demanda de electricidad. a tono con esta decisión, el ministerio de trabajo y seguridad social dispuso que los trabajadores que no asistan a su labor debido a esta situación sean protegidos salarialmente según establece el código del trabajo. la generación básica de cuba es a partir de termoeléctricas (generación térmica) con varias décadas de trabajo, lo cual demanda sistemáticos y costosos mantenimientos. a continuación, se ubican la generación distribuida y la generación a partir de energías renovables. tanto la generación térmica como la distribuida se afectan significativamente a partir del déficit de combustibles (petróleo, diésel o fuel oil) inducido por la guerra económica de ee.uu. contra la nación caribeña. a partir de 2019, durante el anterior mandato de donald trump, cuba ha denunciado reiteradamente que la casa blanca asedia sus operaciones comerciales para adquirir combustibles y sostener su economía, incluso con multas a bancos, navieras, aseguradoras, transportistas y otras empresas que intervienen en esta actividad. washington obstaculiza actividades económicas o comerciales para impedir que cuba adquiera las divisas necesarias para comprar combustibles o las piezas de repuesto para dar mantenimientos a las cte. siguiendo el manual de la guerra psicológica, el gobierno de los ee.uu. difunde, además, que la dirigencia revolucionaria cubana no es apta ni eficiente para dirigir una economía que funciona bajo permanente asedio. como parte de su política de transición energética, cuba se prepara para poner en funcionamiento este año al menos 55 parques solares fotovoltaicos. se prevé que aporten más de 2.000 mw de potencia y ayuden a reducir los cortes de servicio eléctrico por déficit de combustibles fósiles. en total, se instalarán 92 parques de este tipo hasta 2028.",
    "tokens": [
      "unión",
      "nacional",
      "eléctrica",
      "(",
      "une",
      ")",
      "cuba",
      "informó",
      "viernes",
      "leve",
      "mejoría",
      "disponibilidad",
      "eléctrica",
      "partir",
      "aumento",
      "capacidades",
      "generación",
      ",",
      "mientras",
      "autoridades",
      "realizan",
      "esfuerzos",
      "superar",
      "déficit",
      "sector",
      "plazo",
      "breve",
      "posible",
      ".",
      "través",
      "comunicado",
      ",",
      "une",
      "precisó",
      "jornada",
      "recuperará",
      "185",
      "mw",
      "potencia",
      ":",
      "150",
      "partir",
      "motores",
      "generación",
      "distribuida",
      "35",
      "barcaza",
      ".",
      "además",
      ",",
      "continúan",
      "trabajos",
      "reparación",
      "mantenimiento",
      "sincronizar",
      "bloques",
      "centrales",
      "termoeléctricas",
      "(",
      "cte",
      ")",
      "sistema",
      "electroenergético",
      ".",
      "gracias",
      ",",
      "incorporaron",
      "tres",
      "bloques",
      "generadores",
      ".",
      "roturas",
      "reparaciones",
      "programadas",
      ",",
      "siete",
      "bloques",
      "cte",
      "hallaban",
      "detenidos",
      ".",
      "viernes",
      "proyecta",
      ",",
      "horario",
      "pico",
      "nocturno",
      ",",
      "“",
      "disponibilidad",
      "1.735",
      "mw",
      "demanda",
      "3.100",
      "mw",
      ",",
      "generaría",
      "déficit",
      "1.365",
      "mw",
      "afectación",
      "estimada",
      "1.435",
      "mw",
      "”",
      ",",
      "detalla",
      "comunicado",
      ".",
      "víspera",
      ",",
      "“",
      "servicio",
      "eléctrico",
      "afectó",
      "24",
      "horas",
      "(",
      "…",
      ")",
      "máxima",
      "afectación",
      "1.668",
      "mw",
      "7:50",
      "p.m.",
      "”",
      ".",
      "acuerdo",
      "cubadebate",
      ",",
      "principales",
      "incidencias",
      "jueves",
      "une",
      "informó",
      "averías",
      "bloque",
      "generador",
      "3",
      "cte",
      "santa",
      "cruz",
      "bloques",
      "1",
      "2",
      "cte",
      "felton",
      ".",
      "mantenimiento",
      "hallaban",
      "bloque",
      "2",
      "ctc",
      "santa",
      "cruz",
      ",",
      "bloques",
      "3",
      "4",
      "cte",
      "cienfuegos",
      "bloque",
      "5",
      "cte",
      "renté",
      ".",
      "limitaciones",
      "térmicas",
      ",",
      "hallaban",
      "servicio",
      "capacidades",
      "generación",
      "orden",
      "331",
      "mw",
      ".",
      "falta",
      "combustibles",
      ",",
      "dejaron",
      "operar",
      "58",
      "centrales",
      "generación",
      "distribuida",
      "(",
      "afectaron",
      "374",
      "mw",
      ")",
      "central",
      "fuel",
      "mariel",
      "(",
      "119",
      "mw",
      ")",
      ".",
      "total",
      ",",
      "última",
      "causa",
      ",",
      "afectaron",
      "493",
      "mw",
      ".",
      "mientras",
      ",",
      "autoridades",
      "continúan",
      "tomando",
      "medidas",
      "necesarias",
      "superar",
      "déficit",
      ".",
      "parte",
      "recorridos",
      ",",
      "jueves",
      "presidente",
      "cubano",
      ",",
      "miguel",
      "díaz-canel",
      "bermúdez",
      ",",
      "visitó",
      "municipios",
      "habana",
      ",",
      "escuchó",
      "pobladores",
      "trasmitió",
      "confianza",
      "revolución",
      "superará",
      "desafíos",
      ".",
      "además",
      ",",
      "visitó",
      "dos",
      "empresas",
      "sector",
      "energético",
      ".",
      "“",
      "medio",
      "muchas",
      "dificultades",
      ",",
      "trabajando",
      "duro",
      ",",
      "cada",
      "trinchera",
      "”",
      ",",
      "valoró",
      "jefe",
      "través",
      "red",
      "social",
      "x.",
      "horas",
      "atrás",
      ",",
      "gobierno",
      "cubano",
      "suspendió",
      "días",
      "14",
      "15",
      "febrero",
      "actividades",
      "escolares",
      "actividades",
      "laborales",
      "imprescindibles",
      "objetivo",
      "contribuir",
      "ahorro",
      "reducir",
      "demanda",
      "electricidad",
      ".",
      "tono",
      "decisión",
      ",",
      "ministerio",
      "trabajo",
      "seguridad",
      "social",
      "dispuso",
      "trabajadores",
      "asistan",
      "labor",
      "debido",
      "situación",
      "protegidos",
      "salarialmente",
      "según",
      "establece",
      "código",
      "trabajo",
      ".",
      "generación",
      "básica",
      "cuba",
      "partir",
      "termoeléctricas",
      "(",
      "generación",
      "térmica",
      ")",
      "varias",
      "décadas",
      "trabajo",
      ",",
      "demanda",
      "sistemáticos",
      "costosos",
      "mantenimientos",
      ".",
      "continuación",
      ",",
      "ubican",
      "generación",
      "distribuida",
      "generación",
      "partir",
      "energías",
      "renovables",
      ".",
      "generación",
      "térmica",
      "distribuida",
      "afectan",
      "significativamente",
      "partir",
      "déficit",
      "combustibles",
      "(",
      "petróleo",
      ",",
      "diésel",
      "fuel",
      "oil",
      ")",
      "inducido",
      "guerra",
      "económica",
      "ee.uu.",
      "nación",
      "caribeña",
      ".",
      "partir",
      "2019",
      ",",
      "anterior",
      "mandato",
      "donald",
      "trump",
      ",",
      "cuba",
      "denunciado",
      "reiteradamente",
      "casa",
      "blanca",
      "asedia",
      "operaciones",
      "comerciales",
      "adquirir",
      "combustibles",
      "sostener",
      "economía",
      ",",
      "incluso",
      "multas",
      "bancos",
      ",",
      "navieras",
      ",",
      "aseguradoras",
      ",",
      "transportistas",
      "empresas",
      "intervienen",
      "actividad",
      ".",
      "washington",
      "obstaculiza",
      "actividades",
      "económicas",
      "comerciales",
      "impedir",
      "cuba",
      "adquiera",
      "divisas",
      "necesarias",
      "comprar",
      "combustibles",
      "piezas",
      "repuesto",
      "dar",
      "mantenimientos",
      "cte",
      ".",
      "siguiendo",
      "manual",
      "guerra",
      "psicológica",
      ",",
      "gobierno",
      "ee.uu.",
      "difunde",
      ",",
      "además",
      ",",
      "dirigencia",
      "revolucionaria",
      "cubana",
      "apta",
      "eficiente",
      "dirigir",
      "economía",
      "funciona",
      "bajo",
      "permanente",
      "asedio",
      ".",
      "parte",
      "política",
      "transición",
      "energética",
      ",",
      "cuba",
      "prepara",
      "poner",
      "funcionamiento",
      "año",
      "menos",
      "55",
      "parques",
      "solares",
      "fotovoltaicos",
      ".",
      "prevé",
      "aporten",
      "2.000",
      "mw",
      "potencia",
      "ayuden",
      "reducir",
      "cortes",
      "servicio",
      "eléctrico",
      "déficit",
      "combustibles",
      "fósiles",
      ".",
      "total",
      ",",
      "instalarán",
      "92",
      "parques",
      "tipo",
      "2028",
      "."
    ],
    "token_count": 473,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 89,
      "IN": 34,
      "JJ": 52,
      "NN": 210,
      "NNS": 45,
      "VBP": 28,
      "FW": 130,
      "VBZ": 12,
      "RB": 2,
      "VBD": 7,
      "CD": 22,
      "JJR": 1,
      "DT": 3,
      "$": 1
    },
    "bigram_freq": {
      "NNP-NNP": 28,
      "NNP-IN": 2,
      "IN-NNP": 5,
      "NNP-JJ": 6,
      "JJ-NN": 34,
      "NN-NNS": 13,
      "NNS-VBP": 22,
      "VBP-JJ": 16,
      "JJ-VBP": 1,
      "VBP-NN": 3,
      "NN-FW": 21,
      "FW-FW": 71,
      "FW-NNS": 7,
      "NN-NN": 112,
      "NN-IN": 25,
      "IN-JJ": 5,
      "NN-VBP": 3,
      "JJ-NNP": 3,
      "NNP-VBZ": 6,
      "VBZ-NNS": 3,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NNP": 5,
      "NNP-NN": 27,
      "NNS-VBD": 1,
      "VBD-NN": 1,
      "NN-NNP": 16,
      "FW-NN": 23,
      "NN-CD": 4,
      "CD-NNP": 11,
      "NNP-FW": 17,
      "FW-CD": 4,
      "CD-NN": 3,
      "CD-FW": 2,
      "FW-JJ": 10,
      "IN-FW": 12,
      "NNS-IN": 6,
      "IN-NNS": 3,
      "NNS-VBZ": 3,
      "NNS-NNP": 4,
      "NNP-VBP": 1,
      "VBP-NNS": 2,
      "NNS-NNS": 5,
      "JJ-NNS": 6,
      "JJ-FW": 3,
      "NN-JJ": 6,
      "IN-CD": 7,
      "NN-VBD": 5,
      "VBD-CD": 3,
      "CD-NNS": 4,
      "NNP-VBD": 1,
      "VBZ-JJ": 1,
      "VBP-FW": 1,
      "FW-NNP": 15,
      "VBZ-FW": 1,
      "NNS-FW": 2,
      "JJ-JJ": 4,
      "NNP-CD": 1,
      "NNS-JJ": 1,
      "VBZ-NN": 3,
      "VBD-JJ": 2,
      "JJ-CD": 1,
      "CD-CD": 1,
      "VBZ-JJR": 1,
      "JJR-NNS": 1,
      "VBZ-DT": 1,
      "DT-NNS": 1,
      "VBP-DT": 1,
      "DT-NN": 2,
      "NN-VBZ": 3,
      "IN-NN": 2,
      "VBZ-NNP": 1,
      "NN-DT": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "VBD-$": 1,
      "$-CD": 1,
      "VBZ-IN": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 11,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 5,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-VBP": 1,
      "JJ-VBP-NN": 1,
      "VBP-NN-FW": 3,
      "NN-FW-FW": 8,
      "FW-FW-FW": 47,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 3,
      "VBP-JJ-NN": 9,
      "JJ-NN-NN": 22,
      "NN-NN-NN": 56,
      "NN-NN-IN": 10,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-VBZ": 5,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNP": 1,
      "VBP-NNP-NN": 5,
      "NNP-NN-NNS": 4,
      "NN-NNS-VBD": 1,
      "NNS-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 10,
      "NNP-NN-NN": 20,
      "NN-NN-FW": 12,
      "NN-FW-NN": 8,
      "FW-NN-NN": 12,
      "NN-NN-CD": 4,
      "NN-CD-NNP": 2,
      "CD-NNP-FW": 2,
      "NNP-FW-FW": 7,
      "FW-FW-CD": 4,
      "FW-CD-NN": 1,
      "CD-NN-FW": 2,
      "FW-CD-FW": 1,
      "CD-FW-JJ": 1,
      "FW-JJ-NN": 8,
      "JJ-NN-NNP": 4,
      "NN-IN-FW": 8,
      "IN-FW-FW": 3,
      "FW-FW-NN": 8,
      "NN-NN-NNS": 4,
      "NN-NNS-IN": 2,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 2,
      "NNS-VBP-NNP": 3,
      "NN-NNP-FW": 3,
      "FW-NN-NNS": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-IN": 2,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 3,
      "NNP-FW-NN": 6,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "NN-NN-JJ": 6,
      "NN-JJ-NN": 5,
      "JJ-NN-IN": 7,
      "NN-IN-CD": 7,
      "IN-CD-NNP": 6,
      "CD-NNP-JJ": 3,
      "CD-NNP-NN": 2,
      "NN-NN-VBD": 5,
      "NN-VBD-CD": 2,
      "VBD-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-JJ": 2,
      "CD-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NNP": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNS": 1,
      "IN-FW-JJ": 1,
      "IN-FW-NNP": 5,
      "FW-NNP-NNP": 9,
      "NNP-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NNS-IN-FW": 3,
      "NNP-NNP-FW": 5,
      "NNP-NNP-NN": 4,
      "FW-NN-IN": 6,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NNP": 3,
      "NNP-NN-IN": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNP-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "NN-IN-NNP": 3,
      "IN-NNP-CD": 1,
      "NNP-CD-NNP": 1,
      "NNP-NNP-JJ": 1,
      "VBD-CD-NNP": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "NNP-NN-FW": 2,
      "NN-NNP-NNP": 2,
      "FW-FW-NNP": 6,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NNS": 2,
      "NNS-VBP-NN": 2,
      "FW-NN-FW": 2,
      "NN-FW-NNP": 2,
      "FW-NNP-NN": 3,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-FW-NNS": 1,
      "FW-FW-JJ": 3,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-CD": 1,
      "JJ-CD-CD": 1,
      "CD-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJR": 1,
      "VBZ-JJR-NNS": 1,
      "JJR-NNS-VBZ": 1,
      "NNS-VBZ-DT": 1,
      "VBZ-DT-NNS": 1,
      "DT-NNS-VBP": 1,
      "FW-NNP-FW": 3,
      "NNP-FW-NNP": 2,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-JJ-JJ": 1,
      "VBD-JJ-NN": 1,
      "IN-FW-NN": 1,
      "NN-FW-JJ": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-CD-NN": 1,
      "FW-JJ-FW": 1,
      "NN-NNS-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NN-IN-NN": 1,
      "IN-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 210,
        "FW": 130,
        "NNP": 89,
        "JJ": 52,
        "NNS": 45
      },
      "top_bigrams": {
        "NN-NN": 112,
        "FW-FW": 71,
        "JJ-NN": 34,
        "NNP-NNP": 28,
        "NNP-NN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 56,
        "FW-FW-FW": 47,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 20,
        "NNS-VBP-JJ": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 194,
      "VP": 51,
      "PP": 13,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0307
      },
      {
        "rule": "NP -> ('MW', 'NNP')",
        "frequency": 8,
        "weight": 0.0273
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('a', 'DT') ('partir', 'NN')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "ADJP -> ('y', 'JJ')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('autoridades', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('CTE', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('o', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Unión Nacional Eléctrica"
      },
      {
        "label": "NP",
        "text": "UNE"
      },
      {
        "label": "NP",
        "text": "Cuba informó este viernes"
      },
      {
        "label": "VP",
        "text": "sobre una"
      },
      {
        "label": "VP",
        "text": "leve mejoría"
      },
      {
        "label": "NP",
        "text": "mejoría"
      },
      {
        "label": "NP",
        "text": "a partir del"
      },
      {
        "label": "NP",
        "text": "autoridades"
      },
      {
        "label": "VP",
        "text": "realizan esfuerzos para superar el déficit del sector"
      },
      {
        "label": "NP",
        "text": "esfuerzos para superar el déficit del sector"
      },
      {
        "label": "PP",
        "text": "en el plazo más"
      },
      {
        "label": "NP",
        "text": "el plazo más"
      },
      {
        "label": "VP",
        "text": "breve posible"
      },
      {
        "label": "NP",
        "text": "posible"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN Suspenden"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Unión/NNP Nacional/NNP Eléctrica/NNP)\n  (/(\n  (NP UNE/NNP)\n  )/)\n  de/FW\n  (NP Cuba/NNP informó/NN este/NN viernes/NNS)\n  (VP sobre/VBP una/JJ)\n  (VP leve/VBP (NP mejoría/NN))\n  en/FW\n  la/FW\n  disponibilidad/FW\n  eléctrica/FW\n  (NP a/DT partir/NN del/NN)\n  aumento/IN\n  de/FW\n  capacidades/FW\n  de/FW\n  generación/FW\n  ,/,\n  mientras/FW\n  las/FW\n  (NP autoridades/NNS)\n  (VP\n    realizan/VBP\n    (NP\n      esfuerzos/JJ\n      para/NN\n      superar/NN\n      el/NN\n      déficit/NN\n      del/NN\n      sector/NN))\n  (PP en/IN (NP el/JJ plazo/NN más/NN))\n  (VP breve/VBP (NP posible/NN))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Suspenden/NNP)\n  (VP actividades/VBZ (NP laborales/NNS) y/RB)\n  (VP académicas/VBP (NP en/JJ Cuba/NNP este/NN viernes/NNS) y/RB)\n  (VP sábado/VBP (NP A/NNP través/NN))\n  (PP de/IN (NP un/JJ comunicado/NN))\n  ,/,\n  la/FW\n  (NP UNE/NNP precisó/NN que/NN durante/NN)\n  esta/FW\n  (NP jornada/NN recuperará/NN)\n  185/CD\n  (NP MW/NNP)\n  de/FW\n  (NP potencia/NN)\n  :/:\n  150/CD\n  (NP a/DT partir/NN)\n  de/FW\n  motores/FW\n  de/FW\n  generación/FW\n  (NP distribuida/NN y/NN)\n  35/CD\n  (NP en/NN)\n  (NP una/JJ barcaza/NN)\n  ./.)",
      "(S\n  (NP Además/NNP)\n  ,/,\n  (NP continúan/JJ trabajos/NN)\n  de/IN\n  reparación/FW\n  o/FW\n  de/FW\n  mantenimiento/FW\n  (NP para/NN sincronizar/NN bloques/NNS)\n  (PP de/IN (NP centrales/NNS termoeléctricas/NNS))\n  (/(\n  (NP CTE/NNP)\n  )/)\n  (VP al/VBP (NP sistema/JJ electroenergético/NN))\n  ./.)",
      "(S\n  (VP Gracias/VB (NP a/DT estos/NN))\n  ,/,\n  se/FW\n  (NP incorporaron/NN tres/NNS)\n  (VP bloques/VBZ (NP generadores/NNS))\n  ./.)",
      "(S\n  (NP Por/NNP roturas/NNS)\n  (VP o/VBP (NP reparaciones/NNS programadas/NNS))\n  ,/,\n  (NP otros/JJ siete/JJ bloques/NNS)\n  (PP de/IN (NP CTE/NNP))\n  se/FW\n  (NP hallaban/NN detenidos/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra económica de ee.uu. contra la",
        "position": [
          3199,
          3235
        ],
        "start": 3199,
        "end": 3235
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2594,
          2601
        ],
        "start": 2594,
        "end": 2601
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con cubadebate, entre las principales incidencias del jueves la une informó sobre averías en el bloque generador 3 de la cte santa cruz y en",
        "position": [
          1186,
          1334
        ],
        "start": 1186,
        "end": 1334
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          43,
          50
        ],
        "start": 43,
        "end": 50
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          400,
          407
        ],
        "start": 400,
        "end": 407
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de los ee",
        "position": [
          3824,
          3842
        ],
        "start": 3824,
        "end": 3842
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente cubano",
        "position": [
          1948,
          1965
        ],
        "start": 1948,
        "end": 1965
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con cubadebate, entre las principales incidencias del jueves la une informó sobre averías en el bloque generador 3",
        "position": [
          1186,
          1308
        ],
        "start": 1186,
        "end": 1308
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "servicio eléctrico",
        "position": [
          1074,
          1092
        ],
        "start": 1074,
        "end": 1092
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          38,
          42
        ],
        "start": 38,
        "end": 42
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          2016,
          2025
        ],
        "start": 2016,
        "end": 2025
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado a través",
        "position": [
          2286,
          2301
        ],
        "start": 2286,
        "end": 2301
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "días 14 y 15 de febrero",
        "position": [
          2376,
          2399
        ],
        "start": 2376,
        "end": 2399
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 2.000",
        "position": [
          4161,
          4173
        ],
        "start": 4161,
        "end": 4173
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "a las 7:50",
        "position": [
          1165,
          1176
        ],
        "start": 1165,
        "end": 1176
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miguel Díaz-Canel Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministerio de Trabajo y Seguridad Social",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cubadebate",
        "tipo": "Persona"
      },
      {
        "nombre": "CTE Felton",
        "tipo": "Persona"
      },
      {
        "nombre": "La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Nacional Eléctrica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CTE Renté",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno cubano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de los EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "la Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mariel",
        "tipo": "Lugar"
      },
      {
        "nombre": "CTC Santa Cruz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santa Cruz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cienfuegos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "UNE",
        "relacion": "SUSPENDER",
        "objeto": "Cuba"
      },
      {
        "sujeto": "UNE",
        "relacion": "INFORMAR",
        "objeto": "Cubadebate"
      },
      {
        "sujeto": "Cubadebate",
        "relacion": "INFORMAR",
        "objeto": "Santa Cruz"
      },
      {
        "sujeto": "Cubadebate",
        "relacion": "INFORMAR",
        "objeto": "CTE Felton"
      },
      {
        "sujeto": "UNE",
        "relacion": "INFORMAR",
        "objeto": "Santa Cruz"
      },
      {
        "sujeto": "UNE",
        "relacion": "INFORMAR",
        "objeto": "CTE Felton"
      },
      {
        "sujeto": "Miguel Díaz-Canel Bermúdez",
        "relacion": "VISITAR",
        "objeto": "La Habana"
      },
      {
        "sujeto": "Cuba",
        "relacion": "DENUNCIAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "la Casa Blanca",
        "relacion": "DENUNCIAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Cuba",
        "relacion": "DENUNCIAR",
        "objeto": "la Casa Blanca"
      },
      {
        "sujeto": "Washington",
        "relacion": "OBSTACULIZAR",
        "objeto": "Cuba"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4939,
    "pos": 0.004,
    "neu": 0.986,
    "neg": 0.01,
    "label": "negative"
  }
}