{
  "url": "https://www.telesurtv.net/maduro-gran-mision-madre-tierra-venezuela/",
  "title": "Maduro activa Gran Misión Madre Tierra Venezuela ante nueva realidad climática",
  "section": "América Latina y El Caribe",
  "tags": [
    "Gran Misión Madre Tierra Venezuela",
    "Nicolás Maduro",
    "Venezuela"
  ],
  "text": "El presidente de la República Bolivariana de Venezuela, Nicolás Maduro Moros, activó la Gran Misión Madre Tierra Venezuela, en jornada de trabajo desde el Sistema de Teleféricos Mukumbarí, estado Mérida, con el propósito de impulsar la recuperación y regeneración ecológica del país, frente a la emergencia climática que se ha vivido en la zona andina en días recientes.\n\n\nLEA TAMBIÉN\nVenezuela marcha para exigir la libertad de los niños retenidos en EE.UU.\n\n“Nosotros, con el pensamiento de Bolívar y con el ecosocialismo fundado por el comandante Chávez, hoy enarbolamos y activamos una gran misión estructural que nos permita transformar la sociedad venezolana y prepararnos para la nueva realidad climática: la Gran Misión Madre Tierra, que nace hoy 10 de julio rumbo al futuro”, señaló el mandatario.\nMaduro Moros precisó que la propuesta contempla siete vértices de trabajo. A propósito, abrió un debate sobre dichas líneas con todas las universidades del país y los centros científicos. Convocó a los 5.338 circuitos comunales y a los 49.000 consejos comunales a activarse en el tema de la nueva realidad climática, y a conocer, asumir, debatir y perfeccionar al máximo nivel estos siete vértices de la Gran Misión Madre Tierra Venezuela.\n\n\n\nLa Gran Misión Madre Tierra Venezuela cuenta con siete vértices o líneas estratégicas para la transformación, regeneración ecológica de la nación sudamericana, así como para la mitigación del cambio climático y la construcción de un modelo sustentable que sea ejemplo en el mundo.\n¿Cuáles son los siete vértices?\nPrimer vértice: Organización de los Comités de Ecosocialismo en los Circuitos Comunales del país, con el objetivo de articular los diferentes proyectos que estén planteados en las comunidades.\nDe acuerdo con el presidente, es el momento para conocer y enfrentar la nueva realidad. Es imprescindible para avanzar y requiere la activación de liderazgos ecosocialistas en todas las comunas y la organización de los llamados círculos, consejos o comités de ecosocialismo, ciencia y tecnología en cada consejo comunal.\n“De aquí al 19 de diciembre, nos estamos planteado tener organizados los comités de ecosocialismo de la Gran Misión Madre Tierra Venezuela en los 5.338 circuitos comunales”, remarcó.\nSegundo vértice “Sembrar Vida”: Centrado en la construcción de viveros y la siembra de árboles en el país. Incluye la producción organizada de plantas para reforestar áreas degradadas para proteger cabeceras de cuencas, establecer plantaciones productivas. Requiere el fortalecimiento y las capacidades para recolectar, almacenar y distribuir.\nTercer vértice «Territorio para la Vida»: Incluirá estudios de cuencas geográficas, mapas de riegos y la aplicación de parques nacionales. Para ello, tiene el objetivo de determinar las cuencas hidrográficas. Propone la creación del Comité Operativo para el Manejo de Cuencas Hidrográficas y actualizar el levantamiento y el estudio del estado actual de todas las cuencas hidrográficas del país.\n\n\nCuarto vértice «Clima para la Vida»: Diseñar estrategias para controlar los cambios climáticos y la restauración de bosques venezolanos, a través de observatorios de ciencias y tecnología.\nQuinto vértice: Su enfoque estará centrado en la fauna terrestre y marina, así como de la agricultura regenerativa y el control de diversas especies.\nLos dos vértices restantes estarán orientados al saneamiento y la producción para la vida, respectivamente, con los cuales se complementa la estructura de la Gran Misión.\nPrevio a su llegada al Teleférico Mukumbarí, el presidente realizó un recorrido, junto a las autoridades pertinentes de la entidad, desde El Vigía hasta la ciudad de Mérida. Señaló que la entidad andina cuenta con 82 frentes de trabajo, que han sido creado para rehabilitación integral en sectores y comunidades afectadas por las fuertes lluvias.\nComo parte de su intervención, Maduro Moros ratificó su solidaridad al pueblo de Texas. Reiteró su disposición a ayudar a los afectados, con la experiencia que tiene la Revolución Bolivariana para atender las tragedias naturales. De igual modo, el dignatario se refirió a los “incendios colosales” en Türkiye, en Siria y en España, así como a las inundaciones en Rusia y China, para aludir a la nueva realidad climática.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/maduro-gran-mision-madre-tierra-venezuela/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1513,
    "message_id": 98711,
    "date": "2025-07-10T22:55:08+00:00",
    "text": "teleSUR\nMaduro activa Gran Misión Madre Tierra Venezuela ante nueva realidad climática\nhttps://www.telesurtv.net/maduro-gran-mision-madre-tierra-venezuela/",
    "photo_path": null,
    "views": 1847,
    "reactions": {
      "👍": 30,
      "❤": 8,
      "🔥": 2,
      "🥱": 1
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "el presidente de la república bolivariana de venezuela, nicolás maduro moros, activó la gran misión madre tierra venezuela, en jornada de trabajo desde el sistema de teleféricos mukumbarí, estado mérida, con el propósito de impulsar la recuperación y regeneración ecológica del país, frente a la emergencia climática que se ha vivido en la zona andina en días recientes. “nosotros, con el pensamiento de bolívar y con el ecosocialismo fundado por el comandante chávez, hoy enarbolamos y activamos una gran misión estructural que nos permita transformar la sociedad venezolana y prepararnos para la nueva realidad climática: la gran misión madre tierra, que nace hoy 10 de julio rumbo al futuro”, señaló el mandatario. maduro moros precisó que la propuesta contempla siete vértices de trabajo. a propósito, abrió un debate sobre dichas líneas con todas las universidades del país y los centros científicos. convocó a los 5.338 circuitos comunales y a los 49.000 consejos comunales a activarse en el tema de la nueva realidad climática, y a conocer, asumir, debatir y perfeccionar al máximo nivel estos siete vértices de la gran misión madre tierra venezuela. la gran misión madre tierra venezuela cuenta con siete vértices o líneas estratégicas para la transformación, regeneración ecológica de la nación sudamericana, así como para la mitigación del cambio climático y la construcción de un modelo sustentable que sea ejemplo en el mundo. ¿cuáles son los siete vértices? primer vértice: organización de los comités de ecosocialismo en los circuitos comunales del país, con el objetivo de articular los diferentes proyectos que estén planteados en las comunidades. de acuerdo con el presidente, es el momento para conocer y enfrentar la nueva realidad. es imprescindible para avanzar y requiere la activación de liderazgos ecosocialistas en todas las comunas y la organización de los llamados círculos, consejos o comités de ecosocialismo, ciencia y tecnología en cada consejo comunal. “de aquí al 19 de diciembre, nos estamos planteado tener organizados los comités de ecosocialismo de la gran misión madre tierra venezuela en los 5.338 circuitos comunales”, remarcó. segundo vértice “sembrar vida”: centrado en la construcción de viveros y la siembra de árboles en el país. incluye la producción organizada de plantas para reforestar áreas degradadas para proteger cabeceras de cuencas, establecer plantaciones productivas. requiere el fortalecimiento y las capacidades para recolectar, almacenar y distribuir. tercer vértice «territorio para la vida»: incluirá estudios de cuencas geográficas, mapas de riegos y la aplicación de parques nacionales. para ello, tiene el objetivo de determinar las cuencas hidrográficas. propone la creación del comité operativo para el manejo de cuencas hidrográficas y actualizar el levantamiento y el estudio del estado actual de todas las cuencas hidrográficas del país. cuarto vértice «clima para la vida»: diseñar estrategias para controlar los cambios climáticos y la restauración de bosques venezolanos, a través de observatorios de ciencias y tecnología. quinto vértice: su enfoque estará centrado en la fauna terrestre y marina, así como de la agricultura regenerativa y el control de diversas especies. los dos vértices restantes estarán orientados al saneamiento y la producción para la vida, respectivamente, con los cuales se complementa la estructura de la gran misión. previo a su llegada al teleférico mukumbarí, el presidente realizó un recorrido, junto a las autoridades pertinentes de la entidad, desde el vigía hasta la ciudad de mérida. señaló que la entidad andina cuenta con 82 frentes de trabajo, que han sido creado para rehabilitación integral en sectores y comunidades afectadas por las fuertes lluvias. como parte de su intervención, maduro moros ratificó su solidaridad al pueblo de texas. reiteró su disposición a ayudar a los afectados, con la experiencia que tiene la revolución bolivariana para atender las tragedias naturales. de igual modo, el dignatario se refirió a los “incendios colosales” en türkiye, en siria y en españa, así como a las inundaciones en rusia y china, para aludir a la nueva realidad climática.",
    "tokens": [
      "presidente",
      "república",
      "bolivariana",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "activó",
      "gran",
      "misión",
      "madre",
      "tierra",
      "venezuela",
      ",",
      "jornada",
      "trabajo",
      "sistema",
      "teleféricos",
      "mukumbarí",
      ",",
      "mérida",
      ",",
      "propósito",
      "impulsar",
      "recuperación",
      "regeneración",
      "ecológica",
      "país",
      ",",
      "frente",
      "emergencia",
      "climática",
      "vivido",
      "zona",
      "andina",
      "días",
      "recientes",
      ".",
      "“",
      ",",
      "pensamiento",
      "bolívar",
      "ecosocialismo",
      "fundado",
      "comandante",
      "chávez",
      ",",
      "hoy",
      "enarbolamos",
      "activamos",
      "gran",
      "misión",
      "estructural",
      "permita",
      "transformar",
      "sociedad",
      "venezolana",
      "prepararnos",
      "nueva",
      "realidad",
      "climática",
      ":",
      "gran",
      "misión",
      "madre",
      "tierra",
      ",",
      "nace",
      "hoy",
      "10",
      "julio",
      "rumbo",
      "futuro",
      "”",
      ",",
      "señaló",
      "mandatario",
      ".",
      "maduro",
      "moros",
      "precisó",
      "propuesta",
      "contempla",
      "siete",
      "vértices",
      "trabajo",
      ".",
      "propósito",
      ",",
      "abrió",
      "debate",
      "dichas",
      "líneas",
      "todas",
      "universidades",
      "país",
      "centros",
      "científicos",
      ".",
      "convocó",
      "5.338",
      "circuitos",
      "comunales",
      "49.000",
      "consejos",
      "comunales",
      "activarse",
      "tema",
      "nueva",
      "realidad",
      "climática",
      ",",
      "conocer",
      ",",
      "asumir",
      ",",
      "debatir",
      "perfeccionar",
      "máximo",
      "nivel",
      "siete",
      "vértices",
      "gran",
      "misión",
      "madre",
      "tierra",
      "venezuela",
      ".",
      "gran",
      "misión",
      "madre",
      "tierra",
      "venezuela",
      "cuenta",
      "siete",
      "vértices",
      "líneas",
      "estratégicas",
      "transformación",
      ",",
      "regeneración",
      "ecológica",
      "nación",
      "sudamericana",
      ",",
      "así",
      "mitigación",
      "cambio",
      "climático",
      "construcción",
      "modelo",
      "sustentable",
      "ejemplo",
      "mundo",
      ".",
      "¿cuáles",
      "siete",
      "vértices",
      "?",
      "primer",
      "vértice",
      ":",
      "organización",
      "comités",
      "ecosocialismo",
      "circuitos",
      "comunales",
      "país",
      ",",
      "objetivo",
      "articular",
      "diferentes",
      "proyectos",
      "planteados",
      "comunidades",
      ".",
      "acuerdo",
      "presidente",
      ",",
      "momento",
      "conocer",
      "enfrentar",
      "nueva",
      "realidad",
      ".",
      "imprescindible",
      "avanzar",
      "requiere",
      "activación",
      "liderazgos",
      "ecosocialistas",
      "todas",
      "comunas",
      "organización",
      "llamados",
      "círculos",
      ",",
      "consejos",
      "comités",
      "ecosocialismo",
      ",",
      "ciencia",
      "tecnología",
      "cada",
      "consejo",
      "comunal",
      ".",
      "“",
      "aquí",
      "19",
      "diciembre",
      ",",
      "planteado",
      "tener",
      "organizados",
      "comités",
      "ecosocialismo",
      "gran",
      "misión",
      "madre",
      "tierra",
      "venezuela",
      "5.338",
      "circuitos",
      "comunales",
      "”",
      ",",
      "remarcó",
      ".",
      "segundo",
      "vértice",
      "“",
      "sembrar",
      "vida",
      "”",
      ":",
      "centrado",
      "construcción",
      "viveros",
      "siembra",
      "árboles",
      "país",
      ".",
      "incluye",
      "producción",
      "organizada",
      "plantas",
      "reforestar",
      "áreas",
      "degradadas",
      "proteger",
      "cabeceras",
      "cuencas",
      ",",
      "establecer",
      "plantaciones",
      "productivas",
      ".",
      "requiere",
      "fortalecimiento",
      "capacidades",
      "recolectar",
      ",",
      "almacenar",
      "distribuir",
      ".",
      "tercer",
      "vértice",
      "«",
      "territorio",
      "vida",
      "»",
      ":",
      "incluirá",
      "estudios",
      "cuencas",
      "geográficas",
      ",",
      "mapas",
      "riegos",
      "aplicación",
      "parques",
      "nacionales",
      ".",
      "ello",
      ",",
      "objetivo",
      "determinar",
      "cuencas",
      "hidrográficas",
      ".",
      "propone",
      "creación",
      "comité",
      "operativo",
      "manejo",
      "cuencas",
      "hidrográficas",
      "actualizar",
      "levantamiento",
      "estudio",
      "actual",
      "todas",
      "cuencas",
      "hidrográficas",
      "país",
      ".",
      "cuarto",
      "vértice",
      "«",
      "clima",
      "vida",
      "»",
      ":",
      "diseñar",
      "estrategias",
      "controlar",
      "cambios",
      "climáticos",
      "restauración",
      "bosques",
      "venezolanos",
      ",",
      "través",
      "observatorios",
      "ciencias",
      "tecnología",
      ".",
      "quinto",
      "vértice",
      ":",
      "enfoque",
      "centrado",
      "fauna",
      "terrestre",
      "marina",
      ",",
      "así",
      "agricultura",
      "regenerativa",
      "control",
      "diversas",
      "especies",
      ".",
      "dos",
      "vértices",
      "restantes",
      "orientados",
      "saneamiento",
      "producción",
      "vida",
      ",",
      "respectivamente",
      ",",
      "cuales",
      "complementa",
      "estructura",
      "gran",
      "misión",
      ".",
      "previo",
      "llegada",
      "teleférico",
      "mukumbarí",
      ",",
      "presidente",
      "realizó",
      "recorrido",
      ",",
      "junto",
      "autoridades",
      "pertinentes",
      "entidad",
      ",",
      "vigía",
      "ciudad",
      "mérida",
      ".",
      "señaló",
      "entidad",
      "andina",
      "cuenta",
      "82",
      "frentes",
      "trabajo",
      ",",
      "sido",
      "creado",
      "rehabilitación",
      "integral",
      "sectores",
      "comunidades",
      "afectadas",
      "fuertes",
      "lluvias",
      ".",
      "parte",
      "intervención",
      ",",
      "maduro",
      "moros",
      "ratificó",
      "solidaridad",
      "pueblo",
      "texas",
      ".",
      "reiteró",
      "disposición",
      "ayudar",
      "afectados",
      ",",
      "experiencia",
      "revolución",
      "bolivariana",
      "atender",
      "tragedias",
      "naturales",
      ".",
      "igual",
      "modo",
      ",",
      "dignatario",
      "refirió",
      "“",
      "incendios",
      "colosales",
      "”",
      "türkiye",
      ",",
      "siria",
      "españa",
      ",",
      "así",
      "inundaciones",
      "rusia",
      "china",
      ",",
      "aludir",
      "nueva",
      "realidad",
      "climática",
      "."
    ],
    "token_count": 444,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 102,
      "NN": 205,
      "FW": 161,
      "VBP": 19,
      "IN": 26,
      "VBZ": 10,
      "JJ": 48,
      "NNS": 30,
      "VBD": 5,
      "CD": 6,
      "RB": 2
    },
    "bigram_freq": {
      "NNP-NN": 28,
      "NN-FW": 20,
      "FW-FW": 105,
      "FW-NNP": 15,
      "NNP-NNP": 46,
      "NNP-FW": 13,
      "NNP-VBP": 3,
      "VBP-NN": 4,
      "NN-NNP": 21,
      "FW-NN": 28,
      "NN-IN": 17,
      "IN-FW": 14,
      "NNP-VBZ": 5,
      "VBZ-NNP": 2,
      "NN-NN": 110,
      "NN-VBZ": 2,
      "FW-JJ": 6,
      "JJ-NN": 28,
      "IN-NNP": 7,
      "NN-JJ": 16,
      "NN-NNS": 14,
      "NNS-VBP": 16,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "CD-IN": 2,
      "IN-NN": 4,
      "JJ-NNS": 8,
      "NNS-FW": 2,
      "VBP-JJ": 10,
      "VBZ-CD": 1,
      "CD-NN": 3,
      "VBP-CD": 1,
      "JJ-FW": 5,
      "JJ-JJ": 4,
      "NNS-NNP": 5,
      "NNP-IN": 2,
      "FW-NNS": 6,
      "NNP-JJ": 2,
      "NN-RB": 1,
      "RB-JJ": 1,
      "VBP-FW": 1,
      "JJ-NNP": 2,
      "IN-JJ": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 3,
      "JJ-CD": 1,
      "VBP-NNP": 3,
      "VBZ-JJ": 5,
      "NNS-IN": 4,
      "NNP-RB": 1,
      "RB-VBD": 1,
      "VBZ-FW": 1,
      "NNS-VBZ": 2,
      "VBZ-IN": 1,
      "FW-VBZ": 1,
      "NN-CD": 1,
      "CD-NNS": 1,
      "NNS-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-FW": 14,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 8,
      "NNP-NNP-FW": 6,
      "NNP-FW-NNP": 5,
      "NNP-NNP-NNP": 22,
      "NNP-NNP-VBP": 2,
      "NNP-VBP-NN": 2,
      "VBP-NN-NNP": 1,
      "NN-NNP-NNP": 10,
      "NNP-FW-NN": 5,
      "FW-NN-IN": 3,
      "NN-IN-FW": 11,
      "IN-FW-NN": 3,
      "FW-NN-FW": 5,
      "NN-FW-NNP": 1,
      "FW-NNP-FW": 5,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-NN": 19,
      "NN-NN-NN": 59,
      "NN-NN-IN": 11,
      "IN-FW-FW": 6,
      "FW-FW-FW": 75,
      "FW-FW-NN": 15,
      "FW-NN-NN": 13,
      "FW-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-NN": 11,
      "NN-NN-FW": 12,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 5,
      "JJ-NN-IN": 3,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 5,
      "IN-NNP-NN": 1,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 6,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 9,
      "JJ-NN-NN": 14,
      "JJ-NN-NNS": 5,
      "NN-NNS-VBP": 11,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 2,
      "VBD-CD-IN": 2,
      "CD-IN-NN": 1,
      "IN-NN-NN": 3,
      "NN-JJ-NNS": 5,
      "JJ-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 6,
      "JJ-NN-NNP": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NNS": 3,
      "NNS-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "JJ-NN-JJ": 2,
      "JJ-NNS-VBP": 2,
      "FW-NN-NNS": 2,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "NNP-NN-NNP": 5,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 1,
      "FW-NN-NNP": 3,
      "IN-FW-NNS": 3,
      "FW-NNS-NNP": 3,
      "NNS-NNP-FW": 1,
      "NN-FW-NN": 4,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-VBD": 1,
      "CD-IN-FW": 1,
      "IN-FW-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 2,
      "NNP-FW-FW": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 2,
      "NN-NN-NNS": 3,
      "VBP-NNP-RB": 1,
      "NNP-RB-VBD": 1,
      "RB-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "NNS-NNP-VBP": 1,
      "VBP-NN-JJ": 1,
      "VBP-JJ-NNP": 1,
      "NNP-IN-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-JJ-FW": 1,
      "FW-NN-JJ": 1,
      "FW-NNP-NN": 2,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "VBD-JJ-NN": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNS-NNP-JJ": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-NNP": 2,
      "IN-NNP-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 205,
        "FW": 161,
        "NNP": 102,
        "JJ": 48,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 110,
        "FW-FW": 105,
        "NNP-NNP": 46,
        "NNP-NN": 28,
        "FW-NN": 28
      },
      "top_trigrams": {
        "FW-FW-FW": 75,
        "NN-NN-NN": 59,
        "NNP-NNP-NNP": 22,
        "NNP-NN-NN": 19,
        "FW-FW-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 170,
      "VP": 39,
      "PP": 13,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.032
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.016
      },
      {
        "rule": "NP -> ('para', 'NN')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('siete', 'JJ') ('vértices', 'NNS')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('regeneración', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('realidad', 'NN') ('climática', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('circuitos', 'NN') ('comunales', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Gran', 'NNP') ('Misión', 'NNP') ('Madre', 'NNP') ('Tierra', 'NNP') ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('país', 'NN')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "República Bolivariana"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro Moros"
      },
      {
        "label": "NP",
        "text": "activó la Gran Misión Madre Tierra Venezuela"
      },
      {
        "label": "NP",
        "text": "Sistema"
      },
      {
        "label": "NP",
        "text": "Teleféricos Mukumbarí"
      },
      {
        "label": "NP",
        "text": "estado Mérida"
      },
      {
        "label": "NP",
        "text": "con el propósito"
      },
      {
        "label": "NP",
        "text": "regeneración"
      },
      {
        "label": "NP",
        "text": "del país"
      },
      {
        "label": "VP",
        "text": "frente a la emergencia climática que se ha vivido"
      },
      {
        "label": "NP",
        "text": "a la emergencia climática que se ha vivido"
      },
      {
        "label": "NP",
        "text": "días recientes"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN Venezuela marcha para exigir"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  la/FW\n  (NP República/NNP Bolivariana/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP Moros/NNP)\n  ,/,\n  (NP\n    activó/NN\n    la/NN\n    Gran/NNP\n    Misión/NNP\n    Madre/NNP\n    Tierra/NNP\n    Venezuela/NNP)\n  ,/,\n  en/FW\n  jornada/FW\n  de/FW\n  trabajo/FW\n  desde/FW\n  el/FW\n  (NP Sistema/NNP)\n  de/FW\n  (NP Teleféricos/NNP Mukumbarí/NNP)\n  ,/,\n  (NP estado/NN Mérida/NNP)\n  ,/,\n  (NP con/NN el/NN propósito/NN)\n  de/IN\n  impulsar/FW\n  la/FW\n  recuperación/FW\n  y/FW\n  (NP regeneración/NN)\n  ecológica/FW\n  (NP del/NN país/NN)\n  ,/,\n  (VP\n    frente/VBZ\n    (NP\n      a/DT\n      la/NN\n      emergencia/NN\n      climática/NN\n      que/NN\n      se/NN\n      ha/NN\n      vivido/NN))\n  en/IN\n  la/FW\n  zona/FW\n  andina/FW\n  en/FW\n  (NP días/NN recientes/NNS)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Venezuela/NNP marcha/NN para/NN exigir/NN)\n  la/FW\n  libertad/FW\n  de/FW\n  los/FW\n  (NP niños/JJ retenidos/NN)\n  (PP en/IN (NP EE.UU./NNP “/NNP Nosotros/NNP))\n  ,/,\n  (NP con/NN el/NN pensamiento/NN)\n  (PP de/IN (NP Bolívar/NNP))\n  y/CC\n  (NP con/NN)\n  (VP\n    el/VBP\n    (NP\n      ecosocialismo/JJ\n      fundado/NN\n      por/NN\n      el/NN\n      comandante/NN\n      Chávez/NNP))\n  ,/,\n  (NP hoy/NN enarbolamos/NN y/NN activamos/NN)\n  (NP una/JJ gran/NN misión/NN)\n  (NP estructural/JJ que/NN nos/NNS)\n  (VP permita/VBP (NP transformar/NN la/NN))\n  sociedad/FW\n  venezolana/FW\n  y/FW\n  prepararnos/FW\n  (NP para/NN)\n  la/FW\n  nueva/FW\n  (NP realidad/NN climática/NN)\n  :/:\n  (NP la/NN Gran/NNP Misión/NNP Madre/NNP Tierra/NNP)\n  ,/,\n  (NP que/JJ nace/NN)\n  (VP hoy/VBD)\n  10/CD\n  (PP de/IN (NP julio/NN rumbo/NN al/NN futuro/NN ”/NNP))\n  ,/,\n  (NP señaló/NN el/NN mandatario/NN)\n  ./.)",
      "(S\n  (NP\n    Maduro/NNP\n    Moros/NNP\n    precisó/NN\n    que/NN\n    la/NN\n    propuesta/NN\n    contempla/NN)\n  (NP siete/JJ vértices/NNS)\n  de/FW\n  trabajo/FW\n  ./.)",
      "(S\n  (NP A/DT propósito/NN)\n  ,/,\n  (NP abrió/JJ un/JJ debate/NN sobre/NN dichas/NN)\n  (NP líneas/JJ con/NN todas/NNS)\n  (VP\n    las/VBP\n    (NP universidades/JJ del/NN país/NN y/NN los/NN)\n    (NP centros/JJ científicos/NN))\n  ./.)",
      "(S\n  (NP Convocó/NNP)\n  a/DT\n  (ADJP los/JJ)\n  5.338/CD\n  (NP circuitos/NN comunales/NNS)\n  (VP y/VBP (NP a/DT los/NN))\n  49.000/CD\n  (NP consejos/NN comunales/NNS)\n  (NP a/DT activarse/NN en/NN)\n  el/FW\n  (NP tema/NN)\n  de/IN\n  la/FW\n  nueva/FW\n  (NP realidad/NN climática/NN)\n  ,/,\n  (VP y/VB (NP a/DT conocer/NN))\n  ,/,\n  (NP asumir/NN)\n  ,/,\n  (NP debatir/NN y/NN perfeccionar/NN al/NN máximo/NN)\n  (NP nivel/JJ estos/NN)\n  (NP siete/JJ vértices/NNS)\n  de/FW\n  la/FW\n  (NP Gran/NNP Misión/NNP Madre/NNP Tierra/NNP Venezuela/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          138,
          145
        ],
        "start": 138,
        "end": 145
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el presidente, es el momento para conocer y enfrentar",
        "position": [
          1759,
          1824
        ],
        "start": 1759,
        "end": 1824
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          785,
          791
        ],
        "start": 785,
        "end": 791
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          820,
          827
        ],
        "start": 820,
        "end": 827
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "cambio climático",
        "position": [
          1442,
          1458
        ],
        "start": 1442,
        "end": 1458
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          3,
          19
        ],
        "start": 3,
        "end": 19
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          3903,
          3911
        ],
        "start": 3903,
        "end": 3911
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "fauna",
        "position": [
          3240,
          3245
        ],
        "start": 3240,
        "end": 3245
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "saneamiento",
        "position": [
          3390,
          3401
        ],
        "start": 3390,
        "end": 3401
      },
      {
        "category": "PAISES",
        "matched_text": "españa",
        "position": [
          4183,
          4189
        ],
        "start": 4183,
        "end": 4189
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          45,
          54
        ],
        "start": 45,
        "end": 54
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado mérida",
        "position": [
          189,
          202
        ],
        "start": 189,
        "end": 202
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          558,
          561
        ],
        "start": 558,
        "end": 561
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Quinto",
        "tipo": "Persona"
      },
      {
        "nombre": "Türkiye",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Circuitos Comunales del país",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Vigía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Organización de los",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Misión Madre Tierra",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mérida",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comité Operativo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "LEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "estado Mérida",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Territorio para la Vida",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Misión Madre Tierra Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Teleférico Mukumbarí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comités de Ecosocialismo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Texas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Revolución Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sistema de Teleféricos Mukumbarí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Siria",
        "tipo": "Lugar"
      },
      {
        "nombre": "República Bolivariana de Venezuela",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "República Bolivariana de Venezuela",
        "relacion": "ACTIVAR",
        "objeto": "Gran Misión Madre Tierra Venezuela"
      },
      {
        "sujeto": "República Bolivariana de Venezuela",
        "relacion": "ACTIVAR",
        "objeto": "Sistema de Teleféricos Mukumbarí"
      },
      {
        "sujeto": "República Bolivariana de Venezuela",
        "relacion": "ACTIVAR",
        "objeto": "estado Mérida"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "ACTIVAR",
        "objeto": "Gran Misión Madre Tierra Venezuela"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "ACTIVAR",
        "objeto": "Sistema de Teleféricos Mukumbarí"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "ACTIVAR",
        "objeto": "estado Mérida"
      },
      {
        "sujeto": "Gran Misión Madre Tierra Venezuela",
        "relacion": "ACTIVAR",
        "objeto": "Sistema de Teleféricos Mukumbarí"
      },
      {
        "sujeto": "Gran Misión Madre Tierra Venezuela",
        "relacion": "ACTIVAR",
        "objeto": "estado Mérida"
      },
      {
        "sujeto": "Sistema de Teleféricos Mukumbarí",
        "relacion": "ES",
        "objeto": "estado Mérida"
      },
      {
        "sujeto": "LEA",
        "relacion": "MARCHAR_SE_ALAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "LEA",
        "relacion": "MARCHAR_SE_ALAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "LEA",
        "relacion": "MARCHAR_SE_ALAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "LEA",
        "relacion": "MARCHAR_SE_ALAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "LEA",
        "relacion": "MARCHAR_SE_ALAR",
        "objeto": "Gran Misión Madre Tierra"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MARCHAR_SE_ALAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MARCHAR_SE_ALAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MARCHAR_SE_ALAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MARCHAR_SE_ALAR",
        "objeto": "Gran Misión Madre Tierra"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "EXIGIR_MARCHAR_SE_ALAR",
        "objeto": "Gran Misión Madre Tierra"
      },
      {
        "sujeto": "Bolívar",
        "relacion": "EXIGIR_MARCHAR_SE_ALAR",
        "objeto": "Gran Misión Madre Tierra"
      },
      {
        "sujeto": "Chávez",
        "relacion": "EXIGIR_MARCHAR_SE_ALAR",
        "objeto": "Gran Misión Madre Tierra"
      },
      {
        "sujeto": "Teleférico Mukumbarí",
        "relacion": "REALIZAR",
        "objeto": "El Vigía"
      },
      {
        "sujeto": "Teleférico Mukumbarí",
        "relacion": "REALIZAR",
        "objeto": "Mérida"
      },
      {
        "sujeto": "Maduro Moros",
        "relacion": "RATIFICAR",
        "objeto": "Texas"
      }
    ]
  },
  "sentiment": {
    "compound": 0.34,
    "pos": 0.004,
    "neu": 0.996,
    "neg": 0.0,
    "label": "positive"
  }
}