{
  "url": "https://www.telesurtv.net/haiti-resiliencia-sector-educativo/",
  "title": "En Haití, la resiliencia del sector educativo - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Haití",
    "resiliencia",
    "Sector educativo"
  ],
  "text": "Fueron cuatro días de pruebas, por la mañana y por la tarde, para los 109 mil alumnos de último año de secundaria inscritos en el bachillerato haitiano. La organización de este examen a nivel nacional resultó especialmente difícil en las regiones asoladas por la violencia de las bandas armadas.\nEn Puerto Príncipe, el Gobierno tuvo que abrir nuevos centros para acoger a los candidatos, a veces en espacios que no ofrecían condiciones adecuadas. En otras ciudades de la región suroeste, las autoridades optaron por mantener las pruebas en los colegios habituales, incluso en zonas donde las bandas impiden la entrada de las fuerzas de seguridad del Estado.\nAl final, más del 95 por ciento de los inscritos en todo el país se presentaron efectivamente al examen y, a pesar del clima de miedo y tensión en algunos municipios, no se registró ningún incidente durante la semana. En la mitad norte del territorio, donde a pesar de una relativa ausencia del Estado, no se registran tales episodios de violencia, todo transcurrió con normalidad. Hablamos con estudiantes del municipio de Pignon, en el departamento del Norte, que se mostraron satisfechos con la organización e impresionados por la cantidad de participantes.\nDe hecho, toda la situación del país obedece a esta división geográfica definida por las bandas armadas y el sistema educativo no es una excepción. En la capital, muchas escuelas y colegios han tenido que cerrar sus puertas en los últimos años, cuando no han sido parcialmente destruidos por las pandillas. Otros establecimientos, situados en zonas de libre circulación, han tenido que adaptar sus horarios e infraestructuras para acoger a varias instituciones en un solo lugar.\n«Lamentablemente, han expulsado a escuelas, han expulsado a padres, han expulsado a alumnos. Hoy en día, tenemos escuelas que funcionan en otras escuelas. El colegio Alexandre Pétion, de Bel-Air, por ejemplo, el más antiguo del país, fundado en 1816, hoy funciona en otro municipio», explica el profesor de filosofía y politólogo Edmond Tony.\nComo consecuencia, la desigualdad no hace más que aumentar entre, por un lado, los niños refugiados en albergues, que tienen que desplazarse hacia otro municipio para asistir a la escuela en un local improvisado y, por otro, los jóvenes que viven en barrios más acomodados y protegidos.\nDel mismo modo, si la violencia amenaza indiscriminadamente a todo el sistema educativo, el sector público ha sufrido daños mayores debido a la falta de apoyo por parte de los poderes públicos. Antaño considerada de excelencia, la escuela pública ha perdido prestigio en los últimos años en comparación con las instituciones privadas, tanto religiosas como laicas.\nEn enero de este año, los sindicatos de docentes convocaron una huelga general para exigir mejores condiciones laborales, ajuste salarial, el pago de salarios atrasados y, sobre todo, garantías de seguridad mínima para desarrollar las clases en buenas condiciones – reivindicaciones que también fueron respaldadas por movimientos estudiantiles.\nSin ninguna respuesta concreta por parte del Gobierno, que solo destaca por su incapacidad para hacer frente a la crisis actual, la huelga se prolongó y agravó las desigualdades sociales, regionales y educativas en el país.\nSin embargo, el martes pasado, en plena semana de exámenes, el ministro de Educación, Augustin Antoine, finalmente apareció con la pretensión dar respuestas. En la cadena de Radio y Televisión Nacional de Haití (RTNH), consideró oportuno denunciar, con cierta falta de autocrítica, el «colapso» del sistema educativo que él mismo tenía la tarea de defender.\n«La escuela haitiana ya no está formando ciudadanos, sino jóvenes débiles, desorientados, sin referencias», declaró, citando también datos alarmantes: de un millón de niños que ingresan en la enseñanza primaria, solo 188 000 (menos del 20 por ciento) llegan al noveno año.\nLa reacción de los sindicatos solo esperó al final de la maratón de pruebas para hacerse oír. En una rueda de prensa celebrada el viernes 18 de julio, representantes de la Central Unitaria de Trabajadores de los Sectores Público y Privado de Haití (CUTSPPH) se declararon «muy sorprendidos» y denunciaron «la actitud irresponsable» del ministro.\nSegún el sindicato, «la población no quiere escuchar análisis, sino que quiere acción, quiere respuestas. Hoy en día, los profesores, los alumnos y los padres necesitan un ministro que aporte soluciones para hacer de la escuela un espacio cómodo para el aprendizaje».\nAl final, la educación no solo es el reflejo de la crisis múltiple que atraviesa el país, sino también de la resistencia y la determinación de una población que no abandona la lucha. Según Edmond Tony, si la provocación del ministro contiene verdades, hay que reconocer la resiliencia de los profesionales y los alumnos de la escuela haitiana.\n«Si en lugar de 10 meses de clases, solo se imparten 8 o 6 meses, es obvio que no se estudian los programas en su totalidad. Pero eso no significa que la escuela haya desaparecido. Seguimos teniendo una escuela universal, con un bachillerato que tiene diversas especialidades […] y alumnos que brillan cuando son enviados al extranjero» El profesor concluye: «¡Formamos ciudadanos del mundo!».",
  "source_metadata": {
    "url": "https://www.telesurtv.net/haiti-resiliencia-sector-educativo/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 599,
    "message_id": 99881,
    "date": "2025-07-24T21:55:07+00:00",
    "text": "teleSUR\nEn Haití, la resiliencia del sector educativo\nhttps://www.telesurtv.net/haiti-resiliencia-sector-educativo/",
    "photo_path": null,
    "views": 1438,
    "reactions": {
      "👍": 26,
      "❤": 2
    },
    "total_reactions": 28
  },
  "preprocessing": {
    "cleaned": "fueron cuatro días de pruebas, por la mañana y por la tarde, para los 109 mil alumnos de último año de secundaria inscritos en el bachillerato haitiano. la organización de este examen a nivel nacional resultó especialmente difícil en las regiones asoladas por la violencia de las bandas armadas. en puerto príncipe, el gobierno tuvo que abrir nuevos centros para acoger a los candidatos, a veces en espacios que no ofrecían condiciones adecuadas. en otras ciudades de la región suroeste, las autoridades optaron por mantener las pruebas en los colegios habituales, incluso en zonas donde las bandas impiden la entrada de las fuerzas de seguridad del estado. al final, más del 95 por ciento de los inscritos en todo el país se presentaron efectivamente al examen y, a pesar del clima de miedo y tensión en algunos municipios, no se registró ningún incidente durante la semana. en la mitad norte del territorio, donde a pesar de una relativa ausencia del estado, no se registran tales episodios de violencia, todo transcurrió con normalidad. hablamos con estudiantes del municipio de pignon, en el departamento del norte, que se mostraron satisfechos con la organización e impresionados por la cantidad de participantes. de hecho, toda la situación del país obedece a esta división geográfica definida por las bandas armadas y el sistema educativo no es una excepción. en la capital, muchas escuelas y colegios han tenido que cerrar sus puertas en los últimos años, cuando no han sido parcialmente destruidos por las pandillas. otros establecimientos, situados en zonas de libre circulación, han tenido que adaptar sus horarios e infraestructuras para acoger a varias instituciones en un solo lugar. «lamentablemente, han expulsado a escuelas, han expulsado a padres, han expulsado a alumnos. hoy en día, tenemos escuelas que funcionan en otras escuelas. el colegio alexandre pétion, de bel-air, por ejemplo, el más antiguo del país, fundado en 1816, hoy funciona en otro municipio», explica el profesor de filosofía y politólogo edmond tony. como consecuencia, la desigualdad no hace más que aumentar entre, por un lado, los niños refugiados en albergues, que tienen que desplazarse hacia otro municipio para asistir a la escuela en un local improvisado y, por otro, los jóvenes que viven en barrios más acomodados y protegidos. del mismo modo, si la violencia amenaza indiscriminadamente a todo el sistema educativo, el sector público ha sufrido daños mayores debido a la falta de apoyo por parte de los poderes públicos. antaño considerada de excelencia, la escuela pública ha perdido prestigio en los últimos años en comparación con las instituciones privadas, tanto religiosas como laicas. en enero de este año, los sindicatos de docentes convocaron una huelga general para exigir mejores condiciones laborales, ajuste salarial, el pago de salarios atrasados y, sobre todo, garantías de seguridad mínima para desarrollar las clases en buenas condiciones – reivindicaciones que también fueron respaldadas por movimientos estudiantiles. sin ninguna respuesta concreta por parte del gobierno, que solo destaca por su incapacidad para hacer frente a la crisis actual, la huelga se prolongó y agravó las desigualdades sociales, regionales y educativas en el país. sin embargo, el martes pasado, en plena semana de exámenes, el ministro de educación, augustin antoine, finalmente apareció con la pretensión dar respuestas. en la cadena de radio y televisión nacional de haití (rtnh), consideró oportuno denunciar, con cierta falta de autocrítica, el «colapso» del sistema educativo que él mismo tenía la tarea de defender. «la escuela haitiana ya no está formando ciudadanos, sino jóvenes débiles, desorientados, sin referencias», declaró, citando también datos alarmantes: de un millón de niños que ingresan en la enseñanza primaria, solo 188 000 (menos del 20 por ciento) llegan al noveno año. la reacción de los sindicatos solo esperó al final de la maratón de pruebas para hacerse oír. en una rueda de prensa celebrada el viernes 18 de julio, representantes de la central unitaria de trabajadores de los sectores público y privado de haití (cutspph) se declararon «muy sorprendidos» y denunciaron «la actitud irresponsable» del ministro. según el sindicato, «la población no quiere escuchar análisis, sino que quiere acción, quiere respuestas. hoy en día, los profesores, los alumnos y los padres necesitan un ministro que aporte soluciones para hacer de la escuela un espacio cómodo para el aprendizaje». al final, la educación no solo es el reflejo de la crisis múltiple que atraviesa el país, sino también de la resistencia y la determinación de una población que no abandona la lucha. según edmond tony, si la provocación del ministro contiene verdades, hay que reconocer la resiliencia de los profesionales y los alumnos de la escuela haitiana. «si en lugar de 10 meses de clases, solo se imparten 8 o 6 meses, es obvio que no se estudian los programas en su totalidad. pero eso no significa que la escuela haya desaparecido. seguimos teniendo una escuela universal, con un bachillerato que tiene diversas especialidades […] y alumnos que brillan cuando son enviados al extranjero» el profesor concluye: «¡formamos ciudadanos del mundo!».",
    "tokens": [
      "cuatro",
      "días",
      "pruebas",
      ",",
      "mañana",
      "tarde",
      ",",
      "109",
      "mil",
      "alumnos",
      "último",
      "año",
      "secundaria",
      "inscritos",
      "bachillerato",
      "haitiano",
      ".",
      "organización",
      "examen",
      "nivel",
      "nacional",
      "resultó",
      "especialmente",
      "difícil",
      "regiones",
      "asoladas",
      "violencia",
      "bandas",
      "armadas",
      ".",
      "puerto",
      "príncipe",
      ",",
      "gobierno",
      "abrir",
      "nuevos",
      "centros",
      "acoger",
      "candidatos",
      ",",
      "veces",
      "espacios",
      "ofrecían",
      "condiciones",
      "adecuadas",
      ".",
      "ciudades",
      "región",
      "suroeste",
      ",",
      "autoridades",
      "optaron",
      "mantener",
      "pruebas",
      "colegios",
      "habituales",
      ",",
      "incluso",
      "zonas",
      "bandas",
      "impiden",
      "entrada",
      "fuerzas",
      "seguridad",
      ".",
      "final",
      ",",
      "95",
      "ciento",
      "inscritos",
      "país",
      "presentaron",
      "efectivamente",
      "examen",
      ",",
      "pesar",
      "clima",
      "miedo",
      "tensión",
      "municipios",
      ",",
      "registró",
      "ningún",
      "incidente",
      "semana",
      ".",
      "mitad",
      "norte",
      "territorio",
      ",",
      "pesar",
      "relativa",
      "ausencia",
      ",",
      "registran",
      "tales",
      "episodios",
      "violencia",
      ",",
      "transcurrió",
      "normalidad",
      ".",
      "hablamos",
      "estudiantes",
      "municipio",
      "pignon",
      ",",
      "departamento",
      "norte",
      ",",
      "mostraron",
      "satisfechos",
      "organización",
      "impresionados",
      "cantidad",
      "participantes",
      ".",
      "hecho",
      ",",
      "toda",
      "situación",
      "país",
      "obedece",
      "división",
      "geográfica",
      "definida",
      "bandas",
      "armadas",
      "sistema",
      "educativo",
      "excepción",
      ".",
      "capital",
      ",",
      "muchas",
      "escuelas",
      "colegios",
      "cerrar",
      "puertas",
      "últimos",
      "años",
      ",",
      "sido",
      "parcialmente",
      "destruidos",
      "pandillas",
      ".",
      "establecimientos",
      ",",
      "situados",
      "zonas",
      "libre",
      "circulación",
      ",",
      "adaptar",
      "horarios",
      "infraestructuras",
      "acoger",
      "varias",
      "instituciones",
      "solo",
      "lugar",
      ".",
      "«",
      "lamentablemente",
      ",",
      "expulsado",
      "escuelas",
      ",",
      "expulsado",
      "padres",
      ",",
      "expulsado",
      "alumnos",
      ".",
      "hoy",
      "día",
      ",",
      "escuelas",
      "funcionan",
      "escuelas",
      ".",
      "colegio",
      "alexandre",
      "pétion",
      ",",
      "bel-air",
      ",",
      "ejemplo",
      ",",
      "antiguo",
      "país",
      ",",
      "fundado",
      "1816",
      ",",
      "hoy",
      "funciona",
      "municipio",
      "»",
      ",",
      "explica",
      "profesor",
      "filosofía",
      "politólogo",
      "edmond",
      "tony",
      ".",
      "consecuencia",
      ",",
      "desigualdad",
      "hace",
      "aumentar",
      ",",
      "lado",
      ",",
      "niños",
      "refugiados",
      "albergues",
      ",",
      "desplazarse",
      "hacia",
      "municipio",
      "asistir",
      "escuela",
      "local",
      "improvisado",
      ",",
      ",",
      "jóvenes",
      "viven",
      "barrios",
      "acomodados",
      "protegidos",
      ".",
      "mismo",
      "modo",
      ",",
      "si",
      "violencia",
      "amenaza",
      "indiscriminadamente",
      "sistema",
      "educativo",
      ",",
      "sector",
      "público",
      "sufrido",
      "daños",
      "mayores",
      "debido",
      "falta",
      "apoyo",
      "parte",
      "poderes",
      "públicos",
      ".",
      "antaño",
      "considerada",
      "excelencia",
      ",",
      "escuela",
      "pública",
      "perdido",
      "prestigio",
      "últimos",
      "años",
      "comparación",
      "instituciones",
      "privadas",
      ",",
      "religiosas",
      "laicas",
      ".",
      "enero",
      "año",
      ",",
      "sindicatos",
      "docentes",
      "convocaron",
      "huelga",
      "general",
      "exigir",
      "mejores",
      "condiciones",
      "laborales",
      ",",
      "ajuste",
      "salarial",
      ",",
      "pago",
      "salarios",
      "atrasados",
      ",",
      ",",
      "garantías",
      "seguridad",
      "mínima",
      "desarrollar",
      "clases",
      "buenas",
      "condiciones",
      "–",
      "reivindicaciones",
      "respaldadas",
      "movimientos",
      "estudiantiles",
      ".",
      "ninguna",
      "respuesta",
      "concreta",
      "parte",
      "gobierno",
      ",",
      "solo",
      "destaca",
      "incapacidad",
      "hacer",
      "frente",
      "crisis",
      "actual",
      ",",
      "huelga",
      "prolongó",
      "agravó",
      "desigualdades",
      "sociales",
      ",",
      "regionales",
      "educativas",
      "país",
      ".",
      "embargo",
      ",",
      "martes",
      "pasado",
      ",",
      "plena",
      "semana",
      "exámenes",
      ",",
      "ministro",
      "educación",
      ",",
      "augustin",
      "antoine",
      ",",
      "finalmente",
      "apareció",
      "pretensión",
      "dar",
      "respuestas",
      ".",
      "cadena",
      "radio",
      "televisión",
      "nacional",
      "haití",
      "(",
      "rtnh",
      ")",
      ",",
      "consideró",
      "oportuno",
      "denunciar",
      ",",
      "cierta",
      "falta",
      "autocrítica",
      ",",
      "«",
      "colapso",
      "»",
      "sistema",
      "educativo",
      "mismo",
      "tarea",
      "defender",
      ".",
      "«",
      "escuela",
      "haitiana",
      "formando",
      "ciudadanos",
      ",",
      "sino",
      "jóvenes",
      "débiles",
      ",",
      "desorientados",
      ",",
      "referencias",
      "»",
      ",",
      "declaró",
      ",",
      "citando",
      "datos",
      "alarmantes",
      ":",
      "millón",
      "niños",
      "ingresan",
      "enseñanza",
      "primaria",
      ",",
      "solo",
      "188",
      "000",
      "(",
      "menos",
      "20",
      "ciento",
      ")",
      "llegan",
      "noveno",
      "año",
      ".",
      "reacción",
      "sindicatos",
      "solo",
      "esperó",
      "final",
      "maratón",
      "pruebas",
      "hacerse",
      "oír",
      ".",
      "rueda",
      "prensa",
      "celebrada",
      "viernes",
      "18",
      "julio",
      ",",
      "representantes",
      "central",
      "unitaria",
      "trabajadores",
      "sectores",
      "público",
      "privado",
      "haití",
      "(",
      "cutspph",
      ")",
      "declararon",
      "«",
      "sorprendidos",
      "»",
      "denunciaron",
      "«",
      "actitud",
      "irresponsable",
      "»",
      "ministro",
      ".",
      "según",
      "sindicato",
      ",",
      "«",
      "población",
      "quiere",
      "escuchar",
      "análisis",
      ",",
      "sino",
      "quiere",
      "acción",
      ",",
      "quiere",
      "respuestas",
      ".",
      "hoy",
      "día",
      ",",
      "profesores",
      ",",
      "alumnos",
      "padres",
      "necesitan",
      "ministro",
      "aporte",
      "soluciones",
      "hacer",
      "escuela",
      "espacio",
      "cómodo",
      "aprendizaje",
      "»",
      ".",
      "final",
      ",",
      "educación",
      "solo",
      "reflejo",
      "crisis",
      "múltiple",
      "atraviesa",
      "país",
      ",",
      "sino",
      "resistencia",
      "determinación",
      "población",
      "abandona",
      "lucha",
      ".",
      "según",
      "edmond",
      "tony",
      ",",
      "si",
      "provocación",
      "ministro",
      "contiene",
      "verdades",
      ",",
      "reconocer",
      "resiliencia",
      "profesionales",
      "alumnos",
      "escuela",
      "haitiana",
      ".",
      "«",
      "si",
      "lugar",
      "10",
      "meses",
      "clases",
      ",",
      "solo",
      "imparten",
      "8",
      "6",
      "meses",
      ",",
      "obvio",
      "estudian",
      "programas",
      "totalidad",
      ".",
      "significa",
      "escuela",
      "desaparecido",
      ".",
      "seguimos",
      "escuela",
      "universal",
      ",",
      "bachillerato",
      "diversas",
      "especialidades",
      "[",
      "…",
      "]",
      "alumnos",
      "brillan",
      "enviados",
      "extranjero",
      "»",
      "profesor",
      "concluye",
      ":",
      "«",
      "¡formamos",
      "ciudadanos",
      "mundo",
      "!",
      "»",
      "."
    ],
    "token_count": 572,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 68,
      "NN": 298,
      "IN": 36,
      "FW": 171,
      "VBD": 5,
      "CD": 8,
      "NNS": 53,
      "VBP": 32,
      "JJ": 79,
      "RB": 7,
      "VBZ": 22,
      "DT": 12
    },
    "bigram_freq": {
      "NNP-NN": 22,
      "NN-NN": 176,
      "NN-IN": 24,
      "IN-FW": 14,
      "FW-NN": 33,
      "NN-FW": 20,
      "FW-FW": 108,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 4,
      "IN-NNP": 4,
      "NNP-FW": 15,
      "FW-NNS": 8,
      "NNS-FW": 3,
      "NN-NNP": 17,
      "NNS-VBP": 27,
      "VBP-JJ": 19,
      "JJ-NN": 43,
      "IN-JJ": 9,
      "JJ-NNS": 11,
      "NNS-RB": 2,
      "RB-VBP": 2,
      "JJ-FW": 10,
      "FW-NNP": 16,
      "NNP-NNP": 18,
      "NNP-VBZ": 4,
      "VBZ-NNP": 2,
      "NN-JJ": 14,
      "NN-NNS": 19,
      "VBP-NNS": 1,
      "VBP-DT": 1,
      "DT-NN": 11,
      "NN-VBZ": 17,
      "VBZ-NNS": 3,
      "NNS-NNP": 5,
      "NNS-IN": 3,
      "IN-NN": 5,
      "VBP-IN": 4,
      "NNS-NNS": 7,
      "VBD-JJ": 2,
      "NNP-JJ": 3,
      "NN-CD": 1,
      "FW-JJ": 5,
      "IN-NNS": 2,
      "NNS-DT": 1,
      "VBZ-JJ": 9,
      "NNP-DT": 1,
      "JJ-NNP": 4,
      "VBZ-DT": 5,
      "NN-DT": 4,
      "NNP-VBP": 1,
      "VBP-RB": 1,
      "RB-JJ": 4,
      "JJ-JJ": 11,
      "NNP-IN": 2,
      "IN-CD": 2,
      "NNS-JJ": 2,
      "NNS-VBD": 1,
      "VBD-RB": 1,
      "VBP-NNP": 1,
      "FW-VBP": 1,
      "VBP-NN": 3,
      "NNS-VBZ": 1,
      "NN-RB": 2,
      "VBZ-IN": 2,
      "VBP-CD": 2,
      "CD-CD": 1,
      "CD-NNS": 2,
      "NNS-CD": 1,
      "CD-IN": 1,
      "NNP-VBD": 2,
      "VBD-NN": 1,
      "DT-JJ": 1,
      "RB-RB": 1,
      "NN-VBP": 1,
      "VBZ-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 17,
      "NN-NN-IN": 16,
      "NN-IN-FW": 11,
      "IN-FW-NN": 4,
      "FW-NN-FW": 3,
      "NN-FW-FW": 12,
      "FW-FW-NN": 13,
      "NN-FW-NN": 8,
      "FW-NN-NN": 22,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 4,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 2,
      "NNP-FW-FW": 7,
      "FW-FW-FW": 72,
      "FW-FW-NNS": 6,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NN-NN-NNP": 14,
      "NN-NNP-FW": 2,
      "FW-NNS-VBP": 6,
      "NNS-VBP-JJ": 16,
      "VBP-JJ-NN": 10,
      "JJ-NN-NN": 26,
      "NN-NN-NN": 96,
      "NN-IN-JJ": 6,
      "IN-JJ-NNS": 4,
      "JJ-NNS-RB": 1,
      "NNS-RB-VBP": 2,
      "RB-VBP-JJ": 1,
      "VBP-JJ-FW": 4,
      "JJ-FW-FW": 8,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 2,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 11,
      "NN-NN-NNS": 13,
      "NN-NNS-VBP": 10,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 5,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-NNP": 2,
      "NNS-NNP-FW": 4,
      "NNP-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 7,
      "FW-NN-NNS": 3,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 4,
      "NNS-VBP-IN": 4,
      "VBP-IN-JJ": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 5,
      "VBP-IN-NN": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "NN-IN-NNS": 2,
      "IN-NNS-VBP": 1,
      "JJ-NN-IN": 6,
      "FW-NN-IN": 2,
      "JJ-NNS-DT": 1,
      "NNS-DT-NN": 1,
      "NN-VBZ-JJ": 8,
      "VBZ-JJ-NN": 6,
      "NN-NN-FW": 13,
      "FW-NNP-FW": 5,
      "IN-JJ-NN": 2,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 3,
      "NN-NNS-FW": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-VBZ": 1,
      "FW-NNP-NN": 3,
      "NNP-FW-NN": 5,
      "NN-NN-VBZ": 8,
      "NN-VBZ-DT": 4,
      "VBZ-DT-NN": 4,
      "DT-NN-JJ": 2,
      "JJ-NN-NNP": 2,
      "NN-NNP-NNP": 2,
      "NNP-NNP-NN": 4,
      "NN-NNS-NNS": 3,
      "IN-JJ-NNP": 2,
      "NN-NN-DT": 3,
      "NN-DT-NN": 4,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "NN-NNP-NN": 7,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 3,
      "JJ-NNS-NNP": 2,
      "NNP-NN-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-IN-CD": 2,
      "IN-CD-NN": 1,
      "FW-NN-JJ": 2,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "FW-FW-JJ": 3,
      "FW-JJ-JJ": 1,
      "JJ-NNS-VBD": 1,
      "NNS-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NNS": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-FW": 3,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "JJ-NN-JJ": 2,
      "NNS-NNS-NNS": 1,
      "FW-JJ-NN": 2,
      "JJ-NN-NNS": 3,
      "NNS-NNS-RB": 1,
      "RB-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-VBZ-NNP": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "VBP-IN-FW": 1,
      "VBZ-JJ-FW": 1,
      "NN-NNS-NNP": 1,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 2,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNS-VBP-NN": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "NNS-VBP-CD": 2,
      "VBP-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "VBP-CD-NN": 1,
      "NN-JJ-JJ": 2,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-FW": 2,
      "NN-NNP-JJ": 2,
      "NN-NNS-CD": 1,
      "NNS-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-VBZ": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 1,
      "JJ-NN-VBZ": 2,
      "VBZ-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "NN-NN-RB": 1,
      "NN-RB-RB": 1,
      "RB-RB-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "JJ-NN-DT": 1,
      "NN-IN-NN": 1,
      "NNP-VBZ-DT": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 298,
        "FW": 171,
        "JJ": 79,
        "NNP": 68,
        "NNS": 53
      },
      "top_bigrams": {
        "NN-NN": 176,
        "FW-FW": 108,
        "JJ-NN": 43,
        "FW-NN": 33,
        "NNS-VBP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 96,
        "FW-FW-FW": 72,
        "JJ-NN-NN": 26,
        "FW-NN-NN": 22,
        "NNP-NN-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 218,
      "PP": 14,
      "VP": 51,
      "ADJP": 13
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0215
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0184
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('han', 'NN')",
        "frequency": 3,
        "weight": 0.0092
      },
      {
        "rule": "VP -> ('expulsado', 'VBD') NP",
        "frequency": 3,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0061
      },
      {
        "rule": "NP -> ('Al', 'NNP')",
        "frequency": 2,
        "weight": 0.0061
      },
      {
        "rule": "ADJP -> ('final', 'JJ')",
        "frequency": 2,
        "weight": 0.0061
      },
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 2,
        "weight": 0.0061
      },
      {
        "rule": "NP -> ('no', 'DT') ('se', 'NN')",
        "frequency": 2,
        "weight": 0.0061
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Fueron cuatro días"
      },
      {
        "label": "PP",
        "text": "de pruebas"
      },
      {
        "label": "NP",
        "text": "pruebas"
      },
      {
        "label": "NP",
        "text": "por la"
      },
      {
        "label": "NP",
        "text": "y por la tarde"
      },
      {
        "label": "VP",
        "text": "para los"
      },
      {
        "label": "ADJP",
        "text": "mil"
      },
      {
        "label": "NP",
        "text": "inscritos"
      },
      {
        "label": "NP",
        "text": "bachillerato haitiano"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "a nivel nacional resultó especialmente difícil"
      },
      {
        "label": "PP",
        "text": "en las regiones"
      },
      {
        "label": "NP",
        "text": "las regiones"
      },
      {
        "label": "VP",
        "text": "por la"
      },
      {
        "label": "NP",
        "text": "armadas"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Fueron/NNP cuatro/NN días/NN)\n  (PP de/IN (NP pruebas/NN))\n  ,/,\n  (NP por/NN la/NN)\n  mañana/FW\n  (NP y/NN por/NN la/NN tarde/NN)\n  ,/,\n  (VP para/VB los/JJ)\n  109/CD\n  (ADJP mil/JJ)\n  alumnos/FW\n  de/FW\n  último/FW\n  año/FW\n  de/FW\n  secundaria/FW\n  (NP inscritos/NNS)\n  en/FW\n  el/FW\n  (NP bachillerato/NN haitiano/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  organización/FW\n  de/FW\n  este/FW\n  examen/FW\n  (NP\n    a/DT\n    nivel/JJ\n    nacional/JJ\n    resultó/NN\n    especialmente/NN\n    difícil/NN)\n  (PP en/IN (NP las/JJ regiones/NNS))\n  asoladas/RB\n  (VP por/VBP la/JJ)\n  violencia/FW\n  de/FW\n  las/FW\n  bandas/FW\n  (NP armadas/NNS)\n  ./.)",
      "(S\n  (NP En/NNP Puerto/NNP Príncipe/NNP)\n  ,/,\n  (VP\n    el/VBZ\n    (NP Gobierno/NNP tuvo/NN que/NN abrir/NN)\n    (NP nuevos/JJ centros/NN para/NN acoger/NN)\n    (NP a/DT los/NN candidatos/NN))\n  ,/,\n  (NP a/DT veces/NNS)\n  en/FW\n  espacios/FW\n  (NP que/NN)\n  (NP no/DT ofrecían/JJ condiciones/NNS adecuadas/NNS)\n  ./.)",
      "(S\n  (NP En/NNP)\n  otras/FW\n  (NP ciudades/NNS)\n  de/IN\n  la/FW\n  región/FW\n  (NP suroeste/NN)\n  ,/,\n  las/FW\n  (NP autoridades/NNS)\n  (VP optaron/VBP (NP por/JJ mantener/NN las/NNS))\n  (VP pruebas/VBP)\n  (PP en/IN (NP los/JJ colegios/NNS habituales/NNS))\n  ,/,\n  (NP incluso/NN)\n  en/FW\n  zonas/FW\n  donde/FW\n  las/FW\n  bandas/FW\n  (ADJP impiden/JJ)\n  la/FW\n  entrada/FW\n  de/FW\n  las/FW\n  fuerzas/FW\n  de/FW\n  seguridad/FW\n  del/FW\n  (NP Estado/NNP)\n  ./.)",
      "(S\n  (NP Al/NNP)\n  (ADJP final/JJ)\n  ,/,\n  (ADJP más/JJ)\n  del/FW\n  95/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  los/FW\n  (ADJP inscritos/JJ)\n  en/FW\n  (NP todo/NN el/NN país/NN se/NN presentaron/NN efectivamente/NN)\n  (PP al/IN (NP examen/NNS))\n  y/RB\n  ,/,\n  (NP a/DT pesar/NN del/NN clima/NN)\n  de/IN\n  miedo/FW\n  y/FW\n  (NP tensión/NN)\n  (PP en/IN (NP algunos/JJ municipios/NNS))\n  ,/,\n  (NP no/DT se/NN)\n  (VP registró/VBZ (NP ningún/JJ incidente/NN durante/NN))\n  la/FW\n  (NP semana/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "ORGANIZACIONES_SOCIALES",
      "INSTITUCIONES_EDUCATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "PERIODOS_TEMPORALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          1373,
          1380
        ],
        "start": 1373,
        "end": 1380
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "rueda de prensa",
        "position": [
          3994,
          4009
        ],
        "start": 3994,
        "end": 4009
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          3728,
          3735
        ],
        "start": 3728,
        "end": 3735
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de educación",
        "position": [
          3325,
          3346
        ],
        "start": 3325,
        "end": 3346
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "central unitaria de trabajadores",
        "position": [
          4065,
          4097
        ],
        "start": 4065,
        "end": 4097
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          1053,
          1064
        ],
        "start": 1053,
        "end": 1064
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          2270,
          2277
        ],
        "start": 2270,
        "end": 2277
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "colegio alexandre pétion",
        "position": [
          1856,
          1880
        ],
        "start": 1856,
        "end": 1880
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento del norte",
        "position": [
          1096,
          1118
        ],
        "start": 1096,
        "end": 1118
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          4186,
          4197
        ],
        "start": 4186,
        "end": 4197
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "colegio",
        "position": [
          1856,
          1863
        ],
        "start": 1856,
        "end": 1863
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          299,
          305
        ],
        "start": 299,
        "end": 305
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región suroeste",
        "position": [
          471,
          486
        ],
        "start": 471,
        "end": 486
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "colegio alexandre",
        "position": [
          1856,
          1873
        ],
        "start": 1856,
        "end": 1873
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "viernes 18 de julio",
        "position": [
          4023,
          4042
        ],
        "start": 4023,
        "end": 4042
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "durante la semana",
        "position": [
          857,
          874
        ],
        "start": 857,
        "end": 874
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          38,
          44
        ],
        "start": 38,
        "end": 44
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3266,
          3273
        ],
        "start": 3266,
        "end": 3273
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "109 mil",
        "position": [
          70,
          77
        ],
        "start": 70,
        "end": 77
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Seguimos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Augustin Antoine",
        "tipo": "Persona"
      },
      {
        "nombre": "RTNH",
        "tipo": "Lugar"
      },
      {
        "nombre": "Central Unitaria de Trabajadores de los Sectores Público y Privado de Haití",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Televisión Nacional de Haití",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Radio",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Puerto Príncipe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pignon",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bel-Air",
        "tipo": "Lugar"
      },
      {
        "nombre": "Edmond Tony",
        "tipo": "Persona"
      },
      {
        "nombre": "CUTSPPH",
        "tipo": "Lugar"
      },
      {
        "nombre": "departamento del Norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Antaño",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gobierno",
        "relacion": "ABRIR_TENER",
        "objeto": "Puerto Príncipe"
      },
      {
        "sujeto": "Bel-Air",
        "relacion": "FUNCIONAR_EXPLICAR",
        "objeto": "Edmond Tony"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9887,
    "pos": 0.007,
    "neu": 0.937,
    "neg": 0.055,
    "label": "negative"
  }
}