{
  "url": "https://www.telesurtv.net/movimientos-sociales-del-alba-debaten-ampliar-solidaridad-con-pueblos-de-venezuela-cuba-y-haiti/",
  "title": "Movimientos sociales del ALBA debaten ampliar solidaridad con pueblos de Venezuela, Cuba y Haití - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "ALBA-TCP",
    "Integración",
    "Lucha política",
    "Movimientos Sociales",
    "solidaridad"
  ],
  "text": "\nEn el marco del vigésimo aniversario de la creación de la Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos (ALBA-TCP), sesiona en Caracas la reunión del Consejo de Movimientos Sociales de ese mecanismo integracionista, espacio en que se debaten acciones para ampliar la solidaridad con los pueblos de Venezuela, Cuba y Haití.\nEn declaraciones a la multiestatal teleSUR, un integrante de la Coordinadora Política de ALBA Movimientos, Manuel Bertoldi, precisó que en el encuentro participan un conjunto de movimientos populares de América Latina y el Caribe, África y Asia.\nQueremos ponernos de acuerdo en una agenda de trabajo para los próximos años, que nos fortalezca de cara a los desafíos que tendremos.\nSe trata de una tarea urgente, dijo Bertoldi, “porque el imperialismo de Estados Unidos está reforzando su estrategia de dominación para nuestro continente”, lo cual nos demanda “construir una estrategia para fortalecernos desde la perspectiva de soberanía, de Independencia económica y de justicia social en nuestra región eso ideológico y conceptual”.\nAñadió que los movimientos sociales elaboraron “propuestas de construir brigadas de trabajo permanente en materia de alfabetización, de producción agroecológica, de reforestación… Creemos que de conjunto con los Gobiernos podemos hacer un trabajo muy fuerte en las diferentes regiones del continente para fortalecer ese trabajo”.\nConsideró que es necesario “avanzar muchísimo en la formación política, entonces venimos con propuestas de fortalecer procesos educativos y de formación de escuelas en diferentes regiones de nuestro continente y en materia de solidaridad”.\nAdemás, diseñaron una agenda para “colaborar con la resistencia que está llevando adelante el pueblo cubano (…), para construir una solidaridad activa y permanente para con el pueblo haitiano y seguir defendiendo la Revolución Bolivariana”.\nAseveró que la patria de Bolívar y Chávez es “la principal trinchera de enfrentamiento contra el imperialismo, por eso también estamos trabajando muy fuerte de cara a la asunción del presidente Nicolás Maduro el próximo 10 de enero”.\nOtra prioridad -señaló Bertoldi- es contrarrestar la narrativa que se está construyendo desde julio pasado de que en Venezuela se ha erosionado la democracia, cuando sabemos que se ha profundizado la democracia participativa popular del pueblo, afirmó.\nAcerca de la labor de los movimientos populares en el contexto del ALBA-TCP, manifestó que “estamos materializando un sueño del comandante Hugo Chávez hace 20 años (…) construir un mecanismo de integración donde los movimientos populares, los movimientos sociales, tengan un protagonismo en la construcción de la estrategia de integración a nivel continental”.\nExpresó que “Chávez siempre nos indicó de que es fundamental el protagonismo de los pueblos para pensar la integración y la emancipación” continentales.\nRespecto a diversas amenazas que vienen de la mano del imperialismo, como la expansión del belicismo y de la Organización del Tratado del Atlántico Norte (OTAN), planteó que “es fundamental fortalecer el mecanismo de integración. En la región tenemos al ALBA-TCP como mecanismo de carácter antiimperialista”, al cual consideró el de mayor perspectiva estratégica.\n“Desde ahí también tenemos que fortalecer otro mecanismo de integración, la Comunidad de Estados Latinoamericanos y Caribeños (Celac), la cual reúne a todos los países del continente menos a EE.UU. y Canadá”, dijo.\nRecordó que una idea clave de los comandantes Hugo Chávez y Fidel Castro fue desarrollar las potencialidades de los pueblos y la complementaridad.\nEn el encuentro de los movimientos sociales participan delegados de alrededor de 30 países de casi todos los continentes. Más tarde se realizará el XXV Consejo Político con los Cancilleres de las diez naciones que integran el ALBA-TCP, en tanto que este sábado tendrá lugar la XXIV Cumbre de Jefes de Estado y de Gobierno.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/movimientos-sociales-del-alba-debaten-ampliar-solidaridad-con-pueblos-de-venezuela-cuba-y-haiti/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 1060,
    "message_id": 82282,
    "date": "2024-12-13T18:33:53+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n \n↕️ Movimientos sociales del ALBA debaten ampliar solidaridad con pueblos de Venezuela, Cuba y Haití\nhttps://www.telesurtv.net/movimientos-sociales-del-alba-debaten-ampliar-solidaridad-con-pueblos-de-venezuela-cuba-y-haiti/ \n\n↕️ Jorge Rodríguez: AN juramentará a Nicolás Maduro como presidente de Venezuela el 10E\nhttps://www.telesurtv.net/jorge-rodriguez-an-juramentara-a-nicolas-maduro-como-presidente-de-venezuela-el-10e/ \n\n↕️ Aliado y cómplice: EE.UU. justifica expansión de ocupación israelí en Altos del Golán\nhttps://www.telesurtv.net/aliado-y-complice-ee-uu-justifica-expansion-de-ocupacion-israeli-en-altos-del-golan/",
    "photo_path": null,
    "views": 2167,
    "reactions": {
      "👍": 25,
      "🙏": 1,
      "💯": 1
    },
    "total_reactions": 27
  },
  "preprocessing": {
    "cleaned": "en el marco del vigésimo aniversario de la creación de la alianza bolivariana para los pueblos de nuestra américa-tratado de comercio de los pueblos (alba-tcp), sesiona en caracas la reunión del consejo de movimientos sociales de ese mecanismo integracionista, espacio en que se debaten acciones para ampliar la solidaridad con los pueblos de venezuela, cuba y haití. en declaraciones a la multiestatal telesur, un integrante de la coordinadora política de alba movimientos, manuel bertoldi, precisó que en el encuentro participan un conjunto de movimientos populares de américa latina y el caribe, áfrica y asia. queremos ponernos de acuerdo en una agenda de trabajo para los próximos años, que nos fortalezca de cara a los desafíos que tendremos. se trata de una tarea urgente, dijo bertoldi, “porque el imperialismo de estados unidos está reforzando su estrategia de dominación para nuestro continente”, lo cual nos demanda “construir una estrategia para fortalecernos desde la perspectiva de soberanía, de independencia económica y de justicia social en nuestra región eso ideológico y conceptual”. añadió que los movimientos sociales elaboraron “propuestas de construir brigadas de trabajo permanente en materia de alfabetización, de producción agroecológica, de reforestación… creemos que de conjunto con los gobiernos podemos hacer un trabajo muy fuerte en las diferentes regiones del continente para fortalecer ese trabajo”. consideró que es necesario “avanzar muchísimo en la formación política, entonces venimos con propuestas de fortalecer procesos educativos y de formación de escuelas en diferentes regiones de nuestro continente y en materia de solidaridad”. además, diseñaron una agenda para “colaborar con la resistencia que está llevando adelante el pueblo cubano (…), para construir una solidaridad activa y permanente para con el pueblo haitiano y seguir defendiendo la revolución bolivariana”. aseveró que la patria de bolívar y chávez es “la principal trinchera de enfrentamiento contra el imperialismo, por eso también estamos trabajando muy fuerte de cara a la asunción del presidente nicolás maduro el próximo 10 de enero”. otra prioridad -señaló bertoldi- es contrarrestar la narrativa que se está construyendo desde julio pasado de que en venezuela se ha erosionado la democracia, cuando sabemos que se ha profundizado la democracia participativa popular del pueblo, afirmó. acerca de la labor de los movimientos populares en el contexto del alba-tcp, manifestó que “estamos materializando un sueño del comandante hugo chávez hace 20 años (…) construir un mecanismo de integración donde los movimientos populares, los movimientos sociales, tengan un protagonismo en la construcción de la estrategia de integración a nivel continental”. expresó que “chávez siempre nos indicó de que es fundamental el protagonismo de los pueblos para pensar la integración y la emancipación” continentales. respecto a diversas amenazas que vienen de la mano del imperialismo, como la expansión del belicismo y de la organización del tratado del atlántico norte (otan), planteó que “es fundamental fortalecer el mecanismo de integración. en la región tenemos al alba-tcp como mecanismo de carácter antiimperialista”, al cual consideró el de mayor perspectiva estratégica. “desde ahí también tenemos que fortalecer otro mecanismo de integración, la comunidad de estados latinoamericanos y caribeños (celac), la cual reúne a todos los países del continente menos a ee.uu. y canadá”, dijo. recordó que una idea clave de los comandantes hugo chávez y fidel castro fue desarrollar las potencialidades de los pueblos y la complementaridad. en el encuentro de los movimientos sociales participan delegados de alrededor de 30 países de casi todos los continentes. más tarde se realizará el xxv consejo político con los cancilleres de las diez naciones que integran el alba-tcp, en tanto que este sábado tendrá lugar la xxiv cumbre de jefes de estado y de gobierno.",
    "tokens": [
      "marco",
      "vigésimo",
      "aniversario",
      "creación",
      "alianza",
      "bolivariana",
      "pueblos",
      "américa-tratado",
      "comercio",
      "pueblos",
      "(",
      "alba-tcp",
      ")",
      ",",
      "sesiona",
      "caracas",
      "reunión",
      "consejo",
      "movimientos",
      "sociales",
      "mecanismo",
      "integracionista",
      ",",
      "espacio",
      "debaten",
      "acciones",
      "ampliar",
      "solidaridad",
      "pueblos",
      "venezuela",
      ",",
      "cuba",
      "haití",
      ".",
      "declaraciones",
      "multiestatal",
      "telesur",
      ",",
      "integrante",
      "coordinadora",
      "política",
      "alba",
      "movimientos",
      ",",
      "manuel",
      "bertoldi",
      ",",
      "precisó",
      "encuentro",
      "participan",
      "conjunto",
      "movimientos",
      "populares",
      "américa",
      "latina",
      "caribe",
      ",",
      "áfrica",
      "asia",
      ".",
      "queremos",
      "ponernos",
      "acuerdo",
      "agenda",
      "trabajo",
      "próximos",
      "años",
      ",",
      "fortalezca",
      "cara",
      "desafíos",
      ".",
      "trata",
      "tarea",
      "urgente",
      ",",
      "dijo",
      "bertoldi",
      ",",
      "“",
      "imperialismo",
      "unidos",
      "reforzando",
      "estrategia",
      "dominación",
      "continente",
      "”",
      ",",
      "demanda",
      "“",
      "construir",
      "estrategia",
      "fortalecernos",
      "perspectiva",
      "soberanía",
      ",",
      "independencia",
      "económica",
      "justicia",
      "social",
      "región",
      "ideológico",
      "conceptual",
      "”",
      ".",
      "añadió",
      "movimientos",
      "sociales",
      "elaboraron",
      "“",
      "propuestas",
      "construir",
      "brigadas",
      "trabajo",
      "permanente",
      "materia",
      "alfabetización",
      ",",
      "producción",
      "agroecológica",
      ",",
      "reforestación…",
      "creemos",
      "conjunto",
      "gobiernos",
      "podemos",
      "hacer",
      "trabajo",
      "fuerte",
      "diferentes",
      "regiones",
      "continente",
      "fortalecer",
      "trabajo",
      "”",
      ".",
      "consideró",
      "necesario",
      "“",
      "avanzar",
      "muchísimo",
      "formación",
      "política",
      ",",
      "entonces",
      "venimos",
      "propuestas",
      "fortalecer",
      "procesos",
      "educativos",
      "formación",
      "escuelas",
      "diferentes",
      "regiones",
      "continente",
      "materia",
      "solidaridad",
      "”",
      ".",
      "además",
      ",",
      "diseñaron",
      "agenda",
      "“",
      "colaborar",
      "resistencia",
      "llevando",
      "adelante",
      "pueblo",
      "cubano",
      "(",
      "…",
      ")",
      ",",
      "construir",
      "solidaridad",
      "activa",
      "permanente",
      "pueblo",
      "haitiano",
      "seguir",
      "defendiendo",
      "revolución",
      "bolivariana",
      "”",
      ".",
      "aseveró",
      "patria",
      "bolívar",
      "chávez",
      "“",
      "principal",
      "trinchera",
      "enfrentamiento",
      "imperialismo",
      ",",
      "trabajando",
      "fuerte",
      "cara",
      "asunción",
      "presidente",
      "nicolás",
      "maduro",
      "próximo",
      "10",
      "enero",
      "”",
      ".",
      "prioridad",
      "-señaló",
      "bertoldi-",
      "contrarrestar",
      "narrativa",
      "construyendo",
      "julio",
      "pasado",
      "venezuela",
      "erosionado",
      "democracia",
      ",",
      "sabemos",
      "profundizado",
      "democracia",
      "participativa",
      "popular",
      "pueblo",
      ",",
      "afirmó",
      ".",
      "acerca",
      "labor",
      "movimientos",
      "populares",
      "contexto",
      "alba-tcp",
      ",",
      "manifestó",
      "“",
      "materializando",
      "sueño",
      "comandante",
      "hugo",
      "chávez",
      "hace",
      "20",
      "años",
      "(",
      "…",
      ")",
      "construir",
      "mecanismo",
      "integración",
      "movimientos",
      "populares",
      ",",
      "movimientos",
      "sociales",
      ",",
      "protagonismo",
      "construcción",
      "estrategia",
      "integración",
      "nivel",
      "continental",
      "”",
      ".",
      "expresó",
      "“",
      "chávez",
      "siempre",
      "indicó",
      "fundamental",
      "protagonismo",
      "pueblos",
      "pensar",
      "integración",
      "emancipación",
      "”",
      "continentales",
      ".",
      "respecto",
      "diversas",
      "amenazas",
      "vienen",
      "mano",
      "imperialismo",
      ",",
      "expansión",
      "belicismo",
      "organización",
      "tratado",
      "atlántico",
      "norte",
      "(",
      "otan",
      ")",
      ",",
      "planteó",
      "“",
      "fundamental",
      "fortalecer",
      "mecanismo",
      "integración",
      ".",
      "región",
      "alba-tcp",
      "mecanismo",
      "carácter",
      "antiimperialista",
      "”",
      ",",
      "consideró",
      "mayor",
      "perspectiva",
      "estratégica",
      ".",
      "“",
      "ahí",
      "fortalecer",
      "mecanismo",
      "integración",
      ",",
      "comunidad",
      "latinoamericanos",
      "caribeños",
      "(",
      "celac",
      ")",
      ",",
      "reúne",
      "países",
      "continente",
      "menos",
      "ee.uu.",
      "canadá",
      "”",
      ",",
      "dijo",
      ".",
      "recordó",
      "idea",
      "clave",
      "comandantes",
      "hugo",
      "chávez",
      "fidel",
      "castro",
      "desarrollar",
      "potencialidades",
      "pueblos",
      "complementaridad",
      ".",
      "encuentro",
      "movimientos",
      "sociales",
      "participan",
      "delegados",
      "alrededor",
      "30",
      "países",
      "casi",
      "continentes",
      ".",
      "tarde",
      "realizará",
      "xxv",
      "consejo",
      "político",
      "cancilleres",
      "diez",
      "naciones",
      "integran",
      "alba-tcp",
      ",",
      "sábado",
      "lugar",
      "xxiv",
      "cumbre",
      "jefes",
      "gobierno",
      "."
    ],
    "token_count": 381,
    "sentence_count": 17
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 91,
      "NN": 185,
      "IN": 27,
      "FW": 171,
      "JJ": 51,
      "NNS": 20,
      "VBP": 13,
      "VBZ": 7,
      "VBD": 3,
      "CD": 3,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-NN": 99,
      "NN-IN": 20,
      "IN-FW": 18,
      "FW-FW": 98,
      "FW-NNP": 25,
      "NNP-NNP": 36,
      "NN-NNP": 14,
      "NNP-IN": 3,
      "IN-NNP": 6,
      "NNP-FW": 18,
      "NN-FW": 24,
      "IN-JJ": 1,
      "JJ-NNS": 5,
      "NNS-VBP": 10,
      "VBP-JJ": 11,
      "JJ-FW": 5,
      "FW-NNS": 5,
      "JJ-NN": 32,
      "NN-JJ": 14,
      "NNP-VBZ": 2,
      "VBZ-FW": 4,
      "FW-JJ": 17,
      "NNS-IN": 1,
      "NNP-VBD": 3,
      "VBD-NNP": 1,
      "FW-NN": 24,
      "JJ-JJ": 3,
      "NN-NNS": 7,
      "NN-VBP": 3,
      "JJ-NNP": 3,
      "NN-VBZ": 3,
      "IN-NN": 2,
      "VBP-FW": 1,
      "FW-VBZ": 1,
      "VBZ-NNS": 1,
      "NNS-FW": 3,
      "VBD-JJ": 2,
      "JJ-CD": 1,
      "CD-IN": 1,
      "NN-CD": 1,
      "CD-NN": 1,
      "VBZ-JJ": 2,
      "NNS-NNS": 1,
      "VBP-IN": 1,
      "NNS-NNP": 4,
      "JJ-IN": 1,
      "NNP-JJ": 1,
      "NNS-VBZ": 1,
      "FW-CD": 1,
      "CD-NNS": 1,
      "JJ-RB": 1,
      "RB-NNP": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 18,
      "NN-NN-NN": 53,
      "NN-NN-IN": 8,
      "NN-IN-FW": 16,
      "IN-FW-FW": 11,
      "FW-FW-FW": 63,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 9,
      "NN-NN-NNP": 9,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 5,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 8,
      "FW-NNP-FW": 11,
      "NNP-FW-FW": 7,
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 2,
      "NNP-NNP-IN": 2,
      "NNP-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 3,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 1,
      "VBP-JJ-NN": 5,
      "JJ-NN-NN": 16,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 13,
      "JJ-NN-IN": 11,
      "NN-IN-NNP": 2,
      "NNP-NNP-NNP": 14,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-JJ": 2,
      "FW-JJ-NN": 10,
      "JJ-NN-JJ": 2,
      "IN-FW-NNP": 2,
      "NN-NN-FW": 12,
      "NN-FW-FW": 10,
      "FW-FW-JJ": 7,
      "IN-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "FW-FW-NN": 9,
      "FW-NN-NN": 10,
      "NN-NNP-NN": 7,
      "NN-FW-JJ": 3,
      "JJ-NN-NNP": 2,
      "NNP-FW-NN": 3,
      "FW-NN-FW": 8,
      "FW-JJ-NNS": 2,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "NN-NN-NNS": 2,
      "NN-NNS-VBP": 5,
      "FW-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 3,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-NNP-NN": 4,
      "NN-IN-NN": 2,
      "IN-NN-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-NN": 1,
      "FW-NN-NNS": 3,
      "FW-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "NN-FW-NN": 9,
      "IN-FW-JJ": 4,
      "JJ-FW-NN": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-FW": 1,
      "NNP-NN-NNP": 3,
      "NN-NNP-NNP": 5,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NN-IN": 1,
      "FW-NN-JJ": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "NNP-NN-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "JJ-NN-FW": 1,
      "FW-JJ-IN": 1,
      "JJ-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "IN-NN-NN": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "VBZ-FW-NN": 1,
      "NNS-NNP-NNP": 2,
      "NNP-NN-JJ": 1,
      "FW-NNS-NNP": 2,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NN-NNP-FW": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "VBP-JJ-RB": 1,
      "JJ-RB-NNP": 1,
      "RB-NNP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 185,
        "FW": 171,
        "NNP": 91,
        "JJ": 51,
        "IN": 27
      },
      "top_bigrams": {
        "NN-NN": 99,
        "FW-FW": 98,
        "NNP-NNP": 36,
        "JJ-NN": 32,
        "NNP-NN": 27
      },
      "top_trigrams": {
        "FW-FW-FW": 63,
        "NN-NN-NN": 53,
        "NNP-NN-NN": 18,
        "NN-IN-FW": 16,
        "JJ-NN-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 17,
    "chunk_counts": {
      "NP": 151,
      "PP": 8,
      "ADJP": 2,
      "VP": 21
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0352
      },
      {
        "rule": "NP -> ('ALBA-TCP', 'NNP')",
        "frequency": 2,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('…', 'NNP')",
        "frequency": 2,
        "weight": 0.0101
      },
      {
        "rule": "S -> NP ('de', 'IN') ('la', 'FW') ('creación', 'FW') ('de', 'FW') ('la', 'FW') NP PP ('de', 'FW') NP ('de', 'FW') ('los', 'FW') NP ('(', '(') NP (')', ')') (',', ',') ADJP ('en', 'FW') NP ('la', 'FW') ('reunión', 'FW') ('del', 'FW') NP ('de', 'FW') NP PP (',', ',') ('espacio', 'FW') ('en', 'FW') ('que', 'FW') ('se', 'FW') ('debaten', 'FW') NP VP ('de', 'FW') NP (',', ',') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.005
      },
      {
        "rule": "NP -> ('En', 'NNP') ('el', 'NN') ('marco', 'NN') ('del', 'NN') ('vigésimo', 'NN') ('aniversario', 'NN')",
        "frequency": 1,
        "weight": 0.005
      },
      {
        "rule": "NP -> ('Alianza', 'NNP') ('Bolivariana', 'NNP') ('para', 'NN') ('los', 'NN') ('Pueblos', 'NNP')",
        "frequency": 1,
        "weight": 0.005
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En el marco del vigésimo aniversario"
      },
      {
        "label": "NP",
        "text": "Alianza Bolivariana para los Pueblos"
      },
      {
        "label": "PP",
        "text": "de Nuestra América-Tratado"
      },
      {
        "label": "NP",
        "text": "Nuestra América-Tratado"
      },
      {
        "label": "NP",
        "text": "Comercio"
      },
      {
        "label": "NP",
        "text": "Pueblos"
      },
      {
        "label": "NP",
        "text": "ALBA-TCP"
      },
      {
        "label": "ADJP",
        "text": "sesiona"
      },
      {
        "label": "NP",
        "text": "Caracas"
      },
      {
        "label": "NP",
        "text": "Consejo"
      },
      {
        "label": "NP",
        "text": "Movimientos Sociales"
      },
      {
        "label": "PP",
        "text": "de ese mecanismo integracionista"
      },
      {
        "label": "NP",
        "text": "ese mecanismo integracionista"
      },
      {
        "label": "NP",
        "text": "acciones"
      },
      {
        "label": "VP",
        "text": "para ampliar la solidaridad con los pueblos"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP el/NN marco/NN del/NN vigésimo/NN aniversario/NN)\n  de/IN\n  la/FW\n  creación/FW\n  de/FW\n  la/FW\n  (NP Alianza/NNP Bolivariana/NNP para/NN los/NN Pueblos/NNP)\n  (PP de/IN (NP Nuestra/NNP América-Tratado/NNP))\n  de/FW\n  (NP Comercio/NNP)\n  de/FW\n  los/FW\n  (NP Pueblos/NNP)\n  (/(\n  (NP ALBA-TCP/NNP)\n  )/)\n  ,/,\n  (ADJP sesiona/JJ)\n  en/FW\n  (NP Caracas/NNP)\n  la/FW\n  reunión/FW\n  del/FW\n  (NP Consejo/NNP)\n  de/FW\n  (NP Movimientos/NNP Sociales/NNP)\n  (PP de/IN (NP ese/JJ mecanismo/NN integracionista/NN))\n  ,/,\n  espacio/FW\n  en/FW\n  que/FW\n  se/FW\n  debaten/FW\n  (NP acciones/NNS)\n  (VP\n    para/VBP\n    (NP ampliar/JJ la/NN solidaridad/NN con/NN)\n    (NP los/JJ pueblos/NN))\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Cuba/NNP y/NNP Haití/NNP)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (VP\n    declaraciones/VBZ\n    (NP a/DT la/NN)\n    (NP multiestatal/JJ teleSUR/NN))\n  ,/,\n  (NP un/JJ integrante/NN)\n  de/IN\n  la/FW\n  (NP Coordinadora/NNP Política/NNP)\n  (PP de/IN (NP ALBA/NNP Movimientos/NNP))\n  ,/,\n  (NP Manuel/NNP Bertoldi/NNP)\n  ,/,\n  (NP precisó/NN que/NN)\n  en/FW\n  el/FW\n  encuentro/FW\n  participan/FW\n  (NP un/JJ conjunto/NN)\n  de/IN\n  movimientos/FW\n  (NP populares/NNS)\n  (PP de/IN (NP América/NNP Latina/NNP y/NNP el/NN Caribe/NNP))\n  ,/,\n  (NP África/NNP y/NNP Asia/NNP)\n  ./.)",
      "(S\n  (NP Queremos/NNP)\n  ponernos/FW\n  de/FW\n  acuerdo/FW\n  en/FW\n  (NP una/JJ agenda/NN)\n  de/IN\n  trabajo/FW\n  para/FW\n  los/FW\n  (NP próximos/JJ años/NN)\n  ,/,\n  (NP que/JJ nos/JJ fortalezca/NN)\n  de/IN\n  cara/FW\n  (NP a/DT los/NN desafíos/NN que/NN tendremos/NN)\n  ./.)",
      "(S\n  (NP Se/NNP trata/NN)\n  de/FW\n  (NP una/JJ tarea/NN urgente/NN)\n  ,/,\n  (NP dijo/NN Bertoldi/NNP)\n  ,/,\n  (NP “/NNP porque/NN el/NN imperialismo/NN)\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  está/FW\n  (NP reforzando/NN su/NN)\n  estrategia/FW\n  de/FW\n  dominación/FW\n  para/FW\n  nuestro/FW\n  (NP continente/NN ”/NNP)\n  ,/,\n  (NP lo/JJ cual/JJ nos/NNS)\n  (VP\n    demanda/VBP\n    (NP “/JJ construir/NN)\n    (NP una/JJ estrategia/NN para/NN fortalecernos/NNS))\n  (VP desde/VBP la/JJ)\n  perspectiva/FW\n  de/FW\n  soberanía/FW\n  ,/,\n  de/FW\n  (NP Independencia/NNP)\n  económica/FW\n  y/FW\n  de/FW\n  justicia/FW\n  (ADJP social/JJ)\n  en/FW\n  (NP nuestra/JJ región/NN eso/NN ideológico/NN)\n  (VP y/VBP (NP conceptual/JJ ”/NN))\n  ./.)",
      "(S\n  (NP Añadió/NNP que/NN los/NN movimientos/NN)\n  (VP sociales/VBZ elaboraron/RB (NP “/JJ propuestas/NNS))\n  de/IN\n  construir/FW\n  brigadas/FW\n  de/FW\n  trabajo/FW\n  permanente/FW\n  en/FW\n  materia/FW\n  de/FW\n  alfabetización/FW\n  ,/,\n  de/FW\n  producción/FW\n  (NP agroecológica/NN)\n  ,/,\n  de/FW\n  reforestación…/FW\n  (NP Creemos/NNP que/NN)\n  de/FW\n  conjunto/FW\n  (NP con/NN los/NN Gobiernos/NNP podemos/NN hacer/NN)\n  (NP un/JJ trabajo/NN muy/NN fuerte/NN)\n  (PP en/IN (NP las/NN diferentes/NNS))\n  (VP regiones/VBP)\n  del/FW\n  (NP continente/NN para/NN fortalecer/NN)\n  (NP ese/JJ trabajo/NN ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INTEGRACION_LATINOAMERICANA",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JUSTICIA_SOCIAL"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          2479,
          2488
        ],
        "start": 2479,
        "end": 2488
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "enfrentamiento contra el",
        "position": [
          1987,
          2011
        ],
        "start": 1987,
        "end": 2011
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          661,
          668
        ],
        "start": 661,
        "end": 668
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          2165,
          2171
        ],
        "start": 2165,
        "end": 2171
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          493,
          500
        ],
        "start": 493,
        "end": 500
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "demanda “construir una estrategia para fortalecernos desde la perspectiva de soberanía, de independencia económica y de justicia social",
        "position": [
          920,
          1055
        ],
        "start": 920,
        "end": 1055
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          2098,
          2123
        ],
        "start": 2098,
        "end": 2123
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          151,
          155
        ],
        "start": 151,
        "end": 155
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          355,
          359
        ],
        "start": 355,
        "end": 359
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          823,
          837
        ],
        "start": 823,
        "end": 837
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          344,
          353
        ],
        "start": 344,
        "end": 353
      },
      {
        "category": "PAISES",
        "matched_text": "canadá",
        "position": [
          3480,
          3486
        ],
        "start": 3480,
        "end": 3486
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "asunción",
        "position": [
          2085,
          2093
        ],
        "start": 2085,
        "end": 2093
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          173,
          180
        ],
        "start": 173,
        "end": 180
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          592,
          598
        ],
        "start": 592,
        "end": 598
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región eso",
        "position": [
          1067,
          1077
        ],
        "start": 1067,
        "end": 1077
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "más tarde",
        "position": [
          3764,
          3773
        ],
        "start": 3764,
        "end": 3773
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          807,
          819
        ],
        "start": 807,
        "end": 819
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "alba-tcp), sesiona en caracas la reunión del consejo de movimientos sociales de ese mecanismo",
        "position": [
          151,
          244
        ],
        "start": 151,
        "end": 244
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          1040,
          1055
        ],
        "start": 1040,
        "end": 1055
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 30",
        "position": [
          3710,
          3725
        ],
        "start": 3710,
        "end": 3725
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "hace 20 años",
        "position": [
          2553,
          2565
        ],
        "start": 2553,
        "end": 2565
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "OTAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comunidad de Estados Latinoamericanos y Caribeños",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Celac",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bertoldi-",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Coordinadora Política de ALBA Movimientos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo de Movimientos Sociales",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bertoldi",
        "tipo": "Persona"
      },
      {
        "nombre": "Canadá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Manuel Bertoldi",
        "tipo": "Persona"
      },
      {
        "nombre": "Aseveró",
        "tipo": "Persona"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Organización del Tratado del Atlántico Norte",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Revolución Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos",
        "relacion": "SESIONAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos",
        "relacion": "SESIONAR",
        "objeto": "Consejo de Movimientos Sociales"
      },
      {
        "sujeto": "Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos",
        "relacion": "SESIONAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos",
        "relacion": "SESIONAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Alianza Bolivariana para los Pueblos de Nuestra América-Tratado de Comercio de los Pueblos",
        "relacion": "SESIONAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Caracas",
        "relacion": "SESIONAR",
        "objeto": "Consejo de Movimientos Sociales"
      },
      {
        "sujeto": "Caracas",
        "relacion": "SESIONAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Caracas",
        "relacion": "SESIONAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Caracas",
        "relacion": "SESIONAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Coordinadora Política de ALBA Movimientos",
        "relacion": "PRECISAR",
        "objeto": "América"
      },
      {
        "sujeto": "Coordinadora Política de ALBA Movimientos",
        "relacion": "PRECISAR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "Coordinadora Política de ALBA Movimientos",
        "relacion": "PRECISAR",
        "objeto": "África"
      },
      {
        "sujeto": "Coordinadora Política de ALBA Movimientos",
        "relacion": "PRECISAR",
        "objeto": "Asia"
      },
      {
        "sujeto": "Manuel Bertoldi",
        "relacion": "PRECISAR",
        "objeto": "América"
      },
      {
        "sujeto": "Manuel Bertoldi",
        "relacion": "PRECISAR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "Manuel Bertoldi",
        "relacion": "PRECISAR",
        "objeto": "África"
      },
      {
        "sujeto": "Manuel Bertoldi",
        "relacion": "PRECISAR",
        "objeto": "Asia"
      },
      {
        "sujeto": "Aseveró",
        "relacion": "ASEVERAR",
        "objeto": "Bolívar"
      },
      {
        "sujeto": "Aseveró",
        "relacion": "ASEVERAR",
        "objeto": "Chávez"
      },
      {
        "sujeto": "Aseveró",
        "relacion": "ASEVERAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Bertoldi-",
        "relacion": "SE_ALAR_SER_AFIRMAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": 0.765,
    "pos": 0.013,
    "neu": 0.987,
    "neg": 0.0,
    "label": "positive"
  }
}