{
  "url": "https://www.telesurtv.net/en-claves-elecciones-en-ecuador-2025/",
  "title": "En claves: Ecuador decide entre más neoliberalismo o el regreso de la Revolución Ciudadana - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Daniel Noboa",
    "Ecuador Decide",
    "Elecciones Ecuador",
    "Luisa González",
    "Revolución Ciudadana",
    "Segunda vuelta"
  ],
  "text": "El domingo 13 de abril, 13,7 millones de ciudadanos están convocados a las urnas para elegir entre dos proyectos políticos antagónicos: la continuidad del presidente Daniel Noboa, egresado de universidades estadounidenses e hijo de la aristocracia bancaria y la derecha empresarial ecuatoriana, o el retorno del correísmo liderado por la hija de campesinos, Luisa González.\nEl balotaje de este fin de semana no solo definirá el rumbo del país para el período 2025-2029, sino que refleja una sociedad dividida entre el desgaste de un gobierno en crisis y la memoria de una década de Revolución Ciudadana, con sus logros y críticas.\nLa primera vuelta del 9 de febrero de 2025 contradijo a las encuestas que daban por ganador a Noboa y ambos candidatos obtuvieron prácticamente la misma cantidad de votos: el actual presidente obtuvo el 44,17% de los votos, mientras que González alcanzó el 44%.\nLa polarización absorbió casi el 90% del electorado, relegando a 14 candidaturas alternativas. Solo el movimiento indígena, con su líder Leónidas Iza (5,25%), y Andrea González del Partido Sociedad Patriótica (2,69%), lograron tener algo de presencia frente al marcado bipartidismo.\n\n\n\nHijo de uno de los hombres más ricos de Ecuador, Noboa llegó al poder en noviembre de 2023 como un outsider que prometía renovación. Sin embargo, su gestión se ha visto opacada por el aumento de la violencia, la inseguridad y el narcotráfico; cortes de energía eléctrica recurrentes y una economía estancada. En campaña, evitó los actos masivos y centró sus discursos en atacar el legado de Rafael Correa, vinculando a Luisa González con la «corrupción del pasado». Su estrategia apela al rechazo histórico de ciertos sectores al correísmo, aunque sin presentar propuestas concretas más allá de promesas de austeridad.\n\nExministra de Correa, González encarna el proyecto político que gobernó Ecuador entre 2007 y 2017. Su plataforma promete reforzar políticas sociales, reactivar la economía con enfoque productivo y combatir la inseguridad con estrategias integrales. En sus actos de cierre, enfatizó alianzas con mujeres, jóvenes y el movimiento indígena, además de criticar el «neoliberalismo» de Noboa. Su desafío es convencer a un electorado que aún recuerda los logros del correísmo, pero también sus sombras, como la idea construida por la mediática de autoritarismo y las acusaciones de corrupción.\n\n\n\nNingún balotaje en Ecuador se decide sin considerar al movimiento indígena, actor clave en protestas históricas y cambios políticos. Esta vez, su brazo político —Pachakutik— firmó un acuerdo programático con la Revolución Ciudadana el 31 de marzo. El pacto incluye:\nEste apoyo acerca a González al 5,25% de votos que obtuvo Leónidas Iza en febrero. Noboa, en cambio, suma el respaldo de Andrea González (2,69%) y sectores urbanos anti-Correa, aunque sin lograr capitalizar el descontento social generado durante su mandato.\n\n\nLa campaña de la segunda vuelta, iniciada el 23 de marzo, mostró estilos opuestos. Mientras González recorrió provincias clave como Guayaquil y Quito con mensajes de unidad, Noboa optó por actos sobrios y críticas al correísmo.\nEl debate del CNE del 23 de marzo, visto por 10,7 millones de personas, fue un termómetro clave: la candidata correísta cuestionó los fracasos en seguridad y economía del oficialismo, mientras Noboa esquivó propuestas y repitió consignas anticorreístas.\n\n\nLa mayoría de sondeos dan ventaja a Luisa González, aunque con márgenes ajustados. Su alianza con el movimiento indígena, el respaldo de excandidatos y el desgaste de Noboa —incapaz de resolver la crisis energética, la inseguridad y el alto costo de vida— inclinan la balanza. En tanto, como en varios países de la región, los proyectos que se presentan en oposición a los modelos progresistas, como el antikirchnerismo en Argentina o el antipetismo en Brasil, podría revertir los apretados resultados de marzo.\nMás allá del resultado, el próximo gobierno heredará un país en emergencia tras años de gobiernos de ultraderecha, liberalismo y entrega de soberanía a Estados Unidos:\nAdemás, el nuevo presidente deberá negociar con una Asamblea Nacional fragmentada, cuyos integrantes asumirán el 14 de mayo, diez días antes que el mandatario.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/en-claves-elecciones-en-ecuador-2025/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 1167,
    "message_id": 91783,
    "date": "2025-04-13T11:55:18+00:00",
    "text": "teleSUR\nEn claves: Ecuador decide entre más neoliberalismo o el regreso de la Revolución Ciudadana\nhttps://www.telesurtv.net/en-claves-elecciones-en-ecuador-2025/",
    "photo_path": null,
    "views": 1946,
    "reactions": {
      "🔥": 20,
      "👍": 14,
      "🤔": 1
    },
    "total_reactions": 35
  },
  "preprocessing": {
    "cleaned": "el domingo 13 de abril, 13,7 millones de ciudadanos están convocados a las urnas para elegir entre dos proyectos políticos antagónicos: la continuidad del presidente daniel noboa, egresado de universidades estadounidenses e hijo de la aristocracia bancaria y la derecha empresarial ecuatoriana, o el retorno del correísmo liderado por la hija de campesinos, luisa gonzález. el balotaje de este fin de semana no solo definirá el rumbo del país para el período 2025-2029, sino que refleja una sociedad dividida entre el desgaste de un gobierno en crisis y la memoria de una década de revolución ciudadana, con sus logros y críticas. la primera vuelta del 9 de febrero de 2025 contradijo a las encuestas que daban por ganador a noboa y ambos candidatos obtuvieron prácticamente la misma cantidad de votos: el actual presidente obtuvo el 44,17% de los votos, mientras que gonzález alcanzó el 44%. la polarización absorbió casi el 90% del electorado, relegando a 14 candidaturas alternativas. solo el movimiento indígena, con su líder leónidas iza (5,25%), y andrea gonzález del partido sociedad patriótica (2,69%), lograron tener algo de presencia frente al marcado bipartidismo. hijo de uno de los hombres más ricos de ecuador, noboa llegó al poder en noviembre de 2023 como un outsider que prometía renovación. sin embargo, su gestión se ha visto opacada por el aumento de la violencia, la inseguridad y el narcotráfico; cortes de energía eléctrica recurrentes y una economía estancada. en campaña, evitó los actos masivos y centró sus discursos en atacar el legado de rafael correa, vinculando a luisa gonzález con la «corrupción del pasado». su estrategia apela al rechazo histórico de ciertos sectores al correísmo, aunque sin presentar propuestas concretas más allá de promesas de austeridad. exministra de correa, gonzález encarna el proyecto político que gobernó ecuador entre 2007 y 2017. su plataforma promete reforzar políticas sociales, reactivar la economía con enfoque productivo y combatir la inseguridad con estrategias integrales. en sus actos de cierre, enfatizó alianzas con mujeres, jóvenes y el movimiento indígena, además de criticar el «neoliberalismo» de noboa. su desafío es convencer a un electorado que aún recuerda los logros del correísmo, pero también sus sombras, como la idea construida por la mediática de autoritarismo y las acusaciones de corrupción. ningún balotaje en ecuador se decide sin considerar al movimiento indígena, actor clave en protestas históricas y cambios políticos. esta vez, su brazo político —pachakutik— firmó un acuerdo programático con la revolución ciudadana el 31 de marzo. el pacto incluye: este apoyo acerca a gonzález al 5,25% de votos que obtuvo leónidas iza en febrero. noboa, en cambio, suma el respaldo de andrea gonzález (2,69%) y sectores urbanos anti-correa, aunque sin lograr capitalizar el descontento social generado durante su mandato. la campaña de la segunda vuelta, iniciada el 23 de marzo, mostró estilos opuestos. mientras gonzález recorrió provincias clave como guayaquil y quito con mensajes de unidad, noboa optó por actos sobrios y críticas al correísmo. el debate del cne del 23 de marzo, visto por 10,7 millones de personas, fue un termómetro clave: la candidata correísta cuestionó los fracasos en seguridad y economía del oficialismo, mientras noboa esquivó propuestas y repitió consignas anticorreístas. la mayoría de sondeos dan ventaja a luisa gonzález, aunque con márgenes ajustados. su alianza con el movimiento indígena, el respaldo de excandidatos y el desgaste de noboa —incapaz de resolver la crisis energética, la inseguridad y el alto costo de vida— inclinan la balanza. en tanto, como en varios países de la región, los proyectos que se presentan en oposición a los modelos progresistas, como el antikirchnerismo en argentina o el antipetismo en brasil, podría revertir los apretados resultados de marzo. más allá del resultado, el próximo gobierno heredará un país en emergencia tras años de gobiernos de ultraderecha, liberalismo y entrega de soberanía a estados unidos: además, el nuevo presidente deberá negociar con una asamblea nacional fragmentada, cuyos integrantes asumirán el 14 de mayo, diez días antes que el mandatario.",
    "tokens": [
      "domingo",
      "13",
      "abril",
      ",",
      "13,7",
      "millones",
      "ciudadanos",
      "convocados",
      "urnas",
      "elegir",
      "dos",
      "proyectos",
      "políticos",
      "antagónicos",
      ":",
      "continuidad",
      "presidente",
      "daniel",
      "noboa",
      ",",
      "egresado",
      "universidades",
      "estadounidenses",
      "hijo",
      "aristocracia",
      "bancaria",
      "derecha",
      "empresarial",
      "ecuatoriana",
      ",",
      "retorno",
      "correísmo",
      "liderado",
      "hija",
      "campesinos",
      ",",
      "luisa",
      "gonzález",
      ".",
      "balotaje",
      "fin",
      "semana",
      "solo",
      "definirá",
      "rumbo",
      "país",
      "período",
      "2025-2029",
      ",",
      "sino",
      "refleja",
      "sociedad",
      "dividida",
      "desgaste",
      "gobierno",
      "crisis",
      "memoria",
      "década",
      "revolución",
      "ciudadana",
      ",",
      "logros",
      "críticas",
      ".",
      "primera",
      "vuelta",
      "9",
      "febrero",
      "2025",
      "contradijo",
      "encuestas",
      "daban",
      "ganador",
      "noboa",
      "ambos",
      "candidatos",
      "obtuvieron",
      "prácticamente",
      "misma",
      "cantidad",
      "votos",
      ":",
      "actual",
      "presidente",
      "obtuvo",
      "44,17",
      "%",
      "votos",
      ",",
      "mientras",
      "gonzález",
      "alcanzó",
      "44",
      "%",
      ".",
      "polarización",
      "absorbió",
      "casi",
      "90",
      "%",
      "electorado",
      ",",
      "relegando",
      "14",
      "candidaturas",
      "alternativas",
      ".",
      "solo",
      "movimiento",
      "indígena",
      ",",
      "líder",
      "leónidas",
      "iza",
      "(",
      "5,25",
      "%",
      ")",
      ",",
      "andrea",
      "gonzález",
      "partido",
      "sociedad",
      "patriótica",
      "(",
      "2,69",
      "%",
      ")",
      ",",
      "lograron",
      "tener",
      "presencia",
      "frente",
      "marcado",
      "bipartidismo",
      ".",
      "hijo",
      "hombres",
      "ricos",
      "ecuador",
      ",",
      "noboa",
      "llegó",
      "poder",
      "noviembre",
      "2023",
      "outsider",
      "prometía",
      "renovación",
      ".",
      "embargo",
      ",",
      "gestión",
      "visto",
      "opacada",
      "aumento",
      "violencia",
      ",",
      "inseguridad",
      "narcotráfico",
      ";",
      "cortes",
      "energía",
      "eléctrica",
      "recurrentes",
      "economía",
      "estancada",
      ".",
      "campaña",
      ",",
      "evitó",
      "actos",
      "masivos",
      "centró",
      "discursos",
      "atacar",
      "legado",
      "rafael",
      "correa",
      ",",
      "vinculando",
      "luisa",
      "gonzález",
      "«",
      "corrupción",
      "pasado",
      "»",
      ".",
      "estrategia",
      "apela",
      "rechazo",
      "histórico",
      "ciertos",
      "sectores",
      "correísmo",
      ",",
      "aunque",
      "presentar",
      "propuestas",
      "concretas",
      "allá",
      "promesas",
      "austeridad",
      ".",
      "exministra",
      "correa",
      ",",
      "gonzález",
      "encarna",
      "proyecto",
      "político",
      "gobernó",
      "ecuador",
      "2007",
      "2017.",
      "plataforma",
      "promete",
      "reforzar",
      "políticas",
      "sociales",
      ",",
      "reactivar",
      "economía",
      "enfoque",
      "productivo",
      "combatir",
      "inseguridad",
      "estrategias",
      "integrales",
      ".",
      "actos",
      "cierre",
      ",",
      "enfatizó",
      "alianzas",
      "mujeres",
      ",",
      "jóvenes",
      "movimiento",
      "indígena",
      ",",
      "además",
      "criticar",
      "«",
      "neoliberalismo",
      "»",
      "noboa",
      ".",
      "desafío",
      "convencer",
      "electorado",
      "aún",
      "recuerda",
      "logros",
      "correísmo",
      ",",
      "sombras",
      ",",
      "idea",
      "construida",
      "mediática",
      "autoritarismo",
      "acusaciones",
      "corrupción",
      ".",
      "ningún",
      "balotaje",
      "ecuador",
      "decide",
      "considerar",
      "movimiento",
      "indígena",
      ",",
      "actor",
      "clave",
      "protestas",
      "históricas",
      "cambios",
      "políticos",
      ".",
      "vez",
      ",",
      "brazo",
      "político",
      "—pachakutik—",
      "firmó",
      "acuerdo",
      "programático",
      "revolución",
      "ciudadana",
      "31",
      "marzo",
      ".",
      "pacto",
      "incluye",
      ":",
      "apoyo",
      "acerca",
      "gonzález",
      "5,25",
      "%",
      "votos",
      "obtuvo",
      "leónidas",
      "iza",
      "febrero",
      ".",
      "noboa",
      ",",
      "cambio",
      ",",
      "suma",
      "respaldo",
      "andrea",
      "gonzález",
      "(",
      "2,69",
      "%",
      ")",
      "sectores",
      "urbanos",
      "anti-correa",
      ",",
      "aunque",
      "lograr",
      "capitalizar",
      "descontento",
      "social",
      "generado",
      "mandato",
      ".",
      "campaña",
      "segunda",
      "vuelta",
      ",",
      "iniciada",
      "23",
      "marzo",
      ",",
      "mostró",
      "estilos",
      "opuestos",
      ".",
      "mientras",
      "gonzález",
      "recorrió",
      "provincias",
      "clave",
      "guayaquil",
      "quito",
      "mensajes",
      "unidad",
      ",",
      "noboa",
      "optó",
      "actos",
      "sobrios",
      "críticas",
      "correísmo",
      ".",
      "debate",
      "cne",
      "23",
      "marzo",
      ",",
      "visto",
      "10,7",
      "millones",
      "personas",
      ",",
      "termómetro",
      "clave",
      ":",
      "candidata",
      "correísta",
      "cuestionó",
      "fracasos",
      "seguridad",
      "economía",
      "oficialismo",
      ",",
      "mientras",
      "noboa",
      "esquivó",
      "propuestas",
      "repitió",
      "consignas",
      "anticorreístas",
      ".",
      "mayoría",
      "sondeos",
      "dan",
      "ventaja",
      "luisa",
      "gonzález",
      ",",
      "aunque",
      "márgenes",
      "ajustados",
      ".",
      "alianza",
      "movimiento",
      "indígena",
      ",",
      "respaldo",
      "excandidatos",
      "desgaste",
      "noboa",
      "—incapaz",
      "resolver",
      "crisis",
      "energética",
      ",",
      "inseguridad",
      "alto",
      "costo",
      "vida—",
      "inclinan",
      "balanza",
      ".",
      ",",
      "varios",
      "países",
      "región",
      ",",
      "proyectos",
      "presentan",
      "oposición",
      "modelos",
      "progresistas",
      ",",
      "antikirchnerismo",
      "argentina",
      "antipetismo",
      "brasil",
      ",",
      "podría",
      "revertir",
      "apretados",
      "resultados",
      "marzo",
      ".",
      "allá",
      "resultado",
      ",",
      "próximo",
      "gobierno",
      "heredará",
      "país",
      "emergencia",
      "tras",
      "años",
      "gobiernos",
      "ultraderecha",
      ",",
      "liberalismo",
      "entrega",
      "soberanía",
      "unidos",
      ":",
      "además",
      ",",
      "nuevo",
      "presidente",
      "deberá",
      "negociar",
      "asamblea",
      "nacional",
      "fragmentada",
      ",",
      "cuyos",
      "integrantes",
      "asumirán",
      "14",
      "mayo",
      ",",
      "diez",
      "días",
      "mandatario",
      "."
    ],
    "token_count": 480,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 76,
      "VBD": 7,
      "CD": 19,
      "IN": 34,
      "FW": 130,
      "NNS": 30,
      "VBP": 17,
      "JJ": 52,
      "NN": 237,
      "DT": 1,
      "VBZ": 12,
      "CC": 1,
      "RB": 4,
      "VB": 1,
      "VBN": 2
    },
    "bigram_freq": {
      "NNP-VBD": 4,
      "VBD-CD": 6,
      "CD-IN": 6,
      "IN-FW": 19,
      "FW-CD": 4,
      "CD-NNS": 4,
      "NNS-IN": 5,
      "IN-NNS": 1,
      "NNS-VBP": 10,
      "VBP-JJ": 7,
      "JJ-NNS": 3,
      "NNS-JJ": 3,
      "JJ-NN": 37,
      "NN-NN": 135,
      "NN-FW": 21,
      "FW-NN": 25,
      "NN-NNP": 21,
      "NNP-NNP": 23,
      "NNP-FW": 11,
      "FW-FW": 72,
      "FW-NNS": 5,
      "NNS-FW": 3,
      "FW-JJ": 5,
      "JJ-JJ": 6,
      "FW-NNP": 14,
      "NNP-NN": 25,
      "FW-DT": 1,
      "DT-NN": 1,
      "NN-JJ": 16,
      "NN-IN": 22,
      "IN-JJ": 4,
      "NN-VBZ": 3,
      "VBZ-JJ": 8,
      "JJ-NNP": 4,
      "FW-IN": 1,
      "IN-CD": 1,
      "CD-NN": 4,
      "NN-CC": 1,
      "CC-JJ": 1,
      "NNP-VBZ": 8,
      "VBZ-NNS": 1,
      "NNS-RB": 3,
      "RB-VBP": 2,
      "VBP-NNS": 2,
      "NN-VBD": 3,
      "VBZ-RB": 1,
      "RB-CD": 1,
      "CD-NNP": 3,
      "RB-NNP": 1,
      "NNP-CD": 3,
      "VBP-NN": 2,
      "IN-NN": 5,
      "FW-VBZ": 1,
      "IN-NNP": 4,
      "NN-NNS": 10,
      "NN-CD": 1,
      "CD-CD": 1,
      "VBD-JJ": 1,
      "JJ-FW": 1,
      "NNS-NNP": 3,
      "NNS-NNS": 2,
      "FW-VB": 1,
      "VB-NN": 1,
      "NN-VBP": 3,
      "VBP-VBN": 2,
      "VBN-NNS": 2,
      "VBP-NNP": 2,
      "VBZ-NN": 1,
      "FW-VBP": 1,
      "VBP-FW": 2,
      "CD-FW": 1,
      "VBZ-CD": 1,
      "NNS-NN": 1,
      "NNP-JJ": 1,
      "NNP-VBP": 1,
      "JJ-CD": 1
    },
    "trigram_freq": {
      "NNP-VBD-CD": 3,
      "VBD-CD-IN": 4,
      "CD-IN-FW": 6,
      "IN-FW-CD": 1,
      "FW-CD-NNS": 2,
      "CD-NNS-IN": 2,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-NN": 25,
      "NN-NN-FW": 11,
      "NN-FW-NN": 9,
      "FW-NN-NN": 11,
      "NN-NN-NN": 72,
      "NN-NN-NNP": 14,
      "NN-NNP-NNP": 6,
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 5,
      "FW-FW-FW": 47,
      "FW-FW-NNS": 4,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 1,
      "FW-FW-NN": 7,
      "FW-NN-FW": 5,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "NN-FW-FW": 8,
      "FW-FW-NNP": 7,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NNP": 3,
      "NNP-NNP-NN": 9,
      "NNP-NN-FW": 2,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NN-JJ": 12,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NN-JJ-NN": 14,
      "JJ-NN-IN": 6,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 2,
      "JJ-NN-FW": 2,
      "NNP-NN-NN": 18,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-JJ": 1,
      "CC-JJ-JJ": 1,
      "NN-NNP-VBZ": 6,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-RB": 1,
      "NNS-RB-VBP": 2,
      "RB-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-NN": 2,
      "FW-NN-IN": 5,
      "NN-IN-FW": 10,
      "IN-FW-FW": 10,
      "FW-FW-JJ": 1,
      "FW-JJ-NN": 4,
      "NN-NN-VBD": 3,
      "NN-VBD-CD": 3,
      "IN-FW-NNS": 1,
      "FW-NN-NNP": 2,
      "NNP-VBZ-RB": 1,
      "VBZ-RB-CD": 1,
      "RB-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 2,
      "VBD-CD-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NNP-NNP-CD": 3,
      "NNP-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-FW-NNP": 2,
      "NNP-CD-NN": 1,
      "NN-NN-IN": 10,
      "IN-FW-JJ": 3,
      "NN-NNP-FW": 1,
      "FW-NNS-VBP": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-FW-NNP": 3,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 5,
      "FW-FW-CD": 2,
      "FW-CD-NN": 1,
      "CD-NN-JJ": 1,
      "NN-NNP-NN": 8,
      "NN-IN-NN": 4,
      "IN-NN-NN": 3,
      "FW-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "FW-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 3,
      "NNP-NN-NNP": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "VBP-JJ-NN": 5,
      "NN-NN-NNS": 7,
      "FW-NNP-FW": 2,
      "NNP-NN-CD": 1,
      "NN-CD-CD": 1,
      "CD-CD-NNP": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "RB-VBP-JJ": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NNP-FW-VB": 1,
      "FW-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-VBN": 2,
      "VBP-VBN-NNS": 2,
      "VBN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "NNP-NNP-VBD": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 2,
      "JJ-NNP-VBD": 1,
      "JJ-NN-NNP": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NNP-NN-IN": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-FW": 1,
      "VBP-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "IN-JJ-NNP": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "IN-FW-NN": 2,
      "FW-NN-JJ": 1,
      "JJ-NN-VBP": 1,
      "VBN-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NNP-NN-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "VBP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "IN-NNP-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-NN": 1,
      "JJ-NN-JJ": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 237,
        "FW": 130,
        "NNP": 76,
        "JJ": 52,
        "IN": 34
      },
      "top_bigrams": {
        "NN-NN": 135,
        "FW-FW": 72,
        "JJ-NN": 37,
        "FW-NN": 25,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 72,
        "FW-FW-FW": 47,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 18,
        "NN-NN-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 167,
      "VP": 38,
      "PP": 17,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0398
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 6,
        "weight": 0.0239
      },
      {
        "rule": "NP -> ('Noboa', 'NNP')",
        "frequency": 5,
        "weight": 0.0199
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('Su', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Ecuador', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "VP",
        "text": "domingo"
      },
      {
        "label": "PP",
        "text": "de abril"
      },
      {
        "label": "NP",
        "text": "abril"
      },
      {
        "label": "NP",
        "text": "millones"
      },
      {
        "label": "PP",
        "text": "de ciudadanos"
      },
      {
        "label": "NP",
        "text": "ciudadanos"
      },
      {
        "label": "VP",
        "text": "están"
      },
      {
        "label": "VP",
        "text": "convocados a las urnas para elegir"
      },
      {
        "label": "NP",
        "text": "a las urnas para elegir"
      },
      {
        "label": "NP",
        "text": "dos proyectos políticos antagónicos"
      },
      {
        "label": "NP",
        "text": "la continuidad del presidente Daniel Noboa"
      },
      {
        "label": "NP",
        "text": "estadounidenses"
      },
      {
        "label": "VP",
        "text": "e"
      },
      {
        "label": "NP",
        "text": "empresarial ecuatoriana"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  (VP domingo/VBD)\n  13/CD\n  (PP de/IN (NP abril/NN))\n  ,/,\n  13,7/CD\n  (NP millones/NNS)\n  (PP de/IN (NP ciudadanos/NNS))\n  (VP están/VBP)\n  (VP convocados/VB (NP a/DT las/JJ urnas/JJ para/NN elegir/NN))\n  entre/FW\n  (NP dos/NN proyectos/NN políticos/NN antagónicos/NN)\n  :/:\n  (NP la/NN continuidad/NN del/NN presidente/NN Daniel/NNP Noboa/NNP)\n  ,/,\n  egresado/FW\n  de/FW\n  universidades/FW\n  (NP estadounidenses/NNS)\n  (VP e/VBP)\n  hijo/FW\n  de/FW\n  la/FW\n  aristocracia/FW\n  bancaria/FW\n  y/FW\n  la/FW\n  derecha/FW\n  (NP empresarial/JJ ecuatoriana/NN)\n  ,/,\n  (NP o/JJ el/NN retorno/NN del/NN correísmo/NN liderado/NN por/NN)\n  la/FW\n  hija/FW\n  de/FW\n  campesinos/FW\n  ,/,\n  (NP Luisa/NNP González/NNP)\n  ./.)",
      "(S\n  (NP El/NNP balotaje/NN)\n  de/FW\n  este/FW\n  fin/FW\n  de/FW\n  semana/FW\n  (NP\n    no/DT\n    solo/NN\n    definirá/NN\n    el/NN\n    rumbo/NN\n    del/NN\n    país/NN\n    para/NN)\n  (ADJP el/JJ)\n  (ADJP período/JJ)\n  (ADJP 2025-2029/JJ)\n  ,/,\n  (NP sino/JJ que/NN refleja/NN)\n  (NP una/JJ sociedad/NN dividida/NN entre/NN)\n  (NP el/JJ desgaste/NN)\n  (PP de/IN (NP un/JJ gobierno/NN))\n  (PP en/IN (NP crisis/NN y/NN))\n  la/FW\n  memoria/FW\n  de/FW\n  una/FW\n  década/FW\n  de/FW\n  (NP Revolución/NNP Ciudadana/NNP)\n  ,/,\n  (NP con/NN sus/NN)\n  (VP logros/VBZ (NP y/JJ críticas/NN))\n  ./.)",
      "(S\n  (NP La/NNP primera/NN vuelta/NN)\n  del/FW\n  9/CD\n  de/FW\n  febrero/FW\n  de/IN\n  2025/CD\n  (NP contradijo/NN)\n  (NP a/DT las/JJ encuestas/NN)\n  (NP que/JJ daban/NN por/NN ganador/NN)\n  (NP\n    a/DT\n    Noboa/NNP\n    y/NN\n    ambos/NN\n    candidatos/NN\n    obtuvieron/NN\n    prácticamente/NN)\n  la/FW\n  misma/FW\n  cantidad/FW\n  de/FW\n  votos/FW\n  :/:\n  (NP el/NN)\n  (NP actual/JJ presidente/NN obtuvo/NN)\n  (VP el/VBD)\n  44,17/CD\n  (NP %/NN)\n  de/IN\n  los/FW\n  (NP votos/NNS)\n  ,/,\n  (NP mientras/NNS)\n  (VP que/VBP (NP González/NNP alcanzó/NN) el/RB)\n  44/CD\n  (NP %/NN)\n  ./.)",
      "(S\n  (NP La/NNP polarización/NN absorbió/NN casi/NN)\n  (VP el/VBD)\n  90/CD\n  (NP %/NN del/NN electorado/NN)\n  ,/,\n  (VP relegando/VB)\n  a/DT\n  14/CD\n  (NP candidaturas/NNS)\n  alternativas/RB\n  ./.)",
      "(S\n  (NP Solo/NNP el/NN movimiento/NN indígena/NN)\n  ,/,\n  (NP con/NN su/NN líder/NN Leónidas/NNP Iza/NNP)\n  (/(\n  5,25/CD\n  (NP %/NN)\n  )/)\n  ,/,\n  (NP y/JJ Andrea/NNP González/NNP)\n  del/FW\n  (NP Partido/NNP Sociedad/NNP Patriótica/NNP)\n  (/(\n  2,69/CD\n  (NP %/NN)\n  )/)\n  ,/,\n  (NP lograron/JJ tener/NN algo/NN)\n  de/IN\n  presencia/FW\n  (NP frente/JJ al/NN marcado/NN bipartidismo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "NEGOCIACION_ACUERDOS",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "FECHAS_ESPECIFICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "POLITICAS_PUBLICAS",
      "NEOLIBERALISMO_MERCADO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "costo de vida",
        "position": [
          3640,
          3653
        ],
        "start": 3640,
        "end": 3653
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza con el movimiento indígena, el respaldo de excandidatos y el",
        "position": [
          3485,
          3553
        ],
        "start": 3485,
        "end": 3553
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          1621,
          1631
        ],
        "start": 1621,
        "end": 1631
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "crisis energética",
        "position": [
          3596,
          3613
        ],
        "start": 3596,
        "end": 3613
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente daniel noboa",
        "position": [
          155,
          178
        ],
        "start": 155,
        "end": 178
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          4131,
          4148
        ],
        "start": 4131,
        "end": 4148
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígena",
        "position": [
          1007,
          1015
        ],
        "start": 1007,
        "end": 1015
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          2094,
          2101
        ],
        "start": 2094,
        "end": 2101
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          2103,
          2110
        ],
        "start": 2103,
        "end": 2110
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          3263,
          3272
        ],
        "start": 3263,
        "end": 3272
      },
      {
        "category": "NEGOCIACION_ACUERDOS",
        "matched_text": "firmó un acuerdo",
        "position": [
          2563,
          2579
        ],
        "start": 2563,
        "end": 2579
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo programático con la revolución ciudadana el 31",
        "position": [
          2572,
          2626
        ],
        "start": 2572,
        "end": 2626
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "apoyo acerca a gonzález al 5,25% de votos que obtuvo leónidas iza en febrero. noboa, en cambio, suma el respaldo de andrea gonzález (2,69%) y sectores urbanos anti-correa, aunque sin lograr capitalizar el descontento social",
        "position": [
          2660,
          2883
        ],
        "start": 2660,
        "end": 2883
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          1432,
          1439
        ],
        "start": 1432,
        "end": 1439
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          3822,
          3831
        ],
        "start": 3822,
        "end": 3831
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          1219,
          1226
        ],
        "start": 1219,
        "end": 1226
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          4063,
          4077
        ],
        "start": 4063,
        "end": 4077
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "guayaquil",
        "position": [
          3047,
          3056
        ],
        "start": 3047,
        "end": 3056
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "quito",
        "position": [
          3059,
          3064
        ],
        "start": 3059,
        "end": 3064
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región, los",
        "position": [
          3714,
          3725
        ],
        "start": 3714,
        "end": 3725
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "9 de febrero de 2025",
        "position": [
          653,
          673
        ],
        "start": 653,
        "end": 673
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 13 de abril",
        "position": [
          3,
          22
        ],
        "start": 3,
        "end": 22
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1316,
          1323
        ],
        "start": 1316,
        "end": 1323
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "austeridad",
        "position": [
          1786,
          1796
        ],
        "start": 1786,
        "end": 1796
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "7 millones",
        "position": [
          27,
          37
        ],
        "start": 27,
        "end": 37
      }
    ],
    "match_count": 25
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hijo",
        "tipo": "Persona"
      },
      {
        "nombre": "Andrea González",
        "tipo": "Persona"
      },
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Rafael Correa",
        "tipo": "Persona"
      },
      {
        "nombre": "Guayaquil",
        "tipo": "Lugar"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luisa González",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Sociedad Patriótica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Quito",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Leónidas Iza",
        "tipo": "Persona"
      },
      {
        "nombre": "Exministra de Correa",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Hijo",
        "relacion": "LLEGAR",
        "objeto": "Noboa"
      },
      {
        "sujeto": "Noboa",
        "relacion": "LLEGAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Rafael Correa",
        "relacion": "ATACAR_CENTRAR_EVITAR",
        "objeto": "Luisa González"
      },
      {
        "sujeto": "González",
        "relacion": "ENCARNAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Noboa",
        "relacion": "SUMAR",
        "objeto": "Andrea González"
      },
      {
        "sujeto": "González",
        "relacion": "RECORRER_OPTAR",
        "objeto": "Guayaquil"
      },
      {
        "sujeto": "González",
        "relacion": "RECORRER_OPTAR",
        "objeto": "Quito"
      },
      {
        "sujeto": "González",
        "relacion": "RECORRER_OPTAR",
        "objeto": "Noboa"
      },
      {
        "sujeto": "Noboa",
        "relacion": "RECORRER_OPTAR",
        "objeto": "Guayaquil"
      },
      {
        "sujeto": "Noboa",
        "relacion": "RECORRER_OPTAR",
        "objeto": "Quito"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "HEREDAR",
        "objeto": "Asamblea Nacional"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9709,
    "pos": 0.006,
    "neu": 0.955,
    "neg": 0.039,
    "label": "negative"
  }
}