{
  "url": "https://www.telesurtv.net/ee-uu-prepara-sanciones-contra-autoridades-de-georgia/",
  "title": "EE.UU. prepara sanciones contra autoridades de Georgia - teleSUR",
  "section": "Mundo",
  "tags": [
    "Georgia",
    "Kremlin",
    "Sanciones"
  ],
  "text": "El Gobierno de Estados Unidos (EE.UU.) está elaborando sanciones adicionales para aquellas autoridades que busquen suprimir las manifestaciones en Tbilisi y otras urbes de Georgia, y también seguirá evaluando la colaboración bilateral, informó el secretario estadounidense de Estado, Antony Blinken.\n“Quienes socaven los procesos o las instituciones democráticas en Georgia –incluyendo a quienes supriman el derecho de los ciudadanos georgianos a la libertad de reunión pacífica y de expresión– deberán rendir cuentas”, reza un comunicado de ese Departamento.\nSe anunció anteriormente una revisión exhaustiva de la cooperación bilateral y seguirá en marcha, alertó el líder diplomático, mientras Washington evaluará qué otras herramientas poseen, incluyendo las sanciones.\nPor su parte, el Kremlin advirtió sobre los esfuerzos para coordinar una revolución de colores similar a la de Ucrania en Georgia, país que desde hace días es escenario de violentas manifestaciones debido a la resolución del Gobierno de aplazar hasta 2028 las conversaciones de un eventual ingreso a la Unión Europea (UE).\n“El paralelo más directo es lo ocurrido en el Maidán en Ucrania. Se dan todos los indicios de que se intenta organizar una Revolución Naranja”, denunció el portavoz presidencial de Rusia, Dmitri Peskov.\nPeskov lo catalogó como un “asunto interno”, aunque enfatizó que “a la vista hay un intento de desestabilizar la situación” en el país caucásico.\nEl primer ministro de Georgia, Irakli Kobajidze, advirtió este miércoles con solicitar al Tribunal Constitucional la ilegalización de los partidos opositores, a los que imputó de transgredir de manera directa el orden jurídico existente en la nación.\nSin embargo, en una reunión del Gabinete de ministros que se emitió en directo por televisión, el jefe de Gobierno de Georgia agregó que “hay que esperar a ver cómo se desarrollan los acontecimientos”, tras afirmar que “todo está en manos del Gobierno”.\nSimultáneamente, Kobajidze expresó su voluntad de sostener un “sano debate” con los participantes en las manifestaciones que se desataron el jueves pasado, cuando el Gobierno proclamó la suspensión hasta 2028 del comienzo de las conversaciones de adhesión con la Unión Europea.\n“Proponemos cualquier tipo de formato de debate”, expresó el primer ministro, quien reconoció que tiene escasas expectativas de que esta propuesta tenga éxito.\nAdicionalmente, señaló a los detractores como aventureros que coordinan la violencia y buscan destruir el orden constitucional”, y denunció que obtienen financiación desde el extranjero.\nEl domingo y el lunes, la capital de Georgia, Tiflis, experimentó su cuarta noche consecutiva de violentas disputas entre las fuerzas de seguridad y los opositores que protestan contra la suspensión de las conversaciones con la UE y demandan la realización de nuevas elecciones parlamentarias.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ee-uu-prepara-sanciones-contra-autoridades-de-georgia/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-12.json",
    "message_index": 1515,
    "message_id": 81806,
    "date": "2024-12-05T15:08:07+00:00",
    "text": "🇬🇪 **Georgia: ¿cuál es la realidad detrás del conflicto sociopolítico?**\n\nLa situación en Georgia está volátil desde el pasado jueves 28 de noviembre, cuando el partido oficialista, Sueño Georgiano, anunció la decisión de suspender las conversaciones de adhesión con la Unión Europea hasta el 2028.\n\nA la fecha, supera ya las 300 personas detenidas y al menos 150 agentes policiales heridos tras los violentos enfrentamientos acontecidos frente al Parlamento nacional en la capital Tbilisi y otras ciudades importantes del país caucásico \n\n🇬🇪💥**Detonantes del conflicto en Georgia**\n\n⭕ La Unión Europea otorgó a Georgia el estatus de candidato en 2023 bajo el cumplimiento de una serie de reformas políticas para su adhesión al bloque regional.\n\n⭕ Las elecciones parlamentarias de Georgia del pasado 26 de octubre dieron la mayoría absoluta al partido gobernante Sueño Georgiano con el 54% de los votos. La oposición proeuropea atribuye fraude electoral.\n\n⭕ El Parlamento Europeo adoptó el 28 de noviembre una resolución de rechazo a los resultados electorales y pidió la celebración de nuevos comicios dentro de un año.\n\n⭕ En respuesta, el primer ministro georgiano Irakli Kobakhidze anunció ese mismo día la decisión de su Ejecutivo de esperar hasta finales de 2028 para comenzar las negociaciones de adhesión del país a la UE. Además, rechazó recibir cualquier subvención presupuestaria europea en este periodo de tiempo.\n\nMás detalles 👇 \n🔗https://www.telesurtv.net/nuevo-maidan-protestas-violentas-en-georgia-cumplen-una-semana/\n\n🗣 **¿Cuáles son las reacciones a la situación geopolítica de Georgia?**\n\n🏛🇬🇪 **Gobierno**\n\nEl primer ministro georgiano Irakli Kobakhidze atribuyó los disturbios a “radicales y patrocinadores extranjeros” que, según él, buscan desestabilizar al país. \n\nPor su parte, el presidente del partido Sueño Georgiano, Irakli Garibashvili, declaró que \"las instituciones estatales de Georgia funcionan adecuadamente\" y que no hay desestabilización.\n\n🇬🇪👥 **Oposición**\n\nTanto los cuatro partidos opositores como la presidenta de Georgia, Salomé Zurabishvili, apoyan las manifestaciones proeuropeas y cuestionan la legitimidad del gobierno. \n\nLa mandataria, cuyo mandato expira este mes, anunció que permanecerá en el cargo hasta que se celebren nuevas elecciones legislativas bajo \"reglas que garanticen transparencia\".\n\n🇪🇺🇺🇸 **Europa y EE.UU.**\n\nLos líderes de la Unión Europea han criticado las acciones del gobierno georgiano para suprimir las manifestaciones e instaron a sus autoridades a continuar la integración con Bruselas. También piden una repetición de las elecciones bajo supervisión internacional.\n\nEl secretario estadounidense de Estado, Antony Blinken, informó los planes de Washington para sancionar a las autoridades que supriman las manifestaciones en Tbilisi y otras urbes de Georgia. \n\nMás detalles 👇 \n🔗https://www.telesurtv.net/ee-uu-prepara-sanciones-contra-autoridades-de-georgia/\n\n🇷🇺 **Rusia**\n\nEl portavoz del Kremlin, Dmitri Peskov, calificó los disturbios en Georgia como un asunto interno del país, en el cual Rusia no interferirá ni tomará partido.\n\n\"Todo lo que ocurre en Georgia es un asunto interno de Georgia. No hemos interferido ni interferiremos en estos procesos\", dijo Peskov a la prensa.\n\nMoscú advirtió sobre los esfuerzos para coordinar una revolución de colores similar a la de Ucrania en Georgia.\n\nMás detalles 👇 \n🔗https://www.telesurtv.net/rusia-declara-que-no-interferira-en-la-situacion-de-georgia/",
    "photo_path": null,
    "views": 1812,
    "reactions": {
      "👎": 10,
      "👍": 9,
      "🤔": 3,
      "😱": 3,
      "💩": 2
    },
    "total_reactions": 27
  },
  "preprocessing": {
    "cleaned": "el gobierno de estados unidos (ee.uu.) está elaborando sanciones adicionales para aquellas autoridades que busquen suprimir las manifestaciones en tbilisi y otras urbes de georgia, y también seguirá evaluando la colaboración bilateral, informó el secretario estadounidense de estado, antony blinken. “quienes socaven los procesos o las instituciones democráticas en georgia –incluyendo a quienes supriman el derecho de los ciudadanos georgianos a la libertad de reunión pacífica y de expresión– deberán rendir cuentas”, reza un comunicado de ese departamento. se anunció anteriormente una revisión exhaustiva de la cooperación bilateral y seguirá en marcha, alertó el líder diplomático, mientras washington evaluará qué otras herramientas poseen, incluyendo las sanciones. por su parte, el kremlin advirtió sobre los esfuerzos para coordinar una revolución de colores similar a la de ucrania en georgia, país que desde hace días es escenario de violentas manifestaciones debido a la resolución del gobierno de aplazar hasta 2028 las conversaciones de un eventual ingreso a la unión europea (ue). “el paralelo más directo es lo ocurrido en el maidán en ucrania. se dan todos los indicios de que se intenta organizar una revolución naranja”, denunció el portavoz presidencial de rusia, dmitri peskov. peskov lo catalogó como un “asunto interno”, aunque enfatizó que “a la vista hay un intento de desestabilizar la situación” en el país caucásico. el primer ministro de georgia, irakli kobajidze, advirtió este miércoles con solicitar al tribunal constitucional la ilegalización de los partidos opositores, a los que imputó de transgredir de manera directa el orden jurídico existente en la nación. sin embargo, en una reunión del gabinete de ministros que se emitió en directo por televisión, el jefe de gobierno de georgia agregó que “hay que esperar a ver cómo se desarrollan los acontecimientos”, tras afirmar que “todo está en manos del gobierno”. simultáneamente, kobajidze expresó su voluntad de sostener un “sano debate” con los participantes en las manifestaciones que se desataron el jueves pasado, cuando el gobierno proclamó la suspensión hasta 2028 del comienzo de las conversaciones de adhesión con la unión europea. “proponemos cualquier tipo de formato de debate”, expresó el primer ministro, quien reconoció que tiene escasas expectativas de que esta propuesta tenga éxito. adicionalmente, señaló a los detractores como aventureros que coordinan la violencia y buscan destruir el orden constitucional”, y denunció que obtienen financiación desde el extranjero. el domingo y el lunes, la capital de georgia, tiflis, experimentó su cuarta noche consecutiva de violentas disputas entre las fuerzas de seguridad y los opositores que protestan contra la suspensión de las conversaciones con la ue y demandan la realización de nuevas elecciones parlamentarias.",
    "tokens": [
      "gobierno",
      "unidos",
      "(",
      "ee.uu.",
      ")",
      "elaborando",
      "sanciones",
      "adicionales",
      "aquellas",
      "autoridades",
      "busquen",
      "suprimir",
      "manifestaciones",
      "tbilisi",
      "urbes",
      "georgia",
      ",",
      "seguirá",
      "evaluando",
      "colaboración",
      "bilateral",
      ",",
      "informó",
      "secretario",
      "estadounidense",
      ",",
      "antony",
      "blinken",
      ".",
      "“",
      "socaven",
      "procesos",
      "instituciones",
      "democráticas",
      "georgia",
      "–incluyendo",
      "supriman",
      "derecho",
      "ciudadanos",
      "georgianos",
      "libertad",
      "reunión",
      "pacífica",
      "expresión–",
      "deberán",
      "rendir",
      "cuentas",
      "”",
      ",",
      "reza",
      "comunicado",
      "departamento",
      ".",
      "anunció",
      "anteriormente",
      "revisión",
      "exhaustiva",
      "cooperación",
      "bilateral",
      "seguirá",
      "marcha",
      ",",
      "alertó",
      "líder",
      "diplomático",
      ",",
      "mientras",
      "washington",
      "evaluará",
      "herramientas",
      "poseen",
      ",",
      "incluyendo",
      "sanciones",
      ".",
      "parte",
      ",",
      "kremlin",
      "advirtió",
      "esfuerzos",
      "coordinar",
      "revolución",
      "colores",
      "similar",
      "ucrania",
      "georgia",
      ",",
      "país",
      "hace",
      "días",
      "escenario",
      "violentas",
      "manifestaciones",
      "debido",
      "resolución",
      "gobierno",
      "aplazar",
      "2028",
      "conversaciones",
      "eventual",
      "ingreso",
      "unión",
      "europea",
      "(",
      "ue",
      ")",
      ".",
      "“",
      "paralelo",
      "directo",
      "ocurrido",
      "maidán",
      "ucrania",
      ".",
      "dan",
      "indicios",
      "intenta",
      "organizar",
      "revolución",
      "naranja",
      "”",
      ",",
      "denunció",
      "portavoz",
      "presidencial",
      "rusia",
      ",",
      "dmitri",
      "peskov",
      ".",
      "peskov",
      "catalogó",
      "“",
      "asunto",
      "interno",
      "”",
      ",",
      "aunque",
      "enfatizó",
      "“",
      "vista",
      "intento",
      "desestabilizar",
      "situación",
      "”",
      "país",
      "caucásico",
      ".",
      "primer",
      "ministro",
      "georgia",
      ",",
      "irakli",
      "kobajidze",
      ",",
      "advirtió",
      "miércoles",
      "solicitar",
      "tribunal",
      "constitucional",
      "ilegalización",
      "partidos",
      "opositores",
      ",",
      "imputó",
      "transgredir",
      "manera",
      "directa",
      "orden",
      "jurídico",
      "existente",
      "nación",
      ".",
      "embargo",
      ",",
      "reunión",
      "gabinete",
      "ministros",
      "emitió",
      "directo",
      "televisión",
      ",",
      "jefe",
      "gobierno",
      "georgia",
      "agregó",
      "“",
      "esperar",
      "ver",
      "cómo",
      "desarrollan",
      "acontecimientos",
      "”",
      ",",
      "tras",
      "afirmar",
      "“",
      "manos",
      "gobierno",
      "”",
      ".",
      "simultáneamente",
      ",",
      "kobajidze",
      "expresó",
      "voluntad",
      "sostener",
      "“",
      "sano",
      "debate",
      "”",
      "participantes",
      "manifestaciones",
      "desataron",
      "jueves",
      "pasado",
      ",",
      "gobierno",
      "proclamó",
      "suspensión",
      "2028",
      "comienzo",
      "conversaciones",
      "adhesión",
      "unión",
      "europea",
      ".",
      "“",
      "proponemos",
      "cualquier",
      "tipo",
      "formato",
      "debate",
      "”",
      ",",
      "expresó",
      "primer",
      "ministro",
      ",",
      "reconoció",
      "escasas",
      "expectativas",
      "propuesta",
      "éxito",
      ".",
      "adicionalmente",
      ",",
      "señaló",
      "detractores",
      "aventureros",
      "coordinan",
      "violencia",
      "buscan",
      "destruir",
      "orden",
      "constitucional",
      "”",
      ",",
      "denunció",
      "obtienen",
      "financiación",
      "extranjero",
      ".",
      "domingo",
      "lunes",
      ",",
      "capital",
      "georgia",
      ",",
      "tiflis",
      ",",
      "experimentó",
      "cuarta",
      "noche",
      "consecutiva",
      "violentas",
      "disputas",
      "fuerzas",
      "seguridad",
      "opositores",
      "protestan",
      "suspensión",
      "conversaciones",
      "ue",
      "demandan",
      "realización",
      "nuevas",
      "elecciones",
      "parlamentarias",
      "."
    ],
    "token_count": 290,
    "sentence_count": 13
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 57,
      "IN": 23,
      "FW": 85,
      "NN": 127,
      "NNS": 30,
      "VBP": 18,
      "JJ": 55,
      "RB": 1,
      "VBD": 4,
      "VBZ": 8,
      "CD": 2,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NNP": 25,
      "NNP-IN": 1,
      "IN-NNP": 5,
      "NNP-FW": 8,
      "FW-NN": 11,
      "NN-NNS": 10,
      "NNS-NNS": 4,
      "NNS-VBP": 17,
      "VBP-NNS": 1,
      "VBP-JJ": 13,
      "JJ-NN": 31,
      "NNS-IN": 4,
      "FW-FW": 45,
      "FW-NNP": 13,
      "NNP-NN": 12,
      "NN-NN": 67,
      "NN-JJ": 9,
      "JJ-JJ": 7,
      "NN-IN": 15,
      "NNP-RB": 1,
      "RB-VBD": 1,
      "VBD-JJ": 4,
      "VBP-IN": 1,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "IN-FW": 13,
      "FW-JJ": 11,
      "JJ-NNS": 8,
      "VBP-FW": 1,
      "IN-JJ": 3,
      "JJ-NNP": 4,
      "NNP-VBZ": 6,
      "VBZ-JJ": 6,
      "NN-FW": 14,
      "NNS-NNP": 2,
      "NNP-VBD": 2,
      "NN-NNP": 7,
      "IN-NNS": 1,
      "NNS-JJ": 1,
      "JJ-FW": 4,
      "FW-NNS": 5,
      "NN-CD": 2,
      "CD-JJ": 1,
      "JJ-IN": 1,
      "VBZ-NN": 1,
      "NN-VBP": 1,
      "VBP-NN": 2,
      "NN-VBZ": 2,
      "VBZ-IN": 1,
      "IN-NN": 1,
      "CD-NN": 1,
      "NNP-JJR": 1,
      "JJR-NN": 1
    },
    "trigram_freq": {
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 4,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-FW": 2,
      "NNP-FW-NN": 1,
      "FW-NN-NNS": 2,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 9,
      "JJ-NN-NNS": 2,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 28,
      "FW-FW-NNP": 5,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 11,
      "NN-NN-NN": 37,
      "NN-NN-JJ": 7,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 5,
      "JJ-NN-NN": 16,
      "NN-NN-IN": 6,
      "NN-IN-NNP": 2,
      "NNP-NNP-RB": 1,
      "NNP-RB-VBD": 1,
      "RB-VBD-JJ": 1,
      "VBD-JJ-NN": 3,
      "NN-NNS-VBP": 6,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 11,
      "IN-FW-JJ": 4,
      "FW-JJ-NNS": 3,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-NN": 6,
      "NN-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-VBZ": 5,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-JJ": 1,
      "JJ-NN-FW": 3,
      "NN-FW-FW": 5,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 7,
      "NN-NN-NNS": 4,
      "NN-NNS-NNP": 2,
      "NNS-NNP-VBZ": 1,
      "VBZ-JJ-NNS": 2,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "JJ-NN-NNP": 2,
      "NN-NNP-NN": 4,
      "NN-JJ-NN": 4,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-NNP-FW": 4,
      "NNP-FW-NNP": 3,
      "NN-NN-FW": 5,
      "NN-FW-NN": 3,
      "FW-NN-IN": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 3,
      "VBP-JJ-FW": 1,
      "FW-NN-CD": 1,
      "NN-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "NN-NN-NNP": 4,
      "NN-NNP-NNP": 2,
      "NNP-NNP-NN": 3,
      "IN-FW-NNP": 1,
      "FW-NNP-NNP": 5,
      "NN-JJ-NNS": 1,
      "NNS-IN-FW": 2,
      "IN-FW-FW": 4,
      "FW-JJ-NNP": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "VBZ-JJ-NN": 2,
      "JJ-NN-JJ": 1,
      "NN-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "FW-NN-JJ": 1,
      "FW-NN-NNP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "FW-NN-FW": 4,
      "NN-FW-JJ": 3,
      "NNP-NN-FW": 1,
      "NN-NNP-FW": 1,
      "NN-FW-NNP": 3,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "FW-NNS-IN": 1,
      "IN-FW-NN": 1,
      "NNP-NNP-JJR": 1,
      "NNP-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "FW-NN-NN": 1,
      "NNP-NNP-VBD": 1,
      "VBD-JJ-NNS": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-FW-NNS": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "FW-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 127,
        "FW": 85,
        "NNP": 57,
        "JJ": 55,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 67,
        "FW-FW": 45,
        "JJ-NN": 31,
        "NNP-NNP": 25,
        "NNS-VBP": 17
      },
      "top_trigrams": {
        "NN-NN-NN": 37,
        "FW-FW-FW": 28,
        "JJ-NN-NN": 16,
        "NNS-VBP-JJ": 13,
        "NNP-NN-NN": 11
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 13,
    "chunk_counts": {
      "NP": 120,
      "PP": 12,
      "VP": 26,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0449
      },
      {
        "rule": "NP -> ('Georgia', 'NNP')",
        "frequency": 5,
        "weight": 0.0281
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 4,
        "weight": 0.0225
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0225
      },
      {
        "rule": "NP -> ('Ucrania', 'NNP')",
        "frequency": 2,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 2,
        "weight": 0.0112
      },
      {
        "rule": "VP -> ('con', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('conversaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0112
      },
      {
        "rule": "S -> NP PP ('(', '(') NP (')', ')') VP VP VP PP ('otras', 'FW') ('urbes', 'FW') ('de', 'FW') NP (',', ',') NP VP ('seguirá', 'FW') NP ADJP ADJP (',', ',') NP PP (',', ',') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0056
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Gobierno"
      },
      {
        "label": "PP",
        "text": "de Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "EE.UU."
      },
      {
        "label": "VP",
        "text": "está elaborando sanciones adicionales"
      },
      {
        "label": "NP",
        "text": "elaborando sanciones adicionales"
      },
      {
        "label": "VP",
        "text": "para aquellas autoridades"
      },
      {
        "label": "NP",
        "text": "aquellas autoridades"
      },
      {
        "label": "VP",
        "text": "que busquen suprimir las manifestaciones"
      },
      {
        "label": "NP",
        "text": "busquen suprimir las manifestaciones"
      },
      {
        "label": "PP",
        "text": "en Tbilisi y"
      },
      {
        "label": "NP",
        "text": "Tbilisi y"
      },
      {
        "label": "NP",
        "text": "Georgia"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "VP",
        "text": "también"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Gobierno/NNP)\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  (/(\n  (NP EE.UU./NNP)\n  )/)\n  (VP está/VBP (NP elaborando/JJ sanciones/NNS adicionales/NNS))\n  (VP para/VBP (NP aquellas/NNS autoridades/NNS))\n  (VP\n    que/VBP\n    (NP busquen/JJ suprimir/NN las/NNS manifestaciones/NNS))\n  (PP en/IN (NP Tbilisi/NNP y/NNP))\n  otras/FW\n  urbes/FW\n  de/FW\n  (NP Georgia/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP también/VBZ)\n  seguirá/FW\n  (NP evaluando/JJ la/NN)\n  (ADJP colaboración/JJ)\n  (ADJP bilateral/JJ)\n  ,/,\n  (NP informó/JJ el/NN secretario/NN estadounidense/NN)\n  (PP de/IN (NP Estado/NNP))\n  ,/,\n  (NP Antony/NNP Blinken/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Quienes/NNP)\n  socaven/RB\n  (VP los/VBD (NP procesos/JJ o/NN las/NN instituciones/NNS))\n  (VP democráticas/VBP)\n  (PP en/IN (NP Georgia/NNP))\n  (VP –incluyendo/VBD (NP a/DT quienes/NNS supriman/NN))\n  (VP el/VBP (NP derecho/NN))\n  de/IN\n  los/FW\n  (ADJP ciudadanos/JJ)\n  georgianos/FW\n  a/DT\n  la/FW\n  libertad/FW\n  de/FW\n  reunión/FW\n  pacífica/FW\n  y/FW\n  de/FW\n  expresión–/FW\n  deberán/FW\n  (NP rendir/NN cuentas/NNS ”/NNP)\n  ,/,\n  (NP reza/NN)\n  (NP un/JJ comunicado/NN)\n  (PP de/IN (NP ese/JJ Departamento/NNP))\n  ./.)",
      "(S\n  (NP Se/NNP anunció/NN anteriormente/NN)\n  (NP una/JJ revisión/NN)\n  exhaustiva/FW\n  de/FW\n  la/FW\n  cooperación/FW\n  (NP bilateral/JJ y/NN seguirá/NN)\n  (PP en/IN (NP marcha/NN))\n  ,/,\n  (NP alertó/JJ el/NN líder/NN diplomático/NN)\n  ,/,\n  mientras/FW\n  (NP Washington/NNP)\n  (VP evaluará/VBZ (NP qué/JJ otras/NNS herramientas/NNS) poseen/JJ)\n  ,/,\n  (NP incluyendo/JJ las/NN sanciones/NNS)\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN)\n  ,/,\n  el/FW\n  (NP Kremlin/NNP advirtió/NN sobre/NN los/NN)\n  (NP esfuerzos/JJ para/NN coordinar/NN)\n  (NP una/JJ revolución/NN)\n  (PP de/IN (NP colores/NNS))\n  (ADJP similar/JJ)\n  (NP a/DT la/NN)\n  de/FW\n  (NP Ucrania/NNP)\n  en/FW\n  (NP Georgia/NNP)\n  ,/,\n  (NP país/NN que/NN desde/NN hace/NN días/NN)\n  es/FW\n  (NP escenario/NN)\n  de/IN\n  violentas/FW\n  (NP manifestaciones/NNS)\n  (VP debido/VBP (NP a/DT la/NN resolución/NN))\n  del/FW\n  (NP Gobierno/NNP)\n  de/FW\n  aplazar/FW\n  (NP hasta/NN)\n  2028/CD\n  (NP las/JJ conversaciones/NNS)\n  (PP de/IN (NP un/JJ eventual/JJ ingreso/NN))\n  (NP a/DT la/NN Unión/NNP Europea/NNP)\n  (/(\n  (NP UE/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    El/NNP\n    paralelo/NN\n    más/NN\n    directo/NN\n    es/NN\n    lo/NN\n    ocurrido/NN)\n  en/IN\n  el/FW\n  (NP Maidán/NNP)\n  en/FW\n  (NP Ucrania/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "LEYES_NORMATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          1063,
          1070
        ],
        "start": 1063,
        "end": 1070
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          2601,
          2608
        ],
        "start": 2601,
        "end": 2608
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación bilateral",
        "position": [
          615,
          636
        ],
        "start": 615,
        "end": 636
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1977,
          1984
        ],
        "start": 1977,
        "end": 1984
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          236,
          243
        ],
        "start": 236,
        "end": 243
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "alertó",
        "position": [
          658,
          664
        ],
        "start": 658,
        "end": 664
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de estados unidos",
        "position": [
          3,
          29
        ],
        "start": 3,
        "end": 29
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de georgia",
        "position": [
          1455,
          1474
        ],
        "start": 1455,
        "end": 1474
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          1076,
          1089
        ],
        "start": 1076,
        "end": 1089
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1240,
          1248
        ],
        "start": 1240,
        "end": 1248
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "imputó",
        "position": [
          1614,
          1620
        ],
        "start": 1614,
        "end": 1620
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "resolución del gobierno de aplazar hasta 2028",
        "position": [
          983,
          1028
        ],
        "start": 983,
        "end": 1028
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          15,
          29
        ],
        "start": 15,
        "end": 29
      },
      {
        "category": "PAISES",
        "matched_text": "ucrania",
        "position": [
          884,
          891
        ],
        "start": 884,
        "end": 891
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado, antony",
        "position": [
          276,
          290
        ],
        "start": 276,
        "end": 290
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1700,
          1707
        ],
        "start": 1700,
        "end": 1707
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kobajidze",
        "tipo": "Persona"
      },
      {
        "nombre": "Dmitri Peskov",
        "tipo": "Persona"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Peskov",
        "tipo": "Persona"
      },
      {
        "nombre": "Revolución Naranja",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tbilisi",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gabinete",
        "tipo": "Lugar"
      },
      {
        "nombre": "Georgia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tribunal Constitucional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Departamento",
        "tipo": "Lugar"
      },
      {
        "nombre": "UE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tiflis",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kremlin",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irakli Kobajidze",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Antony Blinken",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Georgia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gobierno de Estados Unidos",
        "relacion": "ELABORAR_INFORMAR",
        "objeto": "Tbilisi"
      },
      {
        "sujeto": "Gobierno de Estados Unidos",
        "relacion": "ELABORAR_INFORMAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Gobierno de Estados Unidos",
        "relacion": "ELABORAR_INFORMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Gobierno de Estados Unidos",
        "relacion": "ELABORAR_INFORMAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "ELABORAR_INFORMAR",
        "objeto": "Tbilisi"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "ELABORAR_INFORMAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "ELABORAR_INFORMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "ELABORAR_INFORMAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "Tbilisi",
        "relacion": "SUPRIMIR_BUSCAR_ELABORAR_INFORMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Tbilisi",
        "relacion": "SUPRIMIR_BUSCAR_ELABORAR_INFORMAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "Georgia",
        "relacion": "SUPRIMIR_BUSCAR_ELABORAR_INFORMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Georgia",
        "relacion": "SUPRIMIR_BUSCAR_ELABORAR_INFORMAR",
        "objeto": "Antony Blinken"
      },
      {
        "sujeto": "Georgia",
        "relacion": "SOCAVEN_RENDIR_REZAR",
        "objeto": "Departamento"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "ADVERTIR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "ADVERTIR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "ADVERTIR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "ADVERTIR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "ADVERTIR",
        "objeto": "UE"
      },
      {
        "sujeto": "Revolución Naranja",
        "relacion": "ORGANIZAR_INTENTAR_DAR_DENUNCIAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Revolución Naranja",
        "relacion": "ORGANIZAR_INTENTAR_DAR_DENUNCIAR",
        "objeto": "Dmitri Peskov"
      },
      {
        "sujeto": "Georgia",
        "relacion": "ADVERTIR",
        "objeto": "Tribunal Constitucional"
      },
      {
        "sujeto": "Irakli Kobajidze",
        "relacion": "ADVERTIR",
        "objeto": "Tribunal Constitucional"
      },
      {
        "sujeto": "Gabinete",
        "relacion": "AGREGAR",
        "objeto": "Gobierno de Georgia"
      },
      {
        "sujeto": "Gabinete",
        "relacion": "AGREGAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Gobierno de Georgia",
        "relacion": "AGREGAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Kobajidze",
        "relacion": "EXPRESAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Kobajidze",
        "relacion": "EXPRESAR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "PROCLAMAR_SOSTENER_EXPRESAR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Georgia",
        "relacion": "EXPERIMENTAR",
        "objeto": "UE"
      },
      {
        "sujeto": "Tiflis",
        "relacion": "EXPERIMENTAR",
        "objeto": "UE"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5574,
    "pos": 0.0,
    "neu": 0.991,
    "neg": 0.009,
    "label": "negative"
  }
}