{
  "url": "https://www.telesurtv.net/secretario-opep-energia-bien-disponible-todos/",
  "title": "Secretario de la OPEP: \"La energía debe ser un bien disponible para todos\"",
  "section": "Mundo",
  "tags": [
    "austria",
    "cop30",
    "Haitham Al-Ghais",
    "OPEP",
    "Pdvsa",
    "petróleo",
    "Sur Global",
    "Venezuela",
    "Viena"
  ],
  "text": "El Secretario General de la Organización de Países Exportadores de Petróleo (OPEP), Haitham Al-Ghais, ratificó este jueves la solidez y vigencia de la organización, asegurando que está preparada para superar los retos actuales y futuros del mercado energético global.\n\nLEA TAMBIÉN\nHugo Chávez, el arquitecto de la nueva era de la OPEP\n\nEn el marco del IX Seminario Internacional de la OPEP, celebrado en Viena, Al-Ghais subrayó que el bloque petrolero ha logrado mantenerse firme durante más de seis décadas, afrontando diversas coyunturas históricas.\n“La OPEP cuenta con 65 años de existencia, desde 1960 hemos sorteado numerosos desafíos y seguiremos haciéndolo”, afirmó durante una entrevista exclusiva para teleSUR.\n\n\nUno de los puntos centrales de la reunión fue la transición energética y la crisis climática. Al respecto, el alto representante destacó que el debate sobre cambio climático se desarrolla en la actualidad de forma “más realista y pragmática”, gracias a la cooperación de un mayor número de países. “Hoy tuvimos la intervención de representantes de la COP29 y COP30, lo que demuestra que solo una organización como la OPEP puede propiciar un diálogo franco y global sobre el porvenir de la energía”, enfatizó.\nEn esta edición, participaron 23 ministros, representantes de países miembros y aliados, así como actores clave de la industria, lo que reafirma la importancia del seminario como espacio para concertar estrategias comunes.\nDurante la cita, se presentó el documento Perspectiva Mundial del Petróleo para 2050, informe que proyecta un incremento continuo en la demanda del crudo. Actualmente, la producción ronda entre 103 y 105 millones de barriles diarios, y se espera que alcance los 123 millones para 2050.\nEl reporte anticipa que las naciones del Sur Global serán los principales consumidores, impulsadas por sectores como la petroquímica, la aviación y el turismo.\nAl-Ghais subrayó que estas estimaciones se sustentan en factores sólidos como el crecimiento poblacional —que pasará de 8.000 a casi 10.000 millones de personas—, la expansión económica mundial y el acelerado proceso de urbanización.\n“Imaginemos cuánta energía demandará esta población: autos, aires acondicionados, aviones, nuevas ciudades. Esto implica apostar por todas las fuentes de energía disponibles”, puntualizó.\n\n\nEl Secretario General recordó que se necesitarán inversiones millonarias para responder a esa demanda. Según la OPEP, solo el sector petrolero requerirá al menos 18 billones de dólares en inversiones acumuladas hasta 2050. Además, insistió en que la cuota del petróleo se mantendrá cercana al 30% de la matriz energética global.\nEn la entrevista, se recordó la intervención de la vicepresidenta ejecutiva de Venezuela, Delcy Rodríguez, quien llamó la atención sobre las dificultades que enfrentan países productores sometidos a sanciones unilaterales.\nRodríguez afirmó que el mundo está en guerra energética. El 26% de las naciones productoras de crudo y el 46% de las que poseen mayores reservas reciben sanciones unilaterales.\nVenezuela, como miembro fundador de la OPEP y país con las mayores reservas de crudo en el planeta, desempeña un papel clave dentro del bloque petrolero. Su fortaleza radica tanto en su vasta capacidad de recursos como en la estructura operativa de la estatal PDVSA y en la gestión del Ministerio de Petróleo. Sin embargo, cualquier restricción o medida política unilateral puede afectar seriamente el desempeño de esta industria estratégica.\n\n\nEl Secretario General de la OPEP reiteró que la demanda mundial de petróleo seguirá en ascenso. “Hoy, presentamos nuestra Perspectiva Mundial, donde se proyecta que para 2050 el consumo alcanzará los 123 millones de barriles diarios”, precisó. Esta cifra, explicó, envía un mensaje contundente: los países miembros deberán garantizar un clima político estable y propicio para atraer las inversiones que permitan satisfacer esa creciente necesidad de energía.\nAl-Ghais insistió en que uno de los principios de la OPEP es mantener la energía al margen de disputas geopolíticas. “Siempre hemos abogado por despolitizar la energía. Debe ser un bien disponible para todos, que se comercialice sin sanciones y sin efectos políticos”, enfatizó.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/secretario-opep-energia-bien-disponible-todos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1518,
    "message_id": 98706,
    "date": "2025-07-10T20:55:23+00:00",
    "text": "teleSUR\nSecretario de la OPEP: «La energía debe ser un bien disponible para todos»\nhttps://www.telesurtv.net/secretario-opep-energia-bien-disponible-todos/",
    "photo_path": null,
    "views": 1766,
    "reactions": {
      "👏": 37
    },
    "total_reactions": 37
  },
  "preprocessing": {
    "cleaned": "el secretario general de la organización de países exportadores de petróleo (opep), haitham al-ghais, ratificó este jueves la solidez y vigencia de la organización, asegurando que está preparada para superar los retos actuales y futuros del mercado energético global. en el marco del ix seminario internacional de la opep, celebrado en viena, al-ghais subrayó que el bloque petrolero ha logrado mantenerse firme durante más de seis décadas, afrontando diversas coyunturas históricas. “la opep cuenta con 65 años de existencia, desde 1960 hemos sorteado numerosos desafíos y seguiremos haciéndolo”, afirmó durante una entrevista exclusiva para telesur. uno de los puntos centrales de la reunión fue la transición energética y la crisis climática. al respecto, el alto representante destacó que el debate sobre cambio climático se desarrolla en la actualidad de forma “más realista y pragmática”, gracias a la cooperación de un mayor número de países. “hoy tuvimos la intervención de representantes de la cop29 y cop30, lo que demuestra que solo una organización como la opep puede propiciar un diálogo franco y global sobre el porvenir de la energía”, enfatizó. en esta edición, participaron 23 ministros, representantes de países miembros y aliados, así como actores clave de la industria, lo que reafirma la importancia del seminario como espacio para concertar estrategias comunes. durante la cita, se presentó el documento perspectiva mundial del petróleo para 2050, informe que proyecta un incremento continuo en la demanda del crudo. actualmente, la producción ronda entre 103 y 105 millones de barriles diarios, y se espera que alcance los 123 millones para 2050. el reporte anticipa que las naciones del sur global serán los principales consumidores, impulsadas por sectores como la petroquímica, la aviación y el turismo. al-ghais subrayó que estas estimaciones se sustentan en factores sólidos como el crecimiento poblacional —que pasará de 8.000 a casi 10.000 millones de personas—, la expansión económica mundial y el acelerado proceso de urbanización. “imaginemos cuánta energía demandará esta población: autos, aires acondicionados, aviones, nuevas ciudades. esto implica apostar por todas las fuentes de energía disponibles”, puntualizó. el secretario general recordó que se necesitarán inversiones millonarias para responder a esa demanda. según la opep, solo el sector petrolero requerirá al menos 18 billones de dólares en inversiones acumuladas hasta 2050. además, insistió en que la cuota del petróleo se mantendrá cercana al 30% de la matriz energética global. en la entrevista, se recordó la intervención de la vicepresidenta ejecutiva de venezuela, delcy rodríguez, quien llamó la atención sobre las dificultades que enfrentan países productores sometidos a sanciones unilaterales. rodríguez afirmó que el mundo está en guerra energética. el 26% de las naciones productoras de crudo y el 46% de las que poseen mayores reservas reciben sanciones unilaterales. venezuela, como miembro fundador de la opep y país con las mayores reservas de crudo en el planeta, desempeña un papel clave dentro del bloque petrolero. su fortaleza radica tanto en su vasta capacidad de recursos como en la estructura operativa de la estatal pdvsa y en la gestión del ministerio de petróleo. sin embargo, cualquier restricción o medida política unilateral puede afectar seriamente el desempeño de esta industria estratégica. el secretario general de la opep reiteró que la demanda mundial de petróleo seguirá en ascenso. “hoy, presentamos nuestra perspectiva mundial, donde se proyecta que para 2050 el consumo alcanzará los 123 millones de barriles diarios”, precisó. esta cifra, explicó, envía un mensaje contundente: los países miembros deberán garantizar un clima político estable y propicio para atraer las inversiones que permitan satisfacer esa creciente necesidad de energía. al-ghais insistió en que uno de los principios de la opep es mantener la energía al margen de disputas geopolíticas. “siempre hemos abogado por despolitizar la energía. debe ser un bien disponible para todos, que se comercialice sin sanciones y sin efectos políticos”, enfatizó.",
    "tokens": [
      "secretario",
      "general",
      "organización",
      "países",
      "exportadores",
      "petróleo",
      "(",
      "opep",
      ")",
      ",",
      "haitham",
      "al-ghais",
      ",",
      "ratificó",
      "jueves",
      "solidez",
      "vigencia",
      "organización",
      ",",
      "asegurando",
      "preparada",
      "superar",
      "retos",
      "actuales",
      "futuros",
      "mercado",
      "energético",
      "global",
      ".",
      "marco",
      "ix",
      "seminario",
      "internacional",
      "opep",
      ",",
      "celebrado",
      "viena",
      ",",
      "al-ghais",
      "subrayó",
      "bloque",
      "petrolero",
      "logrado",
      "mantenerse",
      "firme",
      "seis",
      "décadas",
      ",",
      "afrontando",
      "diversas",
      "coyunturas",
      "históricas",
      ".",
      "“",
      "opep",
      "cuenta",
      "65",
      "años",
      "existencia",
      ",",
      "1960",
      "sorteado",
      "numerosos",
      "desafíos",
      "seguiremos",
      "haciéndolo",
      "”",
      ",",
      "afirmó",
      "entrevista",
      "exclusiva",
      "telesur",
      ".",
      "puntos",
      "centrales",
      "reunión",
      "transición",
      "energética",
      "crisis",
      "climática",
      ".",
      "respecto",
      ",",
      "alto",
      "representante",
      "destacó",
      "debate",
      "cambio",
      "climático",
      "desarrolla",
      "actualidad",
      "forma",
      "“",
      "realista",
      "pragmática",
      "”",
      ",",
      "gracias",
      "cooperación",
      "mayor",
      "número",
      "países",
      ".",
      "“",
      "hoy",
      "intervención",
      "representantes",
      "cop29",
      "cop30",
      ",",
      "demuestra",
      "solo",
      "organización",
      "opep",
      "puede",
      "propiciar",
      "diálogo",
      "franco",
      "global",
      "porvenir",
      "energía",
      "”",
      ",",
      "enfatizó",
      ".",
      "edición",
      ",",
      "participaron",
      "23",
      "ministros",
      ",",
      "representantes",
      "países",
      "miembros",
      "aliados",
      ",",
      "así",
      "actores",
      "clave",
      "industria",
      ",",
      "reafirma",
      "importancia",
      "seminario",
      "espacio",
      "concertar",
      "estrategias",
      "comunes",
      ".",
      "cita",
      ",",
      "presentó",
      "documento",
      "perspectiva",
      "mundial",
      "petróleo",
      "2050",
      ",",
      "informe",
      "proyecta",
      "incremento",
      "continuo",
      "demanda",
      "crudo",
      ".",
      "actualmente",
      ",",
      "producción",
      "ronda",
      "103",
      "105",
      "millones",
      "barriles",
      "diarios",
      ",",
      "espera",
      "alcance",
      "123",
      "millones",
      "2050.",
      "reporte",
      "anticipa",
      "naciones",
      "sur",
      "global",
      "principales",
      "consumidores",
      ",",
      "impulsadas",
      "sectores",
      "petroquímica",
      ",",
      "aviación",
      "turismo",
      ".",
      "al-ghais",
      "subrayó",
      "estimaciones",
      "sustentan",
      "factores",
      "sólidos",
      "crecimiento",
      "poblacional",
      "—que",
      "pasará",
      "8.000",
      "casi",
      "10.000",
      "millones",
      "personas—",
      ",",
      "expansión",
      "económica",
      "mundial",
      "acelerado",
      "proceso",
      "urbanización",
      ".",
      "“",
      "imaginemos",
      "cuánta",
      "energía",
      "demandará",
      "población",
      ":",
      "autos",
      ",",
      "aires",
      "acondicionados",
      ",",
      "aviones",
      ",",
      "nuevas",
      "ciudades",
      ".",
      "implica",
      "apostar",
      "todas",
      "fuentes",
      "energía",
      "disponibles",
      "”",
      ",",
      "puntualizó",
      ".",
      "secretario",
      "general",
      "recordó",
      "necesitarán",
      "inversiones",
      "millonarias",
      "responder",
      "demanda",
      ".",
      "según",
      "opep",
      ",",
      "solo",
      "sector",
      "petrolero",
      "requerirá",
      "menos",
      "18",
      "billones",
      "dólares",
      "inversiones",
      "acumuladas",
      "2050.",
      "además",
      ",",
      "insistió",
      "cuota",
      "petróleo",
      "mantendrá",
      "cercana",
      "30",
      "%",
      "matriz",
      "energética",
      "global",
      ".",
      "entrevista",
      ",",
      "recordó",
      "intervención",
      "vicepresidenta",
      "ejecutiva",
      "venezuela",
      ",",
      "delcy",
      "rodríguez",
      ",",
      "llamó",
      "atención",
      "dificultades",
      "enfrentan",
      "países",
      "productores",
      "sometidos",
      "sanciones",
      "unilaterales",
      ".",
      "rodríguez",
      "afirmó",
      "mundo",
      "guerra",
      "energética",
      ".",
      "26",
      "%",
      "naciones",
      "productoras",
      "crudo",
      "46",
      "%",
      "poseen",
      "mayores",
      "reservas",
      "reciben",
      "sanciones",
      "unilaterales",
      ".",
      "venezuela",
      ",",
      "miembro",
      "fundador",
      "opep",
      "país",
      "mayores",
      "reservas",
      "crudo",
      "planeta",
      ",",
      "desempeña",
      "papel",
      "clave",
      "dentro",
      "bloque",
      "petrolero",
      ".",
      "fortaleza",
      "radica",
      "vasta",
      "capacidad",
      "recursos",
      "estructura",
      "operativa",
      "estatal",
      "pdvsa",
      "gestión",
      "ministerio",
      "petróleo",
      ".",
      "embargo",
      ",",
      "cualquier",
      "restricción",
      "medida",
      "política",
      "unilateral",
      "puede",
      "afectar",
      "seriamente",
      "desempeño",
      "industria",
      "estratégica",
      ".",
      "secretario",
      "general",
      "opep",
      "reiteró",
      "demanda",
      "mundial",
      "petróleo",
      "seguirá",
      "ascenso",
      ".",
      "“",
      "hoy",
      ",",
      "presentamos",
      "perspectiva",
      "mundial",
      ",",
      "proyecta",
      "2050",
      "consumo",
      "alcanzará",
      "123",
      "millones",
      "barriles",
      "diarios",
      "”",
      ",",
      "precisó",
      ".",
      "cifra",
      ",",
      "explicó",
      ",",
      "envía",
      "mensaje",
      "contundente",
      ":",
      "países",
      "miembros",
      "deberán",
      "garantizar",
      "clima",
      "político",
      "estable",
      "propicio",
      "atraer",
      "inversiones",
      "permitan",
      "satisfacer",
      "creciente",
      "necesidad",
      "energía",
      ".",
      "al-ghais",
      "insistió",
      "principios",
      "opep",
      "mantener",
      "energía",
      "margen",
      "disputas",
      "geopolíticas",
      ".",
      "“",
      "siempre",
      "abogado",
      "despolitizar",
      "energía",
      ".",
      "debe",
      "ser",
      "bien",
      "disponible",
      ",",
      "comercialice",
      "sanciones",
      "efectos",
      "políticos",
      "”",
      ",",
      "enfatizó",
      "."
    ],
    "token_count": 449,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 78,
      "FW": 150,
      "NN": 215,
      "NNS": 47,
      "VBP": 22,
      "JJ": 55,
      "VBZ": 6,
      "VBD": 6,
      "CD": 17,
      "IN": 19,
      "VBN": 2,
      "RB": 2,
      "$": 1
    },
    "bigram_freq": {
      "NNP-NNP": 30,
      "NNP-FW": 14,
      "FW-NNP": 22,
      "NNP-NN": 30,
      "NN-NN": 126,
      "NN-NNS": 10,
      "NNS-VBP": 18,
      "VBP-JJ": 7,
      "JJ-FW": 2,
      "FW-FW": 94,
      "FW-NN": 20,
      "NN-VBP": 3,
      "VBP-NN": 6,
      "NN-VBZ": 3,
      "VBZ-NNS": 2,
      "NNS-FW": 6,
      "NN-JJ": 26,
      "JJ-NNP": 6,
      "NN-NNP": 8,
      "NN-FW": 19,
      "JJ-NN": 27,
      "VBP-NNP": 4,
      "NNP-VBD": 1,
      "VBD-JJ": 2,
      "JJ-CD": 4,
      "CD-NN": 5,
      "NN-CD": 4,
      "NNP-IN": 1,
      "IN-FW": 12,
      "FW-JJ": 7,
      "JJ-NNS": 11,
      "NNS-IN": 4,
      "NN-IN": 10,
      "VBP-NNS": 2,
      "NNS-NNS": 7,
      "VBP-VBN": 2,
      "VBN-FW": 1,
      "FW-NNS": 5,
      "NNS-NNP": 4,
      "NN-VBD": 5,
      "VBD-CD": 3,
      "CD-CD": 1,
      "CD-NNS": 6,
      "IN-NNS": 3,
      "NNS-JJ": 3,
      "CD-NNP": 2,
      "NNS-VBZ": 2,
      "VBZ-JJ": 3,
      "FW-IN": 1,
      "IN-NNP": 1,
      "IN-CD": 1,
      "NNS-CD": 1,
      "IN-JJ": 2,
      "NNS-RB": 2,
      "RB-NNS": 1,
      "JJ-VBZ": 1,
      "VBZ-FW": 1,
      "VBD-$": 1,
      "$-CD": 1,
      "RB-JJ": 1,
      "CD-IN": 2,
      "JJ-JJ": 4,
      "NNP-VBP": 1,
      "NNP-CD": 1,
      "FW-CD": 1,
      "CD-FW": 1,
      "VBP-IN": 1,
      "VBN-NN": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 12,
      "NNP-NNP-FW": 8,
      "NNP-FW-NNP": 6,
      "FW-NNP-FW": 4,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 23,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 2,
      "FW-FW-FW": 65,
      "FW-FW-NN": 10,
      "FW-NN-NN": 6,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 5,
      "NN-NN-NN": 69,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NN-NN-JJ": 21,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "NNP-FW-FW": 4,
      "FW-FW-NNP": 12,
      "NNP-FW-NN": 4,
      "NN-NN-NNP": 6,
      "NN-NNP-NNP": 3,
      "FW-NNP-NN": 8,
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 2,
      "NN-JJ-NN": 17,
      "JJ-NN-NN": 19,
      "NN-NN-FW": 8,
      "NN-FW-FW": 12,
      "FW-NN-NNS": 1,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NNP": 3,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-CD": 2,
      "JJ-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-NN-CD": 1,
      "NN-CD-NN": 4,
      "CD-NN-NN": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 7,
      "FW-NN-FW": 7,
      "NN-FW-NN": 4,
      "NN-NNP-NN": 4,
      "NN-NN-IN": 6,
      "NN-IN-FW": 7,
      "JJ-NN-JJ": 2,
      "JJ-NN-IN": 2,
      "NN-NN-CD": 2,
      "CD-NN-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "VBP-JJ-NN": 2,
      "JJ-NN-NNS": 3,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-FW": 1,
      "VBN-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NN-JJ-NNS": 5,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NNP-NN-CD": 1,
      "FW-NN-NNP": 2,
      "FW-NN-VBD": 1,
      "NN-VBD-CD": 3,
      "VBD-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-IN": 2,
      "NNS-IN-NNS": 3,
      "IN-NNS-NNS": 2,
      "NNS-VBP-NN": 5,
      "NN-NN-VBD": 4,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-CD": 1,
      "JJ-CD-NNP": 2,
      "CD-NNP-NN": 2,
      "JJ-NNS-FW": 2,
      "NNS-FW-NNP": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "FW-FW-IN": 1,
      "FW-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNS-FW-JJ": 1,
      "FW-JJ-NN": 4,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-IN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "FW-FW-JJ": 4,
      "NN-IN-JJ": 2,
      "IN-JJ-NNP": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-RB": 1,
      "NNS-RB-NNS": 1,
      "RB-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-NNS": 1,
      "JJ-NNS-NNS": 4,
      "NN-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-NNS": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-JJ": 1,
      "RB-JJ-CD": 1,
      "NN-FW-JJ": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 2,
      "FW-JJ-NNP": 2,
      "IN-JJ-NNS": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-NN-JJ": 1,
      "JJ-NNS-VBP": 1,
      "VBP-JJ-NNS": 1,
      "IN-FW-NNP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-NN": 1,
      "VBN-NN-NN": 1,
      "JJ-NNP-FW": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "FW-NN-IN": 1,
      "IN-FW-NN": 1,
      "NNP-NN-JJ": 2,
      "NN-VBD-JJ": 1,
      "JJ-CD-NNS": 1,
      "VBP-NNP-NN": 1,
      "VBZ-NNS-VBP": 1,
      "VBP-JJ-JJ": 1,
      "NN-NNS-JJ": 1,
      "VBP-NNS-VBP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 215,
        "FW": 150,
        "NNP": 78,
        "JJ": 55,
        "NNS": 47
      },
      "top_bigrams": {
        "NN-NN": 126,
        "FW-FW": 94,
        "NNP-NNP": 30,
        "NNP-NN": 30,
        "JJ-NN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 69,
        "FW-FW-FW": 65,
        "NNP-NN-NN": 23,
        "NN-NN-JJ": 21,
        "JJ-NN-NN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 177,
      "VP": 32,
      "PP": 9,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "NP -> ('OPEP', 'NNP')",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('El', 'NNP') ('Secretario', 'NNP') ('General', 'NNP') ('de', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Petróleo', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('enfatizó', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('clave', 'VBP')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Secretario General de"
      },
      {
        "label": "NP",
        "text": "Organización"
      },
      {
        "label": "NP",
        "text": "Países Exportadores"
      },
      {
        "label": "NP",
        "text": "Petróleo"
      },
      {
        "label": "NP",
        "text": "OPEP"
      },
      {
        "label": "NP",
        "text": "Haitham Al-Ghais"
      },
      {
        "label": "NP",
        "text": "ratificó este jueves"
      },
      {
        "label": "VP",
        "text": "la solidez y vigencia"
      },
      {
        "label": "NP",
        "text": "solidez y vigencia"
      },
      {
        "label": "NP",
        "text": "que"
      },
      {
        "label": "NP",
        "text": "preparada para superar los retos"
      },
      {
        "label": "VP",
        "text": "actuales y futuros del mercado energético global"
      },
      {
        "label": "NP",
        "text": "futuros del mercado energético"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN Hugo Chávez"
      },
      {
        "label": "NP",
        "text": "OPEP En"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Secretario/NNP General/NNP de/NNP)\n  la/FW\n  (NP Organización/NNP)\n  de/FW\n  (NP Países/NNP Exportadores/NNP)\n  de/FW\n  (NP Petróleo/NNP)\n  (/(\n  (NP OPEP/NNP)\n  )/)\n  ,/,\n  (NP Haitham/NNP Al-Ghais/NNP)\n  ,/,\n  (NP ratificó/NN este/NN jueves/NNS)\n  (VP la/VBP (NP solidez/JJ y/NN vigencia/NN))\n  de/IN\n  la/FW\n  organización/FW\n  ,/,\n  asegurando/FW\n  (NP que/NN)\n  está/FW\n  (NP preparada/NN para/NN superar/NN los/NN retos/NN)\n  (VP\n    actuales/VBZ\n    y/RB\n    (NP futuros/JJ del/NN mercado/NN energético/NN)\n    global/JJ)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Hugo/NNP Chávez/NNP)\n  ,/,\n  el/FW\n  arquitecto/FW\n  de/FW\n  la/FW\n  nueva/FW\n  era/FW\n  de/FW\n  la/FW\n  (NP OPEP/NNP En/NNP)\n  el/FW\n  (NP marco/NN del/NN IX/NNP Seminario/NNP Internacional/NNP)\n  de/FW\n  la/FW\n  (NP OPEP/NNP)\n  ,/,\n  (NP celebrado/NN)\n  en/FW\n  (NP Viena/NNP)\n  ,/,\n  (NP\n    Al-Ghais/NNP\n    subrayó/NN\n    que/NN\n    el/NN\n    bloque/NN\n    petrolero/NN\n    ha/NN)\n  (NP logrado/JJ mantenerse/NN firme/NN durante/NN)\n  más/FW\n  de/FW\n  seis/FW\n  (NP décadas/NNS)\n  ,/,\n  (NP afrontando/JJ diversas/NN coyunturas/NNS históricas/NN)\n  ./.)",
      "(S\n  (NP “/JJ La/NNP OPEP/NNP)\n  (VP cuenta/VBD con/JJ)\n  65/CD\n  (NP años/NN)\n  de/FW\n  existencia/FW\n  ,/,\n  (NP desde/NN)\n  1960/CD\n  (NP hemos/NN sorteado/NN)\n  (NP numerosos/JJ desafíos/NN y/NN seguiremos/NN haciéndolo/NN ”/NN)\n  ,/,\n  (NP afirmó/JJ durante/NN)\n  (NP una/JJ entrevista/NN exclusiva/NN para/NN teleSUR/NN)\n  ./.)",
      "(S\n  (NP Uno/NNP)\n  de/FW\n  los/FW\n  (NP puntos/JJ centrales/NNS)\n  de/IN\n  la/FW\n  reunión/FW\n  (NP fue/NN)\n  la/FW\n  (NP transición/NN)\n  energética/FW\n  (NP y/NN la/NN crisis/NN climática/NN)\n  ./.)",
      "(S\n  (NP Al/NNP respecto/NN)\n  ,/,\n  el/FW\n  alto/FW\n  representante/FW\n  destacó/FW\n  (NP que/NN)\n  (NP\n    el/JJ\n    debate/NN\n    sobre/NN\n    cambio/NN\n    climático/NN\n    se/NN\n    desarrolla/NN)\n  en/IN\n  la/FW\n  actualidad/FW\n  de/FW\n  forma/FW\n  “/FW\n  más/FW\n  (NP realista/NN y/NN pragmática/NN ”/NNP)\n  ,/,\n  (VP gracias/VBD (NP a/DT la/NN cooperación/NN))\n  (PP de/IN (NP un/JJ mayor/NN número/NN de/NN países/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RECURSOS_NATURALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "INFRAESTRUCTURA_SERVICIOS",
      "MONETARIOS",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "entrevista exclusiva",
        "position": [
          685,
          705
        ],
        "start": 685,
        "end": 705
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          666,
          672
        ],
        "start": 666,
        "end": 672
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          3733,
          3740
        ],
        "start": 3733,
        "end": 3740
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "crisis climática",
        "position": [
          798,
          814
        ],
        "start": 798,
        "end": 814
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          102,
          110
        ],
        "start": 102,
        "end": 110
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          420,
          427
        ],
        "start": 420,
        "end": 427
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          851,
          858
        ],
        "start": 851,
        "end": 858
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "presentó el documento perspectiva mundial del petróleo para 2050, informe que proyecta un incremento continuo en la demanda",
        "position": [
          1474,
          1597
        ],
        "start": 1474,
        "end": 1597
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "recursos como en la estructura operativa de la estatal",
        "position": [
          3258,
          3312
        ],
        "start": 3258,
        "end": 3312
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "petróleo (opep), haitham al-ghais, ratificó este jueves la solidez y vigencia de la organización, asegurando que está preparada para superar los retos actuales y futuros del mercado energético",
        "position": [
          67,
          259
        ],
        "start": 67,
        "end": 259
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          1211,
          1218
        ],
        "start": 1211,
        "end": 1218
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          2732,
          2741
        ],
        "start": 2732,
        "end": 2741
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1021,
          1024
        ],
        "start": 1021,
        "end": 1024
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          1609,
          1620
        ],
        "start": 1609,
        "end": 1620
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3367,
          3374
        ],
        "start": 3367,
        "end": 3374
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "105 millones",
        "position": [
          1654,
          1666
        ],
        "start": 1654,
        "end": 1666
      },
      {
        "category": "MONETARIOS",
        "matched_text": "18 billones de dólares",
        "position": [
          2486,
          2508
        ],
        "start": 2486,
        "end": 2508
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Petróleo",
        "tipo": "Lugar"
      },
      {
        "nombre": "OPEP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Secretario General de la OPEP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Viena",
        "tipo": "Lugar"
      },
      {
        "nombre": "PDVSA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Haitham Al-Ghais",
        "tipo": "Persona"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Secretario General de la Organización de Países Exportadores de Petróleo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Secretario General",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Al-Ghais",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Secretario General de la Organización de Países Exportadores de Petróleo",
        "relacion": "RATIFICAR",
        "objeto": "Haitham Al-Ghais"
      },
      {
        "sujeto": "OPEP",
        "relacion": "RATIFICAR",
        "objeto": "Haitham Al-Ghais"
      },
      {
        "sujeto": "Hugo Chávez",
        "relacion": "SUBRAYAR",
        "objeto": "Al-Ghais"
      },
      {
        "sujeto": "OPEP",
        "relacion": "SUBRAYAR",
        "objeto": "Al-Ghais"
      },
      {
        "sujeto": "Viena",
        "relacion": "SUBRAYAR",
        "objeto": "Al-Ghais"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DESEMPE_AR",
        "objeto": "OPEP"
      },
      {
        "sujeto": "Al-Ghais",
        "relacion": "AL_GHAIS_INSISTIR",
        "objeto": "OPEP"
      }
    ]
  },
  "sentiment": {
    "compound": -0.926,
    "pos": 0.004,
    "neu": 0.973,
    "neg": 0.024,
    "label": "negative"
  }
}