{
  "url": "https://www.telesurtv.net/cancilleres-del-alba-tcp-denuncian-injerencismo-de-ee-uu/",
  "title": "Cancilleres del ALBA - TCP denuncian injerencismo de EE.UU. - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "ALBA-TCP",
    "Bolivia",
    "Cuba",
    "Imperialismo",
    "Venezuela"
  ],
  "text": "Los cancilleres de Cuba, Venezuela y Nicaragua denunciaron este jueves la injerencia extranjera de los Estados Unidos en los asuntos internos de otros países, posicionamiento que hicieron durante la XXIV Reunión del Consejo Político de la Alianza Bolivariana para los Pueblos de Nuestra América – Tratado de Comercio de los Pueblos (ALBA – TCP).\nLEA TAMBIÉN\nCanciller de Venezuela: ALBA-TCP representa la vanguardia moral y espiritual de los pueblos latinoamericanos\nEl canciller cubano, Bruno Rodríguez, expresó que “las oligarquías regionales acuden a políticas aparentemente desterradas como los golpes de Estado con la connivencia del gobierno de Estados Unidos”.\nEn ese sentido, se refirió al golpe de Estado contra Bolivia en 2019 y el más reciente intento. También mencionó las denuncias hechas en tal sentido por los Gobiernos de Honduras y Colombia.\nRodríguez denunció: “Hoy vemos con preocupación cómo se ataca con marcada beligerancia a uno de los países fundadores de esta alianza. Venezuela enfrenta nuevamente el arsenal económico, político y mediático del imperialismo y el extremismo de derecha dirigido a dinamitar su proceso soberano de desarrollo económico, social y cultural”.\n“Nuestros hermanos de Nicaragua son igualmente blanco de injustas medidas unilaterales y de feroces campañas injerencistas por parte del gobierno de los Estados Unidos”, agregó.\nAsimismo, mencionó cómo Cuba sufre la más brutal, prolongada e intensa agresión contra su economía y su pueblo, y el Gobierno de Estados Unidos la mantiene en la arbitraria y unilateral lista de estados que presuntamente patrocinan el terrorismo.\nRodríguez también denunció el genocidio contra el pueblo palestino. “Demandamos una amplia, justa y duradera solución al conflicto israelí palestino sobre la base de la creación de dos Estados que permita al pueblo palestino ejercer su derecho inalienable a la libre determinación y a disponer de un Estado independiente y soberano dentro de las fronteras anteriores a 1967 con Jerusalén Oriental como su capital y con la garantía de retorno de los refugiados”.\n“Nuestro país apoya que la asamblea general de Naciones Unidas tome acción decidida e inmediata y decida de una vez la plena membresía de Estado de Palestina a la ONU”.\nValdrack Jaentschke: “Los pueblos dignos, libres y soberanos del mundo se enfrentan a formas viejas y nuevas de agresiones”.\nEl canciller de Nicaragua, Valdrack Jaentschke, aseguró que el pueblo venezolano continúa junto con el presidente Nicolás Maduro “enfrentando victorioso todas las agresiones y desestabilizaciones de los imperialistas”.\nJaentschke aseveró: “La humanidad se encuentra en momentos críticos, momentos de parto de una nueva historia, de surgimiento de un nuevo orden mundial más justo, más colectivo, más solidario y como todo parto el surgimiento de este nuevo orden mundial, multipolar, sin hegemonías que se imponen es duro, es difícil, es doloroso”.\nResaltó que los pueblos dignos, libres y soberanos del mundo se enfrentan a formas viejas y nuevas de agresiones. “Los fusiles y cañoneras del pasado, hoy renacen en nuevas formas de agresiones eufemísticamente denominadas sanciones, son las mismas intervenciones militares y las mismas injerencias perpetradas por el imperio yanqui en el siglo XIX y XX”. También expresó su solidaridad con Venezuela y Cuba.\nCelinda Sosa: “Debemos continuar por el camino de la paz”\nLa canciller de Bolivia, Celinda Sosa, subrayó que los pueblos enfrentan graves desafíos frente a las múltiples crisis que vive el mundo actualmente.\nSosa ratificó que los poderes hegemónicos y el imperialismo amenazan nuestra unidad. “Debemos continuar por este camino nuestro compromiso con la defensa de la soberanía de la no intervención en nuestros asuntos internos”.\nTambién condenó el bloqueo impuesto a Cuba por parte de la Casa Blanca y exigió que sea levantado de inmediato y que, de igual forma, sea excluida de la lista de países que patrocinan el terrorismo, “una injusta medida que afecta su economía y que impide el desarrollo pleno de los cubanos”.\nSosa también demandó un cese inmediato de las medidas coercitivas impuestas a Nicaragua y Venezuela, y del genocidio de Israel contra el pueblo de Palestina.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cancilleres-del-alba-tcp-denuncian-injerencismo-de-ee-uu/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 290,
    "message_id": 77117,
    "date": "2024-09-26T19:55:12+00:00",
    "text": "teleSUR\nCancilleres del ALBA – TCP denuncian injerencismo de EE.UU.\nhttps://www.telesurtv.net/cancilleres-del-alba-tcp-denuncian-injerencismo-de-ee-uu/",
    "photo_path": null,
    "views": 2453,
    "reactions": {
      "👍": 69,
      "❤": 4,
      "👌": 2
    },
    "total_reactions": 75
  },
  "preprocessing": {
    "cleaned": "los cancilleres de cuba, venezuela y nicaragua denunciaron este jueves la injerencia extranjera de los estados unidos en los asuntos internos de otros países, posicionamiento que hicieron durante la xxiv reunión del consejo político de la alianza bolivariana para los pueblos de nuestra américa – tratado de comercio de los pueblos (alba – tcp). el canciller cubano, bruno rodríguez, expresó que “las oligarquías regionales acuden a políticas aparentemente desterradas como los golpes de estado con la connivencia del gobierno de estados unidos”. en ese sentido, se refirió al golpe de estado contra bolivia en 2019 y el más reciente intento. también mencionó las denuncias hechas en tal sentido por los gobiernos de honduras y colombia. rodríguez denunció: “hoy vemos con preocupación cómo se ataca con marcada beligerancia a uno de los países fundadores de esta alianza. venezuela enfrenta nuevamente el arsenal económico, político y mediático del imperialismo y el extremismo de derecha dirigido a dinamitar su proceso soberano de desarrollo económico, social y cultural”. “nuestros hermanos de nicaragua son igualmente blanco de injustas medidas unilaterales y de feroces campañas injerencistas por parte del gobierno de los estados unidos”, agregó. asimismo, mencionó cómo cuba sufre la más brutal, prolongada e intensa agresión contra su economía y su pueblo, y el gobierno de estados unidos la mantiene en la arbitraria y unilateral lista de estados que presuntamente patrocinan el terrorismo. rodríguez también denunció el genocidio contra el pueblo palestino. “demandamos una amplia, justa y duradera solución al conflicto israelí palestino sobre la base de la creación de dos estados que permita al pueblo palestino ejercer su derecho inalienable a la libre determinación y a disponer de un estado independiente y soberano dentro de las fronteras anteriores a 1967 con jerusalén oriental como su capital y con la garantía de retorno de los refugiados”. “nuestro país apoya que la asamblea general de naciones unidas tome acción decidida e inmediata y decida de una vez la plena membresía de estado de palestina a la onu”. valdrack jaentschke: “los pueblos dignos, libres y soberanos del mundo se enfrentan a formas viejas y nuevas de agresiones”. el canciller de nicaragua, valdrack jaentschke, aseguró que el pueblo venezolano continúa junto con el presidente nicolás maduro “enfrentando victorioso todas las agresiones y desestabilizaciones de los imperialistas”. jaentschke aseveró: “la humanidad se encuentra en momentos críticos, momentos de parto de una nueva historia, de surgimiento de un nuevo orden mundial más justo, más colectivo, más solidario y como todo parto el surgimiento de este nuevo orden mundial, multipolar, sin hegemonías que se imponen es duro, es difícil, es doloroso”. resaltó que los pueblos dignos, libres y soberanos del mundo se enfrentan a formas viejas y nuevas de agresiones. “los fusiles y cañoneras del pasado, hoy renacen en nuevas formas de agresiones eufemísticamente denominadas sanciones, son las mismas intervenciones militares y las mismas injerencias perpetradas por el imperio yanqui en el siglo xix y xx”. también expresó su solidaridad con venezuela y cuba. celinda sosa: “debemos continuar por el camino de la paz” la canciller de bolivia, celinda sosa, subrayó que los pueblos enfrentan graves desafíos frente a las múltiples crisis que vive el mundo actualmente. sosa ratificó que los poderes hegemónicos y el imperialismo amenazan nuestra unidad. “debemos continuar por este camino nuestro compromiso con la defensa de la soberanía de la no intervención en nuestros asuntos internos”. también condenó el bloqueo impuesto a cuba por parte de la casa blanca y exigió que sea levantado de inmediato y que, de igual forma, sea excluida de la lista de países que patrocinan el terrorismo, “una injusta medida que afecta su economía y que impide el desarrollo pleno de los cubanos”. sosa también demandó un cese inmediato de las medidas coercitivas impuestas a nicaragua y venezuela, y del genocidio de israel contra el pueblo de palestina.",
    "tokens": [
      "cancilleres",
      "cuba",
      ",",
      "venezuela",
      "nicaragua",
      "denunciaron",
      "jueves",
      "injerencia",
      "extranjera",
      "unidos",
      "asuntos",
      "internos",
      "países",
      ",",
      "posicionamiento",
      "hicieron",
      "xxiv",
      "reunión",
      "consejo",
      "político",
      "alianza",
      "bolivariana",
      "pueblos",
      "américa",
      "–",
      "tratado",
      "comercio",
      "pueblos",
      "(",
      "alba",
      "–",
      "tcp",
      ")",
      ".",
      "canciller",
      "cubano",
      ",",
      "bruno",
      "rodríguez",
      ",",
      "expresó",
      "“",
      "oligarquías",
      "regionales",
      "acuden",
      "políticas",
      "aparentemente",
      "desterradas",
      "golpes",
      "connivencia",
      "gobierno",
      "unidos",
      "”",
      ".",
      ",",
      "refirió",
      "golpe",
      "bolivia",
      "2019",
      "reciente",
      "intento",
      ".",
      "mencionó",
      "denuncias",
      "hechas",
      "tal",
      "gobiernos",
      "honduras",
      "colombia",
      ".",
      "rodríguez",
      "denunció",
      ":",
      "“",
      "hoy",
      "vemos",
      "preocupación",
      "cómo",
      "ataca",
      "marcada",
      "beligerancia",
      "países",
      "fundadores",
      "alianza",
      ".",
      "venezuela",
      "enfrenta",
      "nuevamente",
      "arsenal",
      "económico",
      ",",
      "político",
      "mediático",
      "imperialismo",
      "extremismo",
      "derecha",
      "dirigido",
      "dinamitar",
      "proceso",
      "soberano",
      "desarrollo",
      "económico",
      ",",
      "social",
      "cultural",
      "”",
      ".",
      "“",
      "hermanos",
      "nicaragua",
      "igualmente",
      "blanco",
      "injustas",
      "medidas",
      "unilaterales",
      "feroces",
      "campañas",
      "injerencistas",
      "parte",
      "gobierno",
      "unidos",
      "”",
      ",",
      "agregó",
      ".",
      "asimismo",
      ",",
      "mencionó",
      "cómo",
      "cuba",
      "sufre",
      "brutal",
      ",",
      "prolongada",
      "intensa",
      "agresión",
      "economía",
      "pueblo",
      ",",
      "gobierno",
      "unidos",
      "mantiene",
      "arbitraria",
      "unilateral",
      "lista",
      "presuntamente",
      "patrocinan",
      "terrorismo",
      ".",
      "rodríguez",
      "denunció",
      "genocidio",
      "pueblo",
      "palestino",
      ".",
      "“",
      "demandamos",
      "amplia",
      ",",
      "justa",
      "duradera",
      "solución",
      "conflicto",
      "israelí",
      "palestino",
      "base",
      "creación",
      "dos",
      "permita",
      "pueblo",
      "palestino",
      "ejercer",
      "derecho",
      "inalienable",
      "libre",
      "determinación",
      "disponer",
      "independiente",
      "soberano",
      "dentro",
      "fronteras",
      "anteriores",
      "1967",
      "jerusalén",
      "oriental",
      "capital",
      "garantía",
      "retorno",
      "refugiados",
      "”",
      ".",
      "“",
      "país",
      "apoya",
      "asamblea",
      "general",
      "naciones",
      "unidas",
      "tome",
      "acción",
      "decidida",
      "inmediata",
      "decida",
      "vez",
      "plena",
      "membresía",
      "palestina",
      "onu",
      "”",
      ".",
      "valdrack",
      "jaentschke",
      ":",
      "“",
      "pueblos",
      "dignos",
      ",",
      "libres",
      "soberanos",
      "mundo",
      "enfrentan",
      "formas",
      "viejas",
      "nuevas",
      "agresiones",
      "”",
      ".",
      "canciller",
      "nicaragua",
      ",",
      "valdrack",
      "jaentschke",
      ",",
      "aseguró",
      "pueblo",
      "venezolano",
      "continúa",
      "junto",
      "presidente",
      "nicolás",
      "maduro",
      "“",
      "enfrentando",
      "victorioso",
      "todas",
      "agresiones",
      "desestabilizaciones",
      "imperialistas",
      "”",
      ".",
      "jaentschke",
      "aseveró",
      ":",
      "“",
      "humanidad",
      "encuentra",
      "momentos",
      "críticos",
      ",",
      "momentos",
      "parto",
      "nueva",
      "historia",
      ",",
      "surgimiento",
      "nuevo",
      "orden",
      "mundial",
      "justo",
      ",",
      "colectivo",
      ",",
      "solidario",
      "parto",
      "surgimiento",
      "nuevo",
      "orden",
      "mundial",
      ",",
      "multipolar",
      ",",
      "hegemonías",
      "imponen",
      "duro",
      ",",
      "difícil",
      ",",
      "doloroso",
      "”",
      ".",
      "resaltó",
      "pueblos",
      "dignos",
      ",",
      "libres",
      "soberanos",
      "mundo",
      "enfrentan",
      "formas",
      "viejas",
      "nuevas",
      "agresiones",
      ".",
      "“",
      "fusiles",
      "cañoneras",
      "pasado",
      ",",
      "hoy",
      "renacen",
      "nuevas",
      "formas",
      "agresiones",
      "eufemísticamente",
      "denominadas",
      "sanciones",
      ",",
      "mismas",
      "intervenciones",
      "militares",
      "mismas",
      "injerencias",
      "perpetradas",
      "imperio",
      "yanqui",
      "siglo",
      "xix",
      "xx",
      "”",
      ".",
      "expresó",
      "solidaridad",
      "venezuela",
      "cuba",
      ".",
      "celinda",
      "sosa",
      ":",
      "“",
      "debemos",
      "continuar",
      "camino",
      "paz",
      "”",
      "canciller",
      "bolivia",
      ",",
      "celinda",
      "sosa",
      ",",
      "subrayó",
      "pueblos",
      "enfrentan",
      "graves",
      "desafíos",
      "frente",
      "múltiples",
      "crisis",
      "vive",
      "mundo",
      "actualmente",
      ".",
      "sosa",
      "ratificó",
      "poderes",
      "hegemónicos",
      "imperialismo",
      "amenazan",
      "unidad",
      ".",
      "“",
      "debemos",
      "continuar",
      "camino",
      "compromiso",
      "defensa",
      "soberanía",
      "intervención",
      "asuntos",
      "internos",
      "”",
      ".",
      "condenó",
      "bloqueo",
      "impuesto",
      "cuba",
      "parte",
      "casa",
      "blanca",
      "exigió",
      "levantado",
      "inmediato",
      ",",
      "igual",
      "forma",
      ",",
      "excluida",
      "lista",
      "países",
      "patrocinan",
      "terrorismo",
      ",",
      "“",
      "injusta",
      "medida",
      "afecta",
      "economía",
      "impide",
      "desarrollo",
      "pleno",
      "cubanos",
      "”",
      ".",
      "sosa",
      "demandó",
      "cese",
      "inmediato",
      "medidas",
      "coercitivas",
      "impuestas",
      "nicaragua",
      "venezuela",
      ",",
      "genocidio",
      "israel",
      "pueblo",
      "palestina",
      "."
    ],
    "token_count": 428,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 101,
      "VBZ": 8,
      "FW": 124,
      "NN": 234,
      "NNS": 25,
      "VBP": 14,
      "JJ": 62,
      "IN": 32,
      "CD": 2,
      "RB": 1,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 3,
      "VBZ-FW": 1,
      "FW-NNP": 23,
      "NNP-NNP": 42,
      "NNP-NN": 34,
      "NN-NN": 149,
      "NN-NNS": 5,
      "NNS-VBP": 11,
      "VBP-JJ": 9,
      "JJ-NN": 33,
      "NN-IN": 26,
      "IN-FW": 18,
      "NNP-FW": 13,
      "FW-NN": 11,
      "NN-JJ": 17,
      "FW-NNS": 4,
      "NN-FW": 16,
      "NNP-IN": 3,
      "NN-NNP": 14,
      "IN-NNP": 9,
      "FW-FW": 71,
      "FW-JJ": 14,
      "JJ-FW": 4,
      "JJ-NNS": 8,
      "NNS-NNP": 2,
      "VBP-NNS": 2,
      "VBP-NN": 2,
      "NNS-IN": 2,
      "NNP-JJ": 4,
      "JJ-NNP": 8,
      "NN-CD": 1,
      "CD-NN": 2,
      "IN-JJ": 4,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "NN-VBP": 2,
      "JJ-JJ": 9,
      "NNS-FW": 1,
      "VBZ-NNP": 1,
      "NNS-NNS": 4,
      "NNS-CD": 1,
      "NN-VBZ": 4,
      "VBZ-JJ": 5,
      "NNP-NNS": 1,
      "IN-NNS": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NNS-NN": 2,
      "FW-DT": 1,
      "DT-NN": 1,
      "VBP-NNP": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "FW-NNP-NNP": 13,
      "NNP-NNP-NNP": 18,
      "NNP-NNP-NN": 12,
      "NNP-NN-NN": 29,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 3,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 7,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 15,
      "IN-FW-NNP": 4,
      "NNP-NNP-FW": 6,
      "NNP-FW-NN": 3,
      "FW-NN-JJ": 2,
      "NN-JJ-NN": 12,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 2,
      "JJ-NN-NN": 21,
      "NN-NN-FW": 12,
      "NN-FW-NNP": 2,
      "NNP-FW-NNP": 6,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "NN-NN-NNP": 9,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 6,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 4,
      "FW-FW-NNP": 9,
      "NN-FW-JJ": 3,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-FW": 49,
      "FW-FW-JJ": 6,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NNP-NNP": 4,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NN-NN": 94,
      "NN-NN-JJ": 15,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-NN-IN": 13,
      "NN-IN-NNP": 6,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NN": 6,
      "NNP-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NNP-NN": 7,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NNP-NN-NNP": 2,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-JJ": 5,
      "FW-JJ-NNP": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "NN-FW-FW": 9,
      "FW-FW-NN": 6,
      "FW-NN-NN": 2,
      "IN-FW-FW": 6,
      "FW-JJ-JJ": 4,
      "JJ-JJ-NNP": 2,
      "FW-NNP-NN": 5,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NN-FW-NN": 2,
      "FW-NN-IN": 3,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-JJ-NN": 4,
      "NN-NNP-JJ": 1,
      "JJ-NN-FW": 1,
      "IN-JJ-NNP": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "CD-NN-NNP": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "JJ-NN-VBZ": 2,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-FW": 2,
      "FW-NN-FW": 3,
      "NNP-NN-IN": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NN-NNP-FW": 1,
      "JJ-JJ-NN": 4,
      "NN-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-NN": 1,
      "NNS-NN-VBZ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-NN-NNP": 1,
      "NN-JJ-JJ": 3,
      "VBP-JJ-NNS": 1,
      "NNS-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 234,
        "FW": 124,
        "NNP": 101,
        "JJ": 62,
        "IN": 32
      },
      "top_bigrams": {
        "NN-NN": 149,
        "FW-FW": 71,
        "NNP-NNP": 42,
        "NNP-NN": 34,
        "JJ-NN": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 94,
        "FW-FW-FW": 49,
        "NNP-NN-NN": 29,
        "JJ-NN-NN": 21,
        "NNP-NNP-NNP": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 162,
      "VP": 26,
      "PP": 12,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0435
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.013
      },
      {
        "rule": "NP -> ('países', 'NNS')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP') ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Palestina', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Valdrack', 'NNP') ('Jaentschke', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "VP -> ('libres', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('y', 'JJ') ('soberanos', 'NNS')",
        "frequency": 2,
        "weight": 0.0087
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Los"
      },
      {
        "label": "VP",
        "text": "cancilleres"
      },
      {
        "label": "NP",
        "text": "Cuba"
      },
      {
        "label": "NP",
        "text": "Venezuela y Nicaragua denunciaron este jueves"
      },
      {
        "label": "VP",
        "text": "la injerencia extranjera"
      },
      {
        "label": "NP",
        "text": "injerencia extranjera"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "los"
      },
      {
        "label": "NP",
        "text": "asuntos internos"
      },
      {
        "label": "NP",
        "text": "países"
      },
      {
        "label": "NP",
        "text": "posicionamiento que hicieron durante"
      },
      {
        "label": "NP",
        "text": "XXIV Reunión"
      },
      {
        "label": "NP",
        "text": "Consejo Político"
      },
      {
        "label": "NP",
        "text": "Alianza Bolivariana para los Pueblos"
      },
      {
        "label": "PP",
        "text": "de Nuestra América – Tratado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Los/NNP)\n  (VP cancilleres/VBZ)\n  de/FW\n  (NP Cuba/NNP)\n  ,/,\n  (NP\n    Venezuela/NNP\n    y/NNP\n    Nicaragua/NNP\n    denunciaron/NN\n    este/NN\n    jueves/NNS)\n  (VP la/VBP (NP injerencia/JJ extranjera/NN))\n  de/IN\n  los/FW\n  (NP Estados/NNP Unidos/NNP)\n  en/FW\n  (NP los/NN)\n  (NP asuntos/JJ internos/NN)\n  de/IN\n  otros/FW\n  (NP países/NNS)\n  ,/,\n  (NP posicionamiento/NN que/NN hicieron/NN durante/NN)\n  la/FW\n  (NP XXIV/NNP Reunión/NNP)\n  del/FW\n  (NP Consejo/NNP Político/NNP)\n  de/IN\n  la/FW\n  (NP Alianza/NNP Bolivariana/NNP para/NN los/NN Pueblos/NNP)\n  (PP de/IN (NP Nuestra/NNP América/NNP –/NNP Tratado/NNP))\n  de/FW\n  (NP Comercio/NNP)\n  de/FW\n  los/FW\n  (NP Pueblos/NNP)\n  (/(\n  (NP ALBA/NNP –/NNP TCP/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Canciller/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  :/:\n  (NP ALBA-TCP/JJ representa/NN la/NN)\n  vanguardia/FW\n  (ADJP moral/JJ)\n  y/FW\n  (ADJP espiritual/JJ)\n  de/FW\n  los/FW\n  (NP pueblos/JJ latinoamericanos/NNS El/NNP canciller/NN cubano/NN)\n  ,/,\n  (NP Bruno/NNP Rodríguez/NNP)\n  ,/,\n  (NP expresó/NN que/NN “/NNP)\n  (VP las/VBZ (NP oligarquías/JJ regionales/NNS))\n  (VP\n    acuden/VBP\n    (NP a/DT políticas/NN aparentemente/NN desterradas/NN como/NN)\n    (NP los/JJ golpes/NNS))\n  (PP\n    de/IN\n    (NP Estado/NNP con/NN la/NN connivencia/NN del/NN gobierno/NN))\n  (PP de/IN (NP Estados/NNP Unidos/NNP ”/NNP))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  se/FW\n  refirió/FW\n  al/FW\n  golpe/FW\n  de/FW\n  (NP Estado/NNP contra/NN Bolivia/NNP en/NN)\n  2019/CD\n  (NP y/NN)\n  el/CC\n  (NP más/NN reciente/NN intento/NN)\n  ./.)",
      "(S\n  (NP También/NNP mencionó/NN las/NN denuncias/NN hechas/NN)\n  (PP en/IN (NP tal/JJ sentido/NN por/NN))\n  (NP los/JJ Gobiernos/NNP)\n  de/FW\n  (NP Honduras/NNP)\n  y/CC\n  (NP Colombia/NNP)\n  ./.)",
      "(S\n  (NP Rodríguez/NNP denunció/NN)\n  :/:\n  (NP “/JJ Hoy/NNP vemos/NN con/NN preocupación/NN cómo/NN se/NN)\n  (NP ataca/JJ con/NN marcada/NN)\n  (VP beligerancia/VBD)\n  a/DT\n  (ADJP uno/JJ)\n  de/FW\n  los/FW\n  (NP países/NNS)\n  (VP fundadores/VBZ)\n  de/IN\n  esta/FW\n  (NP alianza/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció: “hoy vemos con preocupación cómo se ataca con marcada beligerancia a",
        "position": [
          869,
          947
        ],
        "start": 869,
        "end": 947
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "genocidio de israel contra el pueblo de palestina",
        "position": [
          4166,
          4215
        ],
        "start": 4166,
        "end": 4215
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          3794,
          3802
        ],
        "start": 3794,
        "end": 3802
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          2027,
          2034
        ],
        "start": 2027,
        "end": 2034
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desarrollo económico",
        "position": [
          1155,
          1175
        ],
        "start": 1155,
        "end": 1175
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          505,
          512
        ],
        "start": 505,
        "end": 512
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3690,
          3697
        ],
        "start": 3690,
        "end": 3697
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "genocidio contra el pueblo",
        "position": [
          1652,
          1678
        ],
        "start": 1652,
        "end": 1678
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de estados unidos",
        "position": [
          639,
          665
        ],
        "start": 639,
        "end": 665
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          2481,
          2506
        ],
        "start": 2481,
        "end": 2506
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          2131,
          2146
        ],
        "start": 2131,
        "end": 2146
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          333,
          337
        ],
        "start": 333,
        "end": 337
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          3549,
          3557
        ],
        "start": 3549,
        "end": 3557
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          3775,
          3782
        ],
        "start": 3775,
        "end": 3782
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3433,
          3440
        ],
        "start": 3433,
        "end": 3440
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          47,
          58
        ],
        "start": 47,
        "end": 58
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          19,
          23
        ],
        "start": 19,
        "end": 23
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          103,
          117
        ],
        "start": 103,
        "end": 117
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          37,
          46
        ],
        "start": 37,
        "end": 46
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          25,
          34
        ],
        "start": 25,
        "end": 34
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3386,
          3392
        ],
        "start": 3386,
        "end": 3392
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado con",
        "position": [
          609,
          619
        ],
        "start": 609,
        "end": 619
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          880,
          883
        ],
        "start": 880,
        "end": 883
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          3531,
          3542
        ],
        "start": 3531,
        "end": 3542
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          1071,
          1083
        ],
        "start": 1071,
        "end": 1083
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          3786,
          3793
        ],
        "start": 3786,
        "end": 3793
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "desarrollo económico, social",
        "position": [
          1155,
          1183
        ],
        "start": 1155,
        "end": 1183
      }
    ],
    "match_count": 27
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bruno Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Sosa",
        "tipo": "Persona"
      },
      {
        "nombre": "ALBA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado de Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jaentschke",
        "tipo": "Persona"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Celinda Sosa",
        "tipo": "Persona"
      },
      {
        "nombre": "Jerusalén Oriental",
        "tipo": "Lugar"
      },
      {
        "nombre": "asamblea general de Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Valdrack Jaentschke",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cuba",
        "relacion": "DENUNCIAR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Cuba",
        "relacion": "DENUNCIAR",
        "objeto": "ALBA"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DENUNCIAR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DENUNCIAR",
        "objeto": "ALBA"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "DENUNCIAR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "DENUNCIAR",
        "objeto": "ALBA"
      },
      {
        "sujeto": "los Estados Unidos",
        "relacion": "DENUNCIAR",
        "objeto": "ALBA"
      },
      {
        "sujeto": "Bruno Rodríguez",
        "relacion": "EXPRESAR_REPRESENTAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Bruno Rodríguez",
        "relacion": "EXPRESAR_REPRESENTAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Cuba",
        "relacion": "SUFRIR_MENCIONAR",
        "objeto": "Gobierno de Estados Unidos"
      },
      {
        "sujeto": "Estado",
        "relacion": "DISPONER_EJERCER_PERMITIR_DEMANDAR",
        "objeto": "Jerusalén Oriental"
      },
      {
        "sujeto": "asamblea general de Naciones Unidas",
        "relacion": "TOMAR_APOYAR",
        "objeto": "Estado de Palestina"
      },
      {
        "sujeto": "asamblea general de Naciones Unidas",
        "relacion": "TOMAR_APOYAR",
        "objeto": "ONU"
      },
      {
        "sujeto": "Nicaragua",
        "relacion": "ASEGURAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Valdrack Jaentschke",
        "relacion": "ASEGURAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Celinda Sosa",
        "relacion": "SUBRAYAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Sosa",
        "relacion": "DEMANDAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Sosa",
        "relacion": "DEMANDAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Sosa",
        "relacion": "DEMANDAR",
        "objeto": "Palestina"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9451,
    "pos": 0.0,
    "neu": 0.974,
    "neg": 0.026,
    "label": "negative"
  }
}