{
  "url": "https://www.telesurtv.net/cristina-kirchner-recibe-apoyo-de-comunidad-internacional-ante-episodio-de-lawfare-judicial/",
  "title": "Cristina Kirchner recibe apoyo de comunidad internacional ante episodio de lawfare judicial - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "apoyo",
    "Argentina",
    "CFK",
    "lawfare judicial"
  ],
  "text": "\nLos presidentes de Cuba, Miguel Díaz-Canel, y de Bolivia, Luis Arce, así como políticos de otros países otorgaron este martes su apoyo a la exmandataria de Argentina, Cristina Fernández de Kirchner (CFK), luego que la Corte Suprema de Justicia confirmó su condena de seis años de cárcel por presuntos actos de corrupción, en lo que es considerado como un golpe político y judicial.\nDíaz-Canel escribió en sus redes sociales: “Reafirmamos nuestro invariable apoyo aCristina Fernández de Kirchner ante episodio de judicialización política”.\nAl hacer referencia al episodio como un nuevo caso de lawfare, el mandatario cubano señaló que “una vez más se utiliza la justicia con motivaciones políticas como instrumento de la derecha contra referentes progresistas de la región. Fuerza, estimada Cristina”.\nEl mandatario Luis Arce dijo por su parte que “desde Bolivia expresamos nuestro firme apoyo y solidaridad con la hermana Fernández de Kirchner frente a un evidente uso de la justicia como herramienta para socavar las fuerzas de izquierda y del campo nacional popular”.\n“Reafirmamos nuestro respaldo a la soberanía y a la dignidad del hermano pueblo argentino“, externó el jefe de Estado boliviano.\nEl expresidente de Bolivia, Evo Morales, también mandó un mensaje de solidaridad para la exmandataria argentina (2007-2015), quien también fue inhabilitada en forma perpetua para ejercer un cargo público. La exmandataria anunció días atrás que buscaría ser candidata a diputada en los próximos comicios legislativos en la provincia de Buenos Aires, programados para septiembre próximo.\n“Con profunda indignación expreso mi solidaridad con la hermana Cristina Fernández de Kirchner, su familia y al pueblo revolucionario de Argentina. La condena injusta de seis años de cárcel e inhabilitación perpetua no es otra cosa que persecución política para proscribir a una lideresa del pueblo”, manifestó Morales.\n“Vivimos una reedición del Plan Cóndor: ya no son los militares al servicio del imperio, ahora son jueces serviles a las oligarquías quienes ejecutan golpes judiciales contra quienes defienden la soberanía y los derechos de las mayorías”, aseveró.\n“Llamamos a la unidad y movilización del pueblo argentino en defensa de la democracia. Cristina no está sola. Desde el corazón de la Patria Grande, nos sumamos a la lucha contra el lawfare y por una América Latina libre, digna y soberana”, finalizó el exmandatario boliviano.\nDesde Brasil, el Instituto Lula, manifestó su profunda “preocupación y repudio frente a la detención de Cristina Kirchner, en un contexto que evidencia graves violaciones a los derechos fundamentales y al debido proceso legal”.\n“La construcción de teorías jurídicas que buscan responsabilizar a Cristina Kirchner por actos de subordinados, bajo una interpretación cuestionable del derecho administrativo, representa un peligroso retroceso en la separación de poderes y el Estado de Derecho. Tal práctica no solo afecta a la ex presidenta, sino que también proyecta una sombra sobre el funcionamiento democrático en Argentina, amenazando el equilibrio entre los poderes y la propia democracia”, indicó.\nEl Instituto Lula mencionó que se une al Grupo de Puebla y al Consejo Latinoamericano de Justicia y Democracia (CLAJUD) para alertar a la comunidad internacional sobre los intentos de silenciar voces políticas y deslegitimar liderazgos que buscan promover justicia e igualdad social. La condena a Cristina Kirchner no es solo un asunto interno de Argentina: es una advertencia para todos los países de la región sobre los riesgos para la democracia y el Estado de Derecho.\n“Exigimos que se respeten los principios del debido proceso y que prevalezca la justicia, garantizando que la política no sea utilizada como arma de persecución”, anotó.\nAsimismo, en España dirigentes del partido politico Podemos calificaron de golpismo y guerra sucia la condena a la expresidenta.\nIrene Montero, diputada de Podemos, señaló que “la condena a Cristina Fernández es golpismo: guerra sucia judicial y mediática para que, golpeando a una, todo un pueblo renuncie a una vida con derechos”.\n“La quieren presa y fuera de la política. A las fuerzas democráticas del mundo nos deben encontrar a su lado. Contigo Cristina”, escribió Montero.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cristina-kirchner-recibe-apoyo-de-comunidad-internacional-ante-episodio-de-lawfare-judicial/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1614,
    "message_id": 96090,
    "date": "2025-06-11T07:55:07+00:00",
    "text": "teleSUR\nCristina Kirchner recibe apoyo de comunidad internacional ante episodio de lawfare judicial\nhttps://www.telesurtv.net/cristina-kirchner-recibe-apoyo-de-comunidad-internacional-ante-episodio-de-lawfare-judicial/",
    "photo_path": null,
    "views": 1944,
    "reactions": {
      "👏": 38,
      "👍": 9,
      "❤": 5,
      "👎": 1
    },
    "total_reactions": 53
  },
  "preprocessing": {
    "cleaned": "los presidentes de cuba, miguel díaz-canel, y de bolivia, luis arce, así como políticos de otros países otorgaron este martes su apoyo a la exmandataria de argentina, cristina fernández de kirchner (cfk), luego que la corte suprema de justicia confirmó su condena de seis años de cárcel por presuntos actos de corrupción, en lo que es considerado como un golpe político y judicial. díaz-canel escribió en sus redes sociales: “reafirmamos nuestro invariable apoyo acristina fernández de kirchner ante episodio de judicialización política”. al hacer referencia al episodio como un nuevo caso de lawfare, el mandatario cubano señaló que “una vez más se utiliza la justicia con motivaciones políticas como instrumento de la derecha contra referentes progresistas de la región. fuerza, estimada cristina”. el mandatario luis arce dijo por su parte que “desde bolivia expresamos nuestro firme apoyo y solidaridad con la hermana fernández de kirchner frente a un evidente uso de la justicia como herramienta para socavar las fuerzas de izquierda y del campo nacional popular”. “reafirmamos nuestro respaldo a la soberanía y a la dignidad del hermano pueblo argentino“, externó el jefe de estado boliviano. el expresidente de bolivia, evo morales, también mandó un mensaje de solidaridad para la exmandataria argentina (2007-2015), quien también fue inhabilitada en forma perpetua para ejercer un cargo público. la exmandataria anunció días atrás que buscaría ser candidata a diputada en los próximos comicios legislativos en la provincia de buenos aires, programados para septiembre próximo. “con profunda indignación expreso mi solidaridad con la hermana cristina fernández de kirchner, su familia y al pueblo revolucionario de argentina. la condena injusta de seis años de cárcel e inhabilitación perpetua no es otra cosa que persecución política para proscribir a una lideresa del pueblo”, manifestó morales. “vivimos una reedición del plan cóndor: ya no son los militares al servicio del imperio, ahora son jueces serviles a las oligarquías quienes ejecutan golpes judiciales contra quienes defienden la soberanía y los derechos de las mayorías”, aseveró. “llamamos a la unidad y movilización del pueblo argentino en defensa de la democracia. cristina no está sola. desde el corazón de la patria grande, nos sumamos a la lucha contra el lawfare y por una américa latina libre, digna y soberana”, finalizó el exmandatario boliviano. desde brasil, el instituto lula, manifestó su profunda “preocupación y repudio frente a la detención de cristina kirchner, en un contexto que evidencia graves violaciones a los derechos fundamentales y al debido proceso legal”. “la construcción de teorías jurídicas que buscan responsabilizar a cristina kirchner por actos de subordinados, bajo una interpretación cuestionable del derecho administrativo, representa un peligroso retroceso en la separación de poderes y el estado de derecho. tal práctica no solo afecta a la ex presidenta, sino que también proyecta una sombra sobre el funcionamiento democrático en argentina, amenazando el equilibrio entre los poderes y la propia democracia”, indicó. el instituto lula mencionó que se une al grupo de puebla y al consejo latinoamericano de justicia y democracia (clajud) para alertar a la comunidad internacional sobre los intentos de silenciar voces políticas y deslegitimar liderazgos que buscan promover justicia e igualdad social. la condena a cristina kirchner no es solo un asunto interno de argentina: es una advertencia para todos los países de la región sobre los riesgos para la democracia y el estado de derecho. “exigimos que se respeten los principios del debido proceso y que prevalezca la justicia, garantizando que la política no sea utilizada como arma de persecución”, anotó. asimismo, en españa dirigentes del partido politico podemos calificaron de golpismo y guerra sucia la condena a la expresidenta. irene montero, diputada de podemos, señaló que “la condena a cristina fernández es golpismo: guerra sucia judicial y mediática para que, golpeando a una, todo un pueblo renuncie a una vida con derechos”. “la quieren presa y fuera de la política. a las fuerzas democráticas del mundo nos deben encontrar a su lado. contigo cristina”, escribió montero.",
    "tokens": [
      "presidentes",
      "cuba",
      ",",
      "miguel",
      "díaz-canel",
      ",",
      "bolivia",
      ",",
      "luis",
      "arce",
      ",",
      "así",
      "políticos",
      "países",
      "otorgaron",
      "martes",
      "apoyo",
      "exmandataria",
      "argentina",
      ",",
      "cristina",
      "fernández",
      "kirchner",
      "(",
      "cfk",
      ")",
      ",",
      "luego",
      "corte",
      "suprema",
      "justicia",
      "confirmó",
      "condena",
      "seis",
      "años",
      "cárcel",
      "presuntos",
      "actos",
      "corrupción",
      ",",
      "considerado",
      "golpe",
      "político",
      "judicial",
      ".",
      "díaz-canel",
      "escribió",
      "redes",
      "sociales",
      ":",
      "“",
      "reafirmamos",
      "invariable",
      "apoyo",
      "acristina",
      "fernández",
      "kirchner",
      "episodio",
      "judicialización",
      "política",
      "”",
      ".",
      "hacer",
      "referencia",
      "episodio",
      "nuevo",
      "caso",
      "lawfare",
      ",",
      "mandatario",
      "cubano",
      "señaló",
      "“",
      "vez",
      "utiliza",
      "justicia",
      "motivaciones",
      "políticas",
      "instrumento",
      "derecha",
      "referentes",
      "progresistas",
      "región",
      ".",
      "fuerza",
      ",",
      "estimada",
      "cristina",
      "”",
      ".",
      "mandatario",
      "luis",
      "arce",
      "dijo",
      "parte",
      "“",
      "bolivia",
      "expresamos",
      "firme",
      "apoyo",
      "solidaridad",
      "hermana",
      "fernández",
      "kirchner",
      "frente",
      "evidente",
      "uso",
      "justicia",
      "herramienta",
      "socavar",
      "fuerzas",
      "izquierda",
      "campo",
      "nacional",
      "popular",
      "”",
      ".",
      "“",
      "reafirmamos",
      "respaldo",
      "soberanía",
      "dignidad",
      "hermano",
      "pueblo",
      "argentino",
      "“",
      ",",
      "externó",
      "jefe",
      "boliviano",
      ".",
      "expresidente",
      "bolivia",
      ",",
      "evo",
      "morales",
      ",",
      "mandó",
      "mensaje",
      "solidaridad",
      "exmandataria",
      "argentina",
      "(",
      "2007-2015",
      ")",
      ",",
      "inhabilitada",
      "forma",
      "perpetua",
      "ejercer",
      "cargo",
      "público",
      ".",
      "exmandataria",
      "anunció",
      "días",
      "atrás",
      "buscaría",
      "ser",
      "candidata",
      "diputada",
      "próximos",
      "comicios",
      "legislativos",
      "provincia",
      "buenos",
      "aires",
      ",",
      "programados",
      "septiembre",
      "próximo",
      ".",
      "“",
      "profunda",
      "indignación",
      "expreso",
      "solidaridad",
      "hermana",
      "cristina",
      "fernández",
      "kirchner",
      ",",
      "familia",
      "pueblo",
      "revolucionario",
      "argentina",
      ".",
      "condena",
      "injusta",
      "seis",
      "años",
      "cárcel",
      "inhabilitación",
      "perpetua",
      "cosa",
      "persecución",
      "política",
      "proscribir",
      "lideresa",
      "pueblo",
      "”",
      ",",
      "manifestó",
      "morales",
      ".",
      "“",
      "vivimos",
      "reedición",
      "plan",
      "cóndor",
      ":",
      "militares",
      "servicio",
      "imperio",
      ",",
      "ahora",
      "jueces",
      "serviles",
      "oligarquías",
      "ejecutan",
      "golpes",
      "judiciales",
      "defienden",
      "soberanía",
      "derechos",
      "mayorías",
      "”",
      ",",
      "aseveró",
      ".",
      "“",
      "llamamos",
      "unidad",
      "movilización",
      "pueblo",
      "argentino",
      "defensa",
      "democracia",
      ".",
      "cristina",
      "sola",
      ".",
      "corazón",
      "patria",
      "grande",
      ",",
      "sumamos",
      "lucha",
      "lawfare",
      "américa",
      "latina",
      "libre",
      ",",
      "digna",
      "soberana",
      "”",
      ",",
      "finalizó",
      "exmandatario",
      "boliviano",
      ".",
      "brasil",
      ",",
      "instituto",
      "lula",
      ",",
      "manifestó",
      "profunda",
      "“",
      "preocupación",
      "repudio",
      "frente",
      "detención",
      "cristina",
      "kirchner",
      ",",
      "contexto",
      "evidencia",
      "graves",
      "violaciones",
      "derechos",
      "fundamentales",
      "debido",
      "proceso",
      "legal",
      "”",
      ".",
      "“",
      "construcción",
      "teorías",
      "jurídicas",
      "buscan",
      "responsabilizar",
      "cristina",
      "kirchner",
      "actos",
      "subordinados",
      ",",
      "bajo",
      "interpretación",
      "cuestionable",
      "derecho",
      "administrativo",
      ",",
      "representa",
      "peligroso",
      "retroceso",
      "separación",
      "poderes",
      "derecho",
      ".",
      "tal",
      "práctica",
      "solo",
      "afecta",
      "ex",
      "presidenta",
      ",",
      "sino",
      "proyecta",
      "sombra",
      "funcionamiento",
      "democrático",
      "argentina",
      ",",
      "amenazando",
      "equilibrio",
      "poderes",
      "propia",
      "democracia",
      "”",
      ",",
      "indicó",
      ".",
      "instituto",
      "lula",
      "mencionó",
      "une",
      "grupo",
      "puebla",
      "consejo",
      "latinoamericano",
      "justicia",
      "democracia",
      "(",
      "clajud",
      ")",
      "alertar",
      "comunidad",
      "internacional",
      "intentos",
      "silenciar",
      "voces",
      "políticas",
      "deslegitimar",
      "liderazgos",
      "buscan",
      "promover",
      "justicia",
      "igualdad",
      "social",
      ".",
      "condena",
      "cristina",
      "kirchner",
      "solo",
      "asunto",
      "interno",
      "argentina",
      ":",
      "advertencia",
      "países",
      "región",
      "riesgos",
      "democracia",
      "derecho",
      ".",
      "“",
      "exigimos",
      "respeten",
      "principios",
      "debido",
      "proceso",
      "prevalezca",
      "justicia",
      ",",
      "garantizando",
      "política",
      "utilizada",
      "arma",
      "persecución",
      "”",
      ",",
      "anotó",
      ".",
      "asimismo",
      ",",
      "españa",
      "dirigentes",
      "partido",
      "politico",
      "podemos",
      "calificaron",
      "golpismo",
      "guerra",
      "sucia",
      "condena",
      "expresidenta",
      ".",
      "irene",
      "montero",
      ",",
      "diputada",
      "podemos",
      ",",
      "señaló",
      "“",
      "condena",
      "cristina",
      "fernández",
      "golpismo",
      ":",
      "guerra",
      "sucia",
      "judicial",
      "mediática",
      ",",
      "golpeando",
      ",",
      "pueblo",
      "renuncie",
      "vida",
      "derechos",
      "”",
      ".",
      "“",
      "quieren",
      "presa",
      "política",
      ".",
      "fuerzas",
      "democráticas",
      "mundo",
      "deben",
      "encontrar",
      "lado",
      ".",
      "contigo",
      "cristina",
      "”",
      ",",
      "escribió",
      "montero",
      "."
    ],
    "token_count": 454,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 96,
      "VBZ": 16,
      "FW": 129,
      "IN": 32,
      "NN": 213,
      "NNS": 21,
      "VBP": 18,
      "JJ": 67,
      "CC": 2,
      "VBD": 4,
      "DT": 6,
      "RP": 1,
      "RB": 3,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 8,
      "VBZ-FW": 3,
      "FW-NNP": 24,
      "NNP-NNP": 34,
      "NNP-IN": 6,
      "IN-NNP": 9,
      "NNP-NN": 21,
      "NN-NN": 119,
      "NN-IN": 20,
      "IN-FW": 14,
      "FW-NNS": 2,
      "NNS-VBP": 13,
      "VBP-NN": 3,
      "NN-NNS": 5,
      "VBP-JJ": 9,
      "JJ-FW": 3,
      "FW-FW": 74,
      "NNP-FW": 15,
      "NN-NNP": 18,
      "FW-NN": 18,
      "NN-FW": 19,
      "NN-JJ": 17,
      "JJ-NN": 41,
      "JJ-JJ": 10,
      "JJ-NNP": 7,
      "NNS-NNS": 3,
      "NNS-NNP": 1,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "NNP-JJ": 2,
      "IN-NN": 4,
      "FW-JJ": 10,
      "VBP-IN": 2,
      "VBZ-JJ": 5,
      "NNP-VBD": 4,
      "VBD-JJ": 3,
      "NN-VBP": 4,
      "FW-IN": 1,
      "IN-JJ": 4,
      "JJ-NNS": 5,
      "VBZ-NN": 1,
      "NN-DT": 1,
      "DT-NN": 6,
      "NN-VBZ": 6,
      "VBZ-DT": 3,
      "VBZ-NNS": 2,
      "NNS-RP": 1,
      "RP-JJ": 1,
      "NNS-VBZ": 1,
      "NNS-IN": 1,
      "IN-NNS": 1,
      "VBP-NNS": 3,
      "NNS-JJ": 1,
      "NNP-DT": 2,
      "VBZ-NNP": 1,
      "VBD-FW": 1,
      "NN-RB": 3,
      "RB-VBZ": 1,
      "NNP-VBP": 1,
      "VBP-NNP": 1,
      "RB-JJ": 2,
      "JJ-IN": 1,
      "VBZ-IN": 1,
      "NN-VB": 1,
      "VB-JJ": 1
    },
    "trigram_freq": {
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NNP": 1,
      "FW-NNP-NNP": 14,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-IN": 4,
      "NNP-IN-NNP": 5,
      "IN-NNP-NNP": 3,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 12,
      "NN-NN-NN": 68,
      "NN-NN-IN": 10,
      "NN-IN-FW": 11,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNS-VBP-NN": 3,
      "VBP-NN-NNS": 1,
      "NN-NNS-VBP": 3,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-FW": 51,
      "FW-FW-NNP": 10,
      "NNP-NNP-FW": 7,
      "NNP-FW-NNP": 8,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 8,
      "IN-NNP-NN": 3,
      "IN-FW-FW": 10,
      "FW-FW-NN": 9,
      "FW-NN-FW": 5,
      "NN-FW-NN": 2,
      "FW-NN-NN": 8,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 13,
      "JJ-NN-JJ": 3,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NNP": 4,
      "JJ-NNP-NN": 4,
      "NNP-NN-FW": 5,
      "FW-NN-NNS": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-CC": 1,
      "NNP-CC-JJ": 2,
      "CC-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "JJ-NN-NNP": 3,
      "NN-NNP-IN": 2,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-IN": 7,
      "NN-IN-NN": 3,
      "IN-NN-NN": 2,
      "NN-NNP-NN": 4,
      "JJ-NN-NN": 27,
      "NN-NN-FW": 8,
      "NN-FW-JJ": 4,
      "FW-JJ-NN": 5,
      "NN-NN-NNS": 1,
      "VBP-JJ-NN": 5,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "FW-NNP-FW": 5,
      "NNP-NN-NNP": 4,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 4,
      "NN-FW-NNP": 4,
      "FW-NNP-VBD": 2,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "FW-FW-JJ": 3,
      "FW-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NN-FW-FW": 9,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 3,
      "NN-IN-NNP": 4,
      "NNP-NNP-VBZ": 4,
      "VBZ-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-JJ": 1,
      "IN-JJ-NN": 3,
      "NN-IN-JJ": 2,
      "NN-NNP-FW": 1,
      "NNP-FW-NN": 6,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "VBD-JJ-NN": 2,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "NNP-NNP-JJ": 1,
      "NNP-VBZ-DT": 2,
      "VBZ-DT-NN": 3,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-RP": 1,
      "NNS-RP-JJ": 1,
      "RP-JJ-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "FW-NN-IN": 2,
      "IN-FW-NNP": 1,
      "FW-JJ-NNS": 1,
      "VBP-JJ-JJ": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-VBD": 2,
      "NNP-IN-JJ": 1,
      "NN-VBP-NNS": 1,
      "VBP-JJ-NNS": 1,
      "VBP-NN-JJ": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "DT-NN-RB": 3,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "NN-NN-VBZ": 3,
      "VBZ-JJ-NNS": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "VBP-NN-NN": 1,
      "VBP-JJ-NNP": 1,
      "NNP-NNP-DT": 1,
      "NN-RB-JJ": 2,
      "RB-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "IN-NN-IN": 1,
      "IN-NNP-CC": 1,
      "CC-JJ-NN": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-NN-VB": 1,
      "NN-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "NN-VBZ-DT": 1,
      "RB-JJ-NN": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "FW-NNP-VBZ": 1,
      "VBZ-FW-NN": 1,
      "FW-NNP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 213,
        "FW": 129,
        "NNP": 96,
        "JJ": 67,
        "IN": 32
      },
      "top_bigrams": {
        "NN-NN": 119,
        "FW-FW": 74,
        "JJ-NN": 41,
        "NNP-NNP": 34,
        "FW-NNP": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 68,
        "FW-FW-FW": 51,
        "JJ-NN-NN": 27,
        "FW-NNP-NNP": 14,
        "NN-NN-JJ": 13
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 185,
      "VP": 44,
      "PP": 16,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0368
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 5,
        "weight": 0.0184
      },
      {
        "rule": "NP -> ('Argentina', 'NNP')",
        "frequency": 4,
        "weight": 0.0147
      },
      {
        "rule": "NP -> ('Kirchner', 'NNP')",
        "frequency": 4,
        "weight": 0.0147
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "NP -> ('Bolivia', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Cristina', 'NNP') ('Fernández', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "S -> NP (',', ',') NP ('.', '.')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "VP -> ('frente', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('para', 'NN')",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Los"
      },
      {
        "label": "VP",
        "text": "presidentes"
      },
      {
        "label": "NP",
        "text": "Cuba"
      },
      {
        "label": "NP",
        "text": "Miguel Díaz-Canel"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "Bolivia"
      },
      {
        "label": "NP",
        "text": "Luis Arce"
      },
      {
        "label": "NP",
        "text": "así como políticos"
      },
      {
        "label": "NP",
        "text": "países"
      },
      {
        "label": "VP",
        "text": "otorgaron este martes"
      },
      {
        "label": "NP",
        "text": "este martes"
      },
      {
        "label": "VP",
        "text": "su"
      },
      {
        "label": "PP",
        "text": "apoyo a la"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "NP",
        "text": "Argentina"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Los/NNP)\n  (VP presidentes/VBZ)\n  de/FW\n  (NP Cuba/NNP)\n  ,/,\n  (NP Miguel/NNP Díaz-Canel/NNP)\n  ,/,\n  (NP y/NNP)\n  de/FW\n  (NP Bolivia/NNP)\n  ,/,\n  (NP Luis/NNP Arce/NNP)\n  ,/,\n  (NP así/NN como/NN políticos/NN)\n  de/IN\n  otros/FW\n  (NP países/NNS)\n  (VP otorgaron/VBP (NP este/NN martes/NNS))\n  (VP su/VBP)\n  (PP apoyo/IN (NP a/DT la/NN))\n  exmandataria/FW\n  de/FW\n  (NP Argentina/NNP)\n  ,/,\n  (NP Cristina/NNP Fernández/NNP)\n  de/FW\n  (NP Kirchner/NNP)\n  (/(\n  (NP CFK/NNP)\n  )/)\n  ,/,\n  (NP luego/JJ que/NN la/NN Corte/NNP Suprema/NNP)\n  (PP de/IN (NP Justicia/NNP confirmó/NN su/NN condena/NN))\n  de/IN\n  seis/FW\n  años/FW\n  de/FW\n  cárcel/FW\n  por/FW\n  presuntos/FW\n  actos/FW\n  de/FW\n  corrupción/FW\n  ,/,\n  en/FW\n  lo/FW\n  (NP que/NN)\n  es/FW\n  (NP considerado/NN como/NN)\n  (NP un/JJ golpe/NN político/NN)\n  (ADJP y/RB judicial/JJ)\n  ./.)",
      "(S\n  (NP Díaz-Canel/NNP escribió/NN)\n  en/FW\n  (NP sus/NN redes/NNS sociales/NNS)\n  :/:\n  (NP “/NN Reafirmamos/NNP)\n  nuestro/CC\n  (NP invariable/JJ apoyo/JJ aCristina/NN Fernández/NNP)\n  (PP de/IN (NP Kirchner/NNP))\n  (NP ante/JJ episodio/NN)\n  (PP de/IN (NP judicialización/NN política/NN ”/NNP))\n  ./.)",
      "(S\n  (NP Al/NNP hacer/NN referencia/NN al/NN episodio/NN como/NN)\n  (NP un/JJ nuevo/JJ caso/NN)\n  (PP de/IN (NP lawfare/NN))\n  ,/,\n  el/FW\n  (NP mandatario/NN cubano/NN señaló/NN que/NN “/NNP)\n  (NP una/JJ vez/NN más/NN)\n  se/FW\n  (NP utiliza/JJ la/NN justicia/NN con/NN motivaciones/NNS)\n  (VP políticas/VBP (NP como/JJ instrumento/NN))\n  de/IN\n  la/FW\n  derecha/FW\n  (NP contra/NN referentes/NNS)\n  (VP progresistas/VBP)\n  de/IN\n  la/FW\n  (NP región/NN)\n  ./.)",
      "(S (NP Fuerza/NNP) ,/, (NP estimada/JJ Cristina/NNP ”/NNP) ./.)",
      "(S\n  (NP\n    El/NNP\n    mandatario/NN\n    Luis/NNP\n    Arce/NNP\n    dijo/NN\n    por/NN\n    su/NN\n    parte/NN\n    que/NN\n    “/NNP\n    desde/NN\n    Bolivia/NNP)\n  (VP\n    expresamos/VBZ\n    (NP\n      nuestro/JJ\n      firme/NN\n      apoyo/NN\n      y/NN\n      solidaridad/NN\n      con/NN\n      la/NN))\n  hermana/FW\n  (NP Fernández/NNP)\n  de/FW\n  (NP Kirchner/NNP)\n  (VP frente/VBD (NP a/DT un/JJ evidente/NN))\n  uso/FW\n  de/FW\n  la/FW\n  justicia/FW\n  (NP como/NN herramienta/NN para/NN socavar/NN)\n  (NP las/JJ fuerzas/NN)\n  de/IN\n  izquierda/FW\n  y/FW\n  del/FW\n  (NP campo/JJ nacional/JJ popular/JJ ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          1887,
          1896
        ],
        "start": 1887,
        "end": 1896
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "condena injusta de seis años de cárcel e inhabilitación perpetua no es otra cosa que persecución política",
        "position": [
          1737,
          1842
        ],
        "start": 1737,
        "end": 1842
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mandatario luis arce dijo por su parte que “desde bolivia expresamos nuestro firme apoyo",
        "position": [
          805,
          893
        ],
        "start": 805,
        "end": 893
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          624,
          630
        ],
        "start": 624,
        "end": 630
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          1421,
          1428
        ],
        "start": 1421,
        "end": 1428
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          311,
          321
        ],
        "start": 311,
        "end": 321
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2215,
          2222
        ],
        "start": 2215,
        "end": 2222
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          3399,
          3407
        ],
        "start": 3399,
        "end": 3407
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "suprema de justicia",
        "position": [
          225,
          244
        ],
        "start": 225,
        "end": 244
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto lula",
        "position": [
          2447,
          2461
        ],
        "start": 2447,
        "end": 2461
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          20,
          24
        ],
        "start": 20,
        "end": 24
      },
      {
        "category": "PAISES",
        "matched_text": "españa",
        "position": [
          3788,
          3794
        ],
        "start": 3788,
        "end": 3794
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          1535,
          1547
        ],
        "start": 1535,
        "end": 1547
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región. fuerza",
        "position": [
          766,
          780
        ],
        "start": 766,
        "end": 780
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Irene Montero",
        "tipo": "Persona"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "aCristina Fernández de Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luis Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristina",
        "tipo": "Persona"
      },
      {
        "nombre": "Fernández de Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cristina Fernández de Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "Podemos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cristina Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristina Fernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo Latinoamericano de Justicia y Democracia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Díaz-Canel",
        "tipo": "Persona"
      },
      {
        "nombre": "Latina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado de Derecho",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corte Suprema de Justicia",
        "tipo": "Lugar"
      },
      {
        "nombre": "CFK",
        "tipo": "Persona"
      },
      {
        "nombre": "Miguel Díaz-Canel",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado boliviano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Evo Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "CLAJUD",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Montero",
        "tipo": "Persona"
      },
      {
        "nombre": "Instituto Lula",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "provincia de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerza",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cuba",
        "relacion": "OTORGAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Cuba",
        "relacion": "OTORGAR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Cuba",
        "relacion": "OTORGAR",
        "objeto": "CFK"
      },
      {
        "sujeto": "Corte Suprema de Justicia",
        "relacion": "OTORGAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Miguel Díaz-Canel",
        "relacion": "OTORGAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Miguel Díaz-Canel",
        "relacion": "OTORGAR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Miguel Díaz-Canel",
        "relacion": "OTORGAR",
        "objeto": "CFK"
      },
      {
        "sujeto": "Corte Suprema de Justicia",
        "relacion": "OTORGAR",
        "objeto": "Miguel Díaz-Canel"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "OTORGAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "OTORGAR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "OTORGAR",
        "objeto": "CFK"
      },
      {
        "sujeto": "Corte Suprema de Justicia",
        "relacion": "OTORGAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "OTORGAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "OTORGAR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "OTORGAR",
        "objeto": "CFK"
      },
      {
        "sujeto": "Corte Suprema de Justicia",
        "relacion": "OTORGAR",
        "objeto": "Luis Arce"
      },
      {
        "sujeto": "Corte Suprema de Justicia",
        "relacion": "OTORGAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Corte Suprema de Justicia",
        "relacion": "OTORGAR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Corte Suprema de Justicia",
        "relacion": "OTORGAR",
        "objeto": "CFK"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "ESCRIBIR",
        "objeto": "aCristina Fernández de Kirchner"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "DECIR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Luis Arce",
        "relacion": "DECIR",
        "objeto": "Fernández de Kirchner"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "EXPRESAR_DECIR",
        "objeto": "Fernández de Kirchner"
      },
      {
        "sujeto": "Instituto Lula",
        "relacion": "MANIFESTAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Brasil",
        "relacion": "MANIFESTAR",
        "objeto": "Cristina Kirchner"
      },
      {
        "sujeto": "Instituto Lula",
        "relacion": "MANIFESTAR",
        "objeto": "Cristina Kirchner"
      },
      {
        "sujeto": "Cristina Kirchner",
        "relacion": "RESPONSABILIZAR_BUSCAR_REPRESENTAR",
        "objeto": "Estado de Derecho"
      },
      {
        "sujeto": "Instituto Lula",
        "relacion": "MENCIONAR",
        "objeto": "Consejo Latinoamericano de Justicia y Democracia"
      },
      {
        "sujeto": "Instituto Lula",
        "relacion": "MENCIONAR",
        "objeto": "CLAJUD"
      },
      {
        "sujeto": "Podemos",
        "relacion": "CALIFICAR",
        "objeto": "España"
      },
      {
        "sujeto": "Irene Montero",
        "relacion": "SE_ALAR",
        "objeto": "Cristina Fernández"
      },
      {
        "sujeto": "Podemos",
        "relacion": "SE_ALAR",
        "objeto": "Cristina Fernández"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9081,
    "pos": 0.0,
    "neu": 0.975,
    "neg": 0.025,
    "label": "negative"
  }
}