{
  "url": "https://www.telesurtv.net/el-mundo-con-cuba-el-bloqueo-como-una-injustica-historica-y-delirio-del-imperialismo/",
  "title": "El mundo con Cuba: el bloqueo es una injusticia histórica y delirio del imperialismo - teleSUR",
  "section": "Mundo",
  "tags": [
    "bloqueo",
    "Cuba",
    "debate",
    "EE.UU.",
    "ONU"
  ],
  "text": "En el contexto del 32 Debate de la Asamblea General de la Organización de Naciones Unidas (ONU) sobre el impacto del embargo estadounidense a Cuba, la representación de China se sumó a los llamados de varias naciones a un cese de esa medida coercitiva contra al Isla.\n“Estados Unidos de América y un puñado de países occidentales siguen adoptando medidas unilaterales proteccionistas y de acoso. Recurren al uso abusivo de sanciones unilaterales ilícitas contra países como Cuba, lo cual vulnera gravemente los fines y principios de la Carta, y socava gravemente el consenso internacional sobre la agenda 2030”, subrayó el portavoz chino ante la ONU.\n“Es escandaloso que los Estados Unidos, en lugar de poner fin a sus sanciones contra Cuba, las hayan acrecentado al incluir a Cuba en la lista de Estados patrocinadores del terrorismo. El bloqueo impuesto por los Estados Unidos de América contra Cuba desde hace más de 30 años le ha costado a Cuba centenas de miles de millones de dólares en daños, y ha causado una grave catástrofe humanitaria”, denunció.\nAsimimo, dijo que el gigante asiático seguirá “ayudando a Cuba. En la medida de nuestras posibilidades, apoyaremos firmemente al Gobierno y al pueblo de Cuba para que puedan superar sus dificultades lo antes posible, con el fin de que puedan hacer realidad su desarrollo y revitalizar su país”.\nRecordando que desde 1992 la comunidad internacional sistemáticamente se ha posicionado en contra del bloqueo impuesto a Cuba, la representante de San Vicente y las Granadinas, al igual que su par chino, subrayó que las sanciones “no solo son anacrónicas, sino que también constituyen graves violaciones del derecho internacional”, agregando que no pueden ni aprovecharse del derecho internacional ni manipularlo en aras de sus programas nacionalistas o para promover sus fines políticos.\nSiguiendo esa línea, San Vicente y las Granadinas reiteró el “llamado a que urgentemente se retire a Cuba de la lista de países elaborada por el Departamento de Estado de los Estados Unidos, que se consideran Estados patrocinadores del terrorismo. Esta designación sigue siendo injusta e incorrecta y contribuye a los efectos escalofriantes del bloqueo”.\nEn tanto, la representación de Venezuela dejó bien claro la postura de su país:\nAl igual que las demás delegaciones, la representación de Vietnam remarcó que durante los últimos 32 años, la continuidad del bloqueo “es injusta…no solo perjudica al pueblo cubano, sino que también impide a muchas otras personas del mundo obtener la asistencia y los conocimientos de Cuba”.\nSobre la nación caribeña, Vietnam aseguró que la Isla es “líder y representante ejemplar de los países del Sur: promueve la solidaridad internacional y la contribución a la Cooperación Sur-Sur, al defender los intereses legítimos de los países en desarrollo.\nVietnam resaltó que alberga “la sincera esperanza de que los Estados Unidos de América y Cuba entablen un diálogo constructivo y trabajen con miras a normalizar sus relaciones sobre la base de la igualdad, la reciprocidad y el respeto de la soberanía y la independencia política de cada quien”.\nEllo, acotó el vocero de Hanoi ante la ONU, “redundaría en beneficio de ambos pueblos y contribuirían a la paz la estabilidad y el desarrollo sostenible en la región y en el mundo entero”.\nPor su parte, el representante de Dominica ratificó que el bloqueo económico contra Cuba es “la principal causa fue la falta de combustible…(impacta al) derecho a la salud, el saneamiento adecuado, el derecho a un trabajo digno”.\nAdemás, dijo que no tenía sentido la inclusión en la lista de países terroristas, pues “Cuba ha formado a médicos enfermeros ingenieros y otros profesionales también ha brindado apoyo técnico a los países en desarrollo como parte de su Cooperación Sur-Sur y sigue sumándose a la lucha contra el terrorismo y el narcotráfico en el Caribe y en el resto del mundo”.\nAl igual que las demás naciones, la Federación de Rusia se sumó a los llamados de cese al bloqueo, indicando que “el daño acumulado a la economía cubana asciende a los 164.000 millones de dólares”, lo que significa, acotó el representante ruso, “una gran carga que asume el pueblo de la Isla (y) socaba sus oportunidades para trabajar en aras de sus intereses y aspiraciones legítimas”.\n“Cuba ha cumplido con sus obligaciones internacionales buscando soluciones políticas, defendiendo el mantenimiento de la paz y la seguridad. Un fin definitivo del bloqueo beneficiaría los pueblos de Cuba y de los Estados Unidos también, y en general, mejoraría las relaciones internacionales a nivel regional y mundial”, agregó.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/el-mundo-con-cuba-el-bloqueo-como-una-injustica-historica-y-delirio-del-imperialismo/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 148,
    "message_id": 79466,
    "date": "2024-10-30T01:55:18+00:00",
    "text": "teleSUR\nEl mundo con Cuba: el bloqueo es una injustica histórica y delirio del imperialismo\nhttps://www.telesurtv.net/el-mundo-con-cuba-el-bloqueo-como-una-injustica-historica-y-delirio-del-imperialismo/",
    "photo_path": null,
    "views": 2604,
    "reactions": {
      "❤": 55,
      "👍": 14,
      "👏": 2
    },
    "total_reactions": 71
  },
  "preprocessing": {
    "cleaned": "en el contexto del 32 debate de la asamblea general de la organización de naciones unidas (onu) sobre el impacto del embargo estadounidense a cuba, la representación de china se sumó a los llamados de varias naciones a un cese de esa medida coercitiva contra al isla. “estados unidos de américa y un puñado de países occidentales siguen adoptando medidas unilaterales proteccionistas y de acoso. recurren al uso abusivo de sanciones unilaterales ilícitas contra países como cuba, lo cual vulnera gravemente los fines y principios de la carta, y socava gravemente el consenso internacional sobre la agenda 2030”, subrayó el portavoz chino ante la onu. “es escandaloso que los estados unidos, en lugar de poner fin a sus sanciones contra cuba, las hayan acrecentado al incluir a cuba en la lista de estados patrocinadores del terrorismo. el bloqueo impuesto por los estados unidos de américa contra cuba desde hace más de 30 años le ha costado a cuba centenas de miles de millones de dólares en daños, y ha causado una grave catástrofe humanitaria”, denunció. asimimo, dijo que el gigante asiático seguirá “ayudando a cuba. en la medida de nuestras posibilidades, apoyaremos firmemente al gobierno y al pueblo de cuba para que puedan superar sus dificultades lo antes posible, con el fin de que puedan hacer realidad su desarrollo y revitalizar su país”. recordando que desde 1992 la comunidad internacional sistemáticamente se ha posicionado en contra del bloqueo impuesto a cuba, la representante de san vicente y las granadinas, al igual que su par chino, subrayó que las sanciones “no solo son anacrónicas, sino que también constituyen graves violaciones del derecho internacional”, agregando que no pueden ni aprovecharse del derecho internacional ni manipularlo en aras de sus programas nacionalistas o para promover sus fines políticos. siguiendo esa línea, san vicente y las granadinas reiteró el “llamado a que urgentemente se retire a cuba de la lista de países elaborada por el departamento de estado de los estados unidos, que se consideran estados patrocinadores del terrorismo. esta designación sigue siendo injusta e incorrecta y contribuye a los efectos escalofriantes del bloqueo”. en tanto, la representación de venezuela dejó bien claro la postura de su país: al igual que las demás delegaciones, la representación de vietnam remarcó que durante los últimos 32 años, la continuidad del bloqueo “es injusta…no solo perjudica al pueblo cubano, sino que también impide a muchas otras personas del mundo obtener la asistencia y los conocimientos de cuba”. sobre la nación caribeña, vietnam aseguró que la isla es “líder y representante ejemplar de los países del sur: promueve la solidaridad internacional y la contribución a la cooperación sur-sur, al defender los intereses legítimos de los países en desarrollo. vietnam resaltó que alberga “la sincera esperanza de que los estados unidos de américa y cuba entablen un diálogo constructivo y trabajen con miras a normalizar sus relaciones sobre la base de la igualdad, la reciprocidad y el respeto de la soberanía y la independencia política de cada quien”. ello, acotó el vocero de hanoi ante la onu, “redundaría en beneficio de ambos pueblos y contribuirían a la paz la estabilidad y el desarrollo sostenible en la región y en el mundo entero”. por su parte, el representante de dominica ratificó que el bloqueo económico contra cuba es “la principal causa fue la falta de combustible…(impacta al) derecho a la salud, el saneamiento adecuado, el derecho a un trabajo digno”. además, dijo que no tenía sentido la inclusión en la lista de países terroristas, pues “cuba ha formado a médicos enfermeros ingenieros y otros profesionales también ha brindado apoyo técnico a los países en desarrollo como parte de su cooperación sur-sur y sigue sumándose a la lucha contra el terrorismo y el narcotráfico en el caribe y en el resto del mundo”. al igual que las demás naciones, la federación de rusia se sumó a los llamados de cese al bloqueo, indicando que “el daño acumulado a la economía cubana asciende a los 164.000 millones de dólares”, lo que significa, acotó el representante ruso, “una gran carga que asume el pueblo de la isla (y) socaba sus oportunidades para trabajar en aras de sus intereses y aspiraciones legítimas”. “cuba ha cumplido con sus obligaciones internacionales buscando soluciones políticas, defendiendo el mantenimiento de la paz y la seguridad. un fin definitivo del bloqueo beneficiaría los pueblos de cuba y de los estados unidos también, y en general, mejoraría las relaciones internacionales a nivel regional y mundial”, agregó.",
    "tokens": [
      "contexto",
      "32",
      "debate",
      "asamblea",
      "general",
      "organización",
      "naciones",
      "unidas",
      "(",
      "onu",
      ")",
      "impacto",
      "embargo",
      "estadounidense",
      "cuba",
      ",",
      "representación",
      "china",
      "sumó",
      "llamados",
      "varias",
      "naciones",
      "cese",
      "medida",
      "coercitiva",
      "isla",
      ".",
      "“",
      "unidos",
      "américa",
      "puñado",
      "países",
      "occidentales",
      "siguen",
      "adoptando",
      "medidas",
      "unilaterales",
      "proteccionistas",
      "acoso",
      ".",
      "recurren",
      "uso",
      "abusivo",
      "sanciones",
      "unilaterales",
      "ilícitas",
      "países",
      "cuba",
      ",",
      "vulnera",
      "gravemente",
      "fines",
      "principios",
      "carta",
      ",",
      "socava",
      "gravemente",
      "consenso",
      "internacional",
      "agenda",
      "2030",
      "”",
      ",",
      "subrayó",
      "portavoz",
      "chino",
      "onu",
      ".",
      "“",
      "escandaloso",
      "unidos",
      ",",
      "lugar",
      "poner",
      "fin",
      "sanciones",
      "cuba",
      ",",
      "acrecentado",
      "incluir",
      "cuba",
      "lista",
      "patrocinadores",
      "terrorismo",
      ".",
      "bloqueo",
      "impuesto",
      "unidos",
      "américa",
      "cuba",
      "hace",
      "30",
      "años",
      "costado",
      "cuba",
      "centenas",
      "miles",
      "millones",
      "dólares",
      "daños",
      ",",
      "causado",
      "grave",
      "catástrofe",
      "humanitaria",
      "”",
      ",",
      "denunció",
      ".",
      "asimimo",
      ",",
      "dijo",
      "gigante",
      "asiático",
      "seguirá",
      "“",
      "ayudando",
      "cuba",
      ".",
      "medida",
      "posibilidades",
      ",",
      "apoyaremos",
      "firmemente",
      "gobierno",
      "pueblo",
      "cuba",
      "puedan",
      "superar",
      "dificultades",
      "posible",
      ",",
      "fin",
      "puedan",
      "hacer",
      "realidad",
      "desarrollo",
      "revitalizar",
      "país",
      "”",
      ".",
      "recordando",
      "1992",
      "comunidad",
      "internacional",
      "sistemáticamente",
      "posicionado",
      "bloqueo",
      "impuesto",
      "cuba",
      ",",
      "representante",
      "san",
      "vicente",
      "granadinas",
      ",",
      "igual",
      "par",
      "chino",
      ",",
      "subrayó",
      "sanciones",
      "“",
      "solo",
      "anacrónicas",
      ",",
      "sino",
      "constituyen",
      "graves",
      "violaciones",
      "derecho",
      "internacional",
      "”",
      ",",
      "agregando",
      "pueden",
      "aprovecharse",
      "derecho",
      "internacional",
      "manipularlo",
      "aras",
      "programas",
      "nacionalistas",
      "promover",
      "fines",
      "políticos",
      ".",
      "siguiendo",
      "línea",
      ",",
      "san",
      "vicente",
      "granadinas",
      "reiteró",
      "“",
      "llamado",
      "urgentemente",
      "retire",
      "cuba",
      "lista",
      "países",
      "elaborada",
      "departamento",
      "unidos",
      ",",
      "consideran",
      "patrocinadores",
      "terrorismo",
      ".",
      "designación",
      "sigue",
      "siendo",
      "injusta",
      "incorrecta",
      "contribuye",
      "efectos",
      "escalofriantes",
      "bloqueo",
      "”",
      ".",
      ",",
      "representación",
      "venezuela",
      "dejó",
      "bien",
      "claro",
      "postura",
      "país",
      ":",
      "igual",
      "demás",
      "delegaciones",
      ",",
      "representación",
      "vietnam",
      "remarcó",
      "últimos",
      "32",
      "años",
      ",",
      "continuidad",
      "bloqueo",
      "“",
      "injusta…no",
      "solo",
      "perjudica",
      "pueblo",
      "cubano",
      ",",
      "sino",
      "impide",
      "muchas",
      "personas",
      "mundo",
      "obtener",
      "asistencia",
      "conocimientos",
      "cuba",
      "”",
      ".",
      "nación",
      "caribeña",
      ",",
      "vietnam",
      "aseguró",
      "isla",
      "“",
      "líder",
      "representante",
      "ejemplar",
      "países",
      "sur",
      ":",
      "promueve",
      "solidaridad",
      "internacional",
      "contribución",
      "cooperación",
      "sur-sur",
      ",",
      "defender",
      "intereses",
      "legítimos",
      "países",
      "desarrollo",
      ".",
      "vietnam",
      "resaltó",
      "alberga",
      "“",
      "sincera",
      "esperanza",
      "unidos",
      "américa",
      "cuba",
      "entablen",
      "diálogo",
      "constructivo",
      "trabajen",
      "miras",
      "normalizar",
      "relaciones",
      "base",
      "igualdad",
      ",",
      "reciprocidad",
      "respeto",
      "soberanía",
      "independencia",
      "política",
      "cada",
      "”",
      ".",
      "ello",
      ",",
      "acotó",
      "vocero",
      "hanoi",
      "onu",
      ",",
      "“",
      "redundaría",
      "beneficio",
      "ambos",
      "pueblos",
      "contribuirían",
      "paz",
      "estabilidad",
      "desarrollo",
      "sostenible",
      "región",
      "mundo",
      "entero",
      "”",
      ".",
      "parte",
      ",",
      "representante",
      "dominica",
      "ratificó",
      "bloqueo",
      "económico",
      "cuba",
      "“",
      "principal",
      "causa",
      "falta",
      "combustible…",
      "(",
      "impacta",
      ")",
      "derecho",
      "salud",
      ",",
      "saneamiento",
      "adecuado",
      ",",
      "derecho",
      "trabajo",
      "digno",
      "”",
      ".",
      "además",
      ",",
      "dijo",
      "inclusión",
      "lista",
      "países",
      "terroristas",
      ",",
      "pues",
      "“",
      "cuba",
      "formado",
      "médicos",
      "enfermeros",
      "ingenieros",
      "profesionales",
      "brindado",
      "apoyo",
      "técnico",
      "países",
      "desarrollo",
      "parte",
      "cooperación",
      "sur-sur",
      "sigue",
      "sumándose",
      "lucha",
      "terrorismo",
      "narcotráfico",
      "caribe",
      "resto",
      "mundo",
      "”",
      ".",
      "igual",
      "demás",
      "naciones",
      ",",
      "federación",
      "rusia",
      "sumó",
      "llamados",
      "cese",
      "bloqueo",
      ",",
      "indicando",
      "“",
      "daño",
      "acumulado",
      "economía",
      "cubana",
      "asciende",
      "164.000",
      "millones",
      "dólares",
      "”",
      ",",
      "significa",
      ",",
      "acotó",
      "representante",
      "ruso",
      ",",
      "“",
      "gran",
      "carga",
      "asume",
      "pueblo",
      "isla",
      "(",
      ")",
      "socaba",
      "oportunidades",
      "trabajar",
      "aras",
      "intereses",
      "aspiraciones",
      "legítimas",
      "”",
      ".",
      "“",
      "cuba",
      "cumplido",
      "obligaciones",
      "internacionales",
      "buscando",
      "soluciones",
      "políticas",
      ",",
      "defendiendo",
      "mantenimiento",
      "paz",
      "seguridad",
      ".",
      "fin",
      "definitivo",
      "bloqueo",
      "beneficiaría",
      "pueblos",
      "cuba",
      "unidos",
      ",",
      "general",
      ",",
      "mejoraría",
      "relaciones",
      "internacionales",
      "nivel",
      "regional",
      "mundial",
      "”",
      ",",
      "agregó",
      "."
    ],
    "token_count": 476,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 91,
      "NN": 246,
      "VBZ": 14,
      "CD": 6,
      "FW": 180,
      "VBD": 3,
      "JJ": 53,
      "NNS": 39,
      "IN": 25,
      "VBP": 28,
      "CC": 1,
      "DT": 3,
      "RB": 1,
      "$": 1
    },
    "bigram_freq": {
      "NNP-NN": 29,
      "NN-NN": 157,
      "NN-VBZ": 6,
      "VBZ-CD": 1,
      "CD-NNP": 1,
      "NNP-FW": 19,
      "FW-FW": 116,
      "FW-NNP": 32,
      "NNP-NNP": 22,
      "NNP-VBD": 1,
      "VBD-JJ": 3,
      "JJ-NN": 37,
      "NN-NNP": 22,
      "FW-NN": 15,
      "NN-FW": 18,
      "FW-NNS": 8,
      "NNS-IN": 3,
      "IN-JJ": 3,
      "JJ-FW": 5,
      "FW-JJ": 9,
      "NNP-IN": 4,
      "IN-NNP": 6,
      "NNP-JJ": 3,
      "NNS-NNS": 8,
      "NNS-VBP": 19,
      "VBP-JJ": 13,
      "JJ-NNS": 4,
      "VBP-IN": 1,
      "IN-FW": 10,
      "NNP-VBZ": 7,
      "VBZ-JJ": 6,
      "NN-IN": 16,
      "IN-NNS": 2,
      "VBP-NNP": 5,
      "NNP-VBP": 5,
      "NN-NNS": 10,
      "NNS-FW": 5,
      "JJ-JJ": 5,
      "NN-CD": 2,
      "CD-NN": 2,
      "NN-CC": 1,
      "CC-NN": 1,
      "NN-VBP": 3,
      "VBP-FW": 2,
      "NNP-NNS": 1,
      "VBZ-FW": 5,
      "IN-CD": 1,
      "CD-NNS": 2,
      "NNS-JJ": 2,
      "NN-JJ": 6,
      "NN-VBD": 2,
      "VBP-VBZ": 1,
      "VBZ-DT": 1,
      "DT-JJ": 2,
      "NN-DT": 2,
      "VBP-NNS": 4,
      "JJ-CD": 1,
      "CD-JJ": 1,
      "VBP-NN": 2,
      "IN-NN": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "DT-NN": 1,
      "NNS-NNP": 1,
      "VBZ-IN": 1,
      "IN-$": 1,
      "$-CD": 1,
      "JJ-NNP": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 26,
      "NN-NN-VBZ": 6,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-FW-FW": 8,
      "FW-FW-NNP": 16,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NNP": 4,
      "NNP-NNP-FW": 8,
      "NNP-FW-NNP": 6,
      "FW-NNP-FW": 9,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "JJ-NN-NN": 25,
      "NN-NN-NN": 98,
      "NN-NN-NNP": 15,
      "NN-NNP-NNP": 8,
      "NNP-FW-NN": 5,
      "FW-NN-FW": 6,
      "NN-FW-FW": 11,
      "FW-FW-FW": 85,
      "FW-FW-NNS": 6,
      "FW-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 6,
      "JJ-NN-NNP": 3,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 3,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-NN-FW": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 7,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-NNP": 4,
      "FW-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-IN": 4,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-VBP": 2,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-NN": 7,
      "NN-NN-NNS": 6,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNP-NN": 9,
      "NN-NN-FW": 9,
      "NN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NN-NN-CD": 2,
      "NN-CD-NN": 2,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-NN": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-FW": 1,
      "VBP-FW-NNP": 2,
      "NNP-NNP-NN": 5,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 5,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-FW": 4,
      "VBZ-FW-FW": 2,
      "VBZ-FW-NN": 2,
      "FW-NN-NNP": 3,
      "NN-NNP-NN": 9,
      "IN-NNP-VBP": 2,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NN": 2,
      "NN-NN-IN": 9,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "NNP-NN-IN": 2,
      "IN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 4,
      "FW-FW-NN": 5,
      "FW-NN-NN": 4,
      "NN-NN-JJ": 6,
      "NN-JJ-NN": 4,
      "FW-NNS-VBP": 4,
      "NN-IN-NNP": 3,
      "IN-NNP-NN": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-JJ": 1,
      "NN-IN-FW": 7,
      "IN-FW-JJ": 2,
      "CD-NN-VBD": 1,
      "NN-VBD-JJ": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "FW-NNP-VBP": 1,
      "NN-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "NN-NNS-NNS": 3,
      "VBP-JJ-JJ": 2,
      "NN-NN-DT": 2,
      "NN-DT-JJ": 1,
      "NN-JJ-JJ": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-NNP-JJ": 2,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-FW": 3,
      "NN-NN-VBD": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-FW-NNP": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-VBZ-FW": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "FW-JJ-FW": 2,
      "NNP-VBP-FW": 1,
      "NNP-NN-FW": 1,
      "NN-FW-NN": 2,
      "VBZ-FW-JJ": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-NN": 1,
      "NNS-FW-NNP": 1,
      "FW-NN-IN": 1,
      "NN-IN-$": 1,
      "IN-$-CD": 1,
      "$-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-VBP-JJ": 1,
      "FW-NN-NNS": 1,
      "VBP-JJ-FW": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNS-FW-NN": 1,
      "IN-NNP-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 246,
        "FW": 180,
        "NNP": 91,
        "JJ": 53,
        "NNS": 39
      },
      "top_bigrams": {
        "NN-NN": 157,
        "FW-FW": 116,
        "JJ-NN": 37,
        "FW-NNP": 32,
        "NNP-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 98,
        "FW-FW-FW": 85,
        "NNP-NN-NN": 26,
        "JJ-NN-NN": 25,
        "FW-FW-NNP": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 192,
      "VP": 65,
      "PP": 14,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0306
      },
      {
        "rule": "NP -> ('a', 'DT') ('Cuba', 'NNP')",
        "frequency": 4,
        "weight": 0.0136
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('ONU', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'JJ') ('llamados', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('naciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('patrocinadores', 'VBZ')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('terrorismo', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('San', 'NNP') ('Vicente', 'NNP') ('y', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En el contexto"
      },
      {
        "label": "VP",
        "text": "del"
      },
      {
        "label": "NP",
        "text": "Debate"
      },
      {
        "label": "NP",
        "text": "Asamblea General de"
      },
      {
        "label": "NP",
        "text": "Organización"
      },
      {
        "label": "NP",
        "text": "Naciones Unidas"
      },
      {
        "label": "NP",
        "text": "ONU"
      },
      {
        "label": "VP",
        "text": "sobre el impacto del embargo"
      },
      {
        "label": "NP",
        "text": "el impacto del embargo"
      },
      {
        "label": "VP",
        "text": "estadounidense a Cuba"
      },
      {
        "label": "NP",
        "text": "a Cuba"
      },
      {
        "label": "NP",
        "text": "China"
      },
      {
        "label": "VP",
        "text": "sumó a los llamados"
      },
      {
        "label": "NP",
        "text": "a los llamados"
      },
      {
        "label": "NP",
        "text": "naciones"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP el/NN contexto/NN)\n  (VP del/VBZ)\n  32/CD\n  (NP Debate/NNP)\n  de/FW\n  la/FW\n  (NP Asamblea/NNP General/NNP de/NNP)\n  la/FW\n  (NP Organización/NNP)\n  de/FW\n  (NP Naciones/NNP Unidas/NNP)\n  (/(\n  (NP ONU/NNP)\n  )/)\n  (VP sobre/VBD (NP el/JJ impacto/NN del/NN embargo/NN))\n  (VP estadounidense/VBP (NP a/DT Cuba/NNP))\n  ,/,\n  la/FW\n  representación/FW\n  de/FW\n  (NP China/NNP)\n  se/FW\n  (VP sumó/VB (NP a/DT los/JJ llamados/NN))\n  de/IN\n  varias/FW\n  (NP naciones/NNS)\n  (NP a/DT un/JJ cese/NN)\n  de/IN\n  esa/FW\n  medida/FW\n  coercitiva/FW\n  (NP contra/JJ al/NN Isla/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Estados/NNP Unidos/NNP)\n  (PP de/IN (NP América/NNP y/NNP))\n  (NP un/JJ puñado/NN)\n  de/FW\n  (NP países/NNS occidentales/NNS)\n  (VP siguen/VBP (NP adoptando/JJ medidas/NNS unilaterales/NNS))\n  (VP proteccionistas/VBP)\n  y/FW\n  de/FW\n  acoso/FW\n  ./.)",
      "(S\n  (NP Recurren/NNP)\n  (VP al/VBZ (NP uso/JJ abusivo/NN))\n  (PP de/IN (NP sanciones/NNS unilaterales/NNS))\n  (VP ilícitas/VBP (NP contra/JJ países/NNS))\n  (VP como/VBP (NP Cuba/NNP))\n  ,/,\n  (NP lo/JJ cual/JJ vulnera/NN gravemente/NN los/NN fines/NNS)\n  (VP y/VBP (NP principios/NNS))\n  de/FW\n  la/FW\n  (NP Carta/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP socava/VBD gravemente/JJ)\n  el/FW\n  (NP consenso/JJ internacional/JJ sobre/NN la/NN agenda/NN)\n  2030/CD\n  (NP ”/NN)\n  ,/,\n  (NP subrayó/JJ el/NN portavoz/NN chino/NN)\n  (VP ante/VBP (NP la/NN ONU/NNP))\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    Es/NNP\n    escandaloso/NN\n    que/NN\n    los/NN\n    Estados/NNP\n    Unidos/NNP)\n  ,/,\n  en/FW\n  lugar/FW\n  de/FW\n  poner/FW\n  (VP fin/VBZ (NP a/DT sus/NN))\n  (VP sanciones/VBZ (NP contra/JJ Cuba/NNP))\n  ,/,\n  (VP\n    las/VBZ\n    (NP hayan/JJ acrecentado/JJ al/NN incluir/NN)\n    (NP a/DT Cuba/NNP en/NN la/NN))\n  lista/FW\n  de/FW\n  (NP Estados/NNP)\n  (VP patrocinadores/VBZ)\n  del/FW\n  (NP terrorismo/NN)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    bloqueo/NN\n    impuesto/NN\n    por/NN\n    los/NN\n    Estados/NNP\n    Unidos/NNP)\n  (PP de/IN (NP América/NNP))\n  (VP contra/VBP (NP Cuba/NNP desde/NN hace/NN más/NN))\n  de/IN\n  30/CD\n  (NP años/NNS)\n  (NP le/JJ ha/NN costado/NN)\n  (NP a/DT Cuba/NNP centenas/NN)\n  (PP de/IN (NP miles/NNS))\n  de/IN\n  millones/FW\n  de/FW\n  dólares/FW\n  en/FW\n  (NP daños/NN)\n  ,/,\n  y/CC\n  (NP ha/NN causado/NN)\n  (NP una/JJ grave/NN catástrofe/NN humanitaria/NN ”/NNP)\n  ,/,\n  (NP denunció/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "MONETARIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bloqueo económico",
        "position": [
          3371,
          3388
        ],
        "start": 3371,
        "end": 3388
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          847,
          855
        ],
        "start": 847,
        "end": 855
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3526,
          3533
        ],
        "start": 3526,
        "end": 3533
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "salud, el saneamiento adecuado, el derecho",
        "position": [
          3478,
          3520
        ],
        "start": 3478,
        "end": 3520
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          3024,
          3032
        ],
        "start": 3024,
        "end": 3032
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "catástrofe humanitaria",
        "position": [
          1023,
          1045
        ],
        "start": 1023,
        "end": 1045
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          74,
          89
        ],
        "start": 74,
        "end": 89
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de estado",
        "position": [
          1987,
          2009
        ],
        "start": 1987,
        "end": 2009
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          3355,
          3363
        ],
        "start": 3355,
        "end": 3363
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          612,
          619
        ],
        "start": 612,
        "end": 619
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1048,
          1056
        ],
        "start": 1048,
        "end": 1056
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "saneamiento",
        "position": [
          3488,
          3499
        ],
        "start": 3488,
        "end": 3499
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          142,
          146
        ],
        "start": 142,
        "end": 146
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          269,
          283
        ],
        "start": 269,
        "end": 283
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          169,
          174
        ],
        "start": 169,
        "end": 174
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3227,
          3233
        ],
        "start": 3227,
        "end": 3233
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          3872,
          3878
        ],
        "start": 3872,
        "end": 3878
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          1987,
          2002
        ],
        "start": 1987,
        "end": 2002
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          117,
          124
        ],
        "start": 117,
        "end": 124
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "solidaridad internacional",
        "position": [
          2693,
          2718
        ],
        "start": 2693,
        "end": 2718
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 millones",
        "position": [
          4077,
          4089
        ],
        "start": 4077,
        "end": 4089
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 30",
        "position": [
          913,
          922
        ],
        "start": 913,
        "end": 922
      },
      {
        "category": "MONETARIOS",
        "matched_text": "164.000 millones de dólares",
        "position": [
          4073,
          4100
        ],
        "start": 4073,
        "end": 4100
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados Unidos de América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos de América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vietnam",
        "tipo": "Lugar"
      },
      {
        "nombre": "Federación de Rusia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "del Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Recordando",
        "tipo": "Persona"
      },
      {
        "nombre": "Departamento de Estado de los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hanoi",
        "tipo": "Lugar"
      },
      {
        "nombre": "San Vicente y las Granadinas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Isla",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carta",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dominica",
        "tipo": "Lugar"
      },
      {
        "nombre": "el Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "ONU",
        "relacion": "SUMAR",
        "objeto": "China"
      },
      {
        "sujeto": "ONU",
        "relacion": "SUMAR",
        "objeto": "Isla"
      },
      {
        "sujeto": "Cuba",
        "relacion": "SUMAR",
        "objeto": "China"
      },
      {
        "sujeto": "Cuba",
        "relacion": "SUMAR",
        "objeto": "Isla"
      },
      {
        "sujeto": "China",
        "relacion": "SUMAR",
        "objeto": "Isla"
      },
      {
        "sujeto": "Cuba",
        "relacion": "RECURRIR_SUBRAYAR",
        "objeto": "Carta"
      },
      {
        "sujeto": "Cuba",
        "relacion": "RECURRIR_SUBRAYAR",
        "objeto": "ONU"
      },
      {
        "sujeto": "Carta",
        "relacion": "VULNERAR_RECURRIR_SUBRAYAR",
        "objeto": "ONU"
      },
      {
        "sujeto": "los Estados Unidos",
        "relacion": "QUE_PONER",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Recordando",
        "relacion": "RECORDAR_SUBRAYAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Recordando",
        "relacion": "RECORDAR_SUBRAYAR",
        "objeto": "San Vicente y las Granadinas"
      },
      {
        "sujeto": "Cuba",
        "relacion": "POSICIONAR_RECORDAR_SUBRAYAR",
        "objeto": "San Vicente y las Granadinas"
      },
      {
        "sujeto": "San Vicente y las Granadinas",
        "relacion": "REITERAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "San Vicente y las Granadinas",
        "relacion": "REITERAR",
        "objeto": "Departamento de Estado de los Estados Unidos"
      },
      {
        "sujeto": "Cuba",
        "relacion": "RETIRAR_REITERAR",
        "objeto": "Departamento de Estado de los Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DEJAR",
        "objeto": "Vietnam"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DEJAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Vietnam",
        "relacion": "REMARCAR_DEJAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Vietnam",
        "relacion": "ASEGURAR",
        "objeto": "Isla"
      },
      {
        "sujeto": "Vietnam",
        "relacion": "ASEGURAR",
        "objeto": "del Sur"
      },
      {
        "sujeto": "Vietnam",
        "relacion": "RESALTAR",
        "objeto": "los Estados Unidos de América"
      },
      {
        "sujeto": "Vietnam",
        "relacion": "RESALTAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Dominica",
        "relacion": "RATIFICAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Cuba",
        "relacion": "FORMAR_BRINDAR_TENER_DECIR",
        "objeto": "el Caribe"
      },
      {
        "sujeto": "Federación de Rusia",
        "relacion": "SUMAR_ACOTAR",
        "objeto": "Isla"
      }
    ]
  },
  "sentiment": {
    "compound": 0.6808,
    "pos": 0.022,
    "neu": 0.965,
    "neg": 0.013,
    "label": "positive"
  }
}