{
  "url": "https://www.telesurtv.net/primer-ministro-haiti-regresa-eeuu-promesas-vacias-sin-compromiso/",
  "title": "Informe: Primer ministro haitiano regresó de EE.UU. con promesas vacías y sin compromisos concretos - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Alex Didier Fils-Aimé",
    "Crisis",
    "EE.UU.",
    "elecciones",
    "hAITÍ",
    "Migración"
  ],
  "text": "\nLas conversaciones giraron en torno a tres ejes fundamentales que reflejan la compleja realidad haitiana: la crisis de seguridad que paraliza al país, la recuperación económica urgente y la situación migratoria que afecta a miles de ciudadanos. Sin embargo, el balance de estas reuniones deja en evidencia la persistente dependencia de Haití respecto a las decisiones externas para resolver sus problemas estructurales.\nLa situación de seguridad en Haití continúa siendo el principal obstáculo para cualquier intento de normalización política. Fils-Aimé solicitó el refuerzo de la Misión Multinacional de Apoyo a la Seguridad (MMAS), que originalmente debía contar con 2.500 soldados pero actualmente apenas alcanza los 1.000 efectivos desplegados.\nEl primer ministro también pidió equipamiento adicional para la Policía Nacional de Haití (PNH), institución que enfrenta el embate de grupos armados que controlan aproximadamente el 60% del territorio nacional. La colaboración de la OEA para involucrar a otros países del continente en el restablecimiento de la seguridad interna representa otra de las solicitudes planteadas.\n\n\n“Las elecciones eran un paso obligatorio, pero para que ese paso obligatorio fuera posible, necesitábamos seguridad”, declaró Fils-Aimé, quien situó la estabilización como condición sine qua non para la celebración de comicios presidenciales. Esta posición revela el círculo vicioso en el que se encuentra atrapado Haití: sin seguridad no hay elecciones, pero sin legitimidad electoral difícilmente se puede construir la paz.\nEl Consejo Presidencial de Transición, actualmente en el poder, tiene como misión principal organizar nuevas elecciones presidenciales, objetivo que parece cada vez más lejano para este año. La ausencia de condiciones mínimas de seguridad convierte el proceso electoral en una quimera, perpetuando la crisis de gobernabilidad.\nLa recuperación económica constituye el segundo pilar de las negociaciones, centrada en la reactivación de los programas HELP/HOPE de cooperación económica, especialmente en el sector textil. Esta iniciativa, implementada por primera vez en 2008, otorga preferencias arancelarias a productos haitianos en el mercado estadounidense, generando empleos vitales para la población.\nLa renovación de estos programas estaba programada para ser votada en diciembre pasado, pero permanece suspendida debido a la inestabilidad política en ambos países. Fils-Aimé apeló “en nombre del pueblo haitiano, en nombre de los trabajadores haitianos” para que se concrete esta votación, reconociendo su importancia para “levantar de nuevo nuestra economía”.\n\n\nEsta dependencia de programas externos pone de manifiesto la fragilidad estructural de la economía haitiana, que requiere reformas profundas más allá de los acuerdos comerciales. La industria textil, aunque importante para el empleo, no representa una solución integral a los problemas de desarrollo del país más pobre de América.\nLa indefinición sobre estos programas agrava la situación de miles de trabajadores haitianos que dependen de la maquila, sector que emplea aproximadamente 50.000 personas. La suspensión prolongada de las negociaciones comerciales contribuye al deterioro de las condiciones socioeconómicas y alimenta los flujos migratorios.\nEl tema migratorio ocupó un lugar destacado en las conversaciones, específicamente la renovación de los programas Biden y TPS (Estatus de Protección Temporal) que otorgan protección especial a inmigrantes haitianos en Estados Unidos. Estos mecanismos permiten a los ciudadanos haitianos permanecer hasta dos años en territorio estadounidense debido a las condiciones extraordinarias en su país de origen.\nFils-Aimé reconoció el derecho soberano de Estados Unidos a definir su política migratoria, pero argumentó que “en la situación actual, con el tema de la seguridad, nosotros no podemos garantizar un lugar al que estas personas puedan regresar”. Esta declaración admite implícitamente la incapacidad del Estado haitiano para proteger a sus propios ciudadanos.\n\n\nLa solicitud de ampliación de estos programas refleja la realidad de un país en colapso, donde el Gobierno no puede asegurar condiciones mínimas de vida a su población. Miles de haitianos han abandonado el país en los últimos años, muchos arriesgando sus vidas en travesías peligrosas hacia Estados Unidos o República Dominicana.\nEl primer ministro confía en los cuerpos diplomáticos de ambos países y la OEA para dar seguimiento a estos temas, delegando nuevamente en instancias externas la resolución de problemas que requieren soluciones estructurales internas. Esta estrategia perpetúa la dependencia externa y posterga las reformas necesarias para construir un Estado funcional.\nEl regreso de Fils-Aimé a Puerto Príncipe marca el inicio de una nueva espera, mientras Haití continúa sumido en una crisis multidimensional que requiere más que buenas intenciones y promesas diplomáticas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/primer-ministro-haiti-regresa-eeuu-promesas-vacias-sin-compromiso/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 902,
    "message_id": 99463,
    "date": "2025-07-20T14:55:13+00:00",
    "text": "teleSUR\nInforme: Primer ministro haitiano regresó de EE.UU. con promesas vacías y sin compromisos concretos\nhttps://www.telesurtv.net/primer-ministro-haiti-regresa-eeuu-promesas-vacias-sin-compromiso/",
    "photo_path": null,
    "views": 1720,
    "reactions": {
      "😢": 26,
      "😁": 5,
      "❤": 4,
      "🤯": 2,
      "😱": 1
    },
    "total_reactions": 38
  },
  "preprocessing": {
    "cleaned": "las conversaciones giraron en torno a tres ejes fundamentales que reflejan la compleja realidad haitiana: la crisis de seguridad que paraliza al país, la recuperación económica urgente y la situación migratoria que afecta a miles de ciudadanos. sin embargo, el balance de estas reuniones deja en evidencia la persistente dependencia de haití respecto a las decisiones externas para resolver sus problemas estructurales. la situación de seguridad en haití continúa siendo el principal obstáculo para cualquier intento de normalización política. fils-aimé solicitó el refuerzo de la misión multinacional de apoyo a la seguridad (mmas), que originalmente debía contar con 2.500 soldados pero actualmente apenas alcanza los 1.000 efectivos desplegados. el primer ministro también pidió equipamiento adicional para la policía nacional de haití (pnh), institución que enfrenta el embate de grupos armados que controlan aproximadamente el 60% del territorio nacional. la colaboración de la oea para involucrar a otros países del continente en el restablecimiento de la seguridad interna representa otra de las solicitudes planteadas. “las elecciones eran un paso obligatorio, pero para que ese paso obligatorio fuera posible, necesitábamos seguridad”, declaró fils-aimé, quien situó la estabilización como condición sine qua non para la celebración de comicios presidenciales. esta posición revela el círculo vicioso en el que se encuentra atrapado haití: sin seguridad no hay elecciones, pero sin legitimidad electoral difícilmente se puede construir la paz. el consejo presidencial de transición, actualmente en el poder, tiene como misión principal organizar nuevas elecciones presidenciales, objetivo que parece cada vez más lejano para este año. la ausencia de condiciones mínimas de seguridad convierte el proceso electoral en una quimera, perpetuando la crisis de gobernabilidad. la recuperación económica constituye el segundo pilar de las negociaciones, centrada en la reactivación de los programas help/hope de cooperación económica, especialmente en el sector textil. esta iniciativa, implementada por primera vez en 2008, otorga preferencias arancelarias a productos haitianos en el mercado estadounidense, generando empleos vitales para la población. la renovación de estos programas estaba programada para ser votada en diciembre pasado, pero permanece suspendida debido a la inestabilidad política en ambos países. fils-aimé apeló “en nombre del pueblo haitiano, en nombre de los trabajadores haitianos” para que se concrete esta votación, reconociendo su importancia para “levantar de nuevo nuestra economía”. esta dependencia de programas externos pone de manifiesto la fragilidad estructural de la economía haitiana, que requiere reformas profundas más allá de los acuerdos comerciales. la industria textil, aunque importante para el empleo, no representa una solución integral a los problemas de desarrollo del país más pobre de américa. la indefinición sobre estos programas agrava la situación de miles de trabajadores haitianos que dependen de la maquila, sector que emplea aproximadamente 50.000 personas. la suspensión prolongada de las negociaciones comerciales contribuye al deterioro de las condiciones socioeconómicas y alimenta los flujos migratorios. el tema migratorio ocupó un lugar destacado en las conversaciones, específicamente la renovación de los programas biden y tps (estatus de protección temporal) que otorgan protección especial a inmigrantes haitianos en estados unidos. estos mecanismos permiten a los ciudadanos haitianos permanecer hasta dos años en territorio estadounidense debido a las condiciones extraordinarias en su país de origen. fils-aimé reconoció el derecho soberano de estados unidos a definir su política migratoria, pero argumentó que “en la situación actual, con el tema de la seguridad, nosotros no podemos garantizar un lugar al que estas personas puedan regresar”. esta declaración admite implícitamente la incapacidad del estado haitiano para proteger a sus propios ciudadanos. la solicitud de ampliación de estos programas refleja la realidad de un país en colapso, donde el gobierno no puede asegurar condiciones mínimas de vida a su población. miles de haitianos han abandonado el país en los últimos años, muchos arriesgando sus vidas en travesías peligrosas hacia estados unidos o república dominicana. el primer ministro confía en los cuerpos diplomáticos de ambos países y la oea para dar seguimiento a estos temas, delegando nuevamente en instancias externas la resolución de problemas que requieren soluciones estructurales internas. esta estrategia perpetúa la dependencia externa y posterga las reformas necesarias para construir un estado funcional. el regreso de fils-aimé a puerto príncipe marca el inicio de una nueva espera, mientras haití continúa sumido en una crisis multidimensional que requiere más que buenas intenciones y promesas diplomáticas.",
    "tokens": [
      "conversaciones",
      "giraron",
      "torno",
      "tres",
      "ejes",
      "fundamentales",
      "reflejan",
      "compleja",
      "realidad",
      "haitiana",
      ":",
      "crisis",
      "seguridad",
      "paraliza",
      "país",
      ",",
      "recuperación",
      "económica",
      "urgente",
      "situación",
      "migratoria",
      "afecta",
      "miles",
      "ciudadanos",
      ".",
      "embargo",
      ",",
      "balance",
      "reuniones",
      "deja",
      "evidencia",
      "persistente",
      "dependencia",
      "haití",
      "respecto",
      "decisiones",
      "externas",
      "resolver",
      "problemas",
      "estructurales",
      ".",
      "situación",
      "seguridad",
      "haití",
      "continúa",
      "siendo",
      "principal",
      "obstáculo",
      "cualquier",
      "intento",
      "normalización",
      "política",
      ".",
      "fils-aimé",
      "solicitó",
      "refuerzo",
      "misión",
      "multinacional",
      "apoyo",
      "seguridad",
      "(",
      "mmas",
      ")",
      ",",
      "originalmente",
      "debía",
      "contar",
      "2.500",
      "soldados",
      "actualmente",
      "apenas",
      "alcanza",
      "1.000",
      "efectivos",
      "desplegados",
      ".",
      "primer",
      "ministro",
      "pidió",
      "equipamiento",
      "adicional",
      "policía",
      "nacional",
      "haití",
      "(",
      "pnh",
      ")",
      ",",
      "institución",
      "enfrenta",
      "embate",
      "grupos",
      "armados",
      "controlan",
      "aproximadamente",
      "60",
      "%",
      "territorio",
      "nacional",
      ".",
      "colaboración",
      "oea",
      "involucrar",
      "países",
      "continente",
      "restablecimiento",
      "seguridad",
      "interna",
      "representa",
      "solicitudes",
      "planteadas",
      ".",
      "“",
      "elecciones",
      "paso",
      "obligatorio",
      ",",
      "paso",
      "obligatorio",
      "posible",
      ",",
      "necesitábamos",
      "seguridad",
      "”",
      ",",
      "declaró",
      "fils-aimé",
      ",",
      "situó",
      "estabilización",
      "condición",
      "sine",
      "qua",
      "non",
      "celebración",
      "comicios",
      "presidenciales",
      ".",
      "posición",
      "revela",
      "círculo",
      "vicioso",
      "encuentra",
      "atrapado",
      "haití",
      ":",
      "seguridad",
      "elecciones",
      ",",
      "legitimidad",
      "electoral",
      "difícilmente",
      "puede",
      "construir",
      "paz",
      ".",
      "consejo",
      "presidencial",
      "transición",
      ",",
      "actualmente",
      "poder",
      ",",
      "misión",
      "principal",
      "organizar",
      "nuevas",
      "elecciones",
      "presidenciales",
      ",",
      "objetivo",
      "parece",
      "cada",
      "vez",
      "lejano",
      "año",
      ".",
      "ausencia",
      "condiciones",
      "mínimas",
      "seguridad",
      "convierte",
      "proceso",
      "electoral",
      "quimera",
      ",",
      "perpetuando",
      "crisis",
      "gobernabilidad",
      ".",
      "recuperación",
      "económica",
      "constituye",
      "segundo",
      "pilar",
      "negociaciones",
      ",",
      "centrada",
      "reactivación",
      "programas",
      "help/hope",
      "cooperación",
      "económica",
      ",",
      "especialmente",
      "sector",
      "textil",
      ".",
      "iniciativa",
      ",",
      "implementada",
      "primera",
      "vez",
      "2008",
      ",",
      "otorga",
      "preferencias",
      "arancelarias",
      "productos",
      "haitianos",
      "mercado",
      "estadounidense",
      ",",
      "generando",
      "empleos",
      "vitales",
      "población",
      ".",
      "renovación",
      "programas",
      "programada",
      "ser",
      "votada",
      "diciembre",
      "pasado",
      ",",
      "permanece",
      "suspendida",
      "debido",
      "inestabilidad",
      "política",
      "ambos",
      "países",
      ".",
      "fils-aimé",
      "apeló",
      "“",
      "nombre",
      "pueblo",
      "haitiano",
      ",",
      "nombre",
      "trabajadores",
      "haitianos",
      "”",
      "concrete",
      "votación",
      ",",
      "reconociendo",
      "importancia",
      "“",
      "levantar",
      "nuevo",
      "economía",
      "”",
      ".",
      "dependencia",
      "programas",
      "externos",
      "pone",
      "manifiesto",
      "fragilidad",
      "estructural",
      "economía",
      "haitiana",
      ",",
      "requiere",
      "reformas",
      "profundas",
      "allá",
      "acuerdos",
      "comerciales",
      ".",
      "industria",
      "textil",
      ",",
      "aunque",
      "importante",
      "empleo",
      ",",
      "representa",
      "solución",
      "integral",
      "problemas",
      "desarrollo",
      "país",
      "pobre",
      "américa",
      ".",
      "indefinición",
      "programas",
      "agrava",
      "situación",
      "miles",
      "trabajadores",
      "haitianos",
      "dependen",
      "maquila",
      ",",
      "sector",
      "emplea",
      "aproximadamente",
      "50.000",
      "personas",
      ".",
      "suspensión",
      "prolongada",
      "negociaciones",
      "comerciales",
      "contribuye",
      "deterioro",
      "condiciones",
      "socioeconómicas",
      "alimenta",
      "flujos",
      "migratorios",
      ".",
      "tema",
      "migratorio",
      "ocupó",
      "lugar",
      "destacado",
      "conversaciones",
      ",",
      "específicamente",
      "renovación",
      "programas",
      "biden",
      "tps",
      "(",
      "estatus",
      "protección",
      "temporal",
      ")",
      "otorgan",
      "protección",
      "especial",
      "inmigrantes",
      "haitianos",
      "unidos",
      ".",
      "mecanismos",
      "permiten",
      "ciudadanos",
      "haitianos",
      "permanecer",
      "dos",
      "años",
      "territorio",
      "estadounidense",
      "debido",
      "condiciones",
      "extraordinarias",
      "país",
      "origen",
      ".",
      "fils-aimé",
      "reconoció",
      "derecho",
      "soberano",
      "unidos",
      "definir",
      "política",
      "migratoria",
      ",",
      "argumentó",
      "“",
      "situación",
      "actual",
      ",",
      "tema",
      "seguridad",
      ",",
      "podemos",
      "garantizar",
      "lugar",
      "personas",
      "puedan",
      "regresar",
      "”",
      ".",
      "declaración",
      "admite",
      "implícitamente",
      "incapacidad",
      "haitiano",
      "proteger",
      "propios",
      "ciudadanos",
      ".",
      "solicitud",
      "ampliación",
      "programas",
      "refleja",
      "realidad",
      "país",
      "colapso",
      ",",
      "gobierno",
      "puede",
      "asegurar",
      "condiciones",
      "mínimas",
      "vida",
      "población",
      ".",
      "miles",
      "haitianos",
      "abandonado",
      "país",
      "últimos",
      "años",
      ",",
      "arriesgando",
      "vidas",
      "travesías",
      "peligrosas",
      "hacia",
      "unidos",
      "república",
      "dominicana",
      ".",
      "primer",
      "ministro",
      "confía",
      "cuerpos",
      "diplomáticos",
      "ambos",
      "países",
      "oea",
      "dar",
      "seguimiento",
      "temas",
      ",",
      "delegando",
      "nuevamente",
      "instancias",
      "externas",
      "resolución",
      "problemas",
      "requieren",
      "soluciones",
      "estructurales",
      "internas",
      ".",
      "estrategia",
      "perpetúa",
      "dependencia",
      "externa",
      "posterga",
      "reformas",
      "necesarias",
      "construir",
      "funcional",
      ".",
      "regreso",
      "fils-aimé",
      "puerto",
      "príncipe",
      "marca",
      "inicio",
      "nueva",
      "espera",
      ",",
      "mientras",
      "haití",
      "continúa",
      "sumido",
      "crisis",
      "multidimensional",
      "requiere",
      "buenas",
      "intenciones",
      "promesas",
      "diplomáticas",
      "."
    ],
    "token_count": 486,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 69,
      "NNS": 39,
      "NN": 252,
      "IN": 39,
      "VBP": 29,
      "JJ": 64,
      "FW": 167,
      "VBZ": 7,
      "CD": 5,
      "$": 1,
      "VBD": 4,
      "DT": 4,
      "JJR": 1,
      "RB": 2,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NNS": 2,
      "NNS-NN": 2,
      "NN-IN": 31,
      "IN-NN": 4,
      "NN-NNS": 13,
      "NNS-VBP": 22,
      "VBP-NNS": 2,
      "VBP-JJ": 8,
      "JJ-NN": 36,
      "NN-NN": 147,
      "NN-FW": 20,
      "FW-NN": 21,
      "FW-FW": 107,
      "FW-JJ": 11,
      "JJ-FW": 5,
      "NNS-IN": 1,
      "IN-NNS": 1,
      "NNS-NNP": 8,
      "NNP-VBP": 3,
      "IN-FW": 18,
      "FW-NNS": 10,
      "IN-JJ": 11,
      "FW-NNP": 16,
      "NNP-FW": 11,
      "VBP-NN": 7,
      "NN-VBZ": 3,
      "VBZ-NNP": 1,
      "NNP-NN": 25,
      "NN-JJ": 16,
      "JJ-NNP": 5,
      "NNP-NNP": 20,
      "NN-CD": 1,
      "CD-NN": 4,
      "JJ-CD": 1,
      "NN-NNP": 11,
      "NN-VBP": 4,
      "VBP-$": 1,
      "$-CD": 1,
      "JJ-NNS": 7,
      "VBP-NNP": 3,
      "NNS-VBD": 1,
      "VBD-JJ": 2,
      "JJ-JJ": 10,
      "NN-DT": 1,
      "DT-NN": 4,
      "VBZ-NN": 1,
      "VBZ-JJ": 3,
      "NNS-NNS": 2,
      "VBP-IN": 4,
      "NNP-IN": 3,
      "VBP-FW": 3,
      "IN-CD": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "NN-VBD": 2,
      "NN-RB": 2,
      "RB-VBZ": 1,
      "VBP-VBZ": 1,
      "VBZ-DT": 1,
      "NNS-FW": 2,
      "VBD-CD": 1,
      "CD-NNS": 1,
      "NNP-VBD": 1,
      "VBD-FW": 1,
      "IN-NNP": 4,
      "NNP-VB": 1,
      "VB-JJ": 1,
      "FW-DT": 1,
      "NNP-VBZ": 1,
      "NNP-DT": 1,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1,
      "NNP-JJ": 1,
      "RB-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNS-NN": 1,
      "NNS-NN-IN": 2,
      "NN-IN-NN": 3,
      "IN-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 5,
      "JJ-NN-NN": 19,
      "NN-NN-NN": 81,
      "NN-NN-FW": 9,
      "NN-FW-NN": 4,
      "FW-NN-FW": 7,
      "NN-FW-FW": 14,
      "FW-FW-FW": 73,
      "FW-FW-NN": 15,
      "NN-FW-JJ": 2,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-NN-NN": 12,
      "NN-NN-NNS": 8,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-VBP": 3,
      "NNP-VBP-JJ": 1,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 15,
      "IN-FW-NNS": 4,
      "FW-NNS-NN": 1,
      "NN-IN-JJ": 10,
      "IN-JJ-NN": 6,
      "JJ-NN-FW": 1,
      "FW-FW-NNP": 9,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 2,
      "FW-NN-NNS": 1,
      "NNS-VBP-NN": 5,
      "VBP-NN-NN": 6,
      "NN-NN-VBZ": 2,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NNP-FW-FW": 5,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 19,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 7,
      "NN-NN-IN": 18,
      "IN-FW-JJ": 5,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "IN-FW-NNP": 3,
      "FW-NNP-NNP": 6,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 4,
      "NNP-NNP-NN": 6,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 4,
      "VBP-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-NN-NNP": 9,
      "NN-NNP-NN": 5,
      "NN-NNP-NNP": 2,
      "FW-JJ-NN": 7,
      "NN-NN-VBP": 4,
      "NN-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-NN": 1,
      "NN-JJ-NNP": 2,
      "NNP-NN-IN": 2,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-FW": 2,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 6,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "NN-JJ-JJ": 5,
      "JJ-JJ-NN": 6,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 4,
      "IN-FW-FW": 6,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NNP-NNP-NNP": 8,
      "NNP-NN-FW": 3,
      "JJ-NN-NNS": 3,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NN-NNP-FW": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "NNS-VBP-IN": 4,
      "VBP-IN-FW": 2,
      "FW-NNP-IN": 1,
      "NNP-IN-NN": 1,
      "IN-NN-NN": 3,
      "NN-VBP-FW": 1,
      "VBP-FW-FW": 3,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "NN-VBP-NNS": 1,
      "NNS-VBP-FW": 2,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "IN-JJ-NNS": 2,
      "JJ-NNS-NNP": 3,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "JJ-NN-NNP": 2,
      "FW-FW-JJ": 3,
      "NN-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "FW-JJ-NNS": 1,
      "NNP-VBP-NN": 2,
      "NN-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-JJ": 1,
      "JJ-JJ-JJ": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NNS-NNS": 1,
      "JJ-NN-JJ": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 4,
      "NNP-NN-JJ": 1,
      "JJ-JJ-NNS": 1,
      "VBP-IN-NNP": 1,
      "NNP-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "VBP-IN-JJ": 1,
      "NN-IN-NNP": 2,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBP-NNP-FW": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-JJ-NNP": 1,
      "IN-JJ-JJ": 2,
      "VBP-NNP-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "FW-NN-JJ": 1,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "NN-NNS-NNP": 1,
      "JJ-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 252,
        "FW": 167,
        "NNP": 69,
        "JJ": 64,
        "NNS": 39
      },
      "top_bigrams": {
        "NN-NN": 147,
        "FW-FW": 107,
        "JJ-NN": 36,
        "NN-IN": 31,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 81,
        "FW-FW-FW": 73,
        "JJ-NN-NN": 19,
        "NNP-NN-NN": 19,
        "NN-NN-IN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 183,
      "VP": 41,
      "PP": 19,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 10,
        "weight": 0.0361
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0253
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 6,
        "weight": 0.0217
      },
      {
        "rule": "NP -> ('Haití', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "VP -> ('debido', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('trabajadores', 'NNS')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Esta', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "S -> NP VP VP VP (':', ':') NP ('de', 'IN') ('seguridad', 'FW') NP (',', ',') ('la', 'FW') ('recuperación', 'FW') ('económica', 'FW') NP ('situación', 'FW') NP VP PP ('.', '.')",
        "frequency": 1,
        "weight": 0.0036
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Las conversaciones giraron"
      },
      {
        "label": "VP",
        "text": "en torno a tres"
      },
      {
        "label": "NP",
        "text": "torno"
      },
      {
        "label": "NP",
        "text": "a tres"
      },
      {
        "label": "VP",
        "text": "ejes fundamentales"
      },
      {
        "label": "NP",
        "text": "fundamentales"
      },
      {
        "label": "VP",
        "text": "que reflejan la compleja realidad haitiana"
      },
      {
        "label": "NP",
        "text": "reflejan la compleja realidad haitiana"
      },
      {
        "label": "NP",
        "text": "la crisis"
      },
      {
        "label": "NP",
        "text": "que paraliza al país"
      },
      {
        "label": "NP",
        "text": "urgente y la"
      },
      {
        "label": "NP",
        "text": "migratoria que"
      },
      {
        "label": "VP",
        "text": "afecta a miles"
      },
      {
        "label": "NP",
        "text": "a miles"
      },
      {
        "label": "PP",
        "text": "de ciudadanos"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Las/NNP conversaciones/NNS giraron/NN)\n  (VP en/VBP (NP torno/NN) (NP a/DT tres/NNS))\n  (VP ejes/VBP (NP fundamentales/NNS))\n  (VP\n    que/VBP\n    (NP reflejan/JJ la/NN compleja/NN realidad/NN haitiana/NN))\n  :/:\n  (NP la/NN crisis/NN)\n  de/IN\n  seguridad/FW\n  (NP que/JJ paraliza/NN al/NN país/NN)\n  ,/,\n  la/FW\n  recuperación/FW\n  económica/FW\n  (NP urgente/JJ y/NN la/NN)\n  situación/FW\n  (NP migratoria/NN que/NN)\n  (VP afecta/VBZ (NP a/DT miles/NNS))\n  (PP de/IN (NP ciudadanos/NN))\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  (NP el/JJ balance/NN)\n  de/IN\n  estas/FW\n  (NP reuniones/NNS deja/NN)\n  (PP en/IN (NP evidencia/JJ la/NN))\n  persistente/FW\n  dependencia/FW\n  de/FW\n  (NP Haití/NNP)\n  (VP respecto/VBZ (NP a/DT las/JJ decisiones/NNS))\n  (VP\n    externas/VBP\n    (NP para/NN resolver/NN sus/NN problemas/NN estructurales/NNS))\n  ./.)",
      "(S\n  (NP La/NNP)\n  situación/FW\n  de/FW\n  seguridad/FW\n  en/FW\n  (NP Haití/NNP continúa/NN siendo/NN el/NN)\n  (NP principal/JJ obstáculo/NN para/NN cualquier/NN intento/NN)\n  de/IN\n  normalización/FW\n  (NP política/NN)\n  ./.)",
      "(S\n  (NP Fils-Aimé/NNP solicitó/NN el/NN refuerzo/NN)\n  de/IN\n  la/FW\n  (NP Misión/NNP Multinacional/NNP)\n  de/FW\n  (NP Apoyo/NNP)\n  (NP a/DT la/NN Seguridad/NNP)\n  (/(\n  (NP MMAS/NNP)\n  )/)\n  ,/,\n  (NP que/JJ originalmente/NN debía/NN contar/NN con/NN)\n  2.500/CD\n  (NP soldados/NN pero/NN actualmente/NN apenas/NNS)\n  (VP alcanza/VBP los/JJ)\n  1.000/CD\n  (NP efectivos/NN desplegados/NN)\n  ./.)",
      "(S\n  (NP El/NNP primer/NN ministro/NN también/NN pidió/NN)\n  (PP\n    equipamiento/IN\n    (NP adicional/JJ para/NN la/NN Policía/NNP Nacional/NNP))\n  de/FW\n  (NP Haití/NNP)\n  (/(\n  (NP PNH/NNP)\n  )/)\n  ,/,\n  (NP institución/JJ que/NN enfrenta/NN)\n  (NP el/JJ embate/NN)\n  de/IN\n  grupos/FW\n  (NP armados/JJ que/NN controlan/NN)\n  (VP aproximadamente/VBP el/RB)\n  60/CD\n  (NP %/NN del/NN territorio/NN)\n  (ADJP nacional/JJ)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "ORGANISMOS_INTERNACIONALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "empleo",
        "position": [
          2850,
          2856
        ],
        "start": 2850,
        "end": 2856
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1248,
          1255
        ],
        "start": 1248,
        "end": 1255
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "oea",
        "position": [
          984,
          987
        ],
        "start": 984,
        "end": 987
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          4755,
          4761
        ],
        "start": 4755,
        "end": 4761
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3497,
          3511
        ],
        "start": 3497,
        "end": 3511
      },
      {
        "category": "PAISES",
        "matched_text": "república dominicana",
        "position": [
          4353,
          4373
        ],
        "start": 4353,
        "end": 4373
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1548,
          1554
        ],
        "start": 1548,
        "end": 1554
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado haitiano",
        "position": [
          3987,
          4002
        ],
        "start": 3987,
        "end": 4002
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          690,
          701
        ],
        "start": 690,
        "end": 701
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          250,
          257
        ],
        "start": 250,
        "end": 257
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 personas",
        "position": [
          3113,
          3125
        ],
        "start": 3113,
        "end": 3125
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "50.000 personas",
        "position": [
          3110,
          3125
        ],
        "start": 3110,
        "end": 3125
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 50.000",
        "position": [
          3094,
          3116
        ],
        "start": 3094,
        "end": 3116
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "1.000 efectivos",
        "position": [
          721,
          736
        ],
        "start": 721,
        "end": 736
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Fils-Aimé",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo Presidencial de Transición",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "PNH",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "OEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Puerto Príncipe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "República Dominicana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Policía Nacional de Haití",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Misión Multinacional de Apoyo a la Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado haitiano",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Fils-Aimé",
        "relacion": "SOLICITAR",
        "objeto": "Misión Multinacional de Apoyo a la Seguridad"
      },
      {
        "sujeto": "Fils-Aimé",
        "relacion": "RECONOCER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Haití",
        "relacion": "MARCAR",
        "objeto": "Fils-Aimé"
      },
      {
        "sujeto": "Haití",
        "relacion": "MARCAR",
        "objeto": "Puerto Príncipe"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9837,
    "pos": 0.002,
    "neu": 0.952,
    "neg": 0.045,
    "label": "negative"
  }
}