{
  "url": "https://www.telesurtv.net/obispo-estadounidense-trato-indigno-migrantes/",
  "title": "Obispo denuncia trato \"indigno\" hacia migrantes en EE.UU.",
  "section": "Mundo",
  "tags": [
    "diócesis de El Paso",
    "MIgrantes",
    "obispo Mark Joseph Seitz"
  ],
  "text": "El obispo Mark Joseph Seitz, presidente de la Comisión para los Servicios a Migrantes y Refugiados de la Conferencia de Obispos Católicos de Estados Unidos, lanzó una contundente denuncia contra las políticas migratorias actuales, afirmando que “los migrantes son tratados sin dignidad ni respeto” en territorio estadounidense.\nLa autoridad eclesiástica, quien dirige la diócesis de El Paso, Texas, ciudad fronteriza que recibe miles de personas migrantes anualmente, expresó su profunda preocupación por el clima de terror que enfrentan las comunidades inmigrantes bajo las medidas gubernamentales vigentes.\nSeitz denunció que las actuales políticas migratorias suspenden y desprecian derechos fundamentales que Estados Unidos considera inalienables desde su fundación. El prelado subrayó que “en el trato que se está dando ahora a los inmigrantes, se está dejando de lado el respeto fundamental por la dignidad dada por Dios y la preocupación por el bienestar de las personas y sus familias”.\nLa crítica episcopal se centra en las deportaciones masivas promovidas por Trump, las cuales calificó como violatorias de la Carta de Derechos estadounidense. “Estas deportaciones implican la violación del derecho a un juicio justo y el derecho a la defensa contra registros e incautaciones irrazonables“, advirtió el obispo.\nEl religioso alertó sobre un “enfoque caótico y desordenado” en la aplicación de las leyes migratorias, diseñado aparentemente para crear un ambiente de intimidación sistemática.\nLa denuncia episcopal incluyó señalamientos específicos sobre la deshumanización de grupos étnicos enteros, constantemente retratados como “criminales, violadores, inmigrantes ilegales”. Esta narrativa, según Seitz, constituye “una forma atroz de deshumanizarlos“.\nEl obispo también criticó que “se ignoran nuestros principios fundamentales cuando grupos enteros de personas se convierten en objeto de perfiles raciales”, práctica que contradice los valores democráticos estadounidenses.\nLa Iglesia católica estadounidense respondió con declaraciones públicas de condena, coordinando concentraciones multitudinarias, marchas pacíficas y vigilias silenciosas. Obispos, sacerdotes, religiosas y laicos acudieron a tribunales y lugares de persecución migratoria para garantizar el respeto a los procedimientos legales.\nEl 14 de junio, aproximadamente 5 millones de personas se manifestaron en numerosas ciudades estadounidenses contra estas políticas, según estimaciones de la Conferencia Episcopal.\nLas encuestas revelan que una mayoría significativa de estadounidenses, independientemente de su orientación política, apoya crear vías hacia el estatus legal permanente para residentes de larga duración, posición defendida históricamente por los obispos católicos.\nLos recortes masivos en financiación para políticas de migrantes y refugiados destruyeron un sistema de cooperación gobierno-Iglesia que perduró más de 40 años. Cientos de empleados dedicados a la asistencia humanitaria perdieron sus trabajos, mientras Catholic Relief Services, una de las principales agencias que atiende poblaciones vulnerables globalmente, perdió un tercio de su presupuesto.\nEn El Paso, Seitz estableció un fondo de asistencia para refugiados deportados, reconociendo que quienes regresan a sus países de origen enfrentan amenazas y pobreza superiores a las que originalmente los obligaron a migrar.\nLa denuncia episcopal resonó con la carta que el Papa Francisco envió en febrero pasado a los obispos estadounidenses, donde el Pontífice subrayó la importancia de proteger el respeto hacia los migrantes y pidió un enfoque de acogida que respete sus necesidades fundamentales.\nFrancisco estigmatizó las políticas de deportación masiva, afirmando que “violan la dignidad humana de muchos hombres, mujeres y familias enteras“. El Papa reconoció simultáneamente “el derecho de una nación a defenderse y proteger a las comunidades de quienes han cometido delitos violentos o graves”.\nEl obispo Seitz reveló que muchos migrantes temen asistir a misa dominical por temor a detenciones durante el trayecto a la iglesia o incluso durante la liturgia. Algunas personas fueron esposadas al intentar cruzar el umbral de templos católicos.\nLa autoridad eclesiástica enfatizó que la mayoría de inmigrantes perseguidos “no han cometido ningún delito y muchos de ellos son legales”, incluyendo personas nacidas en Estados Unidos involucradas en operaciones policiales masivas.\nSeitz concluyó que “lo único que quieren los inmigrantes es poder trabajar y vivir en paz”, describiendo a muchos como “personas de gran fe deseosas de expresar gratitud a Dios por las bendiciones recibidas, independientemente de las dificultades que enfrentan”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/obispo-estadounidense-trato-indigno-migrantes/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1910,
    "message_id": 98218,
    "date": "2025-07-05T04:55:16+00:00",
    "text": "teleSUR\nObispo de El Paso denuncia trato «indigno» hacia migrantes en EE.UU.\nhttps://www.telesurtv.net/obispo-estadounidense-trato-indigno-migrantes/",
    "photo_path": null,
    "views": 2134,
    "reactions": {
      "👍": 43,
      "🤣": 1
    },
    "total_reactions": 44
  },
  "preprocessing": {
    "cleaned": "el obispo mark joseph seitz, presidente de la comisión para los servicios a migrantes y refugiados de la conferencia de obispos católicos de estados unidos, lanzó una contundente denuncia contra las políticas migratorias actuales, afirmando que “los migrantes son tratados sin dignidad ni respeto” en territorio estadounidense. la autoridad eclesiástica, quien dirige la diócesis de el paso, texas, ciudad fronteriza que recibe miles de personas migrantes anualmente, expresó su profunda preocupación por el clima de terror que enfrentan las comunidades inmigrantes bajo las medidas gubernamentales vigentes. seitz denunció que las actuales políticas migratorias suspenden y desprecian derechos fundamentales que estados unidos considera inalienables desde su fundación. el prelado subrayó que “en el trato que se está dando ahora a los inmigrantes, se está dejando de lado el respeto fundamental por la dignidad dada por dios y la preocupación por el bienestar de las personas y sus familias”. la crítica episcopal se centra en las deportaciones masivas promovidas por trump, las cuales calificó como violatorias de la carta de derechos estadounidense. “estas deportaciones implican la violación del derecho a un juicio justo y el derecho a la defensa contra registros e incautaciones irrazonables“, advirtió el obispo. el religioso alertó sobre un “enfoque caótico y desordenado” en la aplicación de las leyes migratorias, diseñado aparentemente para crear un ambiente de intimidación sistemática. la denuncia episcopal incluyó señalamientos específicos sobre la deshumanización de grupos étnicos enteros, constantemente retratados como “criminales, violadores, inmigrantes ilegales”. esta narrativa, según seitz, constituye “una forma atroz de deshumanizarlos“. el obispo también criticó que “se ignoran nuestros principios fundamentales cuando grupos enteros de personas se convierten en objeto de perfiles raciales”, práctica que contradice los valores democráticos estadounidenses. la iglesia católica estadounidense respondió con declaraciones públicas de condena, coordinando concentraciones multitudinarias, marchas pacíficas y vigilias silenciosas. obispos, sacerdotes, religiosas y laicos acudieron a tribunales y lugares de persecución migratoria para garantizar el respeto a los procedimientos legales. el 14 de junio, aproximadamente 5 millones de personas se manifestaron en numerosas ciudades estadounidenses contra estas políticas, según estimaciones de la conferencia episcopal. las encuestas revelan que una mayoría significativa de estadounidenses, independientemente de su orientación política, apoya crear vías hacia el estatus legal permanente para residentes de larga duración, posición defendida históricamente por los obispos católicos. los recortes masivos en financiación para políticas de migrantes y refugiados destruyeron un sistema de cooperación gobierno-iglesia que perduró más de 40 años. cientos de empleados dedicados a la asistencia humanitaria perdieron sus trabajos, mientras catholic relief services, una de las principales agencias que atiende poblaciones vulnerables globalmente, perdió un tercio de su presupuesto. en el paso, seitz estableció un fondo de asistencia para refugiados deportados, reconociendo que quienes regresan a sus países de origen enfrentan amenazas y pobreza superiores a las que originalmente los obligaron a migrar. la denuncia episcopal resonó con la carta que el papa francisco envió en febrero pasado a los obispos estadounidenses, donde el pontífice subrayó la importancia de proteger el respeto hacia los migrantes y pidió un enfoque de acogida que respete sus necesidades fundamentales. francisco estigmatizó las políticas de deportación masiva, afirmando que “violan la dignidad humana de muchos hombres, mujeres y familias enteras“. el papa reconoció simultáneamente “el derecho de una nación a defenderse y proteger a las comunidades de quienes han cometido delitos violentos o graves”. el obispo seitz reveló que muchos migrantes temen asistir a misa dominical por temor a detenciones durante el trayecto a la iglesia o incluso durante la liturgia. algunas personas fueron esposadas al intentar cruzar el umbral de templos católicos. la autoridad eclesiástica enfatizó que la mayoría de inmigrantes perseguidos “no han cometido ningún delito y muchos de ellos son legales”, incluyendo personas nacidas en estados unidos involucradas en operaciones policiales masivas. seitz concluyó que “lo único que quieren los inmigrantes es poder trabajar y vivir en paz”, describiendo a muchos como “personas de gran fe deseosas de expresar gratitud a dios por las bendiciones recibidas, independientemente de las dificultades que enfrentan”.",
    "tokens": [
      "obispo",
      "mark",
      "joseph",
      "seitz",
      ",",
      "presidente",
      "comisión",
      "servicios",
      "migrantes",
      "refugiados",
      "conferencia",
      "obispos",
      "católicos",
      "unidos",
      ",",
      "lanzó",
      "contundente",
      "denuncia",
      "políticas",
      "migratorias",
      "actuales",
      ",",
      "afirmando",
      "“",
      "migrantes",
      "tratados",
      "dignidad",
      "respeto",
      "”",
      "territorio",
      "estadounidense",
      ".",
      "autoridad",
      "eclesiástica",
      ",",
      "dirige",
      "diócesis",
      "paso",
      ",",
      "texas",
      ",",
      "ciudad",
      "fronteriza",
      "recibe",
      "miles",
      "personas",
      "migrantes",
      "anualmente",
      ",",
      "expresó",
      "profunda",
      "preocupación",
      "clima",
      "terror",
      "enfrentan",
      "comunidades",
      "inmigrantes",
      "bajo",
      "medidas",
      "gubernamentales",
      "vigentes",
      ".",
      "seitz",
      "denunció",
      "actuales",
      "políticas",
      "migratorias",
      "suspenden",
      "desprecian",
      "derechos",
      "fundamentales",
      "unidos",
      "considera",
      "inalienables",
      "fundación",
      ".",
      "prelado",
      "subrayó",
      "“",
      "trato",
      "dando",
      "ahora",
      "inmigrantes",
      ",",
      "dejando",
      "lado",
      "respeto",
      "fundamental",
      "dignidad",
      "dada",
      "dios",
      "preocupación",
      "bienestar",
      "personas",
      "familias",
      "”",
      ".",
      "crítica",
      "episcopal",
      "centra",
      "deportaciones",
      "masivas",
      "promovidas",
      "trump",
      ",",
      "cuales",
      "calificó",
      "violatorias",
      "carta",
      "derechos",
      "estadounidense",
      ".",
      "“",
      "deportaciones",
      "implican",
      "violación",
      "derecho",
      "juicio",
      "justo",
      "derecho",
      "defensa",
      "registros",
      "incautaciones",
      "irrazonables",
      "“",
      ",",
      "advirtió",
      "obispo",
      ".",
      "religioso",
      "alertó",
      "“",
      "enfoque",
      "caótico",
      "desordenado",
      "”",
      "aplicación",
      "leyes",
      "migratorias",
      ",",
      "diseñado",
      "aparentemente",
      "crear",
      "ambiente",
      "intimidación",
      "sistemática",
      ".",
      "denuncia",
      "episcopal",
      "incluyó",
      "señalamientos",
      "específicos",
      "deshumanización",
      "grupos",
      "étnicos",
      "enteros",
      ",",
      "constantemente",
      "retratados",
      "“",
      "criminales",
      ",",
      "violadores",
      ",",
      "inmigrantes",
      "ilegales",
      "”",
      ".",
      "narrativa",
      ",",
      "según",
      "seitz",
      ",",
      "constituye",
      "“",
      "forma",
      "atroz",
      "deshumanizarlos",
      "“",
      ".",
      "obispo",
      "criticó",
      "“",
      "ignoran",
      "principios",
      "fundamentales",
      "grupos",
      "enteros",
      "personas",
      "convierten",
      "objeto",
      "perfiles",
      "raciales",
      "”",
      ",",
      "práctica",
      "contradice",
      "valores",
      "democráticos",
      "estadounidenses",
      ".",
      "iglesia",
      "católica",
      "estadounidense",
      "respondió",
      "declaraciones",
      "públicas",
      "condena",
      ",",
      "coordinando",
      "concentraciones",
      "multitudinarias",
      ",",
      "marchas",
      "pacíficas",
      "vigilias",
      "silenciosas",
      ".",
      "obispos",
      ",",
      "sacerdotes",
      ",",
      "religiosas",
      "laicos",
      "acudieron",
      "tribunales",
      "lugares",
      "persecución",
      "migratoria",
      "garantizar",
      "respeto",
      "procedimientos",
      "legales",
      ".",
      "14",
      "junio",
      ",",
      "aproximadamente",
      "5",
      "millones",
      "personas",
      "manifestaron",
      "numerosas",
      "ciudades",
      "estadounidenses",
      "políticas",
      ",",
      "según",
      "estimaciones",
      "conferencia",
      "episcopal",
      ".",
      "encuestas",
      "revelan",
      "mayoría",
      "significativa",
      "estadounidenses",
      ",",
      "independientemente",
      "orientación",
      "política",
      ",",
      "apoya",
      "crear",
      "vías",
      "hacia",
      "estatus",
      "legal",
      "permanente",
      "residentes",
      "larga",
      "duración",
      ",",
      "posición",
      "defendida",
      "históricamente",
      "obispos",
      "católicos",
      ".",
      "recortes",
      "masivos",
      "financiación",
      "políticas",
      "migrantes",
      "refugiados",
      "destruyeron",
      "sistema",
      "cooperación",
      "gobierno-iglesia",
      "perduró",
      "40",
      "años",
      ".",
      "cientos",
      "empleados",
      "dedicados",
      "asistencia",
      "humanitaria",
      "perdieron",
      "trabajos",
      ",",
      "mientras",
      "catholic",
      "relief",
      "services",
      ",",
      "principales",
      "agencias",
      "atiende",
      "poblaciones",
      "vulnerables",
      "globalmente",
      ",",
      "perdió",
      "tercio",
      "presupuesto",
      ".",
      "paso",
      ",",
      "seitz",
      "estableció",
      "fondo",
      "asistencia",
      "refugiados",
      "deportados",
      ",",
      "reconociendo",
      "regresan",
      "países",
      "origen",
      "enfrentan",
      "amenazas",
      "pobreza",
      "superiores",
      "originalmente",
      "obligaron",
      "migrar",
      ".",
      "denuncia",
      "episcopal",
      "resonó",
      "carta",
      "papa",
      "francisco",
      "envió",
      "febrero",
      "pasado",
      "obispos",
      "estadounidenses",
      ",",
      "pontífice",
      "subrayó",
      "importancia",
      "proteger",
      "respeto",
      "hacia",
      "migrantes",
      "pidió",
      "enfoque",
      "acogida",
      "respete",
      "necesidades",
      "fundamentales",
      ".",
      "francisco",
      "estigmatizó",
      "políticas",
      "deportación",
      "masiva",
      ",",
      "afirmando",
      "“",
      "violan",
      "dignidad",
      "humana",
      "hombres",
      ",",
      "mujeres",
      "familias",
      "enteras",
      "“",
      ".",
      "papa",
      "reconoció",
      "simultáneamente",
      "“",
      "derecho",
      "nación",
      "defenderse",
      "proteger",
      "comunidades",
      "cometido",
      "delitos",
      "violentos",
      "graves",
      "”",
      ".",
      "obispo",
      "seitz",
      "reveló",
      "migrantes",
      "temen",
      "asistir",
      "misa",
      "dominical",
      "temor",
      "detenciones",
      "trayecto",
      "iglesia",
      "incluso",
      "liturgia",
      ".",
      "personas",
      "esposadas",
      "intentar",
      "cruzar",
      "umbral",
      "templos",
      "católicos",
      ".",
      "autoridad",
      "eclesiástica",
      "enfatizó",
      "mayoría",
      "inmigrantes",
      "perseguidos",
      "“",
      "cometido",
      "ningún",
      "delito",
      "legales",
      "”",
      ",",
      "incluyendo",
      "personas",
      "nacidas",
      "unidos",
      "involucradas",
      "operaciones",
      "policiales",
      "masivas",
      ".",
      "seitz",
      "concluyó",
      "“",
      "único",
      "quieren",
      "inmigrantes",
      "poder",
      "trabajar",
      "vivir",
      "paz",
      "”",
      ",",
      "describiendo",
      "“",
      "personas",
      "gran",
      "fe",
      "deseosas",
      "expresar",
      "gratitud",
      "dios",
      "bendiciones",
      "recibidas",
      ",",
      "independientemente",
      "dificultades",
      "enfrentan",
      "”",
      "."
    ],
    "token_count": 471,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 65,
      "MD": 3,
      "FW": 120,
      "NN": 200,
      "IN": 30,
      "VBZ": 18,
      "JJ": 76,
      "NNS": 62,
      "VBP": 41,
      "VB": 2,
      "PRP": 1,
      "CD": 2,
      "VBD": 2,
      "DT": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-MD": 2,
      "MD-NNP": 1,
      "NNP-NNP": 21,
      "NNP-FW": 6,
      "FW-FW": 70,
      "FW-NNP": 10,
      "NNP-NN": 25,
      "NN-NN": 104,
      "NN-NNP": 13,
      "NNP-IN": 2,
      "IN-FW": 19,
      "IN-NNP": 2,
      "NNP-VBZ": 4,
      "VBZ-JJ": 9,
      "JJ-NN": 41,
      "NN-JJ": 15,
      "JJ-NNS": 12,
      "NNS-VBP": 31,
      "VBP-JJ": 23,
      "NN-NNS": 20,
      "NN-IN": 18,
      "IN-NN": 4,
      "NN-FW": 16,
      "FW-NN": 22,
      "NNS-IN": 7,
      "FW-NNS": 9,
      "NNS-VBZ": 4,
      "VBP-NNS": 6,
      "NNS-NNS": 10,
      "NNS-NNP": 5,
      "JJ-JJ": 15,
      "VBP-NNP": 6,
      "JJ-NNP": 3,
      "IN-JJ": 3,
      "NNS-FW": 2,
      "JJ-FW": 4,
      "NNP-NNS": 1,
      "NNS-JJ": 2,
      "FW-JJ": 5,
      "FW-VBP": 4,
      "VBZ-NNS": 2,
      "MD-VB": 2,
      "VB-NN": 1,
      "VBP-FW": 2,
      "VBP-VBZ": 1,
      "VBZ-NNP": 3,
      "NNS-PRP": 1,
      "PRP-VBP": 1,
      "VBZ-IN": 2,
      "NN-VBZ": 8,
      "NNP-CD": 1,
      "CD-IN": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "VBZ-FW": 1,
      "IN-CD": 1,
      "CD-JJ": 1,
      "NN-MD": 1,
      "VB-JJ": 1,
      "NN-VBP": 3,
      "JJ-VBZ": 1,
      "NNP-VBP": 2,
      "NN-VBD": 1,
      "VBD-NNS": 1,
      "IN-NNS": 1,
      "VBP-DT": 1,
      "DT-NN": 1,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "VBP-NN": 2
    },
    "trigram_freq": {
      "NNP-MD-NNP": 1,
      "MD-NNP-NNP": 1,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 2,
      "FW-FW-FW": 48,
      "FW-FW-NNP": 4,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 18,
      "NN-NN-NNP": 4,
      "NN-NNP-NNP": 3,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 3,
      "FW-NNP-FW": 2,
      "NNP-FW-NNP": 2,
      "FW-NNP-NNP": 3,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NN": 18,
      "NN-NN-JJ": 10,
      "NN-JJ-NNS": 3,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 17,
      "VBP-JJ-NNS": 4,
      "VBP-JJ-NN": 14,
      "JJ-NN-NNS": 6,
      "NN-NNS-VBP": 11,
      "NN-JJ-NN": 7,
      "JJ-NN-IN": 11,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "NN-NNP-NN": 8,
      "NN-NN-NN": 55,
      "NN-NN-FW": 12,
      "NN-FW-NN": 6,
      "FW-NN-FW": 2,
      "NN-FW-NNP": 1,
      "NNP-NNP-NN": 7,
      "NN-NN-NNS": 9,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 4,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 7,
      "FW-NN-IN": 3,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 2,
      "NNS-VBP-NNS": 6,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNP": 3,
      "NNS-NNP-NN": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 11,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NNP": 2,
      "NNP-NN-NNS": 3,
      "JJ-NN-NNP": 5,
      "NN-FW-FW": 9,
      "FW-FW-NN": 9,
      "FW-NN-NN": 9,
      "FW-NN-NNS": 2,
      "VBP-NNS-VBP": 3,
      "NN-IN-FW": 12,
      "IN-FW-FW": 4,
      "FW-NN-JJ": 2,
      "NNP-FW-NN": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-JJ": 2,
      "NN-NN-IN": 4,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "VBP-NNP-NN": 3,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "NNP-NN-NNP": 1,
      "NN-NNP-NNS": 1,
      "NNP-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "FW-FW-JJ": 1,
      "FW-JJ-NN": 3,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 6,
      "FW-FW-VBP": 4,
      "FW-VBP-JJ": 2,
      "IN-FW-JJ": 4,
      "FW-JJ-NNP": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNP-FW": 1,
      "FW-NN-NNP": 3,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "FW-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-NNS": 4,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 2,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-NNS-PRP": 1,
      "NNS-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "VBP-NNP-VBZ": 1,
      "VBZ-JJ-JJ": 3,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "NN-NN-VBZ": 6,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-JJ": 1,
      "JJ-NNS-IN": 4,
      "FW-NNS-NNS": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "NN-VBZ-IN": 1,
      "IN-FW-NN": 4,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NN-FW": 1,
      "NN-NNS-NNS": 3,
      "NN-VBZ-JJ": 3,
      "JJ-NN-MD": 1,
      "NN-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-NNP": 1,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-JJ": 1,
      "FW-JJ-JJ": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-JJ": 1,
      "NN-VBP-JJ": 2,
      "FW-NNS-VBZ": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "IN-JJ-JJ": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-NNS": 1,
      "VBD-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNP-VBP-NNP": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-NN": 1,
      "JJ-JJ-FW": 1,
      "FW-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "NNS-IN-NNP": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 200,
        "FW": 120,
        "JJ": 76,
        "NNP": 65,
        "NNS": 62
      },
      "top_bigrams": {
        "NN-NN": 104,
        "FW-FW": 70,
        "JJ-NN": 41,
        "NNS-VBP": 31,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 55,
        "FW-FW-FW": 48,
        "NNP-NN-NN": 18,
        "JJ-NN-NN": 18,
        "NNS-VBP-JJ": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 164,
      "PP": 9,
      "VP": 62,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0191
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 4,
        "weight": 0.0153
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "VP -> ('en', 'VBZ')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('”', 'VBP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('estadounidenses', 'NNS')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Seitz', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "S -> NP ('obispo', 'MD') NP (',', ',') ('presidente', 'FW') ('de', 'FW') ('la', 'FW') NP NP NP ('de', 'FW') ('la', 'FW') NP ('de', 'FW') NP PP (',', ',') VP VP (',', ',') NP VP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0038
      },
      {
        "rule": "NP -> ('Mark', 'NNP') ('Joseph', 'NNP') ('Seitz', 'NNP')",
        "frequency": 1,
        "weight": 0.0038
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "Mark Joseph Seitz"
      },
      {
        "label": "NP",
        "text": "Comisión para los Servicios"
      },
      {
        "label": "NP",
        "text": "a Migrantes"
      },
      {
        "label": "NP",
        "text": "y Refugiados"
      },
      {
        "label": "NP",
        "text": "Conferencia"
      },
      {
        "label": "NP",
        "text": "Obispos Católicos"
      },
      {
        "label": "PP",
        "text": "de Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "VP",
        "text": "lanzó una contundente denuncia contra las"
      },
      {
        "label": "NP",
        "text": "una contundente denuncia"
      },
      {
        "label": "NP",
        "text": "contra las"
      },
      {
        "label": "VP",
        "text": "políticas migratorias actuales"
      },
      {
        "label": "NP",
        "text": "migratorias actuales"
      },
      {
        "label": "NP",
        "text": "afirmando que “ los migrantes"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  obispo/MD\n  (NP Mark/NNP Joseph/NNP Seitz/NNP)\n  ,/,\n  presidente/FW\n  de/FW\n  la/FW\n  (NP Comisión/NNP para/NN los/NN Servicios/NNP)\n  (NP a/DT Migrantes/NNP)\n  (NP y/JJ Refugiados/NNP)\n  de/FW\n  la/FW\n  (NP Conferencia/NNP)\n  de/FW\n  (NP Obispos/NNP Católicos/NNP)\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  ,/,\n  (VP\n    lanzó/VBZ\n    (NP una/JJ contundente/NN denuncia/NN)\n    (NP contra/JJ las/NNS))\n  (VP políticas/VBP (NP migratorias/JJ actuales/NNS))\n  ,/,\n  (NP afirmando/NN que/NN “/NNP los/NN migrantes/NNS)\n  (VP\n    son/VBP\n    (NP tratados/JJ sin/NN dignidad/NN)\n    (NP ni/JJ respeto/NN ”/NNP))\n  (VP en/VBZ (NP territorio/NN estadounidense/NN))\n  ./.)",
      "(S\n  (NP La/NNP autoridad/NN eclesiástica/NN)\n  ,/,\n  quien/FW\n  dirige/FW\n  la/FW\n  diócesis/FW\n  de/FW\n  (NP El/NNP Paso/NNP)\n  ,/,\n  (NP Texas/NNP)\n  ,/,\n  (NP ciudad/NN fronteriza/NN que/NN recibe/NN miles/NNS)\n  de/IN\n  personas/FW\n  (NP migrantes/NNS)\n  (VP anualmente/VBP)\n  ,/,\n  (NP expresó/JJ su/NN profunda/NN preocupación/NN por/NN)\n  el/FW\n  (NP clima/NN)\n  (PP de/IN (NP terror/NN que/NN))\n  (NP enfrentan/JJ las/NN comunidades/NNS)\n  (VP inmigrantes/VBZ (NP bajo/JJ las/NNS))\n  (VP medidas/VBP (NP gubernamentales/NNS vigentes/NNS))\n  ./.)",
      "(S\n  (NP Seitz/NNP denunció/NN que/NN las/NN actuales/NNS)\n  (VP\n    políticas/VBP\n    (NP migratorias/JJ suspenden/JJ y/NN)\n    (NP desprecian/JJ derechos/NN fundamentales/NNS))\n  (VP\n    que/VBP\n    (NP Estados/NNP Unidos/NNP considera/NN inalienables/NNS))\n  (VP desde/VBP (NP su/JJ fundación/NN))\n  ./.)",
      "(S\n  (NP El/NNP prelado/NN subrayó/NN que/NN “/NNP)\n  (VP en/VBZ)\n  el/FW\n  (NP trato/NN que/NN se/NN)\n  está/FW\n  (NP dando/NN)\n  (PP ahora/IN (NP a/DT los/NN))\n  (VP inmigrantes/VBZ)\n  ,/,\n  se/FW\n  está/FW\n  dejando/FW\n  de/FW\n  lado/FW\n  el/FW\n  (NP respeto/NN)\n  (NP fundamental/JJ por/NN la/NN)\n  dignidad/FW\n  (NP dada/NN por/NN Dios/NNP y/NNP la/NNP)\n  preocupación/FW\n  (NP por/NN)\n  el/FW\n  (NP bienestar/NN)\n  de/IN\n  las/FW\n  (NP personas/NNS)\n  (VP y/VBP (NP sus/NN familias/NN ”/NNP))\n  ./.)",
      "(S\n  (NP La/NNP crítica/NN)\n  (NP episcopal/JJ se/NN centra/NN)\n  (PP en/IN (NP las/JJ deportaciones/NNS))\n  masivas/FW\n  (NP promovidas/NNS)\n  (VP por/VBP (NP Trump/NNP))\n  ,/,\n  (NP las/JJ cuales/NNS)\n  (VP calificó/VBP como/JJ)\n  violatorias/FW\n  de/FW\n  la/FW\n  (NP Carta/NNP)\n  de/FW\n  (NP Derechos/NNP estadounidense/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "ORGANIZACIONES_SOCIALES",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "concentraciones multitudinarias",
        "position": [
          2084,
          2115
        ],
        "start": 2084,
        "end": 2115
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que las actuales políticas migratorias suspenden y desprecian derechos fundamentales que estados unidos considera inalienables desde su fundación. el prelado subrayó que “en el trato que se está dando ahora a",
        "position": [
          615,
          832
        ],
        "start": 615,
        "end": 832
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          468,
          475
        ],
        "start": 468,
        "end": 475
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          1301,
          1309
        ],
        "start": 1301,
        "end": 1309
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1245,
          1252
        ],
        "start": 1245,
        "end": 1252
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "refugiados destruyeron un sistema de cooperación gobierno-iglesia que perduró más de 40 años. cientos",
        "position": [
          2830,
          2931
        ],
        "start": 2830,
        "end": 2931
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "asistencia humanitaria",
        "position": [
          2960,
          2982
        ],
        "start": 2960,
        "end": 2982
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          29,
          45
        ],
        "start": 29,
        "end": 45
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          760,
          769
        ],
        "start": 760,
        "end": 769
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          3780,
          3787
        ],
        "start": 3780,
        "end": 3787
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          1783,
          1790
        ],
        "start": 1783,
        "end": 1790
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          782,
          789
        ],
        "start": 782,
        "end": 789
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          615,
          623
        ],
        "start": 615,
        "end": 623
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          141,
          155
        ],
        "start": 141,
        "end": 155
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "dignidad humana",
        "position": [
          3745,
          3760
        ],
        "start": 3745,
        "end": 3760
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "5 millones",
        "position": [
          2348,
          2358
        ],
        "start": 2348,
        "end": 2358
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 5",
        "position": [
          2332,
          2349
        ],
        "start": 2332,
        "end": 2349
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 40",
        "position": [
          2908,
          2917
        ],
        "start": 2908,
        "end": 2917
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Catholic Relief Services",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisión para los Servicios",
        "tipo": "Organizacion"
      },
      {
        "nombre": "El Paso",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Iglesia católica estadounidense",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Texas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Seitz",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Papa",
        "tipo": "Persona"
      },
      {
        "nombre": "Papa Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Dios",
        "tipo": "Persona"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mark Joseph Seitz",
        "tipo": "Persona"
      },
      {
        "nombre": "Francisco",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Seitz",
        "relacion": "DENUNCIAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Seitz",
        "relacion": "ESTABLECER",
        "objeto": "El Paso"
      },
      {
        "sujeto": "Seitz",
        "relacion": "CONCLUIR",
        "objeto": "Dios"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5267,
    "pos": 0.007,
    "neu": 0.982,
    "neg": 0.011,
    "label": "negative"
  }
}