{
  "url": "https://www.telesurtv.net/trump-amenaza-100-rusia-acuerdo-ucrania-50/",
  "title": "Trump amenaza con aranceles del 100 % a Rusia si no se logra acuerdo con Ucrania en 50 días - teleSUR",
  "section": "Mundo",
  "tags": [
    "Aranceles",
    "Putin",
    "Rusia",
    "Trump",
    "Ucrania"
  ],
  "text": "El presidente de Estados Unidos, Donald Trump, advirtió este lunes que impondrá aranceles “secundarios” del 100 por ciento a la Federación de Rusia si el Kremlin no llega a un acuerdo con Ucrania en los próximos 50 días para poner fin al conflicto que ya se prolonga por más de tres años.\nLEA TAMBIÉN:Rusia denuncia envío de más misiles Patriots de EE.UU. a Ucrania\n\nLa advertencia representa un nuevo endurecimiento de la política económica estadounidense contra Moscú, y podría tener un impacto considerable en el comercio exterior ruso, que ya enfrenta restricciones desde 2022.\nLa declaración del presidente estadounidense se produjo en un contexto de estancamiento diplomático entre Moscú y Kiev. Aunque Türkiye ha intentado facilitar un proceso de negociación bilateral en Estambul, no se han registrado avances sustanciales desde junio.\nEl ultimátum de Trump impone un plazo de 50 días —es decir, hasta fines de agosto de 2025— para que el Kremlin acepte un marco de acuerdo que ponga fin a la guerra. Aún no está claro qué condiciones mínimas exige Washington, ni si se contemplan ceses al fuego parciales o una retirada de tropas rusas de territorios ocupados.\nDesde el inicio del conflicto en febrero de 2022, Estados Unidos y sus aliados han impuesto múltiples rondas de sanciones económicas, financieras y tecnológicas a Rusia. Estas incluyen:\n–Restricciones al sector energético ruso, especialmente al petróleo y gas.\n–Expulsión de bancos rusos del sistema SWIFT.\n–Prohibiciones a la exportación de tecnología sensible, como semiconductores y microchips.\n–Congelamiento de activos rusos en el extranjero.\nSin embargo, Rusia ha logrado mantener cierto grado de estabilidad económica, apoyándose en exportaciones de materias primas (como petróleo y fertilizantes) hacia mercados como China, India, Turquía, Brasil y varios países africanos.\nCon los nuevos aranceles anunciados por Trump, Estados Unidos buscaría bloquear completamente los productos rusos de su mercado y presionar a otros países para que se alineen con su política de máxima presión.\nEl anuncio de Trump coincide con la visita del secretario general de la OTAN, Mark Rutte, quien asumió el cargo en julio de 2025 tras la salida de Jens Stoltenberg. Durante su reunión con Trump, ambos reafirmaron el compromiso transatlántico para “reforzar la defensa europea frente a Rusia”, y debatieron el papel que debe jugar Europa en la reconstrucción de Ucrania.\nEn Bruselas, varios funcionarios de la UE manifestaron preocupación por la posibilidad de que los aranceles secundarios de EE. UU. afecten a empresas europeas que aún tienen relaciones comerciales con Rusia, especialmente en sectores como energía, fertilizantes y materias primas industriales.\nAunque el comercio bilateral entre Rusia y Estados Unidos es limitado en comparación con otros socios, ha sido históricamente relevante en sectores específicos:\n–Metales estratégicos: Rusia exporta níquel, titanio y paladio a EE. UU., importantes para la industria aeroespacial y automotriz.\n–Fertilizantes: Rusia es uno de los principales proveedores de fertilizantes nitrogenados para el mercado estadounidense.\n–Productos energéticos: Aunque las compras de crudo ruso se redujeron drásticamente tras 2022, EE. UU. sigue importando ciertos derivados como el uranio enriquecido para sus plantas nucleares.\nCon los aranceles propuestos, estas importaciones quedarían gravemente afectadas o suspendidas, elevando los costos internos en sectores sensibles.\nLos aranceles anunciados este lunes podrían formar parte de una estrategia de presión para forzar una negociación directa entre Moscú y Kiev antes del final del verano.\nSi en 50 días no se alcanza un acuerdo, y Trump cumple su amenaza, Estados Unidos podría activar uno de los regímenes arancelarios más duros desde la Guerra Fría, afectando:\n-Todas las importaciones rusas.\n-Empresas extranjeras que comercien con Moscú.\n-Operaciones bancarias y navieras con productos rusos.\n-Contratos de energía, fertilizantes y materiales industriales.\nEsta escalada económica se sumaría al envío de misiles de largo alcance anunciado también por Trump esta semana, aumentando la presión geopolítica y reduciendo el margen para un cese al fuego negociado.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/trump-amenaza-100-rusia-acuerdo-ucrania-50/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1306,
    "message_id": 98970,
    "date": "2025-07-14T16:55:23+00:00",
    "text": "teleSUR\nTrump amenaza con aranceles del 100 % a Rusia si no se logra acuerdo con Ucrania en 50 días\nhttps://www.telesurtv.net/trump-amenaza-100-rusia-acuerdo-ucrania-50/",
    "photo_path": null,
    "views": 1431,
    "reactions": {
      "💩": 30,
      "🤡": 16,
      "🖕": 8,
      "😁": 1
    },
    "total_reactions": 55
  },
  "preprocessing": {
    "cleaned": "el presidente de estados unidos, donald trump, advirtió este lunes que impondrá aranceles “secundarios” del 100 por ciento a la federación de rusia si el kremlin no llega a un acuerdo con ucrania en los próximos 50 días para poner fin al conflicto que ya se prolonga por más de tres años. la advertencia representa un nuevo endurecimiento de la política económica estadounidense contra moscú, y podría tener un impacto considerable en el comercio exterior ruso, que ya enfrenta restricciones desde 2022. la declaración del presidente estadounidense se produjo en un contexto de estancamiento diplomático entre moscú y kiev. aunque türkiye ha intentado facilitar un proceso de negociación bilateral en estambul, no se han registrado avances sustanciales desde junio. el ultimátum de trump impone un plazo de 50 días —es decir, hasta fines de agosto de 2025— para que el kremlin acepte un marco de acuerdo que ponga fin a la guerra. aún no está claro qué condiciones mínimas exige washington, ni si se contemplan ceses al fuego parciales o una retirada de tropas rusas de territorios ocupados. desde el inicio del conflicto en febrero de 2022, estados unidos y sus aliados han impuesto múltiples rondas de sanciones económicas, financieras y tecnológicas a rusia. estas incluyen: –restricciones al sector energético ruso, especialmente al petróleo y gas. –expulsión de bancos rusos del sistema swift. –prohibiciones a la exportación de tecnología sensible, como semiconductores y microchips. –congelamiento de activos rusos en el extranjero. sin embargo, rusia ha logrado mantener cierto grado de estabilidad económica, apoyándose en exportaciones de materias primas (como petróleo y fertilizantes) hacia mercados como china, india, turquía, brasil y varios países africanos. con los nuevos aranceles anunciados por trump, estados unidos buscaría bloquear completamente los productos rusos de su mercado y presionar a otros países para que se alineen con su política de máxima presión. el anuncio de trump coincide con la visita del secretario general de la otan, mark rutte, quien asumió el cargo en julio de 2025 tras la salida de jens stoltenberg. durante su reunión con trump, ambos reafirmaron el compromiso transatlántico para “reforzar la defensa europea frente a rusia”, y debatieron el papel que debe jugar europa en la reconstrucción de ucrania. en bruselas, varios funcionarios de la ue manifestaron preocupación por la posibilidad de que los aranceles secundarios de ee. uu. afecten a empresas europeas que aún tienen relaciones comerciales con rusia, especialmente en sectores como energía, fertilizantes y materias primas industriales. aunque el comercio bilateral entre rusia y estados unidos es limitado en comparación con otros socios, ha sido históricamente relevante en sectores específicos: –metales estratégicos: rusia exporta níquel, titanio y paladio a ee. uu., importantes para la industria aeroespacial y automotriz. –fertilizantes: rusia es uno de los principales proveedores de fertilizantes nitrogenados para el mercado estadounidense. –productos energéticos: aunque las compras de crudo ruso se redujeron drásticamente tras 2022, ee. uu. sigue importando ciertos derivados como el uranio enriquecido para sus plantas nucleares. con los aranceles propuestos, estas importaciones quedarían gravemente afectadas o suspendidas, elevando los costos internos en sectores sensibles. los aranceles anunciados este lunes podrían formar parte de una estrategia de presión para forzar una negociación directa entre moscú y kiev antes del final del verano. si en 50 días no se alcanza un acuerdo, y trump cumple su amenaza, estados unidos podría activar uno de los regímenes arancelarios más duros desde la guerra fría, afectando: -todas las importaciones rusas. -empresas extranjeras que comercien con moscú. -operaciones bancarias y navieras con productos rusos. -contratos de energía, fertilizantes y materiales industriales. esta escalada económica se sumaría al envío de misiles de largo alcance anunciado también por trump esta semana, aumentando la presión geopolítica y reduciendo el margen para un cese al fuego negociado.",
    "tokens": [
      "presidente",
      "unidos",
      ",",
      "donald",
      "trump",
      ",",
      "advirtió",
      "lunes",
      "impondrá",
      "aranceles",
      "“",
      "secundarios",
      "”",
      "100",
      "ciento",
      "federación",
      "rusia",
      "si",
      "kremlin",
      "llega",
      "acuerdo",
      "ucrania",
      "próximos",
      "50",
      "días",
      "poner",
      "fin",
      "conflicto",
      "prolonga",
      "tres",
      "años",
      ".",
      "advertencia",
      "representa",
      "nuevo",
      "endurecimiento",
      "política",
      "económica",
      "estadounidense",
      "moscú",
      ",",
      "podría",
      "tener",
      "impacto",
      "considerable",
      "comercio",
      "exterior",
      "ruso",
      ",",
      "enfrenta",
      "restricciones",
      "2022.",
      "declaración",
      "presidente",
      "estadounidense",
      "produjo",
      "contexto",
      "estancamiento",
      "diplomático",
      "moscú",
      "kiev",
      ".",
      "aunque",
      "türkiye",
      "intentado",
      "facilitar",
      "proceso",
      "negociación",
      "bilateral",
      "estambul",
      ",",
      "registrado",
      "avances",
      "sustanciales",
      "junio",
      ".",
      "ultimátum",
      "trump",
      "impone",
      "plazo",
      "50",
      "días",
      "—es",
      "decir",
      ",",
      "fines",
      "agosto",
      "2025—",
      "kremlin",
      "acepte",
      "marco",
      "acuerdo",
      "ponga",
      "fin",
      "guerra",
      ".",
      "aún",
      "claro",
      "condiciones",
      "mínimas",
      "exige",
      "washington",
      ",",
      "si",
      "contemplan",
      "ceses",
      "fuego",
      "parciales",
      "retirada",
      "tropas",
      "rusas",
      "territorios",
      "ocupados",
      ".",
      "inicio",
      "conflicto",
      "febrero",
      "2022",
      ",",
      "unidos",
      "aliados",
      "impuesto",
      "múltiples",
      "rondas",
      "sanciones",
      "económicas",
      ",",
      "financieras",
      "tecnológicas",
      "rusia",
      ".",
      "incluyen",
      ":",
      "–restricciones",
      "sector",
      "energético",
      "ruso",
      ",",
      "especialmente",
      "petróleo",
      "gas",
      ".",
      "–expulsión",
      "bancos",
      "rusos",
      "sistema",
      "swift",
      ".",
      "–prohibiciones",
      "exportación",
      "tecnología",
      "sensible",
      ",",
      "semiconductores",
      "microchips",
      ".",
      "–congelamiento",
      "activos",
      "rusos",
      "extranjero",
      ".",
      "embargo",
      ",",
      "rusia",
      "logrado",
      "mantener",
      "cierto",
      "grado",
      "estabilidad",
      "económica",
      ",",
      "apoyándose",
      "exportaciones",
      "materias",
      "primas",
      "(",
      "petróleo",
      "fertilizantes",
      ")",
      "hacia",
      "mercados",
      "china",
      ",",
      "india",
      ",",
      "turquía",
      ",",
      "brasil",
      "varios",
      "países",
      "africanos",
      ".",
      "nuevos",
      "aranceles",
      "anunciados",
      "trump",
      ",",
      "unidos",
      "buscaría",
      "bloquear",
      "completamente",
      "productos",
      "rusos",
      "mercado",
      "presionar",
      "países",
      "alineen",
      "política",
      "máxima",
      "presión",
      ".",
      "anuncio",
      "trump",
      "coincide",
      "visita",
      "secretario",
      "general",
      "otan",
      ",",
      "mark",
      "rutte",
      ",",
      "asumió",
      "cargo",
      "julio",
      "2025",
      "tras",
      "salida",
      "jens",
      "stoltenberg",
      ".",
      "reunión",
      "trump",
      ",",
      "ambos",
      "reafirmaron",
      "compromiso",
      "transatlántico",
      "“",
      "reforzar",
      "defensa",
      "europea",
      "frente",
      "rusia",
      "”",
      ",",
      "debatieron",
      "papel",
      "debe",
      "jugar",
      "europa",
      "reconstrucción",
      "ucrania",
      ".",
      "bruselas",
      ",",
      "varios",
      "funcionarios",
      "ue",
      "manifestaron",
      "preocupación",
      "posibilidad",
      "aranceles",
      "secundarios",
      "ee",
      ".",
      "uu.",
      "afecten",
      "empresas",
      "europeas",
      "aún",
      "relaciones",
      "comerciales",
      "rusia",
      ",",
      "especialmente",
      "sectores",
      "energía",
      ",",
      "fertilizantes",
      "materias",
      "primas",
      "industriales",
      ".",
      "aunque",
      "comercio",
      "bilateral",
      "rusia",
      "unidos",
      "limitado",
      "comparación",
      "socios",
      ",",
      "sido",
      "históricamente",
      "relevante",
      "sectores",
      "específicos",
      ":",
      "–metales",
      "estratégicos",
      ":",
      "rusia",
      "exporta",
      "níquel",
      ",",
      "titanio",
      "paladio",
      "ee",
      ".",
      "uu.",
      ",",
      "importantes",
      "industria",
      "aeroespacial",
      "automotriz",
      ".",
      "–fertilizantes",
      ":",
      "rusia",
      "principales",
      "proveedores",
      "fertilizantes",
      "nitrogenados",
      "mercado",
      "estadounidense",
      ".",
      "–productos",
      "energéticos",
      ":",
      "aunque",
      "compras",
      "crudo",
      "ruso",
      "redujeron",
      "drásticamente",
      "tras",
      "2022",
      ",",
      "ee",
      ".",
      "uu.",
      "sigue",
      "importando",
      "ciertos",
      "derivados",
      "uranio",
      "enriquecido",
      "plantas",
      "nucleares",
      ".",
      "aranceles",
      "propuestos",
      ",",
      "importaciones",
      "quedarían",
      "gravemente",
      "afectadas",
      "suspendidas",
      ",",
      "elevando",
      "costos",
      "internos",
      "sectores",
      "sensibles",
      ".",
      "aranceles",
      "anunciados",
      "lunes",
      "podrían",
      "formar",
      "parte",
      "estrategia",
      "presión",
      "forzar",
      "negociación",
      "directa",
      "moscú",
      "kiev",
      "final",
      "verano",
      ".",
      "si",
      "50",
      "días",
      "alcanza",
      "acuerdo",
      ",",
      "trump",
      "cumple",
      "amenaza",
      ",",
      "unidos",
      "podría",
      "activar",
      "regímenes",
      "arancelarios",
      "duros",
      "guerra",
      "fría",
      ",",
      "afectando",
      ":",
      "-todas",
      "importaciones",
      "rusas",
      ".",
      "-empresas",
      "extranjeras",
      "comercien",
      "moscú",
      ".",
      "-operaciones",
      "bancarias",
      "navieras",
      "productos",
      "rusos",
      ".",
      "-contratos",
      "energía",
      ",",
      "fertilizantes",
      "materiales",
      "industriales",
      ".",
      "escalada",
      "económica",
      "sumaría",
      "envío",
      "misiles",
      "largo",
      "alcance",
      "anunciado",
      "trump",
      "semana",
      ",",
      "aumentando",
      "presión",
      "geopolítica",
      "reduciendo",
      "margen",
      "cese",
      "fuego",
      "negociado",
      "."
    ],
    "token_count": 445,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 93,
      "NN": 200,
      "FW": 107,
      "VBZ": 21,
      "NNS": 47,
      "VBP": 26,
      "JJ": 67,
      "RB": 5,
      "CD": 9,
      "DT": 4,
      "IN": 22,
      "VBD": 3
    },
    "bigram_freq": {
      "NNP-NN": 26,
      "NN-FW": 16,
      "FW-NNP": 17,
      "NNP-NNP": 33,
      "NNP-VBZ": 12,
      "VBZ-NN": 2,
      "NN-NNS": 13,
      "NNS-VBP": 21,
      "VBP-JJ": 15,
      "JJ-NNS": 10,
      "VBP-RB": 1,
      "RB-CD": 1,
      "CD-NN": 4,
      "NN-NN": 110,
      "NNP-FW": 9,
      "NN-NNP": 20,
      "NNP-DT": 3,
      "DT-JJ": 1,
      "JJ-JJ": 9,
      "JJ-NN": 35,
      "NNP-IN": 3,
      "IN-JJ": 3,
      "JJ-CD": 1,
      "FW-NN": 16,
      "NN-IN": 16,
      "IN-NNS": 3,
      "VBP-NNP": 5,
      "IN-FW": 11,
      "FW-NNS": 6,
      "NNS-NNP": 4,
      "IN-NNP": 1,
      "VBZ-JJ": 10,
      "FW-FW": 60,
      "NN-JJ": 15,
      "NNS-NN": 1,
      "NN-CD": 1,
      "CD-NNP": 3,
      "FW-JJ": 5,
      "JJ-FW": 6,
      "DT-NN": 3,
      "NN-VBZ": 5,
      "NNS-NNS": 6,
      "VBP-NN": 2,
      "IN-CD": 4,
      "CD-NNS": 2,
      "NNS-JJ": 4,
      "NNS-IN": 1,
      "FW-CD": 1,
      "NN-VBP": 1,
      "NNS-VBD": 1,
      "VBD-JJ": 3,
      "JJ-NNP": 6,
      "VBP-IN": 1,
      "NNS-RB": 3,
      "RB-VBP": 2,
      "NNP-JJ": 1,
      "RB-NN": 1,
      "NNP-NNS": 3,
      "NNS-FW": 3,
      "FW-VBP": 1,
      "NNS-VBZ": 3,
      "NNP-VBD": 2,
      "VBZ-FW": 2,
      "NNP-VBP": 1,
      "FW-VBZ": 1,
      "VBZ-NNP": 3,
      "VBZ-IN": 1,
      "VBP-NNS": 2,
      "VBZ-CD": 1,
      "NN-DT": 1,
      "NN-RB": 1,
      "RB-JJ": 1,
      "VBZ-NNS": 2
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 5,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NNP": 14,
      "NNP-NNP-VBZ": 6,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NNS": 4,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-NN": 1,
      "CD-NN-NN": 3,
      "NN-NN-FW": 9,
      "FW-NNP-FW": 3,
      "NNP-FW-NNP": 1,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 18,
      "NN-NN-NNP": 14,
      "NN-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "JJ-NN-NN": 16,
      "NN-NNP-IN": 2,
      "NNP-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-NN-NN": 62,
      "NN-FW-NN": 7,
      "FW-NN-NN": 8,
      "NN-NN-IN": 6,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-NN": 8,
      "NN-IN-FW": 9,
      "IN-FW-NNS": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-JJ": 1,
      "JJ-NN-FW": 1,
      "NN-FW-FW": 3,
      "FW-FW-FW": 37,
      "FW-FW-NN": 6,
      "FW-NN-NNP": 1,
      "NN-NNP-NN": 5,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 9,
      "JJ-NN-JJ": 2,
      "NN-JJ-JJ": 3,
      "NN-NN-NNS": 5,
      "NN-NNS-NN": 1,
      "NNS-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-FW-FW": 7,
      "FW-NN-FW": 4,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "JJ-NN-IN": 8,
      "IN-FW-NN": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-DT": 2,
      "NNP-DT-NN": 2,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NNS": 3,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-NN": 2,
      "VBP-NN-NNP": 1,
      "NNP-NN-JJ": 3,
      "NN-IN-CD": 4,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 4,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 6,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 3,
      "FW-JJ-NN": 3,
      "DT-NN-NN": 1,
      "NN-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NN-NN-VBZ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NNS": 5,
      "NN-NNS-JJ": 1,
      "FW-FW-NNP": 10,
      "NNP-FW-NN": 1,
      "FW-NN-IN": 2,
      "IN-CD-NNP": 2,
      "CD-NNP-NNP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNS": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-VBP": 2,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-RB": 2,
      "NNS-RB-NN": 1,
      "RB-NN-NN": 1,
      "NNP-IN-FW": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-FW-JJ": 1,
      "VBP-NNP-FW": 1,
      "NNP-NN-NNP": 2,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NN-NNP-NNP": 5,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "NN-JJ-NNS": 2,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 1,
      "VBP-JJ-NN": 6,
      "NN-JJ-FW": 1,
      "CD-NNS-FW": 1,
      "JJ-NN-NNP": 2,
      "NN-NNP-VBZ": 6,
      "VBZ-NN-NN": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "NNP-NNP-FW": 1,
      "FW-NNS-FW": 1,
      "NN-NNS-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "VBZ-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 2,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNP-VBZ-NNP": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NNP-NN-NNS": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-VBP": 2,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-NN-NNS": 1,
      "IN-JJ-FW": 1,
      "FW-NN-JJ": 1,
      "VBZ-FW-JJ": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "FW-NNS-NNS": 2,
      "NNS-VBP-NNS": 1,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NN-NNP-FW": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 200,
        "FW": 107,
        "NNP": 93,
        "JJ": 67,
        "NNS": 47
      },
      "top_bigrams": {
        "NN-NN": 110,
        "FW-FW": 60,
        "JJ-NN": 35,
        "NNP-NNP": 33,
        "NNP-NN": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 62,
        "FW-FW-FW": 37,
        "NNP-NN-NN": 18,
        "JJ-NN-NN": 16,
        "NNP-NNP-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 179,
      "VP": 54,
      "PP": 7,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 6,
        "weight": 0.0217
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('no', 'DT') ('se', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('desde', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('en', 'VBZ')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('EE', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('UU', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "advirtió este lunes"
      },
      {
        "label": "VP",
        "text": "que impondrá aranceles"
      },
      {
        "label": "NP",
        "text": "impondrá aranceles"
      },
      {
        "label": "VP",
        "text": "“ secundarios"
      },
      {
        "label": "NP",
        "text": "secundarios"
      },
      {
        "label": "VP",
        "text": "” del"
      },
      {
        "label": "NP",
        "text": "por ciento"
      },
      {
        "label": "NP",
        "text": "a la Federación"
      },
      {
        "label": "PP",
        "text": "de Rusia"
      },
      {
        "label": "NP",
        "text": "Rusia"
      },
      {
        "label": "VP",
        "text": "si el Kremlin no llega a un acuerdo con Ucrania"
      },
      {
        "label": "NP",
        "text": "el Kremlin"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  ,/,\n  (NP Donald/NNP Trump/NNP)\n  ,/,\n  (NP advirtió/JJ este/NN lunes/NNS)\n  (VP que/VBP (NP impondrá/JJ aranceles/NNS))\n  (VP “/VBP (NP secundarios/NNS))\n  (VP ”/VBP del/RB)\n  100/CD\n  (NP por/NN ciento/NN)\n  (NP a/DT la/NN Federación/NNP)\n  (PP de/IN (NP Rusia/NNP))\n  (VP\n    si/VBD\n    (NP el/JJ Kremlin/NNP)\n    (NP no/DT llega/NN)\n    (NP a/DT un/JJ acuerdo/NN con/NN Ucrania/NNP))\n  en/IN\n  (ADJP los/JJ)\n  (ADJP próximos/JJ)\n  50/CD\n  (NP\n    días/NN\n    para/NN\n    poner/NN\n    fin/NN\n    al/NN\n    conflicto/NN\n    que/NN\n    ya/NN)\n  se/FW\n  (NP prolonga/NN por/NN más/NN)\n  (PP de/IN (NP tres/NNS))\n  (VP años/VBP)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Rusia/NNP)\n  (VP denuncia/VBZ)\n  envío/FW\n  de/FW\n  más/FW\n  (NP misiles/NNS Patriots/NNP)\n  de/FW\n  (NP EE.UU./NNP)\n  (NP a/DT Ucrania/NNP La/NNP)\n  (VP advertencia/VBZ (NP representa/JJ un/JJ nuevo/NN))\n  endurecimiento/FW\n  de/FW\n  la/FW\n  política/FW\n  económica/FW\n  estadounidense/FW\n  (NP contra/NN Moscú/NNP)\n  ,/,\n  (NP y/NNP podría/NN tener/NN)\n  (NP un/JJ impacto/NN)\n  (NP considerable/JJ en/JJ el/NN comercio/NN)\n  (NP exterior/JJ ruso/NN)\n  ,/,\n  (NP que/JJ ya/NN enfrenta/NN restricciones/NNS desde/NN)\n  2022/CD\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP declaración/VBZ)\n  del/FW\n  (NP presidente/NN)\n  estadounidense/FW\n  (NP se/NN produjo/NN)\n  (PP en/IN (NP un/JJ contexto/NN))\n  de/IN\n  estancamiento/FW\n  (NP diplomático/NN)\n  entre/FW\n  (NP Moscú/NNP y/NN Kiev/NNP)\n  ./.)",
      "(S\n  (NP Aunque/NNP Türkiye/NNP ha/NN intentado/NN facilitar/NN)\n  (NP un/JJ proceso/NN)\n  de/IN\n  negociación/FW\n  (ADJP bilateral/JJ)\n  en/FW\n  (NP Estambul/NNP)\n  ,/,\n  (NP no/DT se/NN)\n  (VP han/VBZ (NP registrado/JJ avances/NNS sustanciales/NNS))\n  (VP desde/VBP (NP junio/NN))\n  ./.)",
      "(S\n  (NP El/NNP ultimátum/NN)\n  de/FW\n  (NP Trump/NNP impone/NN)\n  (NP un/JJ plazo/NN)\n  de/IN\n  50/CD\n  (NP días/NNS)\n  (NP —es/JJ decir/NN)\n  ,/,\n  (NP hasta/JJ fines/NNS)\n  de/IN\n  agosto/FW\n  de/FW\n  2025—/CD\n  (NP para/NN que/NN)\n  (VP el/VBP (NP Kremlin/NNP acepte/NN) (NP un/JJ marco/NN))\n  de/IN\n  acuerdo/FW\n  (NP que/JJ ponga/NN)\n  (VP fin/VBD (NP a/DT la/NN guerra/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "LEYES_NORMATIVAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto en febrero",
        "position": [
          1190,
          1210
        ],
        "start": 1190,
        "end": 1210
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "prohibiciones a la exportación",
        "position": [
          1478,
          1508
        ],
        "start": 1478,
        "end": 1508
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          1253,
          1261
        ],
        "start": 1253,
        "end": 1261
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          47,
          55
        ],
        "start": 47,
        "end": 55
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2322,
          2329
        ],
        "start": 2322,
        "end": 2329
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de estados",
        "position": [
          3,
          24
        ],
        "start": 3,
        "end": 24
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "ue",
        "position": [
          2471,
          2473
        ],
        "start": 2471,
        "end": 2473
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "otan",
        "position": [
          2134,
          2138
        ],
        "start": 2134,
        "end": 2138
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "industriales",
        "position": [
          2712,
          2724
        ],
        "start": 2712,
        "end": 2724
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con ucrania en los próximos 50",
        "position": [
          176,
          214
        ],
        "start": 176,
        "end": 214
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          2671,
          2678
        ],
        "start": 2671,
        "end": 2678
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          1818,
          1824
        ],
        "start": 1818,
        "end": 1824
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          17,
          31
        ],
        "start": 17,
        "end": 31
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          142,
          147
        ],
        "start": 142,
        "end": 147
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "moscú",
        "position": [
          464,
          469
        ],
        "start": 464,
        "end": 469
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "esta semana",
        "position": [
          4122,
          4133
        ],
        "start": 4122,
        "end": 4133
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1622,
          1629
        ],
        "start": 1622,
        "end": 1629
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "SWIFT",
        "tipo": "Lugar"
      },
      {
        "nombre": "OTAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Moscú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Türkiye",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Federación de Rusia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kiev",
        "tipo": "Lugar"
      },
      {
        "nombre": "UE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jens Stoltenberg",
        "tipo": "Persona"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE",
        "tipo": "Lugar"
      },
      {
        "nombre": "Turquía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estambul",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kremlin",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mark Rutte",
        "tipo": "Persona"
      },
      {
        "nombre": "Bruselas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Estados Unidos",
        "relacion": "ADVERTIR",
        "objeto": "Federación de Rusia"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "ADVERTIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ADVERTIR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "ADVERTIR",
        "objeto": "Federación de Rusia"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "ADVERTIR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "ADVERTIR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "IMPONER_ADVERTIR",
        "objeto": "Federación de Rusia"
      },
      {
        "sujeto": "Federación de Rusia",
        "relacion": "IMPONER_ADVERTIR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "LLEGAR_IMPONER_ADVERTIR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Rusia",
        "relacion": "DENUNCIAR_REPRESENTAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Rusia",
        "relacion": "DENUNCIAR_REPRESENTAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Rusia",
        "relacion": "DENUNCIAR_REPRESENTAR",
        "objeto": "Moscú"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "DENUNCIAR_REPRESENTAR",
        "objeto": "Moscú"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "DENUNCIAR_REPRESENTAR",
        "objeto": "Moscú"
      },
      {
        "sujeto": "Türkiye",
        "relacion": "INTENTAR_REGISTRAR",
        "objeto": "Estambul"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "IMPONER",
        "objeto": "Trump"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "IMPONER",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Rusia",
        "relacion": "LOGRAR",
        "objeto": "China"
      },
      {
        "sujeto": "Rusia",
        "relacion": "LOGRAR",
        "objeto": "India"
      },
      {
        "sujeto": "Rusia",
        "relacion": "LOGRAR",
        "objeto": "Turquía"
      },
      {
        "sujeto": "Rusia",
        "relacion": "LOGRAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "BUSCAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "COINCIDIR",
        "objeto": "OTAN"
      },
      {
        "sujeto": "Trump",
        "relacion": "COINCIDIR",
        "objeto": "Mark Rutte"
      },
      {
        "sujeto": "Trump",
        "relacion": "COINCIDIR",
        "objeto": "Jens Stoltenberg"
      },
      {
        "sujeto": "Trump",
        "relacion": "REAFIRMAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Europa",
        "relacion": "REAFIRMAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "REAFIRMAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Europa",
        "relacion": "REFORZAR_REAFIRMAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Rusia",
        "relacion": "REFORZAR_REAFIRMAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Europa",
        "relacion": "JUGAR_DEBATIR_REAFIRMAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Bruselas",
        "relacion": "MANIFESTAR",
        "objeto": "UE"
      },
      {
        "sujeto": "Bruselas",
        "relacion": "MANIFESTAR",
        "objeto": "EE"
      },
      {
        "sujeto": "UE",
        "relacion": "MANIFESTAR",
        "objeto": "EE"
      },
      {
        "sujeto": "Rusia",
        "relacion": "EXPORTAR",
        "objeto": "EE"
      },
      {
        "sujeto": "Trump",
        "relacion": "CUMPLIR_ALCANZAR_ACTIVAR",
        "objeto": "Estados Unidos"
      }
    ]
  },
  "sentiment": {
    "compound": -0.3954,
    "pos": 0.016,
    "neu": 0.964,
    "neg": 0.02,
    "label": "negative"
  }
}