{
  "url": "https://www.telesurtv.net/cuba-mst-refuerzan-lazos-cumbre-brics/",
  "title": "Cuba y el MST refuerzan lazos en Cumbre BRICS de Río de Janeiro - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Brics",
    "brics destacado",
    "CUmbre Brics",
    "justicia",
    "MST",
    "Río de Janeiro",
    "solidaridad"
  ],
  "text": "Este domingo 6 de julio, como parte de la agenda de trabajo en Río de Janeiro del mandatario cubano, Miguel Díaz-Canel Bermúdez, tuvo lugar un encuentro con el dirigente social brasileño João Pedro Stedile, de la coordinación nacional del MST (Movimiento de los Trabajadores Rurales Sin Tierra).\nLa reunión refuerzó la solidaridad entre Cuba y Brasil en temas de soberanía, al consolidar lazos políticos y sociales entre varios movimientos populares y el Gobierno cubano, los cuales comparten principios de autodeterminación, justicia social y resistencia a injerencias externas.\nEn sus redes sociales, el MST compartió imágenes del emotivo abrazo entre Díaz-Canel y Stedile, como muestra de los profundos vínculos de lucha y resistencia que han unido a ambos países durante décadas, desde que la Revolución cubana convirtiera a la pequeña isla en faro de esperanza y colaboración internacionalista.\nEn su cuenta de Instagram, el movimiento compartió un mensaje destacando el historial de colaboración antimperialista entre ambas naciones: “Cuba siempre ha sido una socia fundamental en la construcción del proyecto popular en el que el MST cree: un mundo con más justicia, solidaridad y dignidad”.\n\n\nEl movimiento recordó que fue mediante el método de alfabetización cubano “Yo sí puedo” que miles de hombres y mujeres del campesinado brasileño aprendieron a leer y escribir, y recuperaron un derecho humano básico.\nRecordaron además que muchos médicos de Brasil se han formado con el grandioso personal de salud de Cuba y viviendo en la Isla, compromiso internacionalista con el que regresaron a su país de origen “para cuidar la salud de nuestro pueblo en los asentamientos, en las periferias, en las comunidades ribereñas y quilombolas, donde antes solo había abandono”.\nCabe resaltar que este tipo de encuentros no solamente simbolizan el apoyo mutuo, sino que también facilitan la coordinación de posiciones comunes frente a desafíos como el bloqueo económico a Cuba y la promoción de la integración regional.\n\n\n\nEn horas de la tarde, la Presidencia de Cuba reseñó en su cuenta en X que el mandatario cubano, poco antes de participar en la Cumbre del bloque BRICS —al que Cuba se unió en enero de este año como país asociado—, se reunió con un grupo de prestigiosos intelectuales y artistas brasileños que pertenecen a la gran familia de amigos de la Isla caribeña en Brasil, además del encuentro que tuvo con el MST.\nEn dicha reunión fraternal, Díaz-Canel comentó que para Cuba es imprescindible tener estos encuentros con quienes se mantienen a su lado en tiempos difíciles y complejos, así como resaltó haber sentido el calor, el amor y la solidaridad del pueblo brasileño.\nEl jefe de Estado cubano afirmó que Cuba no se rendirá jamás frente a los intereses expansionistas que pretenden apoderarse de la Isla. “La solidaridad nos compromete y nos obliga a ser más fuertes, también para no fallarles a ustedes. La resistencia de Cuba se alimenta de la fortaleza de nuestro pueblo y de la solidaridad que ustedes nos brindan“.\nEn representación del pueblo cubano, Díaz-Canel agradeció la disposición de sus países aliados a seguir luchando contra el bloqueo de los Estados Unidos y porque se saque a Cuba de la fraudulenta lista de países que supuestamente patrocinan el terrorismo.\n\n\nHistóricamente, el MST de Brasil ha retribuido el internacionalismo cubano con importantes campañas de solidaridad y donativos a la isla caribeña. Cabe recordar que el pasado 3 de julio lanzó una campaña solidaria para apoyar a Cuba ante la profunda crisis económica que afecta a su población.\nLa iniciativa, organizada en 24 estados brasileños, busca recaudar fondos para adquirir medicamentos esenciales destinados a hospitales cubanos, gravemente impactados por el recrudecimiento del bloqueo económico de Estados Unidos. El MST, en coordinación con el Ministerio de Salud Pública de Cuba, identificó los fármacos prioritarios y planea gestionar su compra directa en laboratorios y envío aéreo a La Habana, asegurando transparencia en el proceso.\nLa campaña refleja el histórico compromiso solidario del MST con Cuba, reconociendo a la isla como un símbolo de resistencia y reciprocidad. Más que un acto de caridad, el movimiento lo define como un gesto de justicia histórica, enfatizando que incluso pequeñas acciones —como cada donación— son vitales para aliviar el sufrimiento de los más vulnerables.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-mst-refuerzan-lazos-cumbre-brics/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1795,
    "message_id": 98392,
    "date": "2025-07-06T19:55:08+00:00",
    "text": "teleSUR\nCuba y el MST refuerzan lazos en Cumbre BRICS de Río de Janeiro\nhttps://www.telesurtv.net/cuba-mst-refuerzan-lazos-cumbre-brics/",
    "photo_path": null,
    "views": 1770,
    "reactions": {
      "👍": 35,
      "❤": 3,
      "👏": 3
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "este domingo 6 de julio, como parte de la agenda de trabajo en río de janeiro del mandatario cubano, miguel díaz-canel bermúdez, tuvo lugar un encuentro con el dirigente social brasileño joão pedro stedile, de la coordinación nacional del mst (movimiento de los trabajadores rurales sin tierra). la reunión refuerzó la solidaridad entre cuba y brasil en temas de soberanía, al consolidar lazos políticos y sociales entre varios movimientos populares y el gobierno cubano, los cuales comparten principios de autodeterminación, justicia social y resistencia a injerencias externas. en sus redes sociales, el mst compartió imágenes del emotivo abrazo entre díaz-canel y stedile, como muestra de los profundos vínculos de lucha y resistencia que han unido a ambos países durante décadas, desde que la revolución cubana convirtiera a la pequeña isla en faro de esperanza y colaboración internacionalista. en su cuenta de instagram, el movimiento compartió un mensaje destacando el historial de colaboración antimperialista entre ambas naciones: “cuba siempre ha sido una socia fundamental en la construcción del proyecto popular en el que el mst cree: un mundo con más justicia, solidaridad y dignidad”. el movimiento recordó que fue mediante el método de alfabetización cubano “yo sí puedo” que miles de hombres y mujeres del campesinado brasileño aprendieron a leer y escribir, y recuperaron un derecho humano básico. recordaron además que muchos médicos de brasil se han formado con el grandioso personal de salud de cuba y viviendo en la isla, compromiso internacionalista con el que regresaron a su país de origen “para cuidar la salud de nuestro pueblo en los asentamientos, en las periferias, en las comunidades ribereñas y quilombolas, donde antes solo había abandono”. cabe resaltar que este tipo de encuentros no solamente simbolizan el apoyo mutuo, sino que también facilitan la coordinación de posiciones comunes frente a desafíos como el bloqueo económico a cuba y la promoción de la integración regional. en horas de la tarde, la presidencia de cuba reseñó en su cuenta en x que el mandatario cubano, poco antes de participar en la cumbre del bloque brics —al que cuba se unió en enero de este año como país asociado—, se reunió con un grupo de prestigiosos intelectuales y artistas brasileños que pertenecen a la gran familia de amigos de la isla caribeña en brasil, además del encuentro que tuvo con el mst. en dicha reunión fraternal, díaz-canel comentó que para cuba es imprescindible tener estos encuentros con quienes se mantienen a su lado en tiempos difíciles y complejos, así como resaltó haber sentido el calor, el amor y la solidaridad del pueblo brasileño. el jefe de estado cubano afirmó que cuba no se rendirá jamás frente a los intereses expansionistas que pretenden apoderarse de la isla. “la solidaridad nos compromete y nos obliga a ser más fuertes, también para no fallarles a ustedes. la resistencia de cuba se alimenta de la fortaleza de nuestro pueblo y de la solidaridad que ustedes nos brindan“. en representación del pueblo cubano, díaz-canel agradeció la disposición de sus países aliados a seguir luchando contra el bloqueo de los estados unidos y porque se saque a cuba de la fraudulenta lista de países que supuestamente patrocinan el terrorismo. históricamente, el mst de brasil ha retribuido el internacionalismo cubano con importantes campañas de solidaridad y donativos a la isla caribeña. cabe recordar que el pasado 3 de julio lanzó una campaña solidaria para apoyar a cuba ante la profunda crisis económica que afecta a su población. la iniciativa, organizada en 24 estados brasileños, busca recaudar fondos para adquirir medicamentos esenciales destinados a hospitales cubanos, gravemente impactados por el recrudecimiento del bloqueo económico de estados unidos. el mst, en coordinación con el ministerio de salud pública de cuba, identificó los fármacos prioritarios y planea gestionar su compra directa en laboratorios y envío aéreo a la habana, asegurando transparencia en el proceso. la campaña refleja el histórico compromiso solidario del mst con cuba, reconociendo a la isla como un símbolo de resistencia y reciprocidad. más que un acto de caridad, el movimiento lo define como un gesto de justicia histórica, enfatizando que incluso pequeñas acciones —como cada donación— son vitales para aliviar el sufrimiento de los más vulnerables.",
    "tokens": [
      "domingo",
      "6",
      "julio",
      ",",
      "parte",
      "agenda",
      "trabajo",
      "río",
      "janeiro",
      "mandatario",
      "cubano",
      ",",
      "miguel",
      "díaz-canel",
      "bermúdez",
      ",",
      "lugar",
      "encuentro",
      "dirigente",
      "social",
      "brasileño",
      "joão",
      "pedro",
      "stedile",
      ",",
      "coordinación",
      "nacional",
      "mst",
      "(",
      "movimiento",
      "trabajadores",
      "rurales",
      "tierra",
      ")",
      ".",
      "reunión",
      "refuerzó",
      "solidaridad",
      "cuba",
      "brasil",
      "temas",
      "soberanía",
      ",",
      "consolidar",
      "lazos",
      "políticos",
      "sociales",
      "varios",
      "movimientos",
      "populares",
      "gobierno",
      "cubano",
      ",",
      "cuales",
      "comparten",
      "principios",
      "autodeterminación",
      ",",
      "justicia",
      "social",
      "resistencia",
      "injerencias",
      "externas",
      ".",
      "redes",
      "sociales",
      ",",
      "mst",
      "compartió",
      "imágenes",
      "emotivo",
      "abrazo",
      "díaz-canel",
      "stedile",
      ",",
      "muestra",
      "profundos",
      "vínculos",
      "lucha",
      "resistencia",
      "unido",
      "ambos",
      "países",
      "décadas",
      ",",
      "revolución",
      "cubana",
      "convirtiera",
      "pequeña",
      "isla",
      "faro",
      "esperanza",
      "colaboración",
      "internacionalista",
      ".",
      "cuenta",
      "instagram",
      ",",
      "movimiento",
      "compartió",
      "mensaje",
      "destacando",
      "historial",
      "colaboración",
      "antimperialista",
      "ambas",
      "naciones",
      ":",
      "“",
      "cuba",
      "siempre",
      "sido",
      "socia",
      "fundamental",
      "construcción",
      "proyecto",
      "popular",
      "mst",
      "cree",
      ":",
      "mundo",
      "justicia",
      ",",
      "solidaridad",
      "dignidad",
      "”",
      ".",
      "movimiento",
      "recordó",
      "mediante",
      "método",
      "alfabetización",
      "cubano",
      "“",
      "puedo",
      "”",
      "miles",
      "hombres",
      "mujeres",
      "campesinado",
      "brasileño",
      "aprendieron",
      "leer",
      "escribir",
      ",",
      "recuperaron",
      "derecho",
      "humano",
      "básico",
      ".",
      "recordaron",
      "además",
      "médicos",
      "brasil",
      "formado",
      "grandioso",
      "personal",
      "salud",
      "cuba",
      "viviendo",
      "isla",
      ",",
      "compromiso",
      "internacionalista",
      "regresaron",
      "país",
      "origen",
      "“",
      "cuidar",
      "salud",
      "pueblo",
      "asentamientos",
      ",",
      "periferias",
      ",",
      "comunidades",
      "ribereñas",
      "quilombolas",
      ",",
      "solo",
      "abandono",
      "”",
      ".",
      "cabe",
      "resaltar",
      "tipo",
      "encuentros",
      "solamente",
      "simbolizan",
      "apoyo",
      "mutuo",
      ",",
      "sino",
      "facilitan",
      "coordinación",
      "posiciones",
      "comunes",
      "frente",
      "desafíos",
      "bloqueo",
      "económico",
      "cuba",
      "promoción",
      "integración",
      "regional",
      ".",
      "horas",
      "tarde",
      ",",
      "presidencia",
      "cuba",
      "reseñó",
      "cuenta",
      "x",
      "mandatario",
      "cubano",
      ",",
      "participar",
      "cumbre",
      "bloque",
      "brics",
      "—al",
      "cuba",
      "unió",
      "enero",
      "año",
      "país",
      "asociado—",
      ",",
      "reunió",
      "grupo",
      "prestigiosos",
      "intelectuales",
      "artistas",
      "brasileños",
      "pertenecen",
      "gran",
      "familia",
      "amigos",
      "isla",
      "caribeña",
      "brasil",
      ",",
      "además",
      "encuentro",
      "mst",
      ".",
      "dicha",
      "reunión",
      "fraternal",
      ",",
      "díaz-canel",
      "comentó",
      "cuba",
      "imprescindible",
      "tener",
      "encuentros",
      "mantienen",
      "lado",
      "tiempos",
      "difíciles",
      "complejos",
      ",",
      "así",
      "resaltó",
      "haber",
      "calor",
      ",",
      "amor",
      "solidaridad",
      "pueblo",
      "brasileño",
      ".",
      "jefe",
      "cubano",
      "afirmó",
      "cuba",
      "rendirá",
      "jamás",
      "frente",
      "intereses",
      "expansionistas",
      "pretenden",
      "apoderarse",
      "isla",
      ".",
      "“",
      "solidaridad",
      "compromete",
      "obliga",
      "ser",
      "fuertes",
      ",",
      "fallarles",
      "ustedes",
      ".",
      "resistencia",
      "cuba",
      "alimenta",
      "fortaleza",
      "pueblo",
      "solidaridad",
      "ustedes",
      "brindan",
      "“",
      ".",
      "representación",
      "pueblo",
      "cubano",
      ",",
      "díaz-canel",
      "agradeció",
      "disposición",
      "países",
      "aliados",
      "seguir",
      "luchando",
      "bloqueo",
      "unidos",
      "saque",
      "cuba",
      "fraudulenta",
      "lista",
      "países",
      "supuestamente",
      "patrocinan",
      "terrorismo",
      ".",
      "históricamente",
      ",",
      "mst",
      "brasil",
      "retribuido",
      "internacionalismo",
      "cubano",
      "importantes",
      "campañas",
      "solidaridad",
      "donativos",
      "isla",
      "caribeña",
      ".",
      "cabe",
      "recordar",
      "pasado",
      "3",
      "julio",
      "lanzó",
      "campaña",
      "solidaria",
      "apoyar",
      "cuba",
      "profunda",
      "crisis",
      "económica",
      "afecta",
      "población",
      ".",
      "iniciativa",
      ",",
      "organizada",
      "24",
      "brasileños",
      ",",
      "busca",
      "recaudar",
      "fondos",
      "adquirir",
      "medicamentos",
      "esenciales",
      "destinados",
      "hospitales",
      "cubanos",
      ",",
      "gravemente",
      "impactados",
      "recrudecimiento",
      "bloqueo",
      "económico",
      "unidos",
      ".",
      "mst",
      ",",
      "coordinación",
      "ministerio",
      "salud",
      "pública",
      "cuba",
      ",",
      "identificó",
      "fármacos",
      "prioritarios",
      "planea",
      "gestionar",
      "compra",
      "directa",
      "laboratorios",
      "envío",
      "aéreo",
      "habana",
      ",",
      "asegurando",
      "transparencia",
      "proceso",
      ".",
      "campaña",
      "refleja",
      "histórico",
      "compromiso",
      "solidario",
      "mst",
      "cuba",
      ",",
      "reconociendo",
      "isla",
      "símbolo",
      "resistencia",
      "reciprocidad",
      ".",
      "acto",
      "caridad",
      ",",
      "movimiento",
      "define",
      "gesto",
      "justicia",
      "histórica",
      ",",
      "enfatizando",
      "incluso",
      "pequeñas",
      "acciones",
      "—como",
      "cada",
      "donación—",
      "vitales",
      "aliviar",
      "sufrimiento",
      "vulnerables",
      "."
    ],
    "token_count": 440,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "NN": 255,
      "FW": 136,
      "IN": 27,
      "JJ": 64,
      "VBP": 26,
      "VBZ": 11,
      "NNS": 37,
      "CC": 1,
      "VB": 1,
      "DT": 3,
      "VBD": 3,
      "JJR": 1,
      "CD": 1
    },
    "bigram_freq": {
      "NNP-NN": 34,
      "NN-FW": 19,
      "FW-NN": 28,
      "NN-NN": 141,
      "NN-IN": 22,
      "IN-FW": 16,
      "FW-FW": 75,
      "FW-NNP": 21,
      "NNP-IN": 3,
      "IN-NNP": 4,
      "NNP-FW": 18,
      "NN-NNP": 26,
      "NNP-NNP": 21,
      "NN-JJ": 20,
      "JJ-JJ": 8,
      "JJ-NN": 42,
      "NN-VBP": 5,
      "VBP-JJ": 16,
      "FW-JJ": 6,
      "NN-VBZ": 6,
      "VBZ-JJ": 7,
      "JJ-NNS": 7,
      "NNS-NNS": 4,
      "NNS-VBP": 19,
      "VBP-NNP": 3,
      "NN-NNS": 14,
      "VBP-NNS": 3,
      "NNS-FW": 5,
      "NNS-NNP": 3,
      "NNP-CC": 1,
      "CC-NN": 1,
      "JJ-FW": 3,
      "NNP-VBP": 1,
      "FW-NNS": 4,
      "NNS-VBZ": 2,
      "VBP-NN": 2,
      "IN-JJ": 1,
      "NNS-VB": 1,
      "VB-NNS": 1,
      "NNS-JJ": 2,
      "FW-DT": 1,
      "DT-NN": 2,
      "IN-NNS": 2,
      "JJ-NNP": 3,
      "IN-NN": 3,
      "VBZ-IN": 1,
      "NN-VBD": 2,
      "VBD-NNS": 1,
      "VBD-JJ": 2,
      "NNP-VBZ": 2,
      "NNP-DT": 1,
      "NNP-VBD": 1,
      "VBP-JJR": 1,
      "JJR-NN": 1,
      "JJ-DT": 1,
      "DT-NNS": 1,
      "VBZ-NNP": 1,
      "FW-VBZ": 1,
      "VBZ-VBP": 1,
      "VBP-IN": 1,
      "IN-CD": 1,
      "CD-JJ": 1,
      "NNP-JJ": 1,
      "VBZ-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 4,
      "NN-FW-NN": 6,
      "FW-NN-NN": 8,
      "NN-NN-NN": 81,
      "NN-NN-IN": 11,
      "NN-IN-FW": 13,
      "IN-FW-FW": 5,
      "FW-FW-FW": 47,
      "FW-FW-NNP": 12,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-FW": 2,
      "NNP-FW-NN": 7,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 24,
      "NN-NN-JJ": 15,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 6,
      "JJ-NN-NN": 21,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 8,
      "JJ-NN-NNP": 6,
      "NNP-NNP-FW": 6,
      "NNP-FW-FW": 7,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 5,
      "FW-NNP-NNP": 7,
      "FW-NN-FW": 5,
      "NN-FW-FW": 9,
      "FW-NN-IN": 5,
      "FW-FW-NN": 11,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 7,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "JJ-NN-JJ": 4,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "NNP-NN-NNS": 2,
      "NN-NNS-NNS": 1,
      "NN-NNS-FW": 2,
      "IN-FW-JJ": 3,
      "JJ-NN-IN": 6,
      "IN-FW-NN": 4,
      "NN-JJ-NN": 15,
      "JJ-NN-NNS": 3,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJ": 13,
      "NN-NNP-NN": 14,
      "NN-NN-FW": 8,
      "NN-IN-NNP": 2,
      "IN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NN": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-NN-NNS": 4,
      "NN-NNS-NNP": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-NN-NNP": 5,
      "NNS-FW-NNS": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "FW-NN-VBP": 1,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "JJ-JJ-FW": 1,
      "FW-NNP-FW": 6,
      "FW-NNP-NN": 7,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "JJ-NN-FW": 2,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "VBP-NNS-VB": 1,
      "NNS-VB-NNS": 1,
      "VB-NNS-JJ": 1,
      "NNS-JJ-NN": 2,
      "IN-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-NNP": 4,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNP-NN-NNP": 2,
      "IN-FW-NNS": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-NNS": 1,
      "VBD-NNS-FW": 1,
      "NN-FW-NNP": 3,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "VBZ-JJ-JJ": 2,
      "VBP-JJ-JJ": 2,
      "IN-FW-NNP": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-NN": 1,
      "JJR-NN-NNS": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-NNS": 1,
      "DT-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NN-NNS-JJ": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "NN-NNP-FW": 2,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NNP-NNP-IN": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "IN-NNS-VBP": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 255,
        "FW": 136,
        "NNP": 83,
        "JJ": 64,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 141,
        "FW-FW": 75,
        "JJ-NN": 42,
        "NNP-NN": 34,
        "FW-NN": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 81,
        "FW-FW-FW": 47,
        "NNP-NN-NN": 24,
        "JJ-NN-NN": 21,
        "NN-NN-JJ": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 174,
      "VP": 54,
      "PP": 14,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0264
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0189
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 4,
        "weight": 0.0151
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "S -> NP VP ('6', 'CD') ('de', 'FW') NP (',', ',') NP ('de', 'IN') ('la', 'FW') ('agenda', 'FW') ('de', 'FW') ('trabajo', 'FW') ('en', 'FW') NP PP ('del', 'FW') NP (',', ',') NP (',', ',') NP NP VP (',', ',') ('de', 'FW') ('la', 'FW') ('coordinación', 'FW') NP ('(', '(') NP ('de', 'FW') ('los', 'FW') NP (')', ')') ('.', '.')",
        "frequency": 1,
        "weight": 0.0038
      },
      {
        "rule": "NP -> ('Este', 'NNP')",
        "frequency": 1,
        "weight": 0.0038
      },
      {
        "rule": "VP -> ('domingo', 'VBD')",
        "frequency": 1,
        "weight": 0.0038
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Este"
      },
      {
        "label": "VP",
        "text": "domingo"
      },
      {
        "label": "NP",
        "text": "julio"
      },
      {
        "label": "NP",
        "text": "como parte"
      },
      {
        "label": "NP",
        "text": "Río"
      },
      {
        "label": "PP",
        "text": "de Janeiro"
      },
      {
        "label": "NP",
        "text": "Janeiro"
      },
      {
        "label": "NP",
        "text": "mandatario cubano"
      },
      {
        "label": "NP",
        "text": "Miguel Díaz-Canel Bermúdez"
      },
      {
        "label": "NP",
        "text": "tuvo lugar"
      },
      {
        "label": "NP",
        "text": "un encuentro con el"
      },
      {
        "label": "VP",
        "text": "dirigente social brasileño João Pedro Stedile"
      },
      {
        "label": "NP",
        "text": "social brasileño João Pedro Stedile"
      },
      {
        "label": "NP",
        "text": "nacional del MST"
      },
      {
        "label": "NP",
        "text": "Movimiento"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Este/NNP)\n  (VP domingo/VBD)\n  6/CD\n  de/FW\n  (NP julio/NN)\n  ,/,\n  (NP como/JJ parte/NN)\n  de/IN\n  la/FW\n  agenda/FW\n  de/FW\n  trabajo/FW\n  en/FW\n  (NP Río/NNP)\n  (PP de/IN (NP Janeiro/NNP))\n  del/FW\n  (NP mandatario/NN cubano/NN)\n  ,/,\n  (NP Miguel/NNP Díaz-Canel/NNP Bermúdez/NNP)\n  ,/,\n  (NP tuvo/NN lugar/NN)\n  (NP un/JJ encuentro/JJ con/NN el/NN)\n  (VP\n    dirigente/VBP\n    (NP social/JJ brasileño/NN João/NNP Pedro/NNP Stedile/NNP))\n  ,/,\n  de/FW\n  la/FW\n  coordinación/FW\n  (NP nacional/JJ del/NN MST/NNP)\n  (/(\n  (NP Movimiento/NNP)\n  de/FW\n  los/FW\n  (NP Trabajadores/NNP Rurales/NNP Sin/NNP Tierra/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    reunión/VBZ\n    (NP\n      refuerzó/JJ\n      la/NN\n      solidaridad/NN\n      entre/NN\n      Cuba/NNP\n      y/NNP\n      Brasil/NNP))\n  en/FW\n  (NP temas/NN)\n  de/IN\n  soberanía/FW\n  ,/,\n  al/FW\n  (NP consolidar/NN lazos/NN políticos/NN y/NN sociales/NNS)\n  (VP entre/VBP (NP varios/NNS movimientos/NNS populares/NNS))\n  (VP y/VBP (NP el/JJ Gobierno/NNP cubano/NN))\n  ,/,\n  (NP los/JJ cuales/NNS)\n  (VP comparten/VBP (NP principios/NNS))\n  de/FW\n  autodeterminación/FW\n  ,/,\n  (VP justicia/VBP (NP social/JJ y/NN))\n  (VP resistencia/VBZ (NP a/DT injerencias/JJ externas/NN))\n  ./.)",
      "(S\n  (NP En/NNP sus/NN redes/NNS sociales/NNS)\n  ,/,\n  (VP el/VBP (NP MST/NNP compartió/NN imágenes/NNS))\n  del/FW\n  emotivo/FW\n  abrazo/FW\n  entre/FW\n  (NP Díaz-Canel/NNP y/NN Stedile/NNP)\n  ,/,\n  (NP como/NN)\n  muestra/FW\n  de/FW\n  los/FW\n  (NP profundos/JJ vínculos/NN)\n  de/IN\n  lucha/FW\n  y/FW\n  (NP resistencia/NN que/NN han/NN)\n  (VP unido/VBZ (NP a/DT ambos/JJ países/NNS))\n  (VP durante/VBP (NP décadas/NNS))\n  ,/,\n  (NP desde/NN que/NN la/NN Revolución/NNP cubana/NN convirtiera/NN)\n  (NP a/DT la/NN pequeña/NN isla/NN)\n  en/FW\n  (NP faro/NN)\n  de/IN\n  esperanza/FW\n  y/FW\n  (NP colaboración/NN internacionalista/NN)\n  ./.)",
      "(S\n  (NP En/NNP su/NN cuenta/NN)\n  (PP de/IN (NP Instagram/NNP))\n  ,/,\n  (VP el/VBZ)\n  movimiento/FW\n  (NP compartió/NN)\n  (NP un/JJ mensaje/NN destacando/NN)\n  (VP el/VBP historial/JJ)\n  de/FW\n  colaboración/FW\n  (NP antimperialista/NN)\n  entre/FW\n  (NP ambas/JJ naciones/NNS)\n  :/:\n  (NP “/NN Cuba/NNP siempre/NN ha/NN sido/NN)\n  (NP una/JJ socia/NN)\n  (NP fundamental/JJ en/NN la/NN construcción/NN del/NN proyecto/NN)\n  (NP popular/JJ en/NN el/NN que/NN)\n  (VP el/VBP (NP MST/NNP cree/NN))\n  :/:\n  (NP un/JJ mundo/NN con/NN más/NN justicia/NN)\n  ,/,\n  (NP solidaridad/JJ y/NN dignidad/NN ”/NN)\n  ./.)",
      "(S\n  (NP El/NNP movimiento/NN recordó/NN que/NN fue/NN mediante/NN)\n  el/FW\n  método/FW\n  de/FW\n  alfabetización/FW\n  (NP cubano/NN “/NNP Yo/NNP)\n  (VP sí/VBD (NP puedo/JJ ”/NNP que/NN miles/NNS))\n  de/FW\n  (NP hombres/NNS)\n  (VP y/VBP (NP mujeres/NNS))\n  (VP del/VBP (NP campesinado/JJ brasileño/NN))\n  (VP aprendieron/VBZ (NP a/DT leer/NN y/NN escribir/NN))\n  ,/,\n  y/CC\n  (NP recuperaron/NN)\n  (NP un/JJ derecho/JJ humano/NN básico/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "FECHAS_ESPECIFICAS",
      "GRUPOS_ESPECIFICOS",
      "RECURSOS_NATURALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bloqueo económico",
        "position": [
          1948,
          1965
        ],
        "start": 1948,
        "end": 1965
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          52,
          59
        ],
        "start": 52,
        "end": 59
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "colaboración antimperialista entre ambas naciones",
        "position": [
          989,
          1038
        ],
        "start": 989,
        "end": 1038
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "solidaridad entre cuba y brasil en temas de soberanía, al consolidar lazos políticos y sociales entre varios movimientos populares y el gobierno",
        "position": [
          319,
          463
        ],
        "start": 319,
        "end": 463
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "transparencia en el proceso",
        "position": [
          4013,
          4040
        ],
        "start": 4013,
        "end": 4040
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2708,
          2714
        ],
        "start": 2708,
        "end": 2714
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "derecho humano",
        "position": [
          1394,
          1408
        ],
        "start": 1394,
        "end": 1408
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento compartió un mensaje destacando el historial de colaboración antimperialista entre ambas naciones: “cuba siempre ha sido una socia fundamental en la construcción del proyecto popular",
        "position": [
          930,
          1123
        ],
        "start": 930,
        "end": 1123
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          1312,
          1319
        ],
        "start": 1312,
        "end": 1319
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          63,
          66
        ],
        "start": 63,
        "end": 66
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          337,
          341
        ],
        "start": 337,
        "end": 341
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3172,
          3186
        ],
        "start": 3172,
        "end": 3186
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          3991,
          4000
        ],
        "start": 3991,
        "end": 4000
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado cubano",
        "position": [
          2694,
          2707
        ],
        "start": 2694,
        "end": 2707
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 6 de julio",
        "position": [
          5,
          23
        ],
        "start": 5,
        "end": 23
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          1948,
          1955
        ],
        "start": 1948,
        "end": 1955
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          526,
          541
        ],
        "start": 526,
        "end": 541
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Miguel Díaz-Canel Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "Más",
        "tipo": "Organizacion"
      },
      {
        "nombre": "João Pedro Stedile",
        "tipo": "Persona"
      },
      {
        "nombre": "La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Instagram",
        "tipo": "Persona"
      },
      {
        "nombre": "Presidencia de Cuba",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Movimiento de los Trabajadores Rurales Sin Tierra",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno cubano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Díaz-Canel",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "faro de esperanza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado cubano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Río de Janeiro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Stedile",
        "tipo": "Persona"
      },
      {
        "nombre": "Isla",
        "tipo": "Lugar"
      },
      {
        "nombre": "MST de Brasil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Salud Pública de Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "MST",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Río de Janeiro",
        "relacion": "TENER",
        "objeto": "João Pedro Stedile"
      },
      {
        "sujeto": "Río de Janeiro",
        "relacion": "TENER",
        "objeto": "MST"
      },
      {
        "sujeto": "Río de Janeiro",
        "relacion": "TENER",
        "objeto": "Movimiento de los Trabajadores Rurales Sin Tierra"
      },
      {
        "sujeto": "Miguel Díaz-Canel Bermúdez",
        "relacion": "TENER",
        "objeto": "João Pedro Stedile"
      },
      {
        "sujeto": "Miguel Díaz-Canel Bermúdez",
        "relacion": "TENER",
        "objeto": "MST"
      },
      {
        "sujeto": "Miguel Díaz-Canel Bermúdez",
        "relacion": "TENER",
        "objeto": "Movimiento de los Trabajadores Rurales Sin Tierra"
      },
      {
        "sujeto": "MST",
        "relacion": "COMPARTIR",
        "objeto": "Díaz-Canel"
      },
      {
        "sujeto": "MST",
        "relacion": "COMPARTIR",
        "objeto": "Stedile"
      },
      {
        "sujeto": "MST",
        "relacion": "COMPARTIR",
        "objeto": "faro de esperanza"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "COMPARTIR",
        "objeto": "faro de esperanza"
      },
      {
        "sujeto": "Stedile",
        "relacion": "COMPARTIR",
        "objeto": "faro de esperanza"
      },
      {
        "sujeto": "Cuba",
        "relacion": "COMPARTIR",
        "objeto": "Instagram"
      },
      {
        "sujeto": "MST",
        "relacion": "COMPARTIR",
        "objeto": "Instagram"
      },
      {
        "sujeto": "Brasil",
        "relacion": "FORMAR_RECORDAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Brasil",
        "relacion": "FORMAR_RECORDAR",
        "objeto": "Isla"
      },
      {
        "sujeto": "Cuba",
        "relacion": "FORMAR_RECORDAR",
        "objeto": "Isla"
      },
      {
        "sujeto": "Presidencia de Cuba",
        "relacion": "RESE_AR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Presidencia de Cuba",
        "relacion": "RESE_AR",
        "objeto": "Isla"
      },
      {
        "sujeto": "Presidencia de Cuba",
        "relacion": "RESE_AR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Presidencia de Cuba",
        "relacion": "RESE_AR",
        "objeto": "MST"
      },
      {
        "sujeto": "Cuba",
        "relacion": "UNIR_ANTES_RESE_AR",
        "objeto": "Isla"
      },
      {
        "sujeto": "Cuba",
        "relacion": "UNIR_ANTES_RESE_AR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Cuba",
        "relacion": "UNIR_ANTES_RESE_AR",
        "objeto": "MST"
      },
      {
        "sujeto": "Isla",
        "relacion": "PERTENECER_REUNIR_RESE_AR",
        "objeto": "MST"
      },
      {
        "sujeto": "Brasil",
        "relacion": "PERTENECER_REUNIR_RESE_AR",
        "objeto": "MST"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "COMENTAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Cuba",
        "relacion": "AFIRMAR",
        "objeto": "Estado cubano"
      },
      {
        "sujeto": "Estado cubano",
        "relacion": "AFIRMAR",
        "objeto": "Isla"
      },
      {
        "sujeto": "Cuba",
        "relacion": "RENDIR_AFIRMAR",
        "objeto": "Isla"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "AGRADECER",
        "objeto": "Cuba"
      },
      {
        "sujeto": "MST",
        "relacion": "IDENTIFICAR",
        "objeto": "Ministerio de Salud Pública de Cuba"
      },
      {
        "sujeto": "MST",
        "relacion": "IDENTIFICAR",
        "objeto": "La Habana"
      },
      {
        "sujeto": "Ministerio de Salud Pública de Cuba",
        "relacion": "IDENTIFICAR",
        "objeto": "La Habana"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4019,
    "pos": 0.017,
    "neu": 0.961,
    "neg": 0.021,
    "label": "negative"
  }
}