{
  "url": "https://www.telesurtv.net/pepe-mujica-revolucionario-expresidente/",
  "title": "José \"Pepe\" Mujica: El revolucionario que cautivó al mundo con su humildad - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "América Latina",
    "Frente Amplio",
    "Pepe Mujica",
    "Revolucionario",
    "Uruguay"
  ],
  "text": "El actual presidente uruguayo, Yamandú Orsi, confirmó la noticia a través de sus redes sociales expresando: “Con profundo dolor comunicamos que falleció nuestro compañero Pepe Mujica. Presidente, militante, referente y conductor. Te vamos a extrañar mucho Viejo querido. Gracias por todo lo que nos diste y por tu profundo amor por tu pueblo”.\nNacido el 20 de mayo de 1935, Mujica se convirtió en una figura política emblemática en América Latina y el mundo. Lideró Uruguay entre 2010 y 2015, periodo en el que consolidó políticas sociales progresistas mientras captaba la atención internacional por su estilo de vida frugal, su rechazo a las comodidades del poder y su decisión de nunca abandonar su residencia en una modesta chacra en las afueras de Montevideo.\n\n\nSu lucha contra el cáncer comenzó públicamente en abril de 2024, cuando anunció que padecía un tumor en el esófago. Tras someterse a radioterapia y diversos procedimientos médicos, recientemente había comunicado que el cáncer se había expandido y decidió no continuar con los tratamientos.\n\nLa trayectoria de Mujica es extraordinaria. En los años 60 y 70 integró el Movimiento de Liberación Nacional-Tupamaros, una organización guerrillera que combatió la creciente represión gubernamental en Uruguay. Durante la dictadura militar (1973-1985) permaneció encarcelado durante 13 años en condiciones extremas, incluidos más de dos años en el fondo de un pozo.\nCon el retorno de la democracia, Mujica se integró al sistema político tradicional, fundando el Movimiento de Participación Popular (MPP) dentro del Frente Amplio, coalición que se convertiría en la fuerza política más votada del país. Ocupó cargos como diputado, senador y ministro de Ganadería antes de alcanzar la presidencia en 2010.\n\n\nSu administración se destacó por la legalización del matrimonio igualitario, la despenalización del aborto y la regulación del mercado de cannabis, medidas que posicionaron a Uruguay como un referente progresista en la región.\n\n\nConocido como “el presidente más pobre del mundo” por donar casi el 90% de su salario presidencial y mantener un estilo de vida austero, Mujica convirtió su filosofía personal en mensaje político. Sus discursos sobre la sobriedad, el consumismo y la felicidad resonaron globalmente, especialmente entre las nuevas generaciones.\n“El éxito en la vida no es tener, sino dar”, repetía frecuentemente, cristalizando su visión de la política como servicio y no como privilegio.\n\n\nA pesar de su retiro formal de la política en 2020, Mujica mantuvo una influencia determinante en el Frente Amplio. Su última aparición pública significativa fue en octubre pasado, durante el cierre de campaña de Yamandú Orsi, quien finalmente resultó electo presidente de Uruguay. En aquella ocasión, ya visiblemente afectado por su enfermedad, pronunció palabras que hoy adquieren carácter testamentario: “Soy un anciano que está muy cerca de emprender la retirada de donde no se vuelve. Pero soy feliz porque están ustedes, porque cuando mis brazos se vayan habrá miles de brazos en la lucha”.\n\n\nEn una de sus últimas entrevistas extensas, Mujica expuso su crítica visión sobre el estado actual de la izquierda latinoamericana y la falta de unidad regional, señalando errores fundamentales que, según él, debían ser superados por las nuevas generaciones de líderes progresistas.\n“Los latinoamericanos no existimos en el mundo porque somos incapaces de acordar entre nosotros”, afirmó tajantemente. Una de sus principales preocupaciones era la incapacidad de los países de la región para actuar de manera coordinada en el escenario internacional: “En la pandemia fuimos incapaces de juntarnos para hacer un reclamo común para producir vacunas, cuando hay cinco países de América Latina que fabrican”.\nMujica lamentaba la falta de acuerdos básicos entre países, como la homologación de títulos universitarios o la cooperación académica: “¿Hasta cuándo vamos a tener divorciadas nuestras universidades?”. Criticó el destino de iniciativas como UNASUR, que según él fracasó por caer en “el veto de hecho”, donde los desacuerdos llevaban a abandonar los espacios comunes en lugar de persistir en la búsqueda de consensos.\n\n\nSobre liderazgos progresistas emergentes manifestó: “Son los que trajo la historia, hay que simpatizar con ellos. Pero tienen que aprender de los errores que cometimos nosotros”. Entre estos errores, subrayaba el “confundir las reuniones con la realidad” y la falta de acciones concretas tras los discursos integracionistas.\nEn su definición de izquierda, Mujica combinaba elementos filosóficos con prácticos: “La izquierda es un sentido de solidaridad y distribuir con más justicia. Y en un régimen capitalista es la lucha por aminorar las desigualdades e intentar forjar un derecho de partida, de arranque en la vida más o menos similar”. Su visión crítica del consumismo (“Yo estoy contra esa civilización”) complementaba su enfoque político con una dimensión ética y ecológica.\nEl fallecimiento de Mujica marca el fin de una era para la política uruguaya y latinoamericana, dejando un legado ideológico, ético y humano que trasciende fronteras generacionales.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/pepe-mujica-revolucionario-expresidente/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 1196,
    "message_id": 94045,
    "date": "2025-05-13T21:55:08+00:00",
    "text": "teleSUR\nJosé «Pepe» Mujica: El revolucionario que cautivó al mundo con su humildad\nhttps://www.telesurtv.net/pepe-mujica-revolucionario-expresidente/",
    "photo_path": null,
    "views": 1690,
    "reactions": {
      "😢": 21,
      "🕊": 7,
      "❤": 1,
      "🤪": 1
    },
    "total_reactions": 30
  },
  "preprocessing": {
    "cleaned": "el actual presidente uruguayo, yamandú orsi, confirmó la noticia a través de sus redes sociales expresando: “con profundo dolor comunicamos que falleció nuestro compañero pepe mujica. presidente, militante, referente y conductor. te vamos a extrañar mucho viejo querido. gracias por todo lo que nos diste y por tu profundo amor por tu pueblo”. nacido el 20 de mayo de 1935, mujica se convirtió en una figura política emblemática en américa latina y el mundo. lideró uruguay entre 2010 y 2015, periodo en el que consolidó políticas sociales progresistas mientras captaba la atención internacional por su estilo de vida frugal, su rechazo a las comodidades del poder y su decisión de nunca abandonar su residencia en una modesta chacra en las afueras de montevideo. su lucha contra el cáncer comenzó públicamente en abril de 2024, cuando anunció que padecía un tumor en el esófago. tras someterse a radioterapia y diversos procedimientos médicos, recientemente había comunicado que el cáncer se había expandido y decidió no continuar con los tratamientos. la trayectoria de mujica es extraordinaria. en los años 60 y 70 integró el movimiento de liberación nacional-tupamaros, una organización guerrillera que combatió la creciente represión gubernamental en uruguay. durante la dictadura militar (1973-1985) permaneció encarcelado durante 13 años en condiciones extremas, incluidos más de dos años en el fondo de un pozo. con el retorno de la democracia, mujica se integró al sistema político tradicional, fundando el movimiento de participación popular (mpp) dentro del frente amplio, coalición que se convertiría en la fuerza política más votada del país. ocupó cargos como diputado, senador y ministro de ganadería antes de alcanzar la presidencia en 2010. su administración se destacó por la legalización del matrimonio igualitario, la despenalización del aborto y la regulación del mercado de cannabis, medidas que posicionaron a uruguay como un referente progresista en la región. conocido como “el presidente más pobre del mundo” por donar casi el 90% de su salario presidencial y mantener un estilo de vida austero, mujica convirtió su filosofía personal en mensaje político. sus discursos sobre la sobriedad, el consumismo y la felicidad resonaron globalmente, especialmente entre las nuevas generaciones. “el éxito en la vida no es tener, sino dar”, repetía frecuentemente, cristalizando su visión de la política como servicio y no como privilegio. a pesar de su retiro formal de la política en 2020, mujica mantuvo una influencia determinante en el frente amplio. su última aparición pública significativa fue en octubre pasado, durante el cierre de campaña de yamandú orsi, quien finalmente resultó electo presidente de uruguay. en aquella ocasión, ya visiblemente afectado por su enfermedad, pronunció palabras que hoy adquieren carácter testamentario: “soy un anciano que está muy cerca de emprender la retirada de donde no se vuelve. pero soy feliz porque están ustedes, porque cuando mis brazos se vayan habrá miles de brazos en la lucha”. en una de sus últimas entrevistas extensas, mujica expuso su crítica visión sobre el estado actual de la izquierda latinoamericana y la falta de unidad regional, señalando errores fundamentales que, según él, debían ser superados por las nuevas generaciones de líderes progresistas. “los latinoamericanos no existimos en el mundo porque somos incapaces de acordar entre nosotros”, afirmó tajantemente. una de sus principales preocupaciones era la incapacidad de los países de la región para actuar de manera coordinada en el escenario internacional: “en la pandemia fuimos incapaces de juntarnos para hacer un reclamo común para producir vacunas, cuando hay cinco países de américa latina que fabrican”. mujica lamentaba la falta de acuerdos básicos entre países, como la homologación de títulos universitarios o la cooperación académica: “¿hasta cuándo vamos a tener divorciadas nuestras universidades?”. criticó el destino de iniciativas como unasur, que según él fracasó por caer en “el veto de hecho”, donde los desacuerdos llevaban a abandonar los espacios comunes en lugar de persistir en la búsqueda de consensos. sobre liderazgos progresistas emergentes manifestó: “son los que trajo la historia, hay que simpatizar con ellos. pero tienen que aprender de los errores que cometimos nosotros”. entre estos errores, subrayaba el “confundir las reuniones con la realidad” y la falta de acciones concretas tras los discursos integracionistas. en su definición de izquierda, mujica combinaba elementos filosóficos con prácticos: “la izquierda es un sentido de solidaridad y distribuir con más justicia. y en un régimen capitalista es la lucha por aminorar las desigualdades e intentar forjar un derecho de partida, de arranque en la vida más o menos similar”. su visión crítica del consumismo (“yo estoy contra esa civilización”) complementaba su enfoque político con una dimensión ética y ecológica. el fallecimiento de mujica marca el fin de una era para la política uruguaya y latinoamericana, dejando un legado ideológico, ético y humano que trasciende fronteras generacionales.",
    "tokens": [
      "actual",
      "presidente",
      "uruguayo",
      ",",
      "yamandú",
      "orsi",
      ",",
      "confirmó",
      "noticia",
      "través",
      "redes",
      "sociales",
      "expresando",
      ":",
      "“",
      "profundo",
      "dolor",
      "comunicamos",
      "falleció",
      "compañero",
      "pepe",
      "mujica",
      ".",
      "presidente",
      ",",
      "militante",
      ",",
      "referente",
      "conductor",
      ".",
      "vamos",
      "extrañar",
      "viejo",
      "querido",
      ".",
      "gracias",
      "diste",
      "profundo",
      "amor",
      "pueblo",
      "”",
      ".",
      "nacido",
      "20",
      "mayo",
      "1935",
      ",",
      "mujica",
      "convirtió",
      "figura",
      "política",
      "emblemática",
      "américa",
      "latina",
      "mundo",
      ".",
      "lideró",
      "uruguay",
      "2010",
      "2015",
      ",",
      "periodo",
      "consolidó",
      "políticas",
      "sociales",
      "progresistas",
      "mientras",
      "captaba",
      "atención",
      "internacional",
      "estilo",
      "vida",
      "frugal",
      ",",
      "rechazo",
      "comodidades",
      "poder",
      "decisión",
      "nunca",
      "abandonar",
      "residencia",
      "modesta",
      "chacra",
      "afueras",
      "montevideo",
      ".",
      "lucha",
      "cáncer",
      "comenzó",
      "públicamente",
      "abril",
      "2024",
      ",",
      "anunció",
      "padecía",
      "tumor",
      "esófago",
      ".",
      "tras",
      "someterse",
      "radioterapia",
      "diversos",
      "procedimientos",
      "médicos",
      ",",
      "recientemente",
      "comunicado",
      "cáncer",
      "expandido",
      "decidió",
      "continuar",
      "tratamientos",
      ".",
      "trayectoria",
      "mujica",
      "extraordinaria",
      ".",
      "años",
      "60",
      "70",
      "integró",
      "movimiento",
      "liberación",
      "nacional-tupamaros",
      ",",
      "organización",
      "guerrillera",
      "combatió",
      "creciente",
      "represión",
      "gubernamental",
      "uruguay",
      ".",
      "dictadura",
      "militar",
      "(",
      "1973-1985",
      ")",
      "permaneció",
      "encarcelado",
      "13",
      "años",
      "condiciones",
      "extremas",
      ",",
      "incluidos",
      "dos",
      "años",
      "fondo",
      "pozo",
      ".",
      "retorno",
      "democracia",
      ",",
      "mujica",
      "integró",
      "sistema",
      "político",
      "tradicional",
      ",",
      "fundando",
      "movimiento",
      "participación",
      "popular",
      "(",
      "mpp",
      ")",
      "dentro",
      "frente",
      "amplio",
      ",",
      "coalición",
      "convertiría",
      "fuerza",
      "política",
      "votada",
      "país",
      ".",
      "ocupó",
      "cargos",
      "diputado",
      ",",
      "senador",
      "ministro",
      "ganadería",
      "alcanzar",
      "presidencia",
      "2010.",
      "administración",
      "destacó",
      "legalización",
      "matrimonio",
      "igualitario",
      ",",
      "despenalización",
      "aborto",
      "regulación",
      "mercado",
      "cannabis",
      ",",
      "medidas",
      "posicionaron",
      "uruguay",
      "referente",
      "progresista",
      "región",
      ".",
      "conocido",
      "“",
      "presidente",
      "pobre",
      "mundo",
      "”",
      "donar",
      "casi",
      "90",
      "%",
      "salario",
      "presidencial",
      "mantener",
      "estilo",
      "vida",
      "austero",
      ",",
      "mujica",
      "convirtió",
      "filosofía",
      "personal",
      "mensaje",
      "político",
      ".",
      "discursos",
      "sobriedad",
      ",",
      "consumismo",
      "felicidad",
      "resonaron",
      "globalmente",
      ",",
      "especialmente",
      "nuevas",
      "generaciones",
      ".",
      "“",
      "éxito",
      "vida",
      "tener",
      ",",
      "sino",
      "dar",
      "”",
      ",",
      "repetía",
      "frecuentemente",
      ",",
      "cristalizando",
      "visión",
      "política",
      "servicio",
      "privilegio",
      ".",
      "pesar",
      "retiro",
      "formal",
      "política",
      "2020",
      ",",
      "mujica",
      "mantuvo",
      "influencia",
      "determinante",
      "frente",
      "amplio",
      ".",
      "última",
      "aparición",
      "pública",
      "significativa",
      "octubre",
      "pasado",
      ",",
      "cierre",
      "campaña",
      "yamandú",
      "orsi",
      ",",
      "finalmente",
      "resultó",
      "electo",
      "presidente",
      "uruguay",
      ".",
      "aquella",
      "ocasión",
      ",",
      "visiblemente",
      "afectado",
      "enfermedad",
      ",",
      "pronunció",
      "palabras",
      "hoy",
      "adquieren",
      "carácter",
      "testamentario",
      ":",
      "“",
      "anciano",
      "cerca",
      "emprender",
      "retirada",
      "vuelve",
      ".",
      "feliz",
      "ustedes",
      ",",
      "brazos",
      "vayan",
      "miles",
      "brazos",
      "lucha",
      "”",
      ".",
      "últimas",
      "entrevistas",
      "extensas",
      ",",
      "mujica",
      "expuso",
      "crítica",
      "visión",
      "actual",
      "izquierda",
      "latinoamericana",
      "falta",
      "unidad",
      "regional",
      ",",
      "señalando",
      "errores",
      "fundamentales",
      ",",
      "según",
      ",",
      "debían",
      "ser",
      "superados",
      "nuevas",
      "generaciones",
      "líderes",
      "progresistas",
      ".",
      "“",
      "latinoamericanos",
      "existimos",
      "mundo",
      "incapaces",
      "acordar",
      "”",
      ",",
      "afirmó",
      "tajantemente",
      ".",
      "principales",
      "preocupaciones",
      "incapacidad",
      "países",
      "región",
      "actuar",
      "manera",
      "coordinada",
      "escenario",
      "internacional",
      ":",
      "“",
      "pandemia",
      "incapaces",
      "juntarnos",
      "hacer",
      "reclamo",
      "común",
      "producir",
      "vacunas",
      ",",
      "cinco",
      "países",
      "américa",
      "latina",
      "fabrican",
      "”",
      ".",
      "mujica",
      "lamentaba",
      "falta",
      "acuerdos",
      "básicos",
      "países",
      ",",
      "homologación",
      "títulos",
      "universitarios",
      "cooperación",
      "académica",
      ":",
      "“",
      "¿hasta",
      "cuándo",
      "vamos",
      "tener",
      "divorciadas",
      "universidades",
      "?",
      "”",
      ".",
      "criticó",
      "destino",
      "iniciativas",
      "unasur",
      ",",
      "según",
      "fracasó",
      "caer",
      "“",
      "veto",
      "hecho",
      "”",
      ",",
      "desacuerdos",
      "llevaban",
      "abandonar",
      "espacios",
      "comunes",
      "lugar",
      "persistir",
      "búsqueda",
      "consensos",
      ".",
      "liderazgos",
      "progresistas",
      "emergentes",
      "manifestó",
      ":",
      "“",
      "trajo",
      "historia",
      ",",
      "simpatizar",
      ".",
      "aprender",
      "errores",
      "cometimos",
      "”",
      ".",
      "errores",
      ",",
      "subrayaba",
      "“",
      "confundir",
      "reuniones",
      "realidad",
      "”",
      "falta",
      "acciones",
      "concretas",
      "tras",
      "discursos",
      "integracionistas",
      ".",
      "definición",
      "izquierda",
      ",",
      "mujica",
      "combinaba",
      "elementos",
      "filosóficos",
      "prácticos",
      ":",
      "“",
      "izquierda",
      "solidaridad",
      "distribuir",
      "justicia",
      ".",
      "régimen",
      "capitalista",
      "lucha",
      "aminorar",
      "desigualdades",
      "intentar",
      "forjar",
      "derecho",
      "partida",
      ",",
      "arranque",
      "vida",
      "menos",
      "similar",
      "”",
      ".",
      "visión",
      "crítica",
      "consumismo",
      "(",
      "“",
      "civilización",
      "”",
      ")",
      "complementaba",
      "enfoque",
      "político",
      "dimensión",
      "ética",
      "ecológica",
      ".",
      "fallecimiento",
      "mujica",
      "marca",
      "fin",
      "política",
      "uruguaya",
      "latinoamericana",
      ",",
      "dejando",
      "legado",
      "ideológico",
      ",",
      "ético",
      "humano",
      "trasciende",
      "fronteras",
      "generacionales",
      "."
    ],
    "token_count": 532,
    "sentence_count": 33
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "JJ": 74,
      "NN": 298,
      "IN": 29,
      "FW": 190,
      "NNS": 29,
      "VBP": 14,
      "VBZ": 18,
      "CD": 11,
      "DT": 5,
      "VBD": 2,
      "RB": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-JJ": 4,
      "JJ-NN": 47,
      "NN-JJ": 24,
      "JJ-NNP": 5,
      "NNP-NNP": 20,
      "NNP-NN": 34,
      "NN-NN": 174,
      "NN-IN": 22,
      "IN-FW": 17,
      "FW-NNS": 7,
      "NNS-NNS": 4,
      "NNS-VBP": 9,
      "VBP-NNP": 1,
      "NN-NNP": 27,
      "NNP-VBZ": 8,
      "VBZ-CD": 2,
      "CD-FW": 1,
      "FW-FW": 118,
      "FW-IN": 1,
      "IN-CD": 1,
      "CD-NNP": 3,
      "NNP-FW": 14,
      "FW-NN": 28,
      "NN-FW": 26,
      "FW-JJ": 14,
      "IN-NNP": 3,
      "NN-CD": 1,
      "CD-CD": 2,
      "CD-NN": 4,
      "NN-NNS": 10,
      "VBP-NNS": 1,
      "VBP-JJ": 8,
      "JJ-JJ": 8,
      "NNS-VBZ": 3,
      "VBZ-JJ": 9,
      "IN-JJ": 5,
      "JJ-FW": 7,
      "FW-NNP": 17,
      "FW-CD": 3,
      "NN-VBZ": 7,
      "VBZ-DT": 2,
      "DT-NN": 5,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "NNP-IN": 2,
      "NN-VBP": 4,
      "VBZ-FW": 2,
      "CD-IN": 1,
      "NNS-NNP": 5,
      "FW-DT": 2,
      "NN-DT": 1,
      "VBP-NN": 3,
      "NNS-RB": 1,
      "RB-FW": 1,
      "VBZ-JJR": 1,
      "JJR-JJ": 1,
      "NNS-JJ": 1,
      "JJ-NNS": 7,
      "NNS-FW": 3,
      "NNS-IN": 2,
      "IN-NN": 3,
      "VBZ-IN": 1,
      "NNP-VBP": 1,
      "VBP-FW": 1,
      "VBZ-NNP": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 3,
      "JJ-NN-JJ": 3,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 28,
      "NN-NN-JJ": 17,
      "NN-JJ-NN": 18,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 16,
      "IN-FW-NNS": 2,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NN-NN": 97,
      "NN-NN-NNP": 19,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 6,
      "NN-NNP-NN": 14,
      "NNP-NN-NNP": 1,
      "JJ-NN-NN": 28,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 3,
      "NNP-FW-NN": 6,
      "FW-NN-FW": 8,
      "NN-FW-JJ": 3,
      "FW-JJ-NN": 9,
      "NN-NN-IN": 13,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "NNP-NNP-FW": 2,
      "FW-NN-NNP": 4,
      "NNP-NN-CD": 1,
      "NN-CD-CD": 1,
      "CD-CD-NN": 2,
      "CD-NN-FW": 2,
      "NN-FW-FW": 15,
      "FW-FW-NN": 13,
      "FW-NN-NN": 12,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NN-NN-FW": 13,
      "FW-FW-FW": 75,
      "FW-FW-JJ": 7,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "IN-FW-JJ": 3,
      "NN-IN-JJ": 5,
      "IN-JJ-NN": 3,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 6,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 5,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 3,
      "FW-FW-CD": 3,
      "FW-CD-NN": 1,
      "CD-NN-NN": 2,
      "IN-FW-FW": 9,
      "FW-NNP-NN": 4,
      "NN-NN-VBZ": 4,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 4,
      "NN-NNP-FW": 2,
      "NNP-FW-FW": 6,
      "FW-NNP-FW": 7,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 2,
      "VBD-CD-CD": 1,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "NNP-NNP-JJ": 2,
      "JJ-NN-NNP": 3,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "VBP-JJ-NN": 4,
      "FW-JJ-FW": 3,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 2,
      "NNP-FW-NNP": 1,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-CD-NNP": 2,
      "NNP-NN-JJ": 1,
      "NN-FW-NN": 5,
      "NN-NN-VBD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NN": 2,
      "FW-NN-JJ": 3,
      "NN-JJ-JJ": 2,
      "FW-FW-NNS": 4,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "FW-FW-DT": 2,
      "FW-DT-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "NNP-FW-JJ": 1,
      "NN-FW-NNP": 2,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NNP-JJ": 1,
      "JJ-NN-NNS": 4,
      "NN-NNS-RB": 1,
      "NNS-RB-FW": 1,
      "RB-FW-FW": 1,
      "VBP-JJ-FW": 2,
      "NNP-VBZ-JJR": 1,
      "VBZ-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NN-JJ-NNS": 3,
      "JJ-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "IN-NN-NN": 1,
      "NNP-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-NNS": 2,
      "FW-NNS-FW": 1,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "NNP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-FW": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "JJ-JJ-NNS": 1,
      "IN-NN-IN": 1,
      "FW-NN-VBZ": 1,
      "VBZ-JJ-NNP": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NNP-NN-VBZ": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-NNS-NNP": 1,
      "IN-FW-NNP": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "JJ-NN-FW": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-FW": 1,
      "JJ-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 298,
        "FW": 190,
        "NNP": 83,
        "JJ": 74,
        "IN": 29
      },
      "top_bigrams": {
        "NN-NN": 174,
        "FW-FW": 118,
        "JJ-NN": 47,
        "NNP-NN": 34,
        "FW-NN": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 97,
        "FW-FW-FW": 75,
        "NNP-NN-NN": 28,
        "JJ-NN-NN": 28,
        "NN-NN-NNP": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 33,
    "chunk_counts": {
      "NP": 207,
      "VP": 41,
      "PP": 13,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "NP -> ('Mujica', 'NNP')",
        "frequency": 8,
        "weight": 0.0266
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0233
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0166
      },
      {
        "rule": "NP -> ('Yamandú', 'NNP') ('Orsi', 'NNP')",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "VP -> ('se', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "NP -> ('su', 'NN')",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "NP -> ('durante', 'NN')",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "NP -> ('nuevas', 'JJ') ('generaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0066
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0066
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "actual presidente uruguayo"
      },
      {
        "label": "NP",
        "text": "Yamandú Orsi"
      },
      {
        "label": "NP",
        "text": "confirmó la"
      },
      {
        "label": "NP",
        "text": "a través"
      },
      {
        "label": "NP",
        "text": "redes sociales"
      },
      {
        "label": "VP",
        "text": "expresando"
      },
      {
        "label": "NP",
        "text": "“ Con profundo dolor comunicamos que falleció nuestro compañero Pepe Mujica"
      },
      {
        "label": "NP",
        "text": "Presidente"
      },
      {
        "label": "NP",
        "text": "militante"
      },
      {
        "label": "VP",
        "text": "referente y conductor"
      },
      {
        "label": "NP",
        "text": "y conductor"
      },
      {
        "label": "NP",
        "text": "Te"
      },
      {
        "label": "VP",
        "text": "vamos a extrañar mucho Viejo querido"
      },
      {
        "label": "NP",
        "text": "a extrañar mucho Viejo querido"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  (NP actual/JJ presidente/NN uruguayo/NN)\n  ,/,\n  (NP Yamandú/NNP Orsi/NNP)\n  ,/,\n  (NP confirmó/NN la/NN)\n  noticia/FW\n  (NP a/DT través/NN)\n  de/IN\n  sus/FW\n  (NP redes/NNS sociales/NNS)\n  (VP expresando/VBP)\n  :/:\n  (NP\n    “/JJ\n    Con/NNP\n    profundo/NN\n    dolor/NN\n    comunicamos/NN\n    que/NN\n    falleció/NN\n    nuestro/NN\n    compañero/NN\n    Pepe/NNP\n    Mujica/NNP)\n  ./.)",
      "(S\n  (NP Presidente/NNP)\n  ,/,\n  (NP militante/NN)\n  ,/,\n  (VP referente/VB (NP y/NNP conductor/NN))\n  ./.)",
      "(S\n  (NP Te/NNP)\n  (VP vamos/VBZ (NP a/DT extrañar/JJ mucho/NN Viejo/NNP querido/NN))\n  ./.)",
      "(S\n  (NP Gracias/NNP por/NN todo/NN lo/NN que/NN)\n  (NP\n    nos/JJ\n    diste/NN\n    y/NN\n    por/NN\n    tu/NN\n    profundo/NN\n    amor/NN\n    por/NN\n    tu/NN\n    pueblo/NN\n    ”/NN)\n  ./.)",
      "(S\n  (NP Nacido/NNP)\n  (VP el/VBD)\n  20/CD\n  de/FW\n  mayo/FW\n  de/IN\n  1935/CD\n  ,/,\n  (NP Mujica/NNP)\n  (VP se/VBZ (NP convirtió/NN))\n  en/FW\n  (NP una/JJ figura/NN política/NN emblemática/NN)\n  (PP en/IN (NP América/NNP Latina/NNP y/NNP))\n  el/FW\n  (NP mundo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "FECHAS_HORAS",
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "FECHAS_ESPECIFICAS",
      "POLITICAS_PUBLICAS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          4229,
          4238
        ],
        "start": 4229,
        "end": 4238
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "salario",
        "position": [
          2070,
          2077
        ],
        "start": 2070,
        "end": 2077
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          3446,
          3452
        ],
        "start": 3446,
        "end": 3452
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          838,
          845
        ],
        "start": 838,
        "end": 845
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento de participación popular",
        "position": [
          1519,
          1554
        ],
        "start": 1519,
        "end": 1554
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente uruguayo",
        "position": [
          10,
          29
        ],
        "start": 10,
        "end": 29
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de ganadería antes",
        "position": [
          1697,
          1724
        ],
        "start": 1697,
        "end": 1724
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "universitarios",
        "position": [
          3861,
          3875
        ],
        "start": 3861,
        "end": 3875
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          3971,
          3978
        ],
        "start": 3971,
        "end": 3978
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1784,
          1791
        ],
        "start": 1784,
        "end": 1791
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "regulación",
        "position": [
          1875,
          1885
        ],
        "start": 1875,
        "end": 1885
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "política en 2020, mujica mantuvo una influencia determinante en el frente amplio. su última aparición pública",
        "position": [
          2500,
          2609
        ],
        "start": 2500,
        "end": 2609
      },
      {
        "category": "PAISES",
        "matched_text": "uruguay",
        "position": [
          466,
          473
        ],
        "start": 466,
        "end": 473
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "montevideo",
        "position": [
          752,
          762
        ],
        "start": 752,
        "end": 762
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado actual",
        "position": [
          3150,
          3163
        ],
        "start": 3150,
        "end": 3163
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "20 de mayo de 1935",
        "position": [
          354,
          372
        ],
        "start": 354,
        "end": 372
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2835,
          2838
        ],
        "start": 2835,
        "end": 2838
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          947,
          960
        ],
        "start": 947,
        "end": 960
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "durante 13 años",
        "position": [
          1332,
          1347
        ],
        "start": 1332,
        "end": 1347
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Pepe Mujica",
        "tipo": "Persona"
      },
      {
        "nombre": "Lideró Uruguay",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UNASUR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Yamandú Orsi",
        "tipo": "Persona"
      },
      {
        "nombre": "Viejo",
        "tipo": "Persona"
      },
      {
        "nombre": "Presidente",
        "tipo": "Persona"
      },
      {
        "nombre": "Frente Amplio",
        "tipo": "Organizacion"
      },
      {
        "nombre": "MPP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gracias",
        "tipo": "Persona"
      },
      {
        "nombre": "Mujica",
        "tipo": "Persona"
      },
      {
        "nombre": "Movimiento de Liberación Nacional-Tupamaros",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Uruguay",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ganadería",
        "tipo": "Lugar"
      },
      {
        "nombre": "Movimiento de Participación Popular",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Montevideo",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Yamandú Orsi",
        "relacion": "CONFIRMAR",
        "objeto": "Pepe Mujica"
      },
      {
        "sujeto": "Lideró Uruguay",
        "relacion": "LIDERAR",
        "objeto": "Montevideo"
      },
      {
        "sujeto": "Mujica",
        "relacion": "INTEGRAR",
        "objeto": "Movimiento de Participación Popular"
      },
      {
        "sujeto": "Mujica",
        "relacion": "INTEGRAR",
        "objeto": "MPP"
      },
      {
        "sujeto": "Mujica",
        "relacion": "INTEGRAR",
        "objeto": "Frente Amplio"
      },
      {
        "sujeto": "Movimiento de Participación Popular",
        "relacion": "FUNDAR_INTEGRAR",
        "objeto": "Frente Amplio"
      },
      {
        "sujeto": "MPP",
        "relacion": "FUNDAR_INTEGRAR",
        "objeto": "Frente Amplio"
      },
      {
        "sujeto": "Mujica",
        "relacion": "MANTENER",
        "objeto": "Frente Amplio"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5859,
    "pos": 0.009,
    "neu": 0.973,
    "neg": 0.018,
    "label": "negative"
  }
}