{
  "url": "https://www.telesurtv.net/terrorismos-callejero-y-digital-extrema-derecha-repite-su-guion/",
  "title": "Terrorismo callejero y digital: extrema derecha repite su guion - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "extrema derecha",
    "venezuela decide 2024"
  ],
  "text": "El desarrollo de una elección en paz y con masiva participación auspiciaba una nueva era en Venezuela. Un hackeo de los sistemas de transmisión revirtió la escena. Investigaciones llevadas adelante por la Fiscalía General de Venezuela tras los acontecimientos, indican que se trató de un ataque cibernético contra el sistema electoral realizado desde Macedonia del Norte vinculado a políticos opositores venezolanos prófugos de la Justicia, como Léster Toledo y Leopoldo López, dejando abierta la posibilidad de una posible implicación de la dirigente opositora María Corina Machado.\nVíctor Theoktisto, PhD. en Computación y con experiencia como auditor externo del Consejo Nacional Electoral (CNE), explicó que el ataque referido se trató de un DOS (Denial Of Service – Denegación de Servicio)  el cual consiste en saturar las redes con una enorme cantidad de tráfico espurio para evitar que se logre transmitir la información.\nSi bien el sistema fue recuperado, la entrega de los resultados oficiales por parte de la autoridad electoral tuvo un retraso significativo en la divulgación de los resultados y  las fuerzas de oposición han llamado a la violencia y al ataque. González Urrutia, en declaraciones a los medios, acusó al CNE de violar todas las normas y de no haber entregado la mayoría de las actas. Por su parte, Machado afirmó que el candidato de la PUD había resultado vencedor en la contienda, sin mostrar ningún tipo de evidencia.\nEn paralelo se fueron publicando supuestos “boletines oficiales” emitidos por el comando de campaña de Machado a través de las redes sociales, que contenían supuestos datos de participación electoral sin sustento que ayudaron a alimentar aún más las falsas expectativas respecto a los resultados finales.\nFinalmente, la situación de zozobra decantó en una serie de hechos violentos con el objetivo derrocar el Gobierno electo de Nicolás Maduro y que han incluido desde el incendio y destrucción de sedes regionales y municipales del CNE, la vandalización de un edificio del partido oficialista PSUV en estados como Guárico y Anzoátegui, hasta los comandos policiales y un hospital.\nComo consecuencia de los ataques opositores un militar fue asesinado, 23 fueron heridos y 25 policías recibieron lesiones de distinta gravedad. A su vez, dos alcaldías fueron incendiadas y el transporte terrestre y ferroviario de los Estados de Miranda, Carabobo, Lara y Caracas fueron dañadas y violentadas.\nEl último reporte de las autoridades señala que 749 ciudadanos han sido señalados por incitación al odio, vandalismo y terrorismo y decenas fueron detenidos en flagrancia.\nA su vez, se han difundido videos donde se golpeó brutalmente a personas por el solo echo de ser “chavistas” y se han visto varios videos de grupos de encapuchados pertrechados con armas largas, algunos de ellos definiéndose como parte del el grupo delictivo “El Tren del Llano”, han manifestado su apoyo a quienes protesten y llegando incluso a amenazar de muerte al presidente Maduro.\nEn paralelo, se desarrolla una campaña de fakenews donde se muestran imágenes de convocatorias falsas, al extremo de que una persona simuló su muerte en una calle de Venezuela. Farsa que fue desmontada con otro video que muestra a la persona maquillada y avergonzada intentando ocultar su rostro.\nLas autoridades han sido taxativas en sus condenas a los hechos de violencia y terrorismo. “Estamos en presencia de un golpe de Estado fraguado por la derecha extremista apoyados por los sectores imperiales y aliados” denunció el ministro de Defensa Padrino López, quien a su vez manifestó su total lealtad con el Gobierno electo de Nicolás Maduro.\n“Ese Golpe de Estado lo vamos a derrotar una vez más, no hay quien pueda con la conciencia de todo un pueblo, no hay quien pueda con la fortaleza moral de una institución como la nuestra de la Fuerza Armada Nacional Bolivariana (FANB)”, dijo.\nPor su parte, el fiscal Saab declaró que “en Venezuela no hay protestas, sino grupos armados y violentos que quieren escalar la desestabilización en el país, porque no reconocen los resultados electorales.”",
  "source_metadata": {
    "url": "https://www.telesurtv.net/terrorismos-callejero-y-digital-extrema-derecha-repite-su-guion/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 39,
    "message_id": 73798,
    "date": "2024-07-30T21:55:08+00:00",
    "text": "teleSUR\nTerrorismos callejero y digital: extrema derecha repite su guion\nhttps://www.telesurtv.net/terrorismos-callejero-y-digital-extrema-derecha-repite-su-guion/",
    "photo_path": null,
    "views": 2956,
    "reactions": {
      "👍": 1
    },
    "total_reactions": 1
  },
  "preprocessing": {
    "cleaned": "el desarrollo de una elección en paz y con masiva participación auspiciaba una nueva era en venezuela. un hackeo de los sistemas de transmisión revirtió la escena. investigaciones llevadas adelante por la fiscalía general de venezuela tras los acontecimientos, indican que se trató de un ataque cibernético contra el sistema electoral realizado desde macedonia del norte vinculado a políticos opositores venezolanos prófugos de la justicia, como léster toledo y leopoldo lópez, dejando abierta la posibilidad de una posible implicación de la dirigente opositora maría corina machado. víctor theoktisto, phd. en computación y con experiencia como auditor externo del consejo nacional electoral (cne), explicó que el ataque referido se trató de un dos (denial of service – denegación de servicio) el cual consiste en saturar las redes con una enorme cantidad de tráfico espurio para evitar que se logre transmitir la información. si bien el sistema fue recuperado, la entrega de los resultados oficiales por parte de la autoridad electoral tuvo un retraso significativo en la divulgación de los resultados y las fuerzas de oposición han llamado a la violencia y al ataque. gonzález urrutia, en declaraciones a los medios, acusó al cne de violar todas las normas y de no haber entregado la mayoría de las actas. por su parte, machado afirmó que el candidato de la pud había resultado vencedor en la contienda, sin mostrar ningún tipo de evidencia. en paralelo se fueron publicando supuestos “boletines oficiales” emitidos por el comando de campaña de machado a través de las redes sociales, que contenían supuestos datos de participación electoral sin sustento que ayudaron a alimentar aún más las falsas expectativas respecto a los resultados finales. finalmente, la situación de zozobra decantó en una serie de hechos violentos con el objetivo derrocar el gobierno electo de nicolás maduro y que han incluido desde el incendio y destrucción de sedes regionales y municipales del cne, la vandalización de un edificio del partido oficialista psuv en estados como guárico y anzoátegui, hasta los comandos policiales y un hospital. como consecuencia de los ataques opositores un militar fue asesinado, 23 fueron heridos y 25 policías recibieron lesiones de distinta gravedad. a su vez, dos alcaldías fueron incendiadas y el transporte terrestre y ferroviario de los estados de miranda, carabobo, lara y caracas fueron dañadas y violentadas. el último reporte de las autoridades señala que 749 ciudadanos han sido señalados por incitación al odio, vandalismo y terrorismo y decenas fueron detenidos en flagrancia. a su vez, se han difundido videos donde se golpeó brutalmente a personas por el solo echo de ser “chavistas” y se han visto varios videos de grupos de encapuchados pertrechados con armas largas, algunos de ellos definiéndose como parte del el grupo delictivo “el tren del llano”, han manifestado su apoyo a quienes protesten y llegando incluso a amenazar de muerte al presidente maduro. en paralelo, se desarrolla una campaña de fakenews donde se muestran imágenes de convocatorias falsas, al extremo de que una persona simuló su muerte en una calle de venezuela. farsa que fue desmontada con otro video que muestra a la persona maquillada y avergonzada intentando ocultar su rostro. las autoridades han sido taxativas en sus condenas a los hechos de violencia y terrorismo. “estamos en presencia de un golpe de estado fraguado por la derecha extremista apoyados por los sectores imperiales y aliados” denunció el ministro de defensa padrino lópez, quien a su vez manifestó su total lealtad con el gobierno electo de nicolás maduro. “ese golpe de estado lo vamos a derrotar una vez más, no hay quien pueda con la conciencia de todo un pueblo, no hay quien pueda con la fortaleza moral de una institución como la nuestra de la fuerza armada nacional bolivariana (fanb)”, dijo. por su parte, el fiscal saab declaró que “en venezuela no hay protestas, sino grupos armados y violentos que quieren escalar la desestabilización en el país, porque no reconocen los resultados electorales.”",
    "tokens": [
      "desarrollo",
      "elección",
      "paz",
      "masiva",
      "participación",
      "auspiciaba",
      "nueva",
      "venezuela",
      ".",
      "hackeo",
      "sistemas",
      "transmisión",
      "revirtió",
      "escena",
      ".",
      "investigaciones",
      "llevadas",
      "adelante",
      "fiscalía",
      "general",
      "venezuela",
      "tras",
      "acontecimientos",
      ",",
      "indican",
      "trató",
      "ataque",
      "cibernético",
      "sistema",
      "electoral",
      "realizado",
      "macedonia",
      "norte",
      "vinculado",
      "políticos",
      "opositores",
      "venezolanos",
      "prófugos",
      "justicia",
      ",",
      "léster",
      "toledo",
      "leopoldo",
      "lópez",
      ",",
      "dejando",
      "abierta",
      "posibilidad",
      "posible",
      "implicación",
      "dirigente",
      "opositora",
      "maría",
      "corina",
      "machado",
      ".",
      "víctor",
      "theoktisto",
      ",",
      "phd",
      ".",
      "computación",
      "experiencia",
      "auditor",
      "externo",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      ",",
      "explicó",
      "ataque",
      "referido",
      "trató",
      "dos",
      "(",
      "denial",
      "of",
      "service",
      "–",
      "denegación",
      "servicio",
      ")",
      "consiste",
      "saturar",
      "redes",
      "enorme",
      "cantidad",
      "tráfico",
      "espurio",
      "evitar",
      "logre",
      "transmitir",
      "información",
      ".",
      "si",
      "bien",
      "sistema",
      "recuperado",
      ",",
      "entrega",
      "resultados",
      "oficiales",
      "parte",
      "autoridad",
      "electoral",
      "retraso",
      "significativo",
      "divulgación",
      "resultados",
      "fuerzas",
      "oposición",
      "llamado",
      "violencia",
      "ataque",
      ".",
      "gonzález",
      "urrutia",
      ",",
      "declaraciones",
      "medios",
      ",",
      "acusó",
      "cne",
      "violar",
      "todas",
      "normas",
      "haber",
      "entregado",
      "mayoría",
      "actas",
      ".",
      "parte",
      ",",
      "machado",
      "afirmó",
      "candidato",
      "pud",
      "resultado",
      "vencedor",
      "contienda",
      ",",
      "mostrar",
      "ningún",
      "tipo",
      "evidencia",
      ".",
      "paralelo",
      "publicando",
      "supuestos",
      "“",
      "boletines",
      "oficiales",
      "”",
      "emitidos",
      "comando",
      "campaña",
      "machado",
      "través",
      "redes",
      "sociales",
      ",",
      "contenían",
      "supuestos",
      "datos",
      "participación",
      "electoral",
      "sustento",
      "ayudaron",
      "alimentar",
      "aún",
      "falsas",
      "expectativas",
      "respecto",
      "resultados",
      "finales",
      ".",
      "finalmente",
      ",",
      "situación",
      "zozobra",
      "decantó",
      "serie",
      "hechos",
      "violentos",
      "objetivo",
      "derrocar",
      "gobierno",
      "electo",
      "nicolás",
      "maduro",
      "incluido",
      "incendio",
      "destrucción",
      "sedes",
      "regionales",
      "municipales",
      "cne",
      ",",
      "vandalización",
      "edificio",
      "partido",
      "oficialista",
      "psuv",
      "guárico",
      "anzoátegui",
      ",",
      "comandos",
      "policiales",
      "hospital",
      ".",
      "consecuencia",
      "ataques",
      "opositores",
      "militar",
      "asesinado",
      ",",
      "23",
      "heridos",
      "25",
      "policías",
      "recibieron",
      "lesiones",
      "distinta",
      "gravedad",
      ".",
      "vez",
      ",",
      "dos",
      "alcaldías",
      "incendiadas",
      "transporte",
      "terrestre",
      "ferroviario",
      "miranda",
      ",",
      "carabobo",
      ",",
      "lara",
      "caracas",
      "dañadas",
      "violentadas",
      ".",
      "último",
      "reporte",
      "autoridades",
      "señala",
      "749",
      "ciudadanos",
      "sido",
      "señalados",
      "incitación",
      "odio",
      ",",
      "vandalismo",
      "terrorismo",
      "decenas",
      "detenidos",
      "flagrancia",
      ".",
      "vez",
      ",",
      "difundido",
      "videos",
      "golpeó",
      "brutalmente",
      "personas",
      "solo",
      "echo",
      "ser",
      "“",
      "chavistas",
      "”",
      "visto",
      "varios",
      "videos",
      "grupos",
      "encapuchados",
      "pertrechados",
      "armas",
      "largas",
      ",",
      "definiéndose",
      "parte",
      "grupo",
      "delictivo",
      "“",
      "tren",
      "llano",
      "”",
      ",",
      "manifestado",
      "apoyo",
      "protesten",
      "llegando",
      "incluso",
      "amenazar",
      "muerte",
      "presidente",
      "maduro",
      ".",
      "paralelo",
      ",",
      "desarrolla",
      "campaña",
      "fakenews",
      "muestran",
      "imágenes",
      "convocatorias",
      "falsas",
      ",",
      "extremo",
      "persona",
      "simuló",
      "muerte",
      "calle",
      "venezuela",
      ".",
      "farsa",
      "desmontada",
      "video",
      "muestra",
      "persona",
      "maquillada",
      "avergonzada",
      "intentando",
      "ocultar",
      "rostro",
      ".",
      "autoridades",
      "sido",
      "taxativas",
      "condenas",
      "hechos",
      "violencia",
      "terrorismo",
      ".",
      "“",
      "presencia",
      "golpe",
      "fraguado",
      "derecha",
      "extremista",
      "apoyados",
      "sectores",
      "imperiales",
      "aliados",
      "”",
      "denunció",
      "ministro",
      "defensa",
      "padrino",
      "lópez",
      ",",
      "vez",
      "manifestó",
      "total",
      "lealtad",
      "gobierno",
      "electo",
      "nicolás",
      "maduro",
      ".",
      "“",
      "golpe",
      "vamos",
      "derrotar",
      "vez",
      ",",
      "pueda",
      "conciencia",
      "pueblo",
      ",",
      "pueda",
      "fortaleza",
      "moral",
      "institución",
      "fuerza",
      "armada",
      "nacional",
      "bolivariana",
      "(",
      "fanb",
      ")",
      "”",
      ",",
      "dijo",
      ".",
      "parte",
      ",",
      "fiscal",
      "saab",
      "declaró",
      "“",
      "venezuela",
      "protestas",
      ",",
      "sino",
      "grupos",
      "armados",
      "violentos",
      "quieren",
      "escalar",
      "desestabilización",
      "país",
      ",",
      "reconocen",
      "resultados",
      "electorales",
      ".",
      "”"
    ],
    "token_count": 413,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "NN": 214,
      "FW": 157,
      "JJ": 61,
      "IN": 28,
      "NNS": 33,
      "VBP": 18,
      "VBZ": 7,
      "CC": 2,
      "DT": 5,
      "VBD": 1,
      "CD": 3,
      "RB": 3
    },
    "bigram_freq": {
      "NNP-NN": 22,
      "NN-FW": 20,
      "FW-FW": 92,
      "FW-NN": 21,
      "NN-NN": 121,
      "NN-JJ": 13,
      "JJ-NN": 38,
      "FW-NNP": 22,
      "NNP-NNP": 34,
      "NN-IN": 23,
      "IN-FW": 18,
      "NNP-FW": 16,
      "NN-NNP": 15,
      "NNP-NNS": 2,
      "NNS-VBP": 16,
      "VBP-JJ": 12,
      "JJ-JJ": 8,
      "IN-JJ": 5,
      "NN-VBZ": 5,
      "VBZ-JJ": 4,
      "JJ-FW": 6,
      "FW-JJ": 11,
      "NN-VBP": 1,
      "VBP-NN": 2,
      "NNP-VBZ": 2,
      "JJ-NNP": 4,
      "NNP-IN": 3,
      "IN-NNP": 3,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "JJ-NNS": 4,
      "NNS-NNS": 5,
      "VBP-FW": 2,
      "FW-NNS": 10,
      "VBP-NNS": 1,
      "FW-DT": 1,
      "DT-NN": 5,
      "NNS-NNP": 2,
      "NN-NNS": 9,
      "NNS-FW": 2,
      "VBP-NNP": 1,
      "VBZ-FW": 1,
      "NNS-JJ": 4,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-NN": 2,
      "NN-CD": 1,
      "NNS-IN": 2,
      "JJ-CD": 1,
      "CD-NNS": 1,
      "IN-NN": 2,
      "VBZ-NNS": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NN-DT": 3,
      "NN-RB": 2,
      "RB-JJ": 2,
      "NNP-DT": 1,
      "VBZ-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-FW": 13,
      "FW-FW-FW": 58,
      "FW-FW-NN": 12,
      "FW-NN-FW": 6,
      "NN-FW-NN": 2,
      "FW-NN-NN": 10,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 8,
      "JJ-NN-NN": 19,
      "NN-NN-FW": 9,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NN": 9,
      "NNP-NN-IN": 2,
      "NN-IN-FW": 15,
      "IN-FW-FW": 5,
      "FW-FW-NNP": 10,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 2,
      "NN-NN-NN": 73,
      "NN-NN-NNP": 8,
      "NN-NNP-NNP": 7,
      "NNP-NNP-FW": 6,
      "NNP-FW-NNP": 6,
      "FW-NNP-NNS": 2,
      "NNP-NNS-VBP": 2,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 6,
      "JJ-NN-JJ": 3,
      "JJ-NN-IN": 11,
      "NN-IN-JJ": 5,
      "IN-JJ-NN": 3,
      "NN-JJ-JJ": 4,
      "NN-NNP-FW": 4,
      "FW-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-FW": 2,
      "JJ-FW-FW": 5,
      "FW-NNP-NN": 6,
      "NNP-NN-NNP": 2,
      "NNP-NNP-NNP": 16,
      "NNP-NN-NN": 15,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 9,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 2,
      "CC-JJ-NN": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "IN-FW-NN": 3,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "NN-NN-IN": 9,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 5,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNS": 3,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 3,
      "FW-FW-NNS": 6,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NNP-NN": 3,
      "FW-NN-IN": 1,
      "IN-FW-NNP": 3,
      "NNP-FW-FW": 7,
      "NN-NN-NNS": 7,
      "NN-NNS-NNS": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "FW-NNS-NNS": 3,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NN-NNS-VBP": 3,
      "VBP-JJ-NN": 4,
      "NN-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "NN-FW-JJ": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-NNP": 2,
      "NN-NNS-JJ": 2,
      "NNS-JJ-NN": 3,
      "JJ-NN-NNP": 2,
      "NNS-NNS-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "VBP-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-FW": 1,
      "IN-FW-JJ": 4,
      "FW-NN-JJ": 1,
      "FW-NNS-IN": 1,
      "NN-IN-NNP": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 1,
      "JJ-NN-FW": 1,
      "IN-NN-NNS": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "IN-NNP-CC": 1,
      "NN-NN-DT": 2,
      "NN-DT-NN": 3,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 2,
      "JJ-NN-DT": 1,
      "JJ-JJ-FW": 1,
      "JJ-JJ-NNP": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "VBZ-JJ-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 214,
        "FW": 157,
        "NNP": 82,
        "JJ": 61,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 121,
        "FW-FW": 92,
        "JJ-NN": 38,
        "NNP-NNP": 34,
        "NN-IN": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 73,
        "FW-FW-FW": 58,
        "JJ-NN-NN": 19,
        "NNP-NNP-NNP": 16,
        "NN-IN-FW": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 161,
      "VP": 32,
      "PP": 13,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0262
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0218
      },
      {
        "rule": "NP -> ('se', 'JJ') ('trató', 'NN')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('CNE', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "VP -> ('con', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Por', 'NNP') ('su', 'NN') ('parte', 'NN')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "VP -> ('”', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('A', 'DT') ('su', 'NN') ('vez', 'NN')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El desarrollo"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "participación auspiciaba"
      },
      {
        "label": "NP",
        "text": "una nueva era en Venezuela"
      },
      {
        "label": "NP",
        "text": "Un hackeo"
      },
      {
        "label": "NP",
        "text": "revirtió"
      },
      {
        "label": "NP",
        "text": "Investigaciones llevadas"
      },
      {
        "label": "VP",
        "text": "adelante por la Fiscalía General"
      },
      {
        "label": "NP",
        "text": "por la Fiscalía General"
      },
      {
        "label": "NP",
        "text": "Venezuela tras"
      },
      {
        "label": "VP",
        "text": "los acontecimientos"
      },
      {
        "label": "NP",
        "text": "acontecimientos"
      },
      {
        "label": "NP",
        "text": "indican que"
      },
      {
        "label": "NP",
        "text": "se trató"
      },
      {
        "label": "PP",
        "text": "de un ataque cibernético contra el"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP desarrollo/NN)\n  de/FW\n  una/FW\n  elección/FW\n  en/FW\n  paz/FW\n  y/FW\n  (NP con/NN)\n  masiva/FW\n  (NP participación/NN auspiciaba/NN)\n  (NP una/JJ nueva/NN era/NN en/NN Venezuela/NNP)\n  ./.)",
      "(S\n  (NP Un/NNP hackeo/NN)\n  de/IN\n  los/FW\n  sistemas/FW\n  de/FW\n  transmisión/FW\n  (NP revirtió/NN)\n  la/FW\n  escena/FW\n  ./.)",
      "(S\n  (NP Investigaciones/NNS llevadas/NNS)\n  (VP adelante/VBP (NP por/JJ la/NN Fiscalía/NNP General/NNP))\n  de/FW\n  (NP Venezuela/NNP tras/NNS)\n  (VP los/VBP (NP acontecimientos/NNS))\n  ,/,\n  (NP indican/JJ que/NN)\n  (NP se/JJ trató/NN)\n  (PP de/IN (NP un/JJ ataque/NN cibernético/NN contra/NN el/NN))\n  (NP sistema/JJ electoral/JJ realizado/NN desde/NN Macedonia/NNP)\n  del/FW\n  (NP Norte/NNP)\n  vinculado/FW\n  (NP a/DT políticos/NN)\n  (VP opositores/VBZ venezolanos/JJ)\n  prófugos/FW\n  de/FW\n  la/FW\n  (NP Justicia/NNP)\n  ,/,\n  (NP como/NN Léster/NNP Toledo/NNP y/NNP Leopoldo/NNP López/NNP)\n  ,/,\n  (NP dejando/NN abierta/NN)\n  la/FW\n  posibilidad/FW\n  de/FW\n  una/FW\n  (NP posible/JJ implicación/NN)\n  de/IN\n  la/FW\n  dirigente/FW\n  opositora/FW\n  (NP María/NNP Corina/NNP Machado/NNP)\n  ./.)",
      "(S (NP Víctor/NNP Theoktisto/NNP) ,/, (NP PhD/NNP) ./.)",
      "(S\n  en/FW\n  (NP Computación/NNP)\n  y/CC\n  (NP con/NN experiencia/NN como/NN auditor/NN)\n  (VP externo/VBP (NP del/NN Consejo/NNP Nacional/NNP Electoral/NNP))\n  (/(\n  (NP CNE/NNP)\n  )/)\n  ,/,\n  (NP explicó/JJ que/NN el/NN ataque/NN referido/NN)\n  (NP se/JJ trató/NN)\n  (PP de/IN (NP un/JJ DOS/NNP))\n  (/(\n  (NP Denial/NNP)\n  (PP Of/IN (NP Service/NNP –/NNP Denegación/NNP))\n  (PP de/IN (NP Servicio/NNP))\n  )/)\n  (VP el/VBP (NP cual/JJ consiste/NN))\n  (PP en/IN (NP saturar/JJ las/NNS redes/NNS))\n  (VP con/VBP (NP una/JJ enorme/JJ cantidad/NN))\n  de/IN\n  tráfico/FW\n  (NP\n    espurio/NN\n    para/NN\n    evitar/NN\n    que/NN\n    se/NN\n    logre/NN\n    transmitir/NN\n    la/NN\n    información/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3574,
          3583
        ],
        "start": 3574,
        "end": 3583
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó al",
        "position": [
          1222,
          1230
        ],
        "start": 1222,
        "end": 1230
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña de machado a través de las redes sociales, que contenían supuestos datos de participación electoral",
        "position": [
          1539,
          1646
        ],
        "start": 1539,
        "end": 1646
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "resultados oficiales",
        "position": [
          982,
          1002
        ],
        "start": 982,
        "end": 1002
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1333,
          1339
        ],
        "start": 1333,
        "end": 1339
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          700,
          707
        ],
        "start": 700,
        "end": 707
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3536,
          3543
        ],
        "start": 3536,
        "end": 3543
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente maduro",
        "position": [
          2978,
          2995
        ],
        "start": 2978,
        "end": 2995
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de defensa padrino",
        "position": [
          3524,
          3551
        ],
        "start": 3524,
        "end": 3551
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          1222,
          1227
        ],
        "start": 1222,
        "end": 1227
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          3154,
          3159
        ],
        "start": 3154,
        "end": 3159
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          2119,
          2127
        ],
        "start": 2119,
        "end": 2127
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          92,
          101
        ],
        "start": 92,
        "end": 101
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          2400,
          2407
        ],
        "start": 2400,
        "end": 2407
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado fraguado",
        "position": [
          3422,
          3437
        ],
        "start": 3422,
        "end": 3437
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle de",
        "position": [
          3154,
          3162
        ],
        "start": 3154,
        "end": 3162
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "edificio del",
        "position": [
          2008,
          2020
        ],
        "start": 2008,
        "end": 2020
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados de Miranda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Léster Toledo",
        "tipo": "Persona"
      },
      {
        "nombre": "Lara",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FANB",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Saab",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Leopoldo López",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado fraguado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Macedonia del Norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "PUD",
        "tipo": "Organizacion"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Anzoátegui",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno electo de Nicolás Maduro",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Carabobo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guárico",
        "tipo": "Lugar"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "El Tren del Llano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Víctor Theoktisto",
        "tipo": "Persona"
      },
      {
        "nombre": "Fiscalía General de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "González Urrutia",
        "tipo": "Persona"
      },
      {
        "nombre": "Fuerza Armada Nacional Bolivariana",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Fiscalía General de Venezuela",
        "relacion": "INDICAR",
        "objeto": "Macedonia del Norte"
      },
      {
        "sujeto": "Fiscalía General de Venezuela",
        "relacion": "INDICAR",
        "objeto": "Léster Toledo"
      },
      {
        "sujeto": "Fiscalía General de Venezuela",
        "relacion": "INDICAR",
        "objeto": "Leopoldo López"
      },
      {
        "sujeto": "Fiscalía General de Venezuela",
        "relacion": "INDICAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "González Urrutia",
        "relacion": "ACUSAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Machado",
        "relacion": "AFIRMAR",
        "objeto": "PUD"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "DERROCAR_DECANTAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "DERROCAR_DECANTAR",
        "objeto": "PSUV"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "DERROCAR_DECANTAR",
        "objeto": "Guárico"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "DERROCAR_DECANTAR",
        "objeto": "Anzoátegui"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "DERROCAR_DECANTAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "DERROCAR_DECANTAR",
        "objeto": "PSUV"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "DERROCAR_DECANTAR",
        "objeto": "Guárico"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "DERROCAR_DECANTAR",
        "objeto": "Anzoátegui"
      },
      {
        "sujeto": "El Tren del Llano",
        "relacion": "DEFINI_NDOSE_MANIFESTAR_VER_DIFUNDIR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Estado fraguado",
        "relacion": "DENUNCIAR",
        "objeto": "Gobierno electo de Nicolás Maduro"
      },
      {
        "sujeto": "Saab",
        "relacion": "DECLARAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9451,
    "pos": 0.0,
    "neu": 0.971,
    "neg": 0.029,
    "label": "negative"
  }
}