{
  "url": "https://www.telesurtv.net/denuncian-situacion-precaria-de-pueblos-originarios-en-el-chaco-argentino/",
  "title": "Denuncian situación precaria de pueblos originarios en el Chaco argentino - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Chaco",
    "hambre",
    "Pueblos Originarios",
    "Red"
  ],
  "text": "La Red de Docentes Familias y Organizaciones del Bajo Flores se sumó a la denuncia que realizan de forma prolongada los pueblos originarios del Chaco argentino ante la situación de precariedad que enfrentan.\nA raíz del Encuentro Nacional de Naciones y Pueblos originarios tras conmemorarse los 100 años de la Masacre de Napalpí, en dicha provincia argentina, y al reconocer a los pueblos Qom, Wichi, Mocovi y Vilelas como convocantes al encuentro, la organización precisó que el propósito fue generar espacios de participación, reflexión y construcción de consensos para enfrentar la dolorosa situación que se vive frente a la política de hambre a que hacen frente las comunidades.\n“Los pueblos originarios se enfrentan a la privación del agua potable, que va a la saga de las muertes evitables por dengue, desnutrición, Mal de Chagas, tuberculosis, diarreas y deshidratación, parasitosis y consumo de aguas contaminadas, que dan continuidad a las políticas genocidas”, recalcó el colectivo.\nAsimismo, la Red aseveró que “la experiencia estuvo atravesada por la dolorosa constatación de que el genocidio continúa de manera sostenida y atroz y que los pueblos indígenas no solo son los más olvidados, sino también los más pobres entre los pobres”.\nAl apostar por la comunidad, los pueblos originarios reconocen junto a la organización argentina que enfrentar al genocidio y construir otra manera de vida necesita de todos.\n“No obstante, esta convocatoria y esta resistencia nos habla de la dignidad y de la entera convicción de que, también en situaciones extremas, como las que allí se viven, la salida es colectiva”, alegaron.\nLa Red de Docentes Familias y Organizaciones del Bajo Flores insistió que “pese a que conocemos y padecemos la precarización de la vida impuestas en nuestros barrios populares, vemos que en el Chaco, las comunidades cargan con la ausencia total y absoluta de políticas elementales, orientadas a resolver problemas estructurales como el hambre y la salud”.\n“Las condiciones son de indigencia estructural”, alegaron mientras insisten que las mineras y petroleras en todo el país se apropian de millones de litros de agua que envenenan y utilizan para usufructo privado mientras que el Estado no se ocupa de realizar obras para la gente.\nDe igual manera, más de 2.000 compañeros de los pueblos Qom y Wichi acamparon paralelamente al evento, a los cuales se sumó el campesinado criollo, bajo la consigna de “Basta de Hambre” en un contexto donde cuatro de cada diez niños no llegan al nivel mínimo alimentación.\nDenunciaron que desde hace ocho meses no funcionan los comedores escolares en casi la totalidad de la provincia y dejaron de entregar mercadería a los centenares de merenderos a lo largo del Chaco, al tiempo que subrayaron que 300.000 personas se encuentran en emergencia alimentaria.\nReconocieron de igual manera la inexistencia de programas para apoyar la producción de pequeños y medianos productores con semilla, gasoil y créditos accesible, así como “se suman las consecuencias profundas de las grandes masacres como Napalpí y del genocidio por goteo”.\nSobre el programa que el Estado debe garantizar a los pueblos originarios para dar cumplimiento a la reparación histórica por la que fue condenado, la Red precisa las luchas principales: techo, tierra y territorio; participación, consulta libre, previa e informada; alimentación, agua y soberanía alimentaria; salud; trabajo, condiciones para trabajar la tierra; preservación de las lenguas originarias y del medio ambiente; educación multicultural y bilingüe; paz, cese de hostilidades, y criminalización del ejercicio de los derechos indígenas; acceso a los servicios de comunicación; políticas de Memoria, Verdad y Justicia y otras garantías de no repetición.\nEl Chaco también sufre de la deforestación, con un desmonte de 485.162 hectáreas desde el 2024. La reciente aprobación de la Ley 4005-R, en abril de 2024, pretende habilitar el desmonte de un millón de hectáreas adicionales.  De acuerdo al colectivo de Abogados y Abogadas ambientalistas “esta legislación, hecha a medida para las empresas deforestadoras, refleja la connivencia entre el poder político y los intereses privados”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/denuncian-situacion-precaria-de-pueblos-originarios-en-el-chaco-argentino/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 246,
    "message_id": 75300,
    "date": "2024-08-28T07:55:51+00:00",
    "text": "teleSUR\nDenuncian situación precaria de pueblos originarios en el Chaco argentino\nhttps://www.telesurtv.net/denuncian-situacion-precaria-de-pueblos-originarios-en-el-chaco-argentino/",
    "photo_path": null,
    "views": 2888,
    "reactions": {
      "👍": 46,
      "🙏": 8,
      "😱": 6,
      "👏": 4
    },
    "total_reactions": 64
  },
  "preprocessing": {
    "cleaned": "la red de docentes familias y organizaciones del bajo flores se sumó a la denuncia que realizan de forma prolongada los pueblos originarios del chaco argentino ante la situación de precariedad que enfrentan. a raíz del encuentro nacional de naciones y pueblos originarios tras conmemorarse los 100 años de la masacre de napalpí, en dicha provincia argentina, y al reconocer a los pueblos qom, wichi, mocovi y vilelas como convocantes al encuentro, la organización precisó que el propósito fue generar espacios de participación, reflexión y construcción de consensos para enfrentar la dolorosa situación que se vive frente a la política de hambre a que hacen frente las comunidades. “los pueblos originarios se enfrentan a la privación del agua potable, que va a la saga de las muertes evitables por dengue, desnutrición, mal de chagas, tuberculosis, diarreas y deshidratación, parasitosis y consumo de aguas contaminadas, que dan continuidad a las políticas genocidas”, recalcó el colectivo. asimismo, la red aseveró que “la experiencia estuvo atravesada por la dolorosa constatación de que el genocidio continúa de manera sostenida y atroz y que los pueblos indígenas no solo son los más olvidados, sino también los más pobres entre los pobres”. al apostar por la comunidad, los pueblos originarios reconocen junto a la organización argentina que enfrentar al genocidio y construir otra manera de vida necesita de todos. “no obstante, esta convocatoria y esta resistencia nos habla de la dignidad y de la entera convicción de que, también en situaciones extremas, como las que allí se viven, la salida es colectiva”, alegaron. la red de docentes familias y organizaciones del bajo flores insistió que “pese a que conocemos y padecemos la precarización de la vida impuestas en nuestros barrios populares, vemos que en el chaco, las comunidades cargan con la ausencia total y absoluta de políticas elementales, orientadas a resolver problemas estructurales como el hambre y la salud”. “las condiciones son de indigencia estructural”, alegaron mientras insisten que las mineras y petroleras en todo el país se apropian de millones de litros de agua que envenenan y utilizan para usufructo privado mientras que el estado no se ocupa de realizar obras para la gente. de igual manera, más de 2.000 compañeros de los pueblos qom y wichi acamparon paralelamente al evento, a los cuales se sumó el campesinado criollo, bajo la consigna de “basta de hambre” en un contexto donde cuatro de cada diez niños no llegan al nivel mínimo alimentación. denunciaron que desde hace ocho meses no funcionan los comedores escolares en casi la totalidad de la provincia y dejaron de entregar mercadería a los centenares de merenderos a lo largo del chaco, al tiempo que subrayaron que 300.000 personas se encuentran en emergencia alimentaria. reconocieron de igual manera la inexistencia de programas para apoyar la producción de pequeños y medianos productores con semilla, gasoil y créditos accesible, así como “se suman las consecuencias profundas de las grandes masacres como napalpí y del genocidio por goteo”. sobre el programa que el estado debe garantizar a los pueblos originarios para dar cumplimiento a la reparación histórica por la que fue condenado, la red precisa las luchas principales: techo, tierra y territorio; participación, consulta libre, previa e informada; alimentación, agua y soberanía alimentaria; salud; trabajo, condiciones para trabajar la tierra; preservación de las lenguas originarias y del medio ambiente; educación multicultural y bilingüe; paz, cese de hostilidades, y criminalización del ejercicio de los derechos indígenas; acceso a los servicios de comunicación; políticas de memoria, verdad y justicia y otras garantías de no repetición. el chaco también sufre de la deforestación, con un desmonte de 485.162 hectáreas desde el 2024. la reciente aprobación de la ley 4005-r, en abril de 2024, pretende habilitar el desmonte de un millón de hectáreas adicionales. de acuerdo al colectivo de abogados y abogadas ambientalistas “esta legislación, hecha a medida para las empresas deforestadoras, refleja la connivencia entre el poder político y los intereses privados”.",
    "tokens": [
      "red",
      "docentes",
      "familias",
      "organizaciones",
      "bajo",
      "flores",
      "sumó",
      "denuncia",
      "realizan",
      "forma",
      "prolongada",
      "pueblos",
      "originarios",
      "chaco",
      "argentino",
      "situación",
      "precariedad",
      "enfrentan",
      ".",
      "raíz",
      "encuentro",
      "nacional",
      "naciones",
      "pueblos",
      "originarios",
      "tras",
      "conmemorarse",
      "100",
      "años",
      "masacre",
      "napalpí",
      ",",
      "dicha",
      "provincia",
      "argentina",
      ",",
      "reconocer",
      "pueblos",
      "qom",
      ",",
      "wichi",
      ",",
      "mocovi",
      "vilelas",
      "convocantes",
      "encuentro",
      ",",
      "organización",
      "precisó",
      "propósito",
      "generar",
      "espacios",
      "participación",
      ",",
      "reflexión",
      "construcción",
      "consensos",
      "enfrentar",
      "dolorosa",
      "situación",
      "vive",
      "frente",
      "política",
      "hambre",
      "hacen",
      "frente",
      "comunidades",
      ".",
      "“",
      "pueblos",
      "originarios",
      "enfrentan",
      "privación",
      "agua",
      "potable",
      ",",
      "va",
      "saga",
      "muertes",
      "evitables",
      "dengue",
      ",",
      "desnutrición",
      ",",
      "mal",
      "chagas",
      ",",
      "tuberculosis",
      ",",
      "diarreas",
      "deshidratación",
      ",",
      "parasitosis",
      "consumo",
      "aguas",
      "contaminadas",
      ",",
      "dan",
      "continuidad",
      "políticas",
      "genocidas",
      "”",
      ",",
      "recalcó",
      "colectivo",
      ".",
      "asimismo",
      ",",
      "red",
      "aseveró",
      "“",
      "experiencia",
      "atravesada",
      "dolorosa",
      "constatación",
      "genocidio",
      "continúa",
      "manera",
      "sostenida",
      "atroz",
      "pueblos",
      "indígenas",
      "solo",
      "olvidados",
      ",",
      "sino",
      "pobres",
      "pobres",
      "”",
      ".",
      "apostar",
      "comunidad",
      ",",
      "pueblos",
      "originarios",
      "reconocen",
      "junto",
      "organización",
      "argentina",
      "enfrentar",
      "genocidio",
      "construir",
      "manera",
      "vida",
      "necesita",
      ".",
      "“",
      "obstante",
      ",",
      "convocatoria",
      "resistencia",
      "habla",
      "dignidad",
      "entera",
      "convicción",
      ",",
      "situaciones",
      "extremas",
      ",",
      "allí",
      "viven",
      ",",
      "salida",
      "colectiva",
      "”",
      ",",
      "alegaron",
      ".",
      "red",
      "docentes",
      "familias",
      "organizaciones",
      "bajo",
      "flores",
      "insistió",
      "“",
      "pese",
      "conocemos",
      "padecemos",
      "precarización",
      "vida",
      "impuestas",
      "barrios",
      "populares",
      ",",
      "vemos",
      "chaco",
      ",",
      "comunidades",
      "cargan",
      "ausencia",
      "total",
      "absoluta",
      "políticas",
      "elementales",
      ",",
      "orientadas",
      "resolver",
      "problemas",
      "estructurales",
      "hambre",
      "salud",
      "”",
      ".",
      "“",
      "condiciones",
      "indigencia",
      "estructural",
      "”",
      ",",
      "alegaron",
      "mientras",
      "insisten",
      "mineras",
      "petroleras",
      "país",
      "apropian",
      "millones",
      "litros",
      "agua",
      "envenenan",
      "utilizan",
      "usufructo",
      "privado",
      "mientras",
      "ocupa",
      "realizar",
      "obras",
      "gente",
      ".",
      "igual",
      "manera",
      ",",
      "2.000",
      "compañeros",
      "pueblos",
      "qom",
      "wichi",
      "acamparon",
      "paralelamente",
      "evento",
      ",",
      "cuales",
      "sumó",
      "campesinado",
      "criollo",
      ",",
      "bajo",
      "consigna",
      "“",
      "basta",
      "hambre",
      "”",
      "contexto",
      "cuatro",
      "cada",
      "diez",
      "niños",
      "llegan",
      "nivel",
      "mínimo",
      "alimentación",
      ".",
      "denunciaron",
      "hace",
      "ocho",
      "meses",
      "funcionan",
      "comedores",
      "escolares",
      "casi",
      "totalidad",
      "provincia",
      "dejaron",
      "entregar",
      "mercadería",
      "centenares",
      "merenderos",
      "largo",
      "chaco",
      ",",
      "tiempo",
      "subrayaron",
      "300.000",
      "personas",
      "encuentran",
      "emergencia",
      "alimentaria",
      ".",
      "reconocieron",
      "igual",
      "manera",
      "inexistencia",
      "programas",
      "apoyar",
      "producción",
      "pequeños",
      "medianos",
      "productores",
      "semilla",
      ",",
      "gasoil",
      "créditos",
      "accesible",
      ",",
      "así",
      "“",
      "suman",
      "consecuencias",
      "profundas",
      "grandes",
      "masacres",
      "napalpí",
      "genocidio",
      "goteo",
      "”",
      ".",
      "programa",
      "debe",
      "garantizar",
      "pueblos",
      "originarios",
      "dar",
      "cumplimiento",
      "reparación",
      "histórica",
      "condenado",
      ",",
      "red",
      "precisa",
      "luchas",
      "principales",
      ":",
      "techo",
      ",",
      "tierra",
      "territorio",
      ";",
      "participación",
      ",",
      "consulta",
      "libre",
      ",",
      "previa",
      "informada",
      ";",
      "alimentación",
      ",",
      "agua",
      "soberanía",
      "alimentaria",
      ";",
      "salud",
      ";",
      "trabajo",
      ",",
      "condiciones",
      "trabajar",
      "tierra",
      ";",
      "preservación",
      "lenguas",
      "originarias",
      "medio",
      "ambiente",
      ";",
      "educación",
      "multicultural",
      "bilingüe",
      ";",
      "paz",
      ",",
      "cese",
      "hostilidades",
      ",",
      "criminalización",
      "ejercicio",
      "derechos",
      "indígenas",
      ";",
      "acceso",
      "servicios",
      "comunicación",
      ";",
      "políticas",
      "memoria",
      ",",
      "verdad",
      "justicia",
      "garantías",
      "repetición",
      ".",
      "chaco",
      "sufre",
      "deforestación",
      ",",
      "desmonte",
      "485.162",
      "hectáreas",
      "2024.",
      "reciente",
      "aprobación",
      "ley",
      "4005-r",
      ",",
      "abril",
      "2024",
      ",",
      "pretende",
      "habilitar",
      "desmonte",
      "millón",
      "hectáreas",
      "adicionales",
      ".",
      "acuerdo",
      "colectivo",
      "abogados",
      "abogadas",
      "ambientalistas",
      "“",
      "legislación",
      ",",
      "hecha",
      "medida",
      "empresas",
      "deforestadoras",
      ",",
      "refleja",
      "connivencia",
      "poder",
      "político",
      "intereses",
      "privados",
      "”",
      "."
    ],
    "token_count": 436,
    "sentence_count": 15
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 57,
      "FW": 170,
      "NN": 198,
      "JJ": 64,
      "NNS": 35,
      "VBP": 27,
      "MD": 1,
      "VB": 1,
      "CD": 6,
      "VBZ": 10,
      "IN": 21,
      "DT": 5,
      "VBD": 3,
      "RB": 4
    },
    "bigram_freq": {
      "NNP-NNP": 18,
      "NNP-FW": 17,
      "FW-NNP": 19,
      "FW-NN": 21,
      "NN-FW": 22,
      "FW-FW": 108,
      "FW-JJ": 10,
      "JJ-NNS": 8,
      "NNS-VBP": 24,
      "VBP-NNP": 2,
      "NNP-NN": 11,
      "NN-NN": 117,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "JJ-NN": 38,
      "NN-CD": 2,
      "CD-NN": 3,
      "NN-VBZ": 5,
      "VBZ-JJ": 5,
      "JJ-NNP": 3,
      "JJ-JJ": 4,
      "NN-JJ": 13,
      "JJ-FW": 9,
      "FW-NNS": 9,
      "NNS-NNP": 2,
      "NNP-VBP": 1,
      "VBP-NNS": 1,
      "VBP-JJ": 18,
      "NN-NNP": 9,
      "NNP-IN": 1,
      "IN-NNP": 2,
      "NN-NNS": 10,
      "VBP-NN": 3,
      "NN-IN": 17,
      "IN-FW": 11,
      "VBZ-DT": 2,
      "DT-NN": 2,
      "NN-VBD": 2,
      "VBD-JJ": 1,
      "IN-JJ": 5,
      "IN-NNS": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBD-RB": 1,
      "RB-JJ": 3,
      "NNP-VBZ": 3,
      "NNS-IN": 3,
      "NNS-NNS": 2,
      "VBP-RB": 1,
      "NNP-NNS": 2,
      "NNS-NN": 1,
      "NNP-DT": 1,
      "DT-JJ": 3,
      "IN-CD": 2,
      "CD-NNS": 2,
      "VBZ-NN": 2,
      "FW-DT": 2,
      "JJ-RB": 1,
      "NN-VBP": 1,
      "VBP-VBZ": 1,
      "NNS-VBZ": 1,
      "VBZ-FW": 1,
      "NNS-FW": 1,
      "NNP-VBD": 1,
      "VBD-FW": 1,
      "JJ-CD": 1,
      "CD-NNP": 1,
      "NNP-JJ": 1,
      "FW-CD": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 7,
      "NNP-FW-NNP": 7,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NNP": 5,
      "NNP-FW-NN": 4,
      "FW-NN-FW": 9,
      "NN-FW-FW": 14,
      "FW-FW-FW": 77,
      "FW-FW-JJ": 3,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "NNP-NN-NN": 8,
      "NN-NN-FW": 11,
      "FW-FW-NN": 10,
      "NN-FW-NN": 3,
      "NN-FW-NNP": 2,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-FW": 1,
      "FW-FW-NNP": 10,
      "FW-NNP-FW": 8,
      "FW-NN-NN": 9,
      "NN-NN-NN": 69,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-NN": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "JJ-NN-FW": 1,
      "NN-NN-JJ": 11,
      "NN-JJ-FW": 2,
      "JJ-FW-FW": 8,
      "FW-JJ-NN": 7,
      "JJ-NN-NN": 23,
      "NN-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJ": 17,
      "VBP-JJ-NN": 13,
      "NN-JJ-NN": 7,
      "FW-FW-NNS": 5,
      "FW-NNS-VBP": 5,
      "NN-NN-NNP": 7,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 3,
      "NN-NN-IN": 8,
      "NN-IN-FW": 9,
      "IN-FW-NNS": 2,
      "JJ-NN-NNS": 5,
      "NN-NNP-NN": 5,
      "NNP-NN-NNP": 1,
      "IN-FW-NN": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "VBZ-JJ-NN": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-JJ-NNS": 3,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 2,
      "JJ-NN-IN": 6,
      "IN-FW-FW": 5,
      "FW-NNP-NN": 2,
      "FW-NN-IN": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NN-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-NNP-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-FW": 2,
      "NNP-FW-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-IN": 1,
      "IN-JJ-JJ": 1,
      "VBP-JJ-NNS": 1,
      "JJ-FW-NN": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-FW-JJ": 2,
      "JJ-NN-JJ": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-NNP": 1,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NN": 2,
      "NNP-FW-JJ": 3,
      "FW-FW-DT": 2,
      "FW-DT-JJ": 1,
      "DT-JJ-RB": 1,
      "JJ-RB-JJ": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-NN-CD": 1,
      "CD-NN-NN": 2,
      "JJ-NN-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "FW-NNS-NNS": 1,
      "VBP-NNP-FW": 1,
      "NN-NNP-VBZ": 1,
      "NN-NN-NNS": 4,
      "FW-JJ-FW": 1,
      "JJ-NNS-IN": 1,
      "NNP-FW-FW": 2,
      "FW-DT-NN": 1,
      "DT-NN-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NN-JJ": 1,
      "CD-NNS-VBP": 1,
      "VBP-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 198,
        "FW": 170,
        "JJ": 64,
        "NNP": 57,
        "NNS": 35
      },
      "top_bigrams": {
        "NN-NN": 117,
        "FW-FW": 108,
        "JJ-NN": 38,
        "NNS-VBP": 24,
        "NN-FW": 22
      },
      "top_trigrams": {
        "FW-FW-FW": 77,
        "NN-NN-NN": 69,
        "JJ-NN-NN": 23,
        "NNS-VBP-JJ": 17,
        "NN-FW-FW": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 15,
    "chunk_counts": {
      "NP": 159,
      "VP": 38,
      "ADJP": 8,
      "PP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0303
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 3,
        "weight": 0.013
      },
      {
        "rule": "NP -> ('La', 'NNP') ('Red', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Docentes', 'NNP') ('Familias', 'NNP') ('y', 'NNP') ('Organizaciones', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('Bajo', 'NNP') ('Flores', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "ADJP -> ('se', 'JJ')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "S -> NP ('de', 'FW') NP ('del', 'FW') NP VP VP ('de', 'IN') ('forma', 'FW') ('prolongada', 'FW') ('los', 'FW') NP VP ('la', 'FW') ('situación', 'FW') ('de', 'FW') ('precariedad', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0043
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Red"
      },
      {
        "label": "NP",
        "text": "Docentes Familias y Organizaciones"
      },
      {
        "label": "NP",
        "text": "Bajo Flores"
      },
      {
        "label": "VP",
        "text": "se"
      },
      {
        "label": "VP",
        "text": "sumó a la denuncia que realizan"
      },
      {
        "label": "NP",
        "text": "a la denuncia que realizan"
      },
      {
        "label": "NP",
        "text": "pueblos originarios"
      },
      {
        "label": "VP",
        "text": "del Chaco argentino ante"
      },
      {
        "label": "NP",
        "text": "Chaco argentino ante"
      },
      {
        "label": "NP",
        "text": "que enfrentan"
      },
      {
        "label": "NP",
        "text": "A raíz del Encuentro Nacional"
      },
      {
        "label": "NP",
        "text": "Naciones"
      },
      {
        "label": "NP",
        "text": "Pueblos"
      },
      {
        "label": "VP",
        "text": "originarios tras conmemorarse"
      },
      {
        "label": "NP",
        "text": "tras conmemorarse"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Red/NNP)\n  de/FW\n  (NP Docentes/NNP Familias/NNP y/NNP Organizaciones/NNP)\n  del/FW\n  (NP Bajo/NNP Flores/NNP)\n  (VP se/VBZ)\n  (VP sumó/VB (NP a/DT la/NN denuncia/NN que/NN realizan/NN))\n  de/IN\n  forma/FW\n  prolongada/FW\n  los/FW\n  (NP pueblos/JJ originarios/NNS)\n  (VP del/VBP (NP Chaco/NNP argentino/NN ante/NN))\n  la/FW\n  situación/FW\n  de/FW\n  precariedad/FW\n  (NP que/NN enfrentan/NN)\n  ./.)",
      "(S\n  (NP A/DT raíz/NN del/NN Encuentro/NNP Nacional/NNP)\n  de/FW\n  (NP Naciones/NNP)\n  y/CC\n  (NP Pueblos/NNP)\n  (VP originarios/VBP (NP tras/JJ conmemorarse/NN))\n  (VP los/VBD)\n  100/CD\n  (NP años/NN)\n  de/FW\n  la/FW\n  (NP Masacre/NNP)\n  de/FW\n  (NP Napalpí/NNP)\n  ,/,\n  en/FW\n  dicha/FW\n  provincia/FW\n  (NP argentina/NN)\n  ,/,\n  y/CC\n  (NP al/JJ reconocer/NN)\n  (NP a/DT los/JJ pueblos/NN Qom/NNP)\n  ,/,\n  (NP Wichi/NNP)\n  ,/,\n  (NP Mocovi/NNP y/NNP Vilelas/NNP como/NN)\n  (VP convocantes/VBZ (NP al/JJ encuentro/NN))\n  ,/,\n  la/FW\n  organización/FW\n  precisó/FW\n  (NP que/NN el/NN propósito/NN fue/NN)\n  (ADJP generar/JJ)\n  espacios/FW\n  de/FW\n  participación/FW\n  ,/,\n  reflexión/FW\n  y/FW\n  construcción/FW\n  de/FW\n  consensos/FW\n  para/FW\n  enfrentar/FW\n  la/FW\n  dolorosa/FW\n  situación/FW\n  que/FW\n  se/FW\n  (NP vive/JJ frente/NN)\n  (NP a/DT la/NN)\n  política/FW\n  de/FW\n  hambre/FW\n  (NP a/DT que/NN hacen/NN frente/NN las/NNS comunidades/NNS)\n  ./.)",
      "(S\n  (NP “/JJ Los/NNP pueblos/NN originarios/NNS)\n  (VP se/VBP)\n  (VP\n    enfrentan/VBZ\n    (NP a/DT la/NN privación/NN del/NN agua/NN)\n    potable/JJ)\n  ,/,\n  (ADJP que/JJ)\n  va/FW\n  a/DT\n  la/FW\n  saga/FW\n  de/FW\n  las/FW\n  (NP muertes/NNS)\n  (VP evitables/VBP (NP por/JJ dengue/NN))\n  ,/,\n  (NP desnutrición/NN)\n  ,/,\n  (NP Mal/NNP de/NNP Chagas/NNP)\n  ,/,\n  (NP tuberculosis/NN)\n  ,/,\n  (NP diarreas/JJ y/NN deshidratación/NN)\n  ,/,\n  (NP parasitosis/NN y/NN consumo/NN)\n  de/IN\n  aguas/FW\n  (NP contaminadas/NNS)\n  ,/,\n  (NP que/JJ dan/NN continuidad/NN)\n  (NP a/DT las/JJ políticas/NN genocidas/NN ”/NNP)\n  ,/,\n  (NP recalcó/NN el/NN colectivo/NN)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP la/NN Red/NNP aseveró/NN que/NN “/NNP la/NNP)\n  experiencia/FW\n  estuvo/FW\n  atravesada/FW\n  (NP por/NN)\n  la/FW\n  dolorosa/FW\n  constatación/FW\n  de/FW\n  que/FW\n  el/FW\n  (NP genocidio/NN continúa/NN)\n  de/IN\n  manera/FW\n  (NP sostenida/NN y/NN atroz/NN y/NN que/NN los/NN pueblos/NN)\n  (VP indígenas/VBZ (NP no/DT solo/NN son/NN))\n  (VP los/VBD (NP más/JJ olvidados/NN))\n  ,/,\n  (NP sino/NN también/NN los/NN más/NN)\n  (VP pobres/VBZ (NP entre/JJ los/NN pobres/NNS))\n  (VP ”/VBP)\n  ./.)",
      "(S\n  (NP Al/NNP apostar/NN por/NN la/NN comunidad/NN)\n  ,/,\n  (NP los/JJ pueblos/JJ originarios/NNS)\n  (VP reconocen/VBP)\n  (PP junto/IN (NP a/DT la/NN))\n  (NP\n    organización/JJ\n    argentina/NN\n    que/NN\n    enfrentar/NN\n    al/NN\n    genocidio/NN\n    y/NN\n    construir/NN)\n  (NP otra/JJ manera/NN)\n  de/IN\n  vida/FW\n  necesita/FW\n  de/FW\n  todos/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "MEDIOS_COMUNICACION",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "acuerdo al colectivo",
        "position": [
          3986,
          4006
        ],
        "start": 3986,
        "end": 4006
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "cese de hostilidades",
        "position": [
          3560,
          3580
        ],
        "start": 3560,
        "end": 3580
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3411,
          3418
        ],
        "start": 3411,
        "end": 3418
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo al colectivo de abogados y abogadas ambientalistas “esta legislación, hecha a medida para las empresas deforestadoras, refleja la connivencia entre el poder político y los",
        "position": [
          3986,
          4165
        ],
        "start": 3986,
        "end": 4165
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          464,
          471
        ],
        "start": 464,
        "end": 471
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "aprobación de la ley",
        "position": [
          3865,
          3885
        ],
        "start": 3865,
        "end": 3885
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "salud; trabajo, condiciones para trabajar la tierra; preservación de las lenguas originarias y del medio ambiente; educación multicultural y bilingüe; paz, cese de hostilidades, y criminalización del ejercicio de los derechos indígenas; acceso",
        "position": [
          3404,
          3647
        ],
        "start": 3404,
        "end": 3647
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "deforestación",
        "position": [
          3786,
          3799
        ],
        "start": 3786,
        "end": 3799
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "docentes",
        "position": [
          10,
          18
        ],
        "start": 10,
        "end": 18
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "pueblos originarios",
        "position": [
          120,
          139
        ],
        "start": 120,
        "end": 139
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "medio ambiente; educación multicultural y bilingüe; paz, cese de hostilidades, y criminalización del ejercicio de los derechos indígenas; acceso a los servicios de comunicación",
        "position": [
          3503,
          3679
        ],
        "start": 3503,
        "end": 3679
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          2536,
          2547
        ],
        "start": 2536,
        "end": 2547
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley 4005-",
        "position": [
          3882,
          3891
        ],
        "start": 3882,
        "end": 3891
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          739,
          743
        ],
        "start": 739,
        "end": 743
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "agua potable",
        "position": [
          739,
          751
        ],
        "start": 739,
        "end": 751
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          348,
          357
        ],
        "start": 348,
        "end": 357
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia argentina",
        "position": [
          338,
          357
        ],
        "start": 338,
        "end": 357
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 personas",
        "position": [
          2767,
          2779
        ],
        "start": 2767,
        "end": 2779
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "300.000 personas",
        "position": [
          2763,
          2779
        ],
        "start": 2763,
        "end": 2779
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 2.000",
        "position": [
          2280,
          2292
        ],
        "start": 2280,
        "end": 2292
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Napalpí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Qom",
        "tipo": "Lugar"
      },
      {
        "nombre": "Wichi",
        "tipo": "Lugar"
      },
      {
        "nombre": "Red",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mocovi",
        "tipo": "Lugar"
      },
      {
        "nombre": "el Chaco",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Chaco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chaco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Abogados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Red de Docentes Familias y Organizaciones del Bajo Flores",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vilelas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Abogadas ambientalistas",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Red de Docentes Familias y Organizaciones del Bajo Flores",
        "relacion": "SUMAR",
        "objeto": "Chaco"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8074,
    "pos": 0.003,
    "neu": 0.979,
    "neg": 0.018,
    "label": "negative"
  }
}