{
  "url": "https://www.telesurtv.net/corte-suprema-avala-cancelar-estatus-532000/",
  "title": "Corte Suprema de EE.UU. avala a Trump a cancelar estatus legal temporal de 532.000 migrantes - teleSUR",
  "section": "Mundo",
  "tags": [
    "Corte Suprema",
    "EE.UU.",
    "ICE",
    "Inmigrantes",
    "Trump"
  ],
  "text": "La Corte Suprema de Estados Unidos aprobó este viernes 30 de mayo una solicitud del Departamento de Seguridad Nacional (DHS) que autoriza al Gobierno de Donald Trump a cancelar el estatus legal temporal de 532.000 migrantes provenientes de Cuba, Haití, Nicaragua y Venezuela.\nLa propuesta obtuvo solamente dos votos contrarios, de las magistradas Ketanji Brown Jackson y Sonia Sotomayor, y fue aprobada por mayoría.\n\nLa decisión ocurre a poco más de cuatro meses del regreso de Trump a la Casa Blanca, en medio de una agenda migratoria endurecida, centrada en la criminalización de la migración y el impulso de deportaciones masivas con respaldo de varias cortes y desavenencia de otras.\nEl fallo se refiere al uso de la llamada “libertad condicional humanitaria” (parole), un mecanismo que permite a ciertos migrantes trabajar legalmente si cuentan con un patrocinador. Esta medida, lanzada por la administración Biden bajo el programa conocido como CHNV (por las iniciales de los países beneficiarios), fue implementada inicialmente en octubre de 2022 para venezolanos, y extendida en enero de 2023 a haitianos, cubanos y nicaragüenses. Los migrantes debían pasar verificaciones de antecedentes, contar con patrocinadores en EE.UU., estar vacunados, y cumplir otros requisitos.\n\n\nLa sentencia revierte la decisión de la jueza federal de Massachusetts, Indira Talwani, quien en abril había impedido aplicar medidas generalizadas de expulsión, argumentando que la ley de inmigración no permite expulsiones aceleradas a quienes habían sido autorizados a permanecer legalmente. Con este nuevo fallo, la Corte elimina la obligación de evaluar caso por caso, dando luz verde a una revocación masiva del estatus legal.\nAunque temporal, en espera de que una corte de apelación se pronuncie sobre el fondo del caso, la medida afecta directamente a cientos de miles de migrantes, y se suma a otro fallo reciente que autoriza la eliminación del Estatus de Protección Temporal (TPS) a cerca de 350.000 venezolanos.\nLos dos programas, TPS y parole, son distintos, aunque es posible acogerse a ambos simultáneamente. Su eliminación permite a Trump avanzar con su plan de deportación masiva, una promesa de campaña que ahora cuenta con apoyo judicial parcial.\nUna de las magistradas en desacuerdo, Ketanji Brown Jackson, advirtió sobre “las devastadoras consecuencias” de esta medida. Alertaron sobre el peligro que corren cientos de miles de personas mientras sus casos están pendientes. Los migrantes, señalaron, se enfrentan a “dos opciones insoportables”: abandonar EE.UU. y arriesgarse a la violencia, la separación familiar y la pérdida de sus derechos, o permanecer y enfrentar una posible expulsión inminente y traumática.\n\n\nEl Gobierno de Trump insiste en que los permisos otorgados fueron mal usados y deben eliminarse para “recuperar el control de las fronteras”, aunque detrás de esta narrativa, según observadores, hay una estrategia de exclusión y racismo institucional, con especial impacto sobre las comunidades del Caribe y América Latina.\nEn abril, la Corte Suprema intervino para bloquear deportaciones sumarias de migrantes venezolanos bajo la Ley de Enemigos Extranjeros de 1798, que el gobierno utilizó para acusarlos de vínculos con el grupo Tren de Aragua, declarado por Washington como organización terrorista global. No obstante, han sido mayoritarios los fallos a favor de la política migratoria del magnate.\nMás recientemente, la administración intentó deportar migrantes a Sudán del Sur, pese a no ser sus países de origen. Ocho migrantes condenados por delitos violentos, incluidos dos cubanos y un mexicano, fueron enviados a ese país en guerra, ante la negativa de sus países de recibirlos.\nAunque los tribunales bloquearon parte de estos traslados por falta de garantías procesales, el gobierno ha vuelto a recurrir a la Corte Suprema buscando validar estas medidas.\nMientras los litigios continúan en diferentes cortes, el Gobierno de Trump aprovecha los fallos favorables para consolidar una agenda de mano dura contra la migración, que amenaza con redefinir el destino de más de un millón de personas en suelo estadounidense.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/corte-suprema-avala-cancelar-estatus-532000/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 62,
    "message_id": 95281,
    "date": "2025-05-30T20:55:23+00:00",
    "text": "teleSUR\nCorte Suprema de EE.UU. avala a Trump a cancelar estatus legal temporal de 532.000 migrantes\nhttps://www.telesurtv.net/corte-suprema-avala-cancelar-estatus-532000/",
    "photo_path": null,
    "views": 1964,
    "reactions": {
      "🤮": 31,
      "👎": 7,
      "👍": 3,
      "👏": 2,
      "🤡": 1
    },
    "total_reactions": 44
  },
  "preprocessing": {
    "cleaned": "la corte suprema de estados unidos aprobó este viernes 30 de mayo una solicitud del departamento de seguridad nacional (dhs) que autoriza al gobierno de donald trump a cancelar el estatus legal temporal de 532.000 migrantes provenientes de cuba, haití, nicaragua y venezuela. la propuesta obtuvo solamente dos votos contrarios, de las magistradas ketanji brown jackson y sonia sotomayor, y fue aprobada por mayoría. la decisión ocurre a poco más de cuatro meses del regreso de trump a la casa blanca, en medio de una agenda migratoria endurecida, centrada en la criminalización de la migración y el impulso de deportaciones masivas con respaldo de varias cortes y desavenencia de otras. el fallo se refiere al uso de la llamada “libertad condicional humanitaria” (parole), un mecanismo que permite a ciertos migrantes trabajar legalmente si cuentan con un patrocinador. esta medida, lanzada por la administración biden bajo el programa conocido como chnv (por las iniciales de los países beneficiarios), fue implementada inicialmente en octubre de 2022 para venezolanos, y extendida en enero de 2023 a haitianos, cubanos y nicaragüenses. los migrantes debían pasar verificaciones de antecedentes, contar con patrocinadores en ee.uu., estar vacunados, y cumplir otros requisitos. la sentencia revierte la decisión de la jueza federal de massachusetts, indira talwani, quien en abril había impedido aplicar medidas generalizadas de expulsión, argumentando que la ley de inmigración no permite expulsiones aceleradas a quienes habían sido autorizados a permanecer legalmente. con este nuevo fallo, la corte elimina la obligación de evaluar caso por caso, dando luz verde a una revocación masiva del estatus legal. aunque temporal, en espera de que una corte de apelación se pronuncie sobre el fondo del caso, la medida afecta directamente a cientos de miles de migrantes, y se suma a otro fallo reciente que autoriza la eliminación del estatus de protección temporal (tps) a cerca de 350.000 venezolanos. los dos programas, tps y parole, son distintos, aunque es posible acogerse a ambos simultáneamente. su eliminación permite a trump avanzar con su plan de deportación masiva, una promesa de campaña que ahora cuenta con apoyo judicial parcial. una de las magistradas en desacuerdo, ketanji brown jackson, advirtió sobre “las devastadoras consecuencias” de esta medida. alertaron sobre el peligro que corren cientos de miles de personas mientras sus casos están pendientes. los migrantes, señalaron, se enfrentan a “dos opciones insoportables”: abandonar ee.uu. y arriesgarse a la violencia, la separación familiar y la pérdida de sus derechos, o permanecer y enfrentar una posible expulsión inminente y traumática. el gobierno de trump insiste en que los permisos otorgados fueron mal usados y deben eliminarse para “recuperar el control de las fronteras”, aunque detrás de esta narrativa, según observadores, hay una estrategia de exclusión y racismo institucional, con especial impacto sobre las comunidades del caribe y américa latina. en abril, la corte suprema intervino para bloquear deportaciones sumarias de migrantes venezolanos bajo la ley de enemigos extranjeros de 1798, que el gobierno utilizó para acusarlos de vínculos con el grupo tren de aragua, declarado por washington como organización terrorista global. no obstante, han sido mayoritarios los fallos a favor de la política migratoria del magnate. más recientemente, la administración intentó deportar migrantes a sudán del sur, pese a no ser sus países de origen. ocho migrantes condenados por delitos violentos, incluidos dos cubanos y un mexicano, fueron enviados a ese país en guerra, ante la negativa de sus países de recibirlos. aunque los tribunales bloquearon parte de estos traslados por falta de garantías procesales, el gobierno ha vuelto a recurrir a la corte suprema buscando validar estas medidas. mientras los litigios continúan en diferentes cortes, el gobierno de trump aprovecha los fallos favorables para consolidar una agenda de mano dura contra la migración, que amenaza con redefinir el destino de más de un millón de personas en suelo estadounidense.",
    "tokens": [
      "corte",
      "suprema",
      "unidos",
      "aprobó",
      "viernes",
      "30",
      "mayo",
      "solicitud",
      "departamento",
      "seguridad",
      "nacional",
      "(",
      "dhs",
      ")",
      "autoriza",
      "gobierno",
      "donald",
      "trump",
      "cancelar",
      "estatus",
      "legal",
      "temporal",
      "532.000",
      "migrantes",
      "provenientes",
      "cuba",
      ",",
      "haití",
      ",",
      "nicaragua",
      "venezuela",
      ".",
      "propuesta",
      "obtuvo",
      "solamente",
      "dos",
      "votos",
      "contrarios",
      ",",
      "magistradas",
      "ketanji",
      "brown",
      "jackson",
      "sonia",
      "sotomayor",
      ",",
      "aprobada",
      "mayoría",
      ".",
      "decisión",
      "ocurre",
      "cuatro",
      "meses",
      "regreso",
      "trump",
      "casa",
      "blanca",
      ",",
      "medio",
      "agenda",
      "migratoria",
      "endurecida",
      ",",
      "centrada",
      "criminalización",
      "migración",
      "impulso",
      "deportaciones",
      "masivas",
      "respaldo",
      "varias",
      "cortes",
      "desavenencia",
      ".",
      "fallo",
      "refiere",
      "uso",
      "llamada",
      "“",
      "libertad",
      "condicional",
      "humanitaria",
      "”",
      "(",
      "parole",
      ")",
      ",",
      "mecanismo",
      "permite",
      "ciertos",
      "migrantes",
      "trabajar",
      "legalmente",
      "si",
      "cuentan",
      "patrocinador",
      ".",
      "medida",
      ",",
      "lanzada",
      "administración",
      "biden",
      "bajo",
      "programa",
      "conocido",
      "chnv",
      "(",
      "iniciales",
      "países",
      "beneficiarios",
      ")",
      ",",
      "implementada",
      "inicialmente",
      "octubre",
      "2022",
      "venezolanos",
      ",",
      "extendida",
      "enero",
      "2023",
      "haitianos",
      ",",
      "cubanos",
      "nicaragüenses",
      ".",
      "migrantes",
      "debían",
      "pasar",
      "verificaciones",
      "antecedentes",
      ",",
      "contar",
      "patrocinadores",
      "ee.uu.",
      ",",
      "vacunados",
      ",",
      "cumplir",
      "requisitos",
      ".",
      "sentencia",
      "revierte",
      "decisión",
      "jueza",
      "federal",
      "massachusetts",
      ",",
      "indira",
      "talwani",
      ",",
      "abril",
      "impedido",
      "aplicar",
      "medidas",
      "generalizadas",
      "expulsión",
      ",",
      "argumentando",
      "ley",
      "inmigración",
      "permite",
      "expulsiones",
      "aceleradas",
      "sido",
      "autorizados",
      "permanecer",
      "legalmente",
      ".",
      "nuevo",
      "fallo",
      ",",
      "corte",
      "elimina",
      "obligación",
      "evaluar",
      "caso",
      "caso",
      ",",
      "dando",
      "luz",
      "verde",
      "revocación",
      "masiva",
      "estatus",
      "legal",
      ".",
      "aunque",
      "temporal",
      ",",
      "espera",
      "corte",
      "apelación",
      "pronuncie",
      "fondo",
      "caso",
      ",",
      "medida",
      "afecta",
      "directamente",
      "cientos",
      "miles",
      "migrantes",
      ",",
      "suma",
      "fallo",
      "reciente",
      "autoriza",
      "eliminación",
      "estatus",
      "protección",
      "temporal",
      "(",
      "tps",
      ")",
      "cerca",
      "350.000",
      "venezolanos",
      ".",
      "dos",
      "programas",
      ",",
      "tps",
      "parole",
      ",",
      "distintos",
      ",",
      "aunque",
      "posible",
      "acogerse",
      "ambos",
      "simultáneamente",
      ".",
      "eliminación",
      "permite",
      "trump",
      "avanzar",
      "plan",
      "deportación",
      "masiva",
      ",",
      "promesa",
      "campaña",
      "ahora",
      "cuenta",
      "apoyo",
      "judicial",
      "parcial",
      ".",
      "magistradas",
      "desacuerdo",
      ",",
      "ketanji",
      "brown",
      "jackson",
      ",",
      "advirtió",
      "“",
      "devastadoras",
      "consecuencias",
      "”",
      "medida",
      ".",
      "alertaron",
      "peligro",
      "corren",
      "cientos",
      "miles",
      "personas",
      "mientras",
      "casos",
      "pendientes",
      ".",
      "migrantes",
      ",",
      "señalaron",
      ",",
      "enfrentan",
      "“",
      "dos",
      "opciones",
      "insoportables",
      "”",
      ":",
      "abandonar",
      "ee.uu.",
      "arriesgarse",
      "violencia",
      ",",
      "separación",
      "familiar",
      "pérdida",
      "derechos",
      ",",
      "permanecer",
      "enfrentar",
      "posible",
      "expulsión",
      "inminente",
      "traumática",
      ".",
      "gobierno",
      "trump",
      "insiste",
      "permisos",
      "otorgados",
      "mal",
      "usados",
      "deben",
      "eliminarse",
      "“",
      "recuperar",
      "control",
      "fronteras",
      "”",
      ",",
      "aunque",
      "detrás",
      "narrativa",
      ",",
      "según",
      "observadores",
      ",",
      "estrategia",
      "exclusión",
      "racismo",
      "institucional",
      ",",
      "especial",
      "impacto",
      "comunidades",
      "caribe",
      "américa",
      "latina",
      ".",
      "abril",
      ",",
      "corte",
      "suprema",
      "intervino",
      "bloquear",
      "deportaciones",
      "sumarias",
      "migrantes",
      "venezolanos",
      "bajo",
      "ley",
      "enemigos",
      "extranjeros",
      "1798",
      ",",
      "gobierno",
      "utilizó",
      "acusarlos",
      "vínculos",
      "grupo",
      "tren",
      "aragua",
      ",",
      "declarado",
      "washington",
      "organización",
      "terrorista",
      "global",
      ".",
      "obstante",
      ",",
      "sido",
      "mayoritarios",
      "fallos",
      "favor",
      "política",
      "migratoria",
      "magnate",
      ".",
      "recientemente",
      ",",
      "administración",
      "intentó",
      "deportar",
      "migrantes",
      "sudán",
      "sur",
      ",",
      "pese",
      "ser",
      "países",
      "origen",
      ".",
      "ocho",
      "migrantes",
      "condenados",
      "delitos",
      "violentos",
      ",",
      "incluidos",
      "dos",
      "cubanos",
      "mexicano",
      ",",
      "enviados",
      "país",
      "guerra",
      ",",
      "negativa",
      "países",
      "recibirlos",
      ".",
      "aunque",
      "tribunales",
      "bloquearon",
      "parte",
      "traslados",
      "falta",
      "garantías",
      "procesales",
      ",",
      "gobierno",
      "vuelto",
      "recurrir",
      "corte",
      "suprema",
      "buscando",
      "validar",
      "medidas",
      ".",
      "mientras",
      "litigios",
      "continúan",
      "diferentes",
      "cortes",
      ",",
      "gobierno",
      "trump",
      "aprovecha",
      "fallos",
      "favorables",
      "consolidar",
      "agenda",
      "mano",
      "dura",
      "migración",
      ",",
      "amenaza",
      "redefinir",
      "destino",
      "millón",
      "personas",
      "suelo",
      "estadounidense",
      "."
    ],
    "token_count": 451,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "IN": 28,
      "VBZ": 13,
      "NN": 185,
      "NNS": 38,
      "CD": 6,
      "FW": 145,
      "JJ": 66,
      "VBD": 2,
      "VBP": 24,
      "RB": 2,
      "DT": 2,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-NNP": 30,
      "NNP-IN": 3,
      "IN-NNP": 3,
      "NNP-VBZ": 5,
      "VBZ-NN": 1,
      "NN-NNS": 16,
      "NNS-CD": 1,
      "CD-IN": 1,
      "IN-FW": 15,
      "FW-JJ": 10,
      "JJ-NN": 35,
      "NN-NN": 91,
      "NN-NNP": 13,
      "NNP-FW": 15,
      "FW-NNP": 18,
      "NNP-NN": 22,
      "NN-JJ": 20,
      "JJ-NNP": 9,
      "NNP-JJ": 3,
      "JJ-JJ": 10,
      "NN-IN": 17,
      "IN-CD": 4,
      "CD-NNS": 3,
      "NNS-NNS": 2,
      "NNS-IN": 3,
      "FW-NN": 22,
      "FW-FW": 87,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "VBZ-JJ": 7,
      "NN-FW": 19,
      "NNS-VBP": 22,
      "VBP-NN": 8,
      "IN-JJ": 2,
      "FW-NNS": 5,
      "VBP-IN": 2,
      "NN-RB": 1,
      "RB-JJ": 1,
      "JJ-FW": 5,
      "NN-VBZ": 6,
      "VBZ-IN": 2,
      "VBP-JJ": 8,
      "FW-CD": 1,
      "CD-NN": 2,
      "VBP-NNS": 2,
      "NNS-NNP": 4,
      "JJ-NNS": 6,
      "IN-NNS": 3,
      "VBP-NNP": 4,
      "FW-DT": 1,
      "DT-NN": 2,
      "NNS-FW": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBZ-FW": 2,
      "NNS-VBZ": 1,
      "NN-CC": 1,
      "CC-NN": 1,
      "JJ-DT": 1,
      "NNS-JJ": 2,
      "IN-NN": 1,
      "FW-VBZ": 1,
      "NNP-VBP": 1,
      "VBZ-NNS": 1,
      "NNP-CC": 1,
      "CC-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 14,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 18,
      "NN-NN-NNP": 10,
      "NN-NNP-FW": 2,
      "NNP-FW-NNP": 8,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NN": 6,
      "NNP-NN-NN": 19,
      "NN-NN-JJ": 14,
      "NN-JJ-NNP": 4,
      "JJ-NNP-FW": 4,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-JJ": 3,
      "NN-JJ-JJ": 5,
      "JJ-JJ-NN": 5,
      "JJ-NN-IN": 7,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 3,
      "CD-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NNP-NNP-FW": 3,
      "NNP-FW-NN": 4,
      "FW-NN-NN": 9,
      "NN-NN-NN": 43,
      "NN-NN-IN": 7,
      "NN-IN-FW": 11,
      "IN-FW-FW": 6,
      "FW-FW-NNP": 5,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "NN-NN-FW": 8,
      "NN-FW-NN": 5,
      "FW-NN-NNS": 3,
      "NN-NNS-VBP": 10,
      "NNS-VBP-NN": 8,
      "VBP-NN-FW": 5,
      "NN-FW-NNP": 2,
      "FW-NNP-FW": 4,
      "FW-NN-IN": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "JJ-NN-NNS": 4,
      "NN-FW-FW": 12,
      "FW-FW-FW": 61,
      "FW-FW-NN": 11,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 4,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "IN-FW-NNP": 2,
      "FW-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-FW-JJ": 5,
      "NN-JJ-NN": 11,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "JJ-NN-NNP": 1,
      "NN-NNP-NN": 6,
      "JJ-NNP-NN": 3,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 7,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-VBZ": 2,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-NN-NNS": 1,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NN": 2,
      "FW-NN-NNP": 2,
      "FW-NN-FW": 4,
      "FW-JJ-FW": 3,
      "JJ-FW-NNP": 1,
      "NNP-NN-FW": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-JJ": 1,
      "NN-NNP-NNP": 4,
      "NNP-FW-FW": 2,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NNP-NN-IN": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "VBP-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "FW-JJ-NNS": 1,
      "VBP-NN-JJ": 2,
      "JJ-JJ-JJ": 1,
      "VBD-JJ-NNS": 1,
      "FW-NNP-NN": 3,
      "NN-NN-NNS": 5,
      "VBP-IN-NNS": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NN-NNS-NNP": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "JJ-FW-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "JJ-NN-FW": 1,
      "IN-NNP-NN": 1,
      "FW-JJ-JJ": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-FW": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-JJ": 1,
      "IN-FW-NN": 1,
      "NNS-NNP-FW": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-NN": 1,
      "FW-NNP-VBZ": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-NN-NNS": 1,
      "VBP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 185,
        "FW": 145,
        "NNP": 82,
        "JJ": 66,
        "NNS": 38
      },
      "top_bigrams": {
        "NN-NN": 91,
        "FW-FW": 87,
        "JJ-NN": 35,
        "NNP-NNP": 30,
        "NNP-NN": 22
      },
      "top_trigrams": {
        "FW-FW-FW": 61,
        "NN-NN-NN": 43,
        "NNP-NN-NN": 19,
        "JJ-NN-NN": 18,
        "NNP-NNP-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 169,
      "PP": 9,
      "VP": 39,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0242
      },
      {
        "rule": "VP -> ('migrantes', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0121
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Ketanji', 'NNP') ('Brown', 'NNP') ('Jackson', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('cortes', 'NNS')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('miles', 'NNS')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('países', 'VBZ')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "S -> NP PP VP ('30', 'CD') ('de', 'IN') ('mayo', 'FW') NP ('de', 'FW') NP ('(', '(') NP (')', ')') NP NP ('de', 'FW') NP NP NP ('de', 'IN') ('532.000', 'CD') NP PP (',', ',') NP (',', ',') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.004
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Corte Suprema"
      },
      {
        "label": "PP",
        "text": "de Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "VP",
        "text": "aprobó este viernes"
      },
      {
        "label": "NP",
        "text": "este viernes"
      },
      {
        "label": "NP",
        "text": "una solicitud del Departamento"
      },
      {
        "label": "NP",
        "text": "Seguridad Nacional"
      },
      {
        "label": "NP",
        "text": "DHS"
      },
      {
        "label": "NP",
        "text": "que"
      },
      {
        "label": "NP",
        "text": "autoriza al Gobierno"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "a cancelar el"
      },
      {
        "label": "NP",
        "text": "estatus legal temporal"
      },
      {
        "label": "NP",
        "text": "migrantes provenientes"
      },
      {
        "label": "PP",
        "text": "de Cuba"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Corte/NNP Suprema/NNP)\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  (VP aprobó/VBZ (NP este/NN viernes/NNS))\n  30/CD\n  de/IN\n  mayo/FW\n  (NP una/JJ solicitud/NN del/NN Departamento/NNP)\n  de/FW\n  (NP Seguridad/NNP Nacional/NNP)\n  (/(\n  (NP DHS/NNP)\n  )/)\n  (NP que/NN)\n  (NP autoriza/JJ al/JJ Gobierno/NNP)\n  de/FW\n  (NP Donald/NNP Trump/NNP)\n  (NP a/DT cancelar/JJ el/NN)\n  (NP estatus/JJ legal/JJ temporal/NN)\n  de/IN\n  532.000/CD\n  (NP migrantes/NNS provenientes/NNS)\n  (PP de/IN (NP Cuba/NNP))\n  ,/,\n  (NP Haití/NNP)\n  ,/,\n  (NP Nicaragua/NNP y/NNP Venezuela/NNP)\n  ./.)",
      "(S\n  (NP\n    La/NNP\n    propuesta/NN\n    obtuvo/NN\n    solamente/NN\n    dos/NN\n    votos/NN\n    contrarios/NNS)\n  ,/,\n  de/FW\n  las/FW\n  magistradas/FW\n  (NP Ketanji/NNP Brown/NNP Jackson/NNP)\n  y/PRP\n  (NP Sonia/NNP Sotomayor/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP fue/VBP (NP aprobada/JJ por/NN mayoría/NN))\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP decisión/VBZ)\n  ocurre/RP\n  (NP a/DT poco/NN más/NN)\n  de/FW\n  (NP cuatro/NN meses/NNS)\n  (VP del/VBP (NP regreso/NN))\n  de/FW\n  Trump/FW\n  (NP a/DT la/NN Casa/NNP Blanca/NNP)\n  ,/,\n  en/FW\n  medio/FW\n  de/FW\n  una/FW\n  (NP agenda/NN migratoria/NN endurecida/NN)\n  ,/,\n  (NP centrada/NN)\n  en/FW\n  la/FW\n  criminalización/FW\n  de/FW\n  la/FW\n  migración/FW\n  y/FW\n  el/FW\n  impulso/FW\n  de/FW\n  deportaciones/FW\n  masivas/FW\n  (NP con/NN respaldo/NN)\n  de/IN\n  varias/FW\n  (NP cortes/NNS)\n  (VP y/VBP (NP desavenencia/NN))\n  de/IN\n  otras/FW\n  ./.)",
      "(S\n  (NP El/NNP fallo/NN se/NN)\n  (ADJP refiere/RB al/JJ)\n  uso/FW\n  de/FW\n  la/FW\n  llamada/FW\n  “/FW\n  libertad/FW\n  (NP condicional/JJ humanitaria/NN ”/NNP)\n  (/(\n  (NP parole/NN)\n  )/)\n  ,/,\n  (NP un/JJ mecanismo/NN que/NN)\n  (VP permite/VBP (NP a/DT ciertos/NN))\n  (VP\n    migrantes/VBZ\n    (NP trabajar/JJ legalmente/NN si/NN)\n    (NP cuentan/JJ con/NN)\n    (NP un/JJ patrocinador/NN))\n  ./.)",
      "(S\n  (NP Esta/NNP medida/NN)\n  ,/,\n  lanzada/FW\n  (NP por/NN)\n  la/FW\n  administración/FW\n  (NP\n    Biden/NNP\n    bajo/NN\n    el/NN\n    programa/NN\n    conocido/NN\n    como/NN\n    CHNV/NNP)\n  (/(\n  (NP por/JJ las/NN iniciales/NNS)\n  de/IN\n  los/FW\n  (NP países/NNS beneficiarios/NNS)\n  )/)\n  ,/,\n  (NP fue/JJ implementada/NN inicialmente/NN)\n  en/FW\n  octubre/FW\n  de/FW\n  2022/CD\n  (NP para/NN venezolanos/NNS)\n  ,/,\n  (ADJP y/RB extendida/JJ)\n  en/FW\n  enero/FW\n  de/FW\n  2023/CD\n  (NP a/DT haitianos/NN)\n  ,/,\n  (NP cubanos/JJ y/NN nicaragüenses/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "FECHAS_ESPECIFICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "bloquearon parte de estos traslados por falta de garantías procesales, el gobierno",
        "position": [
          3732,
          3814
        ],
        "start": 3732,
        "end": 3814
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "intervino",
        "position": [
          3071,
          3080
        ],
        "start": 3071,
        "end": 3080
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2308,
          2316
        ],
        "start": 2308,
        "end": 2316
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "racismo institucional, con especial impacto sobre las comunidades",
        "position": [
          2949,
          3014
        ],
        "start": 2949,
        "end": 3014
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de donald trump",
        "position": [
          141,
          165
        ],
        "start": 141,
        "end": 165
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de seguridad",
        "position": [
          84,
          109
        ],
        "start": 84,
        "end": 109
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "aprobó",
        "position": [
          35,
          41
        ],
        "start": 35,
        "end": 41
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley de enemigos extranjeros de 1798",
        "position": [
          3151,
          3186
        ],
        "start": 3151,
        "end": 3186
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          1661,
          1664
        ],
        "start": 1661,
        "end": 1664
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          240,
          244
        ],
        "start": 240,
        "end": 244
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          20,
          34
        ],
        "start": 20,
        "end": 34
      },
      {
        "category": "PAISES",
        "matched_text": "nicaragua",
        "position": [
          253,
          262
        ],
        "start": 253,
        "end": 262
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          265,
          274
        ],
        "start": 265,
        "end": 274
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          3019,
          3025
        ],
        "start": 3019,
        "end": 3025
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          84,
          99
        ],
        "start": 84,
        "end": 99
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "viernes 30 de mayo",
        "position": [
          47,
          65
        ],
        "start": 47,
        "end": 65
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          3427,
          3440
        ],
        "start": 3427,
        "end": 3440
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 350.000",
        "position": [
          1975,
          1991
        ],
        "start": 1975,
        "end": 1991
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "DHS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "Indira Talwani",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Trump",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicaragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "TPS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Massachusetts",
        "tipo": "Lugar"
      },
      {
        "nombre": "CHNV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sonia Sotomayor",
        "tipo": "Persona"
      },
      {
        "nombre": "Tren de Aragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corte",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ketanji Brown Jackson",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Donald Trump",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudán del Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alertaron",
        "tipo": "Persona"
      },
      {
        "nombre": "Departamento de Seguridad Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "América Latina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corte Suprema",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Corte Suprema",
        "relacion": "APROBAR",
        "objeto": "Departamento de Seguridad Nacional"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "APROBAR",
        "objeto": "DHS"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "APROBAR",
        "objeto": "Gobierno de Donald Trump"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "APROBAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "APROBAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "APROBAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "APROBAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "APROBAR",
        "objeto": "Departamento de Seguridad Nacional"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "APROBAR",
        "objeto": "DHS"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "APROBAR",
        "objeto": "Gobierno de Donald Trump"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "APROBAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "APROBAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "APROBAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "APROBAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Gobierno de Donald Trump",
        "relacion": "AUTORIZAR_APROBAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Gobierno de Donald Trump",
        "relacion": "AUTORIZAR_APROBAR",
        "objeto": "Haití"
      },
      {
        "sujeto": "Gobierno de Donald Trump",
        "relacion": "AUTORIZAR_APROBAR",
        "objeto": "Nicaragua"
      },
      {
        "sujeto": "Gobierno de Donald Trump",
        "relacion": "AUTORIZAR_APROBAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "INSISTIR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "INSISTIR",
        "objeto": "América Latina"
      },
      {
        "sujeto": "Trump",
        "relacion": "INSISTIR",
        "objeto": "Caribe"
      },
      {
        "sujeto": "Trump",
        "relacion": "INSISTIR",
        "objeto": "América Latina"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "INTERVENIR",
        "objeto": "Tren de Aragua"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "INTERVENIR",
        "objeto": "Washington"
      }
    ]
  },
  "sentiment": {
    "compound": 0.128,
    "pos": 0.013,
    "neu": 0.976,
    "neg": 0.011,
    "label": "positive"
  }
}