{
  "url": "https://www.telesurtv.net/expresidenta-argentina-califica-de-tragedia-inocultable-los-primeros-meses-del-gobierno-de-milei/",
  "title": "Expresidenta argentina califica de \"tragedia inocultable\" los primeros meses del gobierno de Milei - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Javier Milei"
  ],
  "text": "La expresidenta argentina Cristina Fernández cargó este viernes contra la gestión del actual mandatario Javier Milei en sus primeros nueve meses de gobierno, lo que llegó a calificar de “tragedia inocultable”.\nEl llamado “Cuadro de Situación” elaborado por la exmandataria sobre esta estapa de la gestión del “libertario” fue titulado por la exmandataria “Es la economía bimonetaria, estúpido”. Fernández también aprovechó este análisis para enviar un mensaje hacia la interna del peronismo.\nDe acuerdo con la exmandataria, existe lo que llamó un “combo letal” de intervención y control del dólar, tasa de interés y salarios que se suma al ajuste fiscal promovido por el Ejecutivo de Milei.\nEn ese sentido, apunta que Milei “ha provocado que nuestro país sea hoy más caro en dólares que los países desarrollados del mundo”.\nDestacó que “la realidad se impone sobre las teorías extravagantes, los discursos incendiarios y las frases marketineras”. Aseguró  que, pese a sus promesas de campaña, Milei “en el Gobierno no solo interviene y controla, sino que además decide tres de los cuatro precios fundamentales de la economía”: el precio del dólar, el precio del dinero y el precio del trabajo.\nSegún la exmandataria (2007-2015), el gobierno de La Libertad Avanza “solo ha liberado el cuarto precio de la economía; el de los bienes y servicios, aunque con ciertas limitaciones”.\nCalifica el ajuste fiscal de Milei como “incosistente” porque se logra “a partir del no pago de deudas exigibles para la administración central y del retiro del Estado de las funciones imprescindibles para la subsistencia misma del país como Nación”.\nAbundó que “este escenario, en el marco de una economía bimonetaria como es la argentina, ha llevado a una caída brutal de la actividad económica y ha provocado que nuestro país sea hoy más caro en dólares que los países desarrollados del mundo. Esto convierte a la tasa de inflación del 3 por ciento o 4 por ciento mensual, que Milei y su inefable Ministro de Economía quieren hacernos creer que es un éxito, en una verdadera tragedia social al producirse en el marco de una profunda recesión económica”.\nEn el texto, la exmandataria plantea algunas consecuencias del modelo de Milei, como el rápido aumento de la desocupación y el más de un millón de niños que se va a dormir sin cenar. A ello agrega “el crecimiento exponencial del avance del narco en las barriadas populares ante el retiro del Estado” y “la caída vertiginosa del nivel de vida de la clase media”.\nExplica que “como siempre sucede en Argentina, al ajuste le siguen los palos. Las imágenes de argentinos paleados y gaseados -en esta oportunidad, jubilados- no hacen más que confirmar la violencia que engendran ideologías donde los ciudadanos solo son una variable de ajuste. Todo se ha puesto muy feo. Todo está muy mal”.\nPuntualiza que “es necesario abordar el verdadero problema de la economía argentina (…). Hoy la Argentina no tiene los dólares para pagar la deuda y los mercados lo saben”. Agrega que esa escasez de divisas fue la que le impidió a Milei llevar adelante su plan de dolarización. “Curiosa paradoja de quien se cree líder amado y admirado a nivel global, pero al que nadie le presta un dólar”, apunta.\nEn esa línea, cuestiona la definición de “cepo” a la regulaciones a la adquisición de dólares en el Mercado Único y Libre de Cambios (MULC), al plantear que “esa etiqueta fue utilizada para estigmatizar la medida que tuvimos que adoptar en el año 2012, después de una fuerte corrida cambiaria durante el año 2011”.\n“Como dice el título de este capítulo, es la economía bimonetaria, estúpido. Una economía donde la moneda que emitimos como Estado solo es utilizada para transacciones cotidianas (y no para todas. Ej: compra de inmuebles). Para las otras dos funciones que tiene cualquier moneda, que son las de unidad de valor y de reserva o ahorro, los argentinos utilizan el dólar”, completa Cristina.\nSobre este punto, sostiene que abordar la carencia de una moneda fuerte es “lo que debería movilizar a las fuerzas políticas y sociales que siguen creyendo en la Nación”. “Sin embargo, cuando la antipolítica se quede sin respuestas por el fracaso de teorías extravagantes que solo causan odio y dolor; no solamente deberemos reconstruir la moneda, sino también la política”, concluye.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/expresidenta-argentina-califica-de-tragedia-inocultable-los-primeros-meses-del-gobierno-de-milei/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1404,
    "message_id": 75868,
    "date": "2024-09-06T15:55:07+00:00",
    "text": "teleSUR\nExpresidenta argentina califica de «tragedia inocultable» los primeros meses del gobierno de Milei\nhttps://www.telesurtv.net/expresidenta-argentina-califica-de-tragedia-inocultable-los-primeros-meses-del-gobierno-de-milei/",
    "photo_path": null,
    "views": 2896,
    "reactions": {
      "🤬": 47,
      "👍": 21,
      "🤔": 3,
      "❤": 2,
      "👀": 1
    },
    "total_reactions": 74
  },
  "preprocessing": {
    "cleaned": "la expresidenta argentina cristina fernández cargó este viernes contra la gestión del actual mandatario javier milei en sus primeros nueve meses de gobierno, lo que llegó a calificar de “tragedia inocultable”. el llamado “cuadro de situación” elaborado por la exmandataria sobre esta estapa de la gestión del “libertario” fue titulado por la exmandataria “es la economía bimonetaria, estúpido”. fernández también aprovechó este análisis para enviar un mensaje hacia la interna del peronismo. de acuerdo con la exmandataria, existe lo que llamó un “combo letal” de intervención y control del dólar, tasa de interés y salarios que se suma al ajuste fiscal promovido por el ejecutivo de milei. en ese sentido, apunta que milei “ha provocado que nuestro país sea hoy más caro en dólares que los países desarrollados del mundo”. destacó que “la realidad se impone sobre las teorías extravagantes, los discursos incendiarios y las frases marketineras”. aseguró que, pese a sus promesas de campaña, milei “en el gobierno no solo interviene y controla, sino que además decide tres de los cuatro precios fundamentales de la economía”: el precio del dólar, el precio del dinero y el precio del trabajo. según la exmandataria (2007-2015), el gobierno de la libertad avanza “solo ha liberado el cuarto precio de la economía; el de los bienes y servicios, aunque con ciertas limitaciones”. califica el ajuste fiscal de milei como “incosistente” porque se logra “a partir del no pago de deudas exigibles para la administración central y del retiro del estado de las funciones imprescindibles para la subsistencia misma del país como nación”. abundó que “este escenario, en el marco de una economía bimonetaria como es la argentina, ha llevado a una caída brutal de la actividad económica y ha provocado que nuestro país sea hoy más caro en dólares que los países desarrollados del mundo. esto convierte a la tasa de inflación del 3 por ciento o 4 por ciento mensual, que milei y su inefable ministro de economía quieren hacernos creer que es un éxito, en una verdadera tragedia social al producirse en el marco de una profunda recesión económica”. en el texto, la exmandataria plantea algunas consecuencias del modelo de milei, como el rápido aumento de la desocupación y el más de un millón de niños que se va a dormir sin cenar. a ello agrega “el crecimiento exponencial del avance del narco en las barriadas populares ante el retiro del estado” y “la caída vertiginosa del nivel de vida de la clase media”. explica que “como siempre sucede en argentina, al ajuste le siguen los palos. las imágenes de argentinos paleados y gaseados -en esta oportunidad, jubilados- no hacen más que confirmar la violencia que engendran ideologías donde los ciudadanos solo son una variable de ajuste. todo se ha puesto muy feo. todo está muy mal”. puntualiza que “es necesario abordar el verdadero problema de la economía argentina (…). hoy la argentina no tiene los dólares para pagar la deuda y los mercados lo saben”. agrega que esa escasez de divisas fue la que le impidió a milei llevar adelante su plan de dolarización. “curiosa paradoja de quien se cree líder amado y admirado a nivel global, pero al que nadie le presta un dólar”, apunta. en esa línea, cuestiona la definición de “cepo” a la regulaciones a la adquisición de dólares en el mercado único y libre de cambios (mulc), al plantear que “esa etiqueta fue utilizada para estigmatizar la medida que tuvimos que adoptar en el año 2012, después de una fuerte corrida cambiaria durante el año 2011”. “como dice el título de este capítulo, es la economía bimonetaria, estúpido. una economía donde la moneda que emitimos como estado solo es utilizada para transacciones cotidianas (y no para todas. ej: compra de inmuebles). para las otras dos funciones que tiene cualquier moneda, que son las de unidad de valor y de reserva o ahorro, los argentinos utilizan el dólar”, completa cristina. sobre este punto, sostiene que abordar la carencia de una moneda fuerte es “lo que debería movilizar a las fuerzas políticas y sociales que siguen creyendo en la nación”. “sin embargo, cuando la antipolítica se quede sin respuestas por el fracaso de teorías extravagantes que solo causan odio y dolor; no solamente deberemos reconstruir la moneda, sino también la política”, concluye.",
    "tokens": [
      "expresidenta",
      "argentina",
      "cristina",
      "fernández",
      "cargó",
      "viernes",
      "gestión",
      "actual",
      "mandatario",
      "javier",
      "milei",
      "primeros",
      "nueve",
      "meses",
      "gobierno",
      ",",
      "llegó",
      "calificar",
      "“",
      "tragedia",
      "inocultable",
      "”",
      ".",
      "llamado",
      "“",
      "cuadro",
      "situación",
      "”",
      "elaborado",
      "exmandataria",
      "estapa",
      "gestión",
      "“",
      "libertario",
      "”",
      "titulado",
      "exmandataria",
      "“",
      "economía",
      "bimonetaria",
      ",",
      "estúpido",
      "”",
      ".",
      "fernández",
      "aprovechó",
      "análisis",
      "enviar",
      "mensaje",
      "hacia",
      "interna",
      "peronismo",
      ".",
      "acuerdo",
      "exmandataria",
      ",",
      "existe",
      "llamó",
      "“",
      "combo",
      "letal",
      "”",
      "intervención",
      "control",
      "dólar",
      ",",
      "tasa",
      "interés",
      "salarios",
      "suma",
      "ajuste",
      "fiscal",
      "promovido",
      "ejecutivo",
      "milei",
      ".",
      ",",
      "apunta",
      "milei",
      "“",
      "provocado",
      "país",
      "hoy",
      "caro",
      "dólares",
      "países",
      "desarrollados",
      "mundo",
      "”",
      ".",
      "destacó",
      "“",
      "realidad",
      "impone",
      "teorías",
      "extravagantes",
      ",",
      "discursos",
      "incendiarios",
      "frases",
      "marketineras",
      "”",
      ".",
      "aseguró",
      ",",
      "pese",
      "promesas",
      "campaña",
      ",",
      "milei",
      "“",
      "gobierno",
      "solo",
      "interviene",
      "controla",
      ",",
      "sino",
      "además",
      "decide",
      "tres",
      "cuatro",
      "precios",
      "fundamentales",
      "economía",
      "”",
      ":",
      "precio",
      "dólar",
      ",",
      "precio",
      "dinero",
      "precio",
      "trabajo",
      ".",
      "según",
      "exmandataria",
      "(",
      "2007-2015",
      ")",
      ",",
      "gobierno",
      "libertad",
      "avanza",
      "“",
      "solo",
      "liberado",
      "cuarto",
      "precio",
      "economía",
      ";",
      "bienes",
      "servicios",
      ",",
      "aunque",
      "ciertas",
      "limitaciones",
      "”",
      ".",
      "califica",
      "ajuste",
      "fiscal",
      "milei",
      "“",
      "incosistente",
      "”",
      "logra",
      "“",
      "partir",
      "pago",
      "deudas",
      "exigibles",
      "administración",
      "central",
      "retiro",
      "funciones",
      "imprescindibles",
      "subsistencia",
      "misma",
      "país",
      "nación",
      "”",
      ".",
      "abundó",
      "“",
      "escenario",
      ",",
      "marco",
      "economía",
      "bimonetaria",
      "argentina",
      ",",
      "llevado",
      "caída",
      "brutal",
      "actividad",
      "económica",
      "provocado",
      "país",
      "hoy",
      "caro",
      "dólares",
      "países",
      "desarrollados",
      "mundo",
      ".",
      "convierte",
      "tasa",
      "inflación",
      "3",
      "ciento",
      "4",
      "ciento",
      "mensual",
      ",",
      "milei",
      "inefable",
      "ministro",
      "economía",
      "quieren",
      "hacernos",
      "creer",
      "éxito",
      ",",
      "verdadera",
      "tragedia",
      "social",
      "producirse",
      "marco",
      "profunda",
      "recesión",
      "económica",
      "”",
      ".",
      "texto",
      ",",
      "exmandataria",
      "plantea",
      "consecuencias",
      "modelo",
      "milei",
      ",",
      "rápido",
      "aumento",
      "desocupación",
      "millón",
      "niños",
      "va",
      "dormir",
      "cenar",
      ".",
      "ello",
      "agrega",
      "“",
      "crecimiento",
      "exponencial",
      "avance",
      "narco",
      "barriadas",
      "populares",
      "retiro",
      "”",
      "“",
      "caída",
      "vertiginosa",
      "nivel",
      "vida",
      "clase",
      "media",
      "”",
      ".",
      "explica",
      "“",
      "siempre",
      "sucede",
      "argentina",
      ",",
      "ajuste",
      "siguen",
      "palos",
      ".",
      "imágenes",
      "argentinos",
      "paleados",
      "gaseados",
      "-en",
      "oportunidad",
      ",",
      "jubilados-",
      "hacen",
      "confirmar",
      "violencia",
      "engendran",
      "ideologías",
      "ciudadanos",
      "solo",
      "variable",
      "ajuste",
      ".",
      "puesto",
      "feo",
      ".",
      "mal",
      "”",
      ".",
      "puntualiza",
      "“",
      "necesario",
      "abordar",
      "verdadero",
      "problema",
      "economía",
      "argentina",
      "(",
      "…",
      ")",
      ".",
      "hoy",
      "argentina",
      "dólares",
      "pagar",
      "deuda",
      "mercados",
      "saben",
      "”",
      ".",
      "agrega",
      "escasez",
      "divisas",
      "impidió",
      "milei",
      "llevar",
      "adelante",
      "plan",
      "dolarización",
      ".",
      "“",
      "curiosa",
      "paradoja",
      "cree",
      "líder",
      "amado",
      "admirado",
      "nivel",
      "global",
      ",",
      "nadie",
      "presta",
      "dólar",
      "”",
      ",",
      "apunta",
      ".",
      "línea",
      ",",
      "cuestiona",
      "definición",
      "“",
      "cepo",
      "”",
      "regulaciones",
      "adquisición",
      "dólares",
      "mercado",
      "único",
      "libre",
      "cambios",
      "(",
      "mulc",
      ")",
      ",",
      "plantear",
      "“",
      "etiqueta",
      "utilizada",
      "estigmatizar",
      "medida",
      "adoptar",
      "año",
      "2012",
      ",",
      "después",
      "fuerte",
      "corrida",
      "cambiaria",
      "año",
      "2011",
      "”",
      ".",
      "“",
      "dice",
      "título",
      "capítulo",
      ",",
      "economía",
      "bimonetaria",
      ",",
      "estúpido",
      ".",
      "economía",
      "moneda",
      "emitimos",
      "solo",
      "utilizada",
      "transacciones",
      "cotidianas",
      "(",
      "todas",
      ".",
      "ej",
      ":",
      "compra",
      "inmuebles",
      ")",
      ".",
      "dos",
      "funciones",
      "cualquier",
      "moneda",
      ",",
      "unidad",
      "valor",
      "reserva",
      "ahorro",
      ",",
      "argentinos",
      "utilizan",
      "dólar",
      "”",
      ",",
      "completa",
      "cristina",
      ".",
      "punto",
      ",",
      "sostiene",
      "abordar",
      "carencia",
      "moneda",
      "fuerte",
      "“",
      "debería",
      "movilizar",
      "fuerzas",
      "políticas",
      "sociales",
      "siguen",
      "creyendo",
      "nación",
      "”",
      ".",
      "“",
      "embargo",
      ",",
      "antipolítica",
      "quede",
      "respuestas",
      "fracaso",
      "teorías",
      "extravagantes",
      "solo",
      "causan",
      "odio",
      "dolor",
      ";",
      "solamente",
      "deberemos",
      "reconstruir",
      "moneda",
      ",",
      "sino",
      "política",
      "”",
      ",",
      "concluye",
      "."
    ],
    "token_count": 475,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 63,
      "CC": 1,
      "JJ": 70,
      "NN": 270,
      "NNS": 32,
      "VBP": 26,
      "FW": 170,
      "IN": 24,
      "VBZ": 10,
      "DT": 6,
      "VBD": 2,
      "CD": 2,
      "RB": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-NNP": 6,
      "NNP-NNP": 13,
      "NNP-NN": 25,
      "NN-NN": 166,
      "NN-NNS": 9,
      "NNS-VBP": 21,
      "VBP-JJ": 13,
      "JJ-FW": 5,
      "FW-FW": 101,
      "FW-JJ": 13,
      "JJ-NN": 41,
      "NN-NNP": 17,
      "NNP-FW": 12,
      "FW-NN": 25,
      "VBP-NNS": 2,
      "NNS-FW": 3,
      "NN-IN": 19,
      "IN-FW": 18,
      "NNP-IN": 2,
      "IN-NNP": 4,
      "NN-FW": 27,
      "FW-NNP": 16,
      "FW-NNS": 11,
      "VBP-NNP": 2,
      "NN-JJ": 21,
      "JJ-JJ": 11,
      "NNP-JJ": 1,
      "FW-VBZ": 2,
      "VBZ-JJ": 6,
      "VBP-FW": 2,
      "VBP-VBZ": 1,
      "JJ-NNS": 5,
      "NNP-DT": 2,
      "DT-NN": 6,
      "NNS-IN": 2,
      "NNS-NNS": 4,
      "NN-VBD": 1,
      "VBD-JJ": 2,
      "VBP-NN": 5,
      "NNS-NNP": 2,
      "NNP-VBP": 2,
      "NN-VBZ": 4,
      "VBZ-DT": 1,
      "NN-VBP": 3,
      "NNP-NNS": 1,
      "NNP-VBZ": 3,
      "VBZ-FW": 2,
      "FW-IN": 1,
      "IN-JJ": 2,
      "JJ-DT": 1,
      "NNP-VBD": 1,
      "JJ-CD": 1,
      "CD-NN": 1,
      "NN-CD": 1,
      "CD-NNP": 1,
      "VBP-DT": 1,
      "VBZ-NNP": 1,
      "FW-RB": 1,
      "RB-JJR": 1,
      "JJR-NN": 1,
      "NN-DT": 1
    },
    "trigram_freq": {
      "NNP-CC-JJ": 1,
      "CC-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-NN": 4,
      "NNP-NN-NN": 20,
      "NN-NN-NNS": 3,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-FW-JJ": 6,
      "FW-JJ-NN": 7,
      "JJ-NN-NNP": 4,
      "NN-NNP-NNP": 3,
      "NNP-NNP-FW": 2,
      "NNP-FW-NN": 4,
      "FW-NN-NNS": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-FW": 67,
      "FW-FW-NN": 12,
      "FW-NN-NN": 17,
      "NN-NN-NN": 96,
      "NN-NN-IN": 12,
      "NN-IN-FW": 16,
      "IN-FW-JJ": 4,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NNP-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "FW-NN-FW": 4,
      "NN-FW-FW": 16,
      "NN-NN-FW": 21,
      "FW-FW-NNP": 7,
      "FW-NNP-FW": 7,
      "NNP-FW-FW": 5,
      "FW-FW-NNS": 8,
      "FW-NNS-VBP": 6,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NN-NN-JJ": 16,
      "NN-JJ-NN": 14,
      "JJ-NN-NN": 27,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 7,
      "JJ-NN-IN": 5,
      "IN-FW-NN": 2,
      "NN-FW-JJ": 1,
      "IN-FW-NNS": 3,
      "VBP-JJ-NN": 7,
      "NN-FW-NNP": 2,
      "NNP-FW-NNP": 2,
      "FW-NNP-NNP": 3,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 10,
      "NN-FW-VBZ": 2,
      "FW-VBZ-JJ": 2,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NNS": 3,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-NNP-NN": 4,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "VBP-NNS-VBP": 1,
      "NNP-NN-JJ": 2,
      "IN-FW-NNP": 4,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-NN": 3,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "IN-FW-FW": 5,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-JJ": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NNP-NNP": 3,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 2,
      "VBP-NN-JJ": 2,
      "NN-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-IN": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-JJ": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-NN-NN": 2,
      "NNP-FW-JJ": 1,
      "JJ-NN-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-NNP-VBP": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-JJ": 1,
      "IN-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "NN-FW-NN": 6,
      "JJ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-NNP": 2,
      "VBZ-FW-JJ": 1,
      "NNP-NNP-DT": 1,
      "NN-VBZ-JJ": 2,
      "NNP-VBZ-JJ": 1,
      "NN-VBP-NN": 1,
      "FW-NNS-FW": 2,
      "VBP-JJ-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "FW-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-IN": 1,
      "NNS-FW-RB": 1,
      "FW-RB-JJR": 1,
      "RB-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-NN-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "VBP-JJ-NNS": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "VBZ-JJ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 270,
        "FW": 170,
        "JJ": 70,
        "NNP": 63,
        "NNS": 32
      },
      "top_bigrams": {
        "NN-NN": 166,
        "FW-FW": 101,
        "JJ-NN": 41,
        "NN-FW": 27,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 96,
        "FW-FW-FW": 67,
        "JJ-NN-NN": 27,
        "NN-NN-FW": 21,
        "NNP-NN-NN": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 186,
      "VP": 39,
      "PP": 7,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0225
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('bimonetaria', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Milei', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('nuestro', 'JJ') ('país', 'NN') ('sea', 'NN') ('hoy', 'NN') ('más', 'NN') ('caro', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('dólares', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('que', 'JJ') ('los', 'NN') ('países', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('desarrollados', 'VBP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('extravagantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "argentina Cristina Fernández cargó este viernes"
      },
      {
        "label": "VP",
        "text": "contra la"
      },
      {
        "label": "NP",
        "text": "actual mandatario Javier Milei"
      },
      {
        "label": "NP",
        "text": "sus primeros"
      },
      {
        "label": "VP",
        "text": "nueve meses"
      },
      {
        "label": "NP",
        "text": "meses"
      },
      {
        "label": "NP",
        "text": "que"
      },
      {
        "label": "VP",
        "text": "llegó a calificar"
      },
      {
        "label": "NP",
        "text": "a calificar"
      },
      {
        "label": "NP",
        "text": "tragedia"
      },
      {
        "label": "NP",
        "text": "inocultable ”"
      },
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "VP",
        "text": "llamado “ Cuadro"
      },
      {
        "label": "NP",
        "text": "“ Cuadro"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  expresidenta/CC\n  (NP\n    argentina/JJ\n    Cristina/NNP\n    Fernández/NNP\n    cargó/NN\n    este/NN\n    viernes/NNS)\n  (VP contra/VBP la/JJ)\n  gestión/FW\n  del/FW\n  (NP actual/JJ mandatario/NN Javier/NNP Milei/NNP)\n  en/FW\n  (NP sus/NN primeros/NNS)\n  (VP nueve/VBP (NP meses/NNS))\n  de/FW\n  gobierno/FW\n  ,/,\n  lo/FW\n  (NP que/NN)\n  (VP llegó/VBZ (NP a/DT calificar/NN))\n  de/IN\n  “/FW\n  (NP tragedia/NN)\n  (NP inocultable/JJ ”/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (VP llamado/VBZ (NP “/JJ Cuadro/NNP))\n  de/FW\n  (NP Situación/NNP ”/NNP)\n  elaborado/FW\n  (NP por/NN)\n  la/FW\n  exmandataria/FW\n  sobre/FW\n  esta/FW\n  estapa/FW\n  de/FW\n  la/FW\n  gestión/FW\n  del/FW\n  “/FW\n  (NP libertario/NN ”/NNP fue/NN titulado/NN por/NN)\n  la/FW\n  exmandataria/FW\n  “/FW\n  (NP Es/NNP)\n  la/FW\n  economía/FW\n  (NP bimonetaria/NN)\n  ,/,\n  (NP estúpido/JJ ”/NN)\n  ./.)",
      "(S\n  (NP\n    Fernández/NNP\n    también/NN\n    aprovechó/NN\n    este/NN\n    análisis/NN\n    para/NN\n    enviar/NN)\n  (NP un/JJ mensaje/NN hacia/NN la/NN)\n  interna/FW\n  (NP del/NN peronismo/NN)\n  ./.)",
      "(S\n  (NP De/NNP)\n  acuerdo/FW\n  (NP con/NN la/NN exmandataria/NN)\n  ,/,\n  (NP existe/NN lo/NN que/NN llamó/NN)\n  (NP un/JJ “/NNP combo/NN)\n  (NP letal/JJ ”/NNP)\n  de/FW\n  intervención/FW\n  y/FW\n  (NP control/NN del/NN dólar/NN)\n  ,/,\n  (NP tasa/NN)\n  de/FW\n  interés/FW\n  y/FW\n  (NP salarios/NNS)\n  (VP\n    que/VBP\n    (NP se/JJ suma/NN al/NN ajuste/NN)\n    (NP fiscal/JJ promovido/NN por/NN))\n  el/FW\n  (NP Ejecutivo/NNP)\n  de/FW\n  (NP Milei/NNP)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP apunta/JJ que/NN Milei/NNP “/NNP ha/NN provocado/NN que/NN)\n  (NP nuestro/JJ país/NN sea/NN hoy/NN más/NN caro/NN)\n  en/FW\n  (VP dólares/VBZ (NP que/JJ los/NN países/NNS))\n  (VP desarrollados/VBP)\n  del/FW\n  (NP mundo/NN ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "FECHAS_HORAS",
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "TIEMPO_RELATIVO",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "FECHAS_ESPECIFICAS",
      "NEOLIBERALISMO_MERCADO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "recesión económica",
        "position": [
          2114,
          2132
        ],
        "start": 2114,
        "end": 2132
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desocupación y el más de un millón de niños que se va a dormir sin cenar. a ello agrega “el crecimiento",
        "position": [
          2244,
          2347
        ],
        "start": 2244,
        "end": 2347
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación del 3",
        "position": [
          1903,
          1918
        ],
        "start": 1903,
        "end": 1918
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          1088,
          1095
        ],
        "start": 1088,
        "end": 1095
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "tasa",
        "position": [
          598,
          602
        ],
        "start": 598,
        "end": 602
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1185,
          1192
        ],
        "start": 1185,
        "end": 1192
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con la exmandataria, existe lo que llamó un “combo letal” de intervención y control",
        "position": [
          495,
          586
        ],
        "start": 495,
        "end": 586
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la libertad",
        "position": [
          1232,
          1255
        ],
        "start": 1232,
        "end": 1255
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de economía quieren",
        "position": [
          1978,
          2006
        ],
        "start": 1978,
        "end": 2006
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          824,
          831
        ],
        "start": 824,
        "end": 831
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          16,
          25
        ],
        "start": 16,
        "end": 25
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          1539,
          1548
        ],
        "start": 1539,
        "end": 1548
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2012",
        "position": [
          3463,
          3471
        ],
        "start": 3463,
        "end": 3471
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          3457,
          3466
        ],
        "start": 3457,
        "end": 3466
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          759,
          762
        ],
        "start": 759,
        "end": 762
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          4099,
          4106
        ],
        "start": 4099,
        "end": 4106
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "ajuste fiscal",
        "position": [
          640,
          653
        ],
        "start": 640,
        "end": 653
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2012",
        "position": [
          3457,
          3471
        ],
        "start": 3457,
        "end": 3471
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Cristina Fernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Mercado Único",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nación",
        "tipo": "Lugar"
      },
      {
        "nombre": "MULC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cristina",
        "tipo": "Persona"
      },
      {
        "nombre": "Ejecutivo de Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Libertad Avanza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "la argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Curiosa",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministro de Economía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Fernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Cristina Fernández",
        "relacion": "CARGAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Milei",
        "relacion": "INTERVENIR_ASEGURAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Milei",
        "relacion": "CALIFICAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Milei",
        "relacion": "CALIFICAR",
        "objeto": "Nación"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9313,
    "pos": 0.014,
    "neu": 0.951,
    "neg": 0.035,
    "label": "negative"
  }
}