{
  "url": "https://www.telesurtv.net/jovenes-brasilenos-exigen-justicia-para-victimas-de-la-dictadura-militar/",
  "title": "Jóvenes brasileños exigen justicia para víctimas de la dictadura militar - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "acusaciones",
    "Asesinato",
    "Brasil",
    "Comisión Nacional de la Verdad",
    "Corte Suprema",
    "distadura militar",
    "Ejército",
    "José Antonio Belham",
    "juicios",
    "justicia",
    "Ley de Amnistía",
    "Militares",
    "Rubens Paiva"
  ],
  "text": "Decenas de jóvenes brasileños pertenecientes al Levantamiento de la Juventud Popular protagonizaron este lunes una protesta frente a la residencia del exgeneral retirado del Ejército y exlíder del Departamento de Operaciones de Información – Centro de Operaciones de Defensa Interna (DOI-Codi), José Antonio Belham, acusado de estar involucrado en la tortura, desaparición y muerte de Rubens Paiva.\n“Volvemos a rechazar a José Antonio Belham porque la lucha por la memoria, la verdad y la justicia sigue a la orden del día para los jóvenes que se atreven a luchar”, expresaron los miembros del movimiento popular.\nLos jóvenes reclamaron justicia para Rubens Paiva y todas las personas afectadas por la dictadura militar (1964-1985).\nEl exgeneral José Antonio Nogueira Belham fue jefe del DOI-Codi del 1º Ejército en Río de Janeiro entre noviembre de 1970 y mayo de 1971.\nSe le acusa de haber participado en la tortura y asesinato del ingeniero civil y militante del Partido Laborista Brasileño (PTB) Rubens Paiva, denuncia que fue realizada en el libro A Ditadura Escancarada, de Elio Gaspari.\nEn las investigaciones sobre el caso Rubens Paiva —iniciadas en 2013— llevadas a cabo por la Comisión Nacional de la Verdad (CNV), el exgeneral intentó desligarse del asesinato al alegar que estaba de vacaciones durante el período en que se realizó el homicidio. Sin embargo, documentos y testigos desmintieron la versión presentada por el oficial de las Fuerzas Armadas.\nNo fue hasta 2014 cuando el Ministerio Público Federal (MPF) acusó a Belham y otros cuatro militares por el crimen, pero el proceso aún espera el análisis sobre la aplicación de la Ley de Amnistía para avanzar.\nLa Ley de Amnistía, instrumento mediante el cual se concede el perdón por la realización de actos delictivos a aquellas personas pertenecientes a grupos sociales en situación de vulnerabilidad, fue aprobada durante la dictadura al caso de los asesinos del político Rubens Paiva.\nDe este modo, el Supremo decidió archivar el proceso contra los cinco militares, con base en una interpretación amplia sobre los beneficios de la Ley.\nSegún investigaciones de la CNV, como otros militares durante los años de la dictadura militar, Nogueira Belham fue una figura central en las violaciones de derechos humanos, especialmente en el ámbito del Destacamento de Operaciones de Información del Ejército. El militar ha sido asociado con al menos 19 muertes.\nNo obstante, el exgeneral continúa recibiendo un salario básico bruto de 35.991,46 reales brasileños mientras reside en Brasilia, en el Distrito Federal. Asimismo, aparece con el grado de mariscal, considerado un honor concedido solo a los oficiales del Ejército brasileño que se desempeñaron excepcionalmente bien durante el período de guerra.\nA raíz de la película Aún estoy aquí, basada en la época de la dictadura militar en Brasil, la Corte Suprema del país decidió el pasado 21 de febrero que retomará el análisis de la denuncia contra cinco militares acusados de matar a un exdiputado durante la dictadura.\nEl largometraje, nominado a tres premios Óscar, entre ellos el de mejor película, está basado en el libro homónimo de Marcelo Rubens Paiva, hijo del exdiputado asesinado en manos de la dictadura brasileña.\nLos magistrados eligieron por unanimidad analizar nuevamente la aplicación de la Ley de Amnistía —aprobada durante la dictadura— al caso de los asesinos del político Rubens Paiva, a pesar de que los familiares de las víctimas, desde hace décadas, han pedido que su interpretación sea revisada para que no cubra violaciones graves de derechos humanos, como la tortura, el asesinato o la ocultación de cadáveres.\nEl exdiputado federal y uno de los principales opositores al régimen militar, Rubens Paiva, fue torturado hasta la muerte en 1971 en un cuartel en Río de Janeiro. La dictadura nunca reconoció oficialmente su muerte y ocultó cualquier información sobre su paradero.\nCinco militares retirados fueron acusados ​​por el MPF de estar involucrados en la muerte de Paiva: José Antpnio Nogueira Belham, Rubens Paim Sampaio, Raymundo Ronaldo Campos, Jurandyr Ochsendorf y Jacy Ochsendorf. Tres de ellos ya murieron, solo viven José Antônio Nogueira Belham y Jacy Ochsendorf e Souza.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/jovenes-brasilenos-exigen-justicia-para-victimas-de-la-dictadura-militar/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 350,
    "message_id": 87622,
    "date": "2025-02-24T18:34:52+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️Jóvenes brasileños exigen justicia para víctimas de la dictadura militar\nhttps://www.telesurtv.net/jovenes-brasilenos-exigen-justicia-para-victimas-de-la-dictadura-militar/\n\n▪️Más motosierra: Gobierno argentino privatiza empresa minera\nhttps://www.telesurtv.net/mas-motosierra-gobierno-argentino-privatiza-empresa-minera/\n\n▪️Gabinete Ejecutivo venezolano se despliega este lunes para activar el Gobierno Popular y Comunal\nhttps://www.telesurtv.net/gabinete-ejecutivo-venezolano-se-despliega-este-lunes-para-activar-el-gobierno-popular-y-comunal/\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 1882,
    "reactions": {
      "👏": 25,
      "👍": 1
    },
    "total_reactions": 26
  },
  "preprocessing": {
    "cleaned": "decenas de jóvenes brasileños pertenecientes al levantamiento de la juventud popular protagonizaron este lunes una protesta frente a la residencia del exgeneral retirado del ejército y exlíder del departamento de operaciones de información – centro de operaciones de defensa interna (doi-codi), josé antonio belham, acusado de estar involucrado en la tortura, desaparición y muerte de rubens paiva. “volvemos a rechazar a josé antonio belham porque la lucha por la memoria, la verdad y la justicia sigue a la orden del día para los jóvenes que se atreven a luchar”, expresaron los miembros del movimiento popular. los jóvenes reclamaron justicia para rubens paiva y todas las personas afectadas por la dictadura militar (1964-1985). el exgeneral josé antonio nogueira belham fue jefe del doi-codi del 1º ejército en río de janeiro entre noviembre de 1970 y mayo de 1971. se le acusa de haber participado en la tortura y asesinato del ingeniero civil y militante del partido laborista brasileño (ptb) rubens paiva, denuncia que fue realizada en el libro a ditadura escancarada, de elio gaspari. en las investigaciones sobre el caso rubens paiva —iniciadas en 2013— llevadas a cabo por la comisión nacional de la verdad (cnv), el exgeneral intentó desligarse del asesinato al alegar que estaba de vacaciones durante el período en que se realizó el homicidio. sin embargo, documentos y testigos desmintieron la versión presentada por el oficial de las fuerzas armadas. no fue hasta 2014 cuando el ministerio público federal (mpf) acusó a belham y otros cuatro militares por el crimen, pero el proceso aún espera el análisis sobre la aplicación de la ley de amnistía para avanzar. la ley de amnistía, instrumento mediante el cual se concede el perdón por la realización de actos delictivos a aquellas personas pertenecientes a grupos sociales en situación de vulnerabilidad, fue aprobada durante la dictadura al caso de los asesinos del político rubens paiva. de este modo, el supremo decidió archivar el proceso contra los cinco militares, con base en una interpretación amplia sobre los beneficios de la ley. según investigaciones de la cnv, como otros militares durante los años de la dictadura militar, nogueira belham fue una figura central en las violaciones de derechos humanos, especialmente en el ámbito del destacamento de operaciones de información del ejército. el militar ha sido asociado con al menos 19 muertes. no obstante, el exgeneral continúa recibiendo un salario básico bruto de 35.991,46 reales brasileños mientras reside en brasilia, en el distrito federal. asimismo, aparece con el grado de mariscal, considerado un honor concedido solo a los oficiales del ejército brasileño que se desempeñaron excepcionalmente bien durante el período de guerra. a raíz de la película aún estoy aquí, basada en la época de la dictadura militar en brasil, la corte suprema del país decidió el pasado 21 de febrero que retomará el análisis de la denuncia contra cinco militares acusados de matar a un exdiputado durante la dictadura. el largometraje, nominado a tres premios óscar, entre ellos el de mejor película, está basado en el libro homónimo de marcelo rubens paiva, hijo del exdiputado asesinado en manos de la dictadura brasileña. los magistrados eligieron por unanimidad analizar nuevamente la aplicación de la ley de amnistía —aprobada durante la dictadura— al caso de los asesinos del político rubens paiva, a pesar de que los familiares de las víctimas, desde hace décadas, han pedido que su interpretación sea revisada para que no cubra violaciones graves de derechos humanos, como la tortura, el asesinato o la ocultación de cadáveres. el exdiputado federal y uno de los principales opositores al régimen militar, rubens paiva, fue torturado hasta la muerte en 1971 en un cuartel en río de janeiro. la dictadura nunca reconoció oficialmente su muerte y ocultó cualquier información sobre su paradero. cinco militares retirados fueron acusados ​​por el mpf de estar involucrados en la muerte de paiva: josé antpnio nogueira belham, rubens paim sampaio, raymundo ronaldo campos, jurandyr ochsendorf y jacy ochsendorf. tres de ellos ya murieron, solo viven josé antônio nogueira belham y jacy ochsendorf e souza.",
    "tokens": [
      "decenas",
      "jóvenes",
      "brasileños",
      "pertenecientes",
      "levantamiento",
      "juventud",
      "popular",
      "protagonizaron",
      "lunes",
      "protesta",
      "frente",
      "residencia",
      "exgeneral",
      "retirado",
      "ejército",
      "exlíder",
      "departamento",
      "operaciones",
      "información",
      "–",
      "centro",
      "operaciones",
      "defensa",
      "interna",
      "(",
      "doi-codi",
      ")",
      ",",
      "josé",
      "antonio",
      "belham",
      ",",
      "acusado",
      "involucrado",
      "tortura",
      ",",
      "desaparición",
      "muerte",
      "rubens",
      "paiva",
      ".",
      "“",
      "volvemos",
      "rechazar",
      "josé",
      "antonio",
      "belham",
      "lucha",
      "memoria",
      ",",
      "verdad",
      "justicia",
      "sigue",
      "orden",
      "día",
      "jóvenes",
      "atreven",
      "luchar",
      "”",
      ",",
      "expresaron",
      "miembros",
      "movimiento",
      "popular",
      ".",
      "jóvenes",
      "reclamaron",
      "justicia",
      "rubens",
      "paiva",
      "todas",
      "personas",
      "afectadas",
      "dictadura",
      "militar",
      "(",
      "1964-1985",
      ")",
      ".",
      "exgeneral",
      "josé",
      "antonio",
      "nogueira",
      "belham",
      "jefe",
      "doi-codi",
      "1º",
      "ejército",
      "río",
      "janeiro",
      "noviembre",
      "1970",
      "mayo",
      "1971.",
      "acusa",
      "haber",
      "participado",
      "tortura",
      "asesinato",
      "ingeniero",
      "civil",
      "militante",
      "partido",
      "laborista",
      "brasileño",
      "(",
      "ptb",
      ")",
      "rubens",
      "paiva",
      ",",
      "denuncia",
      "realizada",
      "libro",
      "ditadura",
      "escancarada",
      ",",
      "elio",
      "gaspari",
      ".",
      "investigaciones",
      "caso",
      "rubens",
      "paiva",
      "—iniciadas",
      "2013—",
      "llevadas",
      "cabo",
      "comisión",
      "nacional",
      "verdad",
      "(",
      "cnv",
      ")",
      ",",
      "exgeneral",
      "intentó",
      "desligarse",
      "asesinato",
      "alegar",
      "vacaciones",
      "período",
      "realizó",
      "homicidio",
      ".",
      "embargo",
      ",",
      "documentos",
      "testigos",
      "desmintieron",
      "versión",
      "presentada",
      "oficial",
      "fuerzas",
      "armadas",
      ".",
      "2014",
      "ministerio",
      "público",
      "federal",
      "(",
      "mpf",
      ")",
      "acusó",
      "belham",
      "cuatro",
      "militares",
      "crimen",
      ",",
      "proceso",
      "aún",
      "espera",
      "análisis",
      "aplicación",
      "ley",
      "amnistía",
      "avanzar",
      ".",
      "ley",
      "amnistía",
      ",",
      "instrumento",
      "mediante",
      "concede",
      "perdón",
      "realización",
      "actos",
      "delictivos",
      "aquellas",
      "personas",
      "pertenecientes",
      "grupos",
      "sociales",
      "situación",
      "vulnerabilidad",
      ",",
      "aprobada",
      "dictadura",
      "caso",
      "asesinos",
      "político",
      "rubens",
      "paiva",
      ".",
      "modo",
      ",",
      "supremo",
      "decidió",
      "archivar",
      "proceso",
      "cinco",
      "militares",
      ",",
      "base",
      "interpretación",
      "amplia",
      "beneficios",
      "ley",
      ".",
      "según",
      "investigaciones",
      "cnv",
      ",",
      "militares",
      "años",
      "dictadura",
      "militar",
      ",",
      "nogueira",
      "belham",
      "figura",
      "central",
      "violaciones",
      "derechos",
      "humanos",
      ",",
      "especialmente",
      "ámbito",
      "destacamento",
      "operaciones",
      "información",
      "ejército",
      ".",
      "militar",
      "sido",
      "asociado",
      "menos",
      "19",
      "muertes",
      ".",
      "obstante",
      ",",
      "exgeneral",
      "continúa",
      "recibiendo",
      "salario",
      "básico",
      "bruto",
      "35.991,46",
      "reales",
      "brasileños",
      "mientras",
      "reside",
      "brasilia",
      ",",
      "distrito",
      "federal",
      ".",
      "asimismo",
      ",",
      "aparece",
      "grado",
      "mariscal",
      ",",
      "considerado",
      "honor",
      "concedido",
      "solo",
      "oficiales",
      "ejército",
      "brasileño",
      "desempeñaron",
      "excepcionalmente",
      "bien",
      "período",
      "guerra",
      ".",
      "raíz",
      "película",
      "aún",
      "aquí",
      ",",
      "basada",
      "época",
      "dictadura",
      "militar",
      "brasil",
      ",",
      "corte",
      "suprema",
      "país",
      "decidió",
      "pasado",
      "21",
      "febrero",
      "retomará",
      "análisis",
      "denuncia",
      "cinco",
      "militares",
      "acusados",
      "matar",
      "exdiputado",
      "dictadura",
      ".",
      "largometraje",
      ",",
      "nominado",
      "tres",
      "premios",
      "óscar",
      ",",
      "mejor",
      "película",
      ",",
      "basado",
      "libro",
      "homónimo",
      "marcelo",
      "rubens",
      "paiva",
      ",",
      "hijo",
      "exdiputado",
      "asesinado",
      "manos",
      "dictadura",
      "brasileña",
      ".",
      "magistrados",
      "eligieron",
      "unanimidad",
      "analizar",
      "nuevamente",
      "aplicación",
      "ley",
      "amnistía",
      "—aprobada",
      "dictadura—",
      "caso",
      "asesinos",
      "político",
      "rubens",
      "paiva",
      ",",
      "pesar",
      "familiares",
      "víctimas",
      ",",
      "hace",
      "décadas",
      ",",
      "pedido",
      "interpretación",
      "revisada",
      "cubra",
      "violaciones",
      "graves",
      "derechos",
      "humanos",
      ",",
      "tortura",
      ",",
      "asesinato",
      "ocultación",
      "cadáveres",
      ".",
      "exdiputado",
      "federal",
      "principales",
      "opositores",
      "régimen",
      "militar",
      ",",
      "rubens",
      "paiva",
      ",",
      "torturado",
      "muerte",
      "1971",
      "cuartel",
      "río",
      "janeiro",
      ".",
      "dictadura",
      "nunca",
      "reconoció",
      "oficialmente",
      "muerte",
      "ocultó",
      "cualquier",
      "información",
      "paradero",
      ".",
      "cinco",
      "militares",
      "retirados",
      "acusados",
      "​​por",
      "mpf",
      "involucrados",
      "muerte",
      "paiva",
      ":",
      "josé",
      "antpnio",
      "nogueira",
      "belham",
      ",",
      "rubens",
      "paim",
      "sampaio",
      ",",
      "raymundo",
      "ronaldo",
      "campos",
      ",",
      "jurandyr",
      "ochsendorf",
      "jacy",
      "ochsendorf",
      ".",
      "tres",
      "murieron",
      ",",
      "solo",
      "viven",
      "josé",
      "antônio",
      "nogueira",
      "belham",
      "jacy",
      "ochsendorf",
      "souza",
      "."
    ],
    "token_count": 445,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 134,
      "NNS": 29,
      "VBP": 22,
      "FW": 170,
      "NN": 173,
      "JJ": 51,
      "IN": 26,
      "RB": 5,
      "VBD": 4,
      "VBZ": 12,
      "CD": 9,
      "CC": 1,
      "DT": 2,
      "JJR": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 70,
      "NNP-NNS": 2,
      "NNS-VBP": 17,
      "VBP-NNS": 3,
      "VBP-NNP": 2,
      "NNP-FW": 24,
      "FW-FW": 103,
      "FW-NNP": 30,
      "NNP-NN": 20,
      "NN-NN": 93,
      "NN-NNS": 7,
      "NNS-JJ": 3,
      "JJ-NN": 34,
      "NN-FW": 20,
      "FW-JJ": 12,
      "NN-NNP": 15,
      "NNP-IN": 5,
      "IN-NNP": 6,
      "FW-NN": 15,
      "NN-JJ": 11,
      "VBP-JJ": 10,
      "JJ-RB": 1,
      "RB-VBP": 1,
      "VBP-IN": 3,
      "IN-JJ": 1,
      "JJ-NNP": 3,
      "NNS-NN": 1,
      "NNP-VBD": 2,
      "VBD-NNS": 1,
      "JJ-JJ": 4,
      "NN-VBD": 2,
      "VBD-JJ": 1,
      "NNP-JJ": 2,
      "NN-VBZ": 4,
      "VBZ-NNP": 2,
      "FW-CD": 2,
      "CD-NNP": 2,
      "CD-NN": 2,
      "NN-IN": 13,
      "IN-CD": 3,
      "IN-FW": 15,
      "NN-VBP": 3,
      "VBP-NN": 3,
      "FW-NNS": 6,
      "VBD-CD": 2,
      "CD-NNS": 3,
      "NNP-VBZ": 6,
      "VBZ-JJ": 6,
      "JJ-FW": 3,
      "NN-CD": 1,
      "NN-CC": 1,
      "CC-NNP": 1,
      "JJ-NNS": 5,
      "NNP-VBP": 1,
      "NNS-FW": 1,
      "NNS-IN": 3,
      "VBZ-FW": 2,
      "VBP-FW": 1,
      "NNS-DT": 1,
      "DT-NN": 2,
      "NN-RB": 2,
      "RB-JJ": 1,
      "NNS-RB": 1,
      "RB-NNS": 1,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "JJ-CD": 1,
      "CD-IN": 1,
      "IN-NN": 1,
      "NN-DT": 1,
      "VBZ-NNS": 1,
      "NNS-NNP": 1,
      "NNS-VBZ": 1,
      "FW-IN": 1,
      "CD-FW": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "VBZ-VB": 1,
      "VB-NN": 1,
      "RB-NNP": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 1,
      "NNP-FW-FW": 6,
      "FW-FW-NNP": 15,
      "FW-NNP-NNP": 16,
      "NNP-NNP-NN": 14,
      "NNP-NN-NN": 17,
      "NN-NN-NNS": 4,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-NN": 18,
      "NN-NN-FW": 10,
      "NN-FW-FW": 11,
      "FW-FW-FW": 74,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 10,
      "NN-NN-NNP": 9,
      "NN-NNP-NN": 3,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 11,
      "FW-NNP-FW": 10,
      "NNP-NNP-IN": 4,
      "NNP-IN-NNP": 4,
      "IN-NNP-FW": 3,
      "NNP-NNP-NNP": 39,
      "NNP-NNP-FW": 6,
      "NNP-NN-NNP": 2,
      "NN-NNP-NNP": 8,
      "NN-FW-NN": 3,
      "FW-NN-FW": 3,
      "FW-FW-NN": 5,
      "FW-NN-NN": 7,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 9,
      "NN-NN-NN": 46,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-RB": 1,
      "JJ-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NN": 6,
      "JJ-NN-NNS": 1,
      "NNS-VBP-IN": 3,
      "VBP-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 2,
      "NNP-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "FW-NNP-IN": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-IN": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNP": 1,
      "CD-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 10,
      "IN-FW-FW": 7,
      "JJ-NN-FW": 4,
      "NN-FW-NNP": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 2,
      "IN-NNP-NNP": 2,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 4,
      "JJ-NN-NNP": 2,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 2,
      "CD-NNS-JJ": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 1,
      "FW-NN-NNP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NNP": 1,
      "CC-NNP-NNP": 1,
      "NN-NNP-VBZ": 3,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "VBP-JJ-NNS": 1,
      "FW-NNP-NN": 3,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NN-FW-JJ": 3,
      "FW-FW-NNS": 3,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NNP-FW-NN": 5,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "IN-FW-NNP": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-VBD-CD": 1,
      "CD-NNS-DT": 1,
      "NNS-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-JJ": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-NNS": 1,
      "RB-NNS-VBP": 1,
      "VBP-IN-NNP": 1,
      "NNP-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "FW-NN-IN": 1,
      "NN-NN-IN": 4,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-NNS": 2,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "IN-FW-NN": 1,
      "NN-IN-NNP": 1,
      "NNP-NN-FW": 1,
      "FW-JJ-NNS": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBP-NNP-NNP": 1,
      "NN-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-FW": 1,
      "CD-FW-JJ": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NNP-VBZ-VB": 1,
      "VBZ-VB-NN": 1,
      "VB-NN-NN": 1,
      "NNP-VBZ-NNP": 1,
      "NNP-IN-FW": 1,
      "NN-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 173,
        "FW": 170,
        "NNP": 134,
        "JJ": 51,
        "NNS": 29
      },
      "top_bigrams": {
        "FW-FW": 103,
        "NN-NN": 93,
        "NNP-NNP": 70,
        "JJ-NN": 34,
        "FW-NNP": 30
      },
      "top_trigrams": {
        "FW-FW-FW": 74,
        "NN-NN-NN": 46,
        "NNP-NNP-NNP": 39,
        "JJ-NN-NN": 18,
        "NNP-NN-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 168,
      "VP": 35,
      "PP": 9,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0295
      },
      {
        "rule": "NP -> ('Operaciones', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Rubens', 'NNP') ('Paiva', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('Ley', 'NNP')",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('DOI-Codi', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Ejército', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Río', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('Janeiro', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('CNV', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Decenas de jóvenes"
      },
      {
        "label": "VP",
        "text": "brasileños pertenecientes"
      },
      {
        "label": "NP",
        "text": "pertenecientes"
      },
      {
        "label": "VP",
        "text": "al Levantamiento"
      },
      {
        "label": "NP",
        "text": "Levantamiento"
      },
      {
        "label": "NP",
        "text": "Juventud Popular protagonizaron este lunes"
      },
      {
        "label": "NP",
        "text": "una protesta"
      },
      {
        "label": "VP",
        "text": "frente a la residencia"
      },
      {
        "label": "NP",
        "text": "a la residencia"
      },
      {
        "label": "NP",
        "text": "exgeneral retirado del Ejército y exlíder del Departamento"
      },
      {
        "label": "NP",
        "text": "Operaciones"
      },
      {
        "label": "NP",
        "text": "Información – Centro"
      },
      {
        "label": "PP",
        "text": "de Operaciones"
      },
      {
        "label": "NP",
        "text": "Operaciones"
      },
      {
        "label": "NP",
        "text": "Defensa Interna"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Decenas/NNP de/NNP jóvenes/NNS)\n  (VP brasileños/VBP (NP pertenecientes/NNS))\n  (VP al/VBP (NP Levantamiento/NNP))\n  de/FW\n  la/FW\n  (NP Juventud/NNP Popular/NNP protagonizaron/NN este/NN lunes/NNS)\n  (NP una/JJ protesta/NN)\n  (VP frente/VBD (NP a/DT la/NN residencia/NN))\n  del/FW\n  (NP\n    exgeneral/JJ\n    retirado/NN\n    del/NN\n    Ejército/NNP\n    y/NN\n    exlíder/NN\n    del/NN\n    Departamento/NNP)\n  de/FW\n  (NP Operaciones/NNP)\n  de/FW\n  (NP Información/NNP –/NNP Centro/NNP)\n  (PP de/IN (NP Operaciones/NNP))\n  de/FW\n  (NP Defensa/NNP Interna/NNP)\n  (/(\n  (NP DOI-Codi/NNP)\n  )/)\n  ,/,\n  (NP José/NNP Antonio/NNP Belham/NNP)\n  ,/,\n  (NP acusado/NN)\n  de/FW\n  estar/FW\n  involucrado/FW\n  en/FW\n  la/FW\n  (NP tortura/NN)\n  ,/,\n  (NP desaparición/NN y/NN muerte/NN)\n  (PP de/IN (NP Rubens/NNP Paiva/NNP))\n  ./.)",
      "(S\n  (NP “/JJ Volvemos/NNP)\n  (NP a/DT rechazar/NN)\n  (NP a/DT José/NNP Antonio/NNP Belham/NNP porque/NN la/NN)\n  lucha/FW\n  (NP por/NN la/NN memoria/NN)\n  ,/,\n  la/FW\n  verdad/FW\n  y/FW\n  la/FW\n  justicia/FW\n  sigue/FW\n  a/DT\n  la/FW\n  (NP orden/JJ del/NN día/NN para/NN los/NN jóvenes/NNS)\n  (VP que/VBP se/JJ atreven/RB (NP a/DT luchar/NN ”/NN))\n  ,/,\n  (VP expresaron/VB (NP los/JJ miembros/NNS))\n  (VP del/VBP)\n  movimiento/IN\n  (ADJP popular/JJ)\n  ./.)",
      "(S\n  (NP\n    Los/NNP\n    jóvenes/NNS\n    reclamaron/NN\n    justicia/NN\n    para/NN\n    Rubens/NNP\n    Paiva/NNP\n    y/NNP)\n  (VP\n    todas/VBD\n    (NP las/NNS)\n    (NP\n      personas/JJ\n      afectadas/JJ\n      por/NN\n      la/NN\n      dictadura/NN\n      militar/NN))\n  (/(\n  (ADJP 1964-1985/JJ)\n  )/)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (NP\n    exgeneral/JJ\n    José/NNP\n    Antonio/NNP\n    Nogueira/NNP\n    Belham/NNP\n    fue/NN\n    jefe/NN)\n  (VP del/VBZ (NP DOI-Codi/NNP))\n  del/FW\n  1º/CD\n  (NP Ejército/NNP)\n  en/FW\n  (NP Río/NNP)\n  (PP de/IN (NP Janeiro/NNP))\n  entre/FW\n  noviembre/FW\n  de/FW\n  1970/CD\n  (NP y/NN mayo/NN)\n  de/IN\n  1971/CD\n  ./.)",
      "(S\n  (NP Se/NNP)\n  (NP le/JJ acusa/NN)\n  de/IN\n  haber/FW\n  participado/FW\n  en/FW\n  la/FW\n  tortura/FW\n  y/FW\n  asesinato/FW\n  del/FW\n  ingeniero/FW\n  (NP civil/JJ y/NN militante/NN)\n  del/FW\n  (NP Partido/NNP Laborista/NNP Brasileño/NNP)\n  (/(\n  (NP PTB/NNP)\n  )/)\n  (NP Rubens/NNP Paiva/NNP)\n  ,/,\n  (NP denuncia/NN que/NN)\n  (VP fue/VBP (NP realizada/NN))\n  en/FW\n  el/FW\n  libro/FW\n  (NP A/NNP Ditadura/NNP Escancarada/NNP)\n  ,/,\n  de/FW\n  (NP Elio/NNP Gaspari/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CIUDADES_CAPITALES",
      "GRUPOS_ESPECIFICOS",
      "RECURSOS_NATURALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "JUSTICIA_SOCIAL",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó a",
        "position": [
          1527,
          1534
        ],
        "start": 1527,
        "end": 1534
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "salario",
        "position": [
          2472,
          2479
        ],
        "start": 2472,
        "end": 2479
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          267,
          274
        ],
        "start": 267,
        "end": 274
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "tortura y asesinato del ingeniero civil y militante del partido laborista brasileño (ptb) rubens paiva, denuncia",
        "position": [
          910,
          1022
        ],
        "start": 910,
        "end": 1022
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento popular",
        "position": [
          594,
          612
        ],
        "start": 594,
        "end": 612
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          11,
          18
        ],
        "start": 11,
        "end": 18
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de operaciones",
        "position": [
          197,
          224
        ],
        "start": 197,
        "end": 224
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          1527,
          1532
        ],
        "start": 1527,
        "end": 1532
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          816,
          819
        ],
        "start": 816,
        "end": 819
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          2852,
          2858
        ],
        "start": 2852,
        "end": 2858
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "brasilia",
        "position": [
          2543,
          2551
        ],
        "start": 2543,
        "end": 2551
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          197,
          212
        ],
        "start": 197,
        "end": 212
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          242,
          251
        ],
        "start": 242,
        "end": 251
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1361,
          1368
        ],
        "start": 1361,
        "end": 1368
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          2264,
          2280
        ],
        "start": 2264,
        "end": 2280
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Operaciones de Defensa Interna",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nogueira Belham",
        "tipo": "Persona"
      },
      {
        "nombre": "PTB",
        "tipo": "Organizacion"
      },
      {
        "nombre": "la Ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio Público Federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Antpnio Nogueira Belham",
        "tipo": "Persona"
      },
      {
        "nombre": "Distrito Federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Antônio Nogueira Belham",
        "tipo": "Persona"
      },
      {
        "nombre": "Centro",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Antonio Nogueira Belham",
        "tipo": "Persona"
      },
      {
        "nombre": "Marcelo Rubens Paiva",
        "tipo": "Persona"
      },
      {
        "nombre": "Belham",
        "tipo": "Persona"
      },
      {
        "nombre": "Rubens Paim Sampaio",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Elio Gaspari",
        "tipo": "Persona"
      },
      {
        "nombre": "Departamento de Operaciones de Información",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Paiva",
        "tipo": "Persona"
      },
      {
        "nombre": "Corte Suprema",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "Raymundo Ronaldo Campos",
        "tipo": "Persona"
      },
      {
        "nombre": "Souza",
        "tipo": "Persona"
      },
      {
        "nombre": "Amnistía",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ditadura Escancarada",
        "tipo": "Persona"
      },
      {
        "nombre": "Comisión Nacional de la Verdad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "MPF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fuerzas Armadas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Río de Janeiro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jurandyr Ochsendorf",
        "tipo": "Persona"
      },
      {
        "nombre": "Jacy Ochsendorf",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Laborista Brasileño",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brasilia",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Antonio Belham",
        "tipo": "Persona"
      },
      {
        "nombre": "Rubens Paiva",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Partido Laborista Brasileño",
        "relacion": "PARTICIPAR_ACUSAR",
        "objeto": "Ditadura Escancarada"
      },
      {
        "sujeto": "Partido Laborista Brasileño",
        "relacion": "PARTICIPAR_ACUSAR",
        "objeto": "Elio Gaspari"
      },
      {
        "sujeto": "PTB",
        "relacion": "PARTICIPAR_ACUSAR",
        "objeto": "Ditadura Escancarada"
      },
      {
        "sujeto": "PTB",
        "relacion": "PARTICIPAR_ACUSAR",
        "objeto": "Elio Gaspari"
      },
      {
        "sujeto": "Rubens Paiva",
        "relacion": "PARTICIPAR_ACUSAR",
        "objeto": "Ditadura Escancarada"
      },
      {
        "sujeto": "Rubens Paiva",
        "relacion": "PARTICIPAR_ACUSAR",
        "objeto": "Elio Gaspari"
      },
      {
        "sujeto": "Ministerio Público Federal",
        "relacion": "ACUSAR",
        "objeto": "Belham"
      },
      {
        "sujeto": "MPF",
        "relacion": "ACUSAR",
        "objeto": "Belham"
      },
      {
        "sujeto": "La Ley",
        "relacion": "APROBAR",
        "objeto": "Rubens Paiva"
      },
      {
        "sujeto": "Corte Suprema",
        "relacion": "ESTAR_DECIDIR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Rubens Paiva",
        "relacion": "TORTURAR",
        "objeto": "Río de Janeiro"
      },
      {
        "sujeto": "MPF",
        "relacion": "ACUSAR",
        "objeto": "Paiva"
      },
      {
        "sujeto": "MPF",
        "relacion": "ACUSAR",
        "objeto": "José Antpnio Nogueira Belham"
      },
      {
        "sujeto": "MPF",
        "relacion": "ACUSAR",
        "objeto": "Rubens Paim Sampaio"
      },
      {
        "sujeto": "MPF",
        "relacion": "ACUSAR",
        "objeto": "Raymundo Ronaldo Campos"
      },
      {
        "sujeto": "MPF",
        "relacion": "ACUSAR",
        "objeto": "Jurandyr Ochsendorf"
      },
      {
        "sujeto": "MPF",
        "relacion": "ACUSAR",
        "objeto": "Jacy Ochsendorf"
      }
    ]
  },
  "sentiment": {
    "compound": 0.4019,
    "pos": 0.021,
    "neu": 0.96,
    "neg": 0.019,
    "label": "positive"
  }
}