{
  "url": "https://www.telesurtv.net/brics-bridge-el-fin-del-sistema-de-sanciones-de-estados-unidos/",
  "title": "BRICS Bridge: ¿El fin del sistema de sanciones de Estados Unidos? - teleSUR",
  "section": "En profundidad",
  "tags": [
    "Brics",
    "Sistema Swift"
  ],
  "text": "El BRICS Bridge se presenta como una respuesta directa al dominio del dólar en el sistema financiero global ejercida a través del Sistema Swift, una red global que facilita la transferencia segura de mensajes financieros y pagos entre bancos y otras instituciones financieras.\nEn caso de sanciones, se ha expulsado a Estados, empresas estatales y privadas que comercian con países sancionados como Venezuela, Rusia, Cuba o Irán. Estas entidades quedan excluidas del sistema bancario internacional, lo que actúa como un mecanismo de presión para evitar negociar con países que se oponen a las directrices de Washington.\nEn consecuencia, la presidencia pro témpore de Rusia del BRICS ha decidido potenciar el Brics Bridge, un sistema paralelo con el potencial de convertirse en una alternativa significativa frente al control financiero de Estados Unidos, con implicaciones directas para países sancionados.\nLa capacidad de realizar transacciones sin recurrir al dólar podría aliviar las presiones económicas y financieras impuestas por las sanciones.\nLa introducción de un sistema de pagos que favorezca el uso de monedas locales y reduzca la necesidad de “monedas vehículo” como el dólar o el euro podría transformar la dinámica económica global y proporcionar a los países sancionados una mayor libertad económica.\nDesde su primera cumbre en 2009, los BRICS han crecido significativamente, con la reciente inclusión de Egipto, Etiopía, Arabia Saudita, Irán y los Emiratos Árabes Unidos (EAU) en 2024.\nEsta expansión, que lleva al grupo a representar el 45% de la población mundial y el 28% del PIB global, fortalece su capacidad para influir en el comercio y la inversión a nivel global. La cooperación económica entre los países BRICS Plus ha visto un crecimiento notable, con un aumento del 56% en el comercio intra-BRICS entre 2017 y 2022, y una inversión extranjera directa que se multiplicó por seis desde 2010.\nEl BRICS Bridge se integra en esta dinámica al ofrecer un mecanismo alternativo que podría facilitar aún más el comercio y las inversiones entre los países miembros, aliviando las barreras impuestas por las sanciones y fortaleciendo la cooperación económica dentro del bloque.\nAdemás, la implementación de un sistema de pagos eficiente y una moneda común BRICS Plus, si se desarrolla, podría revolucionar el comercio global al ofrecer una alternativa sólida al sistema dominado por el dólar.\nLa propuesta del BRICS Bridge es parte de un movimiento más amplio hacia la desdolarización del sistema financiero global. Esta tendencia, que busca reducir la dependencia del dólar estadounidense en las transacciones internacionales, está siendo impulsada por varios factores y actores en la arena global.\nUno de los principales impulsores de la desdolarización es el deseo de los países de limitar su exposición a las fluctuaciones del dólar y a las políticas monetarias de Estados Unidos.\nEl dólar ha sido la principal moneda de reserva global durante décadas, lo que ha otorgado a Estados Unidos una influencia considerable sobre la economía mundial. Sin embargo, esta hegemonía también ha llevado a una serie de tensiones, especialmente para países que enfrentan sanciones o restricciones económicas impuestas por Washington.\nEn este contexto, el BRICS Bridge se presenta como una respuesta estratégica. Al ofrecer un sistema de pagos que facilita el uso de monedas locales, el BRICS Bridge busca mitigar los riesgos asociados con el dólar y proporcionar una alternativa más estable y equitativa para el comercio y las transacciones internacionales.\nLa desdolarización tiene implicaciones significativas para países que han sido objeto de sanciones económicas, como Venezuela.\nLas sanciones impuestas por Estados Unidos han restringido severamente el acceso de Venezuela al sistema financiero global basado en el dólar, exacerbando las dificultades económicas del país.\nLa introducción del BRICS Bridge y la posibilidad de realizar transacciones en monedas locales podrían ofrecer a Venezuela una vía para superar algunas de estas restricciones y reactivar su economía. Además, la reducción de la dependencia del dólar también podría llevar a una mayor estabilidad económica para los países que participan en el sistema, al proporcionarles más autonomía y control sobre sus transacciones internacionales.\n\nA pesar de las promesas del BRICS Bridge, la desdolarización enfrenta varios desafíos. La transición hacia un sistema financiero menos dependiente del dólar requerirá una coordinación significativa entre los países miembros y la implementación de mecanismos efectivos para manejar las transacciones y garantizar la estabilidad del nuevo sistema.\nSin embargo, la creación del BRICS Bridge representa una oportunidad para redefinir el sistema financiero global. Al ofrecer una alternativa al dominio del dólar, este nuevo sistema podría equilibrar el poder económico y proporcionar un espacio más justo y diversificado para el comercio y las inversiones internacionales. La cumbre de Kazán y la implementación del BRICS Bridge serán momentos cruciales para observar cómo se desarrolla este proceso y qué impacto tendrá en el orden económico global.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/brics-bridge-el-fin-del-sistema-de-sanciones-de-estados-unidos/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 1443,
    "message_id": 75825,
    "date": "2024-09-05T18:55:19+00:00",
    "text": "teleSUR\nBRICS Bridge: ¿El fin del sistema de sanciones de Estados Unidos?\nhttps://www.telesurtv.net/brics-bridge-el-fin-del-sistema-de-sanciones-de-estados-unidos/",
    "photo_path": null,
    "views": 3691,
    "reactions": {
      "👍": 82,
      "🎉": 19,
      "👏": 8,
      "😁": 1
    },
    "total_reactions": 110
  },
  "preprocessing": {
    "cleaned": "el brics bridge se presenta como una respuesta directa al dominio del dólar en el sistema financiero global ejercida a través del sistema swift, una red global que facilita la transferencia segura de mensajes financieros y pagos entre bancos y otras instituciones financieras. en caso de sanciones, se ha expulsado a estados, empresas estatales y privadas que comercian con países sancionados como venezuela, rusia, cuba o irán. estas entidades quedan excluidas del sistema bancario internacional, lo que actúa como un mecanismo de presión para evitar negociar con países que se oponen a las directrices de washington. en consecuencia, la presidencia pro témpore de rusia del brics ha decidido potenciar el brics bridge, un sistema paralelo con el potencial de convertirse en una alternativa significativa frente al control financiero de estados unidos, con implicaciones directas para países sancionados. la capacidad de realizar transacciones sin recurrir al dólar podría aliviar las presiones económicas y financieras impuestas por las sanciones. la introducción de un sistema de pagos que favorezca el uso de monedas locales y reduzca la necesidad de “monedas vehículo” como el dólar o el euro podría transformar la dinámica económica global y proporcionar a los países sancionados una mayor libertad económica. desde su primera cumbre en 2009, los brics han crecido significativamente, con la reciente inclusión de egipto, etiopía, arabia saudita, irán y los emiratos árabes unidos (eau) en 2024. esta expansión, que lleva al grupo a representar el 45% de la población mundial y el 28% del pib global, fortalece su capacidad para influir en el comercio y la inversión a nivel global. la cooperación económica entre los países brics plus ha visto un crecimiento notable, con un aumento del 56% en el comercio intra-brics entre 2017 y 2022, y una inversión extranjera directa que se multiplicó por seis desde 2010. el brics bridge se integra en esta dinámica al ofrecer un mecanismo alternativo que podría facilitar aún más el comercio y las inversiones entre los países miembros, aliviando las barreras impuestas por las sanciones y fortaleciendo la cooperación económica dentro del bloque. además, la implementación de un sistema de pagos eficiente y una moneda común brics plus, si se desarrolla, podría revolucionar el comercio global al ofrecer una alternativa sólida al sistema dominado por el dólar. la propuesta del brics bridge es parte de un movimiento más amplio hacia la desdolarización del sistema financiero global. esta tendencia, que busca reducir la dependencia del dólar estadounidense en las transacciones internacionales, está siendo impulsada por varios factores y actores en la arena global. uno de los principales impulsores de la desdolarización es el deseo de los países de limitar su exposición a las fluctuaciones del dólar y a las políticas monetarias de estados unidos. el dólar ha sido la principal moneda de reserva global durante décadas, lo que ha otorgado a estados unidos una influencia considerable sobre la economía mundial. sin embargo, esta hegemonía también ha llevado a una serie de tensiones, especialmente para países que enfrentan sanciones o restricciones económicas impuestas por washington. en este contexto, el brics bridge se presenta como una respuesta estratégica. al ofrecer un sistema de pagos que facilita el uso de monedas locales, el brics bridge busca mitigar los riesgos asociados con el dólar y proporcionar una alternativa más estable y equitativa para el comercio y las transacciones internacionales. la desdolarización tiene implicaciones significativas para países que han sido objeto de sanciones económicas, como venezuela. las sanciones impuestas por estados unidos han restringido severamente el acceso de venezuela al sistema financiero global basado en el dólar, exacerbando las dificultades económicas del país. la introducción del brics bridge y la posibilidad de realizar transacciones en monedas locales podrían ofrecer a venezuela una vía para superar algunas de estas restricciones y reactivar su economía. además, la reducción de la dependencia del dólar también podría llevar a una mayor estabilidad económica para los países que participan en el sistema, al proporcionarles más autonomía y control sobre sus transacciones internacionales. a pesar de las promesas del brics bridge, la desdolarización enfrenta varios desafíos. la transición hacia un sistema financiero menos dependiente del dólar requerirá una coordinación significativa entre los países miembros y la implementación de mecanismos efectivos para manejar las transacciones y garantizar la estabilidad del nuevo sistema. sin embargo, la creación del brics bridge representa una oportunidad para redefinir el sistema financiero global. al ofrecer una alternativa al dominio del dólar, este nuevo sistema podría equilibrar el poder económico y proporcionar un espacio más justo y diversificado para el comercio y las inversiones internacionales. la cumbre de kazán y la implementación del brics bridge serán momentos cruciales para observar cómo se desarrolla este proceso y qué impacto tendrá en el orden económico global.",
    "tokens": [
      "brics",
      "bridge",
      "presenta",
      "respuesta",
      "directa",
      "dominio",
      "dólar",
      "sistema",
      "financiero",
      "global",
      "ejercida",
      "través",
      "sistema",
      "swift",
      ",",
      "red",
      "global",
      "facilita",
      "transferencia",
      "segura",
      "mensajes",
      "financieros",
      "pagos",
      "bancos",
      "instituciones",
      "financieras",
      ".",
      "caso",
      "sanciones",
      ",",
      "expulsado",
      ",",
      "empresas",
      "estatales",
      "privadas",
      "comercian",
      "países",
      "sancionados",
      "venezuela",
      ",",
      "rusia",
      ",",
      "cuba",
      "irán",
      ".",
      "entidades",
      "quedan",
      "excluidas",
      "sistema",
      "bancario",
      "internacional",
      ",",
      "actúa",
      "mecanismo",
      "presión",
      "evitar",
      "negociar",
      "países",
      "oponen",
      "directrices",
      "washington",
      ".",
      "consecuencia",
      ",",
      "presidencia",
      "pro",
      "témpore",
      "rusia",
      "brics",
      "decidido",
      "potenciar",
      "brics",
      "bridge",
      ",",
      "sistema",
      "paralelo",
      "potencial",
      "convertirse",
      "alternativa",
      "significativa",
      "frente",
      "control",
      "financiero",
      "unidos",
      ",",
      "implicaciones",
      "directas",
      "países",
      "sancionados",
      ".",
      "capacidad",
      "realizar",
      "transacciones",
      "recurrir",
      "dólar",
      "podría",
      "aliviar",
      "presiones",
      "económicas",
      "financieras",
      "impuestas",
      "sanciones",
      ".",
      "introducción",
      "sistema",
      "pagos",
      "favorezca",
      "uso",
      "monedas",
      "locales",
      "reduzca",
      "necesidad",
      "“",
      "monedas",
      "vehículo",
      "”",
      "dólar",
      "euro",
      "podría",
      "transformar",
      "dinámica",
      "económica",
      "global",
      "proporcionar",
      "países",
      "sancionados",
      "mayor",
      "libertad",
      "económica",
      ".",
      "primera",
      "cumbre",
      "2009",
      ",",
      "brics",
      "crecido",
      "significativamente",
      ",",
      "reciente",
      "inclusión",
      "egipto",
      ",",
      "etiopía",
      ",",
      "arabia",
      "saudita",
      ",",
      "irán",
      "emiratos",
      "árabes",
      "unidos",
      "(",
      "eau",
      ")",
      "2024.",
      "expansión",
      ",",
      "lleva",
      "grupo",
      "representar",
      "45",
      "%",
      "población",
      "mundial",
      "28",
      "%",
      "pib",
      "global",
      ",",
      "fortalece",
      "capacidad",
      "influir",
      "comercio",
      "inversión",
      "nivel",
      "global",
      ".",
      "cooperación",
      "económica",
      "países",
      "brics",
      "plus",
      "visto",
      "crecimiento",
      "notable",
      ",",
      "aumento",
      "56",
      "%",
      "comercio",
      "intra-brics",
      "2017",
      "2022",
      ",",
      "inversión",
      "extranjera",
      "directa",
      "multiplicó",
      "seis",
      "2010.",
      "brics",
      "bridge",
      "integra",
      "dinámica",
      "ofrecer",
      "mecanismo",
      "alternativo",
      "podría",
      "facilitar",
      "aún",
      "comercio",
      "inversiones",
      "países",
      "miembros",
      ",",
      "aliviando",
      "barreras",
      "impuestas",
      "sanciones",
      "fortaleciendo",
      "cooperación",
      "económica",
      "dentro",
      "bloque",
      ".",
      "además",
      ",",
      "implementación",
      "sistema",
      "pagos",
      "eficiente",
      "moneda",
      "común",
      "brics",
      "plus",
      ",",
      "si",
      "desarrolla",
      ",",
      "podría",
      "revolucionar",
      "comercio",
      "global",
      "ofrecer",
      "alternativa",
      "sólida",
      "sistema",
      "dominado",
      "dólar",
      ".",
      "propuesta",
      "brics",
      "bridge",
      "parte",
      "movimiento",
      "amplio",
      "hacia",
      "desdolarización",
      "sistema",
      "financiero",
      "global",
      ".",
      "tendencia",
      ",",
      "busca",
      "reducir",
      "dependencia",
      "dólar",
      "estadounidense",
      "transacciones",
      "internacionales",
      ",",
      "siendo",
      "impulsada",
      "varios",
      "factores",
      "actores",
      "arena",
      "global",
      ".",
      "principales",
      "impulsores",
      "desdolarización",
      "deseo",
      "países",
      "limitar",
      "exposición",
      "fluctuaciones",
      "dólar",
      "políticas",
      "monetarias",
      "unidos",
      ".",
      "dólar",
      "sido",
      "principal",
      "moneda",
      "reserva",
      "global",
      "décadas",
      ",",
      "otorgado",
      "unidos",
      "influencia",
      "considerable",
      "economía",
      "mundial",
      ".",
      "embargo",
      ",",
      "hegemonía",
      "llevado",
      "serie",
      "tensiones",
      ",",
      "especialmente",
      "países",
      "enfrentan",
      "sanciones",
      "restricciones",
      "económicas",
      "impuestas",
      "washington",
      ".",
      "contexto",
      ",",
      "brics",
      "bridge",
      "presenta",
      "respuesta",
      "estratégica",
      ".",
      "ofrecer",
      "sistema",
      "pagos",
      "facilita",
      "uso",
      "monedas",
      "locales",
      ",",
      "brics",
      "bridge",
      "busca",
      "mitigar",
      "riesgos",
      "asociados",
      "dólar",
      "proporcionar",
      "alternativa",
      "estable",
      "equitativa",
      "comercio",
      "transacciones",
      "internacionales",
      ".",
      "desdolarización",
      "implicaciones",
      "significativas",
      "países",
      "sido",
      "objeto",
      "sanciones",
      "económicas",
      ",",
      "venezuela",
      ".",
      "sanciones",
      "impuestas",
      "unidos",
      "restringido",
      "severamente",
      "acceso",
      "venezuela",
      "sistema",
      "financiero",
      "global",
      "basado",
      "dólar",
      ",",
      "exacerbando",
      "dificultades",
      "económicas",
      "país",
      ".",
      "introducción",
      "brics",
      "bridge",
      "posibilidad",
      "realizar",
      "transacciones",
      "monedas",
      "locales",
      "podrían",
      "ofrecer",
      "venezuela",
      "vía",
      "superar",
      "restricciones",
      "reactivar",
      "economía",
      ".",
      "además",
      ",",
      "reducción",
      "dependencia",
      "dólar",
      "podría",
      "llevar",
      "mayor",
      "estabilidad",
      "económica",
      "países",
      "participan",
      "sistema",
      ",",
      "proporcionarles",
      "autonomía",
      "control",
      "transacciones",
      "internacionales",
      ".",
      "pesar",
      "promesas",
      "brics",
      "bridge",
      ",",
      "desdolarización",
      "enfrenta",
      "varios",
      "desafíos",
      ".",
      "transición",
      "hacia",
      "sistema",
      "financiero",
      "menos",
      "dependiente",
      "dólar",
      "requerirá",
      "coordinación",
      "significativa",
      "países",
      "miembros",
      "implementación",
      "mecanismos",
      "efectivos",
      "manejar",
      "transacciones",
      "garantizar",
      "estabilidad",
      "nuevo",
      "sistema",
      ".",
      "embargo",
      ",",
      "creación",
      "brics",
      "bridge",
      "representa",
      "oportunidad",
      "redefinir",
      "sistema",
      "financiero",
      "global",
      ".",
      "ofrecer",
      "alternativa",
      "dominio",
      "dólar",
      ",",
      "nuevo",
      "sistema",
      "podría",
      "equilibrar",
      "poder",
      "económico",
      "proporcionar",
      "espacio",
      "justo",
      "diversificado",
      "comercio",
      "inversiones",
      "internacionales",
      ".",
      "cumbre",
      "kazán",
      "implementación",
      "brics",
      "bridge",
      "momentos",
      "cruciales",
      "observar",
      "cómo",
      "desarrolla",
      "proceso",
      "impacto",
      "orden",
      "económico",
      "global",
      "."
    ],
    "token_count": 500,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 87,
      "VBZ": 12,
      "JJ": 105,
      "NN": 287,
      "IN": 24,
      "FW": 119,
      "NNS": 56,
      "VBP": 35,
      "CD": 8,
      "VBD": 2,
      "CC": 1,
      "RB": 4
    },
    "bigram_freq": {
      "NNP-NNP": 37,
      "NNP-VBZ": 6,
      "VBZ-JJ": 7,
      "JJ-NN": 69,
      "NN-JJ": 41,
      "NN-NN": 167,
      "NN-NNP": 17,
      "NNP-JJ": 5,
      "JJ-JJ": 11,
      "NN-IN": 16,
      "IN-FW": 14,
      "FW-NNS": 9,
      "NNS-VBP": 29,
      "VBP-JJ": 21,
      "IN-NNS": 3,
      "NNS-NNS": 9,
      "NNS-NNP": 5,
      "NNP-NN": 22,
      "FW-FW": 68,
      "FW-NN": 19,
      "NN-NNS": 22,
      "VBP-NN": 4,
      "NNS-IN": 3,
      "IN-NNP": 2,
      "JJ-FW": 6,
      "FW-NNP": 9,
      "NNP-FW": 14,
      "NN-VBP": 3,
      "FW-JJ": 14,
      "JJ-NNS": 9,
      "NNS-NN": 1,
      "VBP-NNS": 2,
      "VBP-NNP": 5,
      "NN-FW": 12,
      "NN-VBZ": 3,
      "IN-CD": 2,
      "CD-NN": 3,
      "VBZ-NNP": 1,
      "NNP-IN": 1,
      "CD-NNP": 2,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-IN": 1,
      "NN-CD": 4,
      "JJ-NNP": 8,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-IN": 1,
      "IN-NN": 2,
      "VBD-JJ": 1,
      "CD-CD": 1,
      "CD-JJ": 1,
      "IN-JJ": 1,
      "NNS-VBZ": 3,
      "VBZ-NNS": 1,
      "VBZ-IN": 1,
      "NNS-FW": 2,
      "VBP-FW": 2,
      "NNS-RB": 3,
      "RB-VBP": 3,
      "NNS-JJ": 1,
      "NNP-NNS": 1,
      "VBZ-FW": 1,
      "VBP-IN": 1,
      "VBZ-RB": 1,
      "RB-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 13,
      "NNP-NNP-VBZ": 5,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 3,
      "JJ-NN-JJ": 12,
      "NN-JJ-NN": 32,
      "JJ-NN-NN": 38,
      "NN-NN-NN": 102,
      "NN-NN-JJ": 23,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 10,
      "NNP-NNP-JJ": 4,
      "NNP-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 8,
      "NN-NN-IN": 6,
      "NN-IN-FW": 10,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 5,
      "NNS-VBP-JJ": 18,
      "VBP-JJ-NN": 8,
      "JJ-NN-IN": 8,
      "NN-IN-NNS": 3,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNP": 3,
      "NNS-NNP-NN": 2,
      "NNP-NN-IN": 1,
      "IN-FW-FW": 7,
      "FW-FW-NN": 9,
      "FW-NN-NN": 9,
      "NN-NNP-NN": 5,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 14,
      "VBP-JJ-JJ": 2,
      "JJ-NN-NNS": 5,
      "NNS-VBP-NN": 3,
      "VBP-NN-NNP": 1,
      "VBZ-JJ-JJ": 2,
      "FW-NN-JJ": 2,
      "NN-NNS-NNS": 5,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 15,
      "NN-JJ-JJ": 3,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "FW-FW-NNP": 6,
      "FW-NNP-FW": 2,
      "NNP-FW-NNP": 1,
      "FW-NNP-NN": 2,
      "NNP-JJ-NN": 4,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-FW": 4,
      "FW-FW-FW": 40,
      "FW-FW-JJ": 7,
      "FW-JJ-NN": 10,
      "NN-JJ-NNS": 1,
      "JJ-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NN-IN-NNP": 1,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-FW": 2,
      "NNP-FW-FW": 8,
      "FW-FW-NNS": 6,
      "VBP-NN-NN": 1,
      "NN-NN-NNS": 10,
      "VBP-JJ-NNS": 4,
      "JJ-NNS-VBP": 5,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-FW": 2,
      "FW-NN-FW": 2,
      "NN-FW-JJ": 2,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NNP": 2,
      "NN-NN-FW": 7,
      "NN-FW-FW": 6,
      "FW-NNP-NNP": 5,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-FW-NN": 5,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "JJ-NN-CD": 2,
      "NN-CD-NN": 2,
      "NN-NNP-JJ": 1,
      "IN-FW-NN": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NN": 6,
      "NN-FW-NN": 3,
      "FW-NN-NNS": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "IN-NN-CD": 1,
      "CD-NN-NN": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-CD-CD": 1,
      "CD-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-FW": 6,
      "FW-JJ-NNP": 2,
      "FW-NN-IN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "JJ-NNP-FW": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 1,
      "NNS-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 1,
      "IN-FW-JJ": 3,
      "JJ-NN-VBP": 1,
      "VBP-JJ-NNP": 3,
      "IN-NNS-RB": 2,
      "NNS-RB-VBP": 3,
      "RB-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "NNS-NNS-RB": 1,
      "RB-VBP-JJ": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NN-JJ": 3,
      "FW-JJ-JJ": 1,
      "VBP-NNP-NNP": 3,
      "VBP-NN-NNS": 1,
      "RB-VBP-NNP": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "JJ-NN-FW": 2,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-NNP": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 1,
      "JJ-NN-NNP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "VBZ-JJ-NNS": 1,
      "VBP-FW-JJ": 1,
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 1,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 287,
        "FW": 119,
        "JJ": 105,
        "NNP": 87,
        "NNS": 56
      },
      "top_bigrams": {
        "NN-NN": 167,
        "JJ-NN": 69,
        "FW-FW": 68,
        "NN-JJ": 41,
        "NNP-NNP": 37
      },
      "top_trigrams": {
        "NN-NN-NN": 102,
        "FW-FW-FW": 40,
        "JJ-NN-NN": 38,
        "NN-JJ-NN": 32,
        "NN-NN-JJ": 23
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 194,
      "VP": 52,
      "PP": 11,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "ADJP -> ('global', 'JJ')",
        "frequency": 6,
        "weight": 0.0205
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0171
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0137
      },
      {
        "rule": "NP -> ('El', 'NNP') ('BRICS', 'NNP') ('Bridge', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('presenta', 'JJ') ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('sanciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('como', 'NN') ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Washington', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El BRICS Bridge"
      },
      {
        "label": "VP",
        "text": "se presenta como una respuesta directa al dominio del dólar en el sistema financiero global ejercida a través del Sistema Swift"
      },
      {
        "label": "NP",
        "text": "presenta como"
      },
      {
        "label": "NP",
        "text": "una respuesta directa al dominio del"
      },
      {
        "label": "NP",
        "text": "dólar en el sistema financiero"
      },
      {
        "label": "NP",
        "text": "global ejercida"
      },
      {
        "label": "NP",
        "text": "a través del Sistema Swift"
      },
      {
        "label": "NP",
        "text": "una red global que"
      },
      {
        "label": "NP",
        "text": "facilita la transferencia segura"
      },
      {
        "label": "NP",
        "text": "financieros"
      },
      {
        "label": "VP",
        "text": "y pagos entre bancos y"
      },
      {
        "label": "NP",
        "text": "pagos entre bancos y"
      },
      {
        "label": "PP",
        "text": "otras instituciones financieras"
      },
      {
        "label": "NP",
        "text": "instituciones financieras"
      },
      {
        "label": "NP",
        "text": "En caso"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP BRICS/NNP Bridge/NNP)\n  (VP\n    se/VBZ\n    (NP presenta/JJ como/NN)\n    (NP una/JJ respuesta/NN directa/NN al/NN dominio/NN del/NN)\n    (NP dólar/JJ en/NN el/NN sistema/NN financiero/NN)\n    (NP global/JJ ejercida/NN)\n    (NP a/DT través/NN del/NN Sistema/NNP Swift/NNP))\n  ,/,\n  (NP una/JJ red/JJ global/JJ que/NN)\n  (NP facilita/JJ la/NN transferencia/NN segura/NN)\n  de/IN\n  mensajes/FW\n  (NP financieros/NNS)\n  (VP y/VBP (NP pagos/JJ entre/NN bancos/NN y/NN))\n  (PP otras/IN (NP instituciones/NNS financieras/NNS))\n  ./.)",
      "(S\n  (NP En/NNP caso/NN)\n  (PP de/IN (NP sanciones/NNS))\n  ,/,\n  se/FW\n  (NP ha/NN)\n  (VP expulsado/VBZ (NP a/DT Estados/NNP))\n  ,/,\n  (NP empresas/NN estatales/NNS)\n  (VP\n    y/VBP\n    (NP privadas/JJ que/NN)\n    (NP comercian/JJ con/NN países/NNS))\n  (VP sancionados/VBP (NP como/NN Venezuela/NNP))\n  ,/,\n  (NP Rusia/NNP)\n  ,/,\n  (NP Cuba/NNP)\n  (VP o/VBZ (NP Irán/NNP))\n  ./.)",
      "(S\n  (NP Estas/NNP)\n  (VP\n    entidades/VBZ\n    (NP quedan/JJ excluidas/JJ del/NN sistema/NN bancario/NN)\n    internacional/JJ)\n  ,/,\n  (NP lo/JJ que/NN actúa/NN como/NN)\n  (NP un/JJ mecanismo/NN)\n  de/IN\n  presión/FW\n  para/FW\n  (NP evitar/NN)\n  (NP negociar/JJ con/NN países/NNS)\n  (VP que/VBP se/JJ)\n  (PP oponen/IN (NP a/DT las/JJ directrices/NNS))\n  (PP de/IN (NP Washington/NNP))\n  ./.)",
      "(S\n  (NP En/NNP consecuencia/NN)\n  ,/,\n  la/FW\n  presidencia/FW\n  pro/FW\n  témpore/FW\n  de/FW\n  (NP Rusia/NNP)\n  del/FW\n  (NP\n    BRICS/NNP\n    ha/NN\n    decidido/NN\n    potenciar/NN\n    el/NN\n    Brics/NNP\n    Bridge/NNP)\n  ,/,\n  (NP un/JJ sistema/NN paralelo/NN con/NN)\n  (VP el/VBP potencial/JJ)\n  de/FW\n  convertirse/FW\n  en/FW\n  (NP una/JJ alternativa/NN significativa/NN)\n  (NP frente/JJ al/NNS control/NN financiero/NN)\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  ,/,\n  (NP con/NN implicaciones/NNS directas/NNS)\n  (VP para/VBP (NP países/NNS))\n  (VP sancionados/VBP)\n  ./.)",
      "(S\n  (NP La/NNP capacidad/NN)\n  de/FW\n  realizar/FW\n  (NP transacciones/NNS)\n  (VP\n    sin/VBP\n    (NP recurrir/NN al/NN)\n    (NP dólar/JJ podría/NN aliviar/NN las/NN presiones/NNS))\n  (VP económicas/VBP (NP y/JJ financieras/NNS))\n  (VP impuestas/VBP (NP por/JJ las/JJ sanciones/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIENCIA_TECNOLOGIA_SALUD",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "sanciones, se ha expulsado a estados, empresas",
        "position": [
          288,
          334
        ],
        "start": 288,
        "end": 334
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          1663,
          1672
        ],
        "start": 1663,
        "end": 1672
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación económica entre los países brics plus ha visto un crecimiento notable, con un aumento del 56% en el comercio intra-brics entre 2017 y 2022, y una",
        "position": [
          1692,
          1849
        ],
        "start": 1692,
        "end": 1849
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación económica entre los países",
        "position": [
          1692,
          1730
        ],
        "start": 1692,
        "end": 1730
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "creación del brics bridge representa una oportunidad para redefinir el sistema financiero global. al ofrecer una alternativa al dominio del dólar, este nuevo",
        "position": [
          4683,
          4840
        ],
        "start": 4683,
        "end": 4840
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          1407,
          1416
        ],
        "start": 1407,
        "end": 1416
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          416,
          420
        ],
        "start": 416,
        "end": 420
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          838,
          852
        ],
        "start": 838,
        "end": 852
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          398,
          407
        ],
        "start": 398,
        "end": 407
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3069,
          3076
        ],
        "start": 3069,
        "end": 3076
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS Bridge",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Arabia Saudita",
        "tipo": "Lugar"
      },
      {
        "nombre": "Etiopía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Egipto",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brics Bridge",
        "tipo": "Lugar"
      },
      {
        "nombre": "Emiratos Árabes Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS Plus",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sistema Swift",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "EAU",
        "tipo": "Lugar"
      },
      {
        "nombre": "BRICS Bridge",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Al",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "BRICS Bridge",
        "relacion": "PRESENTAR",
        "objeto": "Sistema Swift"
      },
      {
        "sujeto": "Rusia",
        "relacion": "DECIDIR",
        "objeto": "Brics Bridge"
      },
      {
        "sujeto": "Rusia",
        "relacion": "DECIDIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "BRICS",
        "relacion": "DECIDIR",
        "objeto": "Brics Bridge"
      },
      {
        "sujeto": "BRICS",
        "relacion": "DECIDIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "BRICS",
        "relacion": "CRECER",
        "objeto": "Egipto"
      },
      {
        "sujeto": "BRICS",
        "relacion": "CRECER",
        "objeto": "Etiopía"
      },
      {
        "sujeto": "BRICS",
        "relacion": "CRECER",
        "objeto": "Arabia Saudita"
      },
      {
        "sujeto": "BRICS",
        "relacion": "CRECER",
        "objeto": "Irán"
      },
      {
        "sujeto": "BRICS",
        "relacion": "CRECER",
        "objeto": "Emiratos Árabes Unidos"
      },
      {
        "sujeto": "BRICS",
        "relacion": "CRECER",
        "objeto": "EAU"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "RESTRINGIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "BRICS Bridge",
        "relacion": "OFRECER",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": 0.34,
    "pos": 0.021,
    "neu": 0.964,
    "neg": 0.014,
    "label": "positive"
  }
}