{
  "url": "https://www.telesurtv.net/impacto-en-reactor-nuclear-de-natanz-irani/",
  "title": "Confirman impacto en reactor nuclear iraní de Natanz durante ataque israelí - teleSUR",
  "section": "Mundo",
  "tags": [
    "Ataque israelí",
    "Irán",
    "Natanz",
    "Rafael Mariano Grossi"
  ],
  "text": "El Organismo Internacional de Energía Atómica (OIEA) confirmó que el centro de enriquecimiento de Natanz sufrió un impacto directo durante la agresión israelí ejecutada en la madrugada del viernes contra instalaciones nucleares de Irán.\nSi bien las afectaciones se encuentran en periodo de evaluación, las autoridades iraníes competentes aseguraron que no se registraron niveles elevados de radiación en el complejo nuclear.\nRafael Mariano Grossi, Director General del OIEA, recibió información temprana sobre los bombardeos que incluyeron ataques específicos contra infraestructura nuclear de la República Islámica. El organismo mantiene contacto permanente con las autoridades de seguridad nuclear iraníes para evaluar el estado de las instalaciones afectadas.\nLas instalaciones de Isfahán y Fordow permanecen intactas, según los reportes iniciales proporcionados por Teherán. Sin embargo, el alcance total de los daños en el reactor nuclear de Natanz continúa bajo evaluación por parte de expertos.\n\n\nTras cinco encuentros indirectos en Omán, el OIEA emitió un informe donde descalificó por completo los esfuerzos iraníes. Este hecho, que desconoció la política de subordinación iraní a los mandatos occidentales durante un cuarto de siglo, trajo como consecuencia que la Junta de Gobernadores de mencionado organismo fuera calificada por Teherán como “impuesta y opresiva”, así como prueba de la parcialización del organismo para favorecer a Estados Unidos y varios países de la Unión Europea.\nEn consecuencia, Teherán abandonó las autolimitaciones realizadas hasta el momento en pos de llegar a un acuerdo con occidente y anunció la construcción de su tercer complejo de enriquecimiento de uranio. Esta decisión soberana sirvió como pretexto a la devastadora serie de ataques israelíes que eliminaron científicos nucleares clave y bombardearon las instalaciones atómicas del país persa.\n\n\nGrossi expresó su “profunda preocupación” por los ataques, reiterando que las instalaciones nucleares nunca deben ser objetivo militar, independientemente del contexto o las circunstancias. El director general advirtió sobre las graves implicaciones para la seguridad nuclear, la protección radiológica y las salvaguardas internacionales.\nEl OIEA recordó las resoluciones de la Conferencia General GC(XXIX)/RES/444 y GC(XXXIV)/RES/533, que establecen que cualquier ataque armado contra instalaciones nucleares dedicadas a fines pacíficos constituye una violación de los principios de la Carta de las Naciones Unidas y del derecho internacional.\nLa organización subrayó que los ataques contra infraestructura nuclear, como el reactor nuclear impactado el viernes, pueden generar emisiones radiactivas con consecuencias graves dentro y fuera de las fronteras del Estado atacado, poniendo en riesgo tanto a las personas como al medio ambiente.\n\n\nEl Director General del OIEA hizo un llamamiento urgente a todas las partes para actuar con máxima moderación y evitar una escalada militar que comprometa la seguridad de las instalaciones nucleares. Grossi enfatizó que cualquier acción militar que ponga en peligro estos complejos puede tener consecuencias devastadoras para el pueblo iraní, la región y el mundo entero.\nLa declaración surge un día después de que la Junta de Gobernadores adoptara una resolución sobre las obligaciones de Irán en materia de salvaguardias, subrayando su apoyo a una solución diplomática para los problemas del programa nuclear iraní.\nGrossi anunció su disposición para desplegar expertos en seguridad nuclear, tecnológica y física, además de los inspectores de salvaguardias ya presentes en territorio iraní.\nEl Director General comunicó a las autoridades respectivas su intención de viajar a Irán lo antes posible para evaluar personalmente la situación y garantizar la seguridad, protección y no proliferación nuclear. También mantiene contacto directo con los inspectores del OIEA desplegados tanto en Irán como en Israel.\nLa seguridad del personal internacional constituye una prioridad absoluta para el organismo, que implementa todas las medidas necesarias para proteger a sus funcionarios en terreno. Los inspectores continúan sus labores de monitoreo pese al incremento de las tensiones regionales.\nGrossi reafirmó que el único camino sostenible para Irán, Israel, la región y la comunidad internacional se basa en el diálogo y la diplomacia para garantizar paz, estabilidad y cooperación. El OIEA, como institución técnica encargada de supervisar el uso pacífico de la energía nuclear, se mantiene como el foro vital para el diálogo internacional.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/impacto-en-reactor-nuclear-de-natanz-irani/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-06.json",
    "message_index": 1405,
    "message_id": 96323,
    "date": "2025-06-13T17:55:07+00:00",
    "text": "teleSUR\nConfirman impacto en reactor nuclear iraní de Natanz durante ataque israelí\nhttps://www.telesurtv.net/impacto-en-reactor-nuclear-de-natanz-irani/",
    "photo_path": null,
    "views": 2274,
    "reactions": {
      "🤬": 42
    },
    "total_reactions": 42
  },
  "preprocessing": {
    "cleaned": "el organismo internacional de energía atómica (oiea) confirmó que el centro de enriquecimiento de natanz sufrió un impacto directo durante la agresión israelí ejecutada en la madrugada del viernes contra instalaciones nucleares de irán. si bien las afectaciones se encuentran en periodo de evaluación, las autoridades iraníes competentes aseguraron que no se registraron niveles elevados de radiación en el complejo nuclear. rafael mariano grossi, director general del oiea, recibió información temprana sobre los bombardeos que incluyeron ataques específicos contra infraestructura nuclear de la república islámica. el organismo mantiene contacto permanente con las autoridades de seguridad nuclear iraníes para evaluar el estado de las instalaciones afectadas. las instalaciones de isfahán y fordow permanecen intactas, según los reportes iniciales proporcionados por teherán. sin embargo, el alcance total de los daños en el reactor nuclear de natanz continúa bajo evaluación por parte de expertos. tras cinco encuentros indirectos en omán, el oiea emitió un informe donde descalificó por completo los esfuerzos iraníes. este hecho, que desconoció la política de subordinación iraní a los mandatos occidentales durante un cuarto de siglo, trajo como consecuencia que la junta de gobernadores de mencionado organismo fuera calificada por teherán como “impuesta y opresiva”, así como prueba de la parcialización del organismo para favorecer a estados unidos y varios países de la unión europea. en consecuencia, teherán abandonó las autolimitaciones realizadas hasta el momento en pos de llegar a un acuerdo con occidente y anunció la construcción de su tercer complejo de enriquecimiento de uranio. esta decisión soberana sirvió como pretexto a la devastadora serie de ataques israelíes que eliminaron científicos nucleares clave y bombardearon las instalaciones atómicas del país persa. grossi expresó su “profunda preocupación” por los ataques, reiterando que las instalaciones nucleares nunca deben ser objetivo militar, independientemente del contexto o las circunstancias. el director general advirtió sobre las graves implicaciones para la seguridad nuclear, la protección radiológica y las salvaguardas internacionales. el oiea recordó las resoluciones de la conferencia general gc(xxix)/res/444 y gc(xxxiv)/res/533, que establecen que cualquier ataque armado contra instalaciones nucleares dedicadas a fines pacíficos constituye una violación de los principios de la carta de las naciones unidas y del derecho internacional. la organización subrayó que los ataques contra infraestructura nuclear, como el reactor nuclear impactado el viernes, pueden generar emisiones radiactivas con consecuencias graves dentro y fuera de las fronteras del estado atacado, poniendo en riesgo tanto a las personas como al medio ambiente. el director general del oiea hizo un llamamiento urgente a todas las partes para actuar con máxima moderación y evitar una escalada militar que comprometa la seguridad de las instalaciones nucleares. grossi enfatizó que cualquier acción militar que ponga en peligro estos complejos puede tener consecuencias devastadoras para el pueblo iraní, la región y el mundo entero. la declaración surge un día después de que la junta de gobernadores adoptara una resolución sobre las obligaciones de irán en materia de salvaguardias, subrayando su apoyo a una solución diplomática para los problemas del programa nuclear iraní. grossi anunció su disposición para desplegar expertos en seguridad nuclear, tecnológica y física, además de los inspectores de salvaguardias ya presentes en territorio iraní. el director general comunicó a las autoridades respectivas su intención de viajar a irán lo antes posible para evaluar personalmente la situación y garantizar la seguridad, protección y no proliferación nuclear. también mantiene contacto directo con los inspectores del oiea desplegados tanto en irán como en israel. la seguridad del personal internacional constituye una prioridad absoluta para el organismo, que implementa todas las medidas necesarias para proteger a sus funcionarios en terreno. los inspectores continúan sus labores de monitoreo pese al incremento de las tensiones regionales. grossi reafirmó que el único camino sostenible para irán, israel, la región y la comunidad internacional se basa en el diálogo y la diplomacia para garantizar paz, estabilidad y cooperación. el oiea, como institución técnica encargada de supervisar el uso pacífico de la energía nuclear, se mantiene como el foro vital para el diálogo internacional.",
    "tokens": [
      "organismo",
      "internacional",
      "energía",
      "atómica",
      "(",
      "oiea",
      ")",
      "confirmó",
      "centro",
      "enriquecimiento",
      "natanz",
      "sufrió",
      "impacto",
      "directo",
      "agresión",
      "israelí",
      "ejecutada",
      "madrugada",
      "viernes",
      "instalaciones",
      "nucleares",
      "irán",
      ".",
      "si",
      "bien",
      "afectaciones",
      "encuentran",
      "periodo",
      "evaluación",
      ",",
      "autoridades",
      "iraníes",
      "competentes",
      "aseguraron",
      "registraron",
      "niveles",
      "elevados",
      "radiación",
      "complejo",
      "nuclear",
      ".",
      "rafael",
      "mariano",
      "grossi",
      ",",
      "director",
      "general",
      "oiea",
      ",",
      "recibió",
      "información",
      "temprana",
      "bombardeos",
      "incluyeron",
      "ataques",
      "específicos",
      "infraestructura",
      "nuclear",
      "república",
      "islámica",
      ".",
      "organismo",
      "mantiene",
      "contacto",
      "permanente",
      "autoridades",
      "seguridad",
      "nuclear",
      "iraníes",
      "evaluar",
      "instalaciones",
      "afectadas",
      ".",
      "instalaciones",
      "isfahán",
      "fordow",
      "permanecen",
      "intactas",
      ",",
      "según",
      "reportes",
      "iniciales",
      "proporcionados",
      "teherán",
      ".",
      "embargo",
      ",",
      "alcance",
      "total",
      "daños",
      "reactor",
      "nuclear",
      "natanz",
      "continúa",
      "bajo",
      "evaluación",
      "parte",
      "expertos",
      ".",
      "tras",
      "cinco",
      "encuentros",
      "indirectos",
      "omán",
      ",",
      "oiea",
      "emitió",
      "informe",
      "descalificó",
      "completo",
      "esfuerzos",
      "iraníes",
      ".",
      "hecho",
      ",",
      "desconoció",
      "política",
      "subordinación",
      "iraní",
      "mandatos",
      "occidentales",
      "cuarto",
      "siglo",
      ",",
      "trajo",
      "consecuencia",
      "junta",
      "gobernadores",
      "mencionado",
      "organismo",
      "calificada",
      "teherán",
      "“",
      "impuesta",
      "opresiva",
      "”",
      ",",
      "así",
      "prueba",
      "parcialización",
      "organismo",
      "favorecer",
      "unidos",
      "varios",
      "países",
      "unión",
      "europea",
      ".",
      "consecuencia",
      ",",
      "teherán",
      "abandonó",
      "autolimitaciones",
      "realizadas",
      "momento",
      "pos",
      "llegar",
      "acuerdo",
      "occidente",
      "anunció",
      "construcción",
      "tercer",
      "complejo",
      "enriquecimiento",
      "uranio",
      ".",
      "decisión",
      "soberana",
      "sirvió",
      "pretexto",
      "devastadora",
      "serie",
      "ataques",
      "israelíes",
      "eliminaron",
      "científicos",
      "nucleares",
      "clave",
      "bombardearon",
      "instalaciones",
      "atómicas",
      "país",
      "persa",
      ".",
      "grossi",
      "expresó",
      "“",
      "profunda",
      "preocupación",
      "”",
      "ataques",
      ",",
      "reiterando",
      "instalaciones",
      "nucleares",
      "nunca",
      "deben",
      "ser",
      "objetivo",
      "militar",
      ",",
      "independientemente",
      "contexto",
      "circunstancias",
      ".",
      "director",
      "general",
      "advirtió",
      "graves",
      "implicaciones",
      "seguridad",
      "nuclear",
      ",",
      "protección",
      "radiológica",
      "salvaguardas",
      "internacionales",
      ".",
      "oiea",
      "recordó",
      "resoluciones",
      "conferencia",
      "general",
      "gc",
      "(",
      "xxix",
      ")",
      "/res/444",
      "gc",
      "(",
      "xxxiv",
      ")",
      "/res/533",
      ",",
      "establecen",
      "cualquier",
      "ataque",
      "armado",
      "instalaciones",
      "nucleares",
      "dedicadas",
      "fines",
      "pacíficos",
      "constituye",
      "violación",
      "principios",
      "carta",
      "naciones",
      "unidas",
      "derecho",
      "internacional",
      ".",
      "organización",
      "subrayó",
      "ataques",
      "infraestructura",
      "nuclear",
      ",",
      "reactor",
      "nuclear",
      "impactado",
      "viernes",
      ",",
      "pueden",
      "generar",
      "emisiones",
      "radiactivas",
      "consecuencias",
      "graves",
      "dentro",
      "fronteras",
      "atacado",
      ",",
      "poniendo",
      "riesgo",
      "personas",
      "medio",
      "ambiente",
      ".",
      "director",
      "general",
      "oiea",
      "hizo",
      "llamamiento",
      "urgente",
      "todas",
      "partes",
      "actuar",
      "máxima",
      "moderación",
      "evitar",
      "escalada",
      "militar",
      "comprometa",
      "seguridad",
      "instalaciones",
      "nucleares",
      ".",
      "grossi",
      "enfatizó",
      "cualquier",
      "acción",
      "militar",
      "ponga",
      "peligro",
      "complejos",
      "puede",
      "tener",
      "consecuencias",
      "devastadoras",
      "pueblo",
      "iraní",
      ",",
      "región",
      "mundo",
      "entero",
      ".",
      "declaración",
      "surge",
      "día",
      "después",
      "junta",
      "gobernadores",
      "adoptara",
      "resolución",
      "obligaciones",
      "irán",
      "materia",
      "salvaguardias",
      ",",
      "subrayando",
      "apoyo",
      "solución",
      "diplomática",
      "problemas",
      "programa",
      "nuclear",
      "iraní",
      ".",
      "grossi",
      "anunció",
      "disposición",
      "desplegar",
      "expertos",
      "seguridad",
      "nuclear",
      ",",
      "tecnológica",
      "física",
      ",",
      "además",
      "inspectores",
      "salvaguardias",
      "presentes",
      "territorio",
      "iraní",
      ".",
      "director",
      "general",
      "comunicó",
      "autoridades",
      "respectivas",
      "intención",
      "viajar",
      "irán",
      "posible",
      "evaluar",
      "personalmente",
      "situación",
      "garantizar",
      "seguridad",
      ",",
      "protección",
      "proliferación",
      "nuclear",
      ".",
      "mantiene",
      "contacto",
      "directo",
      "inspectores",
      "oiea",
      "desplegados",
      "irán",
      "israel",
      ".",
      "seguridad",
      "personal",
      "internacional",
      "constituye",
      "prioridad",
      "absoluta",
      "organismo",
      ",",
      "implementa",
      "todas",
      "medidas",
      "necesarias",
      "proteger",
      "funcionarios",
      "terreno",
      ".",
      "inspectores",
      "continúan",
      "labores",
      "monitoreo",
      "pese",
      "incremento",
      "tensiones",
      "regionales",
      ".",
      "grossi",
      "reafirmó",
      "único",
      "camino",
      "sostenible",
      "irán",
      ",",
      "israel",
      ",",
      "región",
      "comunidad",
      "internacional",
      "basa",
      "diálogo",
      "diplomacia",
      "garantizar",
      "paz",
      ",",
      "estabilidad",
      "cooperación",
      ".",
      "oiea",
      ",",
      "institución",
      "técnica",
      "encargada",
      "supervisar",
      "uso",
      "pacífico",
      "energía",
      "nuclear",
      ",",
      "mantiene",
      "foro",
      "vital",
      "diálogo",
      "internacional",
      "."
    ],
    "token_count": 448,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "FW": 124,
      "NN": 225,
      "JJ": 75,
      "NNS": 52,
      "VBP": 35,
      "IN": 27,
      "DT": 2,
      "MD": 2,
      "VB": 2,
      "VBZ": 8,
      "VBN": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NNP": 33,
      "NNP-FW": 12,
      "FW-NNP": 21,
      "NNP-NN": 27,
      "NN-NN": 136,
      "NN-FW": 17,
      "FW-NN": 16,
      "FW-FW": 69,
      "NN-JJ": 19,
      "JJ-NN": 39,
      "FW-NNS": 8,
      "NNS-VBP": 32,
      "VBP-NNS": 5,
      "NNS-NNS": 9,
      "NNS-IN": 6,
      "IN-NNP": 4,
      "NN-NNS": 18,
      "VBP-JJ": 22,
      "JJ-FW": 4,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "VBP-IN": 1,
      "IN-FW": 17,
      "JJ-NNP": 5,
      "JJ-JJ": 13,
      "JJ-IN": 2,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-JJ": 2,
      "IN-IN": 1,
      "IN-JJ": 2,
      "NN-IN": 17,
      "VBP-NNP": 3,
      "NNP-NNS": 2,
      "NNS-FW": 2,
      "JJ-NNS": 10,
      "FW-JJ": 9,
      "NN-NNP": 12,
      "FW-VBZ": 1,
      "VBZ-FW": 3,
      "NNP-VBZ": 3,
      "VBZ-JJ": 5,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "NN-VBP": 1,
      "NN-VBZ": 4,
      "NNS-NNP": 3,
      "VBP-NN": 3,
      "IN-NN": 3,
      "NNP-VBP": 2,
      "NN-DT": 1,
      "DT-NN": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 16,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 6,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 20,
      "NN-NN-FW": 15,
      "NN-FW-NN": 5,
      "FW-NN-FW": 2,
      "NN-FW-FW": 9,
      "FW-FW-FW": 46,
      "FW-FW-NNP": 6,
      "FW-NNP-NN": 8,
      "NNP-NN-JJ": 3,
      "NN-JJ-NN": 12,
      "JJ-NN-NN": 28,
      "NN-NN-NN": 76,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-NNS": 3,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NN-NN-NNS": 12,
      "NN-NNS-VBP": 16,
      "NNS-VBP-JJ": 21,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "VBP-NNS-VBP": 2,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "JJ-NN-NNS": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-FW": 6,
      "FW-FW-NN": 9,
      "FW-NN-JJ": 3,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-JJ": 3,
      "JJ-JJ-IN": 1,
      "JJ-IN-FW": 1,
      "IN-FW-NNP": 4,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-JJ": 2,
      "VB-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "NN-NNS-IN": 2,
      "NNS-IN-IN": 1,
      "IN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "NN-NN-JJ": 11,
      "JJ-NN-IN": 4,
      "NN-IN-FW": 13,
      "IN-FW-NNS": 4,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNP-NN-NNS": 1,
      "VBP-JJ-NNS": 4,
      "JJ-NNS-NNS": 3,
      "NNS-NNS-VBP": 5,
      "VBP-JJ-NNP": 2,
      "NN-JJ-FW": 1,
      "NN-JJ-IN": 1,
      "JJ-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-NN-IN": 11,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 6,
      "NNP-FW-JJ": 2,
      "FW-JJ-NN": 5,
      "JJ-NN-NNP": 3,
      "NN-NNP-NN": 5,
      "FW-NN-NNS": 2,
      "VBP-JJ-NN": 11,
      "IN-FW-JJ": 2,
      "NNP-FW-FW": 3,
      "FW-NN-NN": 7,
      "NN-NN-NNP": 7,
      "FW-NN-NNP": 1,
      "NN-NNP-NNP": 5,
      "NNP-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-NN-NNP": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-VBP": 4,
      "FW-FW-JJ": 4,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NNS": 1,
      "VBZ-JJ-NN": 2,
      "NNS-NNS-NNS": 1,
      "VBP-NNP-NN": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-NNS": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNS-IN-FW": 2,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-MD": 1,
      "VB-JJ-NN": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "VBP-NN-IN": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 3,
      "NN-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "IN-NNP-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "NNP-NN-VBZ": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-JJ": 1,
      "JJ-NNP-NN": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "NNP-NN-IN": 1,
      "NN-IN-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-NN-JJ": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "IN-FW-NN": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 225,
        "FW": 124,
        "NNP": 82,
        "JJ": 75,
        "NNS": 52
      },
      "top_bigrams": {
        "NN-NN": 136,
        "FW-FW": 69,
        "JJ-NN": 39,
        "NNP-NNP": 33,
        "NNS-VBP": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 76,
        "FW-FW-FW": 46,
        "JJ-NN-NN": 28,
        "NNS-VBP-JJ": 21,
        "NNP-NN-NN": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 159,
      "VP": 40,
      "PP": 10,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "ADJP -> ('nuclear', 'JJ')",
        "frequency": 5,
        "weight": 0.0207
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0165
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0165
      },
      {
        "rule": "NP -> ('OIEA', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('instalaciones', 'NNS') ('nucleares', 'NNS')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Irán', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Junta', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Gobernadores', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('El', 'NNP') ('Director', 'NNP') ('General', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Israel', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Organismo Internacional"
      },
      {
        "label": "NP",
        "text": "Energía Atómica"
      },
      {
        "label": "NP",
        "text": "OIEA"
      },
      {
        "label": "NP",
        "text": "confirmó que"
      },
      {
        "label": "NP",
        "text": "centro"
      },
      {
        "label": "NP",
        "text": "Natanz sufrió"
      },
      {
        "label": "NP",
        "text": "un impacto directo durante"
      },
      {
        "label": "NP",
        "text": "viernes"
      },
      {
        "label": "VP",
        "text": "contra instalaciones nucleares"
      },
      {
        "label": "NP",
        "text": "instalaciones nucleares"
      },
      {
        "label": "PP",
        "text": "de Irán"
      },
      {
        "label": "NP",
        "text": "Irán"
      },
      {
        "label": "NP",
        "text": "Si bien las afectaciones"
      },
      {
        "label": "VP",
        "text": "se encuentran"
      },
      {
        "label": "NP",
        "text": "autoridades"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Organismo/NNP Internacional/NNP)\n  de/FW\n  (NP Energía/NNP Atómica/NNP)\n  (/(\n  (NP OIEA/NNP)\n  )/)\n  (NP confirmó/NN que/NN)\n  el/FW\n  (NP centro/NN)\n  de/FW\n  enriquecimiento/FW\n  de/FW\n  (NP Natanz/NNP sufrió/NN)\n  (NP un/JJ impacto/NN directo/NN durante/NN)\n  la/FW\n  agresión/FW\n  israelí/FW\n  ejecutada/FW\n  en/FW\n  la/FW\n  madrugada/FW\n  del/FW\n  (NP viernes/NNS)\n  (VP contra/VBP (NP instalaciones/NNS nucleares/NNS))\n  (PP de/IN (NP Irán/NNP))\n  ./.)",
      "(S\n  (NP Si/NNP bien/NN las/NN afectaciones/NNS)\n  (VP se/VBP encuentran/JJ)\n  en/FW\n  periodo/FW\n  de/FW\n  evaluación/FW\n  ,/,\n  las/FW\n  (NP autoridades/NNS)\n  (VP iraníes/VBP (NP competentes/NNS))\n  (VP\n    aseguraron/VBP\n    que/JJ\n    (NP no/DT se/JJ registraron/NN niveles/NNS))\n  (VP elevados/VBP)\n  de/IN\n  radiación/FW\n  en/FW\n  el/FW\n  (NP complejo/NN)\n  (ADJP nuclear/JJ)\n  ./.)",
      "(S\n  (NP Rafael/NNP Mariano/NNP Grossi/NNP)\n  ,/,\n  (NP Director/NNP General/NNP)\n  del/FW\n  (NP OIEA/NNP)\n  ,/,\n  (NP\n    recibió/NN\n    información/NN\n    temprana/NN\n    sobre/NN\n    los/NN\n    bombardeos/NN\n    que/NN\n    incluyeron/NN\n    ataques/NNS)\n  (VP específicos/VBP contra/JJ infraestructura/JJ nuclear/JJ)\n  de/IN\n  la/FW\n  (NP República/NNP Islámica/NNP)\n  ./.)",
      "(S\n  (NP El/NNP)\n  organismo/MD\n  (VP mantiene/VB (NP contacto/JJ permanente/JJ con/NN las/NNS))\n  autoridades/IN\n  (PP\n    de/IN\n    (NP seguridad/JJ nuclear/JJ iraníes/NN para/NN evaluar/NN))\n  (NP el/JJ estado/NN)\n  de/IN\n  las/FW\n  (NP instalaciones/NNS afectadas/NNS)\n  ./.)",
      "(S\n  (NP Las/NNP instalaciones/NNS)\n  de/FW\n  (NP Isfahán/NNP)\n  y/CC\n  (NP Fordow/NNP permanecen/NN intactas/NNS)\n  ,/,\n  (NP según/JJ los/NN reportes/NNS iniciales/NNS)\n  (VP proporcionados/VBP (NP por/JJ Teherán/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ORGANISMOS_INTERNACIONALES",
      "APROBACION_RECHAZO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "diálogo y la diplomacia para garantizar paz",
        "position": [
          4347,
          4390
        ],
        "start": 4347,
        "end": 4390
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataques israelíes",
        "position": [
          1773,
          1790
        ],
        "start": 1773,
        "end": 1790
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación. el oiea, como institución técnica encargada de supervisar el uso pacífico de la energía nuclear, se mantiene como el foro vital para el diálogo internacional",
        "position": [
          4406,
          4576
        ],
        "start": 4406,
        "end": 4576
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con occidente y anunció la",
        "position": [
          1603,
          1637
        ],
        "start": 1603,
        "end": 1637
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1901,
          1908
        ],
        "start": 1901,
        "end": 1908
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          1627,
          1634
        ],
        "start": 1627,
        "end": 1634
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          2104,
          2112
        ],
        "start": 2104,
        "end": 2112
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          2494,
          2509
        ],
        "start": 2494,
        "end": 2509
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          1483,
          1496
        ],
        "start": 1483,
        "end": 1496
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2555,
          2562
        ],
        "start": 2555,
        "end": 2562
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          4235,
          4243
        ],
        "start": 4235,
        "end": 4243
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          30,
          37
        ],
        "start": 30,
        "end": 37
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1446,
          1460
        ],
        "start": 1446,
        "end": 1460
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          151,
          158
        ],
        "start": 151,
        "end": 158
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "pacífico",
        "position": [
          4484,
          4492
        ],
        "start": 4484,
        "end": 4492
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          724,
          733
        ],
        "start": 724,
        "end": 733
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          69,
          78
        ],
        "start": 69,
        "end": 78
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la madrugada",
        "position": [
          169,
          184
        ],
        "start": 169,
        "end": 184
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          883,
          890
        ],
        "start": 883,
        "end": 890
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Estado atacado",
        "tipo": "Lugar"
      },
      {
        "nombre": "República Islámica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Organismo Internacional de Energía Atómica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Director General",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carta de las Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Grossi",
        "tipo": "Persona"
      },
      {
        "nombre": "Fordow",
        "tipo": "Persona"
      },
      {
        "nombre": "El OIEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Teherán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Isfahán",
        "tipo": "Lugar"
      },
      {
        "nombre": "OIEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "GC(XXXIV)/RES/533",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Junta de Gobernadores",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Natanz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rafael Mariano Grossi",
        "tipo": "Persona"
      },
      {
        "nombre": "Natanz",
        "tipo": "Persona"
      },
      {
        "nombre": "Omán",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Organismo Internacional de Energía Atómica",
        "relacion": "CONFIRMAR",
        "objeto": "Natanz"
      },
      {
        "sujeto": "Organismo Internacional de Energía Atómica",
        "relacion": "CONFIRMAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "OIEA",
        "relacion": "CONFIRMAR",
        "objeto": "Natanz"
      },
      {
        "sujeto": "OIEA",
        "relacion": "CONFIRMAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Natanz",
        "relacion": "SUFRIR_CONFIRMAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Rafael Mariano Grossi",
        "relacion": "RECIBIR",
        "objeto": "República Islámica"
      },
      {
        "sujeto": "Director General",
        "relacion": "RECIBIR",
        "objeto": "República Islámica"
      },
      {
        "sujeto": "OIEA",
        "relacion": "RECIBIR",
        "objeto": "República Islámica"
      },
      {
        "sujeto": "Isfahán",
        "relacion": "PERMANECER",
        "objeto": "Teherán"
      },
      {
        "sujeto": "Fordow",
        "relacion": "PERMANECER",
        "objeto": "Teherán"
      },
      {
        "sujeto": "OIEA",
        "relacion": "EMITIR",
        "objeto": "Omán"
      },
      {
        "sujeto": "Junta de Gobernadores",
        "relacion": "CALIFICAR_TRAER",
        "objeto": "Teherán"
      },
      {
        "sujeto": "Junta de Gobernadores",
        "relacion": "CALIFICAR_TRAER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Junta de Gobernadores",
        "relacion": "CALIFICAR_TRAER",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Teherán",
        "relacion": "CALIFICAR_TRAER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Teherán",
        "relacion": "CALIFICAR_TRAER",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "OIEA",
        "relacion": "RECORDAR",
        "objeto": "GC(XXXIV)/RES/533"
      },
      {
        "sujeto": "OIEA",
        "relacion": "RECORDAR",
        "objeto": "Carta de las Naciones Unidas"
      },
      {
        "sujeto": "Junta de Gobernadores",
        "relacion": "ADOPTAR_DESPU_S_SURGIR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Director General",
        "relacion": "COMUNICAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Grossi",
        "relacion": "REAFIRMAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Grossi",
        "relacion": "REAFIRMAR",
        "objeto": "Israel"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8481,
    "pos": 0.003,
    "neu": 0.977,
    "neg": 0.019,
    "label": "negative"
  }
}