{
  "url": "https://www.telesurtv.net/ataques-sistematicos-contra-jueces-anti-trump/",
  "title": "Trump VS. Justicia: Reportan ataques sistemáticos contra familiares de jueces - teleSUR",
  "section": "Mundo",
  "tags": [
    "amenazas",
    "Donald Trump",
    "Estados Unidos",
    "familiares",
    "jueces",
    "justicia"
  ],
  "text": "\n\nCuando el juez federal James Boasberg bloqueó en abril las deportaciones masivas ordenadas por Donald Trump, la reacción fue inmediata. En X (antes Twitter), seguidores del expresidente exigieron “encarcelar” a su hija, acusándola de ayudar a “pandilleros inmigrantes ilegales”.  Su hermano, Thomas Boasberg, exsuperintendente escolar, fue tachado de “traidor” por políticas de 2017 que limitaban la colaboración con autoridades migratorias. “Deporten a toda la familia”, escribió un usuario.\nNo son casos aislados. Según una reciente investigación, se documentaron más de 600 publicaciones en redes sociales y foros de derecha dirigidas a familiares de 11 jueces que fallaron en contra de la administración Trump. Se suman las amenazas físicas como entregas anónimas de pizzas en sus hogares con imagenes del hijo de un juez asesinado, una táctica para señalar: “sabemos dónde vives”.\nEl modos operandi y la forma en que se realizan estas campañas de amedrentamiento tienen puntos en común que son señalados como muestras de una sistematicidad en estas acciones.\nEjemplo de ello es la replicación de publicaciones de cuentas con pocos seguidores por personajes como Elon Musk, que el 28 de marzo replicó en su cuenta X un post con foto de la hija de Boasberg —tomada de su graduación universitaria— junto a la leyenda: “Su trabajo es preocupante”. La publicación fue vista 42 millones de veces, y tras ello se desató una ola de ataques. “¡Arréstenlo a él, a su hija y a todos los involucrados en estas actividades perversas!”, exigió un comentarista. Otro agregó: “Deporten a toda la familia”.\n\n\nTambién proliferan las espirales de odios en foros de ultraderecho como Gateway Pundit, donde los comentarios escalan: “La hija de Boasberg necesita ser presentada a algunos líderes prominentes de la MS13”, escribió un usuario, refiriéndose a la pandilla salvadoreña. Otro pidió “empezar a construir la horca” para la familia.\nLa activista de ultraderecha Laura Loomer, aliada de Trump, impulsó estos ataques. Tras un fallo del juez John McConnell contra el congelamiento de fondos educativos, Loomer publicó una foto de su hija —exasesora del Departamento de Educación— y la acusó de beneficiarse del fallo. Musk difundió el tuit a sus 219 millones de seguidores. Ninguno aclaró que la joven había renunciado antes de la investidura de Trump.\nDe igual manera, el 12 de febrero, el CEO de Tesla criticó al juez de distrito estadounidense John Bates, un día después de que el juez ordenara a la administración restaurar los sitios web de salud pública que fueron eliminados debido a referencias transgénero.\n\n\nEl acoso traspasó las pantallas. En marzo, el juez John Coughenour —que anuló una orden de Trump sobre ciudadanía— sufrió swatting: alguien llamó a la policía alegando falsamente que había matado a su esposa.\nOtros jueces recibieron pizzas en sus casas bajo el nombre “Daniel Anderl”, hijo de la jueza Esther Salas, asesinado en 2020 por un litigante resentido. “Es una forma de decirnos que conocen nuestros movimientos”, explicó un magistrado que prefirió el anonimato.\nLas amenazas también llegaron por correo. “Espero que algún terrorista los mate a usted y a su familia”, decía un mensaje enviado en marzo a un juez tras fallar contra Trump. Otro correo mostraba una soga con la leyenda: “Necesitamos esto para la corrupción judicial”.\n\n\nLa persecusión contra los juecez no solo se limitá a lo extra institucional. El pasado 25 de abril, en un hecho sin precedentes, la jueza estatal Hannah Dugan fue arrestada por agentes del FBI en su propio juzgado del condado de Milwaukee, acusada de obstruir una operación migratoria federal.\nEl caso, confirmado por el director del FBI, Kash Patel, llevó a organizaciones de derechos humanos, como la Unión Americana de Libertades Civiles (ACLU), señalen la utilización del Estado para cargar contra quienes se opongan a las medidas del Ejecutivo. “Es preocupante que se use el sistema penal para intimidar a jueces que protegen derechos básicos”, declaró un vocero de la organización a la prensa estadounidense.\nA su vez, el Servicio de Alguaciles, encargado de proteger a los jueces, enfrenta un desafío sin precedentes. En abril, la Conferencia Judicial de EE.UU. solicitó más fondos para seguridad, sin obtener ninguna respuesta. Proteger a familiares adultos es complejo: “No tenemos suficiente personal”, admitió Jon Trainum, exagente retirado.\nMientras, la Casa Blanca condena las amenazas, pero insiste en que los jueces “se extralimitan”. “Nadie prioriza la seguridad como el presidente Trump, víctima de dos atentados”, declaró su portavoz, Harrison Fields. Trump, por su parte, ha llamado “jueces comunistas” a sus críticos y en marzo pidió el impeachment de uno.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ataques-sistematicos-contra-jueces-anti-trump/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 1907,
    "message_id": 93236,
    "date": "2025-05-02T18:55:13+00:00",
    "text": "teleSUR\nTrump VS. Justicia: Reportan ataques sistemáticos contra familiares de jueces\nhttps://www.telesurtv.net/ataques-sistematicos-contra-jueces-anti-trump/",
    "photo_path": null,
    "views": 1496,
    "reactions": {
      "🤬": 47,
      "👍": 2,
      "😈": 2
    },
    "total_reactions": 51
  },
  "preprocessing": {
    "cleaned": "cuando el juez federal james boasberg bloqueó en abril las deportaciones masivas ordenadas por donald trump, la reacción fue inmediata. en x (antes twitter), seguidores del expresidente exigieron “encarcelar” a su hija, acusándola de ayudar a “pandilleros inmigrantes ilegales”. su hermano, thomas boasberg, exsuperintendente escolar, fue tachado de “traidor” por políticas de 2017 que limitaban la colaboración con autoridades migratorias. “deporten a toda la familia”, escribió un usuario. no son casos aislados. según una reciente investigación, se documentaron más de 600 publicaciones en redes sociales y foros de derecha dirigidas a familiares de 11 jueces que fallaron en contra de la administración trump. se suman las amenazas físicas como entregas anónimas de pizzas en sus hogares con imagenes del hijo de un juez asesinado, una táctica para señalar: “sabemos dónde vives”. el modos operandi y la forma en que se realizan estas campañas de amedrentamiento tienen puntos en común que son señalados como muestras de una sistematicidad en estas acciones. ejemplo de ello es la replicación de publicaciones de cuentas con pocos seguidores por personajes como elon musk, que el 28 de marzo replicó en su cuenta x un post con foto de la hija de boasberg —tomada de su graduación universitaria— junto a la leyenda: “su trabajo es preocupante”. la publicación fue vista 42 millones de veces, y tras ello se desató una ola de ataques. “¡arréstenlo a él, a su hija y a todos los involucrados en estas actividades perversas!”, exigió un comentarista. otro agregó: “deporten a toda la familia”. también proliferan las espirales de odios en foros de ultraderecho como gateway pundit, donde los comentarios escalan: “la hija de boasberg necesita ser presentada a algunos líderes prominentes de la ms13”, escribió un usuario, refiriéndose a la pandilla salvadoreña. otro pidió “empezar a construir la horca” para la familia. la activista de ultraderecha laura loomer, aliada de trump, impulsó estos ataques. tras un fallo del juez john mcconnell contra el congelamiento de fondos educativos, loomer publicó una foto de su hija —exasesora del departamento de educación— y la acusó de beneficiarse del fallo. musk difundió el tuit a sus 219 millones de seguidores. ninguno aclaró que la joven había renunciado antes de la investidura de trump. de igual manera, el 12 de febrero, el ceo de tesla criticó al juez de distrito estadounidense john bates, un día después de que el juez ordenara a la administración restaurar los sitios web de salud pública que fueron eliminados debido a referencias transgénero. el acoso traspasó las pantallas. en marzo, el juez john coughenour —que anuló una orden de trump sobre ciudadanía— sufrió swatting: alguien llamó a la policía alegando falsamente que había matado a su esposa. otros jueces recibieron pizzas en sus casas bajo el nombre “daniel anderl”, hijo de la jueza esther salas, asesinado en 2020 por un litigante resentido. “es una forma de decirnos que conocen nuestros movimientos”, explicó un magistrado que prefirió el anonimato. las amenazas también llegaron por correo. “espero que algún terrorista los mate a usted y a su familia”, decía un mensaje enviado en marzo a un juez tras fallar contra trump. otro correo mostraba una soga con la leyenda: “necesitamos esto para la corrupción judicial”. la persecusión contra los juecez no solo se limitá a lo extra institucional. el pasado 25 de abril, en un hecho sin precedentes, la jueza estatal hannah dugan fue arrestada por agentes del fbi en su propio juzgado del condado de milwaukee, acusada de obstruir una operación migratoria federal. el caso, confirmado por el director del fbi, kash patel, llevó a organizaciones de derechos humanos, como la unión americana de libertades civiles (aclu), señalen la utilización del estado para cargar contra quienes se opongan a las medidas del ejecutivo. “es preocupante que se use el sistema penal para intimidar a jueces que protegen derechos básicos”, declaró un vocero de la organización a la prensa estadounidense. a su vez, el servicio de alguaciles, encargado de proteger a los jueces, enfrenta un desafío sin precedentes. en abril, la conferencia judicial de ee.uu. solicitó más fondos para seguridad, sin obtener ninguna respuesta. proteger a familiares adultos es complejo: “no tenemos suficiente personal”, admitió jon trainum, exagente retirado. mientras, la casa blanca condena las amenazas, pero insiste en que los jueces “se extralimitan”. “nadie prioriza la seguridad como el presidente trump, víctima de dos atentados”, declaró su portavoz, harrison fields. trump, por su parte, ha llamado “jueces comunistas” a sus críticos y en marzo pidió el impeachment de uno.",
    "tokens": [
      "juez",
      "federal",
      "james",
      "boasberg",
      "bloqueó",
      "abril",
      "deportaciones",
      "masivas",
      "ordenadas",
      "donald",
      "trump",
      ",",
      "reacción",
      "inmediata",
      ".",
      "x",
      "(",
      "twitter",
      ")",
      ",",
      "seguidores",
      "expresidente",
      "exigieron",
      "“",
      "encarcelar",
      "”",
      "hija",
      ",",
      "acusándola",
      "ayudar",
      "“",
      "pandilleros",
      "inmigrantes",
      "ilegales",
      "”",
      ".",
      "hermano",
      ",",
      "thomas",
      "boasberg",
      ",",
      "exsuperintendente",
      "escolar",
      ",",
      "tachado",
      "“",
      "traidor",
      "”",
      "políticas",
      "2017",
      "limitaban",
      "colaboración",
      "autoridades",
      "migratorias",
      ".",
      "“",
      "deporten",
      "toda",
      "familia",
      "”",
      ",",
      "escribió",
      "usuario",
      ".",
      "casos",
      "aislados",
      ".",
      "según",
      "reciente",
      "investigación",
      ",",
      "documentaron",
      "600",
      "publicaciones",
      "redes",
      "sociales",
      "foros",
      "derecha",
      "dirigidas",
      "familiares",
      "11",
      "jueces",
      "fallaron",
      "administración",
      "trump",
      ".",
      "suman",
      "amenazas",
      "físicas",
      "entregas",
      "anónimas",
      "pizzas",
      "hogares",
      "imagenes",
      "hijo",
      "juez",
      "asesinado",
      ",",
      "táctica",
      "señalar",
      ":",
      "“",
      "sabemos",
      "dónde",
      "vives",
      "”",
      ".",
      "modos",
      "operandi",
      "forma",
      "realizan",
      "campañas",
      "amedrentamiento",
      "puntos",
      "común",
      "señalados",
      "muestras",
      "sistematicidad",
      "acciones",
      ".",
      "ejemplo",
      "ello",
      "replicación",
      "publicaciones",
      "cuentas",
      "pocos",
      "seguidores",
      "personajes",
      "elon",
      "musk",
      ",",
      "28",
      "marzo",
      "replicó",
      "cuenta",
      "x",
      "post",
      "foto",
      "hija",
      "boasberg",
      "—tomada",
      "graduación",
      "universitaria—",
      "junto",
      "leyenda",
      ":",
      "“",
      "trabajo",
      "preocupante",
      "”",
      ".",
      "publicación",
      "vista",
      "42",
      "millones",
      "veces",
      ",",
      "tras",
      "ello",
      "desató",
      "ola",
      "ataques",
      ".",
      "“",
      "¡arréstenlo",
      ",",
      "hija",
      "involucrados",
      "actividades",
      "perversas",
      "!",
      "”",
      ",",
      "exigió",
      "comentarista",
      ".",
      "agregó",
      ":",
      "“",
      "deporten",
      "toda",
      "familia",
      "”",
      ".",
      "proliferan",
      "espirales",
      "odios",
      "foros",
      "ultraderecho",
      "gateway",
      "pundit",
      ",",
      "comentarios",
      "escalan",
      ":",
      "“",
      "hija",
      "boasberg",
      "necesita",
      "ser",
      "presentada",
      "líderes",
      "prominentes",
      "ms13",
      "”",
      ",",
      "escribió",
      "usuario",
      ",",
      "refiriéndose",
      "pandilla",
      "salvadoreña",
      ".",
      "pidió",
      "“",
      "empezar",
      "construir",
      "horca",
      "”",
      "familia",
      ".",
      "activista",
      "ultraderecha",
      "laura",
      "loomer",
      ",",
      "aliada",
      "trump",
      ",",
      "impulsó",
      "ataques",
      ".",
      "tras",
      "fallo",
      "juez",
      "john",
      "mcconnell",
      "congelamiento",
      "fondos",
      "educativos",
      ",",
      "loomer",
      "publicó",
      "foto",
      "hija",
      "—exasesora",
      "departamento",
      "educación—",
      "acusó",
      "beneficiarse",
      "fallo",
      ".",
      "musk",
      "difundió",
      "tuit",
      "219",
      "millones",
      "seguidores",
      ".",
      "ninguno",
      "aclaró",
      "joven",
      "renunciado",
      "investidura",
      "trump",
      ".",
      "igual",
      "manera",
      ",",
      "12",
      "febrero",
      ",",
      "ceo",
      "tesla",
      "criticó",
      "juez",
      "distrito",
      "estadounidense",
      "john",
      "bates",
      ",",
      "día",
      "después",
      "juez",
      "ordenara",
      "administración",
      "restaurar",
      "sitios",
      "web",
      "salud",
      "pública",
      "eliminados",
      "debido",
      "referencias",
      "transgénero",
      ".",
      "acoso",
      "traspasó",
      "pantallas",
      ".",
      "marzo",
      ",",
      "juez",
      "john",
      "coughenour",
      "—que",
      "anuló",
      "orden",
      "trump",
      "ciudadanía—",
      "sufrió",
      "swatting",
      ":",
      "alguien",
      "llamó",
      "policía",
      "alegando",
      "falsamente",
      "matado",
      "esposa",
      ".",
      "jueces",
      "recibieron",
      "pizzas",
      "casas",
      "bajo",
      "nombre",
      "“",
      "daniel",
      "anderl",
      "”",
      ",",
      "hijo",
      "jueza",
      "esther",
      "salas",
      ",",
      "asesinado",
      "2020",
      "litigante",
      "resentido",
      ".",
      "“",
      "forma",
      "decirnos",
      "conocen",
      "movimientos",
      "”",
      ",",
      "explicó",
      "magistrado",
      "prefirió",
      "anonimato",
      ".",
      "amenazas",
      "llegaron",
      "correo",
      ".",
      "“",
      "espero",
      "algún",
      "terrorista",
      "mate",
      "usted",
      "familia",
      "”",
      ",",
      "decía",
      "mensaje",
      "enviado",
      "marzo",
      "juez",
      "tras",
      "fallar",
      "trump",
      ".",
      "correo",
      "mostraba",
      "soga",
      "leyenda",
      ":",
      "“",
      "necesitamos",
      "corrupción",
      "judicial",
      "”",
      ".",
      "persecusión",
      "juecez",
      "solo",
      "limitá",
      "extra",
      "institucional",
      ".",
      "pasado",
      "25",
      "abril",
      ",",
      "hecho",
      "precedentes",
      ",",
      "jueza",
      "estatal",
      "hannah",
      "dugan",
      "arrestada",
      "agentes",
      "fbi",
      "propio",
      "juzgado",
      "condado",
      "milwaukee",
      ",",
      "acusada",
      "obstruir",
      "operación",
      "migratoria",
      "federal",
      ".",
      "caso",
      ",",
      "confirmado",
      "director",
      "fbi",
      ",",
      "kash",
      "patel",
      ",",
      "llevó",
      "organizaciones",
      "derechos",
      "humanos",
      ",",
      "unión",
      "americana",
      "libertades",
      "civiles",
      "(",
      "aclu",
      ")",
      ",",
      "señalen",
      "utilización",
      "cargar",
      "opongan",
      "medidas",
      "ejecutivo",
      ".",
      "“",
      "preocupante",
      "use",
      "sistema",
      "penal",
      "intimidar",
      "jueces",
      "protegen",
      "derechos",
      "básicos",
      "”",
      ",",
      "declaró",
      "vocero",
      "organización",
      "prensa",
      "estadounidense",
      ".",
      "vez",
      ",",
      "servicio",
      "alguaciles",
      ",",
      "encargado",
      "proteger",
      "jueces",
      ",",
      "enfrenta",
      "desafío",
      "precedentes",
      ".",
      "abril",
      ",",
      "conferencia",
      "judicial",
      "ee.uu.",
      "solicitó",
      "fondos",
      "seguridad",
      ",",
      "obtener",
      "ninguna",
      "respuesta",
      ".",
      "proteger",
      "familiares",
      "adultos",
      "complejo",
      ":",
      "“",
      "suficiente",
      "personal",
      "”",
      ",",
      "admitió",
      "jon",
      "trainum",
      ",",
      "exagente",
      "retirado",
      ".",
      "mientras",
      ",",
      "casa",
      "blanca",
      "condena",
      "amenazas",
      ",",
      "insiste",
      "jueces",
      "“",
      "extralimitan",
      "”",
      ".",
      "“",
      "nadie",
      "prioriza",
      "seguridad",
      "presidente",
      "trump",
      ",",
      "víctima",
      "dos",
      "atentados",
      "”",
      ",",
      "declaró",
      "portavoz",
      ",",
      "harrison",
      "fields",
      ".",
      "trump",
      ",",
      "parte",
      ",",
      "llamado",
      "“",
      "jueces",
      "comunistas",
      "”",
      "críticos",
      "marzo",
      "pidió",
      "impeachment",
      "."
    ],
    "token_count": 554,
    "sentence_count": 36
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 110,
      "CC": 2,
      "JJ": 83,
      "NN": 264,
      "FW": 125,
      "NNS": 33,
      "VBP": 15,
      "VBZ": 19,
      "IN": 35,
      "CD": 9,
      "VBD": 10,
      "JJR": 1,
      "VB": 1,
      "VBG": 1,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-CC": 2,
      "CC-JJ": 1,
      "JJ-JJ": 16,
      "JJ-NNP": 12,
      "NNP-NNP": 34,
      "NNP-NN": 39,
      "NN-FW": 17,
      "FW-NN": 23,
      "NN-NN": 146,
      "NN-NNS": 11,
      "NNS-VBP": 15,
      "VBP-JJ": 8,
      "JJ-NN": 46,
      "NN-NNP": 29,
      "NNP-FW": 14,
      "NNP-VBZ": 7,
      "VBZ-NNP": 3,
      "NNP-NNS": 1,
      "NN-JJ": 17,
      "NN-IN": 22,
      "IN-FW": 23,
      "NNS-NNS": 2,
      "NNS-NNP": 6,
      "VBZ-JJ": 8,
      "IN-NN": 4,
      "IN-CD": 3,
      "CD-JJ": 1,
      "VBP-NNP": 3,
      "NNP-VBD": 4,
      "VBD-JJ": 8,
      "NNP-JJ": 6,
      "CD-NNS": 4,
      "NNS-FW": 4,
      "FW-NNS": 6,
      "VBP-IN": 2,
      "FW-JJ": 11,
      "JJ-NNS": 7,
      "NNS-IN": 2,
      "NNS-JJ": 3,
      "FW-FW": 63,
      "FW-NNP": 20,
      "NN-VBZ": 10,
      "NN-VBD": 5,
      "JJ-FW": 2,
      "NNP-IN": 3,
      "VBD-CD": 2,
      "CD-IN": 3,
      "NN-CD": 4,
      "IN-NNS": 1,
      "VBZ-FW": 2,
      "VBZ-IN": 3,
      "CC-JJR": 1,
      "JJR-NN": 1,
      "VBZ-VBZ": 1,
      "NN-VB": 1,
      "VB-JJ": 1,
      "FW-VBZ": 1,
      "IN-NNP": 2,
      "IN-JJ": 2,
      "VBZ-NNS": 1,
      "NN-VBG": 1,
      "VBG-JJ": 1,
      "VBZ-NN": 1,
      "CD-NN": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "NNS-VBD": 1,
      "VBP-NN": 2
    },
    "trigram_freq": {
      "NNP-CC-JJ": 1,
      "CC-JJ-JJ": 1,
      "JJ-JJ-NNP": 4,
      "JJ-NNP-NNP": 4,
      "NNP-NNP-NN": 12,
      "NNP-NN-FW": 3,
      "NN-FW-NN": 6,
      "FW-NN-NN": 13,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 4,
      "JJ-NN-NNP": 6,
      "NN-NNP-NNP": 12,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-FW": 3,
      "NNP-FW-NN": 3,
      "NN-NN-NNP": 19,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "JJ-NN-JJ": 3,
      "NN-JJ-NN": 14,
      "JJ-NN-NN": 23,
      "NN-NN-NN": 74,
      "NN-NN-IN": 13,
      "NN-IN-FW": 13,
      "IN-FW-NN": 5,
      "FW-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 4,
      "NNP-NN-NNP": 2,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 10,
      "JJ-NN-IN": 6,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "NN-IN-CD": 2,
      "IN-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNP": 2,
      "NNP-NNP-VBD": 4,
      "NNP-VBD-JJ": 4,
      "VBD-JJ-JJ": 5,
      "NN-NNP-NN": 10,
      "NNP-NN-NN": 28,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 5,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 3,
      "NNS-FW-NNS": 3,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-CD": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "NN-FW-FW": 5,
      "FW-FW-FW": 39,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 7,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-JJ": 5,
      "IN-FW-FW": 11,
      "FW-FW-NN": 8,
      "FW-NN-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-NN-JJ": 11,
      "NN-NNS-NNP": 1,
      "NN-NN-FW": 9,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 3,
      "VBD-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-NN-FW": 4,
      "FW-FW-NNS": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-IN": 1,
      "NNP-IN-FW": 2,
      "NN-NN-VBZ": 7,
      "VBZ-JJ-NN": 3,
      "NNP-NN-VBD": 2,
      "NN-VBD-CD": 2,
      "VBD-CD-IN": 2,
      "CD-IN-FW": 2,
      "NNP-NNP-IN": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-NN": 6,
      "NN-NN-CD": 3,
      "NN-CD-NNS": 2,
      "FW-NNS-VBP": 3,
      "NN-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "IN-FW-NNS": 2,
      "VBP-JJ-JJ": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-JJ": 1,
      "FW-JJ-NNP": 3,
      "JJ-NNP-NN": 5,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 3,
      "FW-NN-NNP": 2,
      "VBP-NNP-FW": 1,
      "NNP-FW-FW": 5,
      "FW-NNP-CC": 1,
      "NNP-CC-JJR": 1,
      "CC-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-IN": 1,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 6,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 4,
      "JJ-NN-VB": 1,
      "NN-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NN-FW-JJ": 3,
      "JJ-NNP-FW": 3,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-JJ": 1,
      "VBZ-FW-NN": 1,
      "NNP-NN-JJ": 1,
      "NNP-FW-NNP": 5,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "NNP-NNP-JJ": 3,
      "JJ-NN-VBD": 1,
      "CD-IN-NN": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "VBZ-JJ-FW": 1,
      "NN-NN-VBG": 1,
      "NN-VBG-JJ": 1,
      "VBG-JJ-NN": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-NN-IN": 1,
      "NN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "JJ-NN-NNS": 4,
      "IN-NN-JJ": 1,
      "NN-NNS-JJ": 2,
      "NNS-JJ-JJ": 1,
      "FW-JJ-JJ": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-JJ-JJ": 1,
      "NNP-NN-CD": 1,
      "NN-CD-IN": 1,
      "FW-FW-JJ": 3,
      "NN-JJ-NNP": 1,
      "VBD-JJ-NN": 2,
      "JJ-NN-VBZ": 1,
      "VBZ-JJ-NNP": 1,
      "FW-NN-IN": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NNS-JJ-NNP": 1,
      "NNP-JJ-NNS": 1,
      "NNS-IN-FW": 1,
      "VBP-JJ-NNP": 2,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "VBZ-NNP-NN": 1,
      "IN-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 264,
        "FW": 125,
        "NNP": 110,
        "JJ": 83,
        "IN": 35
      },
      "top_bigrams": {
        "NN-NN": 146,
        "FW-FW": 63,
        "JJ-NN": 46,
        "NNP-NN": 39,
        "NNP-NNP": 34
      },
      "top_trigrams": {
        "NN-NN-NN": 74,
        "FW-FW-FW": 39,
        "NNP-NN-NN": 28,
        "JJ-NN-NN": 23,
        "NN-NN-NNP": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 36,
    "chunk_counts": {
      "NP": 214,
      "VP": 51,
      "ADJP": 3,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('Trump', 'NNP')",
        "frequency": 4,
        "weight": 0.0128
      },
      {
        "rule": "S -> NP ('.', '.')",
        "frequency": 3,
        "weight": 0.0096
      },
      {
        "rule": "NP -> ('a', 'DT') ('su', 'NN') ('hija', 'NN')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('a', 'DT') ('toda', 'NN') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "VP -> ('escribió', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('un', 'JJ') ('usuario', 'NN')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('a', 'DT') ('familiares', 'NNS')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0064
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Cuando"
      },
      {
        "label": "NP",
        "text": "juez federal James Boasberg bloqueó"
      },
      {
        "label": "NP",
        "text": "abril las deportaciones"
      },
      {
        "label": "VP",
        "text": "masivas ordenadas por Donald Trump"
      },
      {
        "label": "NP",
        "text": "ordenadas por Donald Trump"
      },
      {
        "label": "NP",
        "text": "la reacción fue inmediata"
      },
      {
        "label": "NP",
        "text": "En X"
      },
      {
        "label": "VP",
        "text": "antes Twitter"
      },
      {
        "label": "NP",
        "text": "Twitter"
      },
      {
        "label": "VP",
        "text": "seguidores"
      },
      {
        "label": "ADJP",
        "text": "encarcelar"
      },
      {
        "label": "NP",
        "text": "a su hija"
      },
      {
        "label": "NP",
        "text": "a “ pandilleros"
      },
      {
        "label": "VP",
        "text": "inmigrantes ilegales ”"
      },
      {
        "label": "NP",
        "text": "ilegales ”"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Cuando/NNP)\n  el/CC\n  (NP juez/JJ federal/JJ James/NNP Boasberg/NNP bloqueó/NN)\n  en/FW\n  (NP abril/NN las/NN deportaciones/NNS)\n  (VP masivas/VBP (NP ordenadas/JJ por/NN Donald/NNP Trump/NNP))\n  ,/,\n  (NP la/NN reacción/NN fue/NN inmediata/NN)\n  ./.)",
      "(S\n  (NP En/NNP X/NNP)\n  (/(\n  (VP antes/VBZ (NP Twitter/NNP))\n  )/)\n  ,/,\n  (VP seguidores/VBZ)\n  del/FW\n  expresidente/FW\n  exigieron/FW\n  “/FW\n  (ADJP encarcelar/JJ)\n  ”/FW\n  (NP a/DT su/NN hija/NN)\n  ,/,\n  acusándola/FW\n  de/FW\n  ayudar/FW\n  (NP a/DT “/NN pandilleros/NN)\n  (VP inmigrantes/VBZ (NP ilegales/NNS ”/NNP))\n  ./.)",
      "(S\n  (NP Su/NNP hermano/NN)\n  ,/,\n  (NP Thomas/NNP Boasberg/NNP)\n  ,/,\n  (NP exsuperintendente/NN escolar/NN)\n  ,/,\n  (NP fue/JJ tachado/NN)\n  (PP de/IN (NP “/NNP traidor/NN ”/NNP por/NN políticas/NN))\n  de/IN\n  2017/CD\n  (NP que/JJ limitaban/JJ la/NN colaboración/NN con/NN)\n  (VP autoridades/VBZ (NP migratorias/NNS))\n  ./.)",
      "(S\n  “/RB\n  (NP Deporten/NNP)\n  (NP a/DT toda/NN la/NN)\n  (NP familia/JJ ”/NNP)\n  ,/,\n  (VP escribió/VBZ (NP un/JJ usuario/NN))\n  ./.)",
      "(S (NP No/DT son/NN casos/NN aislados/NN) ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "APROBACION_RECHAZO",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "JUSTICIA_SOCIAL",
      "LOCALIZACIONES_ESPECIFICAS",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "bloqueó",
        "position": [
          40,
          47
        ],
        "start": 40,
        "end": 47
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó de beneficiarse del fallo. musk difundió el tuit a",
        "position": [
          2175,
          2231
        ],
        "start": 2175,
        "end": 2231
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1326,
          1333
        ],
        "start": 1326,
        "end": 1333
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          4001,
          4008
        ],
        "start": 4001,
        "end": 4008
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "difundió",
        "position": [
          2213,
          2221
        ],
        "start": 2213,
        "end": 2221
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "aclaró",
        "position": [
          2272,
          2278
        ],
        "start": 2272,
        "end": 2278
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          3327,
          3337
        ],
        "start": 3327,
        "end": 3337
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente trump",
        "position": [
          4538,
          4554
        ],
        "start": 4538,
        "end": 4554
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de educación",
        "position": [
          2143,
          2168
        ],
        "start": 2143,
        "end": 2168
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          2394,
          2401
        ],
        "start": 2394,
        "end": 2401
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          2175,
          2180
        ],
        "start": 2175,
        "end": 2180
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          2143,
          2158
        ],
        "start": 2143,
        "end": 2158
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo: “no",
        "position": [
          4320,
          4333
        ],
        "start": 4320,
        "end": 4333
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          3728,
          3744
        ],
        "start": 3728,
        "end": 3744
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "42 millones",
        "position": [
          1376,
          1387
        ],
        "start": 1376,
        "end": 1387
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 600",
        "position": [
          568,
          578
        ],
        "start": 568,
        "end": 578
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Elon Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Loomer",
        "tipo": "Persona"
      },
      {
        "nombre": "ACLU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Departamento de Educación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Servicio de Alguaciles",
        "tipo": "Organizacion"
      },
      {
        "nombre": "swatting",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Anderl",
        "tipo": "Persona"
      },
      {
        "nombre": "Gateway Pundit",
        "tipo": "Lugar"
      },
      {
        "nombre": "ultraderecho",
        "tipo": "Lugar"
      },
      {
        "nombre": "Laura Loomer",
        "tipo": "Persona"
      },
      {
        "nombre": "Hannah Dugan",
        "tipo": "Persona"
      },
      {
        "nombre": "Kash Patel",
        "tipo": "Persona"
      },
      {
        "nombre": "MS13",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FBI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Boasberg",
        "tipo": "Persona"
      },
      {
        "nombre": "Thomas Boasberg",
        "tipo": "Persona"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Tesla",
        "tipo": "Persona"
      },
      {
        "nombre": "Jon Trainum",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "John McConnell",
        "tipo": "Persona"
      },
      {
        "nombre": "Esther Salas",
        "tipo": "Persona"
      },
      {
        "nombre": "John Bates",
        "tipo": "Persona"
      },
      {
        "nombre": "Ninguno",
        "tipo": "Persona"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "James Boasberg",
        "tipo": "Persona"
      },
      {
        "nombre": "condado de Milwaukee",
        "tipo": "Lugar"
      },
      {
        "nombre": "Harrison Fields",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Unión Americana de Libertades Civiles",
        "tipo": "Organizacion"
      },
      {
        "nombre": "John Coughenour",
        "tipo": "Persona"
      },
      {
        "nombre": "Arréstenlo",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "James Boasberg",
        "relacion": "BLOQUEAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "ultraderecho",
        "relacion": "PROLIFERAR_ESCRIBIR",
        "objeto": "Boasberg"
      },
      {
        "sujeto": "ultraderecho",
        "relacion": "PROLIFERAR_ESCRIBIR",
        "objeto": "MS13"
      },
      {
        "sujeto": "Gateway Pundit",
        "relacion": "PROLIFERAR_ESCRIBIR",
        "objeto": "Boasberg"
      },
      {
        "sujeto": "Gateway Pundit",
        "relacion": "PROLIFERAR_ESCRIBIR",
        "objeto": "MS13"
      },
      {
        "sujeto": "Boasberg",
        "relacion": "NECESITAR_PROLIFERAR_ESCRIBIR",
        "objeto": "MS13"
      },
      {
        "sujeto": "Loomer",
        "relacion": "PUBLICAR",
        "objeto": "John McConnell"
      },
      {
        "sujeto": "John McConnell",
        "relacion": "PUBLICAR",
        "objeto": "Departamento de Educación"
      },
      {
        "sujeto": "Loomer",
        "relacion": "PUBLICAR",
        "objeto": "Departamento de Educación"
      },
      {
        "sujeto": "Ninguno",
        "relacion": "ACLARAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Tesla",
        "relacion": "CRITICAR",
        "objeto": "John Bates"
      },
      {
        "sujeto": "John Coughenour",
        "relacion": "SUFRIR",
        "objeto": "swatting"
      },
      {
        "sujeto": "Trump",
        "relacion": "ANULAR_SUFRIR",
        "objeto": "swatting"
      },
      {
        "sujeto": "Hannah Dugan",
        "relacion": "ARRESTAR",
        "objeto": "FBI"
      },
      {
        "sujeto": "Hannah Dugan",
        "relacion": "ARRESTAR",
        "objeto": "condado de Milwaukee"
      },
      {
        "sujeto": "FBI",
        "relacion": "ARRESTAR",
        "objeto": "condado de Milwaukee"
      },
      {
        "sujeto": "FBI",
        "relacion": "LLEVAR",
        "objeto": "Unión Americana de Libertades Civiles"
      },
      {
        "sujeto": "FBI",
        "relacion": "LLEVAR",
        "objeto": "ACLU"
      },
      {
        "sujeto": "FBI",
        "relacion": "LLEVAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "FBI",
        "relacion": "LLEVAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Kash Patel",
        "relacion": "LLEVAR",
        "objeto": "Unión Americana de Libertades Civiles"
      },
      {
        "sujeto": "Kash Patel",
        "relacion": "LLEVAR",
        "objeto": "ACLU"
      },
      {
        "sujeto": "Kash Patel",
        "relacion": "LLEVAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Kash Patel",
        "relacion": "LLEVAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Unión Americana de Libertades Civiles",
        "relacion": "LLEVAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Unión Americana de Libertades Civiles",
        "relacion": "LLEVAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "ACLU",
        "relacion": "LLEVAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "ACLU",
        "relacion": "LLEVAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Estado",
        "relacion": "SE_ALEN_LLEVAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Trump",
        "relacion": "PRIORIZAR_DECLARAR",
        "objeto": "Harrison Fields"
      }
    ]
  },
  "sentiment": {
    "compound": -0.92,
    "pos": 0.003,
    "neu": 0.975,
    "neg": 0.021,
    "label": "negative"
  }
}