{
  "url": "https://www.telesurtv.net/inundaciones-texas-cambio-clima-mala-gestion/",
  "title": "Inundaciones en Texas: Entre cambio climático y mala gestión política - teleSUR",
  "section": "En profundidad",
  "tags": [
    "EE.UU.",
    "Inundaciones",
    "Responsabilidad política",
    "Texas",
    "Trump"
  ],
  "text": "Las inundaciones repentinas que devastaron Texas Hill Country el pasado viernes, con más de 100 fallecidos y decenas de desaparecidos, han evidenciado la mala gestión de sistemas de alerta en Estados Unidos (EE.UU.), la superpotencia mundial, bajo la Administración del presidente Donald Trump, cuyas posturas negacionistas sobre el cambio climático agravan la vulnerabilidad ante eventos meteorológicos extremos.\nEl desborde del río Guadalupe, que creció 26 pies en 45 minutos, sorprendió a comunidades como Kerrville y expuso fallos estructurales en la preparación para desastres.\nEntre esos fallos, figura el aviso tardío de inundación del Servicio Meteorológico Nacional (NWS) emitido a a las 13H18 (hora local) del jueves, 12 horas antes del desastre, con una clasificación de “moderado”.\nActo seguido, las alertas automáticas a celulares se intensificaron a las 16H03 del viernes, con una advertencia de peligro catastrófico, pero la tardanza y la falta de claridad impidieron evacuaciones efectivas.\nJonathan Porter, meteorólogo jefe de AccuWeather, señaló que alertas más precisas habrían reducido víctimas.\nNo obstante, también se exponen justificaciones como la de que el condado de Kerr descartó años atrás un sistema de sirenas para inundaciones por costos elevados, según el sheriff Larry Leitha, quien afirmó que “la población se horrorizó por el coste”.\nLa limitada infraestructura de monitoreo en áreas rurales, junto con la rapidez nocturna del desborde, dejó comunidades desprevenidas. Expertos señalan que la ausencia de tecnología moderna, paródicamente en el país con el “súper desarrollo”, de alerta en tiempo real contribuyó a la magnitud de la tragedia.\nVale acotar también que la Administración Trump enfrenta críticas por recortes al NWS, la Administración Nacional Oceánica y Atmosférica (NOAA) y la Agencia Federal para el Manejo de Emergencias (FEMA).\nEn 2025, Trump aprobó un presupuesto que eliminó programas de investigación climática y redujo fondos para pronósticos meteorológicos, lo que debilitó la capacidad de respuesta.\nAlan Gerard, experto en meteorología, dijo que “abandonar la ciencia climática limita la preparación ante desastres”. Estos recortes contrastan desafortunadamente con la frecuencia creciente de eventos climáticos extremos en Estados Unidos.\nEl presidente, en declaraciones el domingo, evitó la responsabilidad y atribuyó los fallos a la Administración de Joe Biden: “Eso fue culpa de Biden, pero tampoco lo culparía”, dijo.\nEsta contradicción ha generado controversia, especialmente porque la secretaria de Seguridad Nacional, Kristi Noem, afirmó que los sistemas de alerta no presentaron errores, aunque reconoció su obsolescencia.\nEn medio del caos vale exponer que la tragedia golpeó al campamento infantil Camp Mystic, donde 27 personas, incluidas niñas y el director Dick Eastland, fallecieron.\nSobrevivientes como Christian Fell relataron cómo se aferraron a objetos para sobrevivir, mientras las hermanas Blair y Brooke Harber murieron tomadas de la mano.\nAsimismo, comunidades migrantes, mayoritariamente latinas y empleadas en agricultura, enfrentaron mayores riesgos al residir en zonas vulnerables cerca del río Guadalupe. Ante ello, organizaciones locales denunciaron que estas poblaciones carecen de acceso a información de emergencia, lo que agravó su exposición.\nAunque no existen cifras específicas de víctimas migrantes, su situación destaca las desigualdades en la respuesta a desastres.\nBajo Trump, EE.UU. permanece fuera del Acuerdo de París, tras su retiro en 2017. Su negacionismo climático, que minimiza la relación entre fenómenos extremos y el calentamiento global, ha recibido críticas ante las lluvias torrenciales en Texas, vinculadas por expertos a patrones climáticos alterados.\nLa falta de acción contrasta con la urgencia de fortalecer la alerta ante desastres. Trump firmó una declaración de desastre mayor para liberar fondos federales y anunció una visita a Texas.\nSin embargo, la narrativa oficial, respaldada por Noem y el gobernador Greg Abbott, insiste en que el evento fue imprevisible.\nLas inundaciones en Texas Hill Country, con más de 100 víctimas, exponen los fallos de una superpotencia mundial.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/inundaciones-texas-cambio-clima-mala-gestion/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1702,
    "message_id": 98489,
    "date": "2025-07-08T01:55:08+00:00",
    "text": "teleSUR\nInundaciones en Texas: Entre cambio climático y mala gestión política\nhttps://www.telesurtv.net/inundaciones-texas-cambio-clima-mala-gestion/",
    "photo_path": null,
    "views": 2374,
    "reactions": {
      "⚡": 21,
      "😱": 9,
      "💯": 5,
      "🤣": 1
    },
    "total_reactions": 36
  },
  "preprocessing": {
    "cleaned": "las inundaciones repentinas que devastaron texas hill country el pasado viernes, con más de 100 fallecidos y decenas de desaparecidos, han evidenciado la mala gestión de sistemas de alerta en estados unidos (ee.uu.), la superpotencia mundial, bajo la administración del presidente donald trump, cuyas posturas negacionistas sobre el cambio climático agravan la vulnerabilidad ante eventos meteorológicos extremos. el desborde del río guadalupe, que creció 26 pies en 45 minutos, sorprendió a comunidades como kerrville y expuso fallos estructurales en la preparación para desastres. entre esos fallos, figura el aviso tardío de inundación del servicio meteorológico nacional (nws) emitido a a las 13h18 (hora local) del jueves, 12 horas antes del desastre, con una clasificación de “moderado”. acto seguido, las alertas automáticas a celulares se intensificaron a las 16h03 del viernes, con una advertencia de peligro catastrófico, pero la tardanza y la falta de claridad impidieron evacuaciones efectivas. jonathan porter, meteorólogo jefe de accuweather, señaló que alertas más precisas habrían reducido víctimas. no obstante, también se exponen justificaciones como la de que el condado de kerr descartó años atrás un sistema de sirenas para inundaciones por costos elevados, según el sheriff larry leitha, quien afirmó que “la población se horrorizó por el coste”. la limitada infraestructura de monitoreo en áreas rurales, junto con la rapidez nocturna del desborde, dejó comunidades desprevenidas. expertos señalan que la ausencia de tecnología moderna, paródicamente en el país con el “súper desarrollo”, de alerta en tiempo real contribuyó a la magnitud de la tragedia. vale acotar también que la administración trump enfrenta críticas por recortes al nws, la administración nacional oceánica y atmosférica (noaa) y la agencia federal para el manejo de emergencias (fema). en 2025, trump aprobó un presupuesto que eliminó programas de investigación climática y redujo fondos para pronósticos meteorológicos, lo que debilitó la capacidad de respuesta. alan gerard, experto en meteorología, dijo que “abandonar la ciencia climática limita la preparación ante desastres”. estos recortes contrastan desafortunadamente con la frecuencia creciente de eventos climáticos extremos en estados unidos. el presidente, en declaraciones el domingo, evitó la responsabilidad y atribuyó los fallos a la administración de joe biden: “eso fue culpa de biden, pero tampoco lo culparía”, dijo. esta contradicción ha generado controversia, especialmente porque la secretaria de seguridad nacional, kristi noem, afirmó que los sistemas de alerta no presentaron errores, aunque reconoció su obsolescencia. en medio del caos vale exponer que la tragedia golpeó al campamento infantil camp mystic, donde 27 personas, incluidas niñas y el director dick eastland, fallecieron. sobrevivientes como christian fell relataron cómo se aferraron a objetos para sobrevivir, mientras las hermanas blair y brooke harber murieron tomadas de la mano. asimismo, comunidades migrantes, mayoritariamente latinas y empleadas en agricultura, enfrentaron mayores riesgos al residir en zonas vulnerables cerca del río guadalupe. ante ello, organizaciones locales denunciaron que estas poblaciones carecen de acceso a información de emergencia, lo que agravó su exposición. aunque no existen cifras específicas de víctimas migrantes, su situación destaca las desigualdades en la respuesta a desastres. bajo trump, ee.uu. permanece fuera del acuerdo de parís, tras su retiro en 2017. su negacionismo climático, que minimiza la relación entre fenómenos extremos y el calentamiento global, ha recibido críticas ante las lluvias torrenciales en texas, vinculadas por expertos a patrones climáticos alterados. la falta de acción contrasta con la urgencia de fortalecer la alerta ante desastres. trump firmó una declaración de desastre mayor para liberar fondos federales y anunció una visita a texas. sin embargo, la narrativa oficial, respaldada por noem y el gobernador greg abbott, insiste en que el evento fue imprevisible. las inundaciones en texas hill country, con más de 100 víctimas, exponen los fallos de una superpotencia mundial.",
    "tokens": [
      "inundaciones",
      "repentinas",
      "devastaron",
      "texas",
      "hill",
      "country",
      "pasado",
      "viernes",
      ",",
      "100",
      "fallecidos",
      "decenas",
      "desaparecidos",
      ",",
      "evidenciado",
      "mala",
      "gestión",
      "sistemas",
      "alerta",
      "unidos",
      "(",
      "ee.uu.",
      ")",
      ",",
      "superpotencia",
      "mundial",
      ",",
      "bajo",
      "administración",
      "presidente",
      "donald",
      "trump",
      ",",
      "cuyas",
      "posturas",
      "negacionistas",
      "cambio",
      "climático",
      "agravan",
      "vulnerabilidad",
      "eventos",
      "meteorológicos",
      "extremos",
      ".",
      "desborde",
      "río",
      "guadalupe",
      ",",
      "creció",
      "26",
      "pies",
      "45",
      "minutos",
      ",",
      "sorprendió",
      "comunidades",
      "kerrville",
      "expuso",
      "fallos",
      "estructurales",
      "preparación",
      "desastres",
      ".",
      "fallos",
      ",",
      "figura",
      "aviso",
      "tardío",
      "inundación",
      "servicio",
      "meteorológico",
      "nacional",
      "(",
      "nws",
      ")",
      "emitido",
      "13h18",
      "(",
      "hora",
      "local",
      ")",
      "jueves",
      ",",
      "12",
      "horas",
      "desastre",
      ",",
      "clasificación",
      "“",
      "moderado",
      "”",
      ".",
      "acto",
      "seguido",
      ",",
      "alertas",
      "automáticas",
      "celulares",
      "intensificaron",
      "16h03",
      "viernes",
      ",",
      "advertencia",
      "peligro",
      "catastrófico",
      ",",
      "tardanza",
      "falta",
      "claridad",
      "impidieron",
      "evacuaciones",
      "efectivas",
      ".",
      "jonathan",
      "porter",
      ",",
      "meteorólogo",
      "jefe",
      "accuweather",
      ",",
      "señaló",
      "alertas",
      "precisas",
      "reducido",
      "víctimas",
      ".",
      "obstante",
      ",",
      "exponen",
      "justificaciones",
      "condado",
      "kerr",
      "descartó",
      "años",
      "atrás",
      "sistema",
      "sirenas",
      "inundaciones",
      "costos",
      "elevados",
      ",",
      "según",
      "sheriff",
      "larry",
      "leitha",
      ",",
      "afirmó",
      "“",
      "población",
      "horrorizó",
      "coste",
      "”",
      ".",
      "limitada",
      "infraestructura",
      "monitoreo",
      "áreas",
      "rurales",
      ",",
      "junto",
      "rapidez",
      "nocturna",
      "desborde",
      ",",
      "dejó",
      "comunidades",
      "desprevenidas",
      ".",
      "expertos",
      "señalan",
      "ausencia",
      "tecnología",
      "moderna",
      ",",
      "paródicamente",
      "país",
      "“",
      "súper",
      "desarrollo",
      "”",
      ",",
      "alerta",
      "tiempo",
      "real",
      "contribuyó",
      "magnitud",
      "tragedia",
      ".",
      "vale",
      "acotar",
      "administración",
      "trump",
      "enfrenta",
      "críticas",
      "recortes",
      "nws",
      ",",
      "administración",
      "nacional",
      "oceánica",
      "atmosférica",
      "(",
      "noaa",
      ")",
      "agencia",
      "federal",
      "manejo",
      "emergencias",
      "(",
      "fema",
      ")",
      ".",
      "2025",
      ",",
      "trump",
      "aprobó",
      "presupuesto",
      "eliminó",
      "programas",
      "investigación",
      "climática",
      "redujo",
      "fondos",
      "pronósticos",
      "meteorológicos",
      ",",
      "debilitó",
      "capacidad",
      "respuesta",
      ".",
      "alan",
      "gerard",
      ",",
      "experto",
      "meteorología",
      ",",
      "dijo",
      "“",
      "abandonar",
      "ciencia",
      "climática",
      "limita",
      "preparación",
      "desastres",
      "”",
      ".",
      "recortes",
      "contrastan",
      "desafortunadamente",
      "frecuencia",
      "creciente",
      "eventos",
      "climáticos",
      "extremos",
      "unidos",
      ".",
      "presidente",
      ",",
      "declaraciones",
      "domingo",
      ",",
      "evitó",
      "responsabilidad",
      "atribuyó",
      "fallos",
      "administración",
      "joe",
      "biden",
      ":",
      "“",
      "culpa",
      "biden",
      ",",
      "tampoco",
      "culparía",
      "”",
      ",",
      "dijo",
      ".",
      "contradicción",
      "generado",
      "controversia",
      ",",
      "especialmente",
      "secretaria",
      "seguridad",
      "nacional",
      ",",
      "kristi",
      "noem",
      ",",
      "afirmó",
      "sistemas",
      "alerta",
      "presentaron",
      "errores",
      ",",
      "aunque",
      "reconoció",
      "obsolescencia",
      ".",
      "medio",
      "caos",
      "vale",
      "exponer",
      "tragedia",
      "golpeó",
      "campamento",
      "infantil",
      "camp",
      "mystic",
      ",",
      "27",
      "personas",
      ",",
      "incluidas",
      "niñas",
      "director",
      "dick",
      "eastland",
      ",",
      "fallecieron",
      ".",
      "sobrevivientes",
      "christian",
      "fell",
      "relataron",
      "cómo",
      "aferraron",
      "objetos",
      "sobrevivir",
      ",",
      "mientras",
      "hermanas",
      "blair",
      "brooke",
      "harber",
      "murieron",
      "tomadas",
      "mano",
      ".",
      "asimismo",
      ",",
      "comunidades",
      "migrantes",
      ",",
      "mayoritariamente",
      "latinas",
      "empleadas",
      "agricultura",
      ",",
      "enfrentaron",
      "mayores",
      "riesgos",
      "residir",
      "zonas",
      "vulnerables",
      "cerca",
      "río",
      "guadalupe",
      ".",
      "ello",
      ",",
      "organizaciones",
      "locales",
      "denunciaron",
      "poblaciones",
      "carecen",
      "acceso",
      "información",
      "emergencia",
      ",",
      "agravó",
      "exposición",
      ".",
      "aunque",
      "existen",
      "cifras",
      "específicas",
      "víctimas",
      "migrantes",
      ",",
      "situación",
      "destaca",
      "desigualdades",
      "respuesta",
      "desastres",
      ".",
      "bajo",
      "trump",
      ",",
      "ee.uu.",
      "permanece",
      "acuerdo",
      "parís",
      ",",
      "tras",
      "retiro",
      "2017.",
      "negacionismo",
      "climático",
      ",",
      "minimiza",
      "relación",
      "fenómenos",
      "extremos",
      "calentamiento",
      "global",
      ",",
      "recibido",
      "críticas",
      "lluvias",
      "torrenciales",
      "texas",
      ",",
      "vinculadas",
      "expertos",
      "patrones",
      "climáticos",
      "alterados",
      ".",
      "falta",
      "acción",
      "contrasta",
      "urgencia",
      "fortalecer",
      "alerta",
      "desastres",
      ".",
      "trump",
      "firmó",
      "declaración",
      "desastre",
      "mayor",
      "liberar",
      "fondos",
      "federales",
      "anunció",
      "visita",
      "texas",
      ".",
      "embargo",
      ",",
      "narrativa",
      "oficial",
      ",",
      "respaldada",
      "noem",
      "gobernador",
      "greg",
      "abbott",
      ",",
      "insiste",
      "evento",
      "imprevisible",
      ".",
      "inundaciones",
      "texas",
      "hill",
      "country",
      ",",
      "100",
      "víctimas",
      ",",
      "exponen",
      "fallos",
      "superpotencia",
      "mundial",
      "."
    ],
    "token_count": 469,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 96,
      "NNS": 41,
      "VBP": 28,
      "JJ": 49,
      "NN": 202,
      "VBD": 5,
      "IN": 24,
      "CD": 10,
      "FW": 112,
      "VBZ": 14,
      "$": 1,
      "DT": 3,
      "JJR": 1,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NNS": 4,
      "NNS-VBP": 27,
      "VBP-JJ": 14,
      "JJ-NN": 35,
      "NN-NNP": 22,
      "NNP-NNP": 43,
      "NNP-VBD": 5,
      "VBD-JJ": 1,
      "JJ-NNS": 8,
      "VBP-NN": 4,
      "NN-IN": 18,
      "IN-CD": 2,
      "CD-JJ": 3,
      "IN-FW": 11,
      "FW-FW": 70,
      "FW-NNP": 11,
      "NNP-VBZ": 6,
      "VBZ-JJ": 6,
      "NN-NN": 104,
      "NNP-FW": 5,
      "FW-NN": 21,
      "NNP-NN": 26,
      "NN-NNS": 18,
      "NN-FW": 20,
      "NN-CD": 1,
      "CD-NNS": 3,
      "VBP-CD": 1,
      "NNS-JJ": 3,
      "VBP-NNP": 3,
      "VBP-FW": 2,
      "NNS-NNP": 2,
      "NNP-VBP": 1,
      "NN-JJ": 12,
      "VBD-$": 1,
      "$-CD": 1,
      "JJ-JJ": 3,
      "NN-VBZ": 6,
      "VBZ-CD": 1,
      "CD-NN": 2,
      "NNS-CD": 1,
      "IN-NNP": 7,
      "VBZ-DT": 1,
      "DT-JJ": 2,
      "VBP-NNS": 2,
      "FW-NNS": 4,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "FW-JJ": 3,
      "VBZ-NN": 3,
      "JJ-NNP": 3,
      "NNP-IN": 3,
      "NNP-CD": 1,
      "CD-NNP": 2,
      "VBZ-FW": 1,
      "VBZ-NNP": 2,
      "IN-JJ": 2,
      "VBD-NN": 1,
      "FW-DT": 1,
      "DT-NN": 1,
      "VBD-CD": 1,
      "NNS-NN": 1,
      "NNS-VBZ": 2,
      "VBP-IN": 2,
      "IN-NN": 2,
      "NNS-NNS": 2,
      "NNP-DT": 1,
      "NNS-FW": 2,
      "NNP-CC": 1,
      "CC-NN": 1,
      "NNS-IN": 1,
      "VBD-FW": 1,
      "FW-CD": 1
    },
    "trigram_freq": {
      "NNP-NNS-VBP": 2,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 12,
      "JJ-NN-NNP": 4,
      "NN-NNP-NNP": 12,
      "NNP-NNP-NNP": 20,
      "NNP-NNP-VBD": 5,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-NN": 4,
      "VBP-NN-IN": 2,
      "NN-IN-CD": 2,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-IN": 11,
      "NN-IN-FW": 10,
      "IN-FW-FW": 4,
      "FW-FW-FW": 46,
      "FW-FW-NNP": 9,
      "FW-NNP-NNP": 5,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NN": 17,
      "NN-NN-NNP": 11,
      "NN-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "FW-NN-NNP": 2,
      "NNP-NNP-NN": 11,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 13,
      "NN-NN-NN": 55,
      "NN-NN-FW": 13,
      "NN-FW-NN": 2,
      "FW-NN-FW": 3,
      "NN-FW-FW": 14,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 16,
      "NN-NNP-NN": 4,
      "NN-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "NNS-JJ-NNS": 2,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-FW": 1,
      "FW-NN-NNS": 5,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-FW-NN": 11,
      "NN-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 11,
      "NNP-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NNS": 1,
      "JJ-NN-JJ": 1,
      "IN-FW-NNP": 1,
      "NN-NN-NNS": 8,
      "NN-NNS-JJ": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "IN-FW-NN": 5,
      "FW-NN-NN": 10,
      "VBP-NNP-NNP": 1,
      "NN-NN-IN": 3,
      "NN-IN-NNP": 3,
      "IN-NNP-NN": 2,
      "NN-NN-VBZ": 4,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "NNP-NN-FW": 4,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "VBP-NN-NN": 1,
      "VBP-NNP-NN": 1,
      "NN-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "FW-FW-JJ": 1,
      "FW-JJ-NN": 3,
      "NNP-VBZ-NN": 3,
      "VBZ-NN-NN": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-NNP": 3,
      "NN-NNP-IN": 3,
      "NNP-IN-NNP": 3,
      "IN-NNP-NNP": 4,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-JJ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-VBZ": 1,
      "NN-FW-NNS": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "IN-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NN": 1,
      "NNS-NN-NNP": 1,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NNP-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "VBP-IN-FW": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "VBZ-NNP-NNP": 1,
      "IN-NNP-NNS": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NN": 1,
      "NN-FW-JJ": 2,
      "VBP-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-FW": 1,
      "VBP-JJ-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NNP-VBZ": 1,
      "VBZ-NN-NNP": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 202,
        "FW": 112,
        "NNP": 96,
        "JJ": 49,
        "NNS": 41
      },
      "top_bigrams": {
        "NN-NN": 104,
        "FW-FW": 70,
        "NNP-NNP": 43,
        "JJ-NN": 35,
        "NNS-VBP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 55,
        "FW-FW-FW": 46,
        "NNP-NNP-NNP": 20,
        "JJ-NN-NN": 17,
        "NNP-NN-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 172,
      "VP": 42,
      "ADJP": 6,
      "PP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0234
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0156
      },
      {
        "rule": "NP -> ('Las', 'NNP') ('inundaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('EE.UU.', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "ADJP -> ('las', 'JJ')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('migrantes', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "S -> NP VP VP (',', ',') NP ('de', 'IN') ('100', 'CD') NP ADJP ('decenas', 'FW') ('de', 'FW') ('desaparecidos', 'FW') (',', ',') ('han', 'FW') ('evidenciado', 'FW') ('la', 'FW') ('mala', 'FW') ('gestión', 'FW') ('de', 'FW') ('sistemas', 'FW') ('de', 'FW') ('alerta', 'FW') ('en', 'FW') NP ('(', '(') NP (')', ')') (',', ',') ('la', 'FW') ('superpotencia', 'FW') NP (',', ',') NP ('del', 'FW') NP (',', ',') NP VP ('vulnerabilidad', 'FW') NP ('eventos', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0039
      },
      {
        "rule": "VP -> ('repentinas', 'VBP') NP",
        "frequency": 1,
        "weight": 0.0039
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Las inundaciones"
      },
      {
        "label": "VP",
        "text": "repentinas que devastaron Texas Hill Country"
      },
      {
        "label": "NP",
        "text": "que devastaron Texas Hill Country"
      },
      {
        "label": "VP",
        "text": "el pasado viernes"
      },
      {
        "label": "NP",
        "text": "pasado viernes"
      },
      {
        "label": "NP",
        "text": "con más"
      },
      {
        "label": "NP",
        "text": "fallecidos"
      },
      {
        "label": "ADJP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "EE.UU."
      },
      {
        "label": "NP",
        "text": "mundial"
      },
      {
        "label": "NP",
        "text": "bajo la Administración"
      },
      {
        "label": "NP",
        "text": "presidente Donald Trump"
      },
      {
        "label": "NP",
        "text": "cuyas posturas"
      },
      {
        "label": "VP",
        "text": "negacionistas sobre el cambio climático agravan la"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Las/NNP inundaciones/NNS)\n  (VP\n    repentinas/VBP\n    (NP que/JJ devastaron/NN Texas/NNP Hill/NNP Country/NNP))\n  (VP el/VBD (NP pasado/JJ viernes/NNS))\n  ,/,\n  (NP con/NN más/NN)\n  de/IN\n  100/CD\n  (NP fallecidos/NNS)\n  (ADJP y/JJ)\n  decenas/FW\n  de/FW\n  desaparecidos/FW\n  ,/,\n  han/FW\n  evidenciado/FW\n  la/FW\n  mala/FW\n  gestión/FW\n  de/FW\n  sistemas/FW\n  de/FW\n  alerta/FW\n  en/FW\n  (NP Estados/NNP Unidos/NNP)\n  (/(\n  (NP EE.UU./NNP)\n  )/)\n  ,/,\n  la/FW\n  superpotencia/FW\n  (NP mundial/NN)\n  ,/,\n  (NP bajo/NN la/NN Administración/NNP)\n  del/FW\n  (NP presidente/NN Donald/NNP Trump/NNP)\n  ,/,\n  (NP cuyas/NN posturas/NNS)\n  (VP\n    negacionistas/VBP\n    (NP sobre/JJ el/NN cambio/NN climático/NN agravan/NN la/NN))\n  vulnerabilidad/FW\n  (NP ante/NN)\n  eventos/FW\n  (NP meteorológicos/NN extremos/NN)\n  ./.)",
      "(S\n  (NP El/NNP desborde/NN del/NN río/NN Guadalupe/NNP)\n  ,/,\n  (NP que/NN creció/NN)\n  26/CD\n  (NP pies/NNS)\n  (VP en/VBP)\n  45/CD\n  (NP minutos/NNS)\n  ,/,\n  (VP\n    sorprendió/VBD\n    (NP a/DT comunidades/NNS como/NN Kerrville/NNP y/NNP))\n  (VP expuso/VBZ (NP fallos/JJ estructurales/NNS))\n  (PP en/IN (NP la/NN preparación/NN para/NN desastres/NNS))\n  ./.)",
      "(S\n  (NP Entre/NNP esos/NN fallos/NN)\n  ,/,\n  (NP figura/NN el/NN)\n  (NP aviso/JJ tardío/NN)\n  de/IN\n  inundación/FW\n  del/FW\n  (NP Servicio/NNP Meteorológico/NNP Nacional/NNP)\n  (/(\n  (NP NWS/NNP)\n  )/)\n  (VP emitido/VBZ)\n  a/DT\n  a/DT\n  (ADJP las/JJ)\n  13H18/CD\n  (/(\n  (VP hora/VB local/JJ)\n  )/)\n  (NP del/NN jueves/NNS)\n  ,/,\n  12/CD\n  (NP horas/NN antes/NNS)\n  (VP del/VBP (NP desastre/NN))\n  ,/,\n  (NP con/NN)\n  (NP una/JJ clasificación/NN)\n  (PP de/IN (NP “/NNP moderado/NNP ”/NNP))\n  ./.)",
      "(S\n  (NP Acto/NNP seguido/NN)\n  ,/,\n  (NP las/JJ alertas/NNS)\n  (VP automáticas/VBP (NP a/DT celulares/NNS))\n  (VP se/VBP)\n  (VP intensificaron/VB)\n  a/DT\n  (ADJP las/JJ)\n  16H03/CD\n  (NP del/NN viernes/NNS)\n  ,/,\n  (NP con/NN)\n  (NP una/JJ advertencia/NN)\n  de/IN\n  peligro/FW\n  (NP catastrófico/NN)\n  ,/,\n  (NP pero/NN la/NN tardanza/NN y/NN)\n  la/FW\n  falta/FW\n  de/FW\n  claridad/FW\n  (NP impidieron/NN evacuaciones/NNS efectivas/NN)\n  ./.)",
      "(S\n  (NP Jonathan/NNP Porter/NNP)\n  ,/,\n  (NP meteorólogo/NN jefe/NN)\n  (PP de/IN (NP AccuWeather/NNP))\n  ,/,\n  (NP señaló/NN que/NN alertas/NNS)\n  (VP más/VBP (NP precisas/JJ habrían/NN reducido/NN víctimas/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "RECURSOS_NATURALES",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "enfrentaron",
        "position": [
          3108,
          3119
        ],
        "start": 3108,
        "end": 3119
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo de parís, tras su retiro en 2017. su negacionismo climático, que minimiza la relación entre fenómenos extremos y el",
        "position": [
          3504,
          3627
        ],
        "start": 3504,
        "end": 3627
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          1057,
          1063
        ],
        "start": 1057,
        "end": 1063
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3931,
          3938
        ],
        "start": 3931,
        "end": 3938
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "cambio climático",
        "position": [
          333,
          349
        ],
        "start": 333,
        "end": 349
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente donald trump",
        "position": [
          270,
          293
        ],
        "start": 270,
        "end": 293
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "aprobó",
        "position": [
          1896,
          1902
        ],
        "start": 1896,
        "end": 1902
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          3227,
          3238
        ],
        "start": 3227,
        "end": 3238
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo de parís, tras su retiro en 2017",
        "position": [
          3504,
          3544
        ],
        "start": 3504,
        "end": 3544
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          430,
          433
        ],
        "start": 430,
        "end": 433
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          192,
          206
        ],
        "start": 192,
        "end": 206
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "parís",
        "position": [
          3515,
          3520
        ],
        "start": 3515,
        "end": 3520
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3963,
          3970
        ],
        "start": 3963,
        "end": 3970
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "27 personas",
        "position": [
          2788,
          2799
        ],
        "start": 2788,
        "end": 2799
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 100",
        "position": [
          85,
          95
        ],
        "start": 85,
        "end": 95
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "río Guadalupe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "Expertos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Greg Abbott",
        "tipo": "Persona"
      },
      {
        "nombre": "Noem",
        "tipo": "Persona"
      },
      {
        "nombre": "Joe Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "Kerrville",
        "tipo": "Lugar"
      },
      {
        "nombre": "Seguridad Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Christian Fell",
        "tipo": "Persona"
      },
      {
        "nombre": "Alan Gerard",
        "tipo": "Persona"
      },
      {
        "nombre": "Texas Hill Country",
        "tipo": "Lugar"
      },
      {
        "nombre": "AccuWeather",
        "tipo": "Persona"
      },
      {
        "nombre": "Larry Leitha",
        "tipo": "Persona"
      },
      {
        "nombre": "NOAA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Agencia Federal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Acuerdo de París",
        "tipo": "Organizacion"
      },
      {
        "nombre": "NWS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brooke Harber",
        "tipo": "Persona"
      },
      {
        "nombre": "Camp Mystic",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "FEMA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kerr",
        "tipo": "Persona"
      },
      {
        "nombre": "Blair",
        "tipo": "Persona"
      },
      {
        "nombre": "Administración",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Dick Eastland",
        "tipo": "Persona"
      },
      {
        "nombre": "Texas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jonathan Porter",
        "tipo": "Persona"
      },
      {
        "nombre": "Administración Trump",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Administración Nacional Oceánica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kristi Noem",
        "tipo": "Persona"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Servicio Meteorológico Nacional",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Texas Hill Country",
        "relacion": "DEVASTAR_EVIDENCIAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Texas Hill Country",
        "relacion": "DEVASTAR_EVIDENCIAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Texas Hill Country",
        "relacion": "DEVASTAR_EVIDENCIAR",
        "objeto": "Administración"
      },
      {
        "sujeto": "Texas Hill Country",
        "relacion": "DEVASTAR_EVIDENCIAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "río Guadalupe",
        "relacion": "SORPRENDER",
        "objeto": "Kerrville"
      },
      {
        "sujeto": "Kerr",
        "relacion": "DESCARTAR_EXPONER",
        "objeto": "Larry Leitha"
      },
      {
        "sujeto": "Administración Trump",
        "relacion": "ENFRENTAR_ACOTAR",
        "objeto": "NWS"
      },
      {
        "sujeto": "Administración Trump",
        "relacion": "ENFRENTAR_ACOTAR",
        "objeto": "Administración Nacional Oceánica"
      },
      {
        "sujeto": "Administración Trump",
        "relacion": "ENFRENTAR_ACOTAR",
        "objeto": "NOAA"
      },
      {
        "sujeto": "Administración Trump",
        "relacion": "ENFRENTAR_ACOTAR",
        "objeto": "Agencia Federal"
      },
      {
        "sujeto": "Administración Trump",
        "relacion": "ENFRENTAR_ACOTAR",
        "objeto": "FEMA"
      },
      {
        "sujeto": "Administración",
        "relacion": "ATRIBUIR_EVITAR",
        "objeto": "Biden"
      },
      {
        "sujeto": "Joe Biden",
        "relacion": "ATRIBUIR_EVITAR",
        "objeto": "Biden"
      },
      {
        "sujeto": "Christian Fell",
        "relacion": "RELATAR",
        "objeto": "Blair"
      },
      {
        "sujeto": "Christian Fell",
        "relacion": "RELATAR",
        "objeto": "Brooke Harber"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "PERMANECER",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "PERMANECER",
        "objeto": "Acuerdo de París"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "PERMANECER",
        "objeto": "Acuerdo de París"
      },
      {
        "sujeto": "Trump",
        "relacion": "FIRMAR",
        "objeto": "Texas"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8271,
    "pos": 0.008,
    "neu": 0.969,
    "neg": 0.023,
    "label": "negative"
  }
}