{
  "url": "https://www.telesurtv.net/alemania-decide-2025-claves-de-una-eleccion-determinante-para-europa/",
  "title": "Alemania Decide 2025: claves de una elección determinante para Europa - teleSUR",
  "section": "En profundidad",
  "tags": [
    "AFD",
    "Alemania",
    "Alice Weidel",
    "CDU",
    "Crisis",
    "elección",
    "Elon Musk",
    "Europa",
    "Friederech Merz",
    "Trump",
    "Ultraderecha",
    "Unión Demócrata Cristiana"
  ],
  "text": "\nEste domingo, los alemanes acudirán a las urnas en un momento donde la economía atraviesa una fuerte recesión, con la migración como tema central en la agenda electoral y el ascenso de la ultraderecha en el país que dio origen al nazismo.\nAlemania, el país más poblado de la UE y uno de los principales actores de la OTAN, enfrenta una encrucijada. Las elecciones se celebran siete meses antes de lo previsto, luego de que la coalición tripartita del canciller Olaf Scholz —integrada por socialdemócratas (SPD), verdes y liberales (FDP)— colapsara en noviembre de 2024 debido a disputas sobre cómo revitalizar una economía que lleva tres años en recesión.\n\nSegún las encuestas más recientes, quien suma mayor intención de voto es la Unión Demócrata Cristiana (CDU/CSU) que llevó a Ángela Merkel al frente del Ejecutivo alemán. El partido se a apoyado sobre la línea liberal conservadora llevará a Friedrich Merz como candidato y los sondeos indican que obtendría el 30% de los votos.\nLe sigue el partido de ultraderecha Alternativa para Alemania (AfD), que duplicó su apoyo y alcanza el 20% de intención de voto. La candidata a Canciller es Alice Weidel y pese a estar al frente de un partido que apoya la familia tradicional, de hombre y mujer que procrean para tener hijos se ha autoproclamado feminista, es lesbiana y tiene dos hijos con su mujer, con la que no vive en Alemania, sino en Suiza.\nEl partido heredero del nacionalsocialismo alemán y apoyado por Elon Musk centró su campaña en los ataques a la inmigración, a la globalización y a la agenda climática. Entre sus propuestas más polémicas figuran los planes de deportación masiva de migrantes, bautizado como “remigración”, que podrían afectar a millones de personas y supondría una violación de la legislación alemana.\n\nMás atrás lo siguen el actural partido de gobierno, el SPD, que lleva como candidato a la reelección a Olaf Scholz y los Verdes de Robert Habeck. Estas formaciones son ubicados por los sondeos en tercer y cuarto lugar, respectivamente.\nEn tanto, la gran sorpresa de las últimas semanas es la recuperación de Die Linke, que doblaría los resultados obtenidos en las últimas elecciones hasta alcanzar el 9% de los votos.\nEl partido tradicional de la izquierda alemana había tocado fondo en las últimas elecciones europeas, donde apenas consiguió el 2,7%, superado ampliamente por el alianza de Sahra Wagenknecht (BSW), que obtuvo un 6,2%.\n\nUn gobierno alemán fuerte será crucial para la respuesta de Europa a un mundo en transformación. Alemania y Francia, tradicionalmente el motor de la UE, han enfrentado inestabilidad interna en los últimos meses. El próximo canciller alemán tendrá la tarea de revitalizar la economía, fortalecer la unidad europea y definir la postura del bloque frente a un Trump asertivo y una Rusia en conflicto.\nSe espera que Alemania experimente en 2025 su tercer año consecutivo de recesión, con una caída estimada del 0,5% del PIB. Este sería el periodo de debilidad más prolongado desde el final de la Segunda Guerra Mundial. Una de las claves de esta crisis es el aumento de los costos energéticos tras la interrupción del flujo de gas ruso, mucho más económico, como resultado del conflicto en Ucrania.\nEn este sentido, las definiciones de el próximo Gobierno respecto a la guerra ruso-ucraniana serán claves, en momentos en donde Washington ha anunciado que dejará de financiar los esfuerzos de guerra ucraniana y sectores de la Unión Europea insisten en hacerse cargo por su cuenta de sostener el conflicto.\nEn esta disyuntiva, el favorito Merz ha señalado que para finalizar la guerra es necesario “un ejército ucraniano que pueda defenderse” y sus posicionamientos son más cercanos a proveer de recursos bélicos y financieros a Kiev para proseguir el conflicto armado. Por el contrario, la líder de ultraderecha se ha manifestado más cercana a los lineamientos expresados por Donald Trump, y se ha manifestado crítica a la postura de “favorecer” la escalada en Ucrania a través del financiamiento de las Fuerzas Armadas ucranianas.\n\nEl sistema electoral alemán rara vez otorga mayorías absolutas, por lo que es probable que se forme una coalición. Las opciones incluyen una alianza entre la CDU/CSU y el SPD, o una coalición de tres partidos que podría involucrar a los Verdes o al FDP. Sin embargo, la fragmentación política y el aislamiento de la AfD complicarán las negociaciones.\nTras la elección, los partidos mantienen conversaciones exploratorias para determinar con quiénes tienen más puntos en común, y luego una combinación de partidos pasa a las conversaciones formales de coalición hasta establecer los planes del nuevo gobierno de coalición. Normalmente, este acuerdo requiere la aprobación, al menos, de las convenciones de los partidos involucrados.\nUna vez completado ese proceso, el Bundestag puede elegir al nuevo canciller.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/alemania-decide-2025-claves-de-una-eleccion-determinante-para-europa/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-02.json",
    "message_index": 471,
    "message_id": 87481,
    "date": "2025-02-22T19:55:12+00:00",
    "text": "teleSUR\nAlemania Decide 2025: claves de una elección determinante para Europa\nhttps://www.telesurtv.net/alemania-decide-2025-claves-de-una-eleccion-determinante-para-europa/",
    "photo_path": null,
    "views": 2574,
    "reactions": {
      "😁": 21,
      "👍": 4,
      "🔥": 3,
      "🤔": 3,
      "👏": 1
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "este domingo, los alemanes acudirán a las urnas en un momento donde la economía atraviesa una fuerte recesión, con la migración como tema central en la agenda electoral y el ascenso de la ultraderecha en el país que dio origen al nazismo. alemania, el país más poblado de la ue y uno de los principales actores de la otan, enfrenta una encrucijada. las elecciones se celebran siete meses antes de lo previsto, luego de que la coalición tripartita del canciller olaf scholz —integrada por socialdemócratas (spd), verdes y liberales (fdp)— colapsara en noviembre de 2024 debido a disputas sobre cómo revitalizar una economía que lleva tres años en recesión. según las encuestas más recientes, quien suma mayor intención de voto es la unión demócrata cristiana (cdu/csu) que llevó a ángela merkel al frente del ejecutivo alemán. el partido se a apoyado sobre la línea liberal conservadora llevará a friedrich merz como candidato y los sondeos indican que obtendría el 30% de los votos. le sigue el partido de ultraderecha alternativa para alemania (afd), que duplicó su apoyo y alcanza el 20% de intención de voto. la candidata a canciller es alice weidel y pese a estar al frente de un partido que apoya la familia tradicional, de hombre y mujer que procrean para tener hijos se ha autoproclamado feminista, es lesbiana y tiene dos hijos con su mujer, con la que no vive en alemania, sino en suiza. el partido heredero del nacionalsocialismo alemán y apoyado por elon musk centró su campaña en los ataques a la inmigración, a la globalización y a la agenda climática. entre sus propuestas más polémicas figuran los planes de deportación masiva de migrantes, bautizado como “remigración”, que podrían afectar a millones de personas y supondría una violación de la legislación alemana. más atrás lo siguen el actural partido de gobierno, el spd, que lleva como candidato a la reelección a olaf scholz y los verdes de robert habeck. estas formaciones son ubicados por los sondeos en tercer y cuarto lugar, respectivamente. en tanto, la gran sorpresa de las últimas semanas es la recuperación de die linke, que doblaría los resultados obtenidos en las últimas elecciones hasta alcanzar el 9% de los votos. el partido tradicional de la izquierda alemana había tocado fondo en las últimas elecciones europeas, donde apenas consiguió el 2,7%, superado ampliamente por el alianza de sahra wagenknecht (bsw), que obtuvo un 6,2%. un gobierno alemán fuerte será crucial para la respuesta de europa a un mundo en transformación. alemania y francia, tradicionalmente el motor de la ue, han enfrentado inestabilidad interna en los últimos meses. el próximo canciller alemán tendrá la tarea de revitalizar la economía, fortalecer la unidad europea y definir la postura del bloque frente a un trump asertivo y una rusia en conflicto. se espera que alemania experimente en 2025 su tercer año consecutivo de recesión, con una caída estimada del 0,5% del pib. este sería el periodo de debilidad más prolongado desde el final de la segunda guerra mundial. una de las claves de esta crisis es el aumento de los costos energéticos tras la interrupción del flujo de gas ruso, mucho más económico, como resultado del conflicto en ucrania. en este sentido, las definiciones de el próximo gobierno respecto a la guerra ruso-ucraniana serán claves, en momentos en donde washington ha anunciado que dejará de financiar los esfuerzos de guerra ucraniana y sectores de la unión europea insisten en hacerse cargo por su cuenta de sostener el conflicto. en esta disyuntiva, el favorito merz ha señalado que para finalizar la guerra es necesario “un ejército ucraniano que pueda defenderse” y sus posicionamientos son más cercanos a proveer de recursos bélicos y financieros a kiev para proseguir el conflicto armado. por el contrario, la líder de ultraderecha se ha manifestado más cercana a los lineamientos expresados por donald trump, y se ha manifestado crítica a la postura de “favorecer” la escalada en ucrania a través del financiamiento de las fuerzas armadas ucranianas. el sistema electoral alemán rara vez otorga mayorías absolutas, por lo que es probable que se forme una coalición. las opciones incluyen una alianza entre la cdu/csu y el spd, o una coalición de tres partidos que podría involucrar a los verdes o al fdp. sin embargo, la fragmentación política y el aislamiento de la afd complicarán las negociaciones. tras la elección, los partidos mantienen conversaciones exploratorias para determinar con quiénes tienen más puntos en común, y luego una combinación de partidos pasa a las conversaciones formales de coalición hasta establecer los planes del nuevo gobierno de coalición. normalmente, este acuerdo requiere la aprobación, al menos, de las convenciones de los partidos involucrados. una vez completado ese proceso, el bundestag puede elegir al nuevo canciller.",
    "tokens": [
      "domingo",
      ",",
      "alemanes",
      "acudirán",
      "urnas",
      "momento",
      "economía",
      "atraviesa",
      "fuerte",
      "recesión",
      ",",
      "migración",
      "tema",
      "central",
      "agenda",
      "electoral",
      "ascenso",
      "ultraderecha",
      "país",
      "dio",
      "origen",
      "nazismo",
      ".",
      "alemania",
      ",",
      "país",
      "poblado",
      "ue",
      "principales",
      "actores",
      "otan",
      ",",
      "enfrenta",
      "encrucijada",
      ".",
      "elecciones",
      "celebran",
      "siete",
      "meses",
      "previsto",
      ",",
      "luego",
      "coalición",
      "tripartita",
      "canciller",
      "olaf",
      "scholz",
      "—integrada",
      "socialdemócratas",
      "(",
      "spd",
      ")",
      ",",
      "verdes",
      "liberales",
      "(",
      "fdp",
      ")",
      "—",
      "colapsara",
      "noviembre",
      "2024",
      "debido",
      "disputas",
      "cómo",
      "revitalizar",
      "economía",
      "lleva",
      "tres",
      "años",
      "recesión",
      ".",
      "según",
      "encuestas",
      "recientes",
      ",",
      "suma",
      "mayor",
      "intención",
      "voto",
      "unión",
      "demócrata",
      "cristiana",
      "(",
      "cdu/csu",
      ")",
      "llevó",
      "ángela",
      "merkel",
      "frente",
      "ejecutivo",
      "alemán",
      ".",
      "partido",
      "apoyado",
      "línea",
      "liberal",
      "conservadora",
      "llevará",
      "friedrich",
      "merz",
      "candidato",
      "sondeos",
      "indican",
      "obtendría",
      "30",
      "%",
      "votos",
      ".",
      "sigue",
      "partido",
      "ultraderecha",
      "alternativa",
      "alemania",
      "(",
      "afd",
      ")",
      ",",
      "duplicó",
      "apoyo",
      "alcanza",
      "20",
      "%",
      "intención",
      "voto",
      ".",
      "candidata",
      "canciller",
      "alice",
      "weidel",
      "pese",
      "frente",
      "partido",
      "apoya",
      "familia",
      "tradicional",
      ",",
      "hombre",
      "mujer",
      "procrean",
      "tener",
      "hijos",
      "autoproclamado",
      "feminista",
      ",",
      "lesbiana",
      "dos",
      "hijos",
      "mujer",
      ",",
      "vive",
      "alemania",
      ",",
      "sino",
      "suiza",
      ".",
      "partido",
      "heredero",
      "nacionalsocialismo",
      "alemán",
      "apoyado",
      "elon",
      "musk",
      "centró",
      "campaña",
      "ataques",
      "inmigración",
      ",",
      "globalización",
      "agenda",
      "climática",
      ".",
      "propuestas",
      "polémicas",
      "figuran",
      "planes",
      "deportación",
      "masiva",
      "migrantes",
      ",",
      "bautizado",
      "“",
      "remigración",
      "”",
      ",",
      "podrían",
      "afectar",
      "millones",
      "personas",
      "supondría",
      "violación",
      "legislación",
      "alemana",
      ".",
      "atrás",
      "siguen",
      "actural",
      "partido",
      "gobierno",
      ",",
      "spd",
      ",",
      "lleva",
      "candidato",
      "reelección",
      "olaf",
      "scholz",
      "verdes",
      "robert",
      "habeck",
      ".",
      "formaciones",
      "ubicados",
      "sondeos",
      "tercer",
      "cuarto",
      "lugar",
      ",",
      "respectivamente",
      ".",
      ",",
      "gran",
      "sorpresa",
      "últimas",
      "semanas",
      "recuperación",
      "die",
      "linke",
      ",",
      "doblaría",
      "resultados",
      "obtenidos",
      "últimas",
      "elecciones",
      "alcanzar",
      "9",
      "%",
      "votos",
      ".",
      "partido",
      "tradicional",
      "izquierda",
      "alemana",
      "tocado",
      "fondo",
      "últimas",
      "elecciones",
      "europeas",
      ",",
      "apenas",
      "consiguió",
      "2,7",
      "%",
      ",",
      "superado",
      "ampliamente",
      "alianza",
      "sahra",
      "wagenknecht",
      "(",
      "bsw",
      ")",
      ",",
      "obtuvo",
      "6,2",
      "%",
      ".",
      "gobierno",
      "alemán",
      "fuerte",
      "crucial",
      "respuesta",
      "europa",
      "mundo",
      "transformación",
      ".",
      "alemania",
      "francia",
      ",",
      "tradicionalmente",
      "motor",
      "ue",
      ",",
      "enfrentado",
      "inestabilidad",
      "interna",
      "últimos",
      "meses",
      ".",
      "próximo",
      "canciller",
      "alemán",
      "tarea",
      "revitalizar",
      "economía",
      ",",
      "fortalecer",
      "unidad",
      "europea",
      "definir",
      "postura",
      "bloque",
      "frente",
      "trump",
      "asertivo",
      "rusia",
      "conflicto",
      ".",
      "espera",
      "alemania",
      "experimente",
      "2025",
      "tercer",
      "año",
      "consecutivo",
      "recesión",
      ",",
      "caída",
      "estimada",
      "0,5",
      "%",
      "pib",
      ".",
      "periodo",
      "debilidad",
      "prolongado",
      "final",
      "segunda",
      "guerra",
      "mundial",
      ".",
      "claves",
      "crisis",
      "aumento",
      "costos",
      "energéticos",
      "tras",
      "interrupción",
      "flujo",
      "gas",
      "ruso",
      ",",
      "económico",
      ",",
      "resultado",
      "conflicto",
      "ucrania",
      ".",
      ",",
      "definiciones",
      "próximo",
      "gobierno",
      "respecto",
      "guerra",
      "ruso-ucraniana",
      "claves",
      ",",
      "momentos",
      "washington",
      "anunciado",
      "dejará",
      "financiar",
      "esfuerzos",
      "guerra",
      "ucraniana",
      "sectores",
      "unión",
      "europea",
      "insisten",
      "hacerse",
      "cargo",
      "cuenta",
      "sostener",
      "conflicto",
      ".",
      "disyuntiva",
      ",",
      "favorito",
      "merz",
      "señalado",
      "finalizar",
      "guerra",
      "necesario",
      "“",
      "ejército",
      "ucraniano",
      "pueda",
      "defenderse",
      "”",
      "posicionamientos",
      "cercanos",
      "proveer",
      "recursos",
      "bélicos",
      "financieros",
      "kiev",
      "proseguir",
      "conflicto",
      "armado",
      ".",
      "contrario",
      ",",
      "líder",
      "ultraderecha",
      "manifestado",
      "cercana",
      "lineamientos",
      "expresados",
      "donald",
      "trump",
      ",",
      "manifestado",
      "crítica",
      "postura",
      "“",
      "favorecer",
      "”",
      "escalada",
      "ucrania",
      "través",
      "financiamiento",
      "fuerzas",
      "armadas",
      "ucranianas",
      ".",
      "sistema",
      "electoral",
      "alemán",
      "rara",
      "vez",
      "otorga",
      "mayorías",
      "absolutas",
      ",",
      "probable",
      "forme",
      "coalición",
      ".",
      "opciones",
      "incluyen",
      "alianza",
      "cdu/csu",
      "spd",
      ",",
      "coalición",
      "tres",
      "partidos",
      "podría",
      "involucrar",
      "verdes",
      "fdp",
      ".",
      "embargo",
      ",",
      "fragmentación",
      "política",
      "aislamiento",
      "afd",
      "complicarán",
      "negociaciones",
      ".",
      "tras",
      "elección",
      ",",
      "partidos",
      "mantienen",
      "conversaciones",
      "exploratorias",
      "determinar",
      "quiénes",
      "puntos",
      "común",
      ",",
      "luego",
      "combinación",
      "partidos",
      "pasa",
      "conversaciones",
      "formales",
      "coalición",
      "establecer",
      "planes",
      "nuevo",
      "gobierno",
      "coalición",
      ".",
      "normalmente",
      ",",
      "acuerdo",
      "requiere",
      "aprobación",
      ",",
      "menos",
      ",",
      "convenciones",
      "partidos",
      "involucrados",
      ".",
      "vez",
      "completado",
      "proceso",
      ",",
      "bundestag",
      "puede",
      "elegir",
      "nuevo",
      "canciller",
      "."
    ],
    "token_count": 508,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 96,
      "VBZ": 15,
      "JJ": 83,
      "NNS": 34,
      "VBP": 19,
      "FW": 158,
      "NN": 282,
      "IN": 33,
      "CD": 7,
      "VBD": 9,
      "DT": 1,
      "RB": 3,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 7,
      "VBZ-JJ": 6,
      "JJ-NNS": 6,
      "NNS-VBP": 15,
      "VBP-JJ": 11,
      "JJ-JJ": 9,
      "JJ-FW": 16,
      "FW-JJ": 15,
      "JJ-NN": 45,
      "NN-NN": 161,
      "NN-FW": 20,
      "FW-NN": 25,
      "NN-JJ": 27,
      "FW-FW": 87,
      "JJ-NNP": 5,
      "NNP-NN": 40,
      "NN-IN": 21,
      "IN-FW": 25,
      "FW-NNP": 22,
      "NNP-FW": 5,
      "FW-NNS": 8,
      "NNS-VBZ": 2,
      "VBZ-IN": 2,
      "NN-NNP": 26,
      "VBZ-FW": 1,
      "NN-VBZ": 4,
      "VBZ-VBZ": 1,
      "NNP-NNP": 30,
      "NN-NNS": 14,
      "NNS-NNP": 5,
      "NNP-NNS": 2,
      "VBZ-NNP": 2,
      "FW-CD": 1,
      "CD-NN": 3,
      "VBZ-NNS": 1,
      "NNS-JJ": 1,
      "VBP-NNP": 2,
      "NN-VBD": 5,
      "VBD-CD": 2,
      "CD-IN": 1,
      "IN-JJ": 3,
      "CD-FW": 1,
      "NNP-VBP": 2,
      "NNP-JJ": 3,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "IN-NN": 3,
      "VBP-NN": 3,
      "NNS-IN": 6,
      "NNP-VBD": 4,
      "VBD-NNP": 1,
      "NNP-IN": 2,
      "IN-NNP": 1,
      "NNS-NN": 1,
      "VBD-FW": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NNS": 1,
      "VBP-RB": 1,
      "RB-CD": 1,
      "CD-JJ": 1,
      "JJ-CD": 2,
      "CD-NNP": 1,
      "NN-VBP": 1,
      "NN-CD": 1,
      "VBD-JJ": 5,
      "NNS-FW": 2,
      "NNP-VB": 1,
      "VB-JJ": 1,
      "VBP-IN": 1,
      "VBZ-NN": 1,
      "IN-NNS": 1,
      "NNS-NNS": 1,
      "NN-RB": 1,
      "RB-VBZ": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-FW": 4,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 5,
      "JJ-NN-NN": 25,
      "NN-NN-NN": 93,
      "NN-NN-FW": 12,
      "NN-FW-JJ": 3,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NN": 4,
      "NN-FW-NN": 7,
      "FW-NN-JJ": 4,
      "NN-JJ-JJ": 3,
      "JJ-FW-FW": 12,
      "FW-FW-FW": 52,
      "FW-FW-JJ": 6,
      "FW-JJ-FW": 6,
      "FW-FW-NN": 9,
      "FW-NN-NN": 9,
      "NN-NN-JJ": 16,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NN": 4,
      "NNP-NN-NN": 29,
      "NN-NN-IN": 9,
      "NN-IN-FW": 15,
      "IN-FW-NNP": 6,
      "FW-NNP-FW": 3,
      "NNP-FW-FW": 1,
      "FW-FW-NNS": 6,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 2,
      "FW-NNP-NN": 10,
      "NN-NN-NNP": 12,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NN-NN-VBZ": 4,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-IN": 1,
      "IN-FW-JJ": 3,
      "JJ-NN-IN": 10,
      "IN-FW-FW": 11,
      "FW-NN-NNP": 6,
      "NN-NNP-NNP": 10,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-NN": 10,
      "NNP-NN-NNS": 2,
      "NN-NNS-NNP": 3,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-FW": 3,
      "NN-FW-FW": 8,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "VBP-JJ-NN": 8,
      "JJ-NN-JJ": 3,
      "NN-JJ-NN": 18,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 8,
      "NNP-NNP-VBZ": 1,
      "JJ-FW-NNP": 1,
      "NNP-NN-NNP": 4,
      "NN-NNP-NN": 11,
      "FW-JJ-NNS": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NN-NN-VBD": 4,
      "NN-VBD-CD": 2,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-IN-JJ": 3,
      "IN-JJ-NNP": 1,
      "VBD-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "IN-JJ-NN": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "JJ-NN-NNP": 3,
      "NN-FW-NNP": 2,
      "NN-IN-NN": 2,
      "IN-NN-NNS": 1,
      "VBP-JJ-FW": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NN-NNS": 7,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 5,
      "IN-FW-NN": 3,
      "VBZ-JJ-NN": 1,
      "NNP-NNP-VBD": 4,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-JJ": 1,
      "NN-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NNS-VBP": 2,
      "NNP-FW-JJ": 1,
      "FW-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "NNP-FW-NN": 3,
      "FW-NN-FW": 3,
      "FW-NN-IN": 2,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NNP-NN-JJ": 2,
      "JJ-NNP-FW": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-NN": 3,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "IN-NN-NN": 2,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "JJ-NN-NNS": 2,
      "VBP-NN-FW": 1,
      "NNP-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NN-NNS": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "NN-JJ-FW": 1,
      "NNP-JJ-NNP": 1,
      "VBZ-JJ-JJ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBD-JJ-FW": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-FW": 1,
      "JJ-NN-FW": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "NN-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "FW-NNS-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 282,
        "FW": 158,
        "NNP": 96,
        "JJ": 83,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 161,
        "FW-FW": 87,
        "JJ-NN": 45,
        "NNP-NN": 40,
        "NNP-NNP": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 93,
        "FW-FW-FW": 52,
        "NNP-NN-NN": 29,
        "JJ-NN-NN": 25,
        "NN-JJ-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 199,
      "ADJP": 10,
      "VP": 41,
      "PP": 14
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0308
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0171
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 5,
        "weight": 0.0171
      },
      {
        "rule": "NP -> ('conflicto', 'NN')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('con', 'NN') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Alemania', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('UE', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "VP -> ('se', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('SPD', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Este domingo"
      },
      {
        "label": "NP",
        "text": "los alemanes"
      },
      {
        "label": "ADJP",
        "text": "las"
      },
      {
        "label": "ADJP",
        "text": "urnas"
      },
      {
        "label": "NP",
        "text": "un momento donde la"
      },
      {
        "label": "NP",
        "text": "atraviesa una fuerte recesión"
      },
      {
        "label": "NP",
        "text": "con la"
      },
      {
        "label": "NP",
        "text": "como"
      },
      {
        "label": "ADJP",
        "text": "tema"
      },
      {
        "label": "ADJP",
        "text": "central"
      },
      {
        "label": "NP",
        "text": "electoral y el ascenso"
      },
      {
        "label": "ADJP",
        "text": "ultraderecha"
      },
      {
        "label": "NP",
        "text": "país que dio origen al nazismo"
      },
      {
        "label": "NP",
        "text": "Alemania"
      },
      {
        "label": "VP",
        "text": "el país más poblado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Este/NN domingo/NN)\n  ,/,\n  (NP los/JJ alemanes/NNS)\n  acudirán/IN\n  a/DT\n  (ADJP las/JJ)\n  (ADJP urnas/JJ)\n  en/FW\n  (NP un/JJ momento/NN donde/NN la/NN)\n  economía/FW\n  (NP atraviesa/JJ una/JJ fuerte/NN recesión/NN)\n  ,/,\n  (NP con/NN la/NN)\n  migración/FW\n  (NP como/NN)\n  (ADJP tema/JJ)\n  (ADJP central/JJ)\n  en/FW\n  la/FW\n  agenda/FW\n  (NP electoral/JJ y/NN el/NN ascenso/NN)\n  de/IN\n  la/FW\n  (ADJP ultraderecha/JJ)\n  en/FW\n  el/FW\n  (NP país/NN que/NN dio/NN origen/NN al/NN nazismo/NN)\n  ./.)",
      "(S\n  (NP Alemania/NNP)\n  ,/,\n  (VP el/VBZ (NP país/JJ más/JJ poblado/NN))\n  de/IN\n  la/FW\n  (NP UE/NNP)\n  y/FW\n  uno/FW\n  de/FW\n  los/FW\n  (NP principales/NNS)\n  (VP actores/VBZ)\n  de/IN\n  la/FW\n  (NP OTAN/NNP)\n  ,/,\n  (VP enfrenta/VBZ (NP una/JJ encrucijada/NN))\n  ./.)",
      "(S\n  (NP Las/NNP elecciones/NNS)\n  (VP se/VBD (NP celebran/JJ siete/JJ meses/NNS))\n  (VP antes/VBZ)\n  de/IN\n  lo/FW\n  (NP previsto/NN)\n  ,/,\n  luego/FW\n  de/FW\n  que/FW\n  la/FW\n  coalición/FW\n  tripartita/FW\n  del/FW\n  (NP\n    canciller/NN\n    Olaf/NNP\n    Scholz/NNP\n    —integrada/NNP\n    por/NN\n    socialdemócratas/NNS)\n  (/(\n  (NP SPD/NNP)\n  )/)\n  ,/,\n  verdes/FW\n  (NP y/NN liberales/NNS)\n  (/(\n  (NP FDP/NNP)\n  )/)\n  (VP —/VBP (NP colapsara/NN))\n  en/FW\n  noviembre/FW\n  de/FW\n  2024/CD\n  (NP debido/NN)\n  (NP a/DT disputas/JJ sobre/NN cómo/NN revitalizar/NN)\n  (NP una/JJ economía/NN que/NN lleva/NN)\n  (VP tres/VBZ años/JJ)\n  (PP en/IN (NP recesión/NN))\n  ./.)",
      "(S\n  (NP Según/NNP)\n  (VP las/VBZ (NP encuestas/NNS más/NN recientes/NNS))\n  ,/,\n  (NP quien/NN suma/NN mayor/NN intención/NN)\n  de/IN\n  voto/FW\n  es/FW\n  la/FW\n  (NP Unión/NNP Demócrata/NNP Cristiana/NNP)\n  (/(\n  (NP CDU/CSU/NNP)\n  )/)\n  (NP que/NN)\n  (VP llevó/VBZ (NP a/DT Ángela/JJ Merkel/NNP al/NN frente/NN))\n  del/FW\n  (NP Ejecutivo/NNP alemán/NN)\n  ./.)",
      "(S\n  (NP El/NNP partido/NN)\n  (VP se/VBD (NP a/DT apoyado/NN sobre/NN la/NN))\n  línea/FW\n  (NP liberal/JJ conservadora/NNS)\n  (VP\n    llevará/VBP\n    (NP a/DT Friedrich/NNP Merz/NNP como/NN candidato/NN y/NN los/NN)\n    (NP sondeos/JJ indican/JJ que/NN obtendría/NN))\n  (VP el/VBD)\n  30/CD\n  (NP %/NN)\n  de/IN\n  los/FW\n  (NP votos/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "ORGANISMOS_INTERNACIONALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra mundial. una de las claves de esta crisis es el aumento de los costos energéticos tras la interrupción del flujo de gas ruso, mucho más económico, como resultado del conflicto en ucrania",
        "position": [
          3022,
          3215
        ],
        "start": 3022,
        "end": 3215
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conversaciones exploratorias para determinar con quiénes tienen más puntos en común, y luego una combinación de partidos pasa a las conversaciones formales de coalición hasta establecer los planes del nuevo gobierno de coalición. normalmente, este acuerdo",
        "position": [
          4443,
          4698
        ],
        "start": 4443,
        "end": 4698
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "recesión, con una caída estimada del 0",
        "position": [
          2892,
          2930
        ],
        "start": 2892,
        "end": 2930
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          4000,
          4014
        ],
        "start": 4000,
        "end": 4014
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza entre la cdu/csu y el",
        "position": [
          4192,
          4221
        ],
        "start": 4192,
        "end": 4221
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "encuestas más recientes, quien suma mayor intención de voto",
        "position": [
          668,
          727
        ],
        "start": 668,
        "end": 727
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de coalición",
        "position": [
          4650,
          4671
        ],
        "start": 4650,
        "end": 4671
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "ue",
        "position": [
          276,
          278
        ],
        "start": 276,
        "end": 278
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "otan",
        "position": [
          318,
          322
        ],
        "start": 318,
        "end": 322
      },
      {
        "category": "PAISES",
        "matched_text": "alemania",
        "position": [
          240,
          248
        ],
        "start": 240,
        "end": 248
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "kiev",
        "position": [
          3746,
          3750
        ],
        "start": 3746,
        "end": 3750
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          4309,
          4316
        ],
        "start": 4309,
        "end": 4316
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Elon Musk",
        "tipo": "Persona"
      },
      {
        "nombre": "Sahra Wagenknecht",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Verdes",
        "tipo": "Persona"
      },
      {
        "nombre": "BSW",
        "tipo": "Organizacion"
      },
      {
        "nombre": "OTAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "CSU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "SPD",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Canciller",
        "tipo": "Persona"
      },
      {
        "nombre": "Verdes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FDP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Robert Habeck",
        "tipo": "Persona"
      },
      {
        "nombre": "Alice Weidel",
        "tipo": "Persona"
      },
      {
        "nombre": "Suiza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ángela Merkel",
        "tipo": "Persona"
      },
      {
        "nombre": "Francia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kiev",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bundestag",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Merz",
        "tipo": "Persona"
      },
      {
        "nombre": "UE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ejecutivo alemán",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CDU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "AfD",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alemania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Demócrata Cristiana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Friedrich Merz",
        "tipo": "Persona"
      },
      {
        "nombre": "Olaf Scholz",
        "tipo": "Persona"
      },
      {
        "nombre": "Fuerzas Armadas ucranianas",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Ángela Merkel",
        "relacion": "LLEVAR",
        "objeto": "Ejecutivo alemán"
      },
      {
        "sujeto": "Washington",
        "relacion": "ANUNCIAR_INSISTIR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "Merz",
        "relacion": "SE_ALAR",
        "objeto": "Kiev"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "MANIFESTAR",
        "objeto": "Ucrania"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "MANIFESTAR",
        "objeto": "Fuerzas Armadas ucranianas"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "FAVORECER_MANIFESTAR_MANIFESTAR",
        "objeto": "Fuerzas Armadas ucranianas"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5859,
    "pos": 0.016,
    "neu": 0.966,
    "neg": 0.018,
    "label": "negative"
  }
}