{
  "url": "https://www.telesurtv.net/venezuela-inicia-despliegue-del-plan-republica-poara-garantizar-la-seguridad-durante-las-elecciones/",
  "title": "Venezuela inicia despliegue del Plan República para garantizar la seguridad durante las elecciones - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Elecciones 28J",
    "Plan República",
    "Seguridad ciudadana",
    "Venezuela"
  ],
  "text": "El despliegue del Plan República para garantizar la seguridad del material electoral y durante las elecciones presidenciales del próximo 28 de julio en Venezuela inició este miércoles en el Paseo Los Próceres, en Caracas.\nEn la ceremonia participaron los rectores del Consejo Nacional Electoral (CNE), el ministro de Defensa, Vladimir Padrino, y altos mandos de la Fuerza Armada Nacional Bolivariana (FANB), entre ellos el comandante del Comando Estratégico Operacional Domingo Hernández Lares.\nEl rector del CNE, Elvis Amoroso, destacó la participación de la FANB para distribuir el material electoral a todo el país, entre ellas las más de 30.000 máquinas electorales que se emplearán y las de respaldo.Agradeció al alto mando militar y policial por su labor en este sentido. Precisó que el despliegue comprende a más de 380.000 hombres y mujeres que velarán en todo el territorio nacional para garantizar la voluntad absoluta del pueblo venezolano este 28 de julio.\nRecordó que luego del referendo sobre el Esequibo (3 de diciembre de 2023), se activó el proceso de estas elecciones. Expresó que todos los candidatos han tenido el apoyo del CNE. Recordó que dos de ellos -Enrique Márquez y el candidato de la extrema derecha, Edmundo González- se negaron a firmar el acuerdo para respetar el resultado de los comicios, con lo cual dejaron claro que no respetan la Constitución y la decisión del pueblo, dijo.\nSeñaló que el CNE ha hecho públicas todas las actividades correspondientes a este proceso electoral y que, a partir de su llegada a suelo venezolano, los veedores internacionales participan en todas. Puso como ejemplo la auditoría de predespacho de las máquinas electorales, realizada el domingo pasado en los galpones de Mariche.\nRecordó que como parte de un plan desestabilizador, la extrema derecha quiso quemar ese lugar y destruir el equipamiento que allí se custodiaba, para de ese modo impedir que el Gobierno bolivariano realice los comicios y responsabilizarlo de irrespetar la Carta Magna.\nAseveró que ha sido una guerra tremenda de los que no quieren la Patria y no respetan al pueblo venezolano. Incluso, han llegado a decir que no sabían que este año había elecciones presidenciales, cuando la Carta Magna es muy clara de que las elecciones presidenciales se realizan cada seis años, dijo Amoroso.\nDejó claro que en Venezuela habrá elecciones el próximo domingo para que todo el pueblo pueda expresar su voluntad. Agradeció al Estado venezolano y sus instituciones de seguridad por el apoyo brindado al proceso electoral. Venezuela tiene el mejor sistema electoral del mundo y lo vamos a demostrar este domingo, manifestó.\nDenuncia campaña mediática para destruir a Venezuela y entorpecer sus elecciones\nSubrayó que los ataques son permanentes y denunció la campaña mediática pagada con dinero sucio, dinero del narcotráfico o dinero que le han robado a los venezolanos, del oro que le quitaron o de la petrolera Citgo, que les robaron allá en EE.UU.\nAñadió que la extrema derecha emplea esos fondos para que medios internacionales apliquen una campaña de destrucción contra el pueblo de Venezuela y se entorpezcan estas elecciones.\nSeñaló en específico al exdiputado Juan Guaidó, quien ahora reside en EE.UU. Expresó que con dinero robado a los venezolanos pagó a medios internacionales para que hablen mal de la realidad del país. Agregó que trató de sembrar dudas sobre el compromiso de la FANB con garantizar la seguridad de los comicios, pero el inicio de este despliegue despeja cualquier duda sobre la responsabilidad de la FANB con la paz y el futuro de su Patria, afirmó.\nPidió seriedad a los medios de comunicación nacionales. Preguntó a sus dueños por cuánto tiempo más darán primeras planas u horarios estelares a cualquier cosa que se diga allá en contra del país, dijo en referencia a mentiras y tergiversaciones sobre la realidad nacional que se han difundido en los EE.UU. ¿Es que acaso no les duele Venezuela? ¿Ustedes no viven aquí?, les preguntó.\nLes dijo: Ustedes saben que es mentira lo que están diciendo y se quedan callados. En cierto modo, ustedes son cómplices también de la gente que busca destruir nuestra Patria y este proceso hermoso que están viviendo los venezolanos. ¿Por qué no dicen cómo viven los señores que se robaron el dinero de los venezolanos?\nEntre otras ideas, cuestionó cómo los EE.UU., que se presentan como paladín de la lucha contra el narcotráfico, permite que medios de comunicación en su territorio reciban fondos provenientes del narco, dinero sucio, y permite que con ello ataquen a Venezuela.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-inicia-despliegue-del-plan-republica-poara-garantizar-la-seguridad-durante-las-elecciones/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-07.json",
    "message_index": 280,
    "message_id": 73557,
    "date": "2024-07-24T16:55:24+00:00",
    "text": "teleSUR\nVenezuela inicia despliegue del Plan República para garantizar la seguridad durante las elecciones\nhttps://www.telesurtv.net/venezuela-inicia-despliegue-del-plan-republica-poara-garantizar-la-seguridad-durante-las-elecciones/",
    "photo_path": null,
    "views": 1728,
    "reactions": {},
    "total_reactions": 0
  },
  "preprocessing": {
    "cleaned": "el despliegue del plan república para garantizar la seguridad del material electoral y durante las elecciones presidenciales del próximo 28 de julio en venezuela inició este miércoles en el paseo los próceres, en caracas. en la ceremonia participaron los rectores del consejo nacional electoral (cne), el ministro de defensa, vladimir padrino, y altos mandos de la fuerza armada nacional bolivariana (fanb), entre ellos el comandante del comando estratégico operacional domingo hernández lares. el rector del cne, elvis amoroso, destacó la participación de la fanb para distribuir el material electoral a todo el país, entre ellas las más de 30.000 máquinas electorales que se emplearán y las de respaldo.agradeció al alto mando militar y policial por su labor en este sentido. precisó que el despliegue comprende a más de 380.000 hombres y mujeres que velarán en todo el territorio nacional para garantizar la voluntad absoluta del pueblo venezolano este 28 de julio. recordó que luego del referendo sobre el esequibo (3 de diciembre de 2023), se activó el proceso de estas elecciones. expresó que todos los candidatos han tenido el apoyo del cne. recordó que dos de ellos -enrique márquez y el candidato de la extrema derecha, edmundo gonzález- se negaron a firmar el acuerdo para respetar el resultado de los comicios, con lo cual dejaron claro que no respetan la constitución y la decisión del pueblo, dijo. señaló que el cne ha hecho públicas todas las actividades correspondientes a este proceso electoral y que, a partir de su llegada a suelo venezolano, los veedores internacionales participan en todas. puso como ejemplo la auditoría de predespacho de las máquinas electorales, realizada el domingo pasado en los galpones de mariche. recordó que como parte de un plan desestabilizador, la extrema derecha quiso quemar ese lugar y destruir el equipamiento que allí se custodiaba, para de ese modo impedir que el gobierno bolivariano realice los comicios y responsabilizarlo de irrespetar la carta magna. aseveró que ha sido una guerra tremenda de los que no quieren la patria y no respetan al pueblo venezolano. incluso, han llegado a decir que no sabían que este año había elecciones presidenciales, cuando la carta magna es muy clara de que las elecciones presidenciales se realizan cada seis años, dijo amoroso. dejó claro que en venezuela habrá elecciones el próximo domingo para que todo el pueblo pueda expresar su voluntad. agradeció al estado venezolano y sus instituciones de seguridad por el apoyo brindado al proceso electoral. venezuela tiene el mejor sistema electoral del mundo y lo vamos a demostrar este domingo, manifestó. denuncia campaña mediática para destruir a venezuela y entorpecer sus elecciones subrayó que los ataques son permanentes y denunció la campaña mediática pagada con dinero sucio, dinero del narcotráfico o dinero que le han robado a los venezolanos, del oro que le quitaron o de la petrolera citgo, que les robaron allá en ee.uu. añadió que la extrema derecha emplea esos fondos para que medios internacionales apliquen una campaña de destrucción contra el pueblo de venezuela y se entorpezcan estas elecciones. señaló en específico al exdiputado juan guaidó, quien ahora reside en ee.uu. expresó que con dinero robado a los venezolanos pagó a medios internacionales para que hablen mal de la realidad del país. agregó que trató de sembrar dudas sobre el compromiso de la fanb con garantizar la seguridad de los comicios, pero el inicio de este despliegue despeja cualquier duda sobre la responsabilidad de la fanb con la paz y el futuro de su patria, afirmó. pidió seriedad a los medios de comunicación nacionales. preguntó a sus dueños por cuánto tiempo más darán primeras planas u horarios estelares a cualquier cosa que se diga allá en contra del país, dijo en referencia a mentiras y tergiversaciones sobre la realidad nacional que se han difundido en los ee.uu. ¿es que acaso no les duele venezuela? ¿ustedes no viven aquí?, les preguntó. les dijo: ustedes saben que es mentira lo que están diciendo y se quedan callados. en cierto modo, ustedes son cómplices también de la gente que busca destruir nuestra patria y este proceso hermoso que están viviendo los venezolanos. ¿por qué no dicen cómo viven los señores que se robaron el dinero de los venezolanos? entre otras ideas, cuestionó cómo los ee.uu., que se presentan como paladín de la lucha contra el narcotráfico, permite que medios de comunicación en su territorio reciban fondos provenientes del narco, dinero sucio, y permite que con ello ataquen a venezuela.",
    "tokens": [
      "despliegue",
      "plan",
      "república",
      "garantizar",
      "seguridad",
      "material",
      "electoral",
      "elecciones",
      "presidenciales",
      "próximo",
      "28",
      "julio",
      "venezuela",
      "inició",
      "miércoles",
      "paseo",
      "próceres",
      ",",
      "caracas",
      ".",
      "ceremonia",
      "participaron",
      "rectores",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      ",",
      "ministro",
      "defensa",
      ",",
      "vladimir",
      "padrino",
      ",",
      "altos",
      "mandos",
      "fuerza",
      "armada",
      "nacional",
      "bolivariana",
      "(",
      "fanb",
      ")",
      ",",
      "comandante",
      "comando",
      "estratégico",
      "operacional",
      "domingo",
      "hernández",
      "lares",
      ".",
      "rector",
      "cne",
      ",",
      "elvis",
      "amoroso",
      ",",
      "destacó",
      "participación",
      "fanb",
      "distribuir",
      "material",
      "electoral",
      "país",
      ",",
      "30.000",
      "máquinas",
      "electorales",
      "emplearán",
      "respaldo.agradeció",
      "alto",
      "mando",
      "militar",
      "policial",
      "labor",
      ".",
      "precisó",
      "despliegue",
      "comprende",
      "380.000",
      "hombres",
      "mujeres",
      "velarán",
      "territorio",
      "nacional",
      "garantizar",
      "voluntad",
      "absoluta",
      "pueblo",
      "venezolano",
      "28",
      "julio",
      ".",
      "recordó",
      "luego",
      "referendo",
      "esequibo",
      "(",
      "3",
      "diciembre",
      "2023",
      ")",
      ",",
      "activó",
      "proceso",
      "elecciones",
      ".",
      "expresó",
      "candidatos",
      "apoyo",
      "cne",
      ".",
      "recordó",
      "dos",
      "-enrique",
      "márquez",
      "candidato",
      "extrema",
      "derecha",
      ",",
      "edmundo",
      "gonzález-",
      "negaron",
      "firmar",
      "acuerdo",
      "respetar",
      "resultado",
      "comicios",
      ",",
      "dejaron",
      "claro",
      "respetan",
      "constitución",
      "decisión",
      "pueblo",
      ",",
      "dijo",
      ".",
      "señaló",
      "cne",
      "hecho",
      "públicas",
      "todas",
      "actividades",
      "correspondientes",
      "proceso",
      "electoral",
      ",",
      "partir",
      "llegada",
      "suelo",
      "venezolano",
      ",",
      "veedores",
      "internacionales",
      "participan",
      "todas",
      ".",
      "puso",
      "ejemplo",
      "auditoría",
      "predespacho",
      "máquinas",
      "electorales",
      ",",
      "realizada",
      "domingo",
      "pasado",
      "galpones",
      "mariche",
      ".",
      "recordó",
      "parte",
      "plan",
      "desestabilizador",
      ",",
      "extrema",
      "derecha",
      "quiso",
      "quemar",
      "lugar",
      "destruir",
      "equipamiento",
      "allí",
      "custodiaba",
      ",",
      "modo",
      "impedir",
      "gobierno",
      "bolivariano",
      "realice",
      "comicios",
      "responsabilizarlo",
      "irrespetar",
      "carta",
      "magna",
      ".",
      "aseveró",
      "sido",
      "guerra",
      "tremenda",
      "quieren",
      "patria",
      "respetan",
      "pueblo",
      "venezolano",
      ".",
      "incluso",
      ",",
      "llegado",
      "decir",
      "sabían",
      "año",
      "elecciones",
      "presidenciales",
      ",",
      "carta",
      "magna",
      "clara",
      "elecciones",
      "presidenciales",
      "realizan",
      "cada",
      "seis",
      "años",
      ",",
      "dijo",
      "amoroso",
      ".",
      "dejó",
      "claro",
      "venezuela",
      "elecciones",
      "próximo",
      "domingo",
      "pueblo",
      "pueda",
      "expresar",
      "voluntad",
      ".",
      "agradeció",
      "venezolano",
      "instituciones",
      "seguridad",
      "apoyo",
      "brindado",
      "proceso",
      "electoral",
      ".",
      "venezuela",
      "mejor",
      "sistema",
      "electoral",
      "mundo",
      "vamos",
      "demostrar",
      "domingo",
      ",",
      "manifestó",
      ".",
      "denuncia",
      "campaña",
      "mediática",
      "destruir",
      "venezuela",
      "entorpecer",
      "elecciones",
      "subrayó",
      "ataques",
      "permanentes",
      "denunció",
      "campaña",
      "mediática",
      "pagada",
      "dinero",
      "sucio",
      ",",
      "dinero",
      "narcotráfico",
      "dinero",
      "robado",
      "venezolanos",
      ",",
      "oro",
      "quitaron",
      "petrolera",
      "citgo",
      ",",
      "robaron",
      "allá",
      "ee.uu.",
      "añadió",
      "extrema",
      "derecha",
      "emplea",
      "fondos",
      "medios",
      "internacionales",
      "apliquen",
      "campaña",
      "destrucción",
      "pueblo",
      "venezuela",
      "entorpezcan",
      "elecciones",
      ".",
      "señaló",
      "específico",
      "exdiputado",
      "juan",
      "guaidó",
      ",",
      "ahora",
      "reside",
      "ee.uu.",
      "expresó",
      "dinero",
      "robado",
      "venezolanos",
      "pagó",
      "medios",
      "internacionales",
      "hablen",
      "mal",
      "realidad",
      "país",
      ".",
      "agregó",
      "trató",
      "sembrar",
      "dudas",
      "compromiso",
      "fanb",
      "garantizar",
      "seguridad",
      "comicios",
      ",",
      "inicio",
      "despliegue",
      "despeja",
      "cualquier",
      "duda",
      "responsabilidad",
      "fanb",
      "paz",
      "futuro",
      "patria",
      ",",
      "afirmó",
      ".",
      "pidió",
      "seriedad",
      "medios",
      "comunicación",
      "nacionales",
      ".",
      "preguntó",
      "dueños",
      "cuánto",
      "tiempo",
      "darán",
      "primeras",
      "planas",
      "u",
      "horarios",
      "estelares",
      "cualquier",
      "cosa",
      "diga",
      "allá",
      "país",
      ",",
      "dijo",
      "referencia",
      "mentiras",
      "tergiversaciones",
      "realidad",
      "nacional",
      "difundido",
      "ee.uu.",
      "¿es",
      "acaso",
      "duele",
      "venezuela",
      "?",
      "¿ustedes",
      "viven",
      "aquí",
      "?",
      ",",
      "preguntó",
      ".",
      "dijo",
      ":",
      "ustedes",
      "saben",
      "mentira",
      "diciendo",
      "quedan",
      "callados",
      ".",
      "cierto",
      "modo",
      ",",
      "ustedes",
      "cómplices",
      "gente",
      "busca",
      "destruir",
      "patria",
      "proceso",
      "hermoso",
      "viviendo",
      "venezolanos",
      ".",
      "¿por",
      "dicen",
      "cómo",
      "viven",
      "señores",
      "robaron",
      "dinero",
      "venezolanos",
      "?",
      "ideas",
      ",",
      "cuestionó",
      "cómo",
      "ee.uu.",
      ",",
      "presentan",
      "paladín",
      "lucha",
      "narcotráfico",
      ",",
      "permite",
      "medios",
      "comunicación",
      "territorio",
      "reciban",
      "fondos",
      "provenientes",
      "narco",
      ",",
      "dinero",
      "sucio",
      ",",
      "permite",
      "ello",
      "ataquen",
      "venezuela",
      "."
    ],
    "token_count": 455,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "NN": 283,
      "VBZ": 15,
      "JJ": 62,
      "NNS": 40,
      "VBP": 26,
      "CD": 5,
      "IN": 35,
      "FW": 128,
      "VBD": 3,
      "DT": 7,
      "VB": 2,
      "VBN": 1,
      "JJR": 1,
      "RB": 1,
      "MD": 1
    },
    "bigram_freq": {
      "NNP-NN": 41,
      "NN-NN": 181,
      "NN-NNP": 20,
      "NNP-VBZ": 3,
      "VBZ-JJ": 6,
      "JJ-NN": 32,
      "NN-JJ": 8,
      "JJ-JJ": 10,
      "NN-NNS": 15,
      "NNS-VBP": 22,
      "VBP-NNS": 3,
      "VBP-JJ": 16,
      "JJ-CD": 1,
      "CD-IN": 2,
      "IN-NN": 7,
      "NN-FW": 19,
      "FW-NNP": 24,
      "JJ-NNP": 5,
      "NNP-NNP": 32,
      "NNP-FW": 8,
      "FW-NN": 15,
      "NN-VBZ": 6,
      "VBZ-FW": 2,
      "FW-FW": 70,
      "NNP-VBD": 2,
      "VBD-FW": 1,
      "NN-VBP": 2,
      "FW-CD": 1,
      "CD-NNS": 2,
      "NNS-NNS": 6,
      "JJ-FW": 8,
      "FW-JJ": 10,
      "NN-IN": 26,
      "IN-CD": 2,
      "NNS-VBZ": 6,
      "NN-CD": 1,
      "FW-IN": 1,
      "CD-JJ": 1,
      "IN-FW": 18,
      "FW-NNS": 7,
      "NNS-NNP": 3,
      "NN-DT": 2,
      "DT-NN": 4,
      "VBZ-NNS": 1,
      "VBZ-VBP": 2,
      "VBP-FW": 1,
      "IN-JJ": 6,
      "JJ-NNS": 5,
      "NNS-IN": 2,
      "IN-NNP": 2,
      "VBP-IN": 3,
      "JJ-DT": 1,
      "DT-JJ": 2,
      "NNP-DT": 1,
      "VBD-JJ": 1,
      "VBZ-NNP": 1,
      "NN-VB": 1,
      "VB-JJ": 1,
      "NNP-IN": 1,
      "NN-VBN": 1,
      "VBN-FW": 1,
      "NNS-JJR": 1,
      "JJR-NN": 1,
      "VBZ-DT": 3,
      "DT-NNS": 1,
      "VBP-NNP": 2,
      "VBP-NN": 1,
      "NN-VBD": 1,
      "VBD-RB": 1,
      "RB-JJ": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 35,
      "NN-NN-NN": 109,
      "NN-NN-NNP": 16,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "JJ-NN-JJ": 2,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 8,
      "NN-JJ-NN": 6,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 9,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 2,
      "IN-NN-FW": 1,
      "NN-FW-NNP": 5,
      "FW-NNP-NN": 11,
      "NN-NN-NNS": 8,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-NNP": 14,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 2,
      "FW-NNP-NNP": 9,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 10,
      "NN-NN-VBZ": 3,
      "NN-VBZ-FW": 2,
      "VBZ-FW-NNP": 1,
      "NNP-FW-FW": 2,
      "FW-FW-FW": 46,
      "FW-FW-NNP": 12,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NN-NN-FW": 16,
      "NNP-NNP-NN": 11,
      "NN-NNP-NNP": 4,
      "NN-FW-FW": 8,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "VBP-JJ-JJ": 4,
      "JJ-NN-NN": 18,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "JJ-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 2,
      "NN-NN-IN": 17,
      "NN-IN-NN": 4,
      "IN-NN-NN": 3,
      "NN-NNP-NN": 14,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 3,
      "JJ-NN-IN": 6,
      "NN-NN-JJ": 6,
      "FW-FW-NN": 2,
      "NN-NN-CD": 1,
      "NN-CD-IN": 1,
      "IN-NN-NNP": 1,
      "NN-FW-NN": 6,
      "FW-NNP-FW": 2,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-IN-FW": 15,
      "IN-FW-NNS": 3,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "IN-FW-NNP": 3,
      "FW-NN-IN": 3,
      "IN-FW-FW": 7,
      "FW-NNS-VBP": 3,
      "NN-NN-DT": 2,
      "NN-DT-NN": 2,
      "DT-NN-NN": 3,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "FW-FW-NNS": 4,
      "FW-NNS-VBZ": 2,
      "NNS-VBZ-VBP": 2,
      "VBZ-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "VBZ-VBP-JJ": 1,
      "VBP-JJ-NN": 8,
      "NN-IN-JJ": 6,
      "IN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "IN-JJ-NN": 2,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "IN-JJ-JJ": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-NNP": 1,
      "NNS-VBP-IN": 3,
      "VBP-IN-NN": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "NN-NNS-NNS": 2,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNP-NN-NNS": 2,
      "NNP-NN-NNP": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NN-VB": 1,
      "NN-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "NNP-NN-VBZ": 2,
      "VBZ-FW-NN": 1,
      "FW-NN-FW": 2,
      "VBZ-JJ-JJ": 2,
      "FW-JJ-FW": 3,
      "NNP-FW-JJ": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "VBP-IN-NNP": 1,
      "JJ-NN-VBN": 1,
      "NN-VBN-FW": 1,
      "VBN-FW-FW": 1,
      "IN-FW-NN": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-JJR": 1,
      "NNS-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "IN-NN-NNS": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "IN-JJ-NNP": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NNS": 1,
      "DT-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-VBZ": 1,
      "NNP-VBZ-DT": 2,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "VBP-NNP-FW": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "VBP-IN-FW": 1,
      "FW-NNP-VBZ": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBD": 1,
      "NN-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 283,
        "FW": 128,
        "NNP": 90,
        "JJ": 62,
        "NNS": 40
      },
      "top_bigrams": {
        "NN-NN": 181,
        "FW-FW": 70,
        "NNP-NN": 41,
        "JJ-NN": 32,
        "NNP-NNP": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 109,
        "FW-FW-FW": 46,
        "NNP-NN-NN": 35,
        "JJ-NN-NN": 18,
        "NN-NN-IN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 175,
      "VP": 46,
      "PP": 13,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0185
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0185
      },
      {
        "rule": "NP -> ('Patria', 'NNP')",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "NP -> ('julio', 'NN')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('máquinas', 'NNS') ('electorales', 'NNS')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('comicios', 'NNS')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('dijo', 'NN')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "ADJP -> ('electoral', 'JJ')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('EE.UU', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El despliegue del Plan República"
      },
      {
        "label": "VP",
        "text": "para garantizar la seguridad del material electoral y durante"
      },
      {
        "label": "NP",
        "text": "garantizar la"
      },
      {
        "label": "NP",
        "text": "seguridad del material"
      },
      {
        "label": "NP",
        "text": "electoral y durante"
      },
      {
        "label": "NP",
        "text": "elecciones presidenciales"
      },
      {
        "label": "VP",
        "text": "del próximo"
      },
      {
        "label": "PP",
        "text": "de julio"
      },
      {
        "label": "NP",
        "text": "julio"
      },
      {
        "label": "NP",
        "text": "Venezuela inició este miércoles"
      },
      {
        "label": "VP",
        "text": "en el Paseo Los Próceres"
      },
      {
        "label": "NP",
        "text": "el Paseo Los Próceres"
      },
      {
        "label": "NP",
        "text": "Caracas"
      },
      {
        "label": "NP",
        "text": "En la ceremonia participaron los"
      },
      {
        "label": "VP",
        "text": "rectores"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP despliegue/NN del/NN Plan/NN República/NNP)\n  (VP\n    para/VBZ\n    (NP garantizar/JJ la/NN)\n    (NP seguridad/JJ del/JJ material/NN)\n    (NP electoral/JJ y/NN durante/NN))\n  las/FW\n  (NP elecciones/NNS presidenciales/NNS)\n  (VP del/VBP próximo/JJ)\n  28/CD\n  (PP de/IN (NP julio/NN))\n  en/FW\n  (NP Venezuela/NNP inició/NN este/NN miércoles/NNS)\n  (VP en/VBP (NP el/JJ Paseo/NNP Los/NNP Próceres/NNP))\n  ,/,\n  en/FW\n  (NP Caracas/NNP)\n  ./.)",
      "(S\n  (NP En/NNP la/NN ceremonia/NN participaron/NN los/NN)\n  (VP rectores/VBZ)\n  del/FW\n  (NP Consejo/NNP Nacional/NNP Electoral/NNP)\n  (/(\n  (NP CNE/NNP)\n  )/)\n  ,/,\n  (ADJP el/JJ)\n  ministro/FW\n  de/FW\n  (NP Defensa/NNP)\n  ,/,\n  (NP Vladimir/NNP Padrino/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP altos/VBZ)\n  mandos/FW\n  de/FW\n  la/FW\n  (NP Fuerza/NNP Armada/NNP Nacional/NNP Bolivariana/NNP)\n  (/(\n  (NP FANB/NNP)\n  )/)\n  ,/,\n  (NP entre/JJ ellos/NN el/NN comandante/NN)\n  del/FW\n  (NP\n    Comando/NNP\n    Estratégico/NNP\n    Operacional/NNP\n    Domingo/NNP\n    Hernández/NNP\n    Lares/NNP)\n  ./.)",
      "(S\n  (NP El/NNP rector/NN del/NN CNE/NNP)\n  ,/,\n  (NP Elvis/NNP Amoroso/NNP)\n  ,/,\n  (NP destacó/NN)\n  la/FW\n  participación/FW\n  de/FW\n  la/FW\n  (NP FANB/NNP para/NN distribuir/NN)\n  (VP\n    el/VBP\n    material/JJ\n    electoral/JJ\n    (NP a/DT todo/JJ el/NN país/NN))\n  ,/,\n  entre/FW\n  ellas/FW\n  las/FW\n  más/FW\n  de/FW\n  30.000/CD\n  (NP máquinas/NNS electorales/NNS)\n  (VP que/VBP (NP se/JJ emplearán/NN y/NN))\n  las/FW\n  de/FW\n  respaldo.Agradeció/FW\n  al/FW\n  alto/FW\n  mando/FW\n  militar/FW\n  y/FW\n  (NP policial/JJ por/NN su/NN labor/NN)\n  (PP en/IN (NP este/NN sentido/NN))\n  ./.)",
      "(S\n  (NP Precisó/NNP que/NN el/NN despliegue/NN)\n  (VP comprende/VBD (NP a/DT más/NN))\n  de/IN\n  380.000/CD\n  (NP hombres/NNS)\n  (NP y/JJ mujeres/NNS)\n  (VP que/VBP velarán/JJ)\n  en/FW\n  (NP todo/NN el/NN territorio/NN)\n  (NP nacional/JJ para/NN garantizar/NN la/NN)\n  voluntad/FW\n  absoluta/FW\n  del/FW\n  (NP pueblo/NN venezolano/NN este/NN)\n  28/CD\n  (PP de/IN (NP julio/NN))\n  ./.)",
      "(S\n  (NP Recordó/NNP que/NN luego/NN)\n  del/FW\n  (NP referendo/NN sobre/NN el/NN Esequibo/NNP)\n  (/(\n  3/CD\n  de/FW\n  diciembre/FW\n  de/IN\n  2023/CD\n  )/)\n  ,/,\n  (NP se/JJ activó/NN el/NN proceso/NN)\n  de/IN\n  estas/FW\n  (NP elecciones/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          2637,
          2646
        ],
        "start": 2637,
        "end": 2646
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció la campaña mediática pagada con dinero sucio, dinero del narcotráfico o dinero que le han robado a",
        "position": [
          2771,
          2878
        ],
        "start": 2771,
        "end": 2878
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo para respetar el resultado de los comicios, con lo cual dejaron claro que no respetan la constitución y la",
        "position": [
          1270,
          1384
        ],
        "start": 1270,
        "end": 1384
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "veedores internacionales",
        "position": [
          1566,
          1590
        ],
        "start": 1566,
        "end": 1590
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1087,
          1094
        ],
        "start": 1087,
        "end": 1094
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          778,
          785
        ],
        "start": 778,
        "end": 785
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          317,
          324
        ],
        "start": 317,
        "end": 324
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de defensa",
        "position": [
          305,
          324
        ],
        "start": 305,
        "end": 324
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          841,
          848
        ],
        "start": 841,
        "end": 848
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          1212,
          1227
        ],
        "start": 1212,
        "end": 1227
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          4330,
          4339
        ],
        "start": 4330,
        "end": 4339
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          529,
          536
        ],
        "start": 529,
        "end": 536
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2729,
          2736
        ],
        "start": 2729,
        "end": 2736
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2771,
          2779
        ],
        "start": 2771,
        "end": 2779
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          1367,
          1379
        ],
        "start": 1367,
        "end": 1379
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          152,
          161
        ],
        "start": 152,
        "end": 161
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3565,
          3571
        ],
        "start": 3565,
        "end": 3571
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          213,
          220
        ],
        "start": 213,
        "end": 220
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado venezolano",
        "position": [
          2452,
          2469
        ],
        "start": 2452,
        "end": 2469
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "3 de diciembre de 2023",
        "position": [
          1020,
          1042
        ],
        "start": 1020,
        "end": 1042
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 30.000",
        "position": [
          635,
          648
        ],
        "start": 635,
        "end": 648
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 380.000",
        "position": [
          816,
          830
        ],
        "start": 816,
        "end": 830
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Agregó",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FANB",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Precisó",
        "tipo": "Persona"
      },
      {
        "nombre": "Esequibo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mariche",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comando Estratégico Operacional Domingo Hernández Lares",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Preguntó",
        "tipo": "Persona"
      },
      {
        "nombre": "Márquez",
        "tipo": "Persona"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Amoroso",
        "tipo": "Persona"
      },
      {
        "nombre": "ministro de Defensa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aseveró",
        "tipo": "Persona"
      },
      {
        "nombre": "Elvis Amoroso",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.\nAñadió",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno bolivariano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Citgo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Edmundo González-",
        "tipo": "Persona"
      },
      {
        "nombre": "Juan Guaidó",
        "tipo": "Persona"
      },
      {
        "nombre": "Paseo Los Próceres",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vladimir Padrino",
        "tipo": "Persona"
      },
      {
        "nombre": "Fuerza Armada Nacional Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado venezolano",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "INICIAR",
        "objeto": "Paseo Los Próceres"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "INICIAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "ministro de Defensa",
        "relacion": "ES",
        "objeto": "Vladimir Padrino"
      },
      {
        "sujeto": "CNE",
        "relacion": "DESTACAR",
        "objeto": "FANB"
      },
      {
        "sujeto": "Elvis Amoroso",
        "relacion": "DESTACAR",
        "objeto": "FANB"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR_DECIR",
        "objeto": "Márquez"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR_DECIR",
        "objeto": "Edmundo González-"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DESTRUIR_SUBRAYAR",
        "objeto": "Citgo"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DESTRUIR_SUBRAYAR",
        "objeto": "EE.UU.\nAñadió"
      },
      {
        "sujeto": "Citgo",
        "relacion": "ROBAR_DENUNCIAR_SUBRAYAR",
        "objeto": "EE.UU.\nAñadió"
      },
      {
        "sujeto": "Citgo",
        "relacion": "ROBAR_DENUNCIAR_SUBRAYAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "EE.UU.\nAñadió",
        "relacion": "A_ADIR_SUBRAYAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Agregó",
        "relacion": "AGREGAR_AFIRMAR",
        "objeto": "FANB"
      },
      {
        "sujeto": "Preguntó",
        "relacion": "PREGUNTAR_DECIR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Venezuela",
        "relacion": "PREGUNTAR_DECIR",
        "objeto": "Preguntó"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DIFUNDIR_DECIR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "PERMITIR_CUESTIONAR_DECIR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.3695,
    "pos": 0.016,
    "neu": 0.962,
    "neg": 0.022,
    "label": "negative"
  }
}