{
  "url": "https://www.telesurtv.net/salarios-en-caida-libre-en-argentina-milei/",
  "title": "Salarios en caída libre: Ingresos de trabajadores de Argentina perdieron un 5,5% desde febrero - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "ajuste fiscal",
    "desigualdad",
    "inestabilidad cambiaria",
    "Pérdida salarial"
  ],
  "text": "\nLos últimos datos del Sistema Integrado Previsional Argentino (SIPA) revelan una tendencia alarmante: los ingresos reales de los trabajadores cayeron un 5,5% en apenas cuatro meses, borrando los discretos avances logrados a fines de 2024.\n\nMientras el Gobierno libertario destaca una supuesta victoria sobre la inflación, la realidad cotidiana de los argentinos es muy distinta. Si bien la tasa de inflación bajó en los primeros meses del año, tuvo un repunte en junio y se vive un estancamiento económico con caída de ventas y de consumo.\nLa escasez de dólares y una política salarial extremadamente rígida han reducido el poder adquisitivo de las familias, llevando a la economía hacia una nueva recesión.\n\n\n\nSegún C-P Consultores, “el programa económico actual pone a la desinflación por encima de cualquier otro objetivo”  y esto lo realiza apoyándose en dos anclas clave: el tipo de cambio y el control de los salarios. Según señala la consultora dirigida por Pablo Moldovan y Federico Pastrana, al principio, esta estrategia pareció funcionar y mantuvo estable el peso y limitó los aumentos salariales; por lo cual ante la disminución de dinero circulante la inflación disminuyó. Sin embargo, el esquema comenzó a resquebrajarse cuando el ancla cambiaria perdió fuerza.\nEn los últimos meses, el peso enfrentó una fuerte presión devaluatoria, y el dólar subió a pesar de las intervenciones del Banco Central. Esta inestabilidad, agravada por medidas como la eliminación de las Letras de Liquidez (Lefi), generó desconfianza en los mercados. Al mismo tiempo, las tasas de interés se dispararon por encima del 100% anual, afectando aún más la actividad económica.\nCon el ancla cambiaria debilitada, todo el peso de la desinflación recae ahora sobre los salarios. El resultado es un sistema desequilibrado. Como señala la consultora C-P: “Un ancla salarial tan rígida, combinada con un tipo de cambio volátil, está acelerando el estancamiento.” Los datos de actividad económica (EMAE) de mayo y junio confirman esta tendencia, mostrando una caída en el consumo y la demanda.\n\n\n\nEl compromiso del Gobierno con el superávit fiscal -que el Estado no gaste más de lo que recaude- se ha logrado mediante recortes de gastos; sin embargo tiene un alto costo social. La reducción de jubilaciones y programas sociales ha aumentado la desigualdad, mientras que la recaudación impositiva disminuye por la contracción económica.\nDe esta manera se repite una fórmula ya conocida en anteriores crisis económicas neoliberales en Argentina, donde el ajuste produce baja de recaudación y ante la caída de la recaudación se realizan nuevas medidas de ajuste.\nEn tanto, optro fenómeno preocupante es el aumento del empleo informal. A medida que desaparecen los puestos asalariados formales (los cuales marcan el índice de salarios), los trabajadores se ven obligados a recurrir al cuentapropismo, que ofrece menores ingresos y ninguna protección laboral. Esto no solo perjudica a las familias, sino que también debilita la demanda agregada, generando un círculo vicioso de recesión.\nEl Gobierno insiste en que su plan es necesario, pero el costo humano es cada vez más evidente. La inseguridad alimentaria entre los hijos de trabajadores informales ya alcanza niveles récord (51%, según estudios recientes), y el malestar social crece.\n\n\nEconomistas argentinos como Alfredo Zaiat advierten que, sin un cambio de rumbo—como flexibilizar las restricciones salariales o estimular la demanda—, la economía podría entrar en un estancamiento prolongado, también conocido como recesión.\nEste fenómeno se contrasta con sondeos de opinión que señalan que la principal preocupación de los argentinos ya no es el aumento de precios, sino el desempleo. De hecho, el desempleo en Argentina subió al 7,9 % en el primer trimestre del año, con un ascenso de 1,5 puntos porcentuales respecto al trimestre anterior, informaron este jueves fuentes oficiales.\n“La pérdida de puestos asalariados y su reemplazo por más cuentapropistas no es trivial para el bienestar de los hogares: implica una pérdida de ingresos. Este efecto no solo impacta sobre la calidad de vida de los hogares, sino también sobre la demanda agregada”, sostiene la consultora C-P en su informe.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/salarios-en-caida-libre-en-argentina-milei/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 587,
    "message_id": 99897,
    "date": "2025-07-24T23:55:29+00:00",
    "text": "teleSUR\nSalarios en caída libre: Ingresos de trabajadores de Argentina perdieron un 5,5% desde febrero\nhttps://www.telesurtv.net/salarios-en-caida-libre-en-argentina-milei/",
    "photo_path": null,
    "views": 1189,
    "reactions": {
      "👎": 20,
      "😁": 5,
      "🤯": 2
    },
    "total_reactions": 27
  },
  "preprocessing": {
    "cleaned": "los últimos datos del sistema integrado previsional argentino (sipa) revelan una tendencia alarmante: los ingresos reales de los trabajadores cayeron un 5,5% en apenas cuatro meses, borrando los discretos avances logrados a fines de 2024. mientras el gobierno libertario destaca una supuesta victoria sobre la inflación, la realidad cotidiana de los argentinos es muy distinta. si bien la tasa de inflación bajó en los primeros meses del año, tuvo un repunte en junio y se vive un estancamiento económico con caída de ventas y de consumo. la escasez de dólares y una política salarial extremadamente rígida han reducido el poder adquisitivo de las familias, llevando a la economía hacia una nueva recesión. según c-p consultores, “el programa económico actual pone a la desinflación por encima de cualquier otro objetivo” y esto lo realiza apoyándose en dos anclas clave: el tipo de cambio y el control de los salarios. según señala la consultora dirigida por pablo moldovan y federico pastrana, al principio, esta estrategia pareció funcionar y mantuvo estable el peso y limitó los aumentos salariales; por lo cual ante la disminución de dinero circulante la inflación disminuyó. sin embargo, el esquema comenzó a resquebrajarse cuando el ancla cambiaria perdió fuerza. en los últimos meses, el peso enfrentó una fuerte presión devaluatoria, y el dólar subió a pesar de las intervenciones del banco central. esta inestabilidad, agravada por medidas como la eliminación de las letras de liquidez (lefi), generó desconfianza en los mercados. al mismo tiempo, las tasas de interés se dispararon por encima del 100% anual, afectando aún más la actividad económica. con el ancla cambiaria debilitada, todo el peso de la desinflación recae ahora sobre los salarios. el resultado es un sistema desequilibrado. como señala la consultora c-p: “un ancla salarial tan rígida, combinada con un tipo de cambio volátil, está acelerando el estancamiento.” los datos de actividad económica (emae) de mayo y junio confirman esta tendencia, mostrando una caída en el consumo y la demanda. el compromiso del gobierno con el superávit fiscal -que el estado no gaste más de lo que recaude- se ha logrado mediante recortes de gastos; sin embargo tiene un alto costo social. la reducción de jubilaciones y programas sociales ha aumentado la desigualdad, mientras que la recaudación impositiva disminuye por la contracción económica. de esta manera se repite una fórmula ya conocida en anteriores crisis económicas neoliberales en argentina, donde el ajuste produce baja de recaudación y ante la caída de la recaudación se realizan nuevas medidas de ajuste. en tanto, optro fenómeno preocupante es el aumento del empleo informal. a medida que desaparecen los puestos asalariados formales (los cuales marcan el índice de salarios), los trabajadores se ven obligados a recurrir al cuentapropismo, que ofrece menores ingresos y ninguna protección laboral. esto no solo perjudica a las familias, sino que también debilita la demanda agregada, generando un círculo vicioso de recesión. el gobierno insiste en que su plan es necesario, pero el costo humano es cada vez más evidente. la inseguridad alimentaria entre los hijos de trabajadores informales ya alcanza niveles récord (51%, según estudios recientes), y el malestar social crece. economistas argentinos como alfredo zaiat advierten que, sin un cambio de rumbo—como flexibilizar las restricciones salariales o estimular la demanda—, la economía podría entrar en un estancamiento prolongado, también conocido como recesión. este fenómeno se contrasta con sondeos de opinión que señalan que la principal preocupación de los argentinos ya no es el aumento de precios, sino el desempleo. de hecho, el desempleo en argentina subió al 7,9 % en el primer trimestre del año, con un ascenso de 1,5 puntos porcentuales respecto al trimestre anterior, informaron este jueves fuentes oficiales. “la pérdida de puestos asalariados y su reemplazo por más cuentapropistas no es trivial para el bienestar de los hogares: implica una pérdida de ingresos. este efecto no solo impacta sobre la calidad de vida de los hogares, sino también sobre la demanda agregada”, sostiene la consultora c-p en su informe.",
    "tokens": [
      "últimos",
      "datos",
      "sistema",
      "integrado",
      "previsional",
      "argentino",
      "(",
      "sipa",
      ")",
      "revelan",
      "tendencia",
      "alarmante",
      ":",
      "ingresos",
      "reales",
      "trabajadores",
      "cayeron",
      "5,5",
      "%",
      "apenas",
      "cuatro",
      "meses",
      ",",
      "borrando",
      "discretos",
      "avances",
      "logrados",
      "fines",
      "2024.",
      "mientras",
      "gobierno",
      "libertario",
      "destaca",
      "supuesta",
      "victoria",
      "inflación",
      ",",
      "realidad",
      "cotidiana",
      "argentinos",
      "distinta",
      ".",
      "si",
      "bien",
      "tasa",
      "inflación",
      "bajó",
      "primeros",
      "meses",
      "año",
      ",",
      "repunte",
      "junio",
      "vive",
      "estancamiento",
      "económico",
      "caída",
      "ventas",
      "consumo",
      ".",
      "escasez",
      "dólares",
      "política",
      "salarial",
      "extremadamente",
      "rígida",
      "reducido",
      "poder",
      "adquisitivo",
      "familias",
      ",",
      "llevando",
      "economía",
      "hacia",
      "nueva",
      "recesión",
      ".",
      "según",
      "c-p",
      "consultores",
      ",",
      "“",
      "programa",
      "económico",
      "actual",
      "pone",
      "desinflación",
      "encima",
      "cualquier",
      "objetivo",
      "”",
      "realiza",
      "apoyándose",
      "dos",
      "anclas",
      "clave",
      ":",
      "tipo",
      "cambio",
      "control",
      "salarios",
      ".",
      "según",
      "señala",
      "consultora",
      "dirigida",
      "pablo",
      "moldovan",
      "federico",
      "pastrana",
      ",",
      "principio",
      ",",
      "estrategia",
      "pareció",
      "funcionar",
      "mantuvo",
      "estable",
      "peso",
      "limitó",
      "aumentos",
      "salariales",
      ";",
      "disminución",
      "dinero",
      "circulante",
      "inflación",
      "disminuyó",
      ".",
      "embargo",
      ",",
      "esquema",
      "comenzó",
      "resquebrajarse",
      "ancla",
      "cambiaria",
      "perdió",
      "fuerza",
      ".",
      "últimos",
      "meses",
      ",",
      "peso",
      "enfrentó",
      "fuerte",
      "presión",
      "devaluatoria",
      ",",
      "dólar",
      "subió",
      "pesar",
      "intervenciones",
      "banco",
      "central",
      ".",
      "inestabilidad",
      ",",
      "agravada",
      "medidas",
      "eliminación",
      "letras",
      "liquidez",
      "(",
      "lefi",
      ")",
      ",",
      "generó",
      "desconfianza",
      "mercados",
      ".",
      "mismo",
      "tiempo",
      ",",
      "tasas",
      "interés",
      "dispararon",
      "encima",
      "100",
      "%",
      "anual",
      ",",
      "afectando",
      "aún",
      "actividad",
      "económica",
      ".",
      "ancla",
      "cambiaria",
      "debilitada",
      ",",
      "peso",
      "desinflación",
      "recae",
      "ahora",
      "salarios",
      ".",
      "resultado",
      "sistema",
      "desequilibrado",
      ".",
      "señala",
      "consultora",
      "c-p",
      ":",
      "“",
      "ancla",
      "salarial",
      "tan",
      "rígida",
      ",",
      "combinada",
      "tipo",
      "cambio",
      "volátil",
      ",",
      "acelerando",
      "estancamiento.",
      "”",
      "datos",
      "actividad",
      "económica",
      "(",
      "emae",
      ")",
      "mayo",
      "junio",
      "confirman",
      "tendencia",
      ",",
      "mostrando",
      "caída",
      "consumo",
      "demanda",
      ".",
      "compromiso",
      "gobierno",
      "superávit",
      "fiscal",
      "-que",
      "gaste",
      "recaude-",
      "logrado",
      "mediante",
      "recortes",
      "gastos",
      ";",
      "embargo",
      "alto",
      "costo",
      "social",
      ".",
      "reducción",
      "jubilaciones",
      "programas",
      "sociales",
      "aumentado",
      "desigualdad",
      ",",
      "mientras",
      "recaudación",
      "impositiva",
      "disminuye",
      "contracción",
      "económica",
      ".",
      "manera",
      "repite",
      "fórmula",
      "conocida",
      "anteriores",
      "crisis",
      "económicas",
      "neoliberales",
      "argentina",
      ",",
      "ajuste",
      "produce",
      "baja",
      "recaudación",
      "caída",
      "recaudación",
      "realizan",
      "nuevas",
      "medidas",
      "ajuste",
      ".",
      ",",
      "optro",
      "fenómeno",
      "preocupante",
      "aumento",
      "empleo",
      "informal",
      ".",
      "medida",
      "desaparecen",
      "puestos",
      "asalariados",
      "formales",
      "(",
      "cuales",
      "marcan",
      "índice",
      "salarios",
      ")",
      ",",
      "trabajadores",
      "ven",
      "obligados",
      "recurrir",
      "cuentapropismo",
      ",",
      "ofrece",
      "menores",
      "ingresos",
      "ninguna",
      "protección",
      "laboral",
      ".",
      "solo",
      "perjudica",
      "familias",
      ",",
      "sino",
      "debilita",
      "demanda",
      "agregada",
      ",",
      "generando",
      "círculo",
      "vicioso",
      "recesión",
      ".",
      "gobierno",
      "insiste",
      "plan",
      "necesario",
      ",",
      "costo",
      "humano",
      "cada",
      "vez",
      "evidente",
      ".",
      "inseguridad",
      "alimentaria",
      "hijos",
      "trabajadores",
      "informales",
      "alcanza",
      "niveles",
      "récord",
      "(",
      "51",
      "%",
      ",",
      "según",
      "estudios",
      "recientes",
      ")",
      ",",
      "malestar",
      "social",
      "crece",
      ".",
      "economistas",
      "argentinos",
      "alfredo",
      "zaiat",
      "advierten",
      ",",
      "cambio",
      "rumbo—como",
      "flexibilizar",
      "restricciones",
      "salariales",
      "estimular",
      "demanda—",
      ",",
      "economía",
      "podría",
      "entrar",
      "estancamiento",
      "prolongado",
      ",",
      "conocido",
      "recesión",
      ".",
      "fenómeno",
      "contrasta",
      "sondeos",
      "opinión",
      "señalan",
      "principal",
      "preocupación",
      "argentinos",
      "aumento",
      "precios",
      ",",
      "sino",
      "desempleo",
      ".",
      "hecho",
      ",",
      "desempleo",
      "argentina",
      "subió",
      "7,9",
      "%",
      "primer",
      "trimestre",
      "año",
      ",",
      "ascenso",
      "1,5",
      "puntos",
      "porcentuales",
      "respecto",
      "trimestre",
      "anterior",
      ",",
      "informaron",
      "jueves",
      "fuentes",
      "oficiales",
      ".",
      "“",
      "pérdida",
      "puestos",
      "asalariados",
      "reemplazo",
      "cuentapropistas",
      "trivial",
      "bienestar",
      "hogares",
      ":",
      "implica",
      "pérdida",
      "ingresos",
      ".",
      "efecto",
      "solo",
      "impacta",
      "calidad",
      "vida",
      "hogares",
      ",",
      "sino",
      "demanda",
      "agregada",
      "”",
      ",",
      "sostiene",
      "consultora",
      "c-p",
      "informe",
      "."
    ],
    "token_count": 457,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 57,
      "NN": 233,
      "JJ": 76,
      "NNS": 31,
      "IN": 30,
      "FW": 149,
      "VBP": 22,
      "CD": 6,
      "VBZ": 14,
      "RB": 6,
      "VBD": 6,
      "DT": 5
    },
    "bigram_freq": {
      "NNP-NNP": 16,
      "NNP-NN": 20,
      "NN-NN": 123,
      "NN-NNP": 14,
      "NN-JJ": 22,
      "JJ-NN": 52,
      "JJ-NNS": 6,
      "NNS-IN": 3,
      "IN-FW": 19,
      "FW-NNS": 6,
      "NNS-VBP": 14,
      "VBP-JJ": 11,
      "JJ-CD": 1,
      "CD-IN": 1,
      "IN-NNS": 2,
      "VBP-NNS": 4,
      "NN-NNS": 6,
      "IN-CD": 2,
      "CD-NNP": 1,
      "NNP-FW": 11,
      "FW-NNP": 13,
      "VBP-FW": 1,
      "FW-JJ": 13,
      "NN-FW": 27,
      "FW-NN": 28,
      "NN-IN": 22,
      "FW-FW": 86,
      "IN-JJ": 4,
      "JJ-JJ": 10,
      "NNP-VBZ": 7,
      "VBZ-JJ": 8,
      "JJ-FW": 3,
      "FW-RB": 1,
      "RB-IN": 2,
      "NNS-NNP": 3,
      "NN-VBP": 6,
      "VBP-NN": 3,
      "NN-VBZ": 6,
      "VBZ-FW": 1,
      "NNS-FW": 1,
      "JJ-NNP": 4,
      "NN-VBD": 4,
      "VBD-RB": 3,
      "RB-CD": 2,
      "CD-JJ": 3,
      "VBP-NNP": 1,
      "VBD-NNP": 2,
      "IN-NN": 1,
      "VBD-JJ": 1,
      "NNP-DT": 2,
      "DT-NN": 4,
      "VBZ-IN": 1,
      "VBZ-NN": 2,
      "IN-NNP": 2,
      "FW-IN": 1,
      "NNS-JJ": 2,
      "NNS-VBD": 1,
      "RB-JJ": 1,
      "NNS-NNS": 5,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-CD": 1,
      "NNS-VBZ": 1,
      "NN-DT": 1,
      "NN-RB": 1,
      "NNP-VBD": 1,
      "CD-NNS": 1,
      "VBZ-NNS": 1,
      "FW-VBP": 1,
      "VBP-DT": 1,
      "DT-JJ": 1,
      "VBZ-DT": 1
    },
    "trigram_freq": {
      "NNP-NNP-NN": 5,
      "NNP-NN-NN": 15,
      "NN-NN-NNP": 8,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 7,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 19,
      "JJ-NN-NN": 25,
      "NN-NN-NN": 64,
      "NN-NN-JJ": 12,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "VBP-JJ-NN": 9,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 5,
      "VBP-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-FW-NNP": 2,
      "FW-NNP-NN": 4,
      "NNS-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "FW-JJ-NN": 10,
      "JJ-NN-FW": 3,
      "NN-FW-NN": 8,
      "FW-NN-IN": 4,
      "NN-IN-FW": 15,
      "IN-FW-JJ": 4,
      "NN-NNP-NN": 6,
      "NN-NN-FW": 12,
      "NN-FW-FW": 14,
      "FW-FW-FW": 60,
      "FW-FW-NN": 11,
      "NN-IN-JJ": 3,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-JJ": 8,
      "FW-NN-FW": 8,
      "NN-FW-JJ": 3,
      "JJ-NN-IN": 11,
      "IN-JJ-NN": 1,
      "NN-NN-IN": 7,
      "IN-FW-FW": 6,
      "FW-FW-NNP": 6,
      "FW-NNP-FW": 5,
      "NNP-FW-FW": 5,
      "FW-FW-JJ": 4,
      "FW-NN-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "JJ-NN-NNP": 2,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-FW-RB": 1,
      "FW-RB-IN": 1,
      "RB-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "NN-NN-VBP": 6,
      "NN-VBP-NN": 3,
      "VBP-NN-NN": 2,
      "VBZ-JJ-NN": 6,
      "NN-NN-VBZ": 6,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "NNP-NN-NNP": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-NN": 13,
      "NN-VBP-JJ": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-NNP": 3,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NN-NN-VBD": 4,
      "NN-VBD-RB": 1,
      "VBD-RB-CD": 2,
      "RB-CD-JJ": 2,
      "CD-JJ-NN": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NNP-FW-NN": 4,
      "FW-FW-NNS": 2,
      "NN-VBD-NNP": 2,
      "VBD-NNP-NNP": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-FW-NNP": 2,
      "NNP-NN-FW": 2,
      "IN-FW-NN": 3,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-FW": 1,
      "FW-JJ-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NN-NNS": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-NNS": 3,
      "NN-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-FW": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBD": 1,
      "NNS-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "VBP-JJ-JJ": 1,
      "JJ-NNP-DT": 1,
      "DT-NN-NN": 2,
      "IN-FW-NNP": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNP": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-IN": 1,
      "RB-IN-FW": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-FW": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-RB": 1,
      "CD-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-DT": 1,
      "VBP-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "VBD-NNP-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 233,
        "FW": 149,
        "JJ": 76,
        "NNP": 57,
        "NNS": 31
      },
      "top_bigrams": {
        "NN-NN": 123,
        "FW-FW": 86,
        "JJ-NN": 52,
        "FW-NN": 28,
        "NN-FW": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 64,
        "FW-FW-FW": 60,
        "JJ-NN-NN": 25,
        "NN-JJ-NN": 19,
        "NNP-NN-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 178,
      "VP": 38,
      "PP": 12,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0232
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0193
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 4,
        "weight": 0.0154
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "NP -> ('salarios', 'NNS')",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "NP -> ('Argentina', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('es', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('hogares', 'NNS')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "S -> NP ('(', '(') NP (')', ')') NP NP (':', ':') NP NP ('de', 'IN') ('los', 'FW') NP VP ('5,5', 'CD') NP ('en', 'CC') NP (',', ',') NP VP VP ('de', 'IN') ('2024', 'CD') ('.', '.')",
        "frequency": 1,
        "weight": 0.0039
      },
      {
        "rule": "NP -> ('Los', 'NNP') ('últimos', 'NNP') ('datos', 'NN') ('del', 'NN') ('Sistema', 'NNP') ('Integrado', 'NNP') ('Previsional', 'NNP') ('Argentino', 'NNP')",
        "frequency": 1,
        "weight": 0.0039
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Los últimos datos del Sistema Integrado Previsional Argentino"
      },
      {
        "label": "NP",
        "text": "SIPA"
      },
      {
        "label": "NP",
        "text": "revelan"
      },
      {
        "label": "NP",
        "text": "una tendencia alarmante"
      },
      {
        "label": "NP",
        "text": "los"
      },
      {
        "label": "NP",
        "text": "ingresos reales"
      },
      {
        "label": "NP",
        "text": "trabajadores"
      },
      {
        "label": "VP",
        "text": "cayeron un"
      },
      {
        "label": "NP",
        "text": "%"
      },
      {
        "label": "NP",
        "text": "apenas cuatro meses"
      },
      {
        "label": "NP",
        "text": "borrando los discretos"
      },
      {
        "label": "VP",
        "text": "avances"
      },
      {
        "label": "VP",
        "text": "logrados a fines"
      },
      {
        "label": "NP",
        "text": "a fines"
      },
      {
        "label": "NP",
        "text": "Mientras"
      }
    ],
    "clause_structures": [
      "(S\n  (NP\n    Los/NNP\n    últimos/NNP\n    datos/NN\n    del/NN\n    Sistema/NNP\n    Integrado/NNP\n    Previsional/NNP\n    Argentino/NNP)\n  (/(\n  (NP SIPA/NNP)\n  )/)\n  (NP revelan/NN)\n  (NP una/JJ tendencia/NN alarmante/NN)\n  :/:\n  (NP los/NN)\n  (NP ingresos/JJ reales/NNS)\n  de/IN\n  los/FW\n  (NP trabajadores/NNS)\n  (VP cayeron/VBP un/JJ)\n  5,5/CD\n  (NP %/NN)\n  en/CC\n  (NP apenas/JJ cuatro/NN meses/NNS)\n  ,/,\n  (NP borrando/NN los/NN discretos/NN)\n  (VP avances/VBZ)\n  (VP logrados/VBZ (NP a/DT fines/NNS))\n  de/IN\n  2024/CD\n  ./.)",
      "(S\n  (NP Mientras/NNP)\n  el/CC\n  (NP Gobierno/NNP libertario/NN destaca/NN)\n  (NP una/JJ supuesta/NN victoria/NNS)\n  (VP sobre/VBP (NP la/JJ inflación/NN))\n  ,/,\n  la/FW\n  realidad/FW\n  cotidiana/FW\n  de/FW\n  los/FW\n  (NP argentinos/JJ es/NN muy/NN distinta/NN)\n  ./.)",
      "(S\n  (NP Si/NNP bien/NN la/NN)\n  tasa/FW\n  de/FW\n  inflación/FW\n  (NP bajó/NN)\n  (PP en/IN (NP los/JJ primeros/JJ meses/NNS))\n  (VP del/VBP (NP año/NN))\n  ,/,\n  (NP tuvo/JJ un/JJ repunte/NN)\n  en/FW\n  (NP junio/NN)\n  y/FW\n  se/FW\n  (NP vive/JJ un/NN)\n  (PP estancamiento/IN (NP económico/JJ con/NN caída/NN))\n  de/IN\n  ventas/FW\n  y/FW\n  de/FW\n  (NP consumo/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  escasez/FW\n  de/FW\n  dólares/FW\n  y/FW\n  (NP una/JJ política/NN)\n  (NP\n    salarial/JJ\n    extremadamente/NN\n    rígida/NN\n    han/NN\n    reducido/NN\n    el/NN\n    poder/NN\n    adquisitivo/NN)\n  de/IN\n  las/FW\n  (NP familias/NNS)\n  ,/,\n  (VP llevando/VBZ (NP a/DT la/NN))\n  economía/FW\n  (NP hacia/NN)\n  (NP una/JJ nueva/JJ recesión/NN)\n  ./.)",
      "(S\n  (NP Según/NNP C-P/NNP Consultores/NNP)\n  ,/,\n  (NP “/NNP)\n  (VP el/VBZ programa/JJ)\n  económico/FW\n  (NP actual/JJ pone/NN)\n  (NP a/DT la/NN desinflación/NN por/NN)\n  encima/FW\n  de/FW\n  cualquier/FW\n  otro/FW\n  objetivo/FW\n  ”/FW\n  y/FW\n  esto/FW\n  lo/FW\n  realiza/FW\n  apoyándose/RB\n  (PP en/IN (NP dos/JJ anclas/NNS))\n  (VP clave/VBP)\n  :/:\n  (NP el/JJ tipo/NN)\n  de/IN\n  cambio/FW\n  y/FW\n  el/FW\n  (NP control/NN)\n  de/IN\n  los/FW\n  (NP salarios/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CANTIDADES_NUMERICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "contracción económica",
        "position": [
          2397,
          2418
        ],
        "start": 2397,
        "end": 2418
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desempleo. de hecho, el desempleo en argentina subió al 7",
        "position": [
          3714,
          3771
        ],
        "start": 3714,
        "end": 3771
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          312,
          321
        ],
        "start": 312,
        "end": 321
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "tasa",
        "position": [
          391,
          395
        ],
        "start": 391,
        "end": 395
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "empleo",
        "position": [
          2699,
          2705
        ],
        "start": 2699,
        "end": 2705
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          2517,
          2526
        ],
        "start": 2517,
        "end": 2526
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado no",
        "position": [
          2140,
          2149
        ],
        "start": 2140,
        "end": 2149
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1191,
          1198
        ],
        "start": 1191,
        "end": 1198
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "5 puntos",
        "position": [
          3828,
          3836
        ],
        "start": 3828,
        "end": 3836
      }
    ],
    "match_count": 9
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Alfredo Zaiat",
        "tipo": "Persona"
      },
      {
        "nombre": "Economistas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Banco Central",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Como",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno libertario",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lefi",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pablo Moldovan",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "SIPA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Federico Pastrana",
        "tipo": "Persona"
      }
    ],
    "relaciones": []
  },
  "sentiment": {
    "compound": -0.9648,
    "pos": 0.007,
    "neu": 0.951,
    "neg": 0.041,
    "label": "negative"
  }
}