{
  "url": "https://www.telesurtv.net/venezuela-denuncia-plan-terrorista-vinculado-a-ee-uu-y-espana/",
  "title": "Venezuela denuncia plan terrorista vinculado a EE.UU. y España - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "CIA",
    "Diosdado Cabello",
    "Embajada Argentina en Caracas",
    "María Corina Machado",
    "Tren de Aragua",
    "Tren del llano",
    "Venezuela"
  ],
  "text": "\nEl ministro de Interior, Justicia y Paz de Venezuela, Diosdado Cabello, reveló detalles de una operación de inteligencia que desarticuló un complot para desestabilizar al país y atentar contra altos funcionarios del Gobierno.\nEn una declaración pública, Cabello informó sobre la incautación de un lote de armamento que incluye 400 fusiles y pistolas, que es parte de una operación que también incluye el reclutamiento de mercenarios.\n“El armamento, cuyo origen es Estados Unidos, viene ingresando por vías de embarques aparentemente legales”. Añadió que “llegaban a Venezuela en contenedores con productos como comida para perros, venían desarmados y aquí eran recibidos por grupos quienes tenían la responsabilidad de armarlos”, aseguró el ministro, añadiendo que la información fue obtenida a través de labores de inteligencia y rastreo.\nEl también Vicepresidente Sectorial de Política, Seguridad Ciudadana y Paz venezolano exigió al gobierno estadounidense que “aclare la participación de sus organismos” y el uso de su territorio para el presunto tráfico de armas destinadas a “atacar a un Gobierno legítimo como el venezolano”.\nCabello detalló que estas acciones forman parte de un esfuerzo para “atacar a los gobiernos de izquierdas y progresistas” en la región.\nLas investigaciones, según el ministro, revelan un plan para asesinar al presidente Nicolás Maduro, a la vicepresidenta Delcy Rodríguez y al propio Cabello. “Han contratado a mercenarios de Europa del Este, a norteamericanos, buscando atacar a Venezuela”, declaró, implicando también la vinculación de la CIA con varios opositores venezolanos en el exilio, entre ellos, Iván Simonovis, Julio Borges y Carlos Vecchio, entre otros.\nReveló que fueron aprehendidos un militar estadounidense y dos ciudadanos españoles. Según Cabello, estos individuos están vinculados a actividades que el Gobierno considera como amenazas a la seguridad nacional.\nEl estadounidense Wilber Joseph Castañeda posee un extenso historial militar. Cabello proporcionó detalles sobre su pasado: “Es norteamericano, desde 2009 es Navy SEAL, de la Armada de EE.UU…. Imagínense el nivel para que la Casa Blanca lo reclame, asume la defensa de Castañeda”.\nEl funcionario venezolano detalló la trayectoria militar de Castañeda: En 2009, realizó un curso de explosivista en Virginia, grupo N 04. Posteriormente, tomó un curso N7 en California. Completó entrenamiento en operaciones fluviales y combate urbano. En 2010, sirvió durante diez meses en la guerra de Afganistán. Luego, estuvo seis meses en Irak. Más recientemente, Castañeda habría estado en Colombia.\nPrecisó que los ciudadanos españoles se nombran José María Basoa y Andrés Martínez y fueron detenidos en la ciudad fronteriza de Puerto Ayacucho, capital del estado Amazonas (sur). Cabello afirmó que estos individuos presuntamente tienen conexiones con el Centro Nacional de Inteligencia de España. Además, apuntó que mantienen vínculos con dirigentes del partido opositor Vente Venezuela, liderado por María Corina Machado.\nPuntualizó que otro detenido es Yorman Varillas, ciudadano venezolano acusado de haber cometido un asesinato en el estado Zulia, quien habría huido a Estados Unidos. Según Cabello, Varillas está “relacionado con los explosivos” y actualmente se encuentra “capturado, bajo custodia”.\nCabello mencionó la detención de varias personas vinculadas a estas supuestas acciones de desestabilización, incluyendo individuos que almacenaban grupos de 10 a 12 fusiles en sus casas. Además, reveló un plan frustrado para lanzar granadas a la embajada argentina en Caracas, donde se encuentran refugiados algunos opositores venezolanos.\nEl ministro también señaló conexiones entre el armamento incautado y grupos criminales conocidos como el Tren del Llano y el Tren de Aragua, cuyos “pranes” están vinculados a los planes de intervención extranjera junto a figuras políticas de la oposición venezolana. Mencionó específicamente a Gilbert Caro y María Corina Machado como implicados a estas redes.\nEl Gobierno venezolano prometió continuar con las investigaciones y ha solicitado explicaciones tanto a Estados Unidos como a España sobre su presunta participación en estos eventos.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-denuncia-plan-terrorista-vinculado-a-ee-uu-y-espana/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-09.json",
    "message_index": 981,
    "message_id": 76314,
    "date": "2024-09-14T20:55:12+00:00",
    "text": "teleSUR\nVenezuela denuncia plan terrorista vinculado a EE.UU. y España\nhttps://www.telesurtv.net/venezuela-denuncia-plan-terrorista-vinculado-a-ee-uu-y-espana/",
    "photo_path": null,
    "views": 3482,
    "reactions": {
      "👍": 113,
      "👏": 19,
      "❤": 4,
      "💯": 4
    },
    "total_reactions": 140
  },
  "preprocessing": {
    "cleaned": "el ministro de interior, justicia y paz de venezuela, diosdado cabello, reveló detalles de una operación de inteligencia que desarticuló un complot para desestabilizar al país y atentar contra altos funcionarios del gobierno. en una declaración pública, cabello informó sobre la incautación de un lote de armamento que incluye 400 fusiles y pistolas, que es parte de una operación que también incluye el reclutamiento de mercenarios. “el armamento, cuyo origen es estados unidos, viene ingresando por vías de embarques aparentemente legales”. añadió que “llegaban a venezuela en contenedores con productos como comida para perros, venían desarmados y aquí eran recibidos por grupos quienes tenían la responsabilidad de armarlos”, aseguró el ministro, añadiendo que la información fue obtenida a través de labores de inteligencia y rastreo. el también vicepresidente sectorial de política, seguridad ciudadana y paz venezolano exigió al gobierno estadounidense que “aclare la participación de sus organismos” y el uso de su territorio para el presunto tráfico de armas destinadas a “atacar a un gobierno legítimo como el venezolano”. cabello detalló que estas acciones forman parte de un esfuerzo para “atacar a los gobiernos de izquierdas y progresistas” en la región. las investigaciones, según el ministro, revelan un plan para asesinar al presidente nicolás maduro, a la vicepresidenta delcy rodríguez y al propio cabello. “han contratado a mercenarios de europa del este, a norteamericanos, buscando atacar a venezuela”, declaró, implicando también la vinculación de la cia con varios opositores venezolanos en el exilio, entre ellos, iván simonovis, julio borges y carlos vecchio, entre otros. reveló que fueron aprehendidos un militar estadounidense y dos ciudadanos españoles. según cabello, estos individuos están vinculados a actividades que el gobierno considera como amenazas a la seguridad nacional. el estadounidense wilber joseph castañeda posee un extenso historial militar. cabello proporcionó detalles sobre su pasado: “es norteamericano, desde 2009 es navy seal, de la armada de ee.uu…. imagínense el nivel para que la casa blanca lo reclame, asume la defensa de castañeda”. el funcionario venezolano detalló la trayectoria militar de castañeda: en 2009, realizó un curso de explosivista en virginia, grupo n 04. posteriormente, tomó un curso n7 en california. completó entrenamiento en operaciones fluviales y combate urbano. en 2010, sirvió durante diez meses en la guerra de afganistán. luego, estuvo seis meses en irak. más recientemente, castañeda habría estado en colombia. precisó que los ciudadanos españoles se nombran josé maría basoa y andrés martínez y fueron detenidos en la ciudad fronteriza de puerto ayacucho, capital del estado amazonas (sur). cabello afirmó que estos individuos presuntamente tienen conexiones con el centro nacional de inteligencia de españa. además, apuntó que mantienen vínculos con dirigentes del partido opositor vente venezuela, liderado por maría corina machado. puntualizó que otro detenido es yorman varillas, ciudadano venezolano acusado de haber cometido un asesinato en el estado zulia, quien habría huido a estados unidos. según cabello, varillas está “relacionado con los explosivos” y actualmente se encuentra “capturado, bajo custodia”. cabello mencionó la detención de varias personas vinculadas a estas supuestas acciones de desestabilización, incluyendo individuos que almacenaban grupos de 10 a 12 fusiles en sus casas. además, reveló un plan frustrado para lanzar granadas a la embajada argentina en caracas, donde se encuentran refugiados algunos opositores venezolanos. el ministro también señaló conexiones entre el armamento incautado y grupos criminales conocidos como el tren del llano y el tren de aragua, cuyos “pranes” están vinculados a los planes de intervención extranjera junto a figuras políticas de la oposición venezolana. mencionó específicamente a gilbert caro y maría corina machado como implicados a estas redes. el gobierno venezolano prometió continuar con las investigaciones y ha solicitado explicaciones tanto a estados unidos como a españa sobre su presunta participación en estos eventos.",
    "tokens": [
      "ministro",
      "interior",
      ",",
      "justicia",
      "paz",
      "venezuela",
      ",",
      "diosdado",
      "cabello",
      ",",
      "reveló",
      "detalles",
      "operación",
      "inteligencia",
      "desarticuló",
      "complot",
      "desestabilizar",
      "país",
      "atentar",
      "altos",
      "funcionarios",
      "gobierno",
      ".",
      "declaración",
      "pública",
      ",",
      "cabello",
      "informó",
      "incautación",
      "lote",
      "armamento",
      "incluye",
      "400",
      "fusiles",
      "pistolas",
      ",",
      "parte",
      "operación",
      "incluye",
      "reclutamiento",
      "mercenarios",
      ".",
      "“",
      "armamento",
      ",",
      "cuyo",
      "origen",
      "unidos",
      ",",
      "viene",
      "ingresando",
      "vías",
      "embarques",
      "aparentemente",
      "legales",
      "”",
      ".",
      "añadió",
      "“",
      "llegaban",
      "venezuela",
      "contenedores",
      "productos",
      "comida",
      "perros",
      ",",
      "venían",
      "desarmados",
      "aquí",
      "recibidos",
      "grupos",
      "responsabilidad",
      "armarlos",
      "”",
      ",",
      "aseguró",
      "ministro",
      ",",
      "añadiendo",
      "información",
      "obtenida",
      "través",
      "labores",
      "inteligencia",
      "rastreo",
      ".",
      "vicepresidente",
      "sectorial",
      "política",
      ",",
      "seguridad",
      "ciudadana",
      "paz",
      "venezolano",
      "exigió",
      "gobierno",
      "estadounidense",
      "“",
      "aclare",
      "participación",
      "organismos",
      "”",
      "uso",
      "territorio",
      "presunto",
      "tráfico",
      "armas",
      "destinadas",
      "“",
      "atacar",
      "gobierno",
      "legítimo",
      "venezolano",
      "”",
      ".",
      "cabello",
      "detalló",
      "acciones",
      "forman",
      "parte",
      "esfuerzo",
      "“",
      "atacar",
      "gobiernos",
      "izquierdas",
      "progresistas",
      "”",
      "región",
      ".",
      "investigaciones",
      ",",
      "según",
      "ministro",
      ",",
      "revelan",
      "plan",
      "asesinar",
      "presidente",
      "nicolás",
      "maduro",
      ",",
      "vicepresidenta",
      "delcy",
      "rodríguez",
      "propio",
      "cabello",
      ".",
      "“",
      "contratado",
      "mercenarios",
      "europa",
      ",",
      "norteamericanos",
      ",",
      "buscando",
      "atacar",
      "venezuela",
      "”",
      ",",
      "declaró",
      ",",
      "implicando",
      "vinculación",
      "cia",
      "varios",
      "opositores",
      "venezolanos",
      "exilio",
      ",",
      ",",
      "iván",
      "simonovis",
      ",",
      "julio",
      "borges",
      "carlos",
      "vecchio",
      ",",
      ".",
      "reveló",
      "aprehendidos",
      "militar",
      "estadounidense",
      "dos",
      "ciudadanos",
      "españoles",
      ".",
      "según",
      "cabello",
      ",",
      "individuos",
      "vinculados",
      "actividades",
      "gobierno",
      "considera",
      "amenazas",
      "seguridad",
      "nacional",
      ".",
      "estadounidense",
      "wilber",
      "joseph",
      "castañeda",
      "posee",
      "extenso",
      "historial",
      "militar",
      ".",
      "cabello",
      "proporcionó",
      "detalles",
      "pasado",
      ":",
      "“",
      "norteamericano",
      ",",
      "2009",
      "navy",
      "seal",
      ",",
      "armada",
      "ee.uu…",
      ".",
      "imagínense",
      "nivel",
      "casa",
      "blanca",
      "reclame",
      ",",
      "asume",
      "defensa",
      "castañeda",
      "”",
      ".",
      "funcionario",
      "venezolano",
      "detalló",
      "trayectoria",
      "militar",
      "castañeda",
      ":",
      "2009",
      ",",
      "realizó",
      "curso",
      "explosivista",
      "virginia",
      ",",
      "grupo",
      "n",
      "04.",
      "posteriormente",
      ",",
      "tomó",
      "curso",
      "n7",
      "california",
      ".",
      "completó",
      "entrenamiento",
      "operaciones",
      "fluviales",
      "combate",
      "urbano",
      ".",
      "2010",
      ",",
      "sirvió",
      "diez",
      "meses",
      "guerra",
      "afganistán",
      ".",
      "luego",
      ",",
      "seis",
      "meses",
      "irak",
      ".",
      "recientemente",
      ",",
      "castañeda",
      "colombia",
      ".",
      "precisó",
      "ciudadanos",
      "españoles",
      "nombran",
      "josé",
      "maría",
      "basoa",
      "andrés",
      "martínez",
      "detenidos",
      "ciudad",
      "fronteriza",
      "puerto",
      "ayacucho",
      ",",
      "capital",
      "amazonas",
      "(",
      "sur",
      ")",
      ".",
      "cabello",
      "afirmó",
      "individuos",
      "presuntamente",
      "conexiones",
      "centro",
      "nacional",
      "inteligencia",
      "españa",
      ".",
      "además",
      ",",
      "apuntó",
      "mantienen",
      "vínculos",
      "dirigentes",
      "partido",
      "opositor",
      "vente",
      "venezuela",
      ",",
      "liderado",
      "maría",
      "corina",
      "machado",
      ".",
      "puntualizó",
      "detenido",
      "yorman",
      "varillas",
      ",",
      "ciudadano",
      "venezolano",
      "acusado",
      "haber",
      "cometido",
      "asesinato",
      "zulia",
      ",",
      "huido",
      "unidos",
      ".",
      "según",
      "cabello",
      ",",
      "varillas",
      "“",
      "relacionado",
      "explosivos",
      "”",
      "actualmente",
      "encuentra",
      "“",
      "capturado",
      ",",
      "bajo",
      "custodia",
      "”",
      ".",
      "cabello",
      "mencionó",
      "detención",
      "varias",
      "personas",
      "vinculadas",
      "supuestas",
      "acciones",
      "desestabilización",
      ",",
      "incluyendo",
      "individuos",
      "almacenaban",
      "grupos",
      "10",
      "12",
      "fusiles",
      "casas",
      ".",
      "además",
      ",",
      "reveló",
      "plan",
      "frustrado",
      "lanzar",
      "granadas",
      "embajada",
      "argentina",
      "caracas",
      ",",
      "encuentran",
      "refugiados",
      "opositores",
      "venezolanos",
      ".",
      "ministro",
      "señaló",
      "conexiones",
      "armamento",
      "incautado",
      "grupos",
      "criminales",
      "conocidos",
      "tren",
      "llano",
      "tren",
      "aragua",
      ",",
      "cuyos",
      "“",
      "pranes",
      "”",
      "vinculados",
      "planes",
      "intervención",
      "extranjera",
      "junto",
      "figuras",
      "políticas",
      "oposición",
      "venezolana",
      ".",
      "mencionó",
      "específicamente",
      "gilbert",
      "caro",
      "maría",
      "corina",
      "machado",
      "implicados",
      "redes",
      ".",
      "gobierno",
      "venezolano",
      "prometió",
      "continuar",
      "investigaciones",
      "solicitado",
      "explicaciones",
      "unidos",
      "españa",
      "presunta",
      "participación",
      "eventos",
      "."
    ],
    "token_count": 449,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 126,
      "FW": 96,
      "NN": 194,
      "NNS": 31,
      "IN": 23,
      "JJ": 59,
      "VBP": 22,
      "CD": 7,
      "VBD": 4,
      "VBZ": 12,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-FW": 13,
      "FW-FW": 51,
      "FW-NNP": 23,
      "NNP-NNP": 57,
      "NNP-NN": 38,
      "NN-NNS": 13,
      "NNS-IN": 6,
      "IN-JJ": 2,
      "JJ-NN": 30,
      "NN-IN": 14,
      "IN-FW": 12,
      "FW-NN": 13,
      "NN-NN": 103,
      "NN-JJ": 18,
      "JJ-NNS": 8,
      "NNS-VBP": 17,
      "VBP-JJ": 15,
      "JJ-NNP": 11,
      "NNP-JJ": 1,
      "NN-NNP": 24,
      "NN-FW": 13,
      "NN-CD": 2,
      "CD-NNS": 2,
      "JJ-JJ": 5,
      "NNP-IN": 3,
      "IN-NN": 5,
      "FW-VBP": 1,
      "VBP-NNS": 2,
      "NNS-NNP": 1,
      "JJ-FW": 5,
      "FW-JJ": 6,
      "NNS-JJ": 1,
      "FW-NNS": 2,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "VBD-JJ": 2,
      "NN-VBP": 2,
      "NNP-VBZ": 7,
      "VBZ-JJ": 8,
      "NNP-VBD": 2,
      "VBD-NNS": 1,
      "NNS-FW": 2,
      "NNS-VBZ": 2,
      "VBZ-NNS": 1,
      "NN-VBZ": 3,
      "VBZ-NNP": 3,
      "NN-VBD": 1,
      "NNP-VBP": 2,
      "CD-NN": 3,
      "NNP-CD": 2,
      "VBD-CD": 1,
      "CD-NNP": 1,
      "NNS-NNS": 1,
      "VBP-NNP": 2,
      "IN-NNP": 3,
      "IN-CD": 1,
      "CD-CD": 1,
      "VBP-NN": 2,
      "VBP-RB": 1,
      "RB-JJ": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 1,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 10,
      "NNP-NNP-NNP": 25,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 10,
      "NNP-NNP-NN": 17,
      "NNP-NN-NNS": 5,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 8,
      "IN-FW-NN": 2,
      "FW-NN-NN": 8,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 11,
      "JJ-NN-NN": 15,
      "NN-NN-NN": 47,
      "NN-JJ-NNS": 4,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NNP": 5,
      "JJ-NNP-NNP": 5,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NN-NNP": 13,
      "NN-NNP-NN": 12,
      "NNP-NN-NN": 27,
      "NN-NN-FW": 9,
      "NN-FW-FW": 11,
      "FW-FW-FW": 31,
      "FW-FW-NN": 6,
      "NN-NN-CD": 2,
      "NN-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 3,
      "NN-IN-JJ": 1,
      "NN-FW-NN": 2,
      "FW-NN-FW": 4,
      "FW-NNP-IN": 1,
      "NNP-IN-NN": 1,
      "IN-NN-NN": 4,
      "NN-NNP-NNP": 9,
      "FW-FW-VBP": 1,
      "FW-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NNS-VBP": 10,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-NN": 5,
      "JJ-NN-NNS": 1,
      "NN-NN-NNS": 7,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "FW-FW-JJ": 2,
      "FW-JJ-FW": 1,
      "FW-NN-NNP": 1,
      "NNP-NN-NNP": 5,
      "NN-NN-IN": 5,
      "NN-IN-NN": 2,
      "IN-NN-IN": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 3,
      "JJ-NN-JJ": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "JJ-NN-NNP": 4,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 2,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "NNP-NNP-VBZ": 5,
      "NNP-VBZ-JJ": 6,
      "VBZ-JJ-NNP": 3,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-FW": 8,
      "NNP-FW-NN": 2,
      "NN-NNP-VBZ": 2,
      "VBZ-JJ-NN": 3,
      "FW-NNP-NN": 3,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 3,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "NNP-NNP-VBP": 2,
      "NNP-VBP-JJ": 2,
      "JJ-JJ-JJ": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 1,
      "NN-JJ-FW": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 2,
      "CD-NN-JJ": 1,
      "IN-FW-FW": 3,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "NNP-VBZ-NNP": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "JJ-NNP-CD": 1,
      "CD-NN-NN": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "FW-JJ-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "NNS-IN-FW": 2,
      "NN-IN-CD": 1,
      "IN-CD-CD": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "JJ-NNP-FW": 1,
      "JJ-JJ-NNS": 1,
      "NNS-VBZ-NNP": 1,
      "VBP-JJ-NNS": 1,
      "NNS-IN-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 194,
        "NNP": 126,
        "FW": 96,
        "JJ": 59,
        "NNS": 31
      },
      "top_bigrams": {
        "NN-NN": 103,
        "NNP-NNP": 57,
        "FW-FW": 51,
        "NNP-NN": 38,
        "JJ-NN": 30
      },
      "top_trigrams": {
        "NN-NN-NN": 47,
        "FW-FW-FW": 31,
        "NNP-NN-NN": 27,
        "NNP-NNP-NNP": 25,
        "NNP-NNP-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 177,
      "PP": 12,
      "VP": 39,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0154
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0154
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('fusiles', 'NNS')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('con', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('un', 'JJ') ('plan', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Según', 'NNP') ('Cabello', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Castañeda', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('En', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "Interior"
      },
      {
        "label": "NP",
        "text": "Justicia y Paz"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Diosdado Cabello"
      },
      {
        "label": "NP",
        "text": "reveló detalles"
      },
      {
        "label": "PP",
        "text": "de una operación"
      },
      {
        "label": "NP",
        "text": "una operación"
      },
      {
        "label": "NP",
        "text": "que desarticuló"
      },
      {
        "label": "NP",
        "text": "un complot para desestabilizar al país y atentar"
      },
      {
        "label": "NP",
        "text": "contra altos"
      },
      {
        "label": "VP",
        "text": "funcionarios del Gobierno"
      },
      {
        "label": "NP",
        "text": "del Gobierno"
      },
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "una declaración pública"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  ministro/FW\n  de/FW\n  (NP Interior/NNP)\n  ,/,\n  (NP Justicia/NNP y/NNP Paz/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP)\n  ,/,\n  (NP reveló/JJ detalles/NNS)\n  (PP de/IN (NP una/JJ operación/NN))\n  de/IN\n  inteligencia/FW\n  (NP que/NN desarticuló/NN)\n  (NP\n    un/JJ\n    complot/NN\n    para/NN\n    desestabilizar/NN\n    al/NN\n    país/NN\n    y/NN\n    atentar/NN)\n  (NP contra/JJ altos/NNS)\n  (VP funcionarios/VBP (NP del/JJ Gobierno/NNP))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP una/JJ declaración/NN pública/NN)\n  ,/,\n  (NP Cabello/NNP)\n  (VP informó/VBP sobre/JJ)\n  la/FW\n  incautación/FW\n  de/FW\n  un/FW\n  lote/FW\n  de/FW\n  armamento/FW\n  (NP que/NN incluye/NN)\n  400/CD\n  (NP fusiles/NNS)\n  y/RB\n  (NP pistolas/NNS)\n  ,/,\n  (NP que/NN)\n  (NP es/JJ parte/NN)\n  (PP de/IN (NP una/JJ operación/NN que/NN también/NN incluye/NN))\n  el/FW\n  (NP reclutamiento/NN)\n  de/FW\n  mercenarios/FW\n  ./.)",
      "(S\n  (NP “/JJ El/NNP armamento/NN)\n  ,/,\n  (NP cuyo/NN origen/NN es/NN Estados/NNP Unidos/NNP)\n  ,/,\n  (NP viene/NN ingresando/NN por/NN)\n  vías/FW\n  de/FW\n  embarques/FW\n  (VP aparentemente/VBP (NP legales/NNS ”/NNS))\n  ./.)",
      "(S\n  (NP Añadió/NNP que/NN “/NNP)\n  (VP llegaban/VBZ (NP a/DT Venezuela/NNP en/NN contenedores/NNS))\n  (VP con/VBP (NP productos/NNS))\n  (VP como/VBP (NP comida/JJ para/NN perros/NN))\n  ,/,\n  venían/FW\n  desarmados/FW\n  y/FW\n  (NP aquí/NN eran/NN recibidos/NN por/NN grupos/NN quienes/NNS)\n  (VP tenían/VBP la/JJ)\n  responsabilidad/FW\n  de/FW\n  armarlos/FW\n  (NP ”/NNP)\n  ,/,\n  (NP aseguró/NN el/NN ministro/NN)\n  ,/,\n  (NP añadiendo/NN que/NN la/NN)\n  (NP información/JJ fue/NN)\n  (PP obtenida/IN (NP a/DT través/NN))\n  de/FW\n  labores/FW\n  de/FW\n  inteligencia/FW\n  (NP y/NN rastreo/NN)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    también/NN\n    Vicepresidente/NNP\n    Sectorial/NNP\n    de/NNP\n    Política/NNP)\n  ,/,\n  (NP\n    Seguridad/NNP\n    Ciudadana/NNP\n    y/NNP\n    Paz/NNP\n    venezolano/NN\n    exigió/NN\n    al/NN\n    gobierno/NN\n    estadounidense/NN\n    que/NN\n    “/NNP\n    aclare/NN\n    la/NN)\n  participación/FW\n  de/FW\n  sus/FW\n  organismos/FW\n  ”/FW\n  y/FW\n  el/FW\n  uso/FW\n  de/FW\n  su/FW\n  (NP territorio/NN para/NN el/NN)\n  (PP presunto/IN (NP tráfico/NN))\n  de/IN\n  armas/FW\n  destinadas/FW\n  (NP a/DT “/NN atacar/NN)\n  (NP a/DT un/JJ Gobierno/NNP legítimo/NN como/NN)\n  (NP el/JJ venezolano/NN ”/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CIUDADES_CAPITALES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ECONOMIA_COMERCIO_FINANZAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "INFRAESTRUCTURA_SERVICIOS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra de afganistán. luego, estuvo seis meses en irak",
        "position": [
          2487,
          2541
        ],
        "start": 2487,
        "end": 2541
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          2745,
          2752
        ],
        "start": 2745,
        "end": 2752
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1526,
          1533
        ],
        "start": 1526,
        "end": 1533
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          263,
          270
        ],
        "start": 263,
        "end": 270
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          2599,
          2606
        ],
        "start": 2599,
        "end": 2606
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2171,
          2178
        ],
        "start": 2171,
        "end": 2178
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "tráfico de armas",
        "position": [
          1052,
          1068
        ],
        "start": 1052,
        "end": 1068
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          1343,
          1368
        ],
        "start": 1343,
        "end": 1368
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de interior",
        "position": [
          4,
          24
        ],
        "start": 4,
        "end": 24
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          2728,
          2734
        ],
        "start": 2728,
        "end": 2734
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          2589,
          2597
        ],
        "start": 2589,
        "end": 2597
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          465,
          479
        ],
        "start": 465,
        "end": 479
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          44,
          53
        ],
        "start": 44,
        "end": 53
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          3575,
          3582
        ],
        "start": 3575,
        "end": 3582
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "amazonas",
        "position": [
          2764,
          2772
        ],
        "start": 2764,
        "end": 2772
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado en",
        "position": [
          2579,
          2588
        ],
        "start": 2579,
        "end": 2588
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro nacional",
        "position": [
          2855,
          2870
        ],
        "start": 2855,
        "end": 2870
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          2547,
          2560
        ],
        "start": 2547,
        "end": 2560
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Wilber Joseph Castañeda",
        "tipo": "Persona"
      },
      {
        "nombre": "Castañeda",
        "tipo": "Persona"
      },
      {
        "nombre": "Julio Borges",
        "tipo": "Persona"
      },
      {
        "nombre": "Varillas",
        "tipo": "Lugar"
      },
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Más",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Imagínense",
        "tipo": "Lugar"
      },
      {
        "nombre": "José María Basoa",
        "tipo": "Persona"
      },
      {
        "nombre": "Gilbert Caro",
        "tipo": "Persona"
      },
      {
        "nombre": "Puerto Ayacucho",
        "tipo": "Lugar"
      },
      {
        "nombre": "Virginia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Andrés Martínez",
        "tipo": "Persona"
      },
      {
        "nombre": "Iván Simonovis",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Vente Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Centro Nacional de Inteligencia de España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carlos Vecchio",
        "tipo": "Persona"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tren de Aragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tren del Llano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Paz",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Reveló",
        "tipo": "Persona"
      },
      {
        "nombre": "Armada de EE.UU…",
        "tipo": "Organizacion"
      },
      {
        "nombre": "la Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Irak",
        "tipo": "Lugar"
      },
      {
        "nombre": "estado Zulia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Yorman Varillas",
        "tipo": "Persona"
      },
      {
        "nombre": "estado Amazonas",
        "tipo": "Lugar"
      },
      {
        "nombre": "CIA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Según Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "California",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vicepresidente Sectorial de Política, Seguridad Ciudadana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "N 04",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "REVELAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Vicepresidente Sectorial de Política, Seguridad Ciudadana",
        "relacion": "EXIGIR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Paz",
        "relacion": "EXIGIR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ASESINAR_REVELAN",
        "objeto": "Delcy Rodríguez"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ASESINAR_REVELAN",
        "objeto": "Cabello"
      },
      {
        "sujeto": "Europa",
        "relacion": "CONTRATAR_DECLARAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Europa",
        "relacion": "CONTRATAR_DECLARAR",
        "objeto": "CIA"
      },
      {
        "sujeto": "Europa",
        "relacion": "CONTRATAR_DECLARAR",
        "objeto": "Iván Simonovis"
      },
      {
        "sujeto": "Europa",
        "relacion": "CONTRATAR_DECLARAR",
        "objeto": "Julio Borges"
      },
      {
        "sujeto": "Europa",
        "relacion": "CONTRATAR_DECLARAR",
        "objeto": "Carlos Vecchio"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ATACAR_BUSCAR_CONTRATAR_DECLARAR",
        "objeto": "CIA"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ATACAR_BUSCAR_CONTRATAR_DECLARAR",
        "objeto": "Iván Simonovis"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ATACAR_BUSCAR_CONTRATAR_DECLARAR",
        "objeto": "Julio Borges"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ATACAR_BUSCAR_CONTRATAR_DECLARAR",
        "objeto": "Carlos Vecchio"
      },
      {
        "sujeto": "Cabello",
        "relacion": "PROPORCIONAR",
        "objeto": "Armada de EE.UU…"
      },
      {
        "sujeto": "la Casa Blanca",
        "relacion": "IMAG_NENSAR",
        "objeto": "Imagínense"
      },
      {
        "sujeto": "Imagínense",
        "relacion": "IMAG_NENSAR",
        "objeto": "Castañeda"
      },
      {
        "sujeto": "la Casa Blanca",
        "relacion": "RECLAMAR_IMAG_NENSAR",
        "objeto": "Castañeda"
      },
      {
        "sujeto": "Castañeda",
        "relacion": "DETALLAR",
        "objeto": "Virginia"
      },
      {
        "sujeto": "Castañeda",
        "relacion": "DETALLAR",
        "objeto": "N 04"
      },
      {
        "sujeto": "Castañeda",
        "relacion": "M_S_RECIENTEMENTE_ESTAR",
        "objeto": "Más"
      },
      {
        "sujeto": "Más",
        "relacion": "M_S_RECIENTEMENTE_ESTAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Castañeda",
        "relacion": "ESTAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "José María Basoa",
        "relacion": "NOMBRAR_PRECISAR",
        "objeto": "Puerto Ayacucho"
      },
      {
        "sujeto": "José María Basoa",
        "relacion": "NOMBRAR_PRECISAR",
        "objeto": "estado Amazonas"
      },
      {
        "sujeto": "Andrés Martínez",
        "relacion": "NOMBRAR_PRECISAR",
        "objeto": "Puerto Ayacucho"
      },
      {
        "sujeto": "Andrés Martínez",
        "relacion": "NOMBRAR_PRECISAR",
        "objeto": "estado Amazonas"
      },
      {
        "sujeto": "Cabello",
        "relacion": "AFIRMAR",
        "objeto": "Centro Nacional de Inteligencia de España"
      },
      {
        "sujeto": "Gobierno venezolano",
        "relacion": "PROMETER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Gobierno venezolano",
        "relacion": "PROMETER",
        "objeto": "España"
      }
    ]
  },
  "sentiment": {
    "compound": 0.34,
    "pos": 0.004,
    "neu": 0.996,
    "neg": 0.0,
    "label": "positive"
  }
}