{
  "url": "https://www.telesurtv.net/ee-uu-2024-votacion-fluida-mientras-se-mantiene-la-carrera-renida-entre-harris-y-trump/",
  "title": "EE.UU. 2024: Votación fluida mientras se mantiene la carrera reñida entre Harris y Trump - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Donald Trump",
    "eeuu decide",
    "Votación"
  ],
  "text": "Continúa la votación de la jornada electoral en la carrera presidencial entre la vicepresidenta Kamala Harris y el expresidente Donald Trump, que según las encuestas está muy reñida y es probable que la decidan los votantes de los estados claves disputados. El control de la Cámara de Representantes y del Senado también está en juego este martes, cuando estamos próximos a recibir las primeras estimaciones de los resultados.\nDe acuerdo a los reportes, la votación ha sido fluida durante el día de las elecciones a pesar de las cerradas encuestas que han desbordado los medios de comunicación estadounidenses. Ya más de 80 millones de estadounidenses ya habían votado antes del martes, por correo o en persona, y las colas en varios colegios electorales el martes eran organizadas y concurridas.\nEn los promedios finales se registra un empate técnico, al ser la diferencia entre Harris y Trump menos de un punto, quedando dentro del margen de error. Sin embargo, todos los estados indecisos clave, como Pensilvania, están dentro de un margen de error de tamaño normal, según los especialistas.\nCientos de estudiantes universitarios, en los suburbios de Filadelfia, esperaron hasta tres horas para votar. También se registraron colas masivas de estudiantes en otros campus del estado, como la Universidad de Pensilvania en Filadelfia y la Universidad Estatal de Pensilvania. En los institutos del condado de Northampton, que tiene un historial casi perfecto a la hora de elegir al ganador de las elecciones presidenciales, también hubo colas de varias horas.\nEs probable que la carrera presidencial entre Donald Trump y Kamala Harris se decida en siete estados indecisos clave: Carolina del Norte, Pensilvania, Michigan, Wisconsin, Georgia, Arizona y Nevada. En 2020, Trump solo ganó uno de estos estados -Carolina del Norte- al perder la presidencia frente a Joe Biden.\nDe acuerdo con los pronósticos del portal RealClearPolitics, el candidato republicano Donald Trump puede ganar en la mayoría de los estados indecisos.\nEsta compañía aseguró que, a 5 de noviembre, el exmandatario estadounidense aventaja a su rival demócrata Kamala Harris en Arizona en 2,8 puntos porcentuales, en Georgia (1,3 por ciento), en Carolina del Norte (1,2 por ciento), en Nevada (0,6 por ciento) y en Pensilvania (0,4 por ciento). Por su parte, la actual vicepresidente lidera en dos estados: Michigan (0,5 por ciento) y Wisconsin (0,4 por ciento).\nSi se cumplen las previsiones de RealClearPolitics, es muy probable que Trump gane las elecciones presidenciales. Para ganar, un candidato debe asegurarse el apoyo de la mayoría de los electores, consiguiendo el llamado número mágico de 270 votos.\nTrump y sus aliados se han preparado para impugnar el resultado si vuelve a perder, y han organizado a miles de voluntarios para vigilar los colegios electorales, las urnas y las instalaciones de recuento. “Si pierdo una elección, si es una elección justa, seré el primero en reconocerlo”, dijo Trump a los periodistas.\nPor su parte, Kamala Harris quien ejerció su voto por correo, aprovechó su visita a un banco telefónico organizado por el Comité Nacional Demócrata para dar las gracias a los simpatizantes que trabajan para conseguir el voto. “Esto representa lo mejor de lo que somos”, dijo Harris a los simpatizantes.\nLa carrera presidencial estadounidense se trata de una competencia estado por estado, donde ganar uno de los 50 estados significa obtener todos sus votos del Colegio Electoral.\nEs decir, el presidente no es elegido por el voto popular nacional; son los totales de votos del Colegio Electoral los que determinan el ganador.\nEl Colegio Electoral es un proceso establecido en la Constitución de Estados Unidos para elegir la fórmula presidencial que dirigirá el país y en total, son 538 los votos electorales; es decir que un candidato necesita obtener al menos 270 para ganar la presidencia.\nSin embargo, los votos electorales se conceden en función del voto popular en cada Estado, y cada Estado define el método de reparto. En la actualidad, 48 de los 50 Estados, junto con el Distrito de Columbia, utilizan el sistema de «el ganador se lo lleva todo». Por ejemplo, los 54 votos electorales de California van al ganador de las elecciones estatales, incluso si el margen de victoria es mínimo, como un 50,1 por ciento frente a un 49,9 por ciento.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ee-uu-2024-votacion-fluida-mientras-se-mantiene-la-carrera-renida-entre-harris-y-trump/",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 1489,
    "message_id": 79909,
    "date": "2024-11-05T22:55:07+00:00",
    "text": "teleSUR\nEE.UU. 2024: Votación fluida mientras se mantiene la carrera reñida entre Harris y Trump\nhttps://www.telesurtv.net/ee-uu-2024-votacion-fluida-mientras-se-mantiene-la-carrera-renida-entre-harris-y-trump/",
    "photo_path": null,
    "views": 2630,
    "reactions": {
      "🤮": 27,
      "💩": 9,
      "🤡": 2,
      "👍": 1,
      "😁": 1,
      "🥱": 1
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "continúa la votación de la jornada electoral en la carrera presidencial entre la vicepresidenta kamala harris y el expresidente donald trump, que según las encuestas está muy reñida y es probable que la decidan los votantes de los estados claves disputados. el control de la cámara de representantes y del senado también está en juego este martes, cuando estamos próximos a recibir las primeras estimaciones de los resultados. de acuerdo a los reportes, la votación ha sido fluida durante el día de las elecciones a pesar de las cerradas encuestas que han desbordado los medios de comunicación estadounidenses. ya más de 80 millones de estadounidenses ya habían votado antes del martes, por correo o en persona, y las colas en varios colegios electorales el martes eran organizadas y concurridas. en los promedios finales se registra un empate técnico, al ser la diferencia entre harris y trump menos de un punto, quedando dentro del margen de error. sin embargo, todos los estados indecisos clave, como pensilvania, están dentro de un margen de error de tamaño normal, según los especialistas. cientos de estudiantes universitarios, en los suburbios de filadelfia, esperaron hasta tres horas para votar. también se registraron colas masivas de estudiantes en otros campus del estado, como la universidad de pensilvania en filadelfia y la universidad estatal de pensilvania. en los institutos del condado de northampton, que tiene un historial casi perfecto a la hora de elegir al ganador de las elecciones presidenciales, también hubo colas de varias horas. es probable que la carrera presidencial entre donald trump y kamala harris se decida en siete estados indecisos clave: carolina del norte, pensilvania, michigan, wisconsin, georgia, arizona y nevada. en 2020, trump solo ganó uno de estos estados -carolina del norte- al perder la presidencia frente a joe biden. de acuerdo con los pronósticos del portal realclearpolitics, el candidato republicano donald trump puede ganar en la mayoría de los estados indecisos. esta compañía aseguró que, a 5 de noviembre, el exmandatario estadounidense aventaja a su rival demócrata kamala harris en arizona en 2,8 puntos porcentuales, en georgia (1,3 por ciento), en carolina del norte (1,2 por ciento), en nevada (0,6 por ciento) y en pensilvania (0,4 por ciento). por su parte, la actual vicepresidente lidera en dos estados: michigan (0,5 por ciento) y wisconsin (0,4 por ciento). si se cumplen las previsiones de realclearpolitics, es muy probable que trump gane las elecciones presidenciales. para ganar, un candidato debe asegurarse el apoyo de la mayoría de los electores, consiguiendo el llamado número mágico de 270 votos. trump y sus aliados se han preparado para impugnar el resultado si vuelve a perder, y han organizado a miles de voluntarios para vigilar los colegios electorales, las urnas y las instalaciones de recuento. “si pierdo una elección, si es una elección justa, seré el primero en reconocerlo”, dijo trump a los periodistas. por su parte, kamala harris quien ejerció su voto por correo, aprovechó su visita a un banco telefónico organizado por el comité nacional demócrata para dar las gracias a los simpatizantes que trabajan para conseguir el voto. “esto representa lo mejor de lo que somos”, dijo harris a los simpatizantes. la carrera presidencial estadounidense se trata de una competencia estado por estado, donde ganar uno de los 50 estados significa obtener todos sus votos del colegio electoral. es decir, el presidente no es elegido por el voto popular nacional; son los totales de votos del colegio electoral los que determinan el ganador. el colegio electoral es un proceso establecido en la constitución de estados unidos para elegir la fórmula presidencial que dirigirá el país y en total, son 538 los votos electorales; es decir que un candidato necesita obtener al menos 270 para ganar la presidencia. sin embargo, los votos electorales se conceden en función del voto popular en cada estado, y cada estado define el método de reparto. en la actualidad, 48 de los 50 estados, junto con el distrito de columbia, utilizan el sistema de «el ganador se lo lleva todo». por ejemplo, los 54 votos electorales de california van al ganador de las elecciones estatales, incluso si el margen de victoria es mínimo, como un 50,1 por ciento frente a un 49,9 por ciento.",
    "tokens": [
      "continúa",
      "votación",
      "jornada",
      "electoral",
      "carrera",
      "presidencial",
      "vicepresidenta",
      "kamala",
      "harris",
      "expresidente",
      "donald",
      "trump",
      ",",
      "según",
      "encuestas",
      "reñida",
      "probable",
      "decidan",
      "votantes",
      "claves",
      "disputados",
      ".",
      "control",
      "cámara",
      "representantes",
      "senado",
      "juego",
      "martes",
      ",",
      "próximos",
      "recibir",
      "primeras",
      "estimaciones",
      "resultados",
      ".",
      "acuerdo",
      "reportes",
      ",",
      "votación",
      "sido",
      "fluida",
      "día",
      "elecciones",
      "pesar",
      "cerradas",
      "encuestas",
      "desbordado",
      "medios",
      "comunicación",
      "estadounidenses",
      ".",
      "80",
      "millones",
      "estadounidenses",
      "votado",
      "martes",
      ",",
      "correo",
      "persona",
      ",",
      "colas",
      "varios",
      "colegios",
      "electorales",
      "martes",
      "organizadas",
      "concurridas",
      ".",
      "promedios",
      "finales",
      "registra",
      "empate",
      "técnico",
      ",",
      "ser",
      "diferencia",
      "harris",
      "trump",
      "menos",
      "punto",
      ",",
      "quedando",
      "dentro",
      "margen",
      "error",
      ".",
      "embargo",
      ",",
      "indecisos",
      "clave",
      ",",
      "pensilvania",
      ",",
      "dentro",
      "margen",
      "error",
      "tamaño",
      "normal",
      ",",
      "según",
      "especialistas",
      ".",
      "cientos",
      "estudiantes",
      "universitarios",
      ",",
      "suburbios",
      "filadelfia",
      ",",
      "esperaron",
      "tres",
      "horas",
      "votar",
      ".",
      "registraron",
      "colas",
      "masivas",
      "estudiantes",
      "campus",
      ",",
      "universidad",
      "pensilvania",
      "filadelfia",
      "universidad",
      "estatal",
      "pensilvania",
      ".",
      "institutos",
      "condado",
      "northampton",
      ",",
      "historial",
      "casi",
      "perfecto",
      "hora",
      "elegir",
      "ganador",
      "elecciones",
      "presidenciales",
      ",",
      "colas",
      "varias",
      "horas",
      ".",
      "probable",
      "carrera",
      "presidencial",
      "donald",
      "trump",
      "kamala",
      "harris",
      "decida",
      "siete",
      "indecisos",
      "clave",
      ":",
      "carolina",
      "norte",
      ",",
      "pensilvania",
      ",",
      "michigan",
      ",",
      "wisconsin",
      ",",
      "georgia",
      ",",
      "arizona",
      "nevada",
      ".",
      "2020",
      ",",
      "trump",
      "solo",
      "ganó",
      "-carolina",
      "norte-",
      "perder",
      "presidencia",
      "frente",
      "joe",
      "biden",
      ".",
      "acuerdo",
      "pronósticos",
      "portal",
      "realclearpolitics",
      ",",
      "candidato",
      "republicano",
      "donald",
      "trump",
      "puede",
      "ganar",
      "mayoría",
      "indecisos",
      ".",
      "compañía",
      "aseguró",
      ",",
      "5",
      "noviembre",
      ",",
      "exmandatario",
      "estadounidense",
      "aventaja",
      "rival",
      "demócrata",
      "kamala",
      "harris",
      "arizona",
      "2,8",
      "puntos",
      "porcentuales",
      ",",
      "georgia",
      "(",
      "1,3",
      "ciento",
      ")",
      ",",
      "carolina",
      "norte",
      "(",
      "1,2",
      "ciento",
      ")",
      ",",
      "nevada",
      "(",
      "0,6",
      "ciento",
      ")",
      "pensilvania",
      "(",
      "0,4",
      "ciento",
      ")",
      ".",
      "parte",
      ",",
      "actual",
      "vicepresidente",
      "lidera",
      "dos",
      ":",
      "michigan",
      "(",
      "0,5",
      "ciento",
      ")",
      "wisconsin",
      "(",
      "0,4",
      "ciento",
      ")",
      ".",
      "si",
      "cumplen",
      "previsiones",
      "realclearpolitics",
      ",",
      "probable",
      "trump",
      "gane",
      "elecciones",
      "presidenciales",
      ".",
      "ganar",
      ",",
      "candidato",
      "debe",
      "asegurarse",
      "apoyo",
      "mayoría",
      "electores",
      ",",
      "consiguiendo",
      "llamado",
      "número",
      "mágico",
      "270",
      "votos",
      ".",
      "trump",
      "aliados",
      "preparado",
      "impugnar",
      "resultado",
      "si",
      "vuelve",
      "perder",
      ",",
      "organizado",
      "miles",
      "voluntarios",
      "vigilar",
      "colegios",
      "electorales",
      ",",
      "urnas",
      "instalaciones",
      "recuento",
      ".",
      "“",
      "si",
      "pierdo",
      "elección",
      ",",
      "si",
      "elección",
      "justa",
      ",",
      "primero",
      "reconocerlo",
      "”",
      ",",
      "dijo",
      "trump",
      "periodistas",
      ".",
      "parte",
      ",",
      "kamala",
      "harris",
      "ejerció",
      "voto",
      "correo",
      ",",
      "aprovechó",
      "visita",
      "banco",
      "telefónico",
      "organizado",
      "comité",
      "nacional",
      "demócrata",
      "dar",
      "gracias",
      "simpatizantes",
      "trabajan",
      "conseguir",
      "voto",
      ".",
      "“",
      "representa",
      "mejor",
      "”",
      ",",
      "dijo",
      "harris",
      "simpatizantes",
      ".",
      "carrera",
      "presidencial",
      "estadounidense",
      "trata",
      "competencia",
      ",",
      "ganar",
      "50",
      "significa",
      "obtener",
      "votos",
      "colegio",
      "electoral",
      ".",
      "decir",
      ",",
      "presidente",
      "elegido",
      "voto",
      "popular",
      "nacional",
      ";",
      "totales",
      "votos",
      "colegio",
      "electoral",
      "determinan",
      "ganador",
      ".",
      "colegio",
      "electoral",
      "proceso",
      "establecido",
      "constitución",
      "unidos",
      "elegir",
      "fórmula",
      "presidencial",
      "dirigirá",
      "país",
      "total",
      ",",
      "538",
      "votos",
      "electorales",
      ";",
      "decir",
      "candidato",
      "necesita",
      "obtener",
      "menos",
      "270",
      "ganar",
      "presidencia",
      ".",
      "embargo",
      ",",
      "votos",
      "electorales",
      "conceden",
      "función",
      "voto",
      "popular",
      "cada",
      ",",
      "cada",
      "define",
      "método",
      "reparto",
      ".",
      "actualidad",
      ",",
      "48",
      "50",
      ",",
      "junto",
      "distrito",
      "columbia",
      ",",
      "utilizan",
      "sistema",
      "«",
      "ganador",
      "lleva",
      "»",
      ".",
      "ejemplo",
      ",",
      "54",
      "votos",
      "electorales",
      "california",
      "van",
      "ganador",
      "elecciones",
      "estatales",
      ",",
      "incluso",
      "si",
      "margen",
      "victoria",
      "mínimo",
      ",",
      "50,1",
      "ciento",
      "frente",
      "49,9",
      "ciento",
      "."
    ],
    "token_count": 462,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 101,
      "FW": 114,
      "JJ": 65,
      "NN": 252,
      "NNS": 40,
      "VBP": 21,
      "IN": 39,
      "VBZ": 11,
      "CD": 18,
      "PRP": 1,
      "VBN": 1,
      "VBD": 2,
      "CC": 1,
      "RB": 2,
      "DT": 1,
      "$": 2
    },
    "bigram_freq": {
      "NNP-NNP": 31,
      "NNP-FW": 21,
      "FW-FW": 56,
      "FW-JJ": 7,
      "JJ-FW": 3,
      "JJ-NN": 37,
      "NN-NN": 140,
      "NN-FW": 12,
      "FW-NNP": 25,
      "FW-NN": 15,
      "NN-NNP": 22,
      "NNP-NN": 36,
      "NN-NNS": 13,
      "NNS-VBP": 16,
      "VBP-JJ": 12,
      "NN-JJ": 24,
      "JJ-NNS": 11,
      "NNS-IN": 8,
      "IN-FW": 18,
      "VBP-NNP": 3,
      "NN-IN": 27,
      "IN-NN": 7,
      "NN-VBZ": 7,
      "VBZ-JJ": 6,
      "VBP-NNS": 3,
      "FW-NNS": 5,
      "NNS-FW": 3,
      "NNS-NNP": 4,
      "IN-CD": 2,
      "CD-NNS": 2,
      "FW-PRP": 1,
      "PRP-VBP": 1,
      "VBP-NN": 2,
      "NNS-NNS": 5,
      "NNS-VBZ": 2,
      "JJ-JJ": 7,
      "NN-VBP": 4,
      "VBP-VBN": 1,
      "VBN-NNP": 1,
      "IN-JJ": 4,
      "JJ-NNP": 3,
      "FW-VBZ": 1,
      "JJ-IN": 2,
      "IN-NNP": 8,
      "NNP-JJ": 2,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNP-CD": 7,
      "CD-NNP": 2,
      "FW-CD": 4,
      "CD-NN": 13,
      "NNP-CC": 1,
      "CC-NN": 1,
      "NNS-RB": 1,
      "RB-FW": 1,
      "VBZ-NNS": 1,
      "NNS-JJ": 1,
      "VBZ-NNP": 1,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NN-CD": 1,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "NN-VBD": 1,
      "VBD-$": 1,
      "$-CD": 2,
      "CD-IN": 1,
      "NNP-IN": 1,
      "NNP-VBZ": 1,
      "VBZ-$": 1,
      "JJ-CD": 2
    },
    "trigram_freq": {
      "NNP-NNP-FW": 6,
      "NNP-FW-FW": 3,
      "FW-FW-FW": 37,
      "FW-FW-JJ": 3,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 1,
      "FW-JJ-NN": 3,
      "JJ-NN-NN": 23,
      "NN-NN-FW": 11,
      "NN-FW-NNP": 4,
      "FW-NNP-NNP": 7,
      "NNP-FW-NN": 5,
      "FW-NN-NNP": 4,
      "NN-NNP-NNP": 9,
      "NNP-NNP-NN": 11,
      "NNP-NN-NN": 26,
      "NN-NN-NN": 71,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 8,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 13,
      "NN-FW-JJ": 2,
      "FW-JJ-NNS": 2,
      "JJ-NNS-IN": 5,
      "NNS-IN-FW": 4,
      "IN-FW-JJ": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "NNP-NN-IN": 2,
      "NN-IN-FW": 13,
      "IN-FW-NNP": 4,
      "FW-NNP-FW": 11,
      "NNP-FW-NNP": 11,
      "FW-NNP-NN": 5,
      "NN-NN-IN": 20,
      "NN-IN-NN": 5,
      "IN-NN-NN": 5,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NNS": 1,
      "VBP-JJ-NNS": 3,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-IN": 1,
      "IN-FW-FW": 9,
      "FW-FW-NNP": 6,
      "FW-NN-NNS": 2,
      "NN-FW-NN": 3,
      "FW-NN-IN": 2,
      "IN-FW-NNS": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 2,
      "NN-JJ-NNS": 3,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 4,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 1,
      "FW-FW-PRP": 1,
      "FW-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "JJ-NN-NNP": 4,
      "NN-NNP-NN": 9,
      "NNP-NN-NNS": 3,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-NNP": 1,
      "VBN-NNP-FW": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "JJ-NN-IN": 3,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "NNP-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NNS-IN-NNP": 3,
      "IN-NNP-NNP": 2,
      "NN-NNS-FW": 1,
      "FW-FW-NN": 5,
      "FW-NN-NN": 4,
      "NN-IN-NNP": 4,
      "NNP-NN-JJ": 3,
      "NN-JJ-JJ": 3,
      "NN-FW-FW": 3,
      "FW-NNS-NNS": 2,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NNP-NNP-NNP": 12,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "JJ-FW-NN": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNP": 1,
      "CD-NNP-NN": 2,
      "JJ-NN-JJ": 3,
      "JJ-NNP-NN": 2,
      "NN-NN-NNP": 11,
      "NNP-FW-CD": 1,
      "FW-CD-NN": 2,
      "CD-NN-NNS": 2,
      "VBP-NNP-CD": 1,
      "NNP-CD-NN": 6,
      "CD-NN-NN": 11,
      "IN-NNP-FW": 1,
      "FW-NNP-CD": 1,
      "IN-NNP-CD": 2,
      "NN-NNP-CD": 2,
      "IN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "CD-NNS-NNP": 1,
      "JJ-NNS-RB": 1,
      "NNS-RB-FW": 1,
      "RB-FW-NN": 1,
      "FW-NN-JJ": 2,
      "JJ-NN-NNS": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "VBZ-JJ-NN": 3,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "IN-FW-CD": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-NNS-IN": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "NN-VBP-JJ": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-NN": 2,
      "NN-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NNP-NN-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-CD-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-$": 1,
      "VBZ-$-CD": 1,
      "IN-NNP-NN": 1,
      "VBP-JJ-JJ": 1,
      "NN-JJ-CD": 2,
      "JJ-CD-NN": 2
    },
    "top_patterns": {
      "top_tags": {
        "NN": 252,
        "FW": 114,
        "NNP": 101,
        "JJ": 65,
        "NNS": 40
      },
      "top_bigrams": {
        "NN-NN": 140,
        "FW-FW": 56,
        "JJ-NN": 37,
        "NNP-NN": 36,
        "NNP-NNP": 31
      },
      "top_trigrams": {
        "NN-NN-NN": 71,
        "FW-FW-FW": 37,
        "NNP-NN-NN": 26,
        "JJ-NN-NN": 23,
        "NN-NN-IN": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 193,
      "ADJP": 8,
      "VP": 39,
      "PP": 17
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0353
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0212
      },
      {
        "rule": "NP -> ('ciento', 'NN')",
        "frequency": 6,
        "weight": 0.0212
      },
      {
        "rule": "NP -> ('Pensilvania', 'NNP')",
        "frequency": 4,
        "weight": 0.0141
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('martes', 'NNS')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('Harris', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('Trump', 'NNP')",
        "frequency": 2,
        "weight": 0.0071
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 2,
        "weight": 0.0071
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Continúa la"
      },
      {
        "label": "ADJP",
        "text": "electoral"
      },
      {
        "label": "NP",
        "text": "presidencial entre la"
      },
      {
        "label": "NP",
        "text": "Kamala Harris y"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "que según las encuestas"
      },
      {
        "label": "VP",
        "text": "está muy reñida y es probable que la"
      },
      {
        "label": "NP",
        "text": "muy reñida y es"
      },
      {
        "label": "NP",
        "text": "probable que la"
      },
      {
        "label": "NP",
        "text": "los votantes"
      },
      {
        "label": "NP",
        "text": "estados claves"
      },
      {
        "label": "VP",
        "text": "disputados"
      },
      {
        "label": "NP",
        "text": "El control"
      },
      {
        "label": "NP",
        "text": "Cámara"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Continúa/NNP la/NNP)\n  votación/FW\n  de/FW\n  la/FW\n  jornada/FW\n  (ADJP electoral/JJ)\n  en/FW\n  la/FW\n  carrera/FW\n  (NP presidencial/JJ entre/NN la/NN)\n  vicepresidenta/FW\n  (NP Kamala/NNP Harris/NNP y/NNP)\n  (VP el/VBZ)\n  expresidente/FW\n  (NP Donald/NNP Trump/NNP)\n  ,/,\n  (NP que/NN según/NN las/NN encuestas/NNS)\n  (VP\n    está/VBP\n    (NP muy/JJ reñida/NN y/NN es/NN)\n    (NP probable/JJ que/NN la/NN))\n  decidan/FW\n  (NP los/JJ votantes/NNS)\n  de/IN\n  los/FW\n  (NP estados/JJ claves/NNS)\n  (VP disputados/VBP)\n  ./.)",
      "(S\n  (NP El/NNP control/NN)\n  de/IN\n  la/FW\n  (NP Cámara/NNP)\n  de/FW\n  (NP Representantes/NNP)\n  y/CC\n  del/FW\n  (NP Senado/NNP también/NN está/NN)\n  (PP en/IN (NP juego/NN este/NN martes/NNS))\n  ,/,\n  (NP cuando/NN estamos/NNS)\n  (VP\n    próximos/VBP\n    (NP a/DT recibir/NN las/NN)\n    (NP primeras/JJ estimaciones/NNS))\n  de/IN\n  los/FW\n  (NP resultados/NN)\n  ./.)",
      "(S\n  (NP De/NNP)\n  (VP acuerdo/VBZ (NP a/DT los/NN))\n  (VP reportes/VBZ)\n  ,/,\n  la/FW\n  votación/FW\n  (NP ha/NN sido/NN fluida/NN durante/NN)\n  el/FW\n  (NP día/NN)\n  de/IN\n  las/FW\n  (NP elecciones/NNS)\n  (NP a/DT pesar/NN)\n  de/IN\n  las/FW\n  (NP cerradas/NNS)\n  (VP\n    encuestas/VBP\n    (NP que/JJ han/NN desbordado/NN)\n    (NP los/JJ medios/NNS))\n  (PP de/IN (NP comunicación/NN estadounidenses/NNS))\n  ./.)",
      "(S\n  (NP Ya/NNP más/NN)\n  de/IN\n  80/CD\n  (NP millones/NNS)\n  de/FW\n  estadounidenses/FW\n  ya/PRP\n  (VP habían/VBP (NP votado/JJ antes/NNS))\n  (VP del/VBP (NP martes/NNS))\n  ,/,\n  (NP por/NN correo/NN o/NN)\n  (PP en/IN (NP persona/NN))\n  ,/,\n  y/CC\n  (NP las/JJ colas/NNS)\n  (PP en/IN (NP varios/NNS colegios/NNS electorales/NNS))\n  (VP el/VBP (NP martes/NNS))\n  (VP eran/VBP (NP organizadas/JJ y/NN concurridas/NN))\n  ./.)",
      "(S\n  (NP En/NNP los/NN promedios/NNS)\n  (VP finales/VBZ (NP se/JJ registra/JJ un/JJ empate/NN técnico/NN))\n  ,/,\n  al/FW\n  (NP ser/JJR la/NN diferencia/NN)\n  entre/FW\n  (NP Harris/NNP)\n  y/CC\n  (NP Trump/NNP)\n  menos/FW\n  de/FW\n  un/FW\n  (NP punto/NN)\n  ,/,\n  (NP quedando/JJ dentro/NN del/NN margen/NN)\n  (PP de/IN (NP error/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GOBIERNOS_OFICIALES",
      "GRUPOS_ESPECIFICOS",
      "LEYES_NORMATIVAS",
      "CANTIDADES_NUMERICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "INSTITUCIONES_EDUCATIVAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "candidato debe asegurarse el apoyo",
        "position": [
          2559,
          2593
        ],
        "start": 2559,
        "end": 2593
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "votos electorales se conceden en función del voto popular en cada estado, y cada estado define el método de reparto. en la actualidad, 48 de los 50 estados, junto con el distrito de columbia, utilizan el sistema de «el ganador se lo lleva todo». por ejemplo, los 54 votos electorales de california van al ganador de las elecciones",
        "position": [
          3908,
          4238
        ],
        "start": 3908,
        "end": 4238
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "encuestas que han desbordado los medios de comunicación estadounidenses. ya más de 80 millones de estadounidenses ya habían votado antes del martes, por correo o en persona, y las colas en varios colegios electorales",
        "position": [
          538,
          754
        ],
        "start": 538,
        "end": 754
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente no es",
        "position": [
          3491,
          3507
        ],
        "start": 3491,
        "end": 3507
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          1106,
          1117
        ],
        "start": 1106,
        "end": 1117
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad de pensilvania",
        "position": [
          1293,
          1319
        ],
        "start": 1293,
        "end": 1319
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo a los reportes, la votación ha sido fluida durante el día de las elecciones a pesar de las cerradas encuestas que han desbordado los medios de comunicación estadounidenses. ya más de 80",
        "position": [
          430,
          623
        ],
        "start": 430,
        "end": 623
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          3677,
          3689
        ],
        "start": 3677,
        "end": 3689
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          1293,
          1304
        ],
        "start": 1293,
        "end": 1304
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          3693,
          3707
        ],
        "start": 3693,
        "end": 3707
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado, como",
        "position": [
          1277,
          1289
        ],
        "start": 1277,
        "end": 1289
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad de",
        "position": [
          1293,
          1307
        ],
        "start": 1293,
        "end": 1307
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "durante el día",
        "position": [
          481,
          495
        ],
        "start": 481,
        "end": 495
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          955,
          962
        ],
        "start": 955,
        "end": 962
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "80 millones",
        "position": [
          621,
          632
        ],
        "start": 621,
        "end": 632
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "270 votos",
        "position": [
          2667,
          2676
        ],
        "start": 2667,
        "end": 2676
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "54 votos",
        "position": [
          4171,
          4179
        ],
        "start": 4171,
        "end": 4179
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 80",
        "position": [
          614,
          623
        ],
        "start": 614,
        "end": 623
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "8 puntos",
        "position": [
          2158,
          2166
        ],
        "start": 2158,
        "end": 2166
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Wisconsin",
        "tipo": "Lugar"
      },
      {
        "nombre": "Harris",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución de Estados Unidos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Arizona",
        "tipo": "Lugar"
      },
      {
        "nombre": "Northampton",
        "tipo": "Lugar"
      },
      {
        "nombre": "Joe Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "Cámara de Representantes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Carolina del Norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Senado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Georgia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Michigan",
        "tipo": "Lugar"
      },
      {
        "nombre": "Norte-",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comité Nacional Demócrata",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Colegio Electoral",
        "tipo": "Lugar"
      },
      {
        "nombre": "Universidad Estatal de Pensilvania",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kamala Harris",
        "tipo": "Persona"
      },
      {
        "nombre": "Nevada",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pensilvania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colegio Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Universidad de Pensilvania",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "California",
        "tipo": "Lugar"
      },
      {
        "nombre": "Distrito de Columbia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Filadelfia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Donald Trump",
        "relacion": "DECIDIR",
        "objeto": "Carolina del Norte"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DECIDIR",
        "objeto": "Pensilvania"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DECIDIR",
        "objeto": "Michigan"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DECIDIR",
        "objeto": "Wisconsin"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DECIDIR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DECIDIR",
        "objeto": "Arizona"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DECIDIR",
        "objeto": "Nevada"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "DECIDIR",
        "objeto": "Carolina del Norte"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "DECIDIR",
        "objeto": "Pensilvania"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "DECIDIR",
        "objeto": "Michigan"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "DECIDIR",
        "objeto": "Wisconsin"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "DECIDIR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "DECIDIR",
        "objeto": "Arizona"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "DECIDIR",
        "objeto": "Nevada"
      },
      {
        "sujeto": "Trump",
        "relacion": "GANAR",
        "objeto": "Norte-"
      },
      {
        "sujeto": "Trump",
        "relacion": "GANAR",
        "objeto": "Joe Biden"
      },
      {
        "sujeto": "Norte-",
        "relacion": "GANAR",
        "objeto": "Joe Biden"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Carolina del Norte"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Nevada"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Pensilvania"
      },
      {
        "sujeto": "Arizona",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Arizona",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Carolina del Norte"
      },
      {
        "sujeto": "Arizona",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Nevada"
      },
      {
        "sujeto": "Arizona",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Pensilvania"
      },
      {
        "sujeto": "Georgia",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Carolina del Norte"
      },
      {
        "sujeto": "Georgia",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Nevada"
      },
      {
        "sujeto": "Georgia",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Pensilvania"
      },
      {
        "sujeto": "Carolina del Norte",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Nevada"
      },
      {
        "sujeto": "Carolina del Norte",
        "relacion": "AVENTAJAR_ASEGURAR",
        "objeto": "Pensilvania"
      },
      {
        "sujeto": "Kamala Harris",
        "relacion": "APROVECHAR",
        "objeto": "Comité Nacional Demócrata"
      }
    ]
  },
  "sentiment": {
    "compound": -0.6705,
    "pos": 0.015,
    "neu": 0.963,
    "neg": 0.022,
    "label": "negative"
  }
}