{
  "url": "https://www.telesurtv.net/leonardo-boff-trump-usa-cia-fbi-nuevo-papa/",
  "title": "Leonardo Boff: Trump y católicos conservadores intentan manipular la elección del nuevo Papa - teleSUR",
  "section": "Mundo",
  "tags": [
    "colegio cardinalicio",
    "Leonardo Boff",
    "Papa Francisco",
    "Tump"
  ],
  "text": "A menos de 48 horas de que inicie la ceremonia de selección del sucesor del fallecido papa Francisco y mientra se ultiman los preparativos en la Capilla Sixtina del Vaticano, se palpita la disputa por el liderazgo de la Iglesia Católica a nivel mundial, el cual no está excento de la realidad política internacional y la emergencia de movimientos ultraconservadores y de ultraderecha.\nEn este contexto, el filósofo, teólogo y ecologista brasileño, Leonardo Boff, quien es considerado como uno de los “padres” de la teología de la liberación católica en América Latina, expresa que hay espectativas de la selección de un papa de las nuevas iglesias del Sur Global: “el cristianismo europeo está agónico. Hay iglesias cerradas porque ningún fiel asiste a ellas”.\nEn contraste, señala que “en las Américas se está consolidando un cristianismo-fuente y ya no más espejo de los europeos”. En ese sentido, Boff subraya que “después de más de 500 años de presencia cristiana surgieron rostros nuevos de Iglesia, la Iglesia en la base de los fieles, obispos desposeídos, no viviendo más en palacios sino en medio del pueblo, curas que viven en las periferias, una serie enorme de movimientos laicos, que asumen su autonomía, y muchas religiosas que viven en el interior de la Amazonia”.\nEntre los señalados como continuadores del papa Francisco,  señala al cardenal Tagle de Manila, “totalmente en la línea del Papa Francisco de una Iglesia pobre y especialmente de los pobres”; el cardenal italiano Matteo Zuppi, “que vive en una comunidad de cristianos, va a palacio en bicicleta, defiende claramente a todos los marginados de la sociedad y una Iglesia de todos sin discriminaciones” y el cardenal Pietro Parolin, “Jefe de Estado y muy amigo del Papa Francisco, un poco conservador en doctrina pero totalmente abierto a una Iglesia con los desafíos de la nueva fase planetaria.”\n\n\nSin embargo, el intelectual brasileño llama a no ser “ingenuos” y advierte sobre los conflictos hacia el interior de la Iglesia Católica. En este aspecto sostiene que “en el Cónclave reverbera también el tema del poder” y “hay ultraconservadores como los cardenales Robert Sarah de Guinea, el cardenal Leo Burke de USA y el cardenal Gerhard Müller de Alemania que postulan una Iglesia extremadamente conservadora, una verdadera cisterna de aguas muertas”.\nEstos cardenales “están en contra de todas las reformas hechas y oficiales”, insisten “la marginación de las mujeres” y “les gustaría volver a la misa en latín con el sacerdote de espaldas al pueblo”, apunta el intelectual.\nOtro de los aspectos destacados por Boff es la existencia de la organización cospiratorio Red Hat Report, la cual no solo recibe el financiamiento y el apoyo de católicos conservadores que incluyen a magnates ligados a Trump y al ultraconservador Brennan.  Según denuncia, esta estructura “utiliza los servicios de la CIA y del FBI para recoger datos de la vida privada de cardenales progresistas con la intención de manipularlos y viciar el Cónclave.” El objetivo señalado es el de “evitar la elección de un Papa progresista, incómodo a la orientación del gobierno y preferir un conservador que esté afinado con las políticas autoritarias de la actual administración”.\n\n\nSin embargo, tambien destaca la existencia de “algunos cardenales que son más progresistas, en el sentido de caminar con el mundo moderno; otros progresistas más críticos con las modernidades recelan contaminar a los fieles con pensamientos poco alineados al cristianismo oficial. Hay otros francamente francisquistas, que optan por los pobres, defienden una moral más flexible con referencia a los divorciados, acogen a las personas de otra opción sexual, abiertos al diálogo con todos como hacía el Papa Francisco”.\nCon respecto a las expetativas repecto del próximo cónclave, el intelectual entrevistado el periodista Washington Uranga, señala que en momentos de falta de consenso, suele buscarse “alguien más discreto que sea capaz de dialogar con las distintas partes, apto para crear un consenso”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/leonardo-boff-trump-usa-cia-fbi-nuevo-papa/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-05.json",
    "message_index": 1768,
    "message_id": 93400,
    "date": "2025-05-05T13:55:12+00:00",
    "text": "teleSUR\nLeonardo Boff: Trump y católicos conservadores intentan manipular la elección del nuevo Papa\nhttps://www.telesurtv.net/leonardo-boff-trump-usa-cia-fbi-nuevo-papa/",
    "photo_path": null,
    "views": 1968,
    "reactions": {
      "🤬": 42,
      "😁": 2
    },
    "total_reactions": 44
  },
  "preprocessing": {
    "cleaned": "a menos de 48 horas de que inicie la ceremonia de selección del sucesor del fallecido papa francisco y mientra se ultiman los preparativos en la capilla sixtina del vaticano, se palpita la disputa por el liderazgo de la iglesia católica a nivel mundial, el cual no está excento de la realidad política internacional y la emergencia de movimientos ultraconservadores y de ultraderecha. en este contexto, el filósofo, teólogo y ecologista brasileño, leonardo boff, quien es considerado como uno de los “padres” de la teología de la liberación católica en américa latina, expresa que hay espectativas de la selección de un papa de las nuevas iglesias del sur global: “el cristianismo europeo está agónico. hay iglesias cerradas porque ningún fiel asiste a ellas”. en contraste, señala que “en las américas se está consolidando un cristianismo-fuente y ya no más espejo de los europeos”. en ese sentido, boff subraya que “después de más de 500 años de presencia cristiana surgieron rostros nuevos de iglesia, la iglesia en la base de los fieles, obispos desposeídos, no viviendo más en palacios sino en medio del pueblo, curas que viven en las periferias, una serie enorme de movimientos laicos, que asumen su autonomía, y muchas religiosas que viven en el interior de la amazonia”. entre los señalados como continuadores del papa francisco, señala al cardenal tagle de manila, “totalmente en la línea del papa francisco de una iglesia pobre y especialmente de los pobres”; el cardenal italiano matteo zuppi, “que vive en una comunidad de cristianos, va a palacio en bicicleta, defiende claramente a todos los marginados de la sociedad y una iglesia de todos sin discriminaciones” y el cardenal pietro parolin, “jefe de estado y muy amigo del papa francisco, un poco conservador en doctrina pero totalmente abierto a una iglesia con los desafíos de la nueva fase planetaria.” sin embargo, el intelectual brasileño llama a no ser “ingenuos” y advierte sobre los conflictos hacia el interior de la iglesia católica. en este aspecto sostiene que “en el cónclave reverbera también el tema del poder” y “hay ultraconservadores como los cardenales robert sarah de guinea, el cardenal leo burke de usa y el cardenal gerhard müller de alemania que postulan una iglesia extremadamente conservadora, una verdadera cisterna de aguas muertas”. estos cardenales “están en contra de todas las reformas hechas y oficiales”, insisten “la marginación de las mujeres” y “les gustaría volver a la misa en latín con el sacerdote de espaldas al pueblo”, apunta el intelectual. otro de los aspectos destacados por boff es la existencia de la organización cospiratorio red hat report, la cual no solo recibe el financiamiento y el apoyo de católicos conservadores que incluyen a magnates ligados a trump y al ultraconservador brennan. según denuncia, esta estructura “utiliza los servicios de la cia y del fbi para recoger datos de la vida privada de cardenales progresistas con la intención de manipularlos y viciar el cónclave.” el objetivo señalado es el de “evitar la elección de un papa progresista, incómodo a la orientación del gobierno y preferir un conservador que esté afinado con las políticas autoritarias de la actual administración”. sin embargo, tambien destaca la existencia de “algunos cardenales que son más progresistas, en el sentido de caminar con el mundo moderno; otros progresistas más críticos con las modernidades recelan contaminar a los fieles con pensamientos poco alineados al cristianismo oficial. hay otros francamente francisquistas, que optan por los pobres, defienden una moral más flexible con referencia a los divorciados, acogen a las personas de otra opción sexual, abiertos al diálogo con todos como hacía el papa francisco”. con respecto a las expetativas repecto del próximo cónclave, el intelectual entrevistado el periodista washington uranga, señala que en momentos de falta de consenso, suele buscarse “alguien más discreto que sea capaz de dialogar con las distintas partes, apto para crear un consenso”.",
    "tokens": [
      "menos",
      "48",
      "horas",
      "inicie",
      "ceremonia",
      "selección",
      "sucesor",
      "fallecido",
      "papa",
      "francisco",
      "mientra",
      "ultiman",
      "preparativos",
      "capilla",
      "sixtina",
      "vaticano",
      ",",
      "palpita",
      "disputa",
      "liderazgo",
      "iglesia",
      "católica",
      "nivel",
      "mundial",
      ",",
      "excento",
      "realidad",
      "política",
      "internacional",
      "emergencia",
      "movimientos",
      "ultraconservadores",
      "ultraderecha",
      ".",
      "contexto",
      ",",
      "filósofo",
      ",",
      "teólogo",
      "ecologista",
      "brasileño",
      ",",
      "leonardo",
      "boff",
      ",",
      "considerado",
      "“",
      "padres",
      "”",
      "teología",
      "liberación",
      "católica",
      "américa",
      "latina",
      ",",
      "expresa",
      "espectativas",
      "selección",
      "papa",
      "nuevas",
      "iglesias",
      "sur",
      "global",
      ":",
      "“",
      "cristianismo",
      "europeo",
      "agónico",
      ".",
      "iglesias",
      "cerradas",
      "ningún",
      "fiel",
      "asiste",
      "”",
      ".",
      "contraste",
      ",",
      "señala",
      "“",
      "américas",
      "consolidando",
      "cristianismo-fuente",
      "espejo",
      "europeos",
      "”",
      ".",
      ",",
      "boff",
      "subraya",
      "“",
      "después",
      "500",
      "años",
      "presencia",
      "cristiana",
      "surgieron",
      "rostros",
      "nuevos",
      "iglesia",
      ",",
      "iglesia",
      "base",
      "fieles",
      ",",
      "obispos",
      "desposeídos",
      ",",
      "viviendo",
      "palacios",
      "sino",
      "medio",
      "pueblo",
      ",",
      "curas",
      "viven",
      "periferias",
      ",",
      "serie",
      "enorme",
      "movimientos",
      "laicos",
      ",",
      "asumen",
      "autonomía",
      ",",
      "muchas",
      "religiosas",
      "viven",
      "interior",
      "amazonia",
      "”",
      ".",
      "señalados",
      "continuadores",
      "papa",
      "francisco",
      ",",
      "señala",
      "cardenal",
      "tagle",
      "manila",
      ",",
      "“",
      "totalmente",
      "línea",
      "papa",
      "francisco",
      "iglesia",
      "pobre",
      "especialmente",
      "pobres",
      "”",
      ";",
      "cardenal",
      "italiano",
      "matteo",
      "zuppi",
      ",",
      "“",
      "vive",
      "comunidad",
      "cristianos",
      ",",
      "va",
      "palacio",
      "bicicleta",
      ",",
      "defiende",
      "claramente",
      "marginados",
      "sociedad",
      "iglesia",
      "discriminaciones",
      "”",
      "cardenal",
      "pietro",
      "parolin",
      ",",
      "“",
      "jefe",
      "amigo",
      "papa",
      "francisco",
      ",",
      "conservador",
      "doctrina",
      "totalmente",
      "abierto",
      "iglesia",
      "desafíos",
      "nueva",
      "fase",
      "planetaria.",
      "”",
      "embargo",
      ",",
      "intelectual",
      "brasileño",
      "llama",
      "ser",
      "“",
      "ingenuos",
      "”",
      "advierte",
      "conflictos",
      "hacia",
      "interior",
      "iglesia",
      "católica",
      ".",
      "aspecto",
      "sostiene",
      "“",
      "cónclave",
      "reverbera",
      "tema",
      "poder",
      "”",
      "“",
      "ultraconservadores",
      "cardenales",
      "robert",
      "sarah",
      "guinea",
      ",",
      "cardenal",
      "leo",
      "burke",
      "usa",
      "cardenal",
      "gerhard",
      "müller",
      "alemania",
      "postulan",
      "iglesia",
      "extremadamente",
      "conservadora",
      ",",
      "verdadera",
      "cisterna",
      "aguas",
      "muertas",
      "”",
      ".",
      "cardenales",
      "“",
      "todas",
      "reformas",
      "hechas",
      "oficiales",
      "”",
      ",",
      "insisten",
      "“",
      "marginación",
      "mujeres",
      "”",
      "“",
      "gustaría",
      "volver",
      "misa",
      "latín",
      "sacerdote",
      "espaldas",
      "pueblo",
      "”",
      ",",
      "apunta",
      "intelectual",
      ".",
      "aspectos",
      "destacados",
      "boff",
      "existencia",
      "organización",
      "cospiratorio",
      "red",
      "hat",
      "report",
      ",",
      "solo",
      "recibe",
      "financiamiento",
      "apoyo",
      "católicos",
      "conservadores",
      "incluyen",
      "magnates",
      "ligados",
      "trump",
      "ultraconservador",
      "brennan",
      ".",
      "según",
      "denuncia",
      ",",
      "estructura",
      "“",
      "utiliza",
      "servicios",
      "cia",
      "fbi",
      "recoger",
      "datos",
      "vida",
      "privada",
      "cardenales",
      "progresistas",
      "intención",
      "manipularlos",
      "viciar",
      "cónclave.",
      "”",
      "objetivo",
      "señalado",
      "“",
      "evitar",
      "elección",
      "papa",
      "progresista",
      ",",
      "incómodo",
      "orientación",
      "gobierno",
      "preferir",
      "conservador",
      "afinado",
      "políticas",
      "autoritarias",
      "actual",
      "administración",
      "”",
      ".",
      "embargo",
      ",",
      "tambien",
      "destaca",
      "existencia",
      "“",
      "cardenales",
      "progresistas",
      ",",
      "caminar",
      "mundo",
      "moderno",
      ";",
      "progresistas",
      "críticos",
      "modernidades",
      "recelan",
      "contaminar",
      "fieles",
      "pensamientos",
      "alineados",
      "cristianismo",
      "oficial",
      ".",
      "francamente",
      "francisquistas",
      ",",
      "optan",
      "pobres",
      ",",
      "defienden",
      "moral",
      "flexible",
      "referencia",
      "divorciados",
      ",",
      "acogen",
      "personas",
      "opción",
      "sexual",
      ",",
      "abiertos",
      "diálogo",
      "hacía",
      "papa",
      "francisco",
      "”",
      ".",
      "respecto",
      "expetativas",
      "repecto",
      "próximo",
      "cónclave",
      ",",
      "intelectual",
      "entrevistado",
      "periodista",
      "washington",
      "uranga",
      ",",
      "señala",
      "momentos",
      "falta",
      "consenso",
      ",",
      "suele",
      "buscarse",
      "“",
      "alguien",
      "discreto",
      "capaz",
      "dialogar",
      "distintas",
      "partes",
      ",",
      "apto",
      "crear",
      "consenso",
      "”",
      "."
    ],
    "token_count": 414,
    "sentence_count": 13
  },
  "pos_analysis": {
    "tag_freq": {
      "NNS": 34,
      "VBP": 30,
      "CD": 2,
      "FW": 170,
      "JJ": 65,
      "NN": 180,
      "NNP": 77,
      "IN": 23,
      "DT": 5,
      "VBZ": 10,
      "VBD": 3,
      "RB": 2,
      "CC": 1,
      "MD": 2,
      "VB": 2,
      "VBN": 1
    },
    "bigram_freq": {
      "NNS-VBP": 24,
      "VBP-CD": 1,
      "CD-NNS": 1,
      "NNS-FW": 1,
      "FW-FW": 111,
      "FW-JJ": 8,
      "JJ-FW": 8,
      "FW-NN": 18,
      "NN-NN": 100,
      "NN-NNP": 9,
      "NNP-NNP": 26,
      "NNP-JJ": 3,
      "JJ-NN": 30,
      "NN-IN": 15,
      "IN-FW": 14,
      "FW-NNP": 21,
      "NNP-FW": 13,
      "NN-FW": 19,
      "NNP-VBP": 2,
      "VBP-JJ": 18,
      "NN-JJ": 14,
      "JJ-DT": 3,
      "DT-JJ": 1,
      "FW-VBZ": 1,
      "VBZ-FW": 2,
      "NNP-NN": 22,
      "FW-NNS": 10,
      "NNS-IN": 3,
      "NN-VBP": 4,
      "VBP-NNP": 3,
      "JJ-JJ": 9,
      "NN-DT": 1,
      "DT-NN": 4,
      "JJ-VBD": 1,
      "VBD-NNP": 1,
      "FW-CD": 1,
      "CD-NN": 1,
      "IN-NNS": 2,
      "NN-NNS": 12,
      "NNS-VBD": 1,
      "VBD-RB": 1,
      "RB-JJ": 1,
      "VBP-NN": 2,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "VBZ-JJ": 6,
      "NNP-VBZ": 3,
      "JJ-NNP": 11,
      "NN-VBZ": 4,
      "VBP-FW": 2,
      "NNP-IN": 4,
      "IN-NNP": 4,
      "IN-NN": 3,
      "VBZ-DT": 1,
      "JJ-NNS": 3,
      "NNS-NNP": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-JJ": 1,
      "NNS-NNS": 1,
      "VBP-NNS": 2,
      "VB-NNS": 1,
      "NNS-JJ": 1,
      "VBP-IN": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1
    },
    "trigram_freq": {
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-JJ": 6,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 8,
      "FW-FW-FW": 73,
      "FW-FW-NN": 10,
      "FW-NN-NN": 7,
      "NN-NN-NN": 55,
      "NN-NN-NNP": 6,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "JJ-NN-NN": 14,
      "NN-NN-IN": 10,
      "NN-IN-FW": 11,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 9,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 5,
      "FW-NNP-FW": 6,
      "NNP-FW-NN": 3,
      "NN-NN-FW": 10,
      "NN-FW-NN": 3,
      "FW-NN-FW": 5,
      "NN-FW-FW": 14,
      "FW-FW-NNP": 12,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-NN": 8,
      "JJ-NN-JJ": 3,
      "NN-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 18,
      "NNP-NNP-NN": 6,
      "IN-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-FW": 6,
      "NN-FW-NNP": 2,
      "NN-NNP-NN": 3,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 7,
      "NN-NN-VBP": 3,
      "NN-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NNP-FW-FW": 5,
      "FW-NN-JJ": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 5,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-FW": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-VBD": 1,
      "JJ-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-FW-NNS": 8,
      "FW-NNS-VBP": 7,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 2,
      "DT-NN-NN": 3,
      "NN-IN-NNS": 2,
      "IN-NNS-VBP": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-VBD": 1,
      "NNS-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-IN": 4,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-FW": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 10,
      "VBP-JJ-NNP": 5,
      "JJ-NNP-NN": 4,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-FW": 3,
      "NNP-NN-FW": 1,
      "JJ-NN-NNP": 2,
      "NNP-NN-JJ": 1,
      "FW-NN-NNS": 3,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-IN": 4,
      "NNP-IN-NNP": 4,
      "IN-NNP-FW": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 1,
      "NN-JJ-NNP": 3,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 5,
      "NNP-NN-VBP": 1,
      "NN-VBP-JJ": 2,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "NN-NN-VBZ": 2,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNP": 1,
      "IN-NNP-VBP": 1,
      "IN-NNP-NN": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBP-JJ-FW": 2,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NN-IN": 1,
      "FW-NN-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-DT": 1,
      "IN-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NNP": 1,
      "JJ-NNS-IN": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-JJ": 1,
      "VB-JJ-FW": 1,
      "IN-FW-NN": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "JJ-NNP-MD": 1,
      "MD-VB-NNS": 1,
      "VB-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "VBP-NNP-NNP": 1,
      "VBP-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 180,
        "FW": 170,
        "NNP": 77,
        "JJ": 65,
        "NNS": 34
      },
      "top_bigrams": {
        "FW-FW": 111,
        "NN-NN": 100,
        "JJ-NN": 30,
        "NNP-NNP": 26,
        "NNS-VBP": 24
      },
      "top_trigrams": {
        "FW-FW-FW": 73,
        "NN-NN-NN": 55,
        "NNP-NN-NN": 18,
        "JJ-NN-NN": 14,
        "NN-FW-FW": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 13,
    "chunk_counts": {
      "NP": 151,
      "ADJP": 5,
      "VP": 49,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0178
      },
      {
        "rule": "VP -> ('en', 'VBZ')",
        "frequency": 3,
        "weight": 0.0133
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0133
      },
      {
        "rule": "VP -> ('”', 'VBP')",
        "frequency": 3,
        "weight": 0.0133
      },
      {
        "rule": "NP -> ('Iglesia', 'NNP') ('Católica', 'NNP')",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "VP -> ('el', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "S -> NP ('de', 'IN') ('48', 'CD') NP ('de', 'FW') ('que', 'FW') ADJP ('la', 'FW') ('ceremonia', 'FW') ('de', 'FW') ('selección', 'FW') ('del', 'FW') NP NP ('en', 'IN') ('la', 'FW') NP ('del', 'FW') NP (',', ',') ('se', 'FW') NP ('el', 'FW') ('liderazgo', 'FW') ('de', 'FW') ('la', 'FW') NP NP (',', ',') VP ('no', 'DT') ADJP ('excento', 'FW') ('de', 'FW') ('la', 'FW') ('realidad', 'FW') ('política', 'FW') NP ('emergencia', 'FW') ('de', 'FW') ('movimientos', 'FW') NP ('y', 'FW') ('de', 'FW') ('ultraderecha', 'FW') ('.', '.')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('A', 'DT') ('menos', 'NN')",
        "frequency": 1,
        "weight": 0.0044
      },
      {
        "rule": "NP -> ('horas', 'NNS')",
        "frequency": 1,
        "weight": 0.0044
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "A menos"
      },
      {
        "label": "NP",
        "text": "horas"
      },
      {
        "label": "ADJP",
        "text": "inicie"
      },
      {
        "label": "NP",
        "text": "sucesor del fallecido papa Francisco y mientra se"
      },
      {
        "label": "NP",
        "text": "ultiman los preparativos"
      },
      {
        "label": "NP",
        "text": "Capilla Sixtina"
      },
      {
        "label": "NP",
        "text": "Vaticano"
      },
      {
        "label": "NP",
        "text": "palpita la disputa por"
      },
      {
        "label": "NP",
        "text": "Iglesia Católica"
      },
      {
        "label": "NP",
        "text": "a nivel mundial"
      },
      {
        "label": "VP",
        "text": "el cual"
      },
      {
        "label": "ADJP",
        "text": "está"
      },
      {
        "label": "NP",
        "text": "internacional y la"
      },
      {
        "label": "NP",
        "text": "ultraconservadores"
      },
      {
        "label": "NP",
        "text": "En este contexto"
      }
    ],
    "clause_structures": [
      "(S\n  (NP A/DT menos/NN)\n  de/IN\n  48/CD\n  (NP horas/NNS)\n  de/FW\n  que/FW\n  (ADJP inicie/JJ)\n  la/FW\n  ceremonia/FW\n  de/FW\n  selección/FW\n  del/FW\n  (NP\n    sucesor/NN\n    del/NN\n    fallecido/NN\n    papa/NN\n    Francisco/NNP\n    y/NN\n    mientra/NN\n    se/NN)\n  (NP ultiman/JJ los/NN preparativos/NN)\n  en/IN\n  la/FW\n  (NP Capilla/NNP Sixtina/NNP)\n  del/FW\n  (NP Vaticano/NNP)\n  ,/,\n  se/FW\n  (NP palpita/JJ la/NN disputa/NN por/NN)\n  el/FW\n  liderazgo/FW\n  de/FW\n  la/FW\n  (NP Iglesia/NNP Católica/NNP)\n  (NP a/DT nivel/JJ mundial/NN)\n  ,/,\n  (VP el/VBP cual/JJ)\n  no/DT\n  (ADJP está/JJ)\n  excento/FW\n  de/FW\n  la/FW\n  realidad/FW\n  política/FW\n  (NP internacional/JJ y/NN la/NN)\n  emergencia/FW\n  de/FW\n  movimientos/FW\n  (NP ultraconservadores/NNS)\n  y/FW\n  de/FW\n  ultraderecha/FW\n  ./.)",
      "(S\n  (NP En/NNP este/NN contexto/NN)\n  ,/,\n  el/FW\n  (NP filósofo/NN)\n  ,/,\n  (NP teólogo/NN y/NN ecologista/NN brasileño/NN)\n  ,/,\n  (NP Leonardo/NNP Boff/NNP)\n  ,/,\n  (NP quien/NN es/NN considerado/NN como/NN uno/NN)\n  de/IN\n  los/FW\n  (NP “/JJ padres/NNS)\n  ”/FW\n  de/FW\n  la/FW\n  teología/FW\n  de/FW\n  la/FW\n  liberación/FW\n  (NP católica/NN)\n  en/FW\n  (NP América/NNP Latina/NNP)\n  ,/,\n  (VP expresa/VBZ que/JJ hay/JJ)\n  espectativas/FW\n  de/FW\n  la/FW\n  selección/FW\n  de/FW\n  un/FW\n  papa/FW\n  de/FW\n  las/FW\n  nuevas/FW\n  iglesias/FW\n  del/FW\n  (NP Sur/NNP Global/NNP)\n  :/:\n  (NP “/JJ el/NN cristianismo/NN europeo/NN está/NN agónico/NN)\n  ./.)",
      "(S\n  (NP Hay/NNP iglesias/NN cerradas/NN porque/NN)\n  (NP ningún/JJ fiel/NN asiste/NN)\n  (NP a/DT ellas/JJ ”/NN)\n  ./.)",
      "(S\n  (NP En/NNP contraste/NN)\n  ,/,\n  (NP señala/NN que/NN “/NNP)\n  (VP en/VBZ)\n  las/FW\n  (NP Américas/NNP)\n  se/FW\n  está/FW\n  (NP consolidando/NN)\n  (NP un/JJ cristianismo-fuente/JJ y/NN ya/NN)\n  (NP no/DT más/NN)\n  espejo/FW\n  de/FW\n  los/FW\n  (NP europeos/JJ ”/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP Boff/NNP subraya/NN que/NN “/NNP después/NN)\n  de/FW\n  más/FW\n  de/FW\n  500/CD\n  (NP años/NN)\n  de/FW\n  presencia/FW\n  (NP cristiana/NN surgieron/NN rostros/NN)\n  nuevos/FW\n  de/FW\n  (NP Iglesia/NNP)\n  ,/,\n  (NP la/NN Iglesia/NNP)\n  (VP en/VBZ)\n  la/FW\n  (NP base/NN)\n  de/FW\n  los/FW\n  (NP fieles/NNS)\n  ,/,\n  (NP obispos/JJ desposeídos/NN)\n  ,/,\n  (NP no/DT viviendo/NN más/NN)\n  (PP en/IN (NP palacios/NNS))\n  (VP sino/VBP (NP en/JJ medio/NN del/NN pueblo/NN))\n  ,/,\n  (VP curas/VBP que/JJ viven/RB)\n  (VP en/VBP (NP las/JJ periferias/NN))\n  ,/,\n  (NP una/JJ serie/NN enorme/NN)\n  de/IN\n  movimientos/FW\n  (NP laicos/NN)\n  ,/,\n  (NP que/JJ asumen/NNS)\n  (VP su/VBP (NP autonomía/NN))\n  ,/,\n  y/PRP\n  (VP muchas/VBP (NP religiosas/JJ que/NN) viven/RB)\n  (VP en/VBZ el/JJ)\n  interior/FW\n  de/FW\n  la/FW\n  (NP Amazonia/NNP ”/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "MEDIOS_COMUNICACION",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "RELACIONES_INTERNACIONALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          2687,
          2701
        ],
        "start": 2687,
        "end": 2701
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo de católicos conservadores que incluyen a magnates ligados a trump y al ultraconservador brennan.  según denuncia, esta estructura “utiliza los servicios de la cia y del fbi para recoger datos de la vida privada de cardenales progresistas con la intención de manipularlos y viciar el cónclave.” el objetivo señalado es el de “evitar la elección de un papa progresista, incómodo a la orientación del gobierno",
        "position": [
          2707,
          3120
        ],
        "start": 2707,
        "end": 3120
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "intelectual brasileño llama",
        "position": [
          1891,
          1918
        ],
        "start": 1891,
        "end": 1918
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "selección del sucesor del fallecido papa francisco y mientra se ultiman los preparativos en la capilla sixtina del vaticano, se palpita la disputa por el liderazgo de la iglesia católica a nivel mundial, el cual no está excento de la realidad política internacional",
        "position": [
          50,
          315
        ],
        "start": 50,
        "end": 315
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          2440,
          2447
        ],
        "start": 2440,
        "end": 2447
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periodista washington uranga",
        "position": [
          3837,
          3865
        ],
        "start": 3837,
        "end": 3865
      },
      {
        "category": "PAISES",
        "matched_text": "alemania",
        "position": [
          2226,
          2234
        ],
        "start": 2226,
        "end": 2234
      },
      {
        "category": "PAISES",
        "matched_text": "usa",
        "position": [
          2190,
          2193
        ],
        "start": 2190,
        "end": 2193
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado y muy",
        "position": [
          1717,
          1729
        ],
        "start": 1717,
        "end": 1729
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1879,
          1886
        ],
        "start": 1879,
        "end": 1886
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 500",
        "position": [
          929,
          939
        ],
        "start": 929,
        "end": 939
      }
    ],
    "match_count": 11
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "papa Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Sur Global",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Papa",
        "tipo": "Persona"
      },
      {
        "nombre": "Amazonia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pietro Parolin",
        "tipo": "Persona"
      },
      {
        "nombre": "Boff",
        "tipo": "Persona"
      },
      {
        "nombre": "Papa Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Tagle de Manila",
        "tipo": "Persona"
      },
      {
        "nombre": "FBI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Capilla Sixtina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brennan",
        "tipo": "Persona"
      },
      {
        "nombre": "Leonardo Boff",
        "tipo": "Persona"
      },
      {
        "nombre": "Leo Burke",
        "tipo": "Persona"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Iglesia Católica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "USA",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alemania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington Uranga",
        "tipo": "Persona"
      },
      {
        "nombre": "Red Hat Report",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Matteo Zuppi",
        "tipo": "Persona"
      },
      {
        "nombre": "Gerhard Müller",
        "tipo": "Persona"
      },
      {
        "nombre": "Robert Sarah de Guinea",
        "tipo": "Persona"
      },
      {
        "nombre": "CIA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vaticano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iglesia",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Francisco",
        "relacion": "INICIAR_ULTIMAR",
        "objeto": "Capilla Sixtina"
      },
      {
        "sujeto": "Francisco",
        "relacion": "INICIAR_ULTIMAR",
        "objeto": "Vaticano"
      },
      {
        "sujeto": "Francisco",
        "relacion": "INICIAR_ULTIMAR",
        "objeto": "Iglesia Católica"
      },
      {
        "sujeto": "Capilla Sixtina",
        "relacion": "ULTIMAR",
        "objeto": "Iglesia Católica"
      },
      {
        "sujeto": "Vaticano",
        "relacion": "ULTIMAR",
        "objeto": "Iglesia Católica"
      },
      {
        "sujeto": "Leonardo Boff",
        "relacion": "EXPRESAR",
        "objeto": "Sur Global"
      },
      {
        "sujeto": "Boff",
        "relacion": "SUBRAYAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Boff",
        "relacion": "SUBRAYAR",
        "objeto": "Amazonia"
      },
      {
        "sujeto": "Iglesia",
        "relacion": "SURGIR_SUBRAYAR",
        "objeto": "Amazonia"
      },
      {
        "sujeto": "papa Francisco",
        "relacion": "SE_ALAR",
        "objeto": "Tagle de Manila"
      },
      {
        "sujeto": "papa Francisco",
        "relacion": "SE_ALAR",
        "objeto": "Papa Francisco"
      },
      {
        "sujeto": "papa Francisco",
        "relacion": "SE_ALAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "papa Francisco",
        "relacion": "SE_ALAR",
        "objeto": "Matteo Zuppi"
      },
      {
        "sujeto": "papa Francisco",
        "relacion": "SE_ALAR",
        "objeto": "Pietro Parolin"
      },
      {
        "sujeto": "Tagle de Manila",
        "relacion": "SE_ALAR",
        "objeto": "Papa Francisco"
      },
      {
        "sujeto": "Tagle de Manila",
        "relacion": "SE_ALAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Tagle de Manila",
        "relacion": "SE_ALAR",
        "objeto": "Matteo Zuppi"
      },
      {
        "sujeto": "Tagle de Manila",
        "relacion": "SE_ALAR",
        "objeto": "Pietro Parolin"
      },
      {
        "sujeto": "Papa Francisco",
        "relacion": "TOTALMENTE_SE_ALAR",
        "objeto": "Matteo Zuppi"
      },
      {
        "sujeto": "Papa Francisco",
        "relacion": "TOTALMENTE_SE_ALAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Papa Francisco",
        "relacion": "TOTALMENTE_SE_ALAR",
        "objeto": "Pietro Parolin"
      },
      {
        "sujeto": "Iglesia",
        "relacion": "TOTALMENTE_SE_ALAR",
        "objeto": "Matteo Zuppi"
      },
      {
        "sujeto": "Iglesia",
        "relacion": "TOTALMENTE_SE_ALAR",
        "objeto": "Pietro Parolin"
      },
      {
        "sujeto": "Iglesia",
        "relacion": "TOTALMENTE_SE_ALAR",
        "objeto": "Papa Francisco"
      },
      {
        "sujeto": "Matteo Zuppi",
        "relacion": "IR_SE_ALAR",
        "objeto": "Iglesia"
      },
      {
        "sujeto": "Matteo Zuppi",
        "relacion": "IR_SE_ALAR",
        "objeto": "Pietro Parolin"
      },
      {
        "sujeto": "Matteo Zuppi",
        "relacion": "IR_SE_ALAR",
        "objeto": "Papa Francisco"
      },
      {
        "sujeto": "Iglesia",
        "relacion": "DEFENDER_IR_SE_ALAR",
        "objeto": "Pietro Parolin"
      },
      {
        "sujeto": "Iglesia",
        "relacion": "DEFENDER_IR_SE_ALAR",
        "objeto": "Papa Francisco"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9578,
    "pos": 0.003,
    "neu": 0.962,
    "neg": 0.035,
    "label": "negative"
  }
}