{
  "url": "https://www.telesurtv.net/haiti-crisis-resistencia-campesinos/",
  "title": "Haití: Crisis institucional y resistencia campesina en la lucha por la soberanía alimentaria - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Agricultura",
    "Crisis institucional",
    "Haiti",
    "lucha",
    "Resistencia",
    "soberanía alimentaria"
  ],
  "text": "Uno de estas alternativas es el Centro Jean Marie Vincent, una iniciativa que, en solo dos años, ha formado y equipado a más de 70 agricultores con semillas y técnicas agrícolas. Ubicado en la región rural de Pignon, al norte de Haití. Este centro impulsado por el histórico movimiento “Tet Kole”, se ha convertido en un bastión de soberanía alimentaria que promueve el cultivo de verduras, frutas, legumbres, tubérculos y hortalizas, utilizando métodos que respetan el medio ambiente y la cultura local.\n\n\nSegún explicó el líder del movimiento “Tet Kole”,  Jonas Paul, el objetivo de esto es que “los campesinos  tengan comida real, sin pesticidas, y que puedan transmitir este conocimiento, que respeta la tierra y está en armonía con nuestra cultura”, señala.\nEl centro también fomenta la agroforestería y el desarrollo de sistemas de riego, adaptados a las condiciones climáticas de la región, históricamente afectada por la sequía. “Esta es una forma de plantar que es a la vez ancestral y adaptada al cambio climático”, destaca Paul.\n\n\nEl movimiento Tet Kole, fundado en 1977 bajo la dictadura de Jean-Claude Duvalier, conocido como Baby Doc, nació como una iniciativa clandestina para luchar por los derechos de los campesinos. Tras la caída de la dictadura en 1986, Tet Kole se consolidó como un actor clave en la promoción de la agricultura sostenible y la soberanía alimentaria.\n“Los campesinos siempre han sido los menos favorecidos del país. Nuestra lucha inicial fue por la igualdad de derechos para ellos”, explica Bellot Fontulmé, miembro del movimiento.\n\n\n\n\nEl centro de Pignon no es el primero de su tipo. En 1987, un año después de la legalización de Tet Kole, se inauguró un proyecto similar a 22 kilómetros de Puerto Príncipe. Sin embargo, ese centro fue cerrado debido a la violencia de las pandillas en 2024. Ahora, Pignon se ha convertido en un espacio clave para transmitir conocimientos y apoyar a los agricultores de la región.\n\n\nA pesar de los avances, la lucha por la soberanía alimentaria en Haití enfrenta grandes desafíos. Tras el terremoto de 2010, por ejemplo, los agricultores recibieron 500 toneladas de semillas patentadas por la multinacional estadounidense Monsanto, lo que generó preocupación entre los campesinos, quienes temían perder su autonomía.\nEn tal sentido, con una marcha de 20 mil personas, los campesinos haitianos lograron frenar esta iniciativa. Para ellos, se trata de defender su modo de vida y su derecho a decidir cómo cultivar la tierra, al considerar que estas semillas no solo no funcionan adecuadamente en suelos haitianos, sino que también buscan convertir a los campesinos en clientes dependientes de productos foráneos.\n“Investigamos estas semillas, vimos que no funcionaban y se lo explicamos a los campesinos. Realizamos una marcha de 20 mil personas y el resultado es que logramos detener esta idea, que habría perjudicado aún más a la gente”, explicó Chavannes Jr. Baptiste, fundador, portavoz y miembro de la junta ejecutiva de Mouvman Peyizan Papay (MPP, Movimiento Campesino Papay, en traducción libre), otro movimiento popular históricamente liderado en Haití.\n\n\nEn medio de la crisis política y social que atraviesa Haití, los movimientos sociales continúan debatiendo formas de salir de la crisis haitiana. Una de las certezas es que la solución debe necesariamente tener a la población local como protagonista y cesar el brutal ciclo de dominación armada extranjera.\nActualmente, el Centro Jean Marie Vincent y el movimiento “Tet Kole” trabajan para ampliar su alcance. “Queremos convencer al Estado de que somos un modelo a seguir, respetando la naturaleza, alimentando a la población de forma sana y barata”, afirma Fontulmé. Con agrónomos estudiando cómo expandir culturas de manera racional, el centro busca formar a más personas y fortalecer la economía solidaria, con un enfoque especial en la inclusión femenina.\nAunque Haití es frecuentemente etiquetado como el “país más pobre del hemisferio occidental”, la resistencia de sus campesinos muestra una realidad diferente. Muestra que, más que un problema, Haití tiene soluciones propias y mucho que enseñar al mundo sobre resistencia y soberanía.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/haiti-crisis-resistencia-campesinos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 2014,
    "message_id": 98102,
    "date": "2025-07-03T19:55:17+00:00",
    "text": "teleSUR\nHaití: Crisis institucional y resistencia campesina en la lucha por la soberanía alimentaria\nhttps://www.telesurtv.net/haiti-crisis-resistencia-campesinos/",
    "photo_path": null,
    "views": 1973,
    "reactions": {
      "👍": 37,
      "🥰": 2
    },
    "total_reactions": 39
  },
  "preprocessing": {
    "cleaned": "uno de estas alternativas es el centro jean marie vincent, una iniciativa que, en solo dos años, ha formado y equipado a más de 70 agricultores con semillas y técnicas agrícolas. ubicado en la región rural de pignon, al norte de haití. este centro impulsado por el histórico movimiento “tet kole”, se ha convertido en un bastión de soberanía alimentaria que promueve el cultivo de verduras, frutas, legumbres, tubérculos y hortalizas, utilizando métodos que respetan el medio ambiente y la cultura local. según explicó el líder del movimiento “tet kole”, jonas paul, el objetivo de esto es que “los campesinos tengan comida real, sin pesticidas, y que puedan transmitir este conocimiento, que respeta la tierra y está en armonía con nuestra cultura”, señala. el centro también fomenta la agroforestería y el desarrollo de sistemas de riego, adaptados a las condiciones climáticas de la región, históricamente afectada por la sequía. “esta es una forma de plantar que es a la vez ancestral y adaptada al cambio climático”, destaca paul. el movimiento tet kole, fundado en 1977 bajo la dictadura de jean-claude duvalier, conocido como baby doc, nació como una iniciativa clandestina para luchar por los derechos de los campesinos. tras la caída de la dictadura en 1986, tet kole se consolidó como un actor clave en la promoción de la agricultura sostenible y la soberanía alimentaria. “los campesinos siempre han sido los menos favorecidos del país. nuestra lucha inicial fue por la igualdad de derechos para ellos”, explica bellot fontulmé, miembro del movimiento. el centro de pignon no es el primero de su tipo. en 1987, un año después de la legalización de tet kole, se inauguró un proyecto similar a 22 kilómetros de puerto príncipe. sin embargo, ese centro fue cerrado debido a la violencia de las pandillas en 2024. ahora, pignon se ha convertido en un espacio clave para transmitir conocimientos y apoyar a los agricultores de la región. a pesar de los avances, la lucha por la soberanía alimentaria en haití enfrenta grandes desafíos. tras el terremoto de 2010, por ejemplo, los agricultores recibieron 500 toneladas de semillas patentadas por la multinacional estadounidense monsanto, lo que generó preocupación entre los campesinos, quienes temían perder su autonomía. en tal sentido, con una marcha de 20 mil personas, los campesinos haitianos lograron frenar esta iniciativa. para ellos, se trata de defender su modo de vida y su derecho a decidir cómo cultivar la tierra, al considerar que estas semillas no solo no funcionan adecuadamente en suelos haitianos, sino que también buscan convertir a los campesinos en clientes dependientes de productos foráneos. “investigamos estas semillas, vimos que no funcionaban y se lo explicamos a los campesinos. realizamos una marcha de 20 mil personas y el resultado es que logramos detener esta idea, que habría perjudicado aún más a la gente”, explicó chavannes jr. baptiste, fundador, portavoz y miembro de la junta ejecutiva de mouvman peyizan papay (mpp, movimiento campesino papay, en traducción libre), otro movimiento popular históricamente liderado en haití. en medio de la crisis política y social que atraviesa haití, los movimientos sociales continúan debatiendo formas de salir de la crisis haitiana. una de las certezas es que la solución debe necesariamente tener a la población local como protagonista y cesar el brutal ciclo de dominación armada extranjera. actualmente, el centro jean marie vincent y el movimiento “tet kole” trabajan para ampliar su alcance. “queremos convencer al estado de que somos un modelo a seguir, respetando la naturaleza, alimentando a la población de forma sana y barata”, afirma fontulmé. con agrónomos estudiando cómo expandir culturas de manera racional, el centro busca formar a más personas y fortalecer la economía solidaria, con un enfoque especial en la inclusión femenina. aunque haití es frecuentemente etiquetado como el “país más pobre del hemisferio occidental”, la resistencia de sus campesinos muestra una realidad diferente. muestra que, más que un problema, haití tiene soluciones propias y mucho que enseñar al mundo sobre resistencia y soberanía.",
    "tokens": [
      "alternativas",
      "centro",
      "jean",
      "marie",
      "vincent",
      ",",
      "iniciativa",
      ",",
      "solo",
      "dos",
      "años",
      ",",
      "formado",
      "equipado",
      "70",
      "agricultores",
      "semillas",
      "técnicas",
      "agrícolas",
      ".",
      "ubicado",
      "región",
      "rural",
      "pignon",
      ",",
      "norte",
      "haití",
      ".",
      "centro",
      "impulsado",
      "histórico",
      "movimiento",
      "“",
      "tet",
      "kole",
      "”",
      ",",
      "convertido",
      "bastión",
      "soberanía",
      "alimentaria",
      "promueve",
      "cultivo",
      "verduras",
      ",",
      "frutas",
      ",",
      "legumbres",
      ",",
      "tubérculos",
      "hortalizas",
      ",",
      "utilizando",
      "métodos",
      "respetan",
      "medio",
      "ambiente",
      "cultura",
      "local",
      ".",
      "según",
      "explicó",
      "líder",
      "movimiento",
      "“",
      "tet",
      "kole",
      "”",
      ",",
      "jonas",
      "paul",
      ",",
      "objetivo",
      "“",
      "campesinos",
      "comida",
      "real",
      ",",
      "pesticidas",
      ",",
      "puedan",
      "transmitir",
      "conocimiento",
      ",",
      "respeta",
      "tierra",
      "armonía",
      "cultura",
      "”",
      ",",
      "señala",
      ".",
      "centro",
      "fomenta",
      "agroforestería",
      "desarrollo",
      "sistemas",
      "riego",
      ",",
      "adaptados",
      "condiciones",
      "climáticas",
      "región",
      ",",
      "históricamente",
      "afectada",
      "sequía",
      ".",
      "“",
      "forma",
      "plantar",
      "vez",
      "ancestral",
      "adaptada",
      "cambio",
      "climático",
      "”",
      ",",
      "destaca",
      "paul",
      ".",
      "movimiento",
      "tet",
      "kole",
      ",",
      "fundado",
      "1977",
      "bajo",
      "dictadura",
      "jean-claude",
      "duvalier",
      ",",
      "conocido",
      "baby",
      "doc",
      ",",
      "nació",
      "iniciativa",
      "clandestina",
      "luchar",
      "derechos",
      "campesinos",
      ".",
      "tras",
      "caída",
      "dictadura",
      "1986",
      ",",
      "tet",
      "kole",
      "consolidó",
      "actor",
      "clave",
      "promoción",
      "agricultura",
      "sostenible",
      "soberanía",
      "alimentaria",
      ".",
      "“",
      "campesinos",
      "siempre",
      "sido",
      "menos",
      "favorecidos",
      "país",
      ".",
      "lucha",
      "inicial",
      "igualdad",
      "derechos",
      "”",
      ",",
      "explica",
      "bellot",
      "fontulmé",
      ",",
      "miembro",
      "movimiento",
      ".",
      "centro",
      "pignon",
      "primero",
      "tipo",
      ".",
      "1987",
      ",",
      "año",
      "después",
      "legalización",
      "tet",
      "kole",
      ",",
      "inauguró",
      "proyecto",
      "similar",
      "22",
      "kilómetros",
      "puerto",
      "príncipe",
      ".",
      "embargo",
      ",",
      "centro",
      "cerrado",
      "debido",
      "violencia",
      "pandillas",
      "2024.",
      "ahora",
      ",",
      "pignon",
      "convertido",
      "espacio",
      "clave",
      "transmitir",
      "conocimientos",
      "apoyar",
      "agricultores",
      "región",
      ".",
      "pesar",
      "avances",
      ",",
      "lucha",
      "soberanía",
      "alimentaria",
      "haití",
      "enfrenta",
      "grandes",
      "desafíos",
      ".",
      "tras",
      "terremoto",
      "2010",
      ",",
      "ejemplo",
      ",",
      "agricultores",
      "recibieron",
      "500",
      "toneladas",
      "semillas",
      "patentadas",
      "multinacional",
      "estadounidense",
      "monsanto",
      ",",
      "generó",
      "preocupación",
      "campesinos",
      ",",
      "temían",
      "perder",
      "autonomía",
      ".",
      "tal",
      ",",
      "marcha",
      "20",
      "mil",
      "personas",
      ",",
      "campesinos",
      "haitianos",
      "lograron",
      "frenar",
      "iniciativa",
      ".",
      ",",
      "trata",
      "defender",
      "modo",
      "vida",
      "derecho",
      "decidir",
      "cómo",
      "cultivar",
      "tierra",
      ",",
      "considerar",
      "semillas",
      "solo",
      "funcionan",
      "adecuadamente",
      "suelos",
      "haitianos",
      ",",
      "sino",
      "buscan",
      "convertir",
      "campesinos",
      "clientes",
      "dependientes",
      "productos",
      "foráneos",
      ".",
      "“",
      "investigamos",
      "semillas",
      ",",
      "vimos",
      "funcionaban",
      "explicamos",
      "campesinos",
      ".",
      "realizamos",
      "marcha",
      "20",
      "mil",
      "personas",
      "resultado",
      "logramos",
      "detener",
      "idea",
      ",",
      "perjudicado",
      "aún",
      "gente",
      "”",
      ",",
      "explicó",
      "chavannes",
      "jr",
      ".",
      "baptiste",
      ",",
      "fundador",
      ",",
      "portavoz",
      "miembro",
      "junta",
      "ejecutiva",
      "mouvman",
      "peyizan",
      "papay",
      "(",
      "mpp",
      ",",
      "movimiento",
      "campesino",
      "papay",
      ",",
      "traducción",
      "libre",
      ")",
      ",",
      "movimiento",
      "popular",
      "históricamente",
      "liderado",
      "haití",
      ".",
      "medio",
      "crisis",
      "política",
      "social",
      "atraviesa",
      "haití",
      ",",
      "movimientos",
      "sociales",
      "continúan",
      "debatiendo",
      "formas",
      "salir",
      "crisis",
      "haitiana",
      ".",
      "certezas",
      "solución",
      "debe",
      "necesariamente",
      "tener",
      "población",
      "local",
      "protagonista",
      "cesar",
      "brutal",
      "ciclo",
      "dominación",
      "armada",
      "extranjera",
      ".",
      "actualmente",
      ",",
      "centro",
      "jean",
      "marie",
      "vincent",
      "movimiento",
      "“",
      "tet",
      "kole",
      "”",
      "trabajan",
      "ampliar",
      "alcance",
      ".",
      "“",
      "queremos",
      "convencer",
      "modelo",
      "seguir",
      ",",
      "respetando",
      "naturaleza",
      ",",
      "alimentando",
      "población",
      "forma",
      "sana",
      "barata",
      "”",
      ",",
      "afirma",
      "fontulmé",
      ".",
      "agrónomos",
      "estudiando",
      "cómo",
      "expandir",
      "culturas",
      "manera",
      "racional",
      ",",
      "centro",
      "busca",
      "formar",
      "personas",
      "fortalecer",
      "economía",
      "solidaria",
      ",",
      "enfoque",
      "especial",
      "inclusión",
      "femenina",
      ".",
      "aunque",
      "haití",
      "frecuentemente",
      "etiquetado",
      "“",
      "país",
      "pobre",
      "hemisferio",
      "occidental",
      "”",
      ",",
      "resistencia",
      "campesinos",
      "muestra",
      "realidad",
      "diferente",
      ".",
      "muestra",
      ",",
      "problema",
      ",",
      "haití",
      "soluciones",
      "propias",
      "enseñar",
      "mundo",
      "resistencia",
      "soberanía",
      "."
    ],
    "token_count": 468,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 79,
      "FW": 140,
      "JJ": 79,
      "NN": 217,
      "CD": 10,
      "NNS": 25,
      "VBP": 23,
      "IN": 29,
      "VB": 2,
      "MD": 1,
      "VBN": 2,
      "VBZ": 10,
      "DT": 4,
      "VBD": 1,
      "CC": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-FW": 10,
      "FW-FW": 81,
      "FW-NNP": 12,
      "NNP-NNP": 33,
      "NNP-JJ": 3,
      "JJ-NN": 47,
      "NN-NN": 119,
      "NN-FW": 26,
      "FW-NN": 20,
      "FW-CD": 2,
      "CD-NNS": 4,
      "NNS-JJ": 3,
      "JJ-NNS": 9,
      "NNS-VBP": 15,
      "VBP-NNS": 1,
      "NNS-NNP": 2,
      "NNP-VBP": 1,
      "VBP-FW": 1,
      "FW-JJ": 15,
      "JJ-JJ": 12,
      "JJ-FW": 4,
      "NNP-NN": 21,
      "NN-NNP": 20,
      "NN-IN": 22,
      "IN-JJ": 6,
      "IN-FW": 15,
      "FW-NNS": 9,
      "VBP-VBP": 1,
      "VBP-JJ": 13,
      "FW-VB": 1,
      "VB-JJ": 2,
      "JJ-NNP": 4,
      "NN-JJ": 16,
      "NNS-FW": 2,
      "NN-CD": 1,
      "CD-NN": 3,
      "NNP-MD": 1,
      "MD-VB": 1,
      "CD-NNP": 2,
      "NN-VBP": 4,
      "VBP-VBN": 2,
      "VBN-FW": 1,
      "IN-NNP": 3,
      "NNP-VBZ": 5,
      "VBZ-JJ": 5,
      "NNP-DT": 1,
      "DT-NN": 3,
      "NN-VBZ": 3,
      "VBZ-NN": 1,
      "NNP-CD": 1,
      "CD-JJ": 1,
      "JJ-CD": 1,
      "NNS-IN": 3,
      "IN-CD": 4,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "VBN-JJ": 1,
      "VBP-NNP": 2,
      "NN-CC": 1,
      "CC-NN": 1,
      "NN-NNS": 2,
      "VBP-CD": 1,
      "IN-NN": 1,
      "VBP-NN": 1,
      "VBP-VBZ": 1,
      "VBZ-DT": 1,
      "NN-DT": 1,
      "NN-RB": 1,
      "RB-IN": 1,
      "VBZ-VBZ": 1,
      "VBZ-IN": 1,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "JJ-VBP": 1,
      "VBZ-VBP": 1,
      "NNP-IN": 2
    },
    "trigram_freq": {
      "NNP-FW-FW": 4,
      "FW-FW-FW": 54,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NNP": 13,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-NN-NN": 25,
      "NN-NN-FW": 15,
      "NN-FW-NN": 7,
      "FW-NN-NN": 8,
      "NN-NN-NN": 66,
      "NN-FW-FW": 13,
      "FW-FW-CD": 2,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 3,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "FW-JJ-JJ": 3,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-FW": 3,
      "NNP-NNP-NN": 12,
      "NNP-NN-NN": 18,
      "NN-NN-NNP": 14,
      "NN-NNP-NNP": 7,
      "NN-NN-IN": 6,
      "NN-IN-JJ": 5,
      "IN-JJ-NN": 4,
      "JJ-NN-IN": 12,
      "NN-IN-FW": 11,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 7,
      "NNS-VBP-VBP": 1,
      "VBP-VBP-JJ": 1,
      "VBP-JJ-NN": 9,
      "IN-FW-JJ": 6,
      "FW-JJ-NNS": 2,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 7,
      "NN-FW-VB": 1,
      "FW-VB-JJ": 1,
      "VB-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "IN-FW-FW": 6,
      "FW-FW-NNS": 6,
      "JJ-NN-JJ": 3,
      "NN-JJ-NN": 12,
      "NN-NNP-NN": 7,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NN": 7,
      "FW-NN-FW": 8,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 6,
      "FW-FW-JJ": 4,
      "NNP-NN-NNP": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 2,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "NN-NN-JJ": 13,
      "FW-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "FW-CD-NNP": 1,
      "CD-NNP-NNP": 2,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-FW": 1,
      "VBN-FW-FW": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-JJ": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-NN": 3,
      "NNP-NN-IN": 1,
      "IN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-IN": 1,
      "IN-FW-NN": 2,
      "FW-NN-NNP": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "NN-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-FW-NNP": 2,
      "NNP-NNP-VBZ": 3,
      "VBZ-JJ-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "IN-JJ-NNS": 2,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "NNP-FW-NNS": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "FW-NN-IN": 2,
      "NN-IN-CD": 3,
      "IN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-NNS": 1,
      "NN-NNS-VBP": 2,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NN-FW-JJ": 3,
      "JJ-NN-NNP": 4,
      "JJ-JJ-NNS": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "IN-CD-NNS": 2,
      "NNS-JJ-JJ": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-IN": 1,
      "RB-IN-JJ": 1,
      "JJ-JJ-JJ": 2,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "NNP-NNP-FW": 2,
      "IN-NNP-NNP": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 2,
      "NN-JJ-NNP": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 2,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 1,
      "VBP-NNP-NNP": 1,
      "JJ-FW-NN": 2,
      "NN-JJ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-NN-FW": 1,
      "NNP-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 217,
        "FW": 140,
        "NNP": 79,
        "JJ": 79,
        "IN": 29
      },
      "top_bigrams": {
        "NN-NN": 119,
        "FW-FW": 81,
        "JJ-NN": 47,
        "NNP-NNP": 33,
        "NN-FW": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 66,
        "FW-FW-FW": 54,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 18,
        "NN-NN-FW": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 181,
      "VP": 38,
      "ADJP": 6,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.023
      },
      {
        "rule": "NP -> ('Pignon', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('Haití', 'NNP')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 3,
        "weight": 0.0115
      },
      {
        "rule": "NP -> ('alimentaria', 'NNS')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('campesinos', 'NNS')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('clave', 'VBP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('por', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Uno"
      },
      {
        "label": "NP",
        "text": "Centro Jean Marie Vincent"
      },
      {
        "label": "NP",
        "text": "una iniciativa que"
      },
      {
        "label": "NP",
        "text": "dos años"
      },
      {
        "label": "NP",
        "text": "ha formado y"
      },
      {
        "label": "VP",
        "text": "equipado a más"
      },
      {
        "label": "NP",
        "text": "a más"
      },
      {
        "label": "NP",
        "text": "agricultores"
      },
      {
        "label": "NP",
        "text": "con semillas"
      },
      {
        "label": "VP",
        "text": "y técnicas agrícolas"
      },
      {
        "label": "NP",
        "text": "técnicas agrícolas"
      },
      {
        "label": "NP",
        "text": "Ubicado"
      },
      {
        "label": "ADJP",
        "text": "región"
      },
      {
        "label": "ADJP",
        "text": "rural"
      },
      {
        "label": "NP",
        "text": "Pignon"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Uno/NNP)\n  de/FW\n  estas/FW\n  alternativas/FW\n  es/FW\n  el/FW\n  (NP Centro/NNP Jean/NNP Marie/NNP Vincent/NNP)\n  ,/,\n  (NP una/JJ iniciativa/NN que/NN)\n  ,/,\n  en/FW\n  solo/FW\n  (NP dos/NN años/NN)\n  ,/,\n  (NP ha/NN formado/NN y/NN)\n  (VP equipado/VBZ (NP a/DT más/NN))\n  de/IN\n  70/CD\n  (NP agricultores/NNS)\n  (NP con/JJ semillas/NNS)\n  (VP y/VBP (NP técnicas/JJ agrícolas/NNS))\n  ./.)",
      "(S\n  (NP Ubicado/NNP)\n  en/CC\n  la/FW\n  (ADJP región/JJ)\n  (ADJP rural/JJ)\n  de/FW\n  (NP Pignon/NNP)\n  ,/,\n  (ADJP al/JJ)\n  norte/FW\n  de/FW\n  (NP Haití/NNP)\n  ./.)",
      "(S\n  (NP\n    Este/NN\n    centro/NN\n    impulsado/NN\n    por/NN\n    el/NN\n    histórico/NN\n    movimiento/NN\n    “/NNP\n    Tet/NNP\n    Kole/NNP\n    ”/NNP)\n  ,/,\n  (VP se/VBD (NP ha/JJ convertido/NN))\n  (PP en/IN (NP un/JJ bastión/NN))\n  de/IN\n  soberanía/FW\n  (NP alimentaria/NNS)\n  (VP que/VBP)\n  (VP promueve/VBP (NP el/JJ cultivo/NN))\n  de/IN\n  verduras/FW\n  ,/,\n  (NP frutas/NNS)\n  ,/,\n  (NP legumbres/NNS)\n  ,/,\n  tubérculos/EX\n  (NP y/JJ hortalizas/NN)\n  ,/,\n  (NP\n    utilizando/JJ\n    métodos/NN\n    que/NN\n    respetan/NN\n    el/NN\n    medio/NN\n    ambiente/NN\n    y/NNP\n    la/NNP)\n  (VP cultura/VBD local/JJ)\n  ./.)",
      "(S\n  (NP Según/NNP)\n  explicó/CC\n  (NP\n    el/JJ\n    líder/NN\n    del/NN\n    movimiento/NN\n    “/NNP\n    Tet/NNP\n    Kole/NNP\n    ”/NNP)\n  ,/,\n  (NP Jonas/NNP Paul/NNP)\n  ,/,\n  (ADJP el/JJ)\n  objetivo/FW\n  de/FW\n  esto/FW\n  es/FW\n  (NP que/NN “/NNP)\n  (VP los/VBZ (NP campesinos/JJ tengan/NN comida/NN) real/JJ)\n  ,/,\n  (NP sin/JJ pesticidas/NN)\n  ,/,\n  (NP y/NN que/NN puedan/NN transmitir/NN este/NN conocimiento/NN)\n  ,/,\n  (NP que/NN respeta/NN la/NN tierra/NN y/NN está/NN)\n  (PP en/IN (NP armonía/JJ con/NN))\n  (NP nuestra/JJ cultura/NN ”/NNP)\n  ,/,\n  (NP señala/NN)\n  ./.)",
      "(S\n  (NP El/NNP centro/NN también/NN fomenta/NN la/NN)\n  (PP agroforestería/IN (NP y/NN el/NN desarrollo/NN))\n  de/IN\n  sistemas/FW\n  de/FW\n  riego/FW\n  ,/,\n  (VP adaptados/VBZ (NP a/DT las/JJ condiciones/NNS))\n  climáticas/FW\n  de/FW\n  la/FW\n  región/FW\n  ,/,\n  históricamente/FW\n  afectada/FW\n  (NP por/NN la/NN sequía/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CULTURA_DEPORTE_SOCIEDAD",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          513,
          520
        ],
        "start": 513,
        "end": 520
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          1487,
          1495
        ],
        "start": 1487,
        "end": 1495
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "cambio climático",
        "position": [
          1007,
          1023
        ],
        "start": 1007,
        "end": 1023
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "cultura local",
        "position": [
          490,
          503
        ],
        "start": 490,
        "end": 503
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento campesino papay, en traducción libre), otro movimiento popular",
        "position": [
          3025,
          3098
        ],
        "start": 3025,
        "end": 3098
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "puerto",
        "position": [
          1730,
          1736
        ],
        "start": 1730,
        "end": 1736
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región rural",
        "position": [
          193,
          205
        ],
        "start": 193,
        "end": 205
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro jean",
        "position": [
          32,
          43
        ],
        "start": 32,
        "end": 43
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          3442,
          3453
        ],
        "start": 3442,
        "end": 3453
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1751,
          1758
        ],
        "start": 1751,
        "end": 1758
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "20 mil",
        "position": [
          2324,
          2330
        ],
        "start": 2324,
        "end": 2330
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 70",
        "position": [
          121,
          130
        ],
        "start": 121,
        "end": 130
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Fontulmé",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chavannes Jr.",
        "tipo": "Persona"
      },
      {
        "nombre": "Centro Jean Marie Vincent",
        "tipo": "Lugar"
      },
      {
        "nombre": "Haití",
        "tipo": "Lugar"
      },
      {
        "nombre": "Movimiento Campesino Papay",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jean-Claude Duvalier",
        "tipo": "Persona"
      },
      {
        "nombre": "Pignon",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ubicado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Puerto Príncipe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jonas Paul",
        "tipo": "Persona"
      },
      {
        "nombre": "Monsanto",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mouvman Peyizan",
        "tipo": "Persona"
      },
      {
        "nombre": "MPP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Paul",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bellot Fontulmé",
        "tipo": "Persona"
      },
      {
        "nombre": "Papay",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pignon",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Fontulmé",
        "relacion": "CONVENCER_QUERER_AFIRMAR",
        "objeto": "Estado"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9578,
    "pos": 0.018,
    "neu": 0.939,
    "neg": 0.044,
    "label": "negative"
  }
}