{
  "url": "https://www.telesurtv.net/diaz-canel-si-no-te-vibra-el-corazon)",
  "title": "Díaz-Canel: \"Si no te vibra el corazón, no encuentras energía para enfrentar los problemas\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Cuba",
    "Díaz Canel",
    "Miguel Díaz Canel",
    "Parlamento"
  ],
  "text": "El presidente cubano Miguel Díaz-Canel, compareció este martes 15 de julio en  la Comisión de la Atención a Juventud, Niñez y Derechos de Igualdad de la Mujer del Parlamento cubano, enfatizando la necesidad de buscar soluciones internas para vencer cualquier dificultad que se presente en la vida diaria del pueblo.\n\nEl presidente cubano ha abogado en la sesión de este 15 de julio, emitida en directo por el noticiero cubano en la cadena Cubavisión, por un ejercicio de transparencia y honestidad: “No se defiende a la Revolución cuando ocultamos los problemas ni debemos tener vergüenza de enfrentarlos. Hacerlo es tener valentía y ética”, expresó. Reflexionó en que los problemas no se resuelven de golpe ni milagrosamente, pero el pueblo cubano avanza todos los días en la solución de los inconvenientes.\nEl Primer Secretario del Partido Comunista de Cuba mostró su molestia ante las declaraciones emitidas el lunes 14 de Julio en una de las comisiones, en las que una funcionaria pública habló, a su criterio, de manera errada sobre personas vulnerables de la Revolución.\n“Hay voluntad política y atención a las vulnerabilidades y desigualdades de la población. Esta es la Asamblea del pueblo, que se alimenta con el alma de la nación” sentenció Díaz-Canel.\nUno de los mensajes más destacados de su discurso fue la vocación humanista de la Revolución: “Son nuestros problemas, nuestras personas, nuestras familias (…) y debemos profundizar en la responsabilidad entre servidores y funcionarios públicos”.\nA ojos de Díaz-Canel, a las personas vulnerables hay que atenderlas desde el Partido, que es del pueblo; de todos y todas. Con sensibilidad, humanismo y seriedad a la hora de abordar cualquier tipo de problemática, evitando a toda costa la desconexión de la realidad por parte de los trabajadores públicos.\nCuba es tratada con odio y desprecio por parte del imperialismo norteamericano y sufre problemáticas sociales que hacen aflorar las desigualdades y los problemas.\nEl Gobierno cubano cuenta con programas contra la discriminación y con códigos integrales y humanistas que involucran a todos los ciudadanos, al igual que – dijo Díaz-Canel-, pasó en el momento de la pandemia Covid 19.\n\n\nReiteró, que en Cuba se atienden las desigualdades sociales y se ha impulsado un programa de transformación social de las comunidades.\nEl presidente cubano sentenció su discurso:\n“No estoy de acuerdo con criterios vertidos en el día de ayer en una de las comisiones. tenemos voluntad para transformar y superar. Sabemos cuáles son las causas verdaderas de nuestros problemas, pero no podemos negar que existan. Lo que pretendemos, es aumentar la dignidad del pueblo (…) Esto es lo que nos hace invencibles: el tener la convicción de que vamos a superar cada momento. En que podemos, porque podemos”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/diaz-canel-si-no-te-vibra-el-corazon)",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-07.json",
    "message_index": 1218,
    "message_id": 99070,
    "date": "2025-07-15T20:52:46+00:00",
    "text": "📢 **Díaz-Canel en el Parlamento Cubano: \"Si no te vibra el corazón, no encuentras energía para enfrentar los problemas\"**\n\nEl presidente cubano, **Miguel Díaz-Canel,** intervino este martes en la **Comisión de Juventud, Niñez e Igualdad de la Mujer**, reafirmando el compromiso de la Revolución con la **justicia social** y la **transparencia**.  \n\n🔹 \"**No se defiende a la Revolución ocultando los problemas. Hay que enfrentarlos con valentía y ética\",** subrayó.  \n🔹 Criticó declaraciones previas que, a su juicio, **desconocían la realidad de las personas vulnerables.  **\n🔹 Destacó que **Cuba avanza en soluciones**, pese a las dificultades agravadas por el **bloqueo estadounidense**.  \n🔹 Reiteró que el **Partido y el Gobierno trabajan** con **humanismo y sensibilidad** para atender desigualdades.  \n\n💬** \"Son nuestros problemas, nuestras familias… y debemos profundizar en la responsabilidad de los servidores públicos\".  **\n\n📌 **Más detalles:** [telesurtv.net](https://www.telesurtv.net/diaz-canel-si-no-te-vibra-el-corazon)  \n🚨 **Únete a nuestro canal**: [@teleSUR](https://t.me/teleSUR)  \n\n#Cuba #DíazCanel #Revolución #JusticiaSocial #Bloqueo",
    "photo_path": null,
    "views": 1468,
    "reactions": {
      "👏": 29,
      "❤": 3
    },
    "total_reactions": 32
  }
}