{
  "url": "https://www.telesurtv.net/opinion/hacia-donde-vamos-con-las-guerras",
  "title": "¿Hacia dónde vamos con las guerras? - teleSUR",
  "section": "",
  "tags": [],
  "text": "La humanidad está de nuevo en el trance cataclísmico al que nos acercó el Pentágono en 1945: ¿por qué y para qué una guerra? Lo que ahora se despliega en el Medio Oriente es una escalada que apunta a una guerra nuclear, que la mayor parte de los países del mundo condenan y rechazan.\nLa respuesta de Israel  y EE. UU. es desconocer los llamados al diálogo y a la tregua que buscan mitigar los riesgos de una conflagración de dimensiones atómicas, desconocimiento que merece una respuesta de los pueblos del mundo.\nYa la pérdida de miles de seres humanos de ambos bandos es una atrocidad que debe ser neutralizada, pareciera que eso solo será posible si los pueblos del mundo activan  mecanismos de boicot a Estados Unidos que es el “Padrino” y principal proveedor de esa guerra.\nSi gran parte del  territorio del Medio Oriente es una zona árida y desértica, lo que queda de vital será exterminado por la tozudez de una Estado expansionista, supremacista y fascista como el estado de Israel.\nLas continuas guerras desarrolladas por el sionismo desde que los británicos los impusieron de acuerdo a sus intereses y condiciones en 1947, y el sucesivo apoyo de cada gobierno norteamericano que ha provisto de armas y recursos al ente sionista, han logrado desplazar a generaciones de árabes palestinos originarios de esos territorios, con el propósito de tener control territorial sobre las fuentes de energía fósil que abundan en la península arábiga e Irak.\nComo aditivo al control territorial por parte de Estados Unidos, con Israel como anclaje ofensivo para proteger sus intereses estratégicos en la región, el comercio de armas es otro de los gigantescos negocios que se mueven con activos costosos, aprovechados por la industria armamentista norteamericana en términos de miles de millones de dólares.\nTodo ello bajo el engaño de una guerra religiosa y mediante la criminalización a los movimientos de resistencia, la defensa de la cultura árabe y a sus Estados soberanos.\nPara el estado paria de Israel, según estimaciones de su banco central, el costo de la guerra puede alcanzar la bicoca de 55.600 millones de dólares entre 2023 y 2025. De esos recursos financieros para comprar armas, el 69 % tienen origen en Estados Unidos. Ello implica bombas de todo tipo, aviones de combate como los Caza F-35 y sistemas de seguridad sofisticados, gracias a la complejidad de una industria belicista que Israel ha desarrollado tecnológicamente con apoyo de EE. UU.\nLas cifras de financiamiento aumentan cada año de forma proporcional a la fuerza expansiva con que el gobierno de Netanyahu se desplaza hacia Líbano, Jordania, Gaza o cualquier territorio que señalen los intereses norteamericanos en el Medio Oriente. A ello se une toda la estructura militar, de espionaje y entrenamiento que el Pentágono ha dispuesto desde 1967, cuando Lyndon Johnson decidió intensificar el enclave sionista en ese territorio como eje de sus campañas de dominación y control territorial para la región.\nLas “ayudas” a Israel por parte de Estados Unidos están cifradas sobre los 3.800 millones de dólares traducidos en financiamiento militar ($3.300 millones) y 500 millones para la defensa antimisilística en los últimos tres años.\nParte de ese dinero estuvo destinado a reservas del arsenal misilístico de Israel que ahora está disparando contra Líbano y Gaza, así como a consolidar la llamada “Cúpula de Hierro” que fue penetrada por los misiles iraníes en respuesta a los ataques y la ocupación israelíes en Líbano y Palestina, países con una población de mayoría árabe musulmana y cristiana. ¿Resultado? Más de 45 mil muertos, una verdadera tragedia humana que se agrava por día.\nEl segundo proveedor armamentístico de Israel es Alemania, que suministra el 30% de las armas usadas por el Estado sionista. Hasta noviembre de 2023 el financiamiento armamentístico alcanzó la cifra de 326 millones de dólares. Las entregas de armas a Israel por parte del país germano contemplan el  suministro de 4 submarinos con cargas nucleares que ponen en vilo la paz, no solo de la región sino del mundo en su totalidad.\n¿Qué hacer ante la escalada guerrerista de Israel? Ya hemos visto cómo dos potencias son las proveedoras de los insumos de guerra con los cuales Israel se ha atrevido amenazar la paz mundial. Lo primero que debemos destacar es que aunque la mayor carga de muerte y violencia supremacista la recibe el pueblo palestino, sea musulmán o cristiano, o la parte del pueblo israelita que aboga por la paz, se trata de una amenaza mundial puesto que, de convertirse en una conflagración de escala universal, la afectación del equilibrio internacional es inminente.\nDeberán ser los pueblos del mundo, pero especialmente el pueblo de Estados Unidos, el de Alemania y el de Italia como tercer proveedor de armas a Israel, y todos los pueblos de Europa, los que salgan a la calle a reclamar a sus mandatarios por el flujo de armas que hoy asesina a los pueblos árabes y pone en riesgo al pueblo israelita, para que cese la escalada que conduce al fin de la humanidad sobre el planeta tierra. No queremos ese final, queremos la paz mundial.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/opinion/hacia-donde-vamos-con-las-guerras",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-10.json",
    "message_index": 1407,
    "message_id": 78110,
    "date": "2024-10-09T23:37:40+00:00",
    "text": "📰** ¿Hacia dónde vamos con las guerras?**\n\n🗣️ En esta nota de nuestra web se hace un breve análisis de la situación sociopolítica actual del mundo, abordando los escenarios inciertos que traen consigo estas catástrofes realizadas por la mano humana.\n\nLa humanidad está de nuevo en el trance cataclísmico al que nos acercó el Pentágono en 1945: ¿por qué y para qué una guerra? Lo que ahora se despliega en el Medio Oriente es una escalada que apunta a una guerra nuclear, que la mayor parte de los países del mundo condenan y rechazan.\n\nLéalo aquí 👇\n🔗 https://www.telesurtv.net/opinion/hacia-donde-vamos-con-las-guerras",
    "photo_path": null,
    "views": 2817,
    "reactions": {
      "💯": 28,
      "👍": 7,
      "❤": 2,
      "😢": 1
    },
    "total_reactions": 38
  }
}