{
  "url": "https://www.telesurtv.net/pionyang-ratifica-tratado-de-asociacion-estrategica-integral-con-rusia",
  "title": "Pionyang ratifica Tratado de Asociación Estratégica Integral con Rusia - teleSUR",
  "section": "Mundo",
  "tags": [
    "Acuerdo",
    "cooperación",
    "RPDC",
    "Rusia",
    "Vladímir Putin"
  ],
  "text": "La República Popular Democrática de Corea (RPDC) ratificó el pasado lunes el Tratado de Asociación Estratégica Integral con la Federación de Rusia, comunicó la agencia KCNA. Por su parte, el presidente de la Federación de Rusia ratificó el acuerdo el pasado sábado, de acuerdo con la agencia TASS.\nEl tratado consta de 23 artículos y amplía la cooperación de ambos países en las áreas de comercio, la economía, la inversión, la ciencia y la tecnología, incluyendo los ámbitos del espacio y la energía nuclear pacífica.\nAsimismo, refuerza el apoyo en materia de defensa al establecer que, si una de las partes es atacada por uno o varios países y se encuentra en estado de guerra, la otra parte prestará inmediatamente asistencia militar u otra ayuda por todos los medios disponibles.\nEn este sentido, el presidente ruso, Vladímir Putin indicó que la actual situación en el mundo “requiere fortalecer la base jurídica normativa” de la cooperación con otros países, sobre todo en áreas importantes.\nEl pasado 19 de junio, Rusia y Corea del Norte firmaron dicho tratado, el cual entrará en vigor a partir del intercambio de instrumentos de ratificación por ambas naciones.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/pionyang-ratifica-tratado-de-asociacion-estrategica-integral-con-rusia",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-11.json",
    "message_index": 1167,
    "message_id": 80257,
    "date": "2024-11-12T18:22:36+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n \n↕ Universidades argentinas convocan otra Marcha Federal Educativa en defensa de la educación pública\nhttps://www.telesurtv.net/universidades-argentinas-convocan-otra-marcha-federal-educativa-en-defensa-de-la-educacion-publica/ \n\n↕ Poderes del Estado boliviano respaldan elecciones judiciales para el 15 de diciembre\nhttps://www.telesurtv.net/poderes-del-estado-boliviano-respaldan-elecciones-judiciales-para-el-15-de-diciembre/ \n\n↕ Pionyang ratifica Tratado de Asociación Estratégica Integral con Rusia\nhttps://www.telesurtv.net/pionyang-ratifica-tratado-de-asociacion-estrategica-integral-con-rusia",
    "photo_path": null,
    "views": 2684,
    "reactions": {
      "👍": 28,
      "👏": 5
    },
    "total_reactions": 33
  }
}