{
  "url": "https://www.telesurtv.net/presidente-de-venezuela-comparece-ante-la-sala-electoral-del-tsj-sobre-las-elecciones-del-28j",
  "title": "Presidente de Venezuela comparece ante la Sala Electoral del TSJ sobre las elecciones del 28J - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Nicolás Maduro",
    "TSJ",
    "venezuela decide 2024"
  ],
  "text": "El presidente reelecto de Venezuela, Nicolás Maduro, acudió este viernes ante la Sala Electoral del Tribunal Supremo de Justicia (TSJ) en el contexto de las comparecencias de excandidatos presidenciales y representantes de organizaciones con fines políticos para dirimir el asunto relacionado con las elecciones presidenciales del 28 de julio pasado.\nEl jefe de Estado llegó a la sede de ese poder del Estado acompañado, entre otros, de la vicepresidenta ejecutiva Delcy Rodríguez y de la primera combatiente, Cilia Flores. Previamente, aseguró que entregaría el cien por ciento de la información electoral en su poder.\nDesde las inmediaciones del TSJ lo vitorearon decenas de trabajadores, estudiantes e integrantes de organizaciones políticas y sociales, quienes desde horas tempranas se movilizaron hacia para respaldar la victoria del presidente Nicolás Maduro.\nLa comparecencia se realiza para recabar información sobre el proceso electoral del 28J, que ayude a peritar y esclarecer lo que ocurrió durante esa jornada.\nPoco antes de su comparecencia, también se presentó ante la Sala Electoral del TSJ el vicepresidente primero del Partido Socialista Unido de Venezuela (PSUV), Diosdado Cabello, así como representantes de las numerosas organizaciones que forman parte del Gran Polo Patriótico.\nMaduro Moros resultó relecto con casi el 52 por ciento de los sufragios. La ultraderecha, representada por María Corina Machado y Edmundo González Urrutia, no reconoció los resultados ni la autoridad del Poder Electoral, cantó fraude y, contrario a las leyes vigentes, intentó suplantar al Consejo Nacional Electoral (CNE) y publicó en un sitio web no oficial más de 9.000 supuestas actas electorales llenas de irregularidades, como fallecidos que votaron, actas sin firmas de testigos electorales y otras de carácter grave.\nA continuación, incitó a acciones violentas para desestabilizar y tomar el poder, que se combinaron con un masivo ciberataque, una intensa campaña propagandística en contra de la Revolución Bolivariana y fuertes presiones injerencistas desde EE.UU., artífice del golpe de Estado, y de un manojo de Gobiernos latinoamericanos.\nA partir de estos hechos, recurrió al contencioso electoral para garantizar la transparencia de la elección presidencial y defender la estabilidad del país.\nAdemás de representantes de las 38 organizaciones con fines políticos que participaron en las elecciones, fueron citados los diez excandidatos presidenciales: Nicolás Maduro, Luis Martínez, Daniel Ceballos, Antonio Ecarri, Benjamín Rausseo, Enrique Márquez, José Brito, Javier Bertucci, Claudio Fermín y González Urrutia.\nPese a su obligación legal, González Urrutia no se presentó y la presidenta del TSJ, Caryslia Beatriz Rodríguez Rodríguez, indicó que conste en acta que no acató el mandato de ese poder del Estado venezolano.\nAl acudir este miércoles ante la Sala Electoral, representantes de partidos políticos que apoyan a González no consignaron actas ni pruebas de fraude. Tampoco mostraron ninguna documentación que avale el presunto triunfo en las urnas de González.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-de-venezuela-comparece-ante-la-sala-electoral-del-tsj-sobre-las-elecciones-del-28j",
    "json_file": "Data/teleSUR_tv/2024/mensajes_teleSUR_tv_2024-08.json",
    "message_index": 1216,
    "message_id": 74266,
    "date": "2024-08-09T19:11:30+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐  \n                                                                                                       \n↕ Presidente de Venezuela comparece ante la Sala Electoral del TSJ sobre las elecciones del 28J\nhttps://www.telesurtv.net/presidente-de-venezuela-comparece-ante-la-sala-electoral-del-tsj-sobre-las-elecciones-del-28j \n\n↕ Accidente aéreo deja más de 60 desaparecidos en Sao Paulo, Brasil\nhttps://www.telesurtv.net/accidente-aereo-deja-mas-de-60-desaparecidos-en-sao-paulo-brasil/ \n\n↕ Gobierno responsabiliza a policía autonómica de Cataluña de huida de Puigdemont\nhttps://www.telesurtv.net/gobierno-responsabiliza-a-policia-autonomica-de-cataluna-de-huida-de-puigdemont/",
    "photo_path": null,
    "views": 2950,
    "reactions": {
      "❤": 38,
      "👍": 23,
      "🤔": 1
    },
    "total_reactions": 62
  }
}