[
  {
    "article_id": "0",
    "url": "https://www.telesurtv.net/redh-nobel-paz-promotora-guerra-venezuela/",
    "title": "La RedH condena concesión del Nobel de la Paz a principal promotora de la guerra y la invasión a Venezuela",
    "section": "América Latina y El Caribe",
    "tags": [
      "María Corina Machado",
      "Premio Nobel de la Paz",
      "Red de Intelectuales y Artistas en Defensa de la Humanidad",
      "Venezuela"
    ],
    "text": "La Red de Intelectuales y Artistas en Defensa de la Humanidad (RedH) envió una carta al Comité del Premio Nobel de la Paz en la cual criticó la “desagradable noticia” de que esa entidad haya decidido entregar el galardón de este año “a la principal promotora de la guerra, de la invasión a su propio país y de la desestabilización de Venezuela y de toda la región: María Corina Machado”.\n\nEn la misiva, la RedH hace un balance de la situación regional en la cual destaca que “el mar Caribe se ha convertido en el escenario de una concentración militar desproporcionada y grosera con un portaaviones, buques de guerra, aviones de combate, helicópteros, misiles de largo alcance, submarinos nucleares y miles de soldados (estadounidenses)”.\n“Esto implica una gravísima amenaza a la paz y la seguridad internacionales, como lo reconocieron la Comunidad de Estados Latinoamericanos y Caribeños (CELAC), la mayoría de los gobiernos de la región y múltiples organizaciones políticas y sociales de nuestros pueblos”, mencionó.\n\n\nPuntualizó que la Administración de Estados Unidos (EE.UU.) ha hecho pública su intención de derrocar al Gobierno legítimo de Venezuela con el objetivo de apropiarse de las reservas de petróleo más grandes del mundo.\n“En medio de esta clara violación de la Carta de las Naciones Unidas y del Derecho Internacional, nos encontramos con la desagradable noticia de que su Comité ha decidido entregar el galardón de este año a la principal promotora de la guerra, de la invasión a su propio país y de la desestabilización de Venezuela y de toda la región: María Corina Machado”, lamentó la RedH.\nExternó que el premio que “otorgarán en ceremonia solemne ya está manchado de sangre. Mientras se escriben estas líneas, más de ochenta latinoamericanos han sido asesinados a través de ejecuciones sumarias bajo el pretexto de la lucha contra el narcotráfico, realizadas bajo las órdenes de Donald Trump, y promovidas y aplaudidas, por su galardonada”.\n“Ustedes, además, conocen las estrechas relaciones políticas entre Machado y Benjamín Netanyahu, su apoyo al genocidio contra el pueblo palestino y a las guerras de agresión promovidas por Israel. ¿De qué paz hablarán en su ceremonia?”, cuestionó la agrupación humanitaria.\n\n\n\n\nRecordó que en el año 2014, la Celac adoptó por unanimidad la proclama que declara a esta región como zona de paz. y Destacó que hoy, el Premio Nobel de la Paz se ha convertido en una suerte de Caballo de Troya del siglo XXI y bajo su aura se planifican y se pretenden perpetrar los mismos crímenes cometidos contra los pueblos de Libia, Afganistán, Irak y Siria.\n“Nosotras y nosotros, amantes de la paz, repudiamos las guerras y seguiremos luchando por la paz genuina y verdadera, aquella que solo puede ser entendida como un derecho de los pueblos, indivisible de su autodeterminación y de la defensa de su soberanía”, anotó.\n“Después de la grotesca ceremonia que realizarán el 10 de diciembre, ya no tendrán autoridad moral alguna para hablar de paz ni de justicia, palabras que ustedes manipulan a su antojo para satisfacer las ambiciones geopolíticas de los Estados Unidos. Esas palabras son patrimonio exclusivo de los pueblos que luchan por su soberanía”, finalizó la carta de la RedH.\n",
    "original_json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 14,
    "message_id": 112693,
    "date": "2025-12-09T16:55:13+00:00",
    "original_text": "teleSUR\nLa RedH condena concesión del Nobel de la Paz a principal promotora de la guerra y la invasión a Venezuela\nhttps://www.telesurtv.net/redh-nobel-paz-promotora-guerra-venezuela/",
    "photo_path": null,
    "views": 499,
    "reactions": {
      "👍": 11
    },
    "total_reactions": 11
  },
  {
    "article_id": "1",
    "url": "https://www.telesurtv.net/venezuela-iran-alianza-frente-amenazas-ee-uu/",
    "title": "Venezuela e Irán refuerzan alianza frente a amenazas de Estados Unidos - teleSUR",
    "section": "Mundo",
    "tags": [
      "amenazas",
      "apoyo",
      "EE.UU.",
      "Irán",
      "Venezuela"
    ],
    "text": "Los presidentes de Venezuela e Irán, Nicolás Maduro y Masoud Pezeshkian, sostuvieron una conversación telefónica para reafirmar su cooperación estratégica y la solidaridad ante las crecientes amenazas militares de Washington en América Latina y el Caribe, denunciando violaciones del derecho internacional.\nEl contacto telefónico fue confirmado por medio de un comunicado emitido por la cancillería venezolana, y en el mismo se precisa que  Pezeshkian calificó las acciones estadounidenses como «provocaciones hostiles», subrayando que tales actos vulneran los principios del derecho internacional y establecen un «precedente peligroso» para la comunidad global.\n\nDe acuerdo con el documento, el mandatario iraní expresó además sus deseos de felicidad al Gobierno y al pueblo venezolano con motivo del próximo 2026, al manifestar su convicción de que el nuevo año será propicio para intensificar el desarrollo exitoso de la cooperación y la alianza estratégica entre ambas naciones, siempre enfocadas en el avance y la paz mutua. Pezeshkian, reconoció la «coherencia, la fortaleza y el empeño» de Venezuela en su desarrollo actual, garantizando la paz, y manifestó plena confianza en que la nación suramericana vencerá cualquier desafío.\n\n\n\n\nPor su parte, el presidente Maduro extendió un mensaje de solidaridad y afecto al pueblo iraní, reafirmando que la cooperación bilateral se encuentra en su mejor momento. Pezeshkian, a su vez, reafirmó su compromiso de continuar trabajando en todas las áreas de competencia previamente acordadas por ambos jefes de Estado en diversos escenarios bilaterales, consolidando así el pacto de cooperación estratégica a 20 años suscrito entre ambas naciones, el cual Caracas considera el eje central de sus esfuerzos conjuntos.\n\n\n\n\nEste respaldo se inscribe en un contexto donde Irán ha denunciado la postura de Estados Unidos en la escena internacional. El 1 de diciembre, Teherán señaló a Washington como «la mayor amenaza para la paz internacional».\nPreviamente, el 29 de noviembre, el Gobierno iraní ya había condenado el anuncio del entonces presidente estadounidense, Donald Trump, de cerrar el espacio aéreo venezolano, calificando la medida como una «violación» del derecho internacional y una amenaza directa para la aviación a nivel global.\n\n",
    "original_json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 0,
    "message_id": 112707,
    "date": "2025-12-09T17:55:13+00:00",
    "original_text": "teleSUR\nVenezuela e Irán refuerzan alianza frente a amenazas de Estados Unidos\nhttps://www.telesurtv.net/venezuela-iran-alianza-frente-amenazas-ee-uu/",
    "photo_path": null,
    "views": 165,
    "reactions": {
      "👏": 3,
      "👍": 1
    },
    "total_reactions": 4
  },
  {
    "article_id": "2",
    "url": "https://www.telesurtv.net/rusia-fuerzas-aereas-derriban-drones-ucrania/",
    "title": "Fuerzas aéreas derribaron drones ucranianos que sobrevolaban en regiones rusas - teleSUR",
    "section": "Mundo",
    "tags": [
      "Ataque Ucraniano",
      "civiles afectados",
      "Drones",
      "Heridos",
      "Rusia",
      "Ucrania"
    ],
    "text": "El Ministerio de Defensa de Rusia precisó que 121 vehículos aéreos no tripulados fueron interceptados y derribados sobre la región de Bélgorod, entre las 23:00 del 8 de diciembre y las 7:00 de la mañana del 9 de diciembre hora Moscú.\nEl informe precisó que 49 de estos fueron derribados sobre la región de Bélgorod, 22 sobre Crimea, mientras que otros drones fueron interceptados en Riazán, Vorónezh, Rostov, Kalmykia, Nizhni Nóvgorod, Lípetsk, Kursk, Krasnodar, Briansk y Tula.\n\n\nEl presidente del Gabinete de Ministros de la República rusa de Chuvasia, Vladimir Stepanov, informó que al menos nueve civiles resultaron heridos incluido un menor de edad, como consecuencia de un ataque ucraniano perpetrado contra a ciudad de Cheboksary. De acuerdo con el funcionario, los lesionados se encuentran en centros médicos recibiendo la atención requerida.\nPor su parte, el jefe de la República rusa de Chuvasia, Oleg Nikoláyev, indicó que algunos edificios residenciales resultaron dañados, al tiempo que precisó que los servicios de emergencia trabajan para eliminar las consecuencias del ataque y garantizar la seguridad.\n\n\n\n\nEste ataque ucraniano con drones contra ciudades y regiones rusas, incluyendo la agresión directa a civiles en Cheboksary, evidencia la escalada del conflicto y la intensificación de las acciones militares de Kiev contra territorio ruso. Sin embargo, la rápida intercepción de las defensas aéreas subraya la capacidad militar de Rusia para proteger su soberanía frente a las agresiones, en el marco de la operación militar especial.\nRusia mantiene desde el 24 de febrero de 2022 una operación militar especial en Ucrania, cuyos objetivos, según el presidente Vladímir Putin, son “proteger a la población del Donbas del genocidio del régimen de Kiev” y neutralizar los riesgos de seguridad generados por la expansión de la OTAN hacia el este.\nActualmente, un acuerdo para dar fin al conflicto propuesto por Estados Unidos es negociado separadamente con funcionarios de Moscú y Kiev. De momento, las últimas conversaciones entre funcionarios estadounidenses y el presidente Volodímir Zelenski concluyeron sin un avance aparente.\nPutin reiteró recientemente su disposición para negociar, afirmando que la propuesta de Donald Trump podría ser la base de una solución política.\n",
    "original_json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 22,
    "message_id": 112682,
    "date": "2025-12-09T15:55:25+00:00",
    "original_text": "teleSUR\nFuerzas aéreas derribaron drones ucranianos que sobrevolaban en regiones rusas\nhttps://www.telesurtv.net/rusia-fuerzas-aereas-derriban-drones-ucrania/",
    "photo_path": null,
    "views": 613,
    "reactions": {
      "👍": 15,
      "❤": 2
    },
    "total_reactions": 17
  },
  {
    "article_id": "3",
    "url": "https://www.telesurtv.net/frente-amplio-uruguay-ofensiva-eeuu-venezuela/",
    "title": "Frente Amplio de Uruguay denuncia ofensiva de EE.UU. contra Venezuela - teleSUR",
    "section": "América Latina y El Caribe",
    "tags": [
      "autodeterminación",
      "denuncia",
      "EE.UU.",
      "Frente Amplio",
      "intervención",
      "Soberanía",
      "Uruguay",
      "Venezuela",
      "zona de paz"
    ],
    "text": "El Frente Amplio de Uruguay condenó este lunes la nueva escalada militar de Estados Unidos contra Venezuela, calificándola como “un nivel de gravedad sin precedentes” y advirtiendo que representa un retroceso histórico hacia la Doctrina Monroe, con implicaciones directas sobre la soberanía regional.\nEn un comunicado difundido en Montevideo, la fuerza política uruguaya de izquierda afirmó que la movilización de tropas, destructores y sistemas de armas estratégicas por parte de la Administración de Donald Trump constituye una amenaza no solo para Venezuela, sino también para la estabilidad de América Latina y el Caribe.\nEl texto subraya que este despliegue compromete especialmente a Colombia, país que —según la declaración— “ha manifestado con claridad su postura de defensa de su soberanía y de la soberanía regional”.\nEl Frente Amplio rechazó con firmeza el argumento utilizado por Washington para justificar la operación militar, basado en la supuesta lucha contra el narcotráfico. Recordó que ni la Oficina de las Naciones Unidas contra la Droga y el Delito (Unodc ni la propia Agencia Antidrogas de EE.UU (DEA) consideran a Venezuela como un país productor relevante de cocaína.\n\n\nEn ese sentido, la organización calificó como “extremadamente grave” el cierre ilegal y forzoso del espacio aéreo venezolano y las acciones contra embarcaciones civiles, medidas que calificó como violatorias del derecho internacional.\nLa declaración también alerta que la ofensiva estadounidense desconoce la voluntad regional expresada en el marco de la Comunidad de Estados Latinoamericanos y Caribeños (Celac), que en histórica decisión en 2014 consagró a América Latina y el Caribe como Zona de Paz. Para el Frente Amplio, esta decisión colectiva exige respeto y obliga a rechazar cualquier intento de intervención o agresión militar.\nEl partido uruguayo demandó el retiro inmediato de las tropas y equipos bélicos estadounidenses de las cercanías del territorio venezolano, criticó la autodenominada “Estrategia de Seguridad Nacional” de la Administración Trump y advirtió que cualquier acción de carácter invasivo constituiría un grave atentado contra la estabilidad del hemisferio.\nEl Frente Amplio concluyó reafirmando su compromiso con el diálogo, la diplomacia regional y los mecanismos multilaterales, que considera esenciales para la construcción de soluciones pacíficas y duraderas. La organización remarcó que Venezuela y América Latina no pueden ser sometidas a presiones o maniobras militares destinadas a imponer agendas externas ajenas a los principios democráticos y a la autodeterminación de los pueblos.",
    "original_json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 29,
    "message_id": 112674,
    "date": "2025-12-09T14:55:08+00:00",
    "original_text": "teleSUR\nFrente Amplio de Uruguay denuncia ofensiva de EE.UU. contra Venezuela\nhttps://www.telesurtv.net/frente-amplio-uruguay-ofensiva-eeuu-venezuela/",
    "photo_path": null,
    "views": 911,
    "reactions": {
      "👍": 21,
      "❤": 2
    },
    "total_reactions": 23
  },
  {
    "article_id": "4",
    "url": "https://www.telesurtv.net/disputa-soberania-tensiones-camboya-tailandia/",
    "title": "Disputa histórica de soberanía alimenta tensiones entre Camboya y Tailandia - teleSUR",
    "section": "Mundo",
    "tags": [
      "Camboya",
      "disputa",
      "Enfrentamientos",
      "Frontera",
      "Muertos",
      "Soberanía",
      "Tailandia"
    ],
    "text": "El Ministerio de Información de Camboya confirmó que al menos ocho civiles murieron en la madrugada del martes como consecuencia de los enfrentamientos registrados en la frontera con Tailandia, tras los enfrentamientos suscitados el pasado domingo. El titular de la cartera, Neth Pheaktra, informó además que 12 personas resultaron heridas en distintos puntos de la línea fronteriza de más de 820 kilómetros que comparten ambos países.\n\nPor su parte, Tailandia reconoció haber realizado ataques aéreos contra objetivos que calificó de militares en territorio camboyano, asegurando que se trató de una “respuesta a las operaciones militares camboyanas”. El Gobierno tailandés había reportado previamente la muerte de un soldado y siete heridos en sus filas.\nSin embargo, durante las últimas horas Bangkok informó de la muerte de al menos cuatro soldados y unas 30 personas heridas. Ambos países se acusan de haber violado el pasado fin de semana el acuerdo del alto el fuego que puso fin a la anterior espiral de enfrentamientos fronterizos a finales de julio.\n\n\n\nDe acuerdo con fuentes tailandesas, Camboya habría desplegado baterías de lanzacohetes BM-21. Tailandia, por su parte, excavó trincheras defensivas, desplegó más tropas y movió a la zona francotiradores y fuerzas especiales para fortalecer posiciones en la zona en disputa de Trat. Además, desplegó aviones F-16 para atacar objetivos en el país vecino.\nSegún Bangkok, la intensificación del conflicto ha obligado a evacuar a unas 440.000 personas en cinco de las siete provincias tailandesas limítrofes con Camboya.\nEn un intento por frenar la violencia, meses atrás los primeros ministros de ambas naciones firmaron en Malasia un acuerdo de paz, promovido por el presidente estadounidense Donald Trump, dando paso a que Camboya incluso lo nominase al Premio Nobel de la Paz por su mediación.\n\n\n\n\nCamboya y Tailandia se acusan de haber violado el pasado fin de semana el acuerdo del alto el fuego que puso fin a la anterior espiral de enfrentamientos fronterizos a finales de julio. Las tensiones entre Bangkok y Nom Pen tienen raíces históricas en la disputa por la soberanía de un territorio delimitado en 1907, época en la que Camboya se encontraba bajo dominio colonial de Tailandia.",
    "original_json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 33,
    "message_id": 112670,
    "date": "2025-12-09T13:55:19+00:00",
    "original_text": "teleSUR\nDisputa histórica de soberanía alimenta tensiones entre Camboya y Tailandia\nhttps://www.telesurtv.net/disputa-soberania-tensiones-camboya-tailandia/",
    "photo_path": null,
    "views": 969,
    "reactions": {
      "🔥": 5,
      "🤔": 1
    },
    "total_reactions": 6
  },
  {
    "article_id": "5",
    "url": "https://www.telesurtv.net/cuba-sentencias-exministro-economia-gil/",
    "title": "Cuba: Tribunal Supremo notifica sentencias para exministro de Economía Alejandro Gil - teleSUR",
    "section": "América Latina y El Caribe",
    "tags": [
      "Alejndro Gil",
      "Cuba",
      "espionaje",
      "Evasión fiscal",
      "Tráfico de influencias",
      "Tribunal Supremo de Justicia"
    ],
    "text": "El Tribunal Supremo Popular (TSP) de Cuba dio a conocer que este lunes notificó las sentencias de los procesos penales contra el exministro de Economía, Alejandro Gil Machado, en los que se le acusó de diversos delitos de gravedad. Tras las audiencias orales celebradas entre el 11 y el 13 de noviembre y posteriormente del 26 al 29 del mismo mes de 2025, el tribunal determinó la culpabilidad del acusado por delitos de suma gravedad como espionaje, actos en perjuicios de la actividad económica, sustracción de documentación oficial de carácter continuado, tráfico de influencias y evasión fiscal.\n\nMediante un comunicado oficial, se informó que en la primera causa fue considerado responsable de los delitos de espionaje, actos en perjuicio de la actividad económica o de la contratación; así como de cohecho, sustracción y daño de documentos u otros objetos en custodia oficial y violación de los sellos oficiales e infracción de las normas de protección de documentos clasificados, estos últimos de carácter continuado.\nA partir de estos hechos, el Tribunal le impuso la sanción conjunta a cumplir de privación perpetua de libertad.\n\nEl TSP determinó además un grupo de sanciones accesorias como la confiscación de bienes, la prohibición de ejercer funciones vinculadas a la administración de recursos humanos, materiales y financieros, y la suspensión de derechos públicos. De acuerdo con el comunicado, la resolución se fundamentó en los artículos 147 de la Constitución de la República y en los artículos 71.1 y 29 del Código Penal, que establecen los fines de la sanción y evalúan la gravedad social de los hechos atribuidos al procesado.\nEl expediente judicial incluyó cargos por malversación, lavado de activos, infracción de normas de protección de documentos clasificados y sustracción o daño de objetos bajo custodia oficial, además de los delitos previamente mencionados.\nLa defensa mantiene la posibilidad de presentar un recurso de apelación, conforme a lo establecido en la Ley del Proceso Penal, que le permite para ello un plazo de diez días hábiles. Si las sentencias son ratificadas, se aplicará una sanción conjunta y única, de acuerdo con lo previsto en el Artículo 86 del Código Penal vigente.\nEl acusado y sus abogados reconocieron que durante la tramitación de las causas y los actos de juicio oral se cumplieron los derechos y garantías consagradas en la Constitución de la República y la Ley del proceso penal.\n\nDe acuerdo con el TSP, mediante un actuar corrupto y simulador, Gil Fernández «se aprovechó de las facultades otorgadas por las responsabilidades que asumió para obtener beneficios personales, recibiendo dinero de firmas extranjeras y sobornando a otros funcionarios públicos para legalizar la adquisición de bienes. Engañó a la dirección del país y al pueblo que representaba, generando, con ello, daños a la economía. Incumplió procesos de trabajo con la información oficial clasificada que manejaba, la sustrajo, la dañó y finalmente la puso a disposición de los servicios del enemigo«.\nAgrega el texto que «estos comportamientos altamente lesivos evidenciaron en el acusado una degradación ética, moral y política que lo hacen merecedor de una respuesta penal severa, tal como demanda el Artículo 4 de la Constitución de la República, al dejar establecido que la traición a la Patria es el más grave de los crímenes y quien la comete está sujeto a las más severas sanciones. Los hechos sancionados vulneran, además, la Convención de las Naciones Unidas contra la Corrupción, de la cual Cuba es miembro signatario».",
    "original_json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 34,
    "message_id": 112669,
    "date": "2025-12-09T13:55:13+00:00",
    "original_text": "teleSUR\nCuba: Tribunal Supremo notifica sentencias para exministro de Economía Alejandro Gil\nhttps://www.telesurtv.net/cuba-sentencias-exministro-economia-gil/",
    "photo_path": null,
    "views": 857,
    "reactions": {
      "👍": 5
    },
    "total_reactions": 5
  },
  {
    "article_id": "6",
    "url": "https://www.telesurtv.net/movimiento-paz-noruego-rechaza-concesion-premio-nobel-machado/",
    "title": "Movimiento por la Paz Noruego rechaza Premio Nobel a Machado por desvío de principios",
    "section": "Mundo",
    "tags": [
      "María Corina Machado",
      "nobel de la paz",
      "Noruega",
      "Rechazo"
    ],
    "text": "El Movimiento por la Paz Noruego rechazó este martes desde Oslo la entrega del Nobel de la Paz 2025 a la representante de la extrema derecha venezolana, María Corina Machado, denunciando al Comité Noruego por ignorar los principios fundacionales de Alfred Nobel y desviar fondos de su propósito original. El movimiento argumenta que Machado está «lejos de ser la campeona de la paz» que los criterios de Nobel requieren.\n\nDurante una rueda de prensa en la capital noruega, voceros del Movimiento por la Paz expresaron su «furioso» descontento, afirmando que el comité «se está robando el dinero que le pertenece al movimiento de la paz». Subrayaron que Alfred Nobel concibió el premio para honrar a la persona que realizara «el trabajo más grande para evitar las guerras y para fomentar el proceso de la paz», una visión que, según ellos, ha sido consistentemente ignorada.\nEl movimiento recordó que el Premio Nobel de la Paz se basa en tres pilares inseparables: la desmilitarización, las conferencias de paz y la cooperación entre naciones en conflicto. Estos elementos, descritos como «una rueda» por Nobel, son fundamentales para su legado. Sin embargo, los voceros lamentaron las «muchas desviaciones» observadas en los más de cien años de historia del galardón, señalando que el comité en Oslo ha ignorado estas directrices «de manera arrogante».\n\n\nLa crítica se intensificó al referirse a la «definición amplia de la paz» que, según el director del comité, permite otorgar el premio a «cualquier cosa que se parezca a la paz» sin centrarse en un trabajo específico por ella. Según el Movimiento por la Paz Noruego, el director actual, quien no conoció los valores de Nobel, manifestó en un discurso de 2025 que el trabajo de María Corina Machado, al «unir a los opositores en contra del Gobierno de Venezuela», se considera una «actividad internacional» (o nacional) utilizada «como un arma». El movimiento considera esta perspectiva «más absurda» para la selección de este año.\nEstas denuncias resuenan con críticas históricas sobre la autonomía del Comité Noruego del Nobel. Ya en 2012, un experto en Suecia señaló que el comité «no es un partido independiente, sino que está basado en la Ley sueca». Más adelante, en 2014, se indicó que la elección de los galardonados «no se debe exceptuar de las limitaciones del Estado».\nLos analistas mostraron que la entrega del Nobel de la Paz a la representante de extrema derecha contradice los estatutos del Comité que otorga ese galardón, debido a que Machado mantiene una agenda que promueve la guerrra, la invasión a su país y ha defendido abiertamente el genocidio que comete Israel contra el pueblo palestino.\nDijeron que el galardón entregado a Machado es interpretado como un premio al presidente estadounidense Donald Trump y al primer ministro de Israel, Benjamin Netanyahu.\nLos participantes señalaron que Machado no ha escondido sus intenciones de entregar a Estados Unidos los recursos naturales venezolanos, incluidas las más grandes reservas de petróleo  a nivel mundial. Y ha apoyado todas las sanciones impuestas por EE.UU. contra el pueblo venezolano.\n",
    "original_json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 42,
    "message_id": 112659,
    "date": "2025-12-09T12:07:05+00:00",
    "original_text": "🇳🇴🕊 Nobel de la Paz a Machado: ¿Un premio para la guerra, la injerencia y el genocidio contra Venezuela?\n\n📢 Voces críticas cuestionan en Oslo la legitimidad del Nobel de la Paz 2025. Aquí algunos de los argumentos:\n\n🔴 El Premio Nobel de la Paz es otorgado a una extremista que fomenta la guerra y la intervención extranjera en su propio país.\n\n🔴 Machado ha solicitado y aprobado asesinatos extrajudiciales de civiles y apoyado el genocidio en Gaza, dedicando su carrera a intentos violentos de cambio de régimen.\n\n🔴 Se subraya que cualquier imposibilidad de elecciones plenamente democráticas en Venezuela no reside en el gobierno, sino en la magnitud de la intervención de Estados Unidos para el cambio de régimen.\n\n🔴 Exigen que los miembro del Comité Nobel, asuman la responsabilidad por este premio \"escandaloso\" y \"motivado ideológicamente\", señalando sus vínculos con el Oslo Freedom Forum y Leopoldo López.\n\n🔗: https://www.telesurtv.net/movimiento-paz-noruego-rechaza-concesion-premio-nobel-machado/",
    "photo_path": null,
    "views": 1054,
    "reactions": {
      "❤": 14,
      "👍": 9,
      "😁": 2,
      "🤡": 1
    },
    "total_reactions": 26
  },
  {
    "article_id": "7",
    "url": "https://www.telesurtv.net/cuba-denuncia-campana-de-desinformacion-para-afectar-su-alianza-con-venezuela/",
    "title": "Cuba denuncia campaña de desinformación para afectar su alianza con Venezuela - teleSUR",
    "section": "América Latina y El Caribe",
    "tags": [
      "Cuba",
      "EE.UU.",
      "Venezuela"
    ],
    "text": "El Ministerio de Relaciones Exteriores de Cuba negó este lunes categóricamente la supuesta vinculación de funcionarios cubanos con representantes estadounidenses en gestiones relacionadas con Venezuela.\nLa Cancillería señaló que estas versiones forman parte de un intento de sabotear la alianza estratégica entre Cuba y Venezuela, mediante la difusión de noticias falsas sobre un presunto encuentro para tratar asuntos internos del país suramericano.\nEl comunicado subrayó que estas acusaciones se inscriben en los múltiples esfuerzos de Estados Unidos por desacreditar la imagen internacional de Cuba, especialmente en su papel en la lucha contra el narcotráfico y en la defensa de la paz mundial.\nLa declaración recordó que Cuba mantiene un reconocido desempeño como nación antidroga, mientras que Washington decidió suspender de manera unilateral los mecanismos de cooperación en temas de migración y aplicación de la ley, siguiendo instrucciones del secretario de Estado, Marco Rubio.\nEl texto enfatizó que la ruptura de estos espacios de diálogo constituye una medida que busca justificar la política de agresión constante contra Venezuela, presentándola como legítima ante la comunidad internacional.\nLa Habana advirtió que la difusión de noticias falsas y la cancelación de acuerdos bilaterales responden a una estrategia de presión que afecta la estabilidad regional y la cooperación en temas sensibles.\nFinalmente, el Gobierno cubano reiteró su solidaridad con Venezuela y reafirmó su compromiso con los principios de soberanía y autodeterminación frente a cualquier intento de injerencia externa.",
    "original_json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 57,
    "message_id": 112643,
    "date": "2025-12-09T09:55:08+00:00",
    "original_text": "teleSUR\nCuba denuncia campaña de desinformación para afectar su alianza con Venezuela\nhttps://www.telesurtv.net/cuba-denuncia-campana-de-desinformacion-para-afectar-su-alianza-con-venezuela/",
    "photo_path": null,
    "views": 981,
    "reactions": {
      "👍": 7,
      "❤": 5
    },
    "total_reactions": 12
  },
  {
    "article_id": "8",
    "url": "https://www.telesurtv.net/sanciones-antirrusas-europa-perdidas/",
    "title": "Sanciones antirrusas causan a Europa pérdidas por 1.6 billones de euros - teleSUR",
    "section": "Mundo",
    "tags": [
      "Europa",
      "Occidente",
      "pérdidas económicas",
      "Rusia",
      "Sanciones",
      "soberania economica"
    ],
    "text": "El ministro de Asuntos Exteriores de Rusia, Serguéi Lavrov, afirmó este domingo que las sanciones impuestas por países europeos contra Moscú desde 2022 han generado pérdidas económicas acumuladas de hasta 1.6 billones de euros entre 2022 y 2025, y subrayó que las medidas coercitivas unilaterales están perjudicando gravemente a quienes las impulsan.\n\n\n«Ha quedado claro que las medidas coercitivas unilaterales están causando graves daños a quienes las inician. Tan solo las restricciones antirrusas costarán a la economía europea hasta 1.6 billones de euros en pérdidas entre 2022 y 2025», enfatizó el canciller Lavrov. Según el comunicado, Rusia ha resistido una presión económica sin precedentes y ha logrado mantener su resiliencia, asegurando un crecimiento continuo a pesar del cerco occidental.\nLa Cancillería rusa señaló en su sitio oficial que las sanciones obstaculizan la formación de un orden mundial justo y multipolar, al tiempo que actúan como herramienta de las políticas neocoloniales del «Occidente colectivo», cuyo objetivo es mantener su dominio global e impedir el desarrollo de los países del Sur Global.\nEl viceministro ruso de Asuntos Exteriores, Alexánder Grushkó, precisó que las pérdidas acumuladas por la Unión Europea (UE) tras interrumpir su cooperación energética y comercial con Rusia superan el billón de euros —equivalentes a más de 1.1 billones de dólares—. Detalló que el comercio bilateral descendió de 417.000 millones de euros en 2013 a apenas 60.000 millones en 2023 y ahora «prácticamente tiende a cero».\nGrushkó advirtió que esta ruptura ha deteriorado la competitividad europea: el gas natural en la UE se cotiza entre cuatro y cinco veces más caro que en Estados Unidos, mientras que la electricidad cuesta hasta tres veces más. «Este es el precio que Europa tiene que pagar por cortar todo tipo de contactos económicos con Rusia», afirmó.\nCon anterioridad, el presidente ruso Vladímir Putin subrayó que la soberanía económica es clave para el desarrollo nacional y cuestionó la autonomía del bloque europeo: «La Unión Europea no tiene soberanía en lo absoluto». Medios como The National Interest destacaron que la economía alemana fue «destrozada» por las sanciones, mientras que el canciller húngaro, Péter Szijjártó, denunció que las restricciones a los hidrocarburos rusos socavan la estabilidad energética del continente.",
    "original_json_file": "/home/ari/Collage/04-Forth_Year/Preimer_Semestre/PL/Final_Proj/Report_Generator/Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-12.json",
    "message_index": 196,
    "message_id": 112463,
    "date": "2025-12-07T20:55:13+00:00",
    "original_text": "teleSUR\nSanciones antirrusas causan a Europa pérdidas por 1.6 billones de euros\nhttps://www.telesurtv.net/sanciones-antirrusas-europa-perdidas/",
    "photo_path": null,
    "views": 1629,
    "reactions": {
      "🎉": 28,
      "❤": 5,
      "😁": 2,
      "👏": 1,
      "😱": 1,
      "🙏": 1
    },
    "total_reactions": 38
  }
]