{
  "url": "https://www.telesurtv.net/alerta-bolivia-alerta-suramerica-presidente-maduro-reflexiona-sobre-las-divisiones-internas-en-el-festival-mundial-antifascista/)",
  "title": "¡Alerta Bolivia! ¡Alerta Suramérica!: Presidente Maduro reflexiona sobre las divisiones internas en el Festival Mundial Antifascista - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Festival Antifascista",
    "Imperialismo",
    "Lucha revolucionaria",
    "Nicolás Maduro",
    "unidad",
    "Venezuela"
  ],
  "text": "\nDurante la clausura del Festival Mundial Internacional Antifascista “Por un mundo nuevo”, que reunió a representantes de 125 países, Maduro denunció que las élites europeas mantienen una visión colonial hacia el sur global, perpetuando patrones históricos de dominación.\n“Los crímenes cometidos por las coronas europeas en América fueron peores que el fascismo“, declaró Maduro, argumentando que el fascismo europeo es heredero directo del colonialismo y el esclavismo. El mandatario venezolano estableció una clara distinción entre las élites europeas y los movimientos sociales del continente, a quienes reconoció como “el futuro de la paz de la humanidad”.\nEn un análisis histórico detallado, Maduro utilizó el ejemplo de la conquista del Imperio Inca para ilustrar las tácticas imperiales de división. Describió cómo Francisco Pizarro explotó las divisiones internas entre los pueblos Aymara y Quechua, culminando en la captura y muerte de Atahualpa, lo que facilitó la imposición de 290 años de dominio colonial.\nEl Presidente venezolano incluyó una advertencia a Bolivia y Suramérica sobre la persistencia de estas estrategias de división, citando al Libertador Simón Bolívar: “Por el engaño y la manipulación se nos ha dominado más que por la fuerza”.\nLos imperios siempre han buscado dividirnos\nManifestó que los imperios y las élites siempre han buscado la división, exacerbar la desconfianza y el enfrentamiento interno para someter a los pueblos a su dominación.\nAfirmó que “las élites europeas, herederas del colonialismo y el racismo“, que siglos después de la colonización “siguen viendo a los pueblos del sur global como subalternos“.\nSobre los crímenes cometidos contra las poblaciones originarias durante la colonización, el jefe de Estado expresó que por entonces “no se llamaba fascismo, pero puedo decir que lo que hicieron los europeos, las coronas europeas, las élites europeas en América fueron crímenes peores que el fascismo”.\nFueron “crímenes premeditados, calculados para exterminar, como hicieron en buena parte de nuestro territorio, para exterminar la civilización, la cultura, la vida, la sociedad y la existencia misma de hombres y mujeres que vivían pacíficamente en esta tierra”, señaló el mandatario.\nEste discurso se enmarca en las conmemoraciones del bicentenario de la batalla de Ayacucho, evento histórico que el mandatario relacionó con la actual lucha por la dignidad y la resistencia de los pueblos indígenas contra formas modernas de opresión.\nEl Festival Mundial Internacional Antifascista realizado en Caracas representa un foro alternativo para discutir relaciones internacionales desde la perspectiva del sur global, reuniendo a movimientos sociales y representantes de diversos países que buscan contrarrestar lo que consideran nuevas formas de colonialismo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/alerta-bolivia-alerta-suramerica-presidente-maduro-reflexiona-sobre-las-divisiones-internas-en-el-festival-mundial-antifascista/)",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 1452,
    "message_id": 84256,
    "date": "2025-01-12T01:09:49+00:00",
    "text": "\"Nadie en Venezuela quiere un golpe de Estado, nadie quiere la intervención militar que llama Uribe, nadie quiere más sanciones ni violencia. Queremos más libertad, entendimiento, armonía, reconciliación y encuentro. Y eso, es lo que va a haber para Venezuela, lo que viene es bueno, bendiciones, unión y paz\" dijo el presidente Nicolás Maduro.\n\n🤔 **¿Qué dijo Álvaro Uribe?**\n\n🔺 Este sábado, Uribe Vélez, a quien se le han comprobado sus vínculos con el narcotráfico y el paramilitarismo, realizó una convocatoria a opositores colombianos y venezolanos. Frente a la baja asistencia a su llamado, pidió intervención militar internacional en Venezuela.\n\n⭕️ El pueblo colombiano sí respondió a la convocatoria del exmandatario, y lo hizo con abucheos y huevos que le lanzaron por ser fiel seguidor de los planes desestabilizadores concebidos por Washington y los países imperialistas de Occidente, con el fin de invadir las naciones independientes y expropiar todo lo que pueda de sus recursos.\n\n[Lee más aquí](https://www.telesurtv.net/alerta-bolivia-alerta-suramerica-presidente-maduro-reflexiona-sobre-las-divisiones-internas-en-el-festival-mundial-antifascista/)",
    "photo_path": null,
    "views": 2962,
    "reactions": {
      "👍": 75,
      "👏": 16,
      "🙏": 6,
      "👎": 2,
      "⚡": 1,
      "🔥": 1
    },
    "total_reactions": 101
  }
}