{
  "url": "https://www.telesurtv.net/moscoso-acuerdo-de-noboa-con-mercenarios-extranjeros-es-netamente-electorero/",
  "title": "Moscoso: Acuerdo de Noboa con mercenarios extranjeros es \"netamente electorero\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Blackwater",
    "Crimen organizado",
    "Ecuador",
    "mercenarios",
    "Nicanor Moscoso",
    "Noboa",
    "seguridad"
  ],
  "text": "\nEn medio de una campaña electoral marcada por la polarización y la creciente inseguridad, el presidente ecuatoriano y candidato a la reelección, Daniel Noboa, anunció  un acuerdo con Erik Prince, fundador de la empresa de seguridad Blackwater, encargada de distribuir mercenarios a nivel mundial bajo la fachada de proveer seguridad global y sistemas militares.\nLa contratación de mercenarios extranjeros fue presentada por Noboa como una acción audaz para combatir el crimen organizado. Sin embargo, la decisión de incluir tropas mercenarias en un esquema de seguridad interior podría traer una escalada de violencia y violaciones a los derechos humanos. A su vez, es criticada por analistas y organizaciones sociales que califican el anuncio como una maniobra electoral.\nEn una entrevista exclusiva con teleSUR, el politólogo Nicanor Moscoso analizó las implicaciones de esta medida y su impacto en el escenario político ecuatoriano. Según Moscoso, “todo lo que está haciendo el presidente está dirigido exclusivamente al campo electoral, al campo de conseguir votos”.\n\n\n“Imaginarse que mercenarios entren a las calles del Ecuador a combatir al crimen organizado es algo que crea convulsión”, afirmó Moscoso. El politólogo advirtió que esta medida podría desencadenar una mayor violencia, ya que el crimen organizado está profundamente arraigado en la sociedad ecuatoriana, incluso en los estratos más altos.\n\n\nAdemás, Moscoso cuestionó el momento en que se toma esta decisión, a solo un mes de las elecciones y a dos meses de que Noboa entregue el poder en caso de no ser reelegido. “Esto no es una medida que pueda tomar un presidente que está en la duda de si sigue en el gobierno o no”, afirmó.\nEl politólogo señaló la acción como una medida desesperada en momento en que las encuestas actuales muestran que Noboa tiene entre un 46% y 47% de intención de voto, mientras que su principal contrincante, Luisa González, alcanza entre un 53% y 54%. Estas cifras sugieren que las acciones del presidente, lejos de sumarle votos, podrían estar perjudicando su imagen.\nEl experto recordó que, hace un mes, Noboa presentó ante la Asamblea Nacional una solicitud para permitir la intervención de fuerzas extranjeras en el país, algo que la Constitución ecuatoriana prohíbe expresamente. Sin embargo, la solicitud fue más una estrategia política que una necesidad real, ya que la Constitución sí permite solicitar colaboración internacional sin necesidad de aprobación legislativa.\nMoscoso explicó que Noboa busca generar una controversia política al pedir una autorización que sabía sería rechazada por la Asamblea, controlada por su principal contrincante político. “Hizo toda una bulla con el propósito de que su contrincante, que tiene mayoría en la Asamblea, se la niegue, para luego decirle al pueblo: ‘Me niegan que vengan extranjeros a ayudarnos a combatir la delincuencia'”, señaló el analista. Esta maniobra, según Moscoso, fue utilizada como tema de campaña para presentarse como un líder decidido frente a la inseguridad.\n\n\nEl analista también criticó la falta de consulta con instituciones clave, como el ejército y la policía, antes de anunciar la medida. “Yo no creo que estas decisiones sean consultadas con su gobierno, ni siquiera con el ejército ecuatoriano”, dijo Moscoso. Para él, este anuncio es “netamente electorero” y no tiene sustento real, ya que no hay tiempo suficiente para implementarlo antes de las elecciones.\nLa polémica no se limita al ámbito nacional. Noboa busca asociarse a figuras internacionales de la derecha, como el expresidente estadounidense Donald Trump, para reforzar su imagen de líder neoliberal. Sin embargo, según Moscoso, esta estrategia no está dando los resultados esperados. “Él quiere vender la idea de que tiene un acercamiento con Trump, pero eso no le va a traer beneficios electorales”, afirmó.\nOrganizaciones sociales, como la Confederación de Nacionalidades Indígenas del Ecuador (CONAIE), han denunciado que el acuerdo con mercenarios extranjeros viola la soberanía nacional y pone en riesgo la vida de los ecuatorianos. Además, han instado a definir acciones concretas frente al balotaje, señalando que las decisiones de Noboa están más enfocadas en su reelección que en resolver los problemas del país.\nPor último, el analistas Nicanor Moscoso manifestó el temor de que la apresurada decisión de Noboa desencadene una “matanza de extranjeros que son mercenarios” en suelo ecuatoriano.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/moscoso-acuerdo-de-noboa-con-mercenarios-extranjeros-es-netamente-electorero/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 1525,
    "message_id": 88940,
    "date": "2025-03-12T18:12:06+00:00",
    "text": "Debes conocer estas tres noticias en nuestra web🌐 \n \n↕️ Organizaciones colombianas convocan a movilización nacional en apoyo a la reforma laboral\nhttps://www.telesurtv.net/organizaciones-colombianas-convocan-a-movilizacion-nacional-en-apoyo-a-la-reforma-laboral/\n\n↕️ Moscoso: Acuerdo de Noboa con mercenarios extranjeros es «netamente electorero»\nhttps://www.telesurtv.net/moscoso-acuerdo-de-noboa-con-mercenarios-extranjeros-es-netamente-electorero/\n\n↕️ Partido independentista Demokraatit gana elecciones en Groenlandia\nhttps://www.telesurtv.net/partido-independentista-demokraatit-gana-elecciones-en-groenlandia/",
    "photo_path": null,
    "views": 1824,
    "reactions": {
      "👍": 20,
      "🤔": 3,
      "👎": 2,
      "❤": 1
    },
    "total_reactions": 26
  },
  "preprocessing": {
    "cleaned": "en medio de una campaña electoral marcada por la polarización y la creciente inseguridad, el presidente ecuatoriano y candidato a la reelección, daniel noboa, anunció un acuerdo con erik prince, fundador de la empresa de seguridad blackwater, encargada de distribuir mercenarios a nivel mundial bajo la fachada de proveer seguridad global y sistemas militares. la contratación de mercenarios extranjeros fue presentada por noboa como una acción audaz para combatir el crimen organizado. sin embargo, la decisión de incluir tropas mercenarias en un esquema de seguridad interior podría traer una escalada de violencia y violaciones a los derechos humanos. a su vez, es criticada por analistas y organizaciones sociales que califican el anuncio como una maniobra electoral. en una entrevista exclusiva con telesur, el politólogo nicanor moscoso analizó las implicaciones de esta medida y su impacto en el escenario político ecuatoriano. según moscoso, “todo lo que está haciendo el presidente está dirigido exclusivamente al campo electoral, al campo de conseguir votos”. “imaginarse que mercenarios entren a las calles del ecuador a combatir al crimen organizado es algo que crea convulsión”, afirmó moscoso. el politólogo advirtió que esta medida podría desencadenar una mayor violencia, ya que el crimen organizado está profundamente arraigado en la sociedad ecuatoriana, incluso en los estratos más altos. además, moscoso cuestionó el momento en que se toma esta decisión, a solo un mes de las elecciones y a dos meses de que noboa entregue el poder en caso de no ser reelegido. “esto no es una medida que pueda tomar un presidente que está en la duda de si sigue en el gobierno o no”, afirmó. el politólogo señaló la acción como una medida desesperada en momento en que las encuestas actuales muestran que noboa tiene entre un 46% y 47% de intención de voto, mientras que su principal contrincante, luisa gonzález, alcanza entre un 53% y 54%. estas cifras sugieren que las acciones del presidente, lejos de sumarle votos, podrían estar perjudicando su imagen. el experto recordó que, hace un mes, noboa presentó ante la asamblea nacional una solicitud para permitir la intervención de fuerzas extranjeras en el país, algo que la constitución ecuatoriana prohíbe expresamente. sin embargo, la solicitud fue más una estrategia política que una necesidad real, ya que la constitución sí permite solicitar colaboración internacional sin necesidad de aprobación legislativa. moscoso explicó que noboa busca generar una controversia política al pedir una autorización que sabía sería rechazada por la asamblea, controlada por su principal contrincante político. “hizo toda una bulla con el propósito de que su contrincante, que tiene mayoría en la asamblea, se la niegue, para luego decirle al pueblo: ‘me niegan que vengan extranjeros a ayudarnos a combatir la delincuencia'”, señaló el analista. esta maniobra, según moscoso, fue utilizada como tema de campaña para presentarse como un líder decidido frente a la inseguridad. el analista también criticó la falta de consulta con instituciones clave, como el ejército y la policía, antes de anunciar la medida. “yo no creo que estas decisiones sean consultadas con su gobierno, ni siquiera con el ejército ecuatoriano”, dijo moscoso. para él, este anuncio es “netamente electorero” y no tiene sustento real, ya que no hay tiempo suficiente para implementarlo antes de las elecciones. la polémica no se limita al ámbito nacional. noboa busca asociarse a figuras internacionales de la derecha, como el expresidente estadounidense donald trump, para reforzar su imagen de líder neoliberal. sin embargo, según moscoso, esta estrategia no está dando los resultados esperados. “él quiere vender la idea de que tiene un acercamiento con trump, pero eso no le va a traer beneficios electorales”, afirmó. organizaciones sociales, como la confederación de nacionalidades indígenas del ecuador (conaie), han denunciado que el acuerdo con mercenarios extranjeros viola la soberanía nacional y pone en riesgo la vida de los ecuatorianos. además, han instado a definir acciones concretas frente al balotaje, señalando que las decisiones de noboa están más enfocadas en su reelección que en resolver los problemas del país. por último, el analistas nicanor moscoso manifestó el temor de que la apresurada decisión de noboa desencadene una “matanza de extranjeros que son mercenarios” en suelo ecuatoriano.",
    "tokens": [
      "medio",
      "campaña",
      "electoral",
      "marcada",
      "polarización",
      "creciente",
      "inseguridad",
      ",",
      "presidente",
      "ecuatoriano",
      "candidato",
      "reelección",
      ",",
      "daniel",
      "noboa",
      ",",
      "anunció",
      "acuerdo",
      "erik",
      "prince",
      ",",
      "fundador",
      "empresa",
      "seguridad",
      "blackwater",
      ",",
      "encargada",
      "distribuir",
      "mercenarios",
      "nivel",
      "mundial",
      "bajo",
      "fachada",
      "proveer",
      "seguridad",
      "global",
      "sistemas",
      "militares",
      ".",
      "contratación",
      "mercenarios",
      "extranjeros",
      "presentada",
      "noboa",
      "acción",
      "audaz",
      "combatir",
      "crimen",
      "organizado",
      ".",
      "embargo",
      ",",
      "decisión",
      "incluir",
      "tropas",
      "mercenarias",
      "esquema",
      "seguridad",
      "interior",
      "podría",
      "traer",
      "escalada",
      "violencia",
      "violaciones",
      "derechos",
      "humanos",
      ".",
      "vez",
      ",",
      "criticada",
      "analistas",
      "organizaciones",
      "sociales",
      "califican",
      "anuncio",
      "maniobra",
      "electoral",
      ".",
      "entrevista",
      "exclusiva",
      "telesur",
      ",",
      "politólogo",
      "nicanor",
      "moscoso",
      "analizó",
      "implicaciones",
      "medida",
      "impacto",
      "escenario",
      "político",
      "ecuatoriano",
      ".",
      "según",
      "moscoso",
      ",",
      "“",
      "haciendo",
      "presidente",
      "dirigido",
      "exclusivamente",
      "campo",
      "electoral",
      ",",
      "campo",
      "conseguir",
      "votos",
      "”",
      ".",
      "“",
      "imaginarse",
      "mercenarios",
      "entren",
      "calles",
      "ecuador",
      "combatir",
      "crimen",
      "organizado",
      "crea",
      "convulsión",
      "”",
      ",",
      "afirmó",
      "moscoso",
      ".",
      "politólogo",
      "advirtió",
      "medida",
      "podría",
      "desencadenar",
      "mayor",
      "violencia",
      ",",
      "crimen",
      "organizado",
      "profundamente",
      "arraigado",
      "sociedad",
      "ecuatoriana",
      ",",
      "incluso",
      "estratos",
      "altos",
      ".",
      "además",
      ",",
      "moscoso",
      "cuestionó",
      "momento",
      "toma",
      "decisión",
      ",",
      "solo",
      "mes",
      "elecciones",
      "dos",
      "meses",
      "noboa",
      "entregue",
      "poder",
      "caso",
      "ser",
      "reelegido",
      ".",
      "“",
      "medida",
      "pueda",
      "tomar",
      "presidente",
      "duda",
      "si",
      "sigue",
      "gobierno",
      "”",
      ",",
      "afirmó",
      ".",
      "politólogo",
      "señaló",
      "acción",
      "medida",
      "desesperada",
      "momento",
      "encuestas",
      "actuales",
      "muestran",
      "noboa",
      "46",
      "%",
      "47",
      "%",
      "intención",
      "voto",
      ",",
      "mientras",
      "principal",
      "contrincante",
      ",",
      "luisa",
      "gonzález",
      ",",
      "alcanza",
      "53",
      "%",
      "54",
      "%",
      ".",
      "cifras",
      "sugieren",
      "acciones",
      "presidente",
      ",",
      "lejos",
      "sumarle",
      "votos",
      ",",
      "podrían",
      "perjudicando",
      "imagen",
      ".",
      "experto",
      "recordó",
      ",",
      "hace",
      "mes",
      ",",
      "noboa",
      "presentó",
      "asamblea",
      "nacional",
      "solicitud",
      "permitir",
      "intervención",
      "fuerzas",
      "extranjeras",
      "país",
      ",",
      "constitución",
      "ecuatoriana",
      "prohíbe",
      "expresamente",
      ".",
      "embargo",
      ",",
      "solicitud",
      "estrategia",
      "política",
      "necesidad",
      "real",
      ",",
      "constitución",
      "permite",
      "solicitar",
      "colaboración",
      "internacional",
      "necesidad",
      "aprobación",
      "legislativa",
      ".",
      "moscoso",
      "explicó",
      "noboa",
      "busca",
      "generar",
      "controversia",
      "política",
      "pedir",
      "autorización",
      "sabía",
      "rechazada",
      "asamblea",
      ",",
      "controlada",
      "principal",
      "contrincante",
      "político",
      ".",
      "“",
      "hizo",
      "toda",
      "bulla",
      "propósito",
      "contrincante",
      ",",
      "mayoría",
      "asamblea",
      ",",
      "niegue",
      ",",
      "luego",
      "decirle",
      "pueblo",
      ":",
      "‘",
      "niegan",
      "vengan",
      "extranjeros",
      "ayudarnos",
      "combatir",
      "delincuencia",
      "'",
      "”",
      ",",
      "señaló",
      "analista",
      ".",
      "maniobra",
      ",",
      "según",
      "moscoso",
      ",",
      "utilizada",
      "tema",
      "campaña",
      "presentarse",
      "líder",
      "decidido",
      "frente",
      "inseguridad",
      ".",
      "analista",
      "criticó",
      "falta",
      "consulta",
      "instituciones",
      "clave",
      ",",
      "ejército",
      "policía",
      ",",
      "anunciar",
      "medida",
      ".",
      "“",
      "creo",
      "decisiones",
      "consultadas",
      "gobierno",
      ",",
      "siquiera",
      "ejército",
      "ecuatoriano",
      "”",
      ",",
      "dijo",
      "moscoso",
      ".",
      ",",
      "anuncio",
      "“",
      "netamente",
      "electorero",
      "”",
      "sustento",
      "real",
      ",",
      "tiempo",
      "suficiente",
      "implementarlo",
      "elecciones",
      ".",
      "polémica",
      "limita",
      "ámbito",
      "nacional",
      ".",
      "noboa",
      "busca",
      "asociarse",
      "figuras",
      "internacionales",
      "derecha",
      ",",
      "expresidente",
      "estadounidense",
      "donald",
      "trump",
      ",",
      "reforzar",
      "imagen",
      "líder",
      "neoliberal",
      ".",
      "embargo",
      ",",
      "según",
      "moscoso",
      ",",
      "estrategia",
      "dando",
      "resultados",
      "esperados",
      ".",
      "“",
      "quiere",
      "vender",
      "idea",
      "acercamiento",
      "trump",
      ",",
      "va",
      "traer",
      "beneficios",
      "electorales",
      "”",
      ",",
      "afirmó",
      ".",
      "organizaciones",
      "sociales",
      ",",
      "confederación",
      "nacionalidades",
      "indígenas",
      "ecuador",
      "(",
      "conaie",
      ")",
      ",",
      "denunciado",
      "acuerdo",
      "mercenarios",
      "extranjeros",
      "viola",
      "soberanía",
      "nacional",
      "pone",
      "riesgo",
      "vida",
      "ecuatorianos",
      ".",
      "además",
      ",",
      "instado",
      "definir",
      "acciones",
      "concretas",
      "frente",
      "balotaje",
      ",",
      "señalando",
      "decisiones",
      "noboa",
      "enfocadas",
      "reelección",
      "resolver",
      "problemas",
      "país",
      ".",
      "último",
      ",",
      "analistas",
      "nicanor",
      "moscoso",
      "manifestó",
      "temor",
      "apresurada",
      "decisión",
      "noboa",
      "desencadene",
      "“",
      "matanza",
      "extranjeros",
      "mercenarios",
      "”",
      "suelo",
      "ecuatoriano",
      "."
    ],
    "token_count": 468,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 67,
      "NN": 258,
      "FW": 129,
      "JJ": 88,
      "VBP": 23,
      "VBZ": 15,
      "IN": 24,
      "NNS": 37,
      "DT": 9,
      "RB": 3,
      "VBD": 2,
      "CD": 4,
      "VBN": 1,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NN": 33,
      "NN-FW": 26,
      "FW-FW": 74,
      "FW-JJ": 8,
      "JJ-JJ": 11,
      "JJ-NN": 51,
      "NN-NN": 135,
      "FW-NN": 27,
      "NN-VBP": 3,
      "VBP-NNP": 3,
      "NNP-NNP": 15,
      "NNP-VBZ": 6,
      "VBZ-JJ": 7,
      "NN-NNP": 19,
      "NN-IN": 18,
      "IN-FW": 17,
      "FW-NNP": 13,
      "NNP-FW": 6,
      "FW-NNS": 5,
      "NNS-VBP": 19,
      "VBP-JJ": 16,
      "NN-JJ": 32,
      "NN-NNS": 11,
      "NNS-NNP": 6,
      "FW-VBP": 1,
      "JJ-NNS": 12,
      "JJ-FW": 3,
      "NNS-NNS": 3,
      "JJ-NNP": 8,
      "NNS-IN": 4,
      "IN-JJ": 2,
      "VBP-NNS": 3,
      "NNS-FW": 1,
      "IN-DT": 1,
      "DT-NN": 9,
      "NNP-DT": 2,
      "NN-RB": 3,
      "RB-JJ": 3,
      "NN-DT": 2,
      "IN-NN": 2,
      "NNS-VBD": 1,
      "VBD-JJ": 2,
      "JJ-CD": 2,
      "CD-CD": 2,
      "CD-FW": 1,
      "CD-NNS": 1,
      "NNS-JJ": 2,
      "VBZ-NN": 1,
      "NNP-JJ": 3,
      "IN-NNP": 2,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "FW-VBZ": 1,
      "VBZ-FW": 1,
      "NN-VBZ": 7,
      "VBZ-DT": 4,
      "VBZ-IN": 1,
      "JJ-IN": 1,
      "NNS-VBZ": 1,
      "NNP-NNS": 1,
      "NN-VBD": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBZ-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-FW": 10,
      "FW-FW-JJ": 2,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NN": 7,
      "JJ-NN-NN": 33,
      "NN-NN-FW": 17,
      "FW-FW-FW": 51,
      "FW-FW-NN": 12,
      "FW-NN-NN": 13,
      "NN-NN-VBP": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 2,
      "JJ-NN-NNP": 3,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NN": 9,
      "NNP-NN-IN": 1,
      "NN-IN-FW": 13,
      "IN-FW-FW": 6,
      "FW-FW-NNP": 7,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 2,
      "FW-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 11,
      "JJ-NN-FW": 3,
      "FW-NN-JJ": 2,
      "NN-JJ-NN": 19,
      "JJ-NN-NNS": 5,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 3,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "NN-NNP-NN": 8,
      "NNP-NN-JJ": 4,
      "NN-NN-NN": 61,
      "NN-NN-JJ": 25,
      "NN-JJ-NNS": 8,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NNP-NN-NN": 23,
      "NN-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-JJ-NN": 4,
      "JJ-NN-IN": 4,
      "IN-FW-NNS": 4,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 5,
      "NN-FW-NN": 11,
      "NN-NN-NNP": 13,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-IN": 4,
      "NNS-IN-FW": 3,
      "NN-NN-IN": 10,
      "FW-NNS-NNP": 2,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBP": 6,
      "NN-NN-NNS": 3,
      "FW-NN-IN": 3,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "NNS-NNP-NNP": 2,
      "FW-NN-FW": 4,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NNP-NN": 5,
      "NN-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-NN": 3,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 3,
      "RB-JJ-NN": 3,
      "IN-FW-NN": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-NNP": 1,
      "NN-IN-NN": 2,
      "IN-NN-JJ": 1,
      "FW-NN-NNS": 2,
      "VBP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NNP": 1,
      "NN-JJ-CD": 2,
      "JJ-CD-CD": 2,
      "CD-CD-FW": 1,
      "CD-FW-FW": 1,
      "CD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NNS-NNS": 2,
      "VBP-JJ-FW": 2,
      "FW-NN-NNP": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "JJ-NNS-NNP": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 3,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NNP-FW-NN": 2,
      "VBZ-JJ-NN": 2,
      "JJ-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "IN-FW-JJ": 5,
      "IN-FW-NNP": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "JJ-FW-NN": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-NNP-DT": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NNP-NNP-NNP": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 3,
      "VBZ-DT-NN": 4,
      "NN-NN-DT": 1,
      "DT-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "FW-JJ-NNP": 1,
      "NNP-NN-VBZ": 2,
      "NN-NN-RB": 1,
      "JJ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-NNP": 2,
      "NNP-NNP-FW": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "IN-NN-NN": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 258,
        "FW": 129,
        "JJ": 88,
        "NNP": 67,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 135,
        "FW-FW": 74,
        "JJ-NN": 51,
        "NNP-NN": 33,
        "NN-JJ": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 61,
        "FW-FW-FW": 51,
        "JJ-NN-NN": 33,
        "NN-NN-JJ": 25,
        "NNP-NN-NN": 23
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 197,
      "VP": 46,
      "ADJP": 12,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 3,
        "weight": 0.0104
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 3,
        "weight": 0.0104
      },
      {
        "rule": "VP -> ('”', 'VBP')",
        "frequency": 3,
        "weight": 0.0104
      },
      {
        "rule": "NP -> ('el', 'JJ') ('crimen', 'NNS')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('votos', 'NNS')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Ecuador', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "VP -> ('organizado', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En medio"
      },
      {
        "label": "NP",
        "text": "campaña electoral marcada por la"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "creciente inseguridad"
      },
      {
        "label": "NP",
        "text": "presidente ecuatoriano y"
      },
      {
        "label": "VP",
        "text": "candidato a la reelección"
      },
      {
        "label": "NP",
        "text": "a la reelección"
      },
      {
        "label": "NP",
        "text": "Daniel Noboa"
      },
      {
        "label": "NP",
        "text": "anunció"
      },
      {
        "label": "NP",
        "text": "un acuerdo con Erik Prince"
      },
      {
        "label": "NP",
        "text": "fundador"
      },
      {
        "label": "NP",
        "text": "Blackwater"
      },
      {
        "label": "NP",
        "text": "a nivel mundial bajo"
      },
      {
        "label": "NP",
        "text": "seguridad"
      },
      {
        "label": "NP",
        "text": "global y sistemas militares"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP medio/NN)\n  de/FW\n  una/FW\n  (NP campaña/JJ electoral/JJ marcada/NN por/NN la/NN)\n  polarización/FW\n  (NP y/NN)\n  la/FW\n  (NP creciente/NN inseguridad/NN)\n  ,/,\n  el/FW\n  (NP presidente/JJ ecuatoriano/NN y/NN)\n  (VP candidato/VBZ (NP a/DT la/NN reelección/NN))\n  ,/,\n  (NP Daniel/NNP Noboa/NNP)\n  ,/,\n  (NP anunció/NN)\n  (NP un/JJ acuerdo/JJ con/NN Erik/NNP Prince/NNP)\n  ,/,\n  (NP fundador/NN)\n  de/FW\n  la/FW\n  empresa/FW\n  de/FW\n  seguridad/FW\n  (NP Blackwater/NNP)\n  ,/,\n  encargada/FW\n  de/FW\n  distribuir/FW\n  mercenarios/FW\n  (NP a/DT nivel/JJ mundial/JJ bajo/NN)\n  la/FW\n  fachada/FW\n  de/FW\n  proveer/FW\n  (NP seguridad/NN)\n  (NP global/JJ y/NN sistemas/NN militares/NNS)\n  ./.)",
      "(S\n  (NP La/NNP contratación/NN)\n  de/FW\n  mercenarios/FW\n  extranjeros/FW\n  (VP\n    fue/VBP\n    (NP presentada/JJ por/NN Noboa/NNP como/NN)\n    (NP una/JJ acción/NN audaz/NN para/NN combatir/NN)\n    (NP el/JJ crimen/NNS))\n  (VP organizado/VBP)\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  la/FW\n  decisión/FW\n  de/FW\n  incluir/FW\n  (NP tropas/NN mercenarias/NN)\n  en/FW\n  (ADJP un/JJ)\n  esquema/FW\n  de/FW\n  seguridad/FW\n  (NP interior/JJ podría/NN traer/NN)\n  (NP una/JJ escalada/NN)\n  de/IN\n  violencia/FW\n  (NP y/NN violaciones/NNS)\n  (NP a/DT los/NN)\n  (NP derechos/JJ humanos/NN)\n  ./.)",
      "(S\n  (NP A/DT su/NN vez/NN)\n  ,/,\n  (VP es/VBP (NP criticada/JJ por/NN analistas/NNS))\n  (VP y/VBP (NP organizaciones/NNS sociales/NNS))\n  (VP\n    que/VBP\n    (NP califican/JJ el/NN anuncio/NN como/NN)\n    una/JJ\n    maniobra/JJ\n    electoral/JJ)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP una/JJ entrevista/NN)\n  (NP exclusiva/JJ con/NN teleSUR/NN)\n  ,/,\n  el/FW\n  politólogo/FW\n  (NP Nicanor/NNP Moscoso/NNP)\n  (VP analizó/VBZ (NP las/JJ implicaciones/NNS))\n  de/IN\n  esta/FW\n  medida/FW\n  y/FW\n  su/FW\n  impacto/FW\n  en/FW\n  el/FW\n  (NP escenario/NN político/NN ecuatoriano/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "JUSTICIA_SOCIAL",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          4306,
          4315
        ],
        "start": 4306,
        "end": 4315
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "intervención de fuerzas extranjeras en el país, algo que la constitución ecuatoriana prohíbe expresamente. sin embargo, la solicitud fue más una estrategia política que una necesidad real, ya que la constitución sí permite solicitar colaboración internacional",
        "position": [
          2178,
          2437
        ],
        "start": 2178,
        "end": 2437
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con erik prince, fundador de la empresa de seguridad blackwater, encargada de distribuir mercenarios a nivel mundial bajo la fachada de proveer seguridad global y sistemas",
        "position": [
          172,
          351
        ],
        "start": 172,
        "end": 351
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña electoral",
        "position": [
          17,
          34
        ],
        "start": 17,
        "end": 34
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "encuestas actuales muestran que noboa tiene entre un 46% y 47% de intención de voto",
        "position": [
          1783,
          1866
        ],
        "start": 1783,
        "end": 1866
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "entrevista exclusiva",
        "position": [
          781,
          801
        ],
        "start": 781,
        "end": 801
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1196,
          1202
        ],
        "start": 1196,
        "end": 1202
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          160,
          167
        ],
        "start": 160,
        "end": 167
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          1226,
          1234
        ],
        "start": 1226,
        "end": 1234
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "presentó ante la asamblea nacional una solicitud para permitir la intervención de fuerzas extranjeras en el país, algo que la constitución",
        "position": [
          2112,
          2250
        ],
        "start": 2112,
        "end": 2250
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ecuatoriano y",
        "position": [
          94,
          118
        ],
        "start": 94,
        "end": 118
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          2129,
          2146
        ],
        "start": 2129,
        "end": 2146
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          3917,
          3926
        ],
        "start": 3917,
        "end": 3926
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          1430,
          1439
        ],
        "start": 1430,
        "end": 1439
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2238,
          2250
        ],
        "start": 2238,
        "end": 2250
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          1126,
          1133
        ],
        "start": 1126,
        "end": 1133
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          4016,
          4034
        ],
        "start": 4016,
        "end": 4034
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          493,
          500
        ],
        "start": 493,
        "end": 500
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          639,
          655
        ],
        "start": 639,
        "end": 655
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "CONAIE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicanor Moscoso",
        "tipo": "Persona"
      },
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Moscoso",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Luisa González",
        "tipo": "Persona"
      },
      {
        "nombre": "Según Moscoso",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Confederación de Nacionalidades Indígenas del Ecuador",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Erik Prince",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Daniel Noboa",
        "relacion": "ANUNCIAR",
        "objeto": "Erik Prince"
      },
      {
        "sujeto": "Moscoso",
        "relacion": "ENTRAR_IMAGINAR_L_AFIRMAR",
        "objeto": "Ecuador"
      },
      {
        "sujeto": "Moscoso",
        "relacion": "CUESTIONAR",
        "objeto": "Noboa"
      },
      {
        "sujeto": "Noboa",
        "relacion": "PRESENTAR_RECORDAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Moscoso",
        "relacion": "EXPLICAR",
        "objeto": "Noboa"
      },
      {
        "sujeto": "Moscoso",
        "relacion": "EXPLICAR",
        "objeto": "Asamblea"
      },
      {
        "sujeto": "Noboa",
        "relacion": "BUSCAR_EXPLICAR",
        "objeto": "Asamblea"
      },
      {
        "sujeto": "Noboa",
        "relacion": "BUSCAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "TENER_VENDER_QUERER_AFIRMAR",
        "objeto": "Confederación de Nacionalidades Indígenas del Ecuador"
      },
      {
        "sujeto": "Trump",
        "relacion": "TENER_VENDER_QUERER_AFIRMAR",
        "objeto": "CONAIE"
      },
      {
        "sujeto": "Nicanor Moscoso",
        "relacion": "MANIFESTAR",
        "objeto": "Noboa"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9805,
    "pos": 0.002,
    "neu": 0.951,
    "neg": 0.047,
    "label": "negative"
  }
}