{
  "url": "https://www.telesurtv.net/opinion/palestina-neutralidad-es-complicidad/",
  "title": "Palestina: la neutralidad es complicidad - teleSUR",
  "section": "",
  "tags": [],
  "text": "En un mundo saturado de conflictos y desinformación, la causa palestina sigue siendo el termómetro ético y político de nuestros tiempos. No se trata sólo de una tragedia humanitaria, sino de una lucha contra un régimen sistemático de colonización, apartheid y limpieza étnica, como lo han reconocido organismos internacionales y voces autorizadas del derecho internacional. En ese sentido, el informe de Amnistía Internacional de febrero de 2022 cita: “El sistema israelí de dominación y opresión sistemática del pueblo palestino equivale al crimen de apartheid”.\nDesde América Latina, la respuesta solidaria no puede limitarse a pronunciamientos diplomáticos o gestos simbólicos. Se impone una acción estructural, coordinada y sostenida que desafíe no solo al Estado ocupante, sino a las redes de lobby sionista que operan para silenciar la verdad, manipular la opinión pública y condicionar las políticas exteriores.\nLlama la atención que el movimiento popular, juvenil y artístico de solidaridad con Palestina se ve mucho más debilitado en América Latina en comparación con Europa y EE.UU. Eso no es un simple detalle, dado los lazos históricos de América Latina con la lucha del pueblo palestino. Ello refleja múltiples factores internos en América Latina y cómo las legítimas y necesarias luchas locales han venido imponiéndose separados de un contexto internacional, lo que aumenta las crisis internas en esos países y debilita el movimiento juvenil y popular al limitar su visión política a lo interno.\nAunque menos visible que en EE.UU. o Europa, el lobby sionista en América Latina opera con efectividad a través de cámaras binacionales, asociaciones culturales y fundaciones que aparentan “neutralidad”, pero promueven la narrativa sionista y han jugado un rol fundamental en blanquear el crimen y lavar los cerebros. Estas entidades suelen:\nAnte la gravedad de los crímenes sionistas en Palestina, las condenas —aunque necesarias para fijar una posición moral— se han vuelto un ritual inútil. Israel no ha detenido sus horrorosos crímenes por miedo a condenas; al contrario, las declaraciones vacías parecen darle licencia para continuar. Palestina y Gaza sangran de verdad mientras el mundo escribe resoluciones que jamás se cumplen. Es más fácil que un camello pase por el ojo de una aguja, que Hitler (Netanyahu) y los nazifascistas (la ocupación israelí) reflexionen y detengan su máquina criminal, genocida e inhumana.\nLa directiva del presidente colombiano Gustavo Petro para una política integral de solidaridad con Palestina, no solo demuestra un verdadero coraje de alma bolivariana, sino también refleja una profunda comprensión de la causa palestina como causa de la humanidad, y un compromiso que marca la pauta y ejemplo a seguir por todos los países.\nGracias, Sr. presidente Petro, en nombre de todas y todos los palestinos. Su posición concreta y sinceridad en la acción jamás será olvidada, el camino aún es largo, pero sin duda será menos oscuro con su compañía y compromiso. A usted, Sr. presidente Petro, a todo su equipo, y al hermano pueblo de Colombia, le deseamos la paz, la prosperidad y la suprema felicidad.\nEl silencio ya no es neutral. Es cómplice. Por ello llamamos a:\nPalestina no está sola, pero necesita más. El pueblo palestino ha resistido más de 77 años con dignidad. La solidaridad internacional ha sido fundamental, pero necesita convertirse en estructura de acción, no solo en consigna moral, reivindicar la lucha contra el sionismo como lucha propia de cada una y cada uno, por nuestro futuro, por nuestros niños.\nHoy el sionismo utiliza las herramientas de chantaje más sucias para preservar sus intereses, manteniendo a la humanidad como rehén de su influencia en todas partes: en la banca, los medios de comunicación (hay que analizar a Fuente Latina, Conexión Israel, y ver los cientos de periodistas latinoamericanos convertidos en mercenarios mediáticos), la economía y la política. Amenazan abiertamente con guerras mundiales para superar su crisis, exigiendo descaradamente que la humanidad sacrifique al pueblo palestino y su propia existencia a cambio de preservar su imperio.\nAhora más que nunca América Latina debe estar a la altura de su historia de luchas contra el colonialismo, la dictadura y el imperialismo. No necesitamos más palabras. Necesitamos la valentía de actuar, de boicotear, de sancionar a los sionistas, de llevar a los genocidas a los tribunales. Si no lo hacemos ahora, ¿cuándo? Y si no lo hacemos nosotros, ¿quién lo hará?\nPalestina es causa de la humanidad.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/opinion/palestina-neutralidad-es-complicidad/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 908,
    "message_id": 102233,
    "date": "2025-08-19T23:48:19+00:00",
    "text": "🇵🇸✍🏻 **Palestina: la neutralidad es complicidad\n**\n En un mundo saturado de conflictos y desinformación, la causa palestina sigue siendo el termómetro ético y político de nuestros tiempos. No se trata sólo de una tragedia humanitaria, sino de una lucha contra un régimen sistemático de colonización, apartheid y limpieza étnica, como lo han reconocido organismos internacionales y voces autorizadas del derecho internacional...\n\nConozca más 👇👇👇\n\nhttps://www.telesurtv.net/opinion/palestina-neutralidad-es-complicidad/",
    "photo_path": null,
    "views": 1870,
    "reactions": {
      "❤": 23,
      "👍": 14,
      "😢": 3
    },
    "total_reactions": 40
  },
  "preprocessing": {
    "cleaned": "en un mundo saturado de conflictos y desinformación, la causa palestina sigue siendo el termómetro ético y político de nuestros tiempos. no se trata sólo de una tragedia humanitaria, sino de una lucha contra un régimen sistemático de colonización, apartheid y limpieza étnica, como lo han reconocido organismos internacionales y voces autorizadas del derecho internacional. en ese sentido, el informe de amnistía internacional de febrero de 2022 cita: “el sistema israelí de dominación y opresión sistemática del pueblo palestino equivale al crimen de apartheid”. desde américa latina, la respuesta solidaria no puede limitarse a pronunciamientos diplomáticos o gestos simbólicos. se impone una acción estructural, coordinada y sostenida que desafíe no solo al estado ocupante, sino a las redes de lobby sionista que operan para silenciar la verdad, manipular la opinión pública y condicionar las políticas exteriores. llama la atención que el movimiento popular, juvenil y artístico de solidaridad con palestina se ve mucho más debilitado en américa latina en comparación con europa y ee.uu. eso no es un simple detalle, dado los lazos históricos de américa latina con la lucha del pueblo palestino. ello refleja múltiples factores internos en américa latina y cómo las legítimas y necesarias luchas locales han venido imponiéndose separados de un contexto internacional, lo que aumenta las crisis internas en esos países y debilita el movimiento juvenil y popular al limitar su visión política a lo interno. aunque menos visible que en ee.uu. o europa, el lobby sionista en américa latina opera con efectividad a través de cámaras binacionales, asociaciones culturales y fundaciones que aparentan “neutralidad”, pero promueven la narrativa sionista y han jugado un rol fundamental en blanquear el crimen y lavar los cerebros. estas entidades suelen: ante la gravedad de los crímenes sionistas en palestina, las condenas —aunque necesarias para fijar una posición moral— se han vuelto un ritual inútil. israel no ha detenido sus horrorosos crímenes por miedo a condenas; al contrario, las declaraciones vacías parecen darle licencia para continuar. palestina y gaza sangran de verdad mientras el mundo escribe resoluciones que jamás se cumplen. es más fácil que un camello pase por el ojo de una aguja, que hitler (netanyahu) y los nazifascistas (la ocupación israelí) reflexionen y detengan su máquina criminal, genocida e inhumana. la directiva del presidente colombiano gustavo petro para una política integral de solidaridad con palestina, no solo demuestra un verdadero coraje de alma bolivariana, sino también refleja una profunda comprensión de la causa palestina como causa de la humanidad, y un compromiso que marca la pauta y ejemplo a seguir por todos los países. gracias, sr. presidente petro, en nombre de todas y todos los palestinos. su posición concreta y sinceridad en la acción jamás será olvidada, el camino aún es largo, pero sin duda será menos oscuro con su compañía y compromiso. a usted, sr. presidente petro, a todo su equipo, y al hermano pueblo de colombia, le deseamos la paz, la prosperidad y la suprema felicidad. el silencio ya no es neutral. es cómplice. por ello llamamos a: palestina no está sola, pero necesita más. el pueblo palestino ha resistido más de 77 años con dignidad. la solidaridad internacional ha sido fundamental, pero necesita convertirse en estructura de acción, no solo en consigna moral, reivindicar la lucha contra el sionismo como lucha propia de cada una y cada uno, por nuestro futuro, por nuestros niños. hoy el sionismo utiliza las herramientas de chantaje más sucias para preservar sus intereses, manteniendo a la humanidad como rehén de su influencia en todas partes: en la banca, los medios de comunicación (hay que analizar a fuente latina, conexión israel, y ver los cientos de periodistas latinoamericanos convertidos en mercenarios mediáticos), la economía y la política. amenazan abiertamente con guerras mundiales para superar su crisis, exigiendo descaradamente que la humanidad sacrifique al pueblo palestino y su propia existencia a cambio de preservar su imperio. ahora más que nunca américa latina debe estar a la altura de su historia de luchas contra el colonialismo, la dictadura y el imperialismo. no necesitamos más palabras. necesitamos la valentía de actuar, de boicotear, de sancionar a los sionistas, de llevar a los genocidas a los tribunales. si no lo hacemos ahora, ¿cuándo? y si no lo hacemos nosotros, ¿quién lo hará? palestina es causa de la humanidad.",
    "tokens": [
      "mundo",
      "saturado",
      "conflictos",
      "desinformación",
      ",",
      "causa",
      "palestina",
      "sigue",
      "siendo",
      "termómetro",
      "ético",
      "político",
      "tiempos",
      ".",
      "trata",
      "sólo",
      "tragedia",
      "humanitaria",
      ",",
      "sino",
      "lucha",
      "régimen",
      "sistemático",
      "colonización",
      ",",
      "apartheid",
      "limpieza",
      "étnica",
      ",",
      "reconocido",
      "organismos",
      "internacionales",
      "voces",
      "autorizadas",
      "derecho",
      "internacional",
      ".",
      ",",
      "informe",
      "amnistía",
      "internacional",
      "febrero",
      "2022",
      "cita",
      ":",
      "“",
      "sistema",
      "israelí",
      "dominación",
      "opresión",
      "sistemática",
      "pueblo",
      "palestino",
      "equivale",
      "crimen",
      "apartheid",
      "”",
      ".",
      "américa",
      "latina",
      ",",
      "respuesta",
      "solidaria",
      "puede",
      "limitarse",
      "pronunciamientos",
      "diplomáticos",
      "gestos",
      "simbólicos",
      ".",
      "impone",
      "acción",
      "estructural",
      ",",
      "coordinada",
      "sostenida",
      "desafíe",
      "solo",
      "ocupante",
      ",",
      "sino",
      "redes",
      "lobby",
      "sionista",
      "operan",
      "silenciar",
      "verdad",
      ",",
      "manipular",
      "opinión",
      "pública",
      "condicionar",
      "políticas",
      "exteriores",
      ".",
      "llama",
      "atención",
      "movimiento",
      "popular",
      ",",
      "juvenil",
      "artístico",
      "solidaridad",
      "palestina",
      "ve",
      "debilitado",
      "américa",
      "latina",
      "comparación",
      "europa",
      "ee.uu.",
      "simple",
      "detalle",
      ",",
      "dado",
      "lazos",
      "históricos",
      "américa",
      "latina",
      "lucha",
      "pueblo",
      "palestino",
      ".",
      "ello",
      "refleja",
      "múltiples",
      "factores",
      "internos",
      "américa",
      "latina",
      "cómo",
      "legítimas",
      "necesarias",
      "luchas",
      "locales",
      "venido",
      "imponiéndose",
      "separados",
      "contexto",
      "internacional",
      ",",
      "aumenta",
      "crisis",
      "internas",
      "países",
      "debilita",
      "movimiento",
      "juvenil",
      "popular",
      "limitar",
      "visión",
      "política",
      "interno",
      ".",
      "aunque",
      "menos",
      "visible",
      "ee.uu.",
      "europa",
      ",",
      "lobby",
      "sionista",
      "américa",
      "latina",
      "opera",
      "efectividad",
      "través",
      "cámaras",
      "binacionales",
      ",",
      "asociaciones",
      "culturales",
      "fundaciones",
      "aparentan",
      "“",
      "neutralidad",
      "”",
      ",",
      "promueven",
      "narrativa",
      "sionista",
      "jugado",
      "rol",
      "fundamental",
      "blanquear",
      "crimen",
      "lavar",
      "cerebros",
      ".",
      "entidades",
      "suelen",
      ":",
      "gravedad",
      "crímenes",
      "sionistas",
      "palestina",
      ",",
      "condenas",
      "—aunque",
      "necesarias",
      "fijar",
      "posición",
      "moral—",
      "vuelto",
      "ritual",
      "inútil",
      ".",
      "israel",
      "detenido",
      "horrorosos",
      "crímenes",
      "miedo",
      "condenas",
      ";",
      "contrario",
      ",",
      "declaraciones",
      "vacías",
      "parecen",
      "darle",
      "licencia",
      "continuar",
      ".",
      "palestina",
      "gaza",
      "sangran",
      "verdad",
      "mientras",
      "mundo",
      "escribe",
      "resoluciones",
      "jamás",
      "cumplen",
      ".",
      "fácil",
      "camello",
      "pase",
      "ojo",
      "aguja",
      ",",
      "hitler",
      "(",
      "netanyahu",
      ")",
      "nazifascistas",
      "(",
      "ocupación",
      "israelí",
      ")",
      "reflexionen",
      "detengan",
      "máquina",
      "criminal",
      ",",
      "genocida",
      "inhumana",
      ".",
      "directiva",
      "presidente",
      "colombiano",
      "gustavo",
      "petro",
      "política",
      "integral",
      "solidaridad",
      "palestina",
      ",",
      "solo",
      "demuestra",
      "verdadero",
      "coraje",
      "alma",
      "bolivariana",
      ",",
      "sino",
      "refleja",
      "profunda",
      "comprensión",
      "causa",
      "palestina",
      "causa",
      "humanidad",
      ",",
      "compromiso",
      "marca",
      "pauta",
      "ejemplo",
      "seguir",
      "países",
      ".",
      "gracias",
      ",",
      "sr.",
      "presidente",
      "petro",
      ",",
      "nombre",
      "todas",
      "palestinos",
      ".",
      "posición",
      "concreta",
      "sinceridad",
      "acción",
      "jamás",
      "olvidada",
      ",",
      "camino",
      "aún",
      "largo",
      ",",
      "duda",
      "menos",
      "oscuro",
      "compañía",
      "compromiso",
      ".",
      "usted",
      ",",
      "sr.",
      "presidente",
      "petro",
      ",",
      "equipo",
      ",",
      "hermano",
      "pueblo",
      "colombia",
      ",",
      "deseamos",
      "paz",
      ",",
      "prosperidad",
      "suprema",
      "felicidad",
      ".",
      "silencio",
      "neutral",
      ".",
      "cómplice",
      ".",
      "ello",
      "llamamos",
      ":",
      "palestina",
      "sola",
      ",",
      "necesita",
      ".",
      "pueblo",
      "palestino",
      "resistido",
      "77",
      "años",
      "dignidad",
      ".",
      "solidaridad",
      "internacional",
      "sido",
      "fundamental",
      ",",
      "necesita",
      "convertirse",
      "estructura",
      "acción",
      ",",
      "solo",
      "consigna",
      "moral",
      ",",
      "reivindicar",
      "lucha",
      "sionismo",
      "lucha",
      "propia",
      "cada",
      "cada",
      ",",
      "futuro",
      ",",
      "niños",
      ".",
      "hoy",
      "sionismo",
      "utiliza",
      "herramientas",
      "chantaje",
      "sucias",
      "preservar",
      "intereses",
      ",",
      "manteniendo",
      "humanidad",
      "rehén",
      "influencia",
      "todas",
      "partes",
      ":",
      "banca",
      ",",
      "medios",
      "comunicación",
      "(",
      "analizar",
      "fuente",
      "latina",
      ",",
      "conexión",
      "israel",
      ",",
      "ver",
      "cientos",
      "periodistas",
      "latinoamericanos",
      "convertidos",
      "mercenarios",
      "mediáticos",
      ")",
      ",",
      "economía",
      "política",
      ".",
      "amenazan",
      "abiertamente",
      "guerras",
      "mundiales",
      "superar",
      "crisis",
      ",",
      "exigiendo",
      "descaradamente",
      "humanidad",
      "sacrifique",
      "pueblo",
      "palestino",
      "propia",
      "existencia",
      "cambio",
      "preservar",
      "imperio",
      ".",
      "ahora",
      "nunca",
      "américa",
      "latina",
      "debe",
      "altura",
      "historia",
      "luchas",
      "colonialismo",
      ",",
      "dictadura",
      "imperialismo",
      ".",
      "necesitamos",
      "palabras",
      ".",
      "necesitamos",
      "valentía",
      "actuar",
      ",",
      "boicotear",
      ",",
      "sancionar",
      "sionistas",
      ",",
      "llevar",
      "genocidas",
      "tribunales",
      ".",
      "si",
      "hacemos",
      "ahora",
      ",",
      "¿cuándo",
      "?",
      "si",
      "hacemos",
      ",",
      "¿quién",
      "hará",
      "?",
      "palestina",
      "causa",
      "humanidad",
      "."
    ],
    "token_count": 486,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 71,
      "JJ": 90,
      "NN": 261,
      "IN": 33,
      "FW": 120,
      "VBP": 18,
      "DT": 11,
      "NNS": 32,
      "CD": 2,
      "VBZ": 15,
      "RB": 4,
      "MD": 1,
      "VB": 1,
      "VBD": 4
    },
    "bigram_freq": {
      "NNP-JJ": 2,
      "JJ-NN": 54,
      "NN-NN": 139,
      "NN-IN": 27,
      "IN-FW": 14,
      "FW-NN": 24,
      "NN-FW": 12,
      "FW-JJ": 9,
      "NN-NNP": 23,
      "NNP-NN": 24,
      "FW-FW": 74,
      "FW-VBP": 1,
      "VBP-DT": 1,
      "DT-NN": 10,
      "IN-JJ": 6,
      "JJ-JJ": 16,
      "NN-JJ": 30,
      "JJ-NNS": 8,
      "NNS-FW": 1,
      "NN-NNS": 12,
      "NNS-NNS": 6,
      "NNS-VBP": 15,
      "VBP-JJ": 8,
      "JJ-NNP": 7,
      "IN-NNP": 7,
      "NNP-NNP": 19,
      "NNP-FW": 11,
      "FW-IN": 1,
      "IN-CD": 2,
      "CD-NN": 1,
      "NNS-IN": 3,
      "FW-NNP": 7,
      "NN-DT": 3,
      "NN-VBZ": 8,
      "VBZ-NNS": 1,
      "NNS-JJ": 2,
      "VBP-NNP": 1,
      "VBZ-DT": 1,
      "NN-RB": 3,
      "RB-NNP": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "IN-NN": 3,
      "NN-VBD": 2,
      "VBD-NN": 1,
      "VBP-NNS": 1,
      "NNS-NNP": 4,
      "NNP-DT": 5,
      "RB-JJ": 2,
      "NNS-VBZ": 1,
      "VBZ-JJ": 11,
      "JJ-IN": 1,
      "VBP-NN": 4,
      "VBP-RB": 1,
      "NNP-VBZ": 5,
      "VBZ-NN": 1,
      "FW-NNS": 3,
      "RB-VBZ": 1,
      "NNP-VBD": 2,
      "VBD-FW": 1,
      "JJ-FW": 4,
      "NN-VBP": 1,
      "VBD-NNP": 1,
      "DT-JJ": 1,
      "CD-JJ": 1,
      "VBD-JJ": 1,
      "FW-DT": 1,
      "VBP-FW": 2,
      "NNP-IN": 1,
      "IN-NNS": 1,
      "NNP-VBP": 1,
      "VBZ-FW": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 2,
      "JJ-NN-NN": 32,
      "NN-NN-IN": 17,
      "NN-IN-FW": 13,
      "IN-FW-NN": 3,
      "FW-NN-FW": 3,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 7,
      "NN-NN-NN": 71,
      "NN-NN-FW": 6,
      "NN-FW-NN": 1,
      "FW-NN-NNP": 6,
      "NN-NNP-NN": 10,
      "NNP-NN-FW": 1,
      "NN-FW-FW": 7,
      "FW-FW-VBP": 1,
      "FW-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-IN-JJ": 5,
      "IN-JJ-NN": 4,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NN": 8,
      "JJ-NN-JJ": 7,
      "NN-JJ-NNS": 3,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-FW": 51,
      "FW-FW-NN": 14,
      "FW-NN-NN": 9,
      "NN-NN-NNP": 13,
      "NNP-NN-NN": 19,
      "NN-NN-NNS": 4,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NNP": 3,
      "JJ-NNP-JJ": 1,
      "NN-JJ-NN": 19,
      "JJ-NN-IN": 10,
      "NN-IN-NNP": 5,
      "IN-NNP-NNP": 5,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 5,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NNP": 1,
      "IN-FW-FW": 5,
      "NN-NN-JJ": 22,
      "NN-JJ-JJ": 8,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "IN-FW-NNP": 1,
      "FW-NNP-NNP": 2,
      "NNP-NNP-NNP": 5,
      "NNP-FW-NN": 4,
      "FW-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-VBZ": 6,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 2,
      "NN-RB-NNP": 1,
      "RB-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-VBD": 2,
      "NN-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NNP-NNP": 6,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 5,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NNP-NNP-NN": 6,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-NNP": 1,
      "NNS-VBP-NN": 3,
      "VBP-NN-JJ": 1,
      "NN-IN-NN": 2,
      "IN-NN-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 5,
      "JJ-NN-FW": 2,
      "NN-FW-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NNS": 2,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "VBZ-JJ-NNP": 4,
      "JJ-NNP-FW": 1,
      "FW-FW-NNS": 2,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 2,
      "JJ-NN-NNP": 2,
      "NN-NNP-DT": 2,
      "NN-VBZ-JJ": 6,
      "JJ-NN-NNS": 1,
      "VBP-NN-NN": 2,
      "VBP-JJ-NN": 5,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NNS-VBP": 1,
      "JJ-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "NN-NNP-FW": 1,
      "JJ-FW-FW": 1,
      "IN-FW-JJ": 4,
      "FW-FW-JJ": 2,
      "FW-NN-NNS": 3,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "NNP-FW-NNP": 2,
      "FW-NNP-FW": 2,
      "FW-FW-NNP": 2,
      "FW-NNP-NN": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-FW": 1,
      "NN-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "JJ-NNP-NN": 4,
      "NNP-NN-NNP": 1,
      "JJ-NNP-DT": 1,
      "NN-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "VBZ-JJ-JJ": 1,
      "FW-NN-VBZ": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NNS-NNP-DT": 1,
      "NNP-NN-DT": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 261,
        "FW": 120,
        "JJ": 90,
        "NNP": 71,
        "IN": 33
      },
      "top_bigrams": {
        "NN-NN": 139,
        "FW-FW": 74,
        "JJ-NN": 54,
        "NN-JJ": 30,
        "NN-IN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 71,
        "FW-FW-FW": 51,
        "JJ-NN-NN": 32,
        "NN-NN-JJ": 22,
        "NNP-NN-NN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 192,
      "PP": 13,
      "VP": 41,
      "ADJP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0245
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.021
      },
      {
        "rule": "NP -> ('Palestina', 'NNP')",
        "frequency": 4,
        "weight": 0.014
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0105
      },
      {
        "rule": "NP -> ('no', 'DT') ('solo', 'NN')",
        "frequency": 3,
        "weight": 0.0105
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('sino', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('pueblo', 'NN') ('palestino', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "VP -> ('y', 'VBP') NP NP",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('pero', 'NN')",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un mundo saturado"
      },
      {
        "label": "NP",
        "text": "desinformación"
      },
      {
        "label": "NP",
        "text": "siendo"
      },
      {
        "label": "NP",
        "text": "termómetro ético y político"
      },
      {
        "label": "NP",
        "text": "tiempos"
      },
      {
        "label": "NP",
        "text": "No se trata sólo"
      },
      {
        "label": "PP",
        "text": "de una tragedia humanitaria"
      },
      {
        "label": "NP",
        "text": "una tragedia humanitaria"
      },
      {
        "label": "NP",
        "text": "sino"
      },
      {
        "label": "NP",
        "text": "contra un régimen"
      },
      {
        "label": "NP",
        "text": "colonización"
      },
      {
        "label": "NP",
        "text": "apartheid y"
      },
      {
        "label": "VP",
        "text": "limpieza étnica"
      },
      {
        "label": "NP",
        "text": "étnica"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ mundo/NN saturado/NN)\n  de/IN\n  conflictos/FW\n  y/FW\n  (NP desinformación/NN)\n  ,/,\n  la/FW\n  causa/FW\n  palestina/FW\n  sigue/FW\n  (NP siendo/NN)\n  el/FW\n  (NP termómetro/NN ético/NNP y/NN político/NN)\n  de/IN\n  nuestros/FW\n  (NP tiempos/NN)\n  ./.)",
      "(S\n  (NP No/DT se/NN trata/NN sólo/NN)\n  (PP de/IN (NP una/JJ tragedia/NN humanitaria/NN))\n  ,/,\n  (NP sino/NN)\n  de/FW\n  una/FW\n  lucha/FW\n  (NP contra/JJ un/JJ régimen/NNS)\n  sistemático/FW\n  de/FW\n  (NP colonización/NN)\n  ,/,\n  (NP apartheid/NN y/NNS)\n  (VP limpieza/VBP (NP étnica/NNP))\n  ,/,\n  (NP\n    como/NN\n    lo/NN\n    han/NN\n    reconocido/NN\n    organismos/NN\n    internacionales/NNS)\n  (VP y/VBP (NP voces/NNS))\n  (VP autorizadas/VBP (NP del/JJ derecho/JJ internacional/NN))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP ese/JJ sentido/NN)\n  ,/,\n  (NP el/JJ informe/NN)\n  (PP de/IN (NP Amnistía/NNP Internacional/NNP))\n  de/FW\n  febrero/FW\n  de/IN\n  2022/CD\n  (NP cita/NN)\n  :/:\n  (NP “/JJ El/NNP sistema/NN israelí/NN)\n  de/IN\n  dominación/FW\n  y/FW\n  opresión/FW\n  sistemática/FW\n  del/FW\n  (NP pueblo/NN palestino/NN)\n  (NP equivale/JJ al/JJ crimen/NNS)\n  (PP de/IN (NP apartheid/NN ”/NN))\n  ./.)",
      "(S\n  (NP Desde/NNP América/NNP Latina/NNP)\n  ,/,\n  (NP la/NN respuesta/NN)\n  (VP solidaria/VBZ (NP no/DT puede/NN))\n  (VP\n    limitarse/VBZ\n    (NP\n      a/DT\n      pronunciamientos/NN\n      diplomáticos/NN\n      o/NN\n      gestos/NN\n      simbólicos/NN))\n  ./.)",
      "(S\n  (NP Se/NNP impone/NN una/NN)\n  (ADJP acción/JJ)\n  (ADJP estructural/JJ)\n  ,/,\n  (NP coordinada/JJ y/NN sostenida/NN que/NN)\n  (VP\n    desafíe/VBZ\n    (NP no/DT solo/NN)\n    al/RB\n    (NP Estado/NNP ocupante/NN))\n  ,/,\n  (NP sino/NN)\n  a/DT\n  (ADJP las/JJ)\n  redes/FW\n  de/FW\n  lobby/FW\n  (NP sionista/NN que/NN)\n  (VP operan/VBD (NP para/NN silenciar/NN la/NN verdad/NN))\n  ,/,\n  (NP\n    manipular/JJ\n    la/NN\n    opinión/NN\n    pública/NN\n    y/NN\n    condicionar/NN\n    las/NNS)\n  (NP políticas/JJ exteriores/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "ORGANIZACIONES_SOCIALES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "CULTURA_DEPORTE_SOCIEDAD",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          2351,
          2360
        ],
        "start": 2351,
        "end": 2360
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "solidaridad con palestina",
        "position": [
          987,
          1012
        ],
        "start": 987,
        "end": 1012
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento popular",
        "position": [
          944,
          962
        ],
        "start": 944,
        "end": 962
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente colombiano gustavo",
        "position": [
          2452,
          2481
        ],
        "start": 2452,
        "end": 2481
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "movimiento juvenil y popular",
        "position": [
          1437,
          1465
        ],
        "start": 1437,
        "end": 1465
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          3076,
          3084
        ],
        "start": 3076,
        "end": 3084
      },
      {
        "category": "PAISES",
        "matched_text": "palestina",
        "position": [
          62,
          71
        ],
        "start": 62,
        "end": 71
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3098,
          3104
        ],
        "start": 3098,
        "end": 3104
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado ocupante",
        "position": [
          761,
          776
        ],
        "start": 761,
        "end": 776
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          3564,
          3567
        ],
        "start": 3564,
        "end": 3567
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          4262,
          4274
        ],
        "start": 4262,
        "end": 4274
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "solidaridad internacional",
        "position": [
          3317,
          3342
        ],
        "start": 3317,
        "end": 3342
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 77",
        "position": [
          3285,
          3294
        ],
        "start": 3285,
        "end": 3294
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Hitler",
        "tipo": "Persona"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gracias",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Amenazan",
        "tipo": "Persona"
      },
      {
        "nombre": "Fuente Latina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Latina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado ocupante",
        "tipo": "Lugar"
      },
      {
        "nombre": "Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "EE.UU. Eso",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Conexión Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Amnistía Internacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gustavo Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "Sr. presidente Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Palestina",
        "relacion": "VER_LLAMAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "EE.UU. Eso",
        "relacion": "VER_LLAMAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Palestina",
        "relacion": "VER_LLAMAR",
        "objeto": "América"
      },
      {
        "sujeto": "EE.UU. Eso",
        "relacion": "VER_LLAMAR",
        "objeto": "Europa"
      },
      {
        "sujeto": "Europa",
        "relacion": "VER_LLAMAR",
        "objeto": "América"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9775,
    "pos": 0.021,
    "neu": 0.918,
    "neg": 0.06,
    "label": "negative"
  }
}