{
  "url": "https://www.telesurtv.net/elian-gonzalez-batalla-fidel-castro-cuba/",
  "title": "Elián González rememora batalla diplomática liderada por Fidel Castro para garantizar su retorno a Cuba - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Cuba",
    "defensa",
    "EEUU",
    "Elián González",
    "Fidel Castro",
    "historia",
    "Humanismo",
    "Rescate"
  ],
  "text": "En una entrevista exclusiva para la multiplataforma informativa de teleSUR, Elián González, quien actualmente es diputado de la Asamblea Nacional del Poder Popular de Cuba, recordó el legado humano y político del comandante Fidel Castro a propósito de conmemorarse el 99 aniversario del natalicio del comandante Fidel Castro.\nGonzález destacó la capacidad de Fidel para movilizar al pueblo y su compromiso con los más vulnerables, tras rememorar la batalla diplomática que permitió su regreso a Cuba en el año 2000 tras ser secuestrado en Estados Unidos con apenas seis años, siendo su retorno asumido por Fidel Castro y el pueblo cubano como una prioridad nacional. González  fue rescatado a la deriva en una cámara de neumático, luego de que su madre intentara llegar a Estados Unidos.\n\n\nAl ver las imágenes de su rescate, Elián González afirmó que, más allá del suceso, lo que más le impacta es el recuerdo de un padre luchando y el inmenso esfuerzo del comandante Fidel Castro para movilizar no solo a Cuba, sino también a muchos pueblos del mundo, entre ellos el de Venezuela. Para él, esta historia no es de tristeza, sino de “alegría de tener un pueblo” y de saber que existen personas buenas que se unen por causas justas.\n\n\nGonzález considera que la decisión de Fidel Castro de involucrarse en su caso fue una reafirmación de su idea central: “Ningún hombre se queda atrás”. Según Elián, Fidel se preocupó por un niño de pueblo, sin privilegios, porque vio que el reclamo de su padre era justo. La frase que recuerda del líder cubano: “o regresan al niño o desaparecemos”, refleja la convicción de que cada persona, sin importar cuán “mínima se perciba”, tiene su lugar y no será abandonada.\n\n\n\n\nEl diputado también compartió detalles de su relación con Fidel tras su regreso a Cuba. Relató que el comandante no acudió al aeropuerto para recibirlo, sino que esperó en una habitación contigua, celebrando el triunfo con su familia. Años después, Elián supo que el comandante no quiso “opacar el momento” de la familia y el niño, y que su intención era evitar que su figura lo “impresionara”, pues sabía que en Estados Unidos le habían pintado la imagen de un “monstruo”.\nSegún González, otro gesto que subraya la humanidad de Fidel fue que esperó un mes y medio para conocerlo, dándole tiempo para retomar sus estudios de primer grado. En ese encuentro, el comandante le regaló el libro “La Edad de Oro” de José Martí, diciéndole: “Hoy no vas a entender este libro, vas a entender mucho tiempo después”. Fue en ese momento cuando la imagen de “monstruo” que le habían inculcado se disolvió, y Fidel se convirtió en su amigo.\nElián afirmó que, a pesar de su cercanía con el líder, nunca recibió una petición o privilegio directo de él. Las conversaciones siempre fueron un momento afable, en el que Fidel se preocupaba por su bienestar, pero le permitía escoger libremente su propio camino, como la carrera universitaria que decidió estudiar. El mayor privilegio, según Elián, ha sido el cariño y el reconocimiento del pueblo cubano, que lo ve como “el niño de Fidel”.\n\n\nAunque el paso del tiempo le ha permitido entender la magnitud del suceso, Elián González aseguró no considerarse la parte fundamental de la historia, sino el centro de una lucha protagonizada por el comandante Fidel Castro, su padre, el pueblo cubano, y también los norteamericanos que apoyaron su causa. González afirmó sentirse eternamente honrado por la solidaridad demostrada dentro de Cuba y también por parte de los estadounidenses. En sus propias palabras, el caso sirvió para “unir al pueblo estadounidense con el pueblo cubano porque le dio una causa justa”.\n\n\n\n\nEn declaraciones para teleSUR, Elián también trató los desafíos que enfrenta Cuba, tales como la crisis energética y las restricciones económicas, apuntando a  Estados Unidos y su bloqueo como principal responsable.\nGonzález se refirió además al secuestro de niños venezolanos por parte de Estados Unidos, mismo país que intentó separarlo de su padre. el diputado insistió en que “la migración es un derecho, pero debe ser regular y segura para proteger la vida, especialmente la de los niños”. Lamentó que en casos como el suyo y el de Venezuela se manipule la migración como una “política de asfixia” para “machacar a un pueblo” y “golpear el estado moral del Gobierno”.\nFinalmente, al reflexionar sobre el centenario del natalicio de Fidel Castro, Elián instó a recordar la esencia del “Fidel humano”, más allá del político o estratega. González abogó por contar las anécdotas íntimas que cautivan y muestran a un hombre con una “inmensa capacidad humana”, preocupado por las pequeñas cosas y destacó como ejemplo la creación de teleSUR, que los comandantes Fidel Castro y Hugo Chávez concibieron como un medio para contar la historia de los pueblos del sur global desde su la perspectiva de sus propios habitantes.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/elian-gonzalez-batalla-fidel-castro-cuba/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1266,
    "message_id": 101810,
    "date": "2025-08-14T20:55:07+00:00",
    "text": "teleSUR\nElián González rememora batalla diplomática liderada por Fidel Castro para garantizar su retorno a Cuba\nhttps://www.telesurtv.net/elian-gonzalez-batalla-fidel-castro-cuba/",
    "photo_path": null,
    "views": 1870,
    "reactions": {
      "👍": 39,
      "🔥": 4
    },
    "total_reactions": 43
  },
  "preprocessing": {
    "cleaned": "en una entrevista exclusiva para la multiplataforma informativa de telesur, elián gonzález, quien actualmente es diputado de la asamblea nacional del poder popular de cuba, recordó el legado humano y político del comandante fidel castro a propósito de conmemorarse el 99 aniversario del natalicio del comandante fidel castro. gonzález destacó la capacidad de fidel para movilizar al pueblo y su compromiso con los más vulnerables, tras rememorar la batalla diplomática que permitió su regreso a cuba en el año 2000 tras ser secuestrado en estados unidos con apenas seis años, siendo su retorno asumido por fidel castro y el pueblo cubano como una prioridad nacional. gonzález fue rescatado a la deriva en una cámara de neumático, luego de que su madre intentara llegar a estados unidos. al ver las imágenes de su rescate, elián gonzález afirmó que, más allá del suceso, lo que más le impacta es el recuerdo de un padre luchando y el inmenso esfuerzo del comandante fidel castro para movilizar no solo a cuba, sino también a muchos pueblos del mundo, entre ellos el de venezuela. para él, esta historia no es de tristeza, sino de “alegría de tener un pueblo” y de saber que existen personas buenas que se unen por causas justas. gonzález considera que la decisión de fidel castro de involucrarse en su caso fue una reafirmación de su idea central: “ningún hombre se queda atrás”. según elián, fidel se preocupó por un niño de pueblo, sin privilegios, porque vio que el reclamo de su padre era justo. la frase que recuerda del líder cubano: “o regresan al niño o desaparecemos”, refleja la convicción de que cada persona, sin importar cuán “mínima se perciba”, tiene su lugar y no será abandonada. el diputado también compartió detalles de su relación con fidel tras su regreso a cuba. relató que el comandante no acudió al aeropuerto para recibirlo, sino que esperó en una habitación contigua, celebrando el triunfo con su familia. años después, elián supo que el comandante no quiso “opacar el momento” de la familia y el niño, y que su intención era evitar que su figura lo “impresionara”, pues sabía que en estados unidos le habían pintado la imagen de un “monstruo”. según gonzález, otro gesto que subraya la humanidad de fidel fue que esperó un mes y medio para conocerlo, dándole tiempo para retomar sus estudios de primer grado. en ese encuentro, el comandante le regaló el libro “la edad de oro” de josé martí, diciéndole: “hoy no vas a entender este libro, vas a entender mucho tiempo después”. fue en ese momento cuando la imagen de “monstruo” que le habían inculcado se disolvió, y fidel se convirtió en su amigo. elián afirmó que, a pesar de su cercanía con el líder, nunca recibió una petición o privilegio directo de él. las conversaciones siempre fueron un momento afable, en el que fidel se preocupaba por su bienestar, pero le permitía escoger libremente su propio camino, como la carrera universitaria que decidió estudiar. el mayor privilegio, según elián, ha sido el cariño y el reconocimiento del pueblo cubano, que lo ve como “el niño de fidel”. aunque el paso del tiempo le ha permitido entender la magnitud del suceso, elián gonzález aseguró no considerarse la parte fundamental de la historia, sino el centro de una lucha protagonizada por el comandante fidel castro, su padre, el pueblo cubano, y también los norteamericanos que apoyaron su causa. gonzález afirmó sentirse eternamente honrado por la solidaridad demostrada dentro de cuba y también por parte de los estadounidenses. en sus propias palabras, el caso sirvió para “unir al pueblo estadounidense con el pueblo cubano porque le dio una causa justa”. en declaraciones para telesur, elián también trató los desafíos que enfrenta cuba, tales como la crisis energética y las restricciones económicas, apuntando a estados unidos y su bloqueo como principal responsable. gonzález se refirió además al secuestro de niños venezolanos por parte de estados unidos, mismo país que intentó separarlo de su padre. el diputado insistió en que “la migración es un derecho, pero debe ser regular y segura para proteger la vida, especialmente la de los niños”. lamentó que en casos como el suyo y el de venezuela se manipule la migración como una “política de asfixia” para “machacar a un pueblo” y “golpear el estado moral del gobierno”. finalmente, al reflexionar sobre el centenario del natalicio de fidel castro, elián instó a recordar la esencia del “fidel humano”, más allá del político o estratega. gonzález abogó por contar las anécdotas íntimas que cautivan y muestran a un hombre con una “inmensa capacidad humana”, preocupado por las pequeñas cosas y destacó como ejemplo la creación de telesur, que los comandantes fidel castro y hugo chávez concibieron como un medio para contar la historia de los pueblos del sur global desde su la perspectiva de sus propios habitantes.",
    "tokens": [
      "entrevista",
      "exclusiva",
      "multiplataforma",
      "informativa",
      "telesur",
      ",",
      "elián",
      "gonzález",
      ",",
      "actualmente",
      "diputado",
      "asamblea",
      "nacional",
      "poder",
      "popular",
      "cuba",
      ",",
      "recordó",
      "legado",
      "humano",
      "político",
      "comandante",
      "fidel",
      "castro",
      "propósito",
      "conmemorarse",
      "99",
      "aniversario",
      "natalicio",
      "comandante",
      "fidel",
      "castro",
      ".",
      "gonzález",
      "destacó",
      "capacidad",
      "fidel",
      "movilizar",
      "pueblo",
      "compromiso",
      "vulnerables",
      ",",
      "tras",
      "rememorar",
      "batalla",
      "diplomática",
      "permitió",
      "regreso",
      "cuba",
      "año",
      "2000",
      "tras",
      "ser",
      "secuestrado",
      "unidos",
      "apenas",
      "seis",
      "años",
      ",",
      "siendo",
      "retorno",
      "asumido",
      "fidel",
      "castro",
      "pueblo",
      "cubano",
      "prioridad",
      "nacional",
      ".",
      "gonzález",
      "rescatado",
      "deriva",
      "cámara",
      "neumático",
      ",",
      "luego",
      "madre",
      "intentara",
      "llegar",
      "unidos",
      ".",
      "ver",
      "imágenes",
      "rescate",
      ",",
      "elián",
      "gonzález",
      "afirmó",
      ",",
      "allá",
      "suceso",
      ",",
      "impacta",
      "recuerdo",
      "padre",
      "luchando",
      "inmenso",
      "esfuerzo",
      "comandante",
      "fidel",
      "castro",
      "movilizar",
      "solo",
      "cuba",
      ",",
      "sino",
      "pueblos",
      "mundo",
      ",",
      "venezuela",
      ".",
      ",",
      "historia",
      "tristeza",
      ",",
      "sino",
      "“",
      "alegría",
      "tener",
      "pueblo",
      "”",
      "saber",
      "existen",
      "personas",
      "buenas",
      "unen",
      "causas",
      "justas",
      ".",
      "gonzález",
      "considera",
      "decisión",
      "fidel",
      "castro",
      "involucrarse",
      "caso",
      "reafirmación",
      "idea",
      "central",
      ":",
      "“",
      "ningún",
      "hombre",
      "queda",
      "atrás",
      "”",
      ".",
      "según",
      "elián",
      ",",
      "fidel",
      "preocupó",
      "niño",
      "pueblo",
      ",",
      "privilegios",
      ",",
      "vio",
      "reclamo",
      "padre",
      "justo",
      ".",
      "frase",
      "recuerda",
      "líder",
      "cubano",
      ":",
      "“",
      "regresan",
      "niño",
      "desaparecemos",
      "”",
      ",",
      "refleja",
      "convicción",
      "cada",
      "persona",
      ",",
      "importar",
      "cuán",
      "“",
      "mínima",
      "perciba",
      "”",
      ",",
      "lugar",
      "abandonada",
      ".",
      "diputado",
      "compartió",
      "detalles",
      "relación",
      "fidel",
      "tras",
      "regreso",
      "cuba",
      ".",
      "relató",
      "comandante",
      "acudió",
      "aeropuerto",
      "recibirlo",
      ",",
      "sino",
      "esperó",
      "habitación",
      "contigua",
      ",",
      "celebrando",
      "triunfo",
      "familia",
      ".",
      "años",
      "después",
      ",",
      "elián",
      "supo",
      "comandante",
      "quiso",
      "“",
      "opacar",
      "momento",
      "”",
      "familia",
      "niño",
      ",",
      "intención",
      "evitar",
      "figura",
      "“",
      "impresionara",
      "”",
      ",",
      "pues",
      "sabía",
      "unidos",
      "pintado",
      "imagen",
      "“",
      "monstruo",
      "”",
      ".",
      "según",
      "gonzález",
      ",",
      "gesto",
      "subraya",
      "humanidad",
      "fidel",
      "esperó",
      "mes",
      "medio",
      "conocerlo",
      ",",
      "dándole",
      "tiempo",
      "retomar",
      "estudios",
      "primer",
      "grado",
      ".",
      "encuentro",
      ",",
      "comandante",
      "regaló",
      "libro",
      "“",
      "edad",
      "oro",
      "”",
      "josé",
      "martí",
      ",",
      "diciéndole",
      ":",
      "“",
      "hoy",
      "vas",
      "entender",
      "libro",
      ",",
      "vas",
      "entender",
      "tiempo",
      "después",
      "”",
      ".",
      "momento",
      "imagen",
      "“",
      "monstruo",
      "”",
      "inculcado",
      "disolvió",
      ",",
      "fidel",
      "convirtió",
      "amigo",
      ".",
      "elián",
      "afirmó",
      ",",
      "pesar",
      "cercanía",
      "líder",
      ",",
      "nunca",
      "recibió",
      "petición",
      "privilegio",
      "directo",
      ".",
      "conversaciones",
      "siempre",
      "momento",
      "afable",
      ",",
      "fidel",
      "preocupaba",
      "bienestar",
      ",",
      "permitía",
      "escoger",
      "libremente",
      "propio",
      "camino",
      ",",
      "carrera",
      "universitaria",
      "decidió",
      "estudiar",
      ".",
      "mayor",
      "privilegio",
      ",",
      "según",
      "elián",
      ",",
      "sido",
      "cariño",
      "reconocimiento",
      "pueblo",
      "cubano",
      ",",
      "ve",
      "“",
      "niño",
      "fidel",
      "”",
      ".",
      "aunque",
      "paso",
      "tiempo",
      "permitido",
      "entender",
      "magnitud",
      "suceso",
      ",",
      "elián",
      "gonzález",
      "aseguró",
      "considerarse",
      "parte",
      "fundamental",
      "historia",
      ",",
      "sino",
      "centro",
      "lucha",
      "protagonizada",
      "comandante",
      "fidel",
      "castro",
      ",",
      "padre",
      ",",
      "pueblo",
      "cubano",
      ",",
      "norteamericanos",
      "apoyaron",
      "causa",
      ".",
      "gonzález",
      "afirmó",
      "sentirse",
      "eternamente",
      "honrado",
      "solidaridad",
      "demostrada",
      "dentro",
      "cuba",
      "parte",
      "estadounidenses",
      ".",
      "propias",
      "palabras",
      ",",
      "caso",
      "sirvió",
      "“",
      "unir",
      "pueblo",
      "estadounidense",
      "pueblo",
      "cubano",
      "dio",
      "causa",
      "justa",
      "”",
      ".",
      "declaraciones",
      "telesur",
      ",",
      "elián",
      "trató",
      "desafíos",
      "enfrenta",
      "cuba",
      ",",
      "tales",
      "crisis",
      "energética",
      "restricciones",
      "económicas",
      ",",
      "apuntando",
      "unidos",
      "bloqueo",
      "principal",
      "responsable",
      ".",
      "gonzález",
      "refirió",
      "además",
      "secuestro",
      "niños",
      "venezolanos",
      "parte",
      "unidos",
      ",",
      "mismo",
      "país",
      "intentó",
      "separarlo",
      "padre",
      ".",
      "diputado",
      "insistió",
      "“",
      "migración",
      "derecho",
      ",",
      "debe",
      "ser",
      "regular",
      "segura",
      "proteger",
      "vida",
      ",",
      "especialmente",
      "niños",
      "”",
      ".",
      "lamentó",
      "casos",
      "venezuela",
      "manipule",
      "migración",
      "“",
      "política",
      "asfixia",
      "”",
      "“",
      "machacar",
      "pueblo",
      "”",
      "“",
      "golpear",
      "moral",
      "gobierno",
      "”",
      ".",
      "finalmente",
      ",",
      "reflexionar",
      "centenario",
      "natalicio",
      "fidel",
      "castro",
      ",",
      "elián",
      "instó",
      "recordar",
      "esencia",
      "“",
      "fidel",
      "humano",
      "”",
      ",",
      "allá",
      "político",
      "estratega",
      ".",
      "gonzález",
      "abogó",
      "contar",
      "anécdotas",
      "íntimas",
      "cautivan",
      "muestran",
      "hombre",
      "“",
      "inmensa",
      "capacidad",
      "humana",
      "”",
      ",",
      "preocupado",
      "pequeñas",
      "cosas",
      "destacó",
      "ejemplo",
      "creación",
      "telesur",
      ",",
      "comandantes",
      "fidel",
      "castro",
      "hugo",
      "chávez",
      "concibieron",
      "medio",
      "contar",
      "historia",
      "pueblos",
      "sur",
      "global",
      "perspectiva",
      "propios",
      "habitantes",
      "."
    ],
    "token_count": 542,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "JJ": 79,
      "NN": 378,
      "FW": 134,
      "CC": 1,
      "CD": 2,
      "IN": 26,
      "NNS": 16,
      "VBP": 10,
      "VBZ": 13,
      "DT": 7,
      "VBD": 5,
      "RB": 2,
      "PRP$": 1,
      "MD": 1,
      "VB": 2
    },
    "bigram_freq": {
      "NNP-JJ": 2,
      "JJ-NN": 57,
      "NN-FW": 32,
      "FW-NN": 29,
      "FW-FW": 74,
      "FW-NNP": 15,
      "NNP-NNP": 33,
      "NNP-NN": 34,
      "NN-NN": 243,
      "NNP-FW": 8,
      "NN-NNP": 30,
      "NN-CC": 1,
      "CC-CD": 1,
      "CD-NN": 1,
      "NN-JJ": 32,
      "NN-IN": 22,
      "IN-NNP": 5,
      "NN-NNS": 7,
      "NNS-VBP": 9,
      "VBP-JJ": 8,
      "NNP-VBZ": 10,
      "VBZ-FW": 1,
      "FW-JJ": 12,
      "JJ-CD": 1,
      "CD-IN": 1,
      "IN-NN": 2,
      "VBZ-JJ": 5,
      "JJ-JJ": 7,
      "JJ-NNP": 6,
      "IN-FW": 14,
      "FW-NNS": 4,
      "NNS-IN": 1,
      "IN-JJ": 5,
      "JJ-NNS": 3,
      "NN-DT": 3,
      "DT-NN": 7,
      "JJ-FW": 5,
      "NNS-NNP": 3,
      "NNP-VBD": 3,
      "VBD-JJ": 5,
      "NN-VBZ": 3,
      "VBZ-DT": 3,
      "NN-RB": 2,
      "RB-NNP": 1,
      "VBZ-IN": 1,
      "RB-JJ": 1,
      "NN-VBP": 1,
      "VBP-NN": 2,
      "VBZ-PRP$": 1,
      "PRP$-JJ": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "NNP-DT": 1,
      "NN-VB": 1,
      "VB-NN": 1,
      "NNP-IN": 1,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "VBZ-NN": 2,
      "NN-VBD": 1,
      "NNS-NNS": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 2,
      "JJ-NN-FW": 1,
      "NN-FW-NN": 10,
      "FW-NN-FW": 9,
      "NN-FW-FW": 21,
      "FW-FW-FW": 46,
      "FW-FW-NNP": 10,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NN": 11,
      "NNP-NN-NN": 29,
      "NN-NN-FW": 20,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 4,
      "FW-NNP-NN": 4,
      "NN-NN-NN": 160,
      "NN-NN-NNP": 20,
      "NN-NNP-NNP": 12,
      "NNP-NN-FW": 2,
      "FW-NN-CC": 1,
      "NN-CC-CD": 1,
      "CC-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-JJ": 23,
      "NN-JJ-NN": 24,
      "JJ-NN-NN": 37,
      "NNP-NNP-NNP": 7,
      "NN-NN-IN": 9,
      "NN-IN-NNP": 5,
      "IN-NNP-NN": 1,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 6,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NN": 2,
      "IN-NNP-NNP": 3,
      "NNP-NN-NNS": 1,
      "NNP-NNP-VBZ": 5,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-NN": 5,
      "NN-JJ-JJ": 5,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NN": 5,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 8,
      "JJ-NN-IN": 9,
      "NN-IN-FW": 12,
      "IN-FW-FW": 4,
      "FW-FW-NN": 11,
      "FW-NN-NN": 9,
      "NNP-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NN": 5,
      "FW-NN-NNP": 3,
      "FW-NN-IN": 3,
      "NN-IN-JJ": 4,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NN-NN-DT": 1,
      "NN-DT-NN": 3,
      "DT-NN-NNP": 1,
      "NN-NNP-NN": 10,
      "NNP-FW-NN": 2,
      "FW-NN-DT": 1,
      "DT-NN-IN": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-FW": 2,
      "JJ-FW-JJ": 1,
      "JJ-JJ-NN": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "FW-NNP-FW": 2,
      "NNP-FW-FW": 1,
      "FW-NN-JJ": 2,
      "NN-JJ-NNP": 2,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-NN": 3,
      "JJ-NN-JJ": 6,
      "FW-NN-NNS": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 3,
      "DT-NN-RB": 2,
      "NN-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "JJ-NN-NNP": 4,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-JJ-NN": 3,
      "NNP-NN-NNP": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-DT": 1,
      "DT-NN-NN": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-VBZ-PRP$": 1,
      "VBZ-PRP$-JJ": 1,
      "PRP$-JJ-NN": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NN-JJ-NNS": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NNP-JJ": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VB": 1,
      "NN-VB-NN": 1,
      "VB-NN-JJ": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-IN-NN": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "NNP-VBZ-DT": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "IN-FW-NNS": 1,
      "FW-NNS-NNP": 2,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NN": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "IN-NNP-FW": 1,
      "FW-FW-NNS": 2,
      "NNS-NNP-NNP": 1,
      "FW-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 378,
        "FW": 134,
        "NNP": 94,
        "JJ": 79,
        "IN": 26
      },
      "top_bigrams": {
        "NN-NN": 243,
        "FW-FW": 74,
        "JJ-NN": 57,
        "NNP-NN": 34,
        "NNP-NNP": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 160,
        "FW-FW-FW": 46,
        "JJ-NN-NN": 37,
        "NNP-NN-NN": 29,
        "NN-JJ-NN": 24
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 209,
      "PP": 16,
      "VP": 36,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.0379
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('a', 'DT') ('Cuba', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('sino', 'NN')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('Fidel', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Elián', 'NNP') ('González', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Castro', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "una entrevista"
      },
      {
        "label": "NP",
        "text": "para"
      },
      {
        "label": "NP",
        "text": "Elián González"
      },
      {
        "label": "NP",
        "text": "quien actualmente"
      },
      {
        "label": "NP",
        "text": "Asamblea Nacional"
      },
      {
        "label": "NP",
        "text": "Poder Popular"
      },
      {
        "label": "NP",
        "text": "Cuba"
      },
      {
        "label": "NP",
        "text": "recordó el legado humano y político del comandante Fidel Castro"
      },
      {
        "label": "NP",
        "text": "a propósito"
      },
      {
        "label": "PP",
        "text": "de conmemorarse el"
      },
      {
        "label": "NP",
        "text": "conmemorarse el"
      },
      {
        "label": "NP",
        "text": "aniversario del"
      },
      {
        "label": "NP",
        "text": "natalicio del comandante Fidel Castro"
      },
      {
        "label": "NP",
        "text": "González destacó la capacidad"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP una/JJ entrevista/NN)\n  exclusiva/FW\n  (NP para/NN)\n  la/FW\n  multiplataforma/FW\n  informativa/FW\n  de/FW\n  teleSUR/FW\n  ,/,\n  (NP Elián/NNP González/NNP)\n  ,/,\n  (NP quien/NN actualmente/NN)\n  es/FW\n  diputado/FW\n  de/FW\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP)\n  del/FW\n  (NP Poder/NNP Popular/NNP)\n  de/FW\n  (NP Cuba/NNP)\n  ,/,\n  (NP\n    recordó/NN\n    el/NN\n    legado/NN\n    humano/NN\n    y/NN\n    político/NN\n    del/NN\n    comandante/NN\n    Fidel/NNP\n    Castro/NNP)\n  (NP a/DT propósito/NN)\n  (PP de/IN (NP conmemorarse/NN el/NN))\n  99/CD\n  (NP aniversario/NN del/NN)\n  (NP natalicio/JJ del/NN comandante/NN Fidel/NNP Castro/NNP)\n  ./.)",
      "(S\n  (NP González/NNP destacó/NN la/NN capacidad/NN)\n  (PP\n    de/IN\n    (NP\n      Fidel/NNP\n      para/NN\n      movilizar/NN\n      al/NN\n      pueblo/NN\n      y/NN\n      su/NN\n      compromiso/NN\n      con/NN\n      los/NN\n      más/NN\n      vulnerables/NNS))\n  ,/,\n  (NP tras/NNS)\n  (VP\n    rememorar/VBP\n    (NP la/JJ batalla/NN diplomática/NN que/NN permitió/NN su/NN))\n  (VP regreso/VBZ (NP a/DT Cuba/NNP))\n  en/FW\n  el/FW\n  (NP año/NN)\n  2000/CD\n  (PP tras/IN (NP ser/NN secuestrado/NN))\n  (PP en/IN (NP Estados/NNP Unidos/NNP con/NN apenas/NNS))\n  (VP seis/VBP (NP años/NN))\n  ,/,\n  (NP\n    siendo/JJ\n    su/NN\n    retorno/NN\n    asumido/NN\n    por/NN\n    Fidel/NNP\n    Castro/NNP\n    y/NNP)\n  (VP\n    el/VBZ\n    (NP pueblo/JJ cubano/NN como/NN)\n    (NP una/JJ prioridad/JJ nacional/NN))\n  ./.)",
      "(S\n  (NP González/NNP fue/NN)\n  (VP rescatado/VBZ (NP a/DT la/NN deriva/NN))\n  (PP en/IN (NP una/JJ cámara/NN))\n  de/IN\n  neumático/FW\n  ,/,\n  luego/FW\n  de/FW\n  que/FW\n  su/FW\n  madre/FW\n  (NP intentara/NN)\n  (VP llegar/VBZ (NP a/DT Estados/NNP Unidos/NNP))\n  ./.)",
      "(S\n  (NP Al/NNP ver/NN las/NN imágenes/NNS)\n  (PP de/IN (NP su/NN rescate/NN))\n  ,/,\n  (NP Elián/NNP González/NNP afirmó/NN que/NN)\n  ,/,\n  (NP más/JJ allá/NN del/NN suceso/NN)\n  ,/,\n  (NP lo/JJ que/NN más/NN le/NN impacta/NN es/NN)\n  el/FW\n  (NP recuerdo/NN)\n  (PP\n    de/IN\n    (NP\n      un/JJ\n      padre/NN\n      luchando/NN\n      y/NN\n      el/NN\n      inmenso/NN\n      esfuerzo/NN\n      del/NN\n      comandante/NN\n      Fidel/NNP\n      Castro/NNP\n      para/NN\n      movilizar/NN))\n  (NP no/DT solo/NN)\n  (NP a/DT Cuba/NNP)\n  ,/,\n  (NP sino/NN)\n  (VP también/VBD (NP a/DT muchos/NN pueblos/NN))\n  del/FW\n  (NP mundo/NN)\n  ,/,\n  entre/FW\n  ellos/FW\n  el/FW\n  de/FW\n  (NP Venezuela/NNP)\n  ./.)",
      "(S\n  (NP Para/NNP él/NNP)\n  ,/,\n  (NP esta/NN historia/NN)\n  (NP no/DT es/NN)\n  de/FW\n  (NP tristeza/NN)\n  ,/,\n  (NP sino/NN)\n  de/FW\n  “/FW\n  alegría/FW\n  de/FW\n  tener/FW\n  (NP un/JJ pueblo/NN ”/NNP y/NNP)\n  (PP de/IN (NP saber/NNP que/NN))\n  existen/RB\n  (NP personas/JJ buenas/NNS)\n  (VP que/VBP (NP se/JJ unen/JJ por/NN causas/NN justas/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "PERIODOS_TEMPORALES",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "FECHAS_HORAS",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "entrevista exclusiva",
        "position": [
          7,
          27
        ],
        "start": 7,
        "end": 27
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          840,
          846
        ],
        "start": 840,
        "end": 846
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          128,
          145
        ],
        "start": 128,
        "end": 145
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          335,
          342
        ],
        "start": 335,
        "end": 342
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "aeropuerto",
        "position": [
          1831,
          1841
        ],
        "start": 1831,
        "end": 1841
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          167,
          171
        ],
        "start": 167,
        "end": 171
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          539,
          553
        ],
        "start": 539,
        "end": 553
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          1071,
          1080
        ],
        "start": 1071,
        "end": 1080
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado moral",
        "position": [
          4296,
          4308
        ],
        "start": 4296,
        "end": 4308
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          3237,
          3246
        ],
        "start": 3237,
        "end": 3246
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2000",
        "position": [
          506,
          514
        ],
        "start": 506,
        "end": 514
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          500,
          509
        ],
        "start": 500,
        "end": 509
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2440,
          2443
        ],
        "start": 2440,
        "end": 2443
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          98,
          109
        ],
        "start": 98,
        "end": 109
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          3831,
          3838
        ],
        "start": 3831,
        "end": 3838
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2000",
        "position": [
          500,
          514
        ],
        "start": 500,
        "end": 514
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "José Martí",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Poder Popular de Cuba",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fidel",
        "tipo": "Persona"
      },
      {
        "nombre": "Elián González",
        "tipo": "Persona"
      },
      {
        "nombre": "Elián",
        "tipo": "Persona"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Relató",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Según Elián",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "González",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Elián González",
        "relacion": "RECORDAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "RECORDAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Poder Popular de Cuba",
        "relacion": "RECORDAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "González",
        "relacion": "DESTACAR",
        "objeto": "Fidel"
      },
      {
        "sujeto": "González",
        "relacion": "DESTACAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "González",
        "relacion": "DESTACAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "González",
        "relacion": "DESTACAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Fidel",
        "relacion": "DESTACAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Cuba",
        "relacion": "PERMITIR_REMEMORAR_DESTACAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Cuba",
        "relacion": "PERMITIR_REMEMORAR_DESTACAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "en Estados Unidos",
        "relacion": "SECUESTRAR_PERMITIR_REMEMORAR_DESTACAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "González",
        "relacion": "RESCATAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Elián González",
        "relacion": "AFIRMAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Elián González",
        "relacion": "AFIRMAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Elián González",
        "relacion": "AFIRMAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "González",
        "relacion": "CONSIDERAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Fidel",
        "relacion": "PREOCUPAR",
        "objeto": "Según Elián"
      },
      {
        "sujeto": "Fidel",
        "relacion": "COMPARTIR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Elián",
        "relacion": "SABER",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "González",
        "relacion": "SER",
        "objeto": "Fidel"
      },
      {
        "sujeto": "Elián González",
        "relacion": "ASEGURAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "González",
        "relacion": "AFIRMAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Elián",
        "relacion": "TRATAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Elián",
        "relacion": "TRATAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "González",
        "relacion": "REFERIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MANIPULAR_LAMENTAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Elián",
        "relacion": "REFLEXIONAR_INSTAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Fidel Castro",
        "relacion": "REFLEXIONAR_INSTAR",
        "objeto": "Fidel"
      },
      {
        "sujeto": "Elián",
        "relacion": "INSTAR",
        "objeto": "Fidel"
      },
      {
        "sujeto": "González",
        "relacion": "ABOGAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "González",
        "relacion": "ABOGAR",
        "objeto": "Hugo Chávez"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9524,
    "pos": 0.01,
    "neu": 0.957,
    "neg": 0.034,
    "label": "negative"
  }
}