{
  "url": "https://www.telesurtv.net/zona-paz-padrino-destaca-patriotismo-venezolanos-eeuu/",
  "title": "Vladimir Padrino destaca patriotismo del pueblo venezolano ante falsos positivos fabricados por EE.UU. - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "alistamiento",
    "contención",
    "Crimen organizado",
    "FANB",
    "narcotráfico",
    "Patriotismo",
    "pueblo",
    "tolerancia cero",
    "Vladimir Padrino"
  ],
  "text": "\nEl ministro de Defensa de Venezuela, general jefe Vladimir Padrino López, destacó la respuesta patriótica del pueblo mientras se une de manera voluntaria a la Milicia Bolivariana y señaló que ello no solo refleja indignación ante las amenazas de EE.UU., sino que consolida un frente nacional de combate al narcotráfico, al que la Casa Blanca trata de emplear como pretexto para violentar la soberanía y la paz nacional.\nDurante una comparecencia, tras elogiar la efervescencia popular que se vive en la jornada nacional de alistamiento -se lleva a cabo este sábado 23 de agosto y el domingo 24-, Padrino López aseveró que el pueblo respondió resueltamente a la convocatoria de defender el suelo patrio ante el intento de EE.UU. de fabricar mentiras y falsos positivos, como siempre han hecho antes de una agresión militar.\nManifestó que el alistamiento tiene el propósito de “mantener intacta la soberanía nacional, nuestra integridad territorial y, además de eso, como lo establece la Constitución, garantizar la independencia del país”.\n\n\nDestacó que la Fuerza Armada Nacional Bolivariana (FANB) constituye un muro de contención a los grupos Tancol (terroristas armados y narcotraficantes de Colombia), carentes de ideología y dedicados completamente al narcotráfico.\nDenunció que tras el estímulo a esos grupos en Colombia hay una estrategia subrepticia del imperialismo norteamericano, que cosecha fracasos en la lucha contra el narco pues en realidad no quiere acabar con él, sino mantenerlo lubricando la economía de la nación del norte.\nAseguró que la fusión militar-policial-popular es una fortaleza y ha consolidado la confrontación activa de Venezuela contra el flagelo de las drogas.\nInsistió en que el pueblo esté vigilante para cuidar la paz y la estabilidad de modo permanente. Enfatizó que la estrategia de fomentar actividades ilícitas tiene un responsable, el imperialismo. Aquí nada es fortuito ni casual, aseguró Padrino López, quien convocó a la unión nacional para defender el país.\nRecordó que meses atrás se suscitó una crisis humanitaria en el Catatumbo y Venezuela atendió a más de 2.000 refugiados colombianos. Tras ese hecho inició la Operación Relámpago del Catatumbo, con más de 8.000 efectivos, en que se incautaron 500 kg de drogas y se destruyeron cuatro campamentos logísticos y otros cuatro pertenecientes a grupos Tancol.\nRecordó la operación realizada en Miranda, en marzo pasado, cuando el comando antidrogas de la FANB incautó 32.673 kg de drogas, 14 lanchas rápidas, cinco motos de agua, 57 embarcaciones modificadas, 57 vehículos, 26 inmuebles y dos semisumergibles para transportar droga producida en Colombia. Allí también se descubrió una trama de financiamiento operada por empresarios, que luego tratarían de usar los fondos obtenidos para desestabilizar al Estado venezolano, cometer acciones terroristas y provocar una guerra civil con el apoyo de la derecha fascista venezolana.\n\n\nRefirió que en julio pasado se asestaron golpes al narcotráfico en las costas de Falcón, donde se incautaron 237 fardos de sustancias estupefacientes, con un peso de 6.152 kg, una embarcación y un semisumergible.\nManifestó que en agosto, en el estado Sucre, se detuvo un movimiento de 14 fusiles, dos lanzacohetes RPG, 5 granadas de 40 mm y 15 granadas M-26, además de 100.000 cartuchos, entre otros medios.\nEn datos totales, la FANB lleva a cabo en estos momentos 9 operaciones a nivel nacional con 164 despliegues y más de 10.380 efectivos en acción. Como resultado de ello, han sido destruidos 10 campamentos, 5 laboratorios y 3 astilleros, mientras que entre enero y agosto se han incautado 52.769 kg de drogas y más de 153.000 kg de precursores químicos.\nEntre otros resultados, Padrino López refirió que se han neutralizado 400 aeronaves asociadas al narcotráfico y destruido 92 pistas, además de haberse incautado 119 armas cortas, 154 armas largas, 184 cargadores y 28.861 cartuchos.\nTras mencionar que se han practicado 6.284 detenciones e incautado 94 embarcaciones, 5 semisumergibles y 80 motores, el Ministro de Defensa  refirió que cuanto se hace contribuye a disminuir la criminalidad y a consolidar la tranquilidad ciudadana. Estamos combatiendo el narcotráfico, la minería ilegal y la trata con toda firmeza, con toda contundencia, enfatizó.\nEn paralelo, la FANB custodia cada instalación petrolera con 500 efectivos. Ello también se hace con instalaciones del servicio eléctrico, pues hay en marcha una agresión multidimensional contra estas infraestructuras y contra el pueblo, dijo.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/zona-paz-padrino-destaca-patriotismo-venezolanos-eeuu/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 606,
    "message_id": 102602,
    "date": "2025-08-23T19:55:23+00:00",
    "text": "teleSUR\nVladimir Padrino destaca patriotismo del pueblo venezolano ante falsos positivos fabricados por EE.UU.\nhttps://www.telesurtv.net/zona-paz-padrino-destaca-patriotismo-venezolanos-eeuu/",
    "photo_path": null,
    "views": 1560,
    "reactions": {
      "👍": 46,
      "❤": 8,
      "🤔": 1
    },
    "total_reactions": 55
  },
  "preprocessing": {
    "cleaned": "el ministro de defensa de venezuela, general jefe vladimir padrino lópez, destacó la respuesta patriótica del pueblo mientras se une de manera voluntaria a la milicia bolivariana y señaló que ello no solo refleja indignación ante las amenazas de ee.uu., sino que consolida un frente nacional de combate al narcotráfico, al que la casa blanca trata de emplear como pretexto para violentar la soberanía y la paz nacional. durante una comparecencia, tras elogiar la efervescencia popular que se vive en la jornada nacional de alistamiento -se lleva a cabo este sábado 23 de agosto y el domingo 24-, padrino lópez aseveró que el pueblo respondió resueltamente a la convocatoria de defender el suelo patrio ante el intento de ee.uu. de fabricar mentiras y falsos positivos, como siempre han hecho antes de una agresión militar. manifestó que el alistamiento tiene el propósito de “mantener intacta la soberanía nacional, nuestra integridad territorial y, además de eso, como lo establece la constitución, garantizar la independencia del país”. destacó que la fuerza armada nacional bolivariana (fanb) constituye un muro de contención a los grupos tancol (terroristas armados y narcotraficantes de colombia), carentes de ideología y dedicados completamente al narcotráfico. denunció que tras el estímulo a esos grupos en colombia hay una estrategia subrepticia del imperialismo norteamericano, que cosecha fracasos en la lucha contra el narco pues en realidad no quiere acabar con él, sino mantenerlo lubricando la economía de la nación del norte. aseguró que la fusión militar-policial-popular es una fortaleza y ha consolidado la confrontación activa de venezuela contra el flagelo de las drogas. insistió en que el pueblo esté vigilante para cuidar la paz y la estabilidad de modo permanente. enfatizó que la estrategia de fomentar actividades ilícitas tiene un responsable, el imperialismo. aquí nada es fortuito ni casual, aseguró padrino lópez, quien convocó a la unión nacional para defender el país. recordó que meses atrás se suscitó una crisis humanitaria en el catatumbo y venezuela atendió a más de 2.000 refugiados colombianos. tras ese hecho inició la operación relámpago del catatumbo, con más de 8.000 efectivos, en que se incautaron 500 kg de drogas y se destruyeron cuatro campamentos logísticos y otros cuatro pertenecientes a grupos tancol. recordó la operación realizada en miranda, en marzo pasado, cuando el comando antidrogas de la fanb incautó 32.673 kg de drogas, 14 lanchas rápidas, cinco motos de agua, 57 embarcaciones modificadas, 57 vehículos, 26 inmuebles y dos semisumergibles para transportar droga producida en colombia. allí también se descubrió una trama de financiamiento operada por empresarios, que luego tratarían de usar los fondos obtenidos para desestabilizar al estado venezolano, cometer acciones terroristas y provocar una guerra civil con el apoyo de la derecha fascista venezolana. refirió que en julio pasado se asestaron golpes al narcotráfico en las costas de falcón, donde se incautaron 237 fardos de sustancias estupefacientes, con un peso de 6.152 kg, una embarcación y un semisumergible. manifestó que en agosto, en el estado sucre, se detuvo un movimiento de 14 fusiles, dos lanzacohetes rpg, 5 granadas de 40 mm y 15 granadas m-26, además de 100.000 cartuchos, entre otros medios. en datos totales, la fanb lleva a cabo en estos momentos 9 operaciones a nivel nacional con 164 despliegues y más de 10.380 efectivos en acción. como resultado de ello, han sido destruidos 10 campamentos, 5 laboratorios y 3 astilleros, mientras que entre enero y agosto se han incautado 52.769 kg de drogas y más de 153.000 kg de precursores químicos. entre otros resultados, padrino lópez refirió que se han neutralizado 400 aeronaves asociadas al narcotráfico y destruido 92 pistas, además de haberse incautado 119 armas cortas, 154 armas largas, 184 cargadores y 28.861 cartuchos. tras mencionar que se han practicado 6.284 detenciones e incautado 94 embarcaciones, 5 semisumergibles y 80 motores, el ministro de defensa refirió que cuanto se hace contribuye a disminuir la criminalidad y a consolidar la tranquilidad ciudadana. estamos combatiendo el narcotráfico, la minería ilegal y la trata con toda firmeza, con toda contundencia, enfatizó. en paralelo, la fanb custodia cada instalación petrolera con 500 efectivos. ello también se hace con instalaciones del servicio eléctrico, pues hay en marcha una agresión multidimensional contra estas infraestructuras y contra el pueblo, dijo.",
    "tokens": [
      "ministro",
      "defensa",
      "venezuela",
      ",",
      "general",
      "jefe",
      "vladimir",
      "padrino",
      "lópez",
      ",",
      "destacó",
      "respuesta",
      "patriótica",
      "pueblo",
      "mientras",
      "une",
      "manera",
      "voluntaria",
      "milicia",
      "bolivariana",
      "señaló",
      "ello",
      "solo",
      "refleja",
      "indignación",
      "amenazas",
      "ee.uu.",
      ",",
      "sino",
      "consolida",
      "frente",
      "nacional",
      "combate",
      "narcotráfico",
      ",",
      "casa",
      "blanca",
      "trata",
      "emplear",
      "pretexto",
      "violentar",
      "soberanía",
      "paz",
      "nacional",
      ".",
      "comparecencia",
      ",",
      "tras",
      "elogiar",
      "efervescencia",
      "popular",
      "vive",
      "jornada",
      "nacional",
      "alistamiento",
      "-se",
      "lleva",
      "cabo",
      "sábado",
      "23",
      "agosto",
      "domingo",
      "24-",
      ",",
      "padrino",
      "lópez",
      "aseveró",
      "pueblo",
      "respondió",
      "resueltamente",
      "convocatoria",
      "defender",
      "suelo",
      "patrio",
      "intento",
      "ee.uu.",
      "fabricar",
      "mentiras",
      "falsos",
      "positivos",
      ",",
      "siempre",
      "hecho",
      "agresión",
      "militar",
      ".",
      "manifestó",
      "alistamiento",
      "propósito",
      "“",
      "mantener",
      "intacta",
      "soberanía",
      "nacional",
      ",",
      "integridad",
      "territorial",
      ",",
      "además",
      ",",
      "establece",
      "constitución",
      ",",
      "garantizar",
      "independencia",
      "país",
      "”",
      ".",
      "destacó",
      "fuerza",
      "armada",
      "nacional",
      "bolivariana",
      "(",
      "fanb",
      ")",
      "constituye",
      "muro",
      "contención",
      "grupos",
      "tancol",
      "(",
      "terroristas",
      "armados",
      "narcotraficantes",
      "colombia",
      ")",
      ",",
      "carentes",
      "ideología",
      "dedicados",
      "completamente",
      "narcotráfico",
      ".",
      "denunció",
      "tras",
      "estímulo",
      "grupos",
      "colombia",
      "estrategia",
      "subrepticia",
      "imperialismo",
      "norteamericano",
      ",",
      "cosecha",
      "fracasos",
      "lucha",
      "narco",
      "pues",
      "realidad",
      "quiere",
      "acabar",
      ",",
      "sino",
      "mantenerlo",
      "lubricando",
      "economía",
      "nación",
      "norte",
      ".",
      "aseguró",
      "fusión",
      "militar-policial-popular",
      "fortaleza",
      "consolidado",
      "confrontación",
      "activa",
      "venezuela",
      "flagelo",
      "drogas",
      ".",
      "insistió",
      "pueblo",
      "vigilante",
      "cuidar",
      "paz",
      "estabilidad",
      "modo",
      "permanente",
      ".",
      "enfatizó",
      "estrategia",
      "fomentar",
      "actividades",
      "ilícitas",
      "responsable",
      ",",
      "imperialismo",
      ".",
      "aquí",
      "fortuito",
      "casual",
      ",",
      "aseguró",
      "padrino",
      "lópez",
      ",",
      "convocó",
      "unión",
      "nacional",
      "defender",
      "país",
      ".",
      "recordó",
      "meses",
      "atrás",
      "suscitó",
      "crisis",
      "humanitaria",
      "catatumbo",
      "venezuela",
      "atendió",
      "2.000",
      "refugiados",
      "colombianos",
      ".",
      "tras",
      "hecho",
      "inició",
      "operación",
      "relámpago",
      "catatumbo",
      ",",
      "8.000",
      "efectivos",
      ",",
      "incautaron",
      "500",
      "kg",
      "drogas",
      "destruyeron",
      "cuatro",
      "campamentos",
      "logísticos",
      "cuatro",
      "pertenecientes",
      "grupos",
      "tancol",
      ".",
      "recordó",
      "operación",
      "realizada",
      "miranda",
      ",",
      "marzo",
      "pasado",
      ",",
      "comando",
      "antidrogas",
      "fanb",
      "incautó",
      "32.673",
      "kg",
      "drogas",
      ",",
      "14",
      "lanchas",
      "rápidas",
      ",",
      "cinco",
      "motos",
      "agua",
      ",",
      "57",
      "embarcaciones",
      "modificadas",
      ",",
      "57",
      "vehículos",
      ",",
      "26",
      "inmuebles",
      "dos",
      "semisumergibles",
      "transportar",
      "droga",
      "producida",
      "colombia",
      ".",
      "allí",
      "descubrió",
      "trama",
      "financiamiento",
      "operada",
      "empresarios",
      ",",
      "luego",
      "tratarían",
      "usar",
      "fondos",
      "obtenidos",
      "desestabilizar",
      "venezolano",
      ",",
      "cometer",
      "acciones",
      "terroristas",
      "provocar",
      "guerra",
      "civil",
      "apoyo",
      "derecha",
      "fascista",
      "venezolana",
      ".",
      "refirió",
      "julio",
      "pasado",
      "asestaron",
      "golpes",
      "narcotráfico",
      "costas",
      "falcón",
      ",",
      "incautaron",
      "237",
      "fardos",
      "sustancias",
      "estupefacientes",
      ",",
      "peso",
      "6.152",
      "kg",
      ",",
      "embarcación",
      "semisumergible",
      ".",
      "manifestó",
      "agosto",
      ",",
      "sucre",
      ",",
      "detuvo",
      "movimiento",
      "14",
      "fusiles",
      ",",
      "dos",
      "lanzacohetes",
      "rpg",
      ",",
      "5",
      "granadas",
      "40",
      "mm",
      "15",
      "granadas",
      "m-26",
      ",",
      "además",
      "100.000",
      "cartuchos",
      ",",
      "medios",
      ".",
      "datos",
      "totales",
      ",",
      "fanb",
      "lleva",
      "cabo",
      "momentos",
      "9",
      "operaciones",
      "nivel",
      "nacional",
      "164",
      "despliegues",
      "10.380",
      "efectivos",
      "acción",
      ".",
      "resultado",
      "ello",
      ",",
      "sido",
      "destruidos",
      "10",
      "campamentos",
      ",",
      "5",
      "laboratorios",
      "3",
      "astilleros",
      ",",
      "mientras",
      "enero",
      "agosto",
      "incautado",
      "52.769",
      "kg",
      "drogas",
      "153.000",
      "kg",
      "precursores",
      "químicos",
      ".",
      "resultados",
      ",",
      "padrino",
      "lópez",
      "refirió",
      "neutralizado",
      "400",
      "aeronaves",
      "asociadas",
      "narcotráfico",
      "destruido",
      "92",
      "pistas",
      ",",
      "además",
      "haberse",
      "incautado",
      "119",
      "armas",
      "cortas",
      ",",
      "154",
      "armas",
      "largas",
      ",",
      "184",
      "cargadores",
      "28.861",
      "cartuchos",
      ".",
      "tras",
      "mencionar",
      "practicado",
      "6.284",
      "detenciones",
      "incautado",
      "94",
      "embarcaciones",
      ",",
      "5",
      "semisumergibles",
      "80",
      "motores",
      ",",
      "ministro",
      "defensa",
      "refirió",
      "cuanto",
      "hace",
      "contribuye",
      "disminuir",
      "criminalidad",
      "consolidar",
      "tranquilidad",
      "ciudadana",
      ".",
      "combatiendo",
      "narcotráfico",
      ",",
      "minería",
      "ilegal",
      "trata",
      "toda",
      "firmeza",
      ",",
      "toda",
      "contundencia",
      ",",
      "enfatizó",
      ".",
      "paralelo",
      ",",
      "fanb",
      "custodia",
      "cada",
      "instalación",
      "petrolera",
      "500",
      "efectivos",
      ".",
      "ello",
      "hace",
      "instalaciones",
      "servicio",
      "eléctrico",
      ",",
      "pues",
      "marcha",
      "agresión",
      "multidimensional",
      "infraestructuras",
      "pueblo",
      ",",
      "dijo",
      "."
    ],
    "token_count": 492,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 70,
      "NN": 245,
      "FW": 122,
      "JJ": 74,
      "NNS": 42,
      "VBP": 21,
      "VBZ": 9,
      "DT": 2,
      "RB": 5,
      "VBD": 5,
      "CD": 30,
      "IN": 30,
      "CC": 1,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 34,
      "NN-FW": 22,
      "FW-NNP": 16,
      "NNP-FW": 7,
      "NNP-JJ": 4,
      "JJ-NN": 42,
      "NN-NNP": 20,
      "NNP-NNP": 16,
      "NN-NN": 129,
      "FW-FW": 64,
      "FW-NNS": 4,
      "NNS-VBP": 19,
      "VBP-NNP": 3,
      "NN-VBZ": 5,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NN-JJ": 20,
      "JJ-JJ": 16,
      "JJ-FW": 6,
      "FW-NN": 24,
      "NN-NNS": 14,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "FW-JJ": 7,
      "JJ-NNP": 7,
      "VBP-JJ": 11,
      "NN-VBD": 3,
      "VBD-CD": 1,
      "CD-IN": 1,
      "IN-FW": 15,
      "VBZ-IN": 1,
      "IN-JJ": 2,
      "NN-IN": 24,
      "IN-NN": 4,
      "VBD-JJ": 3,
      "NNP-NNS": 1,
      "VBP-NNS": 2,
      "NNS-IN": 2,
      "IN-NNP": 4,
      "NNP-VBZ": 2,
      "VBZ-FW": 1,
      "NNP-VBD": 2,
      "JJ-NNS": 3,
      "NN-DT": 1,
      "DT-JJ": 1,
      "VBZ-JJ": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBD-FW": 1,
      "FW-CD": 6,
      "CD-NNS": 16,
      "NNS-JJ": 6,
      "IN-CD": 5,
      "NNS-FW": 4,
      "NN-CD": 5,
      "CD-NN": 10,
      "NNP-IN": 1,
      "NNP-VBP": 1,
      "VBP-CD": 1,
      "CD-FW": 2,
      "NNS-RB": 3,
      "RB-CD": 4,
      "NNS-CD": 5,
      "VBP-NN": 1,
      "NNS-NNS": 2,
      "FW-VBZ": 1,
      "VBZ-VBP": 1,
      "VBP-VBZ": 1,
      "VBZ-NNP": 1,
      "CD-JJ": 1,
      "NNS-NNP": 1,
      "VBZ-CD": 3,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNP": 1,
      "NN-RB": 1,
      "VBP-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 4,
      "NN-FW-NNP": 4,
      "FW-NNP-FW": 5,
      "NNP-FW-NNP": 3,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-NNP": 4,
      "NN-NNP-NNP": 5,
      "NNP-NNP-NNP": 5,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 23,
      "NN-NN-NN": 69,
      "NN-NN-FW": 10,
      "NN-FW-FW": 10,
      "FW-FW-FW": 37,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNP": 2,
      "NN-NN-VBZ": 5,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "FW-FW-NNP": 7,
      "FW-NNP-NN": 6,
      "NN-NN-JJ": 10,
      "NN-JJ-JJ": 4,
      "JJ-JJ-JJ": 4,
      "JJ-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "FW-NN-NNS": 3,
      "NN-NNS-VBP": 11,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "FW-FW-NN": 8,
      "FW-NN-NN": 12,
      "FW-FW-JJ": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NN-NN-NNS": 4,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-FW": 2,
      "JJ-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 20,
      "NN-JJ-NN": 12,
      "NN-NN-NNP": 12,
      "NN-NNP-JJ": 1,
      "NNP-JJ-FW": 2,
      "JJ-FW-FW": 2,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-JJ": 2,
      "JJ-NN-JJ": 7,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NNP": 1,
      "NN-FW-NN": 7,
      "FW-NN-FW": 4,
      "NNP-FW-NN": 4,
      "VBP-JJ-NN": 7,
      "NN-VBZ-IN": 1,
      "VBZ-IN-JJ": 1,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NN": 11,
      "NN-NNP-NN": 12,
      "NN-NN-IN": 12,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-IN-FW": 14,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-JJ": 1,
      "JJ-NN-IN": 6,
      "IN-FW-NN": 3,
      "NNP-NN-JJ": 1,
      "IN-FW-FW": 7,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-NN-NNS": 3,
      "NN-IN-NNP": 3,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "FW-JJ-FW": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-NNP-JJ": 1,
      "FW-NN-IN": 1,
      "FW-NN-NNP": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "VBP-JJ-JJ": 2,
      "NN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-CD": 5,
      "FW-CD-NNS": 2,
      "CD-NNS-JJ": 5,
      "NNS-JJ-NNP": 2,
      "JJ-NNP-JJ": 1,
      "NNP-NNP-FW": 1,
      "NN-IN-CD": 5,
      "IN-CD-NNS": 4,
      "CD-NNS-FW": 3,
      "NNS-FW-FW": 4,
      "FW-NN-CD": 1,
      "NN-CD-NN": 3,
      "CD-NN-IN": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-CD": 1,
      "VBP-CD-FW": 1,
      "CD-FW-FW": 2,
      "FW-CD-NN": 3,
      "CD-NN-NN": 2,
      "IN-FW-CD": 1,
      "CD-NNS-RB": 3,
      "NNS-RB-CD": 3,
      "RB-CD-NNS": 4,
      "CD-NNS-CD": 3,
      "NNS-CD-NNS": 3,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "IN-NNP-NNP": 1,
      "NN-IN-JJ": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-NN-CD": 3,
      "CD-NN-FW": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NNS-JJ-JJ": 3,
      "FW-NN-JJ": 1,
      "CD-NNS-VBP": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-IN": 3,
      "NNS-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "IN-CD-NN": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "VBP-NNP-NN": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NNS": 2,
      "NN-VBZ-CD": 3,
      "VBZ-CD-NN": 2,
      "CD-NN-NNS": 2,
      "VBP-NNS-JJ": 1,
      "FW-CD-FW": 1,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNP": 1,
      "VB-NNP-NNP": 1,
      "NN-NN-RB": 1,
      "NN-RB-CD": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "CD-NN-NNP": 2,
      "VBZ-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-CD": 1,
      "JJ-NNP-FW": 1,
      "JJ-NN-FW": 1,
      "NN-FW-JJ": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-FW": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 245,
        "FW": 122,
        "JJ": 74,
        "NNP": 70,
        "NNS": 42
      },
      "top_bigrams": {
        "NN-NN": 129,
        "FW-FW": 64,
        "JJ-NN": 42,
        "NNP-NN": 34,
        "FW-NN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 69,
        "FW-FW-FW": 37,
        "NNP-NN-NN": 23,
        "JJ-NN-NN": 20,
        "NN-IN-FW": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 190,
      "VP": 35,
      "ADJP": 15,
      "PP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0219
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0182
      },
      {
        "rule": "ADJP -> ('nacional', 'JJ')",
        "frequency": 4,
        "weight": 0.0146
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "NP -> ('FANB', 'NNP')",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "NP -> ('Colombia', 'NNP')",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "NP -> ('EE.UU.', 'NNP')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "ADJP -> ('contra', 'JJ')",
        "frequency": 2,
        "weight": 0.0073
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El ministro"
      },
      {
        "label": "NP",
        "text": "Defensa"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "general jefe Vladimir Padrino López"
      },
      {
        "label": "NP",
        "text": "destacó la respuesta patriótica del pueblo"
      },
      {
        "label": "NP",
        "text": "a la Milicia Bolivariana y señaló que"
      },
      {
        "label": "VP",
        "text": "ello no solo refleja indignación ante"
      },
      {
        "label": "NP",
        "text": "no solo refleja indignación ante"
      },
      {
        "label": "NP",
        "text": "EE.UU."
      },
      {
        "label": "NP",
        "text": "sino que consolida"
      },
      {
        "label": "ADJP",
        "text": "un"
      },
      {
        "label": "ADJP",
        "text": "frente"
      },
      {
        "label": "ADJP",
        "text": "nacional"
      },
      {
        "label": "NP",
        "text": "combate al narcotráfico"
      },
      {
        "label": "NP",
        "text": "al que la Casa Blanca trata"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP ministro/NN)\n  de/FW\n  (NP Defensa/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP general/JJ jefe/NN Vladimir/NNP Padrino/NNP López/NNP)\n  ,/,\n  (NP destacó/NN la/NN respuesta/NN patriótica/NN del/NN pueblo/NN)\n  mientras/FW\n  se/FW\n  une/FW\n  de/FW\n  manera/FW\n  voluntaria/FW\n  (NP a/DT la/NN Milicia/NNP Bolivariana/NNP y/NNP señaló/NN que/NN)\n  (VP ello/VBZ (NP no/DT solo/NN refleja/NN indignación/NN ante/NN))\n  las/FW\n  amenazas/FW\n  de/FW\n  (NP EE.UU./NNP)\n  ,/,\n  (NP sino/NN que/NN consolida/NN)\n  (ADJP un/JJ)\n  (ADJP frente/JJ)\n  (ADJP nacional/JJ)\n  de/FW\n  (NP combate/NN al/NN narcotráfico/NN)\n  ,/,\n  (NP al/NN que/NN la/NN Casa/NNP Blanca/NNP trata/NN)\n  de/FW\n  emplear/FW\n  (NP como/NN pretexto/NN para/NN violentar/NN la/NN)\n  soberanía/FW\n  (NP y/NN)\n  la/FW\n  paz/FW\n  (ADJP nacional/JJ)\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  (NP una/JJ comparecencia/NN)\n  ,/,\n  (NP tras/NNS)\n  (VP elogiar/VBP la/JJ)\n  efervescencia/FW\n  (NP popular/JJ que/NN se/NN)\n  (NP vive/JJ en/NN la/NN jornada/NNP)\n  (ADJP nacional/JJ)\n  de/FW\n  alistamiento/FW\n  -se/FW\n  lleva/FW\n  (NP a/DT cabo/NN este/NN)\n  (VP sábado/VBD)\n  23/CD\n  de/IN\n  agosto/FW\n  y/FW\n  el/FW\n  domingo/FW\n  24-/CD\n  ,/,\n  (NP\n    Padrino/NNP\n    López/NNP\n    aseveró/NN\n    que/NN\n    el/NN\n    pueblo/NN\n    respondió/NN)\n  (VP resueltamente/VBZ (NP a/DT la/NN convocatoria/NN))\n  de/IN\n  defender/FW\n  el/FW\n  suelo/FW\n  (NP patrio/NN ante/NN)\n  el/FW\n  (NP intento/NN)\n  de/FW\n  (NP EE.UU./NNP)\n  de/FW\n  (NP fabricar/NN mentiras/NNS)\n  (VP y/VBP (NP falsos/JJ positivos/NN))\n  ,/,\n  (NP como/NN siempre/NN han/NN hecho/NN)\n  (VP antes/VBZ)\n  (PP de/IN (NP una/JJ agresión/JJ militar/NN))\n  ./.)",
      "(S\n  (NP Manifestó/NNP que/NN el/NN)\n  (PP alistamiento/IN (NP tiene/NN el/NN propósito/NN))\n  (PP de/IN (NP “/NNP mantener/NN intacta/NN la/NN))\n  (ADJP soberanía/JJ)\n  (ADJP nacional/JJ)\n  ,/,\n  (ADJP nuestra/JJ)\n  (VP integridad/VBP (NP territorial/JJ y/NN))\n  ,/,\n  además/FW\n  de/FW\n  eso/FW\n  ,/,\n  (NP como/NN)\n  (NP lo/JJ establece/NN la/NN Constitución/NNP)\n  ,/,\n  (NP garantizar/NN la/NN)\n  (NP independencia/JJ del/NN país/NN ”/NN)\n  ./.)",
      "(S\n  (NP\n    Destacó/NNP\n    que/NN\n    la/NN\n    Fuerza/NNP\n    Armada/NNP\n    Nacional/NNP\n    Bolivariana/NNP)\n  (/(\n  (NP FANB/NNP)\n  )/)\n  (NP constituye/NN)\n  (NP un/JJ muro/NN)\n  de/IN\n  contención/FW\n  (NP a/DT los/NN grupos/NN Tancol/NNP)\n  (/(\n  (NP terroristas/JJ armados/NN y/NN)\n  (VP narcotraficantes/VBZ)\n  (PP de/IN (NP Colombia/NNP))\n  )/)\n  ,/,\n  (VP carentes/VBZ)\n  de/IN\n  ideología/FW\n  y/FW\n  dedicados/FW\n  (NP completamente/NN al/NN narcotráfico/NN)\n  ./.)",
      "(S\n  (NP Denunció/NNP que/NN tras/NNS)\n  (VP el/VBP)\n  (VP estímulo/VB (NP a/DT esos/NN grupos/NN))\n  (PP en/IN (NP Colombia/NNP))\n  (VP\n    hay/VBD\n    (NP\n      una/JJ\n      estrategia/NN\n      subrepticia/NN\n      del/NN\n      imperialismo/NN\n      norteamericano/NN))\n  ,/,\n  (NP que/JJ cosecha/NN fracasos/NN)\n  en/IN\n  la/FW\n  lucha/FW\n  (ADJP contra/JJ)\n  el/FW\n  (NP narco/JJ pues/NNS)\n  (PP en/IN (NP realidad/NN))\n  (NP no/DT quiere/JJ acabar/NN con/NN él/NNP)\n  ,/,\n  (NP sino/NN)\n  mantenerlo/FW\n  (NP lubricando/NN)\n  la/FW\n  economía/FW\n  de/FW\n  la/FW\n  nación/FW\n  del/FW\n  (NP norte/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "LEYES_NORMATIVAS",
      "FECHAS_ESPECIFICAS",
      "RECURSOS_NATURALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          824,
          833
        ],
        "start": 824,
        "end": 833
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "agresión militar",
        "position": [
          806,
          822
        ],
        "start": 806,
        "end": 822
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que tras el estímulo a",
        "position": [
          1271,
          1302
        ],
        "start": 1271,
        "end": 1302
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          2692,
          2706
        ],
        "start": 2692,
        "end": 2706
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          182,
          188
        ],
        "start": 182,
        "end": 188
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          16,
          23
        ],
        "start": 16,
        "end": 23
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de defensa de",
        "position": [
          4,
          26
        ],
        "start": 4,
        "end": 26
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          2719,
          2730
        ],
        "start": 2719,
        "end": 2730
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          75,
          82
        ],
        "start": 75,
        "end": 82
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1271,
          1279
        ],
        "start": 1271,
        "end": 1279
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          987,
          999
        ],
        "start": 987,
        "end": 999
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          2522,
          2526
        ],
        "start": 2522,
        "end": 2526
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "servicio eléctrico",
        "position": [
          4407,
          4425
        ],
        "start": 4407,
        "end": 4425
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          1195,
          1203
        ],
        "start": 1195,
        "end": 1203
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          27,
          36
        ],
        "start": 27,
        "end": 36
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          404,
          410
        ],
        "start": 404,
        "end": 410
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado venezolano",
        "position": [
          2804,
          2821
        ],
        "start": 2804,
        "end": 2821
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "sábado 23 de agosto",
        "position": [
          559,
          578
        ],
        "start": 559,
        "end": 578
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          1362,
          1374
        ],
        "start": 1362,
        "end": 1374
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía y la paz nacional",
        "position": [
          392,
          419
        ],
        "start": 392,
        "end": 419
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 2.000",
        "position": [
          2101,
          2113
        ],
        "start": 2101,
        "end": 2113
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "8.000 efectivos",
        "position": [
          2209,
          2224
        ],
        "start": 2209,
        "end": 2224
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 8.000",
        "position": [
          2202,
          2214
        ],
        "start": 2202,
        "end": 2214
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "FANB",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Milicia Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministro de Defensa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerza Armada Nacional Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "estado Sucre",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vladimir Padrino López",
        "tipo": "Persona"
      },
      {
        "nombre": "Catatumbo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miranda",
        "tipo": "Lugar"
      },
      {
        "nombre": "M-26",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tancol",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Padrino López",
        "tipo": "Persona"
      },
      {
        "nombre": "Falcón",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Vladimir Padrino López",
        "relacion": "DESTACAR",
        "objeto": "Milicia Bolivariana"
      },
      {
        "sujeto": "Vladimir Padrino López",
        "relacion": "DESTACAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "DESTACAR",
        "objeto": "Vladimir Padrino López"
      },
      {
        "sujeto": "Milicia Bolivariana",
        "relacion": "UNIR_DESTACAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "UNIR_DESTACAR",
        "objeto": "Milicia Bolivariana"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "REFLEJAR_SE_ALAR_DESTACAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Fuerza Armada Nacional Bolivariana",
        "relacion": "CONSTITUIR_DESTACAR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "FANB",
        "relacion": "CONSTITUIR_DESTACAR",
        "objeto": "de Colombia"
      },
      {
        "sujeto": "FANB",
        "relacion": "INCAUTAR_RECORDAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "estado Sucre",
        "relacion": "DETENER_MANIFESTAR",
        "objeto": "M-26"
      }
    ]
  },
  "sentiment": {
    "compound": -0.1779,
    "pos": 0.015,
    "neu": 0.973,
    "neg": 0.013,
    "label": "negative"
  }
}