{
  "url": "https://www.telesurtv.net/opinion/redefiniendo-transiciones-energeticas/",
  "title": "Redefiniendo transiciones energéticas - teleSUR",
  "section": "",
  "tags": [],
  "text": "Para algunos, nuestro futuro energético es sencillo. Se trata de un mundo donde dominan las energías renovables, o como se ha venido afirmando, una “Era de la Electricidad”, que refleja la transición de una fuente de energía a otra, y en términos literales representaría el reemplazo del 80 por ciento de las fuentes de la matriz energética de hoy día, constituidas por petróleo, el gas y el carbón.\nPodría ser fácil dejarse atraer por esta propuesta. El término “transición energética” se ha convertido en una “frase comodín” para una visión intangible, y que hace que un futuro radicalmente diferente pueda parecer normal. Pasaremos del punto A al punto B sin preocupaciones, y el mundo llegará allí tal como supuestamente ha ocurrido la transición en el pasado. Es una narrativa que algunos consideran está escrita en piedra y que no debe ser cuestionada.\nEsto es equivocado. Debemos apreciar que el camino propuesto para la actual transición energética no está construido sobre la historia real de la energía y no representa un futuro realista para todos los países y pueblos del mundo. De igual forma, esta propuesta de transición también podría generar enormes problemas para la seguridad y disponibilidad energética, la reducción de emisiones, e impedir la ejecución de necesarias inversiones.\nEsto se ha hecho evidente en años recientes, a causa de agendas políticas ambiciosas, pero poco realistas basadas en el artificial objetivo de cero emisiones netas. De igual manera, esto ha llevado a la población de múltiples países a rechazar estas propuestas apenas adquieren una mayor comprensión de las implicaciones que estas políticas suponen para sus suministros de energía, y para su economía personal y familiar.\nGran parte de la narrativa de transición que escuchamos en la actualidad está basada en una suposición sobre nuestro pasado energético, donde las fuentes de energía han estado en una competencia interminable y se han venido sustituyendo de forma constante: la madera fue reemplazada por el carbón, que a su vez lo fue por el petróleo, y este aparentemente será reemplazado por las energías renovables.\nEsta premisa es también errónea. Las fuentes de energía no han desaparecido. De hecho, siguen complementándose e incluso dependiendo unas de otras. Nuestra historia energética no está constituida por una sucesión de reemplazos y nuestro futuro energético tampoco lo estará.\nA lo largo de los siglos, a medida que las economías crecieron, la población se expandió y la demanda de energía se incrementó, la solución ha sido la adición de fuentes de energía. La enorme expansión del consumo de carbón a partir de 1850 en adelante vio también la demanda de otros materiales multiplicarse exponencialmente. El carbón impulsó la revolución industrial, en la que la madera resultó crucial para construir una multitud de edificios y productos, siendo por ejemplo esencial para la infraestructura de torres de perforación, tanques y barriles de la industria petrolera durante sus primeros años. La realidad actual es que el consumo mundial de madera continúa aumentando año tras año.\nLa creciente importancia del petróleo, desde finales de la década de 1950 en adelante, también condujo a un aumento de la demanda de carbón, el cual es indispensable para la producción de acero. El acero es un material clave para la exploración, producción y transporte de petróleo. El mundo consume más del triple de la cantidad de carbón que consumía en 1960 y, de hecho, hoy en día el consumo mundial de carbón sigue aumentando año tras año.\n¿Qué ocurre entonces con las fuentes de energías renovable? Es importante destacar que la OPEP las considera un componente central de nuestro futuro energético, y que nuestros países miembros ejecutan inversiones significativas para aumentar su capacidad. Sin embargo, también reconocemos que son solo una parte de la matriz energética del futuro.\n¿Es realista pensar que las fuentes de energía renovables pueden satisfacer -por sí solas- la demanda mundial de la actualidad y la expansión esperada, teniendo en cuenta que la energía eólica y solar solo suministran alrededor del 4 por ciento de la energía mundial en el presente?\nDebemos tener en cuenta además que el desarrollo de las energías renovables requiere de otras fuentes de energía. Los productos derivados del petróleo, como el vidrio, la resina y el plástico, son empleados en las turbinas eólicas; y el etileno se utiliza en la producción de paneles solares. El petróleo es clave para los vehículos mineros que son necesarios para la extracción de minerales críticos de los cuales depende la producción de energías renovables. Y en lo que respecta a parques eólicos, estos no existirían sin el acero, lo que nos lleva de nuevo a la importancia del carbón.\nA día de hoy, el consumo mundial de petróleo aumenta año tras año y sus productos derivados continúan brindando inmensos beneficios a miles de millones de personas. Sin ellos, los automóviles, autobuses y camiones quedarían varados, los aviones no podrían volar, el sector de la construcción quedaría paralizado, la producción de alimentos se vería devastada, y sería imposible producir productos sanitarios como jeringas médicas, desinfectantes para manos, válvulas cardíacas artificiales, máscaras de reanimación, estetoscopios, entre otros.\nA pesar de los reportes sobre el inminente pico en la demanda de petróleo, el mundo lo seguirá requiriendo, año tras año. Es una tendencia de la que hemos sido testigos en el pasado en el sector energético y que no tenemos dudas continuará en el futuro, dada la expansión demográfica en el mundo en desarrollo, la urbanización y el crecimiento económico.\nEsto significa que son necesarias inversiones, inversiones y más inversiones. En la OPEP, estimamos que los requerimientos en materia de inversión en la industria petrolera mundial ascienden a 17,4 billones de dólares hasta 2050; casi 650 mil millones de dólares al año.\nCon todo esto, quizá es hora de repensar cómo entendemos el término “transición energética”. El pasado nos ha demostrado que nuestro futuro no consistirá en reemplazar fuentes de energía, sino en adoptar nuevas, y encontrar continuamente nuevos usos para estas; todo esto orientado por el desarrollo industrial y, quizás aún más determinante, el desarrollo tecnológico, agregando nuevas energías y tecnologías, no eliminándolas.\nEstá claro que se requieren todas las fuentes de energía para alcanzar la seguridad y disponibilidad energética que todos requerimos, así como todas las tecnologías para lograr la reducción de emisiones que todos deseamos. Este parece ser un enfoque mucho más sensato a medida que trazamos futuras rutas energéticas diferenciadas, apropiadas para cada una de las naciones y los pueblos de todo el mundo.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/opinion/redefiniendo-transiciones-energeticas/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 1274,
    "message_id": 84456,
    "date": "2025-01-14T20:34:49+00:00",
    "text": "⚡️🇻🇪 **Venezuela apela por un futuro energético sostenible**\n\n🗣️ El analista y estratega Haitham Al Ghais, en entrevista para teleSUR, subrayó el papel crucial del petróleo en el consumo actual y prevée una inversión necesaria de 17,4 billones de dólares de aquí a 2050. \n\nAsimismo, cuestionó la idea de la sustitución energética, abogando por la innovación y la diversificación de las fuentes de energía para aumentar la seguridad y reducir las emisiones. \n\nAdemás, criticó las políticas poco realistas de cero emisiones netas, afirmando que el carbón y el petróleo siguen siendo vitales junto a las energías renovables. \n\nMás detalles en esta nota de nuestra web\n🔗 https://www.telesurtv.net/opinion/redefiniendo-transiciones-energeticas/",
    "photo_path": null,
    "views": 2800,
    "reactions": {
      "👍": 42,
      "❤": 4,
      "👏": 3,
      "😁": 1
    },
    "total_reactions": 50
  },
  "preprocessing": {
    "cleaned": "para algunos, nuestro futuro energético es sencillo. se trata de un mundo donde dominan las energías renovables, o como se ha venido afirmando, una “era de la electricidad”, que refleja la transición de una fuente de energía a otra, y en términos literales representaría el reemplazo del 80 por ciento de las fuentes de la matriz energética de hoy día, constituidas por petróleo, el gas y el carbón. podría ser fácil dejarse atraer por esta propuesta. el término “transición energética” se ha convertido en una “frase comodín” para una visión intangible, y que hace que un futuro radicalmente diferente pueda parecer normal. pasaremos del punto a al punto b sin preocupaciones, y el mundo llegará allí tal como supuestamente ha ocurrido la transición en el pasado. es una narrativa que algunos consideran está escrita en piedra y que no debe ser cuestionada. esto es equivocado. debemos apreciar que el camino propuesto para la actual transición energética no está construido sobre la historia real de la energía y no representa un futuro realista para todos los países y pueblos del mundo. de igual forma, esta propuesta de transición también podría generar enormes problemas para la seguridad y disponibilidad energética, la reducción de emisiones, e impedir la ejecución de necesarias inversiones. esto se ha hecho evidente en años recientes, a causa de agendas políticas ambiciosas, pero poco realistas basadas en el artificial objetivo de cero emisiones netas. de igual manera, esto ha llevado a la población de múltiples países a rechazar estas propuestas apenas adquieren una mayor comprensión de las implicaciones que estas políticas suponen para sus suministros de energía, y para su economía personal y familiar. gran parte de la narrativa de transición que escuchamos en la actualidad está basada en una suposición sobre nuestro pasado energético, donde las fuentes de energía han estado en una competencia interminable y se han venido sustituyendo de forma constante: la madera fue reemplazada por el carbón, que a su vez lo fue por el petróleo, y este aparentemente será reemplazado por las energías renovables. esta premisa es también errónea. las fuentes de energía no han desaparecido. de hecho, siguen complementándose e incluso dependiendo unas de otras. nuestra historia energética no está constituida por una sucesión de reemplazos y nuestro futuro energético tampoco lo estará. a lo largo de los siglos, a medida que las economías crecieron, la población se expandió y la demanda de energía se incrementó, la solución ha sido la adición de fuentes de energía. la enorme expansión del consumo de carbón a partir de 1850 en adelante vio también la demanda de otros materiales multiplicarse exponencialmente. el carbón impulsó la revolución industrial, en la que la madera resultó crucial para construir una multitud de edificios y productos, siendo por ejemplo esencial para la infraestructura de torres de perforación, tanques y barriles de la industria petrolera durante sus primeros años. la realidad actual es que el consumo mundial de madera continúa aumentando año tras año. la creciente importancia del petróleo, desde finales de la década de 1950 en adelante, también condujo a un aumento de la demanda de carbón, el cual es indispensable para la producción de acero. el acero es un material clave para la exploración, producción y transporte de petróleo. el mundo consume más del triple de la cantidad de carbón que consumía en 1960 y, de hecho, hoy en día el consumo mundial de carbón sigue aumentando año tras año. ¿qué ocurre entonces con las fuentes de energías renovable? es importante destacar que la opep las considera un componente central de nuestro futuro energético, y que nuestros países miembros ejecutan inversiones significativas para aumentar su capacidad. sin embargo, también reconocemos que son solo una parte de la matriz energética del futuro. ¿es realista pensar que las fuentes de energía renovables pueden satisfacer -por sí solas- la demanda mundial de la actualidad y la expansión esperada, teniendo en cuenta que la energía eólica y solar solo suministran alrededor del 4 por ciento de la energía mundial en el presente? debemos tener en cuenta además que el desarrollo de las energías renovables requiere de otras fuentes de energía. los productos derivados del petróleo, como el vidrio, la resina y el plástico, son empleados en las turbinas eólicas; y el etileno se utiliza en la producción de paneles solares. el petróleo es clave para los vehículos mineros que son necesarios para la extracción de minerales críticos de los cuales depende la producción de energías renovables. y en lo que respecta a parques eólicos, estos no existirían sin el acero, lo que nos lleva de nuevo a la importancia del carbón. a día de hoy, el consumo mundial de petróleo aumenta año tras año y sus productos derivados continúan brindando inmensos beneficios a miles de millones de personas. sin ellos, los automóviles, autobuses y camiones quedarían varados, los aviones no podrían volar, el sector de la construcción quedaría paralizado, la producción de alimentos se vería devastada, y sería imposible producir productos sanitarios como jeringas médicas, desinfectantes para manos, válvulas cardíacas artificiales, máscaras de reanimación, estetoscopios, entre otros. a pesar de los reportes sobre el inminente pico en la demanda de petróleo, el mundo lo seguirá requiriendo, año tras año. es una tendencia de la que hemos sido testigos en el pasado en el sector energético y que no tenemos dudas continuará en el futuro, dada la expansión demográfica en el mundo en desarrollo, la urbanización y el crecimiento económico. esto significa que son necesarias inversiones, inversiones y más inversiones. en la opep, estimamos que los requerimientos en materia de inversión en la industria petrolera mundial ascienden a 17,4 billones de dólares hasta 2050; casi 650 mil millones de dólares al año. con todo esto, quizá es hora de repensar cómo entendemos el término “transición energética”. el pasado nos ha demostrado que nuestro futuro no consistirá en reemplazar fuentes de energía, sino en adoptar nuevas, y encontrar continuamente nuevos usos para estas; todo esto orientado por el desarrollo industrial y, quizás aún más determinante, el desarrollo tecnológico, agregando nuevas energías y tecnologías, no eliminándolas. está claro que se requieren todas las fuentes de energía para alcanzar la seguridad y disponibilidad energética que todos requerimos, así como todas las tecnologías para lograr la reducción de emisiones que todos deseamos. este parece ser un enfoque mucho más sensato a medida que trazamos futuras rutas energéticas diferenciadas, apropiadas para cada una de las naciones y los pueblos de todo el mundo.",
    "tokens": [
      ",",
      "futuro",
      "energético",
      "sencillo",
      ".",
      "trata",
      "mundo",
      "dominan",
      "energías",
      "renovables",
      ",",
      "venido",
      "afirmando",
      ",",
      "“",
      "electricidad",
      "”",
      ",",
      "refleja",
      "transición",
      "fuente",
      "energía",
      ",",
      "términos",
      "literales",
      "representaría",
      "reemplazo",
      "80",
      "ciento",
      "fuentes",
      "matriz",
      "energética",
      "hoy",
      "día",
      ",",
      "constituidas",
      "petróleo",
      ",",
      "gas",
      "carbón",
      ".",
      "podría",
      "ser",
      "fácil",
      "dejarse",
      "atraer",
      "propuesta",
      ".",
      "término",
      "“",
      "transición",
      "energética",
      "”",
      "convertido",
      "“",
      "frase",
      "comodín",
      "”",
      "visión",
      "intangible",
      ",",
      "hace",
      "futuro",
      "radicalmente",
      "diferente",
      "pueda",
      "parecer",
      "normal",
      ".",
      "pasaremos",
      "punto",
      "punto",
      "b",
      "preocupaciones",
      ",",
      "mundo",
      "llegará",
      "allí",
      "tal",
      "supuestamente",
      "ocurrido",
      "transición",
      "pasado",
      ".",
      "narrativa",
      "consideran",
      "escrita",
      "piedra",
      "debe",
      "ser",
      "cuestionada",
      ".",
      "equivocado",
      ".",
      "debemos",
      "apreciar",
      "camino",
      "propuesto",
      "actual",
      "transición",
      "energética",
      "construido",
      "historia",
      "real",
      "energía",
      "representa",
      "futuro",
      "realista",
      "países",
      "pueblos",
      "mundo",
      ".",
      "igual",
      "forma",
      ",",
      "propuesta",
      "transición",
      "podría",
      "generar",
      "enormes",
      "problemas",
      "seguridad",
      "disponibilidad",
      "energética",
      ",",
      "reducción",
      "emisiones",
      ",",
      "impedir",
      "ejecución",
      "necesarias",
      "inversiones",
      ".",
      "hecho",
      "evidente",
      "años",
      "recientes",
      ",",
      "causa",
      "agendas",
      "políticas",
      "ambiciosas",
      ",",
      "realistas",
      "basadas",
      "artificial",
      "objetivo",
      "cero",
      "emisiones",
      "netas",
      ".",
      "igual",
      "manera",
      ",",
      "llevado",
      "población",
      "múltiples",
      "países",
      "rechazar",
      "propuestas",
      "apenas",
      "adquieren",
      "mayor",
      "comprensión",
      "implicaciones",
      "políticas",
      "suponen",
      "suministros",
      "energía",
      ",",
      "economía",
      "personal",
      "familiar",
      ".",
      "gran",
      "parte",
      "narrativa",
      "transición",
      "escuchamos",
      "actualidad",
      "basada",
      "suposición",
      "pasado",
      "energético",
      ",",
      "fuentes",
      "energía",
      "competencia",
      "interminable",
      "venido",
      "sustituyendo",
      "forma",
      "constante",
      ":",
      "madera",
      "reemplazada",
      "carbón",
      ",",
      "vez",
      "petróleo",
      ",",
      "aparentemente",
      "reemplazado",
      "energías",
      "renovables",
      ".",
      "premisa",
      "errónea",
      ".",
      "fuentes",
      "energía",
      "desaparecido",
      ".",
      "hecho",
      ",",
      "siguen",
      "complementándose",
      "incluso",
      "dependiendo",
      "unas",
      ".",
      "historia",
      "energética",
      "constituida",
      "sucesión",
      "reemplazos",
      "futuro",
      "energético",
      "tampoco",
      ".",
      "largo",
      "siglos",
      ",",
      "medida",
      "economías",
      "crecieron",
      ",",
      "población",
      "expandió",
      "demanda",
      "energía",
      "incrementó",
      ",",
      "solución",
      "sido",
      "adición",
      "fuentes",
      "energía",
      ".",
      "enorme",
      "expansión",
      "consumo",
      "carbón",
      "partir",
      "1850",
      "adelante",
      "vio",
      "demanda",
      "materiales",
      "multiplicarse",
      "exponencialmente",
      ".",
      "carbón",
      "impulsó",
      "revolución",
      "industrial",
      ",",
      "madera",
      "resultó",
      "crucial",
      "construir",
      "multitud",
      "edificios",
      "productos",
      ",",
      "siendo",
      "ejemplo",
      "esencial",
      "infraestructura",
      "torres",
      "perforación",
      ",",
      "tanques",
      "barriles",
      "industria",
      "petrolera",
      "primeros",
      "años",
      ".",
      "realidad",
      "actual",
      "consumo",
      "mundial",
      "madera",
      "continúa",
      "aumentando",
      "año",
      "tras",
      "año",
      ".",
      "creciente",
      "importancia",
      "petróleo",
      ",",
      "finales",
      "década",
      "1950",
      "adelante",
      ",",
      "condujo",
      "aumento",
      "demanda",
      "carbón",
      ",",
      "indispensable",
      "producción",
      "acero",
      ".",
      "acero",
      "material",
      "clave",
      "exploración",
      ",",
      "producción",
      "transporte",
      "petróleo",
      ".",
      "mundo",
      "consume",
      "triple",
      "cantidad",
      "carbón",
      "consumía",
      "1960",
      ",",
      "hecho",
      ",",
      "hoy",
      "día",
      "consumo",
      "mundial",
      "carbón",
      "sigue",
      "aumentando",
      "año",
      "tras",
      "año",
      ".",
      "¿qué",
      "ocurre",
      "entonces",
      "fuentes",
      "energías",
      "renovable",
      "?",
      "importante",
      "destacar",
      "opep",
      "considera",
      "componente",
      "central",
      "futuro",
      "energético",
      ",",
      "países",
      "miembros",
      "ejecutan",
      "inversiones",
      "significativas",
      "aumentar",
      "capacidad",
      ".",
      "embargo",
      ",",
      "reconocemos",
      "solo",
      "parte",
      "matriz",
      "energética",
      "futuro",
      ".",
      "¿es",
      "realista",
      "pensar",
      "fuentes",
      "energía",
      "renovables",
      "pueden",
      "satisfacer",
      "-por",
      "solas-",
      "demanda",
      "mundial",
      "actualidad",
      "expansión",
      "esperada",
      ",",
      "cuenta",
      "energía",
      "eólica",
      "solar",
      "solo",
      "suministran",
      "alrededor",
      "4",
      "ciento",
      "energía",
      "mundial",
      "presente",
      "?",
      "debemos",
      "tener",
      "cuenta",
      "además",
      "desarrollo",
      "energías",
      "renovables",
      "requiere",
      "fuentes",
      "energía",
      ".",
      "productos",
      "derivados",
      "petróleo",
      ",",
      "vidrio",
      ",",
      "resina",
      "plástico",
      ",",
      "empleados",
      "turbinas",
      "eólicas",
      ";",
      "etileno",
      "utiliza",
      "producción",
      "paneles",
      "solares",
      ".",
      "petróleo",
      "clave",
      "vehículos",
      "mineros",
      "necesarios",
      "extracción",
      "minerales",
      "críticos",
      "cuales",
      "depende",
      "producción",
      "energías",
      "renovables",
      ".",
      "respecta",
      "parques",
      "eólicos",
      ",",
      "existirían",
      "acero",
      ",",
      "lleva",
      "nuevo",
      "importancia",
      "carbón",
      ".",
      "día",
      "hoy",
      ",",
      "consumo",
      "mundial",
      "petróleo",
      "aumenta",
      "año",
      "tras",
      "año",
      "productos",
      "derivados",
      "continúan",
      "brindando",
      "inmensos",
      "beneficios",
      "miles",
      "millones",
      "personas",
      ".",
      ",",
      "automóviles",
      ",",
      "autobuses",
      "camiones",
      "quedarían",
      "varados",
      ",",
      "aviones",
      "podrían",
      "volar",
      ",",
      "sector",
      "construcción",
      "quedaría",
      "paralizado",
      ",",
      "producción",
      "alimentos",
      "vería",
      "devastada",
      ",",
      "imposible",
      "producir",
      "productos",
      "sanitarios",
      "jeringas",
      "médicas",
      ",",
      "desinfectantes",
      "manos",
      ",",
      "válvulas",
      "cardíacas",
      "artificiales",
      ",",
      "máscaras",
      "reanimación",
      ",",
      "estetoscopios",
      ",",
      ".",
      "pesar",
      "reportes",
      "inminente",
      "pico",
      "demanda",
      "petróleo",
      ",",
      "mundo",
      "seguirá",
      "requiriendo",
      ",",
      "año",
      "tras",
      "año",
      ".",
      "tendencia",
      "sido",
      "testigos",
      "pasado",
      "sector",
      "energético",
      "dudas",
      "continuará",
      "futuro",
      ",",
      "dada",
      "expansión",
      "demográfica",
      "mundo",
      "desarrollo",
      ",",
      "urbanización",
      "crecimiento",
      "económico",
      ".",
      "significa",
      "necesarias",
      "inversiones",
      ",",
      "inversiones",
      "inversiones",
      ".",
      "opep",
      ",",
      "estimamos",
      "requerimientos",
      "materia",
      "inversión",
      "industria",
      "petrolera",
      "mundial",
      "ascienden",
      "17,4",
      "billones",
      "dólares",
      "2050",
      ";",
      "casi",
      "650",
      "mil",
      "millones",
      "dólares",
      "año",
      ".",
      ",",
      "quizá",
      "hora",
      "repensar",
      "cómo",
      "entendemos",
      "término",
      "“",
      "transición",
      "energética",
      "”",
      ".",
      "pasado",
      "demostrado",
      "futuro",
      "consistirá",
      "reemplazar",
      "fuentes",
      "energía",
      ",",
      "sino",
      "adoptar",
      "nuevas",
      ",",
      "encontrar",
      "continuamente",
      "nuevos",
      "usos",
      ";",
      "orientado",
      "desarrollo",
      "industrial",
      ",",
      "quizás",
      "aún",
      "determinante",
      ",",
      "desarrollo",
      "tecnológico",
      ",",
      "agregando",
      "nuevas",
      "energías",
      "tecnologías",
      ",",
      "eliminándolas",
      ".",
      "claro",
      "requieren",
      "todas",
      "fuentes",
      "energía",
      "alcanzar",
      "seguridad",
      "disponibilidad",
      "energética",
      "requerimos",
      ",",
      "así",
      "todas",
      "tecnologías",
      "lograr",
      "reducción",
      "emisiones",
      "deseamos",
      ".",
      "parece",
      "ser",
      "enfoque",
      "sensato",
      "medida",
      "trazamos",
      "futuras",
      "rutas",
      "energéticas",
      "diferenciadas",
      ",",
      "apropiadas",
      "cada",
      "naciones",
      "pueblos",
      "mundo",
      "."
    ],
    "token_count": 675,
    "sentence_count": 41
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 41,
      "VBZ": 17,
      "JJ": 115,
      "NN": 367,
      "FW": 292,
      "NNS": 62,
      "VBP": 48,
      "CD": 7,
      "IN": 50,
      "RB": 4,
      "DT": 10,
      "VBD": 3,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 4,
      "VBZ-JJ": 7,
      "JJ-NN": 72,
      "NN-NN": 205,
      "NN-NNP": 13,
      "NNP-NN": 21,
      "NN-FW": 37,
      "FW-FW": 185,
      "FW-NN": 48,
      "NN-NNS": 21,
      "NNS-VBP": 38,
      "VBP-NNS": 4,
      "VBP-JJ": 30,
      "NN-JJ": 32,
      "JJ-NNP": 6,
      "NNP-FW": 10,
      "FW-NNP": 15,
      "FW-NNS": 19,
      "NN-CD": 2,
      "CD-NN": 3,
      "NN-IN": 36,
      "IN-FW": 39,
      "NNS-IN": 6,
      "IN-JJ": 5,
      "JJ-JJ": 10,
      "IN-NN": 4,
      "NNP-JJ": 2,
      "VBP-RB": 1,
      "RB-JJ": 2,
      "JJ-FW": 10,
      "NN-DT": 2,
      "DT-NN": 8,
      "NN-RB": 1,
      "FW-JJ": 21,
      "NN-VBZ": 9,
      "VBZ-DT": 4,
      "FW-DT": 2,
      "NNS-NNP": 4,
      "NNP-VBD": 2,
      "VBD-JJ": 3,
      "VBP-IN": 3,
      "NNS-FW": 8,
      "JJ-NNS": 13,
      "VBZ-IN": 3,
      "NNP-VBP": 2,
      "NN-VBP": 7,
      "VBP-NN": 5,
      "FW-CD": 2,
      "CD-IN": 2,
      "VBP-NNP": 2,
      "IN-CD": 1,
      "CD-FW": 1,
      "VBZ-NN": 1,
      "JJ-VBZ": 2,
      "VBZ-FW": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "VBP-VBZ": 1,
      "DT-JJ": 2,
      "NNS-NNS": 2,
      "NNS-RB": 2,
      "RB-FW": 1,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1,
      "RB-VBP": 1,
      "NNS-DT": 1,
      "NN-VBD": 1,
      "JJ-DT": 1,
      "JJ-CD": 1,
      "CD-NNS": 1,
      "VBP-CD": 1,
      "IN-NNS": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NN": 45,
      "NN-NN-NN": 114,
      "NN-NN-NNP": 10,
      "NN-NNP-NN": 8,
      "NNP-NN-FW": 1,
      "NN-FW-FW": 24,
      "FW-FW-FW": 125,
      "FW-FW-NN": 24,
      "FW-NN-NNS": 4,
      "NN-NNS-VBP": 18,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJ": 23,
      "VBP-JJ-NN": 18,
      "NN-NN-JJ": 21,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "NNP-FW-FW": 2,
      "FW-FW-NNP": 11,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 16,
      "NN-NN-FW": 21,
      "FW-FW-NNS": 13,
      "FW-NNS-VBP": 11,
      "NN-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-NN": 1,
      "NN-NN-IN": 14,
      "NN-IN-FW": 29,
      "IN-FW-NNS": 5,
      "FW-NNS-IN": 2,
      "NNS-IN-FW": 5,
      "IN-FW-FW": 17,
      "FW-NN-NN": 21,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 4,
      "NN-JJ-NN": 22,
      "JJ-NN-JJ": 6,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 3,
      "NNP-FW-NN": 7,
      "NN-IN-NN": 4,
      "IN-NN-NNS": 2,
      "FW-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "NN-NN-NNS": 10,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NN-NNP-VBZ": 3,
      "NN-FW-JJ": 3,
      "FW-JJ-NN": 15,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 3,
      "DT-NN-NN": 3,
      "FW-FW-JJ": 9,
      "FW-JJ-FW": 3,
      "JJ-FW-FW": 8,
      "FW-FW-DT": 1,
      "FW-DT-NN": 2,
      "DT-NN-JJ": 2,
      "NN-NN-VBZ": 6,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-FW": 1,
      "FW-NNP-FW": 6,
      "IN-FW-JJ": 9,
      "NN-FW-NN": 10,
      "FW-NN-FW": 14,
      "FW-NNS-NNP": 2,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 2,
      "JJ-NN-IN": 16,
      "NN-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "VBP-JJ-NNS": 5,
      "JJ-NNS-VBP": 6,
      "VBP-JJ-JJ": 3,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NNP-NN-IN": 2,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 3,
      "IN-FW-NN": 5,
      "FW-NN-IN": 4,
      "VBP-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "NNP-VBZ-IN": 1,
      "IN-FW-DT": 1,
      "NN-NNP-FW": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 4,
      "JJ-NN-FW": 1,
      "NNP-NN-VBZ": 1,
      "NNS-VBP-NN": 4,
      "VBP-NN-NN": 3,
      "FW-FW-CD": 2,
      "FW-CD-IN": 2,
      "CD-IN-JJ": 2,
      "IN-JJ-FW": 1,
      "FW-NNS-FW": 4,
      "NNS-FW-FW": 6,
      "NN-NN-VBP": 6,
      "JJ-JJ-JJ": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-VBP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "IN-FW-NNP": 2,
      "NN-IN-CD": 1,
      "IN-CD-FW": 1,
      "CD-FW-FW": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "FW-JJ-NNP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "JJ-JJ-FW": 1,
      "VBZ-JJ-JJ": 1,
      "FW-NN-NNP": 1,
      "NN-JJ-VBZ": 2,
      "JJ-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "VBP-NN-NNP": 1,
      "NN-NNP-VBD": 1,
      "IN-NN-NN": 2,
      "FW-JJ-NNS": 1,
      "JJ-NNS-FW": 2,
      "VBP-JJ-FW": 3,
      "NNS-NNP-NN": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 2,
      "JJ-NN-NNS": 3,
      "NN-JJ-NNS": 3,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-RB": 1,
      "NNS-RB-FW": 1,
      "RB-FW-FW": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "JJ-NNS-DT": 1,
      "NNS-DT-NN": 1,
      "VBZ-JJ-NNS": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "NNS-NNS-VBP": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-NNP": 1,
      "FW-NN-JJ": 2,
      "JJ-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-CD": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-JJ-NNP": 1,
      "NNP-NN-NNS": 1,
      "JJ-VBZ-DT": 1,
      "DT-NN-VBZ": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-DT": 1,
      "DT-NN-NNP": 1,
      "VBP-NNS-IN": 1,
      "VBP-IN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 367,
        "FW": 292,
        "JJ": 115,
        "NNS": 62,
        "IN": 50
      },
      "top_bigrams": {
        "NN-NN": 205,
        "FW-FW": 185,
        "JJ-NN": 72,
        "FW-NN": 48,
        "IN-FW": 39
      },
      "top_trigrams": {
        "FW-FW-FW": 125,
        "NN-NN-NN": 114,
        "JJ-NN-NN": 45,
        "NN-IN-FW": 29,
        "NN-FW-FW": 24
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 41,
    "chunk_counts": {
      "NP": 259,
      "VP": 69,
      "PP": 12,
      "ADJP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0179
      },
      {
        "rule": "NP -> ('renovables', 'NNS')",
        "frequency": 4,
        "weight": 0.0102
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('fuentes', 'NNS')",
        "frequency": 3,
        "weight": 0.0077
      },
      {
        "rule": "S -> NP ('.', '.')",
        "frequency": 3,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('fuentes', 'VBZ')",
        "frequency": 3,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('consumo', 'JJ') ('mundial', 'NN')",
        "frequency": 3,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('energías', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0051
      },
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 2,
        "weight": 0.0051
      },
      {
        "rule": "VP -> ('del', 'VBZ')",
        "frequency": 2,
        "weight": 0.0051
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Para algunos"
      },
      {
        "label": "NP",
        "text": "nuestro futuro energético es sencillo"
      },
      {
        "label": "NP",
        "text": "Se trata"
      },
      {
        "label": "NP",
        "text": "dominan las"
      },
      {
        "label": "VP",
        "text": "energías renovables"
      },
      {
        "label": "NP",
        "text": "renovables"
      },
      {
        "label": "NP",
        "text": "o como se ha venido afirmando"
      },
      {
        "label": "NP",
        "text": "una “ Era"
      },
      {
        "label": "NP",
        "text": "Electricidad ”"
      },
      {
        "label": "NP",
        "text": "que refleja"
      },
      {
        "label": "NP",
        "text": "a otra"
      },
      {
        "label": "NP",
        "text": "términos literales"
      },
      {
        "label": "VP",
        "text": "representaría el reemplazo del"
      },
      {
        "label": "NP",
        "text": "el reemplazo del"
      },
      {
        "label": "NP",
        "text": "por ciento"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Para/NNP algunos/NNS)\n  ,/,\n  (NP nuestro/JJ futuro/NN energético/NN es/NN sencillo/NN)\n  ./.)",
      "(S\n  (NP Se/NNP trata/NN)\n  de/FW\n  un/FW\n  mundo/FW\n  donde/FW\n  (NP dominan/NN las/NNS)\n  (VP energías/VBP (NP renovables/NNS))\n  ,/,\n  (NP o/JJ como/NN se/NN ha/NN venido/NN afirmando/NN)\n  ,/,\n  (NP una/JJ “/NNP Era/NNP)\n  de/IN\n  la/FW\n  (NP Electricidad/NNP ”/NNP)\n  ,/,\n  (NP que/NN refleja/NN)\n  la/FW\n  transición/FW\n  de/FW\n  una/FW\n  fuente/FW\n  de/FW\n  energía/FW\n  (NP a/DT otra/NN)\n  ,/,\n  y/CC\n  en/FW\n  (NP términos/JJ literales/NNS)\n  (VP representaría/VBP (NP el/JJ reemplazo/NN del/NN))\n  80/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  las/FW\n  (NP fuentes/NNS)\n  de/IN\n  la/FW\n  matriz/FW\n  energética/FW\n  de/FW\n  hoy/FW\n  (NP día/NN)\n  ,/,\n  (NP constituidas/JJ por/NN petróleo/NN)\n  ,/,\n  (NP el/NN gas/NN y/NN el/NN carbón/NN)\n  ./.)",
      "(S\n  (NP\n    Podría/NNP\n    ser/NN\n    fácil/NN\n    dejarse/NN\n    atraer/NN\n    por/NN\n    esta/NN\n    propuesta/NN)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    término/NN\n    “/NNP\n    transición/NN\n    energética/NN\n    ”/NNP\n    se/NN\n    ha/NN\n    convertido/NN)\n  (PP en/IN (NP una/JJ “/JJ frase/NN comodín/NN ”/NNP para/NN))\n  (NP una/JJ visión/NN)\n  (ADJP intangible/JJ)\n  ,/,\n  (NP y/JJ que/NN hace/NN que/NN)\n  (NP un/JJ futuro/NN radicalmente/NN diferente/NN)\n  (NP pueda/JJ parecer/NN)\n  (ADJP normal/JJ)\n  ./.)",
      "(S\n  (NP Pasaremos/NNP)\n  (VP del/VBZ)\n  (PP\n    punto/IN\n    (NP A/NNP al/NN punto/NN B/NNP sin/NN preocupaciones/NNS))\n  ,/,\n  y/CC\n  el/FW\n  mundo/FW\n  llegará/FW\n  allí/FW\n  (NP\n    tal/JJ\n    como/NN\n    supuestamente/NN\n    ha/NN\n    ocurrido/NN\n    la/NN\n    transición/NN)\n  (PP en/IN (NP el/NN pasado/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "TIEMPO_RELATIVO",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "CIENCIA_TECNOLOGIA_SALUD",
      "INFRAESTRUCTURA_SERVICIOS",
      "RECURSOS_NATURALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          5802,
          5811
        ],
        "start": 5802,
        "end": 5811
      },
      {
        "category": "CIENCIA_TECNOLOGIA_SALUD",
        "matched_text": "desarrollo industrial y, quizás aún más determinante, el desarrollo tecnológico",
        "position": [
          6225,
          6304
        ],
        "start": 6225,
        "end": 6304
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "plástico",
        "position": [
          4359,
          4367
        ],
        "start": 4359,
        "end": 4367
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "petróleo, el mundo lo seguirá requiriendo, año tras año. es una tendencia de la que hemos sido testigos en el pasado en el sector energético",
        "position": [
          5375,
          5515
        ],
        "start": 5375,
        "end": 5515
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "electricidad",
        "position": [
          159,
          171
        ],
        "start": 159,
        "end": 171
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado en",
        "position": [
          1892,
          1901
        ],
        "start": 1892,
        "end": 1901
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          344,
          347
        ],
        "start": 344,
        "end": 347
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          3805,
          3812
        ],
        "start": 3805,
        "end": 3812
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "650 mil",
        "position": [
          5900,
          5907
        ],
        "start": 5900,
        "end": 5907
      },
      {
        "category": "MONETARIOS",
        "matched_text": "17,4 billones de dólares",
        "position": [
          5858,
          5882
        ],
        "start": 5858,
        "end": 5882
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "OPEP",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": []
  },
  "sentiment": {
    "compound": -0.9581,
    "pos": 0.016,
    "neu": 0.949,
    "neg": 0.035,
    "label": "negative"
  }
}