{
  "url": "https://www.telesurtv.net/aumenta-a-13-la-cifra-de-fallecidos-por-clima-extremo-en-bahia-blanca-argentina/",
  "title": "Aumenta a 13 la cifra de fallecidos por clima extremo en Bahía Blanca, Argentina - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Axel Kicillof",
    "Bahía Blanca",
    "Buenos Aires",
    "Desaparecidos",
    "desastre",
    "destrucción",
    "Inundaciones",
    "Javier Milei",
    "Muertos"
  ],
  "text": "\nEn el último parte de la tarde, el Municipio Bahía Blanca anunció que la cifra de personas fallecidas como consecuencia de este desastre aumentó a 13, mientras aún se encuentran inmersos en la búsqueda de las menores Delfina y Pilar Hecker, de uno y cinco años de edad. En este momento, 1059 argentinos se encuentran evacuados, de acuerdo con el sitio habilitado por la gobernación municipal.\nLas zonas más afectadas son las localidades de Cerri, Ingeniero White, Canal Maldonado y zona de influencia, Arroyo Napostá y zona del Parque Boronat. Al atardecer, los equipos municipales continuaban sus tareas de limpieza, remoción y ordenamiento, junto con el gobierno provincial, el Ejército y la Armada.\nDesde la empresa Aguas Bonaerenses S.A. informaron que recuperaron el suministro de energía de red en las Plantas Potabilizadoras Patagonia y Grünbein, las cuales han funcionado durante toda la jornada mediante grupos electrógenos, pero numerosas localidades continúan sin recibir abastecimiento de agua.\n\nEl gobernador bonaerense, Axel Kicillof, se encuentra en la ciudad desde el propio viernes, cuando se dieron las inundaciones, y ha asegurado que sostendrá el esfuerzo conjunto con el Gobierno nacional y el municipio para garantizar el éxito de los operativos.\nLos daños incluyen autos volcados, carreteras colapsadas tras la bajada de las aguas, enormes montones de lodo acumulado, edificios, residencias y negocios con sus frentes destruidos y todos sus muebles malogrados, daños materiales que no se comparan además con las pérdidas mortales.\nPor lo cual la población de Bahía Blanca reaccionó con indignación cuando la ministra de Seguridad, Patricia Bullrich, y su par de Defensa, Luis Petri, descendieron de uno de los vehículos del operativo de monitoreo con el objetivo de tomarse fotos, y los habitantes los obligaron a marcharse tras reclamarles por su responsabilidad en la catástrofe.\nRespecto a la trascendencia de los daños, el ministro de Gobierno bonaerense, Carlos Bianco, ha indicado que básicamente toda la ciudad debe ser reconstruida: ” (…) baja el agua y, básicamente, hay que reconstruir una ciudad, darle contención y asistencia necesaria a todos aquellos que perdieron todo, la casa, los muebles, los recursos; es un trabajo muy doloroso y triste, y que requiere de muchísimos recursos”.\nA propósito de los recursos, Bianco agregó que desde el viernes se comunicó con el jefe de Gabinete, Guillermo Francos, a quien solicitó como mínimo 10.000 millones de pesos (9.39 millones de dólares), los cuales habían aceptado aportar por parte del Gobierno nacional.\nEl propio Francos indicó que el monto de pesos para la ayuda a Bahía Blanca “estará disponibles la semana próxima”, y añadió que el mandatario Javier Milei no ha decidido viajar a la ciudad “por cuestiones climáticas”, lo cual no sorprende, pues es habitual que el impulsor de la motosierra que ha deteriorado la vida de todos los argentinos se mantenga al margen del sufrimiento de los ciudadanos.\n\n\nEn medio del ambiente tenso, el corte del agua potable y la energía eléctrica en varias zonas a causa de las roturas causadas por las inundaciones y crecidas, el Ente Nacional Regulador del Gas (ENARGAS) redujo el suministro de gas natural tras quedar fuera de servicio el complejo gasífero General Cerri, enclavado en Bahía Blanca.\nSi bien la empresa comunicó que está garantizada la demanda de las residencias, hospitales, edificios públicos, escuelas, entre otros inmuebles, cabe destacar que en los próximos días podrían tener problemas con el abastecimiento de gas en el país.\n\n\nSi bien Buenos Aires fue severamente afectada en Bahía Blanca, en otras provincias también se reportaron fuertes tormentas e inundaciones, que ocasionaron desbordes de ríos e interrupciones en el tráfico.\nEn Tucumán, varias familias debieron ser evacuadas de la capital, Lules, Las Talitas y Banda del Río Salí. En el municipio Mar del Plata la lluvia anegó las calles, dejó barrios sin corriente eléctrica y causó el cierre de los comercios y la suspensión de actividades nocturnas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/aumenta-a-13-la-cifra-de-fallecidos-por-clima-extremo-en-bahia-blanca-argentina/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 1776,
    "message_id": 88679,
    "date": "2025-03-09T03:55:13+00:00",
    "text": "teleSUR\nAumenta a 13 la cifra de fallecidos por clima extremo en Bahía Blanca, Argentina\nhttps://www.telesurtv.net/aumenta-a-13-la-cifra-de-fallecidos-por-clima-extremo-en-bahia-blanca-argentina/",
    "photo_path": null,
    "views": 2066,
    "reactions": {
      "🙏": 26,
      "😱": 9,
      "👍": 3
    },
    "total_reactions": 38
  },
  "preprocessing": {
    "cleaned": "en el último parte de la tarde, el municipio bahía blanca anunció que la cifra de personas fallecidas como consecuencia de este desastre aumentó a 13, mientras aún se encuentran inmersos en la búsqueda de las menores delfina y pilar hecker, de uno y cinco años de edad. en este momento, 1059 argentinos se encuentran evacuados, de acuerdo con el sitio habilitado por la gobernación municipal. las zonas más afectadas son las localidades de cerri, ingeniero white, canal maldonado y zona de influencia, arroyo napostá y zona del parque boronat. al atardecer, los equipos municipales continuaban sus tareas de limpieza, remoción y ordenamiento, junto con el gobierno provincial, el ejército y la armada. desde la empresa aguas bonaerenses s.a. informaron que recuperaron el suministro de energía de red en las plantas potabilizadoras patagonia y grünbein, las cuales han funcionado durante toda la jornada mediante grupos electrógenos, pero numerosas localidades continúan sin recibir abastecimiento de agua. el gobernador bonaerense, axel kicillof, se encuentra en la ciudad desde el propio viernes, cuando se dieron las inundaciones, y ha asegurado que sostendrá el esfuerzo conjunto con el gobierno nacional y el municipio para garantizar el éxito de los operativos. los daños incluyen autos volcados, carreteras colapsadas tras la bajada de las aguas, enormes montones de lodo acumulado, edificios, residencias y negocios con sus frentes destruidos y todos sus muebles malogrados, daños materiales que no se comparan además con las pérdidas mortales. por lo cual la población de bahía blanca reaccionó con indignación cuando la ministra de seguridad, patricia bullrich, y su par de defensa, luis petri, descendieron de uno de los vehículos del operativo de monitoreo con el objetivo de tomarse fotos, y los habitantes los obligaron a marcharse tras reclamarles por su responsabilidad en la catástrofe. respecto a la trascendencia de los daños, el ministro de gobierno bonaerense, carlos bianco, ha indicado que básicamente toda la ciudad debe ser reconstruida: ” (…) baja el agua y, básicamente, hay que reconstruir una ciudad, darle contención y asistencia necesaria a todos aquellos que perdieron todo, la casa, los muebles, los recursos; es un trabajo muy doloroso y triste, y que requiere de muchísimos recursos”. a propósito de los recursos, bianco agregó que desde el viernes se comunicó con el jefe de gabinete, guillermo francos, a quien solicitó como mínimo 10.000 millones de pesos (9.39 millones de dólares), los cuales habían aceptado aportar por parte del gobierno nacional. el propio francos indicó que el monto de pesos para la ayuda a bahía blanca “estará disponibles la semana próxima”, y añadió que el mandatario javier milei no ha decidido viajar a la ciudad “por cuestiones climáticas”, lo cual no sorprende, pues es habitual que el impulsor de la motosierra que ha deteriorado la vida de todos los argentinos se mantenga al margen del sufrimiento de los ciudadanos. en medio del ambiente tenso, el corte del agua potable y la energía eléctrica en varias zonas a causa de las roturas causadas por las inundaciones y crecidas, el ente nacional regulador del gas (enargas) redujo el suministro de gas natural tras quedar fuera de servicio el complejo gasífero general cerri, enclavado en bahía blanca. si bien la empresa comunicó que está garantizada la demanda de las residencias, hospitales, edificios públicos, escuelas, entre otros inmuebles, cabe destacar que en los próximos días podrían tener problemas con el abastecimiento de gas en el país. si bien buenos aires fue severamente afectada en bahía blanca, en otras provincias también se reportaron fuertes tormentas e inundaciones, que ocasionaron desbordes de ríos e interrupciones en el tráfico. en tucumán, varias familias debieron ser evacuadas de la capital, lules, las talitas y banda del río salí. en el municipio mar del plata la lluvia anegó las calles, dejó barrios sin corriente eléctrica y causó el cierre de los comercios y la suspensión de actividades nocturnas.",
    "tokens": [
      "último",
      "parte",
      "tarde",
      ",",
      "municipio",
      "bahía",
      "blanca",
      "anunció",
      "cifra",
      "personas",
      "fallecidas",
      "consecuencia",
      "desastre",
      "aumentó",
      "13",
      ",",
      "mientras",
      "aún",
      "encuentran",
      "inmersos",
      "búsqueda",
      "menores",
      "delfina",
      "pilar",
      "hecker",
      ",",
      "cinco",
      "años",
      "edad",
      ".",
      "momento",
      ",",
      "1059",
      "argentinos",
      "encuentran",
      "evacuados",
      ",",
      "acuerdo",
      "sitio",
      "habilitado",
      "gobernación",
      "municipal",
      ".",
      "zonas",
      "afectadas",
      "localidades",
      "cerri",
      ",",
      "ingeniero",
      "white",
      ",",
      "canal",
      "maldonado",
      "zona",
      "influencia",
      ",",
      "arroyo",
      "napostá",
      "zona",
      "parque",
      "boronat",
      ".",
      "atardecer",
      ",",
      "equipos",
      "municipales",
      "continuaban",
      "tareas",
      "limpieza",
      ",",
      "remoción",
      "ordenamiento",
      ",",
      "junto",
      "gobierno",
      "provincial",
      ",",
      "ejército",
      "armada",
      ".",
      "empresa",
      "aguas",
      "bonaerenses",
      "s.a.",
      "informaron",
      "recuperaron",
      "suministro",
      "energía",
      "red",
      "plantas",
      "potabilizadoras",
      "patagonia",
      "grünbein",
      ",",
      "cuales",
      "funcionado",
      "toda",
      "jornada",
      "mediante",
      "grupos",
      "electrógenos",
      ",",
      "numerosas",
      "localidades",
      "continúan",
      "recibir",
      "abastecimiento",
      "agua",
      ".",
      "gobernador",
      "bonaerense",
      ",",
      "axel",
      "kicillof",
      ",",
      "encuentra",
      "ciudad",
      "propio",
      "viernes",
      ",",
      "dieron",
      "inundaciones",
      ",",
      "asegurado",
      "sostendrá",
      "esfuerzo",
      "conjunto",
      "gobierno",
      "nacional",
      "municipio",
      "garantizar",
      "éxito",
      "operativos",
      ".",
      "daños",
      "incluyen",
      "autos",
      "volcados",
      ",",
      "carreteras",
      "colapsadas",
      "tras",
      "bajada",
      "aguas",
      ",",
      "enormes",
      "montones",
      "lodo",
      "acumulado",
      ",",
      "edificios",
      ",",
      "residencias",
      "negocios",
      "frentes",
      "destruidos",
      "muebles",
      "malogrados",
      ",",
      "daños",
      "materiales",
      "comparan",
      "además",
      "pérdidas",
      "mortales",
      ".",
      "población",
      "bahía",
      "blanca",
      "reaccionó",
      "indignación",
      "ministra",
      "seguridad",
      ",",
      "patricia",
      "bullrich",
      ",",
      "par",
      "defensa",
      ",",
      "luis",
      "petri",
      ",",
      "descendieron",
      "vehículos",
      "operativo",
      "monitoreo",
      "objetivo",
      "tomarse",
      "fotos",
      ",",
      "habitantes",
      "obligaron",
      "marcharse",
      "tras",
      "reclamarles",
      "responsabilidad",
      "catástrofe",
      ".",
      "respecto",
      "trascendencia",
      "daños",
      ",",
      "ministro",
      "gobierno",
      "bonaerense",
      ",",
      "carlos",
      "bianco",
      ",",
      "indicado",
      "básicamente",
      "toda",
      "ciudad",
      "debe",
      "ser",
      "reconstruida",
      ":",
      "”",
      "(",
      "…",
      ")",
      "baja",
      "agua",
      ",",
      "básicamente",
      ",",
      "reconstruir",
      "ciudad",
      ",",
      "darle",
      "contención",
      "asistencia",
      "necesaria",
      "aquellos",
      "perdieron",
      ",",
      "casa",
      ",",
      "muebles",
      ",",
      "recursos",
      ";",
      "trabajo",
      "doloroso",
      "triste",
      ",",
      "requiere",
      "muchísimos",
      "recursos",
      "”",
      ".",
      "propósito",
      "recursos",
      ",",
      "bianco",
      "agregó",
      "viernes",
      "comunicó",
      "jefe",
      "gabinete",
      ",",
      "guillermo",
      "francos",
      ",",
      "solicitó",
      "mínimo",
      "10.000",
      "millones",
      "pesos",
      "(",
      "9.39",
      "millones",
      "dólares",
      ")",
      ",",
      "cuales",
      "aceptado",
      "aportar",
      "parte",
      "gobierno",
      "nacional",
      ".",
      "propio",
      "francos",
      "indicó",
      "monto",
      "pesos",
      "ayuda",
      "bahía",
      "blanca",
      "“",
      "disponibles",
      "semana",
      "próxima",
      "”",
      ",",
      "añadió",
      "mandatario",
      "javier",
      "milei",
      "decidido",
      "viajar",
      "ciudad",
      "“",
      "cuestiones",
      "climáticas",
      "”",
      ",",
      "sorprende",
      ",",
      "pues",
      "habitual",
      "impulsor",
      "motosierra",
      "deteriorado",
      "vida",
      "argentinos",
      "mantenga",
      "margen",
      "sufrimiento",
      "ciudadanos",
      ".",
      "medio",
      "ambiente",
      "tenso",
      ",",
      "corte",
      "agua",
      "potable",
      "energía",
      "eléctrica",
      "varias",
      "zonas",
      "causa",
      "roturas",
      "causadas",
      "inundaciones",
      "crecidas",
      ",",
      "ente",
      "nacional",
      "regulador",
      "gas",
      "(",
      "enargas",
      ")",
      "redujo",
      "suministro",
      "gas",
      "natural",
      "tras",
      "quedar",
      "servicio",
      "complejo",
      "gasífero",
      "general",
      "cerri",
      ",",
      "enclavado",
      "bahía",
      "blanca",
      ".",
      "si",
      "bien",
      "empresa",
      "comunicó",
      "garantizada",
      "demanda",
      "residencias",
      ",",
      "hospitales",
      ",",
      "edificios",
      "públicos",
      ",",
      "escuelas",
      ",",
      "inmuebles",
      ",",
      "cabe",
      "destacar",
      "próximos",
      "días",
      "podrían",
      "tener",
      "problemas",
      "abastecimiento",
      "gas",
      "país",
      ".",
      "si",
      "bien",
      "buenos",
      "aires",
      "severamente",
      "afectada",
      "bahía",
      "blanca",
      ",",
      "provincias",
      "reportaron",
      "fuertes",
      "tormentas",
      "inundaciones",
      ",",
      "ocasionaron",
      "desbordes",
      "ríos",
      "interrupciones",
      "tráfico",
      ".",
      "tucumán",
      ",",
      "varias",
      "familias",
      "debieron",
      "ser",
      "evacuadas",
      "capital",
      ",",
      "lules",
      ",",
      "talitas",
      "banda",
      "río",
      "salí",
      ".",
      "municipio",
      "mar",
      "plata",
      "lluvia",
      "anegó",
      "calles",
      ",",
      "dejó",
      "barrios",
      "corriente",
      "eléctrica",
      "causó",
      "cierre",
      "comercios",
      "suspensión",
      "actividades",
      "nocturnas",
      "."
    ],
    "token_count": 446,
    "sentence_count": 16
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "NN": 195,
      "IN": 22,
      "FW": 148,
      "NNS": 45,
      "VBP": 35,
      "VBD": 6,
      "CD": 4,
      "JJ": 44,
      "VBZ": 9,
      "DT": 3
    },
    "bigram_freq": {
      "NNP-NN": 24,
      "NN-NNP": 15,
      "NN-IN": 15,
      "IN-FW": 15,
      "FW-FW": 94,
      "FW-NNP": 18,
      "NNP-NNP": 48,
      "NN-NN": 111,
      "NN-FW": 23,
      "FW-NNS": 10,
      "NNS-VBP": 31,
      "VBP-NN": 5,
      "FW-NN": 22,
      "NN-VBD": 4,
      "VBD-CD": 2,
      "CD-NNS": 3,
      "NNS-JJ": 2,
      "JJ-JJ": 3,
      "JJ-NN": 24,
      "NNS-NNP": 3,
      "NNP-IN": 3,
      "FW-JJ": 3,
      "NN-CD": 1,
      "CD-NN": 1,
      "VBD-FW": 1,
      "NN-JJ": 7,
      "JJ-NNP": 5,
      "NNP-VBZ": 4,
      "VBZ-NN": 2,
      "NN-NNS": 14,
      "NNS-VBZ": 2,
      "VBZ-IN": 1,
      "IN-NNP": 4,
      "NNP-FW": 9,
      "JJ-NNS": 8,
      "VBP-JJ": 20,
      "JJ-FW": 3,
      "NN-VBP": 2,
      "VBZ-NNS": 1,
      "NN-VBZ": 3,
      "VBZ-JJ": 4,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "NNP-JJ": 2,
      "VBP-NNS": 8,
      "NNS-FW": 2,
      "VBP-DT": 1,
      "DT-NN": 3,
      "NNP-VBP": 1,
      "VBD-NN": 1,
      "NNS-IN": 3,
      "FW-CD": 1,
      "NNP-DT": 1,
      "JJ-DT": 1,
      "VBZ-VBP": 1,
      "NNS-NNS": 1,
      "IN-NN": 2,
      "IN-JJ": 1,
      "VBP-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-NNP": 4,
      "NN-NNP-NN": 3,
      "NNP-NN-IN": 1,
      "NN-IN-FW": 11,
      "IN-FW-FW": 7,
      "FW-FW-FW": 63,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NNP": 22,
      "NNP-NNP-NN": 11,
      "NNP-NN-NN": 15,
      "NN-NN-FW": 9,
      "NN-FW-FW": 14,
      "FW-FW-NNS": 7,
      "FW-NNS-VBP": 6,
      "NNS-VBP-NN": 4,
      "VBP-NN-FW": 3,
      "NN-FW-NN": 8,
      "FW-NN-NN": 7,
      "NN-NN-VBD": 3,
      "NN-VBD-CD": 2,
      "VBD-CD-NNS": 2,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "JJ-NN-NN": 18,
      "NN-NN-IN": 9,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 3,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 1,
      "JJ-NN-IN": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 6,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-NN": 12,
      "FW-NN-FW": 7,
      "NN-NN-NN": 65,
      "NN-NN-JJ": 5,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "IN-NNP-NNP": 4,
      "NNP-NNP-FW": 6,
      "NNP-FW-NNP": 4,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 6,
      "NNS-VBP-JJ": 17,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NN": 13,
      "JJ-NN-NNP": 1,
      "NN-NNP-NNP": 8,
      "NNP-FW-FW": 4,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NN-NN-NNP": 8,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "FW-NN-NNS": 3,
      "NN-NNS-VBP": 12,
      "NN-NN-NNS": 7,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 1,
      "NN-NNP-IN": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNS-VBP-NNS": 8,
      "VBP-NNS-VBP": 5,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "VBZ-JJ-NNS": 2,
      "VBP-JJ-NNS": 4,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-NNS": 2,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-NN-FW": 1,
      "VBZ-NN-NN": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "NN-IN-NNP": 2,
      "NNP-NN-FW": 3,
      "NNS-VBZ-JJ": 1,
      "FW-NNP-FW": 1,
      "FW-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "NN-JJ-NN": 4,
      "JJ-NN-JJ": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNP-JJ-NNP": 1,
      "NNP-NN-NNS": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NNS-NNP-NN": 1,
      "FW-NN-IN": 3,
      "IN-FW-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-NNP": 1,
      "NN-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-FW-NNP": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "IN-FW-NN": 1,
      "NNP-VBZ-JJ": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "FW-NN-NNP": 2,
      "NNP-FW-NN": 1,
      "NN-NNP-FW": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 195,
        "FW": 148,
        "NNP": 94,
        "NNS": 45,
        "JJ": 44
      },
      "top_bigrams": {
        "NN-NN": 111,
        "FW-FW": 94,
        "NNP-NNP": 48,
        "NNS-VBP": 31,
        "NNP-NN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 65,
        "FW-FW-FW": 63,
        "NNP-NNP-NNP": 22,
        "JJ-NN-NN": 18,
        "NNS-VBP-JJ": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 16,
    "chunk_counts": {
      "NP": 172,
      "VP": 43,
      "PP": 11,
      "ADJP": 1
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0206
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0165
      },
      {
        "rule": "NP -> ('Bahía', 'NNP') ('Blanca', 'NNP')",
        "frequency": 3,
        "weight": 0.0123
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('edificios', 'NNS')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('gas', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "S -> NP ('de', 'IN') ('la', 'FW') ('tarde', 'FW') (',', ',') ('el', 'FW') NP ('la', 'FW') ('cifra', 'FW') ('de', 'FW') ('personas', 'FW') NP VP ('de', 'FW') NP VP ('a', 'DT') ('13', 'CD') (',', ',') ('mientras', 'FW') ('aún', 'FW') ('se', 'FW') ('encuentran', 'FW') ('inmersos', 'FW') ('en', 'FW') ('la', 'FW') ('búsqueda', 'FW') ('de', 'FW') ('las', 'FW') NP VP (',', ',') ('de', 'FW') ('uno', 'FW') ('y', 'FW') NP ('de', 'IN') ('edad', 'FW') ('.', '.')",
        "frequency": 1,
        "weight": 0.0041
      },
      {
        "rule": "NP -> ('En', 'NNP') ('el', 'NN') ('último', 'NNP') ('parte', 'NN')",
        "frequency": 1,
        "weight": 0.0041
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En el último parte"
      },
      {
        "label": "NP",
        "text": "Municipio Bahía Blanca anunció que"
      },
      {
        "label": "NP",
        "text": "fallecidas"
      },
      {
        "label": "VP",
        "text": "como consecuencia"
      },
      {
        "label": "NP",
        "text": "consecuencia"
      },
      {
        "label": "NP",
        "text": "este desastre"
      },
      {
        "label": "VP",
        "text": "aumentó"
      },
      {
        "label": "NP",
        "text": "menores Delfina"
      },
      {
        "label": "VP",
        "text": "y Pilar Hecker"
      },
      {
        "label": "NP",
        "text": "Pilar Hecker"
      },
      {
        "label": "NP",
        "text": "cinco años"
      },
      {
        "label": "NP",
        "text": "En este momento"
      },
      {
        "label": "NP",
        "text": "argentinos se encuentran evacuados"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "sitio habilitado por la gobernación municipal"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP el/NN último/NNP parte/NN)\n  de/IN\n  la/FW\n  tarde/FW\n  ,/,\n  el/FW\n  (NP Municipio/NNP Bahía/NNP Blanca/NNP anunció/NN que/NN)\n  la/FW\n  cifra/FW\n  de/FW\n  personas/FW\n  (NP fallecidas/NNS)\n  (VP como/VBP (NP consecuencia/NN))\n  de/FW\n  (NP este/NN desastre/NN)\n  (VP aumentó/VBD)\n  a/DT\n  13/CD\n  ,/,\n  mientras/FW\n  aún/FW\n  se/FW\n  encuentran/FW\n  inmersos/FW\n  en/FW\n  la/FW\n  búsqueda/FW\n  de/FW\n  las/FW\n  (NP menores/NNS Delfina/NNP)\n  (VP y/VBP (NP Pilar/NNP Hecker/NNP))\n  ,/,\n  de/FW\n  uno/FW\n  y/FW\n  (NP cinco/NN años/NN)\n  de/IN\n  edad/FW\n  ./.)",
      "(S\n  (NP En/NNP este/NN momento/NN)\n  ,/,\n  1059/CD\n  (NP argentinos/NN se/NN encuentran/NN evacuados/NN)\n  ,/,\n  de/FW\n  acuerdo/FW\n  (NP con/NN)\n  el/FW\n  (NP\n    sitio/NN\n    habilitado/NN\n    por/NN\n    la/NN\n    gobernación/NN\n    municipal/NN)\n  ./.)",
      "(S\n  (NP Las/NNP zonas/NNP más/NNP)\n  (VP afectadas/VBZ (NP son/NN las/NNS))\n  (VP localidades/VBZ)\n  (PP de/IN (NP Cerri/NNP))\n  ,/,\n  (NP Ingeniero/NNP White/NNP)\n  ,/,\n  (NP Canal/NNP Maldonado/NNP y/NNP zona/NNP)\n  de/FW\n  (NP influencia/NN)\n  ,/,\n  (NP Arroyo/NNP Napostá/NNP y/NNP zona/NNP)\n  del/FW\n  (NP Parque/NNP Boronat/NNP)\n  ./.)",
      "(S\n  (NP Al/NNP atardecer/NN)\n  ,/,\n  (NP los/JJ equipos/NN municipales/NNS)\n  (VP continuaban/VBP sus/JJ)\n  tareas/FW\n  de/FW\n  limpieza/FW\n  ,/,\n  remoción/FW\n  y/FW\n  (NP ordenamiento/NN)\n  ,/,\n  (NP junto/NN con/NN el/NN gobierno/NN provincial/NN)\n  ,/,\n  el/FW\n  (NP Ejército/NNP y/NNP la/NNP Armada/NNP)\n  ./.)",
      "(S\n  (NP Desde/NNP la/NN)\n  empresa/FW\n  (NP\n    Aguas/NNP\n    Bonaerenses/NNP\n    S.A./NNP\n    informaron/NN\n    que/NN\n    recuperaron/NN)\n  el/FW\n  suministro/FW\n  de/FW\n  energía/FW\n  de/FW\n  red/FW\n  en/FW\n  las/FW\n  (NP\n    Plantas/NNP\n    Potabilizadoras/NNP\n    Patagonia/NNP\n    y/NNP\n    Grünbein/NNP)\n  ,/,\n  (NP las/JJ cuales/NNS)\n  (VP han/VBP (NP funcionado/JJ durante/NN toda/NN))\n  la/FW\n  (NP jornada/NN mediante/NN grupos/NN electrógenos/NN)\n  ,/,\n  (NP pero/NN numerosas/NNS)\n  (VP localidades/VBZ (NP continúan/JJ sin/NN recibir/NN))\n  abastecimiento/IN\n  de/FW\n  agua/FW\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "MEDIOS_COMUNICACION",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "CIUDADES_CAPITALES",
      "FECHAS_HORAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2251,
          2258
        ],
        "start": 2251,
        "end": 2258
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          3839,
          3846
        ],
        "start": 3839,
        "end": 3846
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          59,
          66
        ],
        "start": 59,
        "end": 66
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1686,
          1693
        ],
        "start": 1686,
        "end": 1693
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "negocios con sus frentes destruidos",
        "position": [
          1417,
          1452
        ],
        "start": 1417,
        "end": 1452
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministra de seguridad",
        "position": [
          1632,
          1653
        ],
        "start": 1632,
        "end": 1653
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "canal maldonado y",
        "position": [
          465,
          482
        ],
        "start": 465,
        "end": 482
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "gas (enargas) redujo el suministro de gas natural",
        "position": [
          3183,
          3232
        ],
        "start": 3183,
        "end": 3232
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          1002,
          1006
        ],
        "start": 1002,
        "end": 1006
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          787,
          794
        ],
        "start": 787,
        "end": 794
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "agua potable",
        "position": [
          3035,
          3047
        ],
        "start": 3035,
        "end": 3047
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          3585,
          3597
        ],
        "start": 3585,
        "end": 3597
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "patagonia",
        "position": [
          833,
          842
        ],
        "start": 833,
        "end": 842
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "zona de",
        "position": [
          483,
          490
        ],
        "start": 483,
        "end": 490
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "parque boronat",
        "position": [
          529,
          543
        ],
        "start": 529,
        "end": 543
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo gasífero",
        "position": [
          3266,
          3283
        ],
        "start": 3266,
        "end": 3283
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 millones",
        "position": [
          2474,
          2486
        ],
        "start": 2474,
        "end": 2486
      },
      {
        "category": "MONETARIOS",
        "matched_text": "10.000 millones de pesos",
        "position": [
          2471,
          2495
        ],
        "start": 2471,
        "end": 2495
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "semana próxima",
        "position": [
          2691,
          2705
        ],
        "start": 2691,
        "end": 2705
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Cerri",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arroyo Napostá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Delfina",
        "tipo": "Persona"
      },
      {
        "nombre": "Armada",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gabinete",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lules",
        "tipo": "Lugar"
      },
      {
        "nombre": "Defensa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Canal Maldonado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pilar Hecker",
        "tipo": "Persona"
      },
      {
        "nombre": "Patricia Bullrich",
        "tipo": "Persona"
      },
      {
        "nombre": "Ente Nacional Regulador del Gas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bianco",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Bahía Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guillermo Francos",
        "tipo": "Persona"
      },
      {
        "nombre": "ENARGAS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "General Cerri",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aguas Bonaerenses S.A.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno bonaerense",
        "tipo": "Lugar"
      },
      {
        "nombre": "Axel Kicillof",
        "tipo": "Persona"
      },
      {
        "nombre": "Municipio Bahía Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francos",
        "tipo": "Persona"
      },
      {
        "nombre": "Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Grünbein",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luis Petri",
        "tipo": "Persona"
      },
      {
        "nombre": "Banda del Río Salí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tucumán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mar del Plata",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ingeniero White",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carlos Bianco",
        "tipo": "Persona"
      },
      {
        "nombre": "Parque Boronat",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno nacional.",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Municipio Bahía Blanca",
        "relacion": "ANUNCIAR",
        "objeto": "Delfina"
      },
      {
        "sujeto": "Municipio Bahía Blanca",
        "relacion": "ANUNCIAR",
        "objeto": "Pilar Hecker"
      },
      {
        "sujeto": "Aguas Bonaerenses S.A.",
        "relacion": "INFORMAR",
        "objeto": "Grünbein"
      },
      {
        "sujeto": "Axel Kicillof",
        "relacion": "ENCONTRAR",
        "objeto": "Gobierno nacional"
      },
      {
        "sujeto": "Bahía Blanca",
        "relacion": "REACCIONAR",
        "objeto": "Patricia Bullrich"
      },
      {
        "sujeto": "Bahía Blanca",
        "relacion": "REACCIONAR",
        "objeto": "Defensa"
      },
      {
        "sujeto": "Bahía Blanca",
        "relacion": "REACCIONAR",
        "objeto": "Luis Petri"
      },
      {
        "sujeto": "Bianco",
        "relacion": "AGREGAR",
        "objeto": "Gabinete"
      },
      {
        "sujeto": "Bianco",
        "relacion": "AGREGAR",
        "objeto": "Guillermo Francos"
      },
      {
        "sujeto": "Bianco",
        "relacion": "AGREGAR",
        "objeto": "Gobierno nacional."
      },
      {
        "sujeto": "Gabinete",
        "relacion": "COMUNICAR_AGREGAR",
        "objeto": "Gobierno nacional."
      },
      {
        "sujeto": "Guillermo Francos",
        "relacion": "COMUNICAR_AGREGAR",
        "objeto": "Gobierno nacional."
      },
      {
        "sujeto": "Francos",
        "relacion": "INDICAR",
        "objeto": "Bahía Blanca"
      },
      {
        "sujeto": "Francos",
        "relacion": "INDICAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Bahía Blanca",
        "relacion": "INDICAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Ente Nacional Regulador del Gas",
        "relacion": "REDUCIR",
        "objeto": "General Cerri"
      },
      {
        "sujeto": "Ente Nacional Regulador del Gas",
        "relacion": "REDUCIR",
        "objeto": "Bahía Blanca"
      },
      {
        "sujeto": "ENARGAS",
        "relacion": "REDUCIR",
        "objeto": "General Cerri"
      },
      {
        "sujeto": "ENARGAS",
        "relacion": "REDUCIR",
        "objeto": "Bahía Blanca"
      },
      {
        "sujeto": "Tucumán",
        "relacion": "EVACUAR",
        "objeto": "Lules"
      },
      {
        "sujeto": "Tucumán",
        "relacion": "EVACUAR",
        "objeto": "Banda del Río Salí"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4019,
    "pos": 0.019,
    "neu": 0.958,
    "neg": 0.022,
    "label": "negative"
  }
}