{
  "url": "https://www.telesurtv.net/rusia-libera-la-estrategica-ciudad-de-sudzha-provincia-de-kursk/",
  "title": "Rusia libera la estratégica ciudad de Sudzha, provincia de Kursk - teleSUR",
  "section": "Mundo",
  "tags": [
    "Rusia",
    "Ucrania"
  ],
  "text": "El Ministerio de Defensa de Rusia informó este jueves que los militares han liberado la ciudad crucial de Sudzha, en la provincia de Kursk. Esta fue la localidad más grande que las Fuerzas Armadas de Ucrania consiguieron tomar en agosto de 2024 durante una ofensiva.\nLa ciudad de Sudzha posee una relevancia estratégica significativa. Se empleó como el principal núcleo logístico por el cual Kiev proveía a sus unidades en las localidades adyacentes, indicaron medios de comunicación rusos.\nAdemás de Sudzha, la entidad comunicó que las agrupaciones militares Séver (Norte) han liberado las zonas de Melovoy y Podol.\nSimultáneamente, en la provincia de Kursk se neutralizaron unidades ucranianas de diversas brigadas de asalto y defensa territorial, entre otras, mientras que las fuerzas rusas resistieron un contraataque del adversario.\nAdemás, indicaron que la aviación táctica y operativa y la artillería atacaron a militares ucranianos, además de la destrucción de equipos bélicos adversarios en diversas áreas en la provincia fronteriza de Sumy, ucraniana.\n“Durante las últimas 24 horas, las pérdidas de las Fuerzas Armadas de Ucrania ascendieron a más de 340 militares. Fueron destruidos dos vehículos de combate de infantería, tres vehículos blindados de transporte de personal, cinco vehículos blindados de combate, 17 automóviles, cuatro piezas de artillería, dos morteros y dos puntos de control de drones”, anunció el ministerio.\nEn resumen, durante las batallas en la provincia de Kursk, Ucrania ha sufrido la pérdida de más de 67.150 militares, 392 tanques, 316 vehículos de infantería, 278 vehículos de transporte de personal, 2.196 vehículos blindados de combate, 549 unidades de artillería y 52 lanzamisiles variados, entre los que se incluyen 13 HIMARS y 7 MLRS de producción estadounidense, entre otros dispositivos.\nEl miércoles, en una reunión con líderes militares en uno de los puntos de control de la agrupación de tropas de Kursk, el presidente de Rusia, Vladímir Putin, afirmó que la tarea primordial de Rusia es “derrotar al enemigo atrincherado” en la provincia rusa lo más pronto posible, en el menor periodo de tiempo posible.\nAdemás, el mandatario subrayó que su nación considerará a los militares ucranianos apresados en la región como terroristas. “Todas las personas que se encuentran en el territorio de la provincia de Kursk, que cometen aquí crímenes contra la población civil, que se oponen a nuestras Fuerzas Armadas, a las fuerzas del orden y a los servicios especiales, son terroristas”, destacó Putin.\nTambién rememoró que el Convenio de Ginebra de 1949 no brinda protección a los mercenarios foráneos, que hace referencia al trato otorgado a los cautivos de guerra.\nPor otro lado, Valeri Guerásimov, jefe del Estado Mayor General de las Fuerzas Armadas y primer viceministro de Defensa de Rusia, comunicó al presidente Putin que las fuerzas han liberado más de 1.100 kilómetros cuadrados de territorio en la provincia de Kursk.\nPor el momento, el 86% del territorio de la provincia de Kursk que las Fuerzas Armadas de Ucrania ocuparon después de la incursión de agosto pasado ha sido liberado, señaló Guerásimov.\nPreviamente, diversas localidades en la provincia de Kursk fueron liberadas por el Ejército ruso: también se incluyen Málaya Loknia, Cherkásskoye Poréchnoye y Kósitsa.  Adicionalmente, este martes, el Ministerio de Defensa del país comunicó que las fuerzas rusas habían conseguido liberar recientemente otras 12 localidades en la provincia, además de más de 100 kilómetros cuadrados en la región.\nIgualmente, la operación contó con la participación de más de 800 militares de diferentes unidades del Ejército ruso, conocida de manera extraoficial como ‘Tubería’ o ‘Flujo’.  Los militares permanecieron varios días en una tubería de gas para luchar contra las líneas enemigas en el distrito de Sudzha, una ofensiva que resultó en significativas pérdidas para las tropas ucranianas y facilitó la liberación de una porción del territorio que estaba bajo el control de las tropas de Kiev.\nA comienzos de agosto del año anterior, Kiev realizó una invasión inesperada en Kursk, tomándose el control de la ciudad de Sudzha y de varios asentamientos próximos.  Desde aquel momento, el área de dominio de Ucrania ha disminuido más de la mitad, mientras que Rusia ha recuperado el control de varias localidades de la región.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rusia-libera-la-estrategica-ciudad-de-sudzha-provincia-de-kursk/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 1455,
    "message_id": 89027,
    "date": "2025-03-13T11:55:12+00:00",
    "text": "teleSUR\nRusia libera la estratégica ciudad de Sudzha, provincia de Kursk\nhttps://www.telesurtv.net/rusia-libera-la-estrategica-ciudad-de-sudzha-provincia-de-kursk/",
    "photo_path": null,
    "views": 1743,
    "reactions": {
      "🔥": 18,
      "👍": 16,
      "👏": 3,
      "🫡": 3,
      "🤮": 2
    },
    "total_reactions": 42
  },
  "preprocessing": {
    "cleaned": "el ministerio de defensa de rusia informó este jueves que los militares han liberado la ciudad crucial de sudzha, en la provincia de kursk. esta fue la localidad más grande que las fuerzas armadas de ucrania consiguieron tomar en agosto de 2024 durante una ofensiva. la ciudad de sudzha posee una relevancia estratégica significativa. se empleó como el principal núcleo logístico por el cual kiev proveía a sus unidades en las localidades adyacentes, indicaron medios de comunicación rusos. además de sudzha, la entidad comunicó que las agrupaciones militares séver (norte) han liberado las zonas de melovoy y podol. simultáneamente, en la provincia de kursk se neutralizaron unidades ucranianas de diversas brigadas de asalto y defensa territorial, entre otras, mientras que las fuerzas rusas resistieron un contraataque del adversario. además, indicaron que la aviación táctica y operativa y la artillería atacaron a militares ucranianos, además de la destrucción de equipos bélicos adversarios en diversas áreas en la provincia fronteriza de sumy, ucraniana. “durante las últimas 24 horas, las pérdidas de las fuerzas armadas de ucrania ascendieron a más de 340 militares. fueron destruidos dos vehículos de combate de infantería, tres vehículos blindados de transporte de personal, cinco vehículos blindados de combate, 17 automóviles, cuatro piezas de artillería, dos morteros y dos puntos de control de drones”, anunció el ministerio. en resumen, durante las batallas en la provincia de kursk, ucrania ha sufrido la pérdida de más de 67.150 militares, 392 tanques, 316 vehículos de infantería, 278 vehículos de transporte de personal, 2.196 vehículos blindados de combate, 549 unidades de artillería y 52 lanzamisiles variados, entre los que se incluyen 13 himars y 7 mlrs de producción estadounidense, entre otros dispositivos. el miércoles, en una reunión con líderes militares en uno de los puntos de control de la agrupación de tropas de kursk, el presidente de rusia, vladímir putin, afirmó que la tarea primordial de rusia es “derrotar al enemigo atrincherado” en la provincia rusa lo más pronto posible, en el menor periodo de tiempo posible. además, el mandatario subrayó que su nación considerará a los militares ucranianos apresados en la región como terroristas. “todas las personas que se encuentran en el territorio de la provincia de kursk, que cometen aquí crímenes contra la población civil, que se oponen a nuestras fuerzas armadas, a las fuerzas del orden y a los servicios especiales, son terroristas”, destacó putin. también rememoró que el convenio de ginebra de 1949 no brinda protección a los mercenarios foráneos, que hace referencia al trato otorgado a los cautivos de guerra. por otro lado, valeri guerásimov, jefe del estado mayor general de las fuerzas armadas y primer viceministro de defensa de rusia, comunicó al presidente putin que las fuerzas han liberado más de 1.100 kilómetros cuadrados de territorio en la provincia de kursk. por el momento, el 86% del territorio de la provincia de kursk que las fuerzas armadas de ucrania ocuparon después de la incursión de agosto pasado ha sido liberado, señaló guerásimov. previamente, diversas localidades en la provincia de kursk fueron liberadas por el ejército ruso: también se incluyen málaya loknia, cherkásskoye poréchnoye y kósitsa. adicionalmente, este martes, el ministerio de defensa del país comunicó que las fuerzas rusas habían conseguido liberar recientemente otras 12 localidades en la provincia, además de más de 100 kilómetros cuadrados en la región. igualmente, la operación contó con la participación de más de 800 militares de diferentes unidades del ejército ruso, conocida de manera extraoficial como ‘tubería’ o ‘flujo’. los militares permanecieron varios días en una tubería de gas para luchar contra las líneas enemigas en el distrito de sudzha, una ofensiva que resultó en significativas pérdidas para las tropas ucranianas y facilitó la liberación de una porción del territorio que estaba bajo el control de las tropas de kiev. a comienzos de agosto del año anterior, kiev realizó una invasión inesperada en kursk, tomándose el control de la ciudad de sudzha y de varios asentamientos próximos. desde aquel momento, el área de dominio de ucrania ha disminuido más de la mitad, mientras que rusia ha recuperado el control de varias localidades de la región.",
    "tokens": [
      "ministerio",
      "defensa",
      "rusia",
      "informó",
      "jueves",
      "militares",
      "liberado",
      "ciudad",
      "crucial",
      "sudzha",
      ",",
      "provincia",
      "kursk",
      ".",
      "localidad",
      "grande",
      "fuerzas",
      "armadas",
      "ucrania",
      "consiguieron",
      "tomar",
      "agosto",
      "2024",
      "ofensiva",
      ".",
      "ciudad",
      "sudzha",
      "posee",
      "relevancia",
      "estratégica",
      "significativa",
      ".",
      "empleó",
      "principal",
      "núcleo",
      "logístico",
      "kiev",
      "proveía",
      "unidades",
      "localidades",
      "adyacentes",
      ",",
      "indicaron",
      "medios",
      "comunicación",
      "rusos",
      ".",
      "además",
      "sudzha",
      ",",
      "entidad",
      "comunicó",
      "agrupaciones",
      "militares",
      "séver",
      "(",
      "norte",
      ")",
      "liberado",
      "zonas",
      "melovoy",
      "podol",
      ".",
      "simultáneamente",
      ",",
      "provincia",
      "kursk",
      "neutralizaron",
      "unidades",
      "ucranianas",
      "diversas",
      "brigadas",
      "asalto",
      "defensa",
      "territorial",
      ",",
      ",",
      "mientras",
      "fuerzas",
      "rusas",
      "resistieron",
      "contraataque",
      "adversario",
      ".",
      "además",
      ",",
      "indicaron",
      "aviación",
      "táctica",
      "operativa",
      "artillería",
      "atacaron",
      "militares",
      "ucranianos",
      ",",
      "además",
      "destrucción",
      "equipos",
      "bélicos",
      "adversarios",
      "diversas",
      "áreas",
      "provincia",
      "fronteriza",
      "sumy",
      ",",
      "ucraniana",
      ".",
      "“",
      "últimas",
      "24",
      "horas",
      ",",
      "pérdidas",
      "fuerzas",
      "armadas",
      "ucrania",
      "ascendieron",
      "340",
      "militares",
      ".",
      "destruidos",
      "dos",
      "vehículos",
      "combate",
      "infantería",
      ",",
      "tres",
      "vehículos",
      "blindados",
      "transporte",
      "personal",
      ",",
      "cinco",
      "vehículos",
      "blindados",
      "combate",
      ",",
      "17",
      "automóviles",
      ",",
      "cuatro",
      "piezas",
      "artillería",
      ",",
      "dos",
      "morteros",
      "dos",
      "puntos",
      "control",
      "drones",
      "”",
      ",",
      "anunció",
      "ministerio",
      ".",
      "resumen",
      ",",
      "batallas",
      "provincia",
      "kursk",
      ",",
      "ucrania",
      "sufrido",
      "pérdida",
      "67.150",
      "militares",
      ",",
      "392",
      "tanques",
      ",",
      "316",
      "vehículos",
      "infantería",
      ",",
      "278",
      "vehículos",
      "transporte",
      "personal",
      ",",
      "2.196",
      "vehículos",
      "blindados",
      "combate",
      ",",
      "549",
      "unidades",
      "artillería",
      "52",
      "lanzamisiles",
      "variados",
      ",",
      "incluyen",
      "13",
      "himars",
      "7",
      "mlrs",
      "producción",
      "estadounidense",
      ",",
      "dispositivos",
      ".",
      "miércoles",
      ",",
      "reunión",
      "líderes",
      "militares",
      "puntos",
      "control",
      "agrupación",
      "tropas",
      "kursk",
      ",",
      "presidente",
      "rusia",
      ",",
      "vladímir",
      "putin",
      ",",
      "afirmó",
      "tarea",
      "primordial",
      "rusia",
      "“",
      "derrotar",
      "enemigo",
      "atrincherado",
      "”",
      "provincia",
      "rusa",
      "pronto",
      "posible",
      ",",
      "menor",
      "periodo",
      "tiempo",
      "posible",
      ".",
      "además",
      ",",
      "mandatario",
      "subrayó",
      "nación",
      "considerará",
      "militares",
      "ucranianos",
      "apresados",
      "región",
      "terroristas",
      ".",
      "“",
      "todas",
      "personas",
      "encuentran",
      "territorio",
      "provincia",
      "kursk",
      ",",
      "cometen",
      "aquí",
      "crímenes",
      "población",
      "civil",
      ",",
      "oponen",
      "fuerzas",
      "armadas",
      ",",
      "fuerzas",
      "orden",
      "servicios",
      "especiales",
      ",",
      "terroristas",
      "”",
      ",",
      "destacó",
      "putin",
      ".",
      "rememoró",
      "convenio",
      "ginebra",
      "1949",
      "brinda",
      "protección",
      "mercenarios",
      "foráneos",
      ",",
      "hace",
      "referencia",
      "trato",
      "otorgado",
      "cautivos",
      "guerra",
      ".",
      "lado",
      ",",
      "valeri",
      "guerásimov",
      ",",
      "jefe",
      "mayor",
      "general",
      "fuerzas",
      "armadas",
      "primer",
      "viceministro",
      "defensa",
      "rusia",
      ",",
      "comunicó",
      "presidente",
      "putin",
      "fuerzas",
      "liberado",
      "1.100",
      "kilómetros",
      "cuadrados",
      "territorio",
      "provincia",
      "kursk",
      ".",
      "momento",
      ",",
      "86",
      "%",
      "territorio",
      "provincia",
      "kursk",
      "fuerzas",
      "armadas",
      "ucrania",
      "ocuparon",
      "después",
      "incursión",
      "agosto",
      "pasado",
      "sido",
      "liberado",
      ",",
      "señaló",
      "guerásimov",
      ".",
      "previamente",
      ",",
      "diversas",
      "localidades",
      "provincia",
      "kursk",
      "liberadas",
      "ejército",
      "ruso",
      ":",
      "incluyen",
      "málaya",
      "loknia",
      ",",
      "cherkásskoye",
      "poréchnoye",
      "kósitsa",
      ".",
      "adicionalmente",
      ",",
      "martes",
      ",",
      "ministerio",
      "defensa",
      "país",
      "comunicó",
      "fuerzas",
      "rusas",
      "conseguido",
      "liberar",
      "recientemente",
      "12",
      "localidades",
      "provincia",
      ",",
      "además",
      "100",
      "kilómetros",
      "cuadrados",
      "región",
      ".",
      "igualmente",
      ",",
      "operación",
      "contó",
      "participación",
      "800",
      "militares",
      "diferentes",
      "unidades",
      "ejército",
      "ruso",
      ",",
      "conocida",
      "manera",
      "extraoficial",
      "‘",
      "tubería",
      "’",
      "‘",
      "flujo",
      "’",
      ".",
      "militares",
      "permanecieron",
      "varios",
      "días",
      "tubería",
      "gas",
      "luchar",
      "líneas",
      "enemigas",
      "distrito",
      "sudzha",
      ",",
      "ofensiva",
      "resultó",
      "significativas",
      "pérdidas",
      "tropas",
      "ucranianas",
      "facilitó",
      "liberación",
      "porción",
      "territorio",
      "bajo",
      "control",
      "tropas",
      "kiev",
      ".",
      "comienzos",
      "agosto",
      "año",
      "anterior",
      ",",
      "kiev",
      "realizó",
      "invasión",
      "inesperada",
      "kursk",
      ",",
      "tomándose",
      "control",
      "ciudad",
      "sudzha",
      "varios",
      "asentamientos",
      "próximos",
      ".",
      "aquel",
      "momento",
      ",",
      "área",
      "dominio",
      "ucrania",
      "disminuido",
      "mitad",
      ",",
      "mientras",
      "rusia",
      "recuperado",
      "control",
      "varias",
      "localidades",
      "región",
      "."
    ],
    "token_count": 469,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "IN": 39,
      "FW": 182,
      "NN": 177,
      "VBZ": 9,
      "JJ": 60,
      "NNS": 45,
      "VBP": 27,
      "CD": 18,
      "VBD": 3,
      "RB": 2,
      "CC": 1,
      "DT": 1,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 28,
      "NNP-IN": 6,
      "IN-NNP": 7,
      "NNP-FW": 17,
      "FW-NNP": 29,
      "NNP-NN": 31,
      "NN-NN": 80,
      "NN-VBZ": 4,
      "VBZ-JJ": 4,
      "JJ-NN": 27,
      "NN-NNS": 15,
      "NNS-VBP": 21,
      "VBP-JJ": 17,
      "NN-JJ": 12,
      "JJ-JJ": 5,
      "JJ-FW": 10,
      "FW-FW": 111,
      "NN-FW": 23,
      "FW-NN": 21,
      "NNS-NNP": 5,
      "NN-IN": 24,
      "IN-CD": 4,
      "CD-NN": 4,
      "NN-NNP": 11,
      "NNP-VBP": 2,
      "NN-VBP": 2,
      "JJ-NNP": 8,
      "VBZ-IN": 1,
      "IN-FW": 16,
      "FW-NNS": 6,
      "NNS-VBZ": 2,
      "JJ-NNS": 7,
      "NNS-IN": 5,
      "IN-NN": 9,
      "NNS-NNS": 2,
      "NNS-JJ": 5,
      "FW-JJ": 9,
      "NNP-JJ": 3,
      "NN-VBD": 3,
      "VBD-CD": 2,
      "CD-NNS": 11,
      "VBP-NN": 1,
      "NN-CD": 2,
      "NNP-NNS": 2,
      "VBP-NNS": 1,
      "VBP-FW": 2,
      "FW-CD": 6,
      "NNS-CD": 2,
      "JJ-CD": 2,
      "CD-JJ": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "CD-NNP": 1,
      "IN-JJ": 3,
      "VBZ-NNS": 1,
      "NNP-CC": 1,
      "CC-NN": 1,
      "JJ-VBP": 1,
      "VBD-RB": 1,
      "RB-JJ": 1,
      "NNP-VBZ": 3,
      "VBZ-NN": 1,
      "VBP-NNP": 3,
      "CD-DT": 1,
      "DT-NN": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNP": 1,
      "VBP-IN": 3,
      "VBZ-FW": 2,
      "NNS-FW": 1,
      "NNS-NN": 1
    },
    "trigram_freq": {
      "NNP-NNP-IN": 5,
      "NNP-IN-NNP": 4,
      "IN-NNP-FW": 1,
      "NNP-FW-NNP": 5,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 22,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 8,
      "JJ-NN-JJ": 3,
      "NN-JJ-JJ": 3,
      "JJ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-FW": 10,
      "NNP-FW-FW": 8,
      "FW-FW-FW": 72,
      "FW-FW-NNP": 17,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NN": 9,
      "NN-NN-FW": 14,
      "NN-FW-NN": 5,
      "FW-NN-NN": 8,
      "NN-NN-NN": 32,
      "NN-NN-NNS": 4,
      "NN-NNS-NNP": 3,
      "NNS-NNP-NNP": 3,
      "IN-NNP-NN": 2,
      "FW-NN-IN": 4,
      "NN-IN-CD": 3,
      "IN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "NN-JJ-NN": 4,
      "JJ-NN-NNP": 2,
      "NN-NNP-NN": 6,
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 5,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "JJ-NN-NN": 13,
      "NNP-FW-NN": 4,
      "NN-NN-JJ": 7,
      "JJ-JJ-NN": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 5,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 4,
      "IN-NN-NN": 3,
      "NN-NN-NNP": 6,
      "NN-NNP-FW": 1,
      "FW-FW-NN": 10,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NN-FW-FW": 12,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-FW": 3,
      "FW-NN-NNS": 3,
      "NN-NNS-JJ": 3,
      "NNS-JJ-FW": 4,
      "JJ-FW-FW": 6,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 6,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 4,
      "NN-IN-NNP": 3,
      "IN-NNP-JJ": 2,
      "NNP-JJ-NNP": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 2,
      "VBD-CD-NNS": 2,
      "CD-NNS-JJ": 2,
      "NN-NN-IN": 10,
      "IN-CD-NNS": 2,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-IN-NN": 4,
      "IN-NN-CD": 2,
      "NN-CD-NNS": 2,
      "FW-NN-NNP": 2,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "FW-FW-CD": 5,
      "FW-CD-NNS": 4,
      "CD-NNS-CD": 2,
      "NNS-CD-NNS": 1,
      "NNS-CD-NN": 1,
      "CD-NN-FW": 2,
      "FW-CD-NN": 2,
      "FW-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-IN": 6,
      "CD-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "IN-FW-CD": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-JJ": 2,
      "NN-JJ-CD": 1,
      "JJ-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NN": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "IN-NN-IN": 2,
      "NN-IN-FW": 12,
      "IN-FW-FW": 10,
      "FW-NN-FW": 3,
      "NN-FW-JJ": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NN": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NNP": 2,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "VBP-JJ-FW": 4,
      "NNS-NNP-VBP": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-FW-JJ": 2,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNP": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-DT": 1,
      "CD-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "IN-JJ-NN": 2,
      "IN-FW-NNP": 1,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNP": 1,
      "VB-NNP-NNP": 1,
      "NN-NNP-NNP": 3,
      "NNP-NN-NNS": 4,
      "CD-NNS-VBP": 2,
      "NNS-VBP-IN": 3,
      "VBP-IN-NN": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "CD-NN-NN": 1,
      "IN-NNP-NNP": 1,
      "NNP-NN-IN": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "VBP-NNP-FW": 1,
      "IN-NN-FW": 1,
      "VBP-IN-FW": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "IN-NN-NNP": 1,
      "VBZ-FW-NNS": 1,
      "VBP-IN-JJ": 1,
      "JJ-JJ-NNS": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-FW-NN": 1,
      "NNP-NN-JJ": 1,
      "NNP-JJ-NNS": 1,
      "JJ-NNS-NN": 1,
      "NNS-NN-IN": 1,
      "VBP-NNP-NN": 1,
      "JJ-NNP-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "FW": 182,
        "NN": 177,
        "NNP": 94,
        "JJ": 60,
        "NNS": 45
      },
      "top_bigrams": {
        "FW-FW": 111,
        "NN-NN": 80,
        "NNP-NN": 31,
        "FW-NNP": 29,
        "NNP-NNP": 28
      },
      "top_trigrams": {
        "FW-FW-FW": 72,
        "NN-NN-NN": 32,
        "NNP-NN-NN": 22,
        "FW-FW-NNP": 17,
        "NN-NN-FW": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 186,
      "PP": 20,
      "VP": 34,
      "ADJP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.0401
      },
      {
        "rule": "NP -> ('Kursk', 'NNP')",
        "frequency": 7,
        "weight": 0.0255
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0255
      },
      {
        "rule": "NP -> ('Sudzha', 'NNP')",
        "frequency": 5,
        "weight": 0.0182
      },
      {
        "rule": "NP -> ('militares', 'NNS')",
        "frequency": 4,
        "weight": 0.0146
      },
      {
        "rule": "NP -> ('control', 'NN')",
        "frequency": 4,
        "weight": 0.0146
      },
      {
        "rule": "NP -> ('Defensa', 'NNP')",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "NP -> ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0073
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Ministerio"
      },
      {
        "label": "PP",
        "text": "de Defensa"
      },
      {
        "label": "NP",
        "text": "Defensa"
      },
      {
        "label": "NP",
        "text": "Rusia informó este"
      },
      {
        "label": "VP",
        "text": "jueves que los militares"
      },
      {
        "label": "NP",
        "text": "que los militares"
      },
      {
        "label": "VP",
        "text": "han liberado la ciudad crucial"
      },
      {
        "label": "NP",
        "text": "liberado la"
      },
      {
        "label": "NP",
        "text": "Sudzha"
      },
      {
        "label": "NP",
        "text": "Kursk"
      },
      {
        "label": "NP",
        "text": "Esta fue la"
      },
      {
        "label": "NP",
        "text": "más grande que las Fuerzas Armadas"
      },
      {
        "label": "PP",
        "text": "de Ucrania consiguieron tomar"
      },
      {
        "label": "NP",
        "text": "Ucrania consiguieron tomar"
      },
      {
        "label": "NP",
        "text": "agosto"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Ministerio/NNP)\n  (PP de/IN (NP Defensa/NNP))\n  de/FW\n  (NP Rusia/NNP informó/NN este/NN)\n  (VP jueves/VBZ (NP que/JJ los/NN militares/NNS))\n  (VP han/VBP (NP liberado/JJ la/NN) ciudad/JJ crucial/JJ)\n  de/FW\n  (NP Sudzha/NNP)\n  ,/,\n  en/FW\n  la/FW\n  provincia/FW\n  de/FW\n  (NP Kursk/NNP)\n  ./.)",
      "(S\n  (NP Esta/NNP fue/NN la/NN)\n  localidad/FW\n  (NP más/NN grande/NN que/NN las/NNS Fuerzas/NNP Armadas/NNP)\n  (PP de/IN (NP Ucrania/NNP consiguieron/NN tomar/NN))\n  en/FW\n  (NP agosto/NN)\n  de/IN\n  2024/CD\n  (NP durante/NN)\n  (NP una/JJ ofensiva/NN)\n  ./.)",
      "(S\n  (NP La/NNP ciudad/NN)\n  de/FW\n  (NP Sudzha/NNP)\n  (VP\n    posee/VBP\n    (NP una/JJ relevancia/NN estratégica/NN significativa/NN))\n  ./.)",
      "(S\n  (NP Se/NNP)\n  empleó/CC\n  (NP como/NN el/NN)\n  (NP principal/JJ núcleo/JJ logístico/NN por/NN)\n  (VP\n    el/VBP\n    (NP cual/JJ Kiev/NNP proveía/NN)\n    (NP a/DT sus/NN)\n    unidades/JJ)\n  en/FW\n  las/FW\n  localidades/FW\n  (NP adyacentes/NNS)\n  ,/,\n  (ADJP indicaron/JJ)\n  medios/FW\n  de/FW\n  comunicación/FW\n  (NP rusos/NN)\n  ./.)",
      "(S\n  (NP Además/NNP)\n  de/FW\n  (NP Sudzha/NNP)\n  ,/,\n  (NP la/NN)\n  entidad/FW\n  (NP comunicó/NN que/NN)\n  (NP las/JJ agrupaciones/NNS militares/NNS Séver/NNP)\n  (/(\n  (NP Norte/NNP)\n  )/)\n  (NP han/NN)\n  (NP liberado/JJ las/JJ zonas/NN)\n  (PP de/IN (NP Melovoy/NNP y/NNP Podol/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "FECHAS_HORAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "control de la ciudad",
        "position": [
          4140,
          4160
        ],
        "start": 4140,
        "end": 4160
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "pérdidas de las fuerzas armadas de ucrania ascendieron a más de 340 militares",
        "position": [
          1097,
          1174
        ],
        "start": 1097,
        "end": 1174
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "vehículos blindados",
        "position": [
          1239,
          1258
        ],
        "start": 1239,
        "end": 1258
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1995,
          2001
        ],
        "start": 1995,
        "end": 2001
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          34,
          41
        ],
        "start": 34,
        "end": 41
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          17,
          24
        ],
        "start": 17,
        "end": 24
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de rusia",
        "position": [
          1958,
          1977
        ],
        "start": 1958,
        "end": 1977
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "viceministro de defensa de",
        "position": [
          2804,
          2830
        ],
        "start": 2804,
        "end": 2830
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2178,
          2185
        ],
        "start": 2178,
        "end": 2185
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2528,
          2535
        ],
        "start": 2528,
        "end": 2535
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          28,
          33
        ],
        "start": 28,
        "end": 33
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "kiev",
        "position": [
          392,
          396
        ],
        "start": 392,
        "end": 396
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          120,
          132
        ],
        "start": 120,
        "end": 132
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          3444,
          3457
        ],
        "start": 3444,
        "end": 3457
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 340",
        "position": [
          1154,
          1164
        ],
        "start": 1154,
        "end": 1164
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 67.150",
        "position": [
          1533,
          1546
        ],
        "start": 1533,
        "end": 1546
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "año anterior",
        "position": [
          4066,
          4078
        ],
        "start": 4066,
        "end": 4078
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "HIMARS",
        "tipo": "Lugar"
      },
      {
        "nombre": "Málaya Loknia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guerásimov",
        "tipo": "Persona"
      },
      {
        "nombre": "Sudzha",
        "tipo": "Lugar"
      },
      {
        "nombre": "Defensa de Rusia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fuerzas Armadas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Defensa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudzha",
        "tipo": "Persona"
      },
      {
        "nombre": "Norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Melovoy",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sumy",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kursk",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ucrania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kiev",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado Mayor General de las Fuerzas Armadas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vladímir Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Valeri Guerásimov",
        "tipo": "Persona"
      },
      {
        "nombre": "Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Podol",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministerio de Defensa de Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerzas Armadas de Ucrania",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Ministerio de Defensa de Rusia",
        "relacion": "INFORMAR",
        "objeto": "Sudzha"
      },
      {
        "sujeto": "Ministerio de Defensa de Rusia",
        "relacion": "INFORMAR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "Sudzha",
        "relacion": "COMUNICAR",
        "objeto": "Norte"
      },
      {
        "sujeto": "Sudzha",
        "relacion": "COMUNICAR",
        "objeto": "Melovoy"
      },
      {
        "sujeto": "Sudzha",
        "relacion": "COMUNICAR",
        "objeto": "Podol"
      },
      {
        "sujeto": "Norte",
        "relacion": "LIBERAR_COMUNICAR",
        "objeto": "Melovoy"
      },
      {
        "sujeto": "Norte",
        "relacion": "LIBERAR_COMUNICAR",
        "objeto": "Podol"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "SUFRIR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "HIMARS",
        "relacion": "SUFRIR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "Ucrania",
        "relacion": "SUFRIR",
        "objeto": "HIMARS"
      },
      {
        "sujeto": "Kursk",
        "relacion": "AFIRMAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Kursk",
        "relacion": "AFIRMAR",
        "objeto": "Vladímir Putin"
      },
      {
        "sujeto": "Vladímir Putin",
        "relacion": "AFIRMAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Putin",
        "relacion": "ENCONTRAR_DESTACAR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "Putin",
        "relacion": "OPONER_COMETER_ENCONTRAR_DESTACAR",
        "objeto": "Fuerzas Armadas"
      },
      {
        "sujeto": "Valeri Guerásimov",
        "relacion": "COMUNICAR",
        "objeto": "Putin"
      },
      {
        "sujeto": "Valeri Guerásimov",
        "relacion": "COMUNICAR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "Estado Mayor General de las Fuerzas Armadas",
        "relacion": "COMUNICAR",
        "objeto": "Putin"
      },
      {
        "sujeto": "Estado Mayor General de las Fuerzas Armadas",
        "relacion": "COMUNICAR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "Defensa de Rusia",
        "relacion": "COMUNICAR",
        "objeto": "Putin"
      },
      {
        "sujeto": "Defensa de Rusia",
        "relacion": "COMUNICAR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "Putin",
        "relacion": "COMUNICAR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "Fuerzas Armadas de Ucrania",
        "relacion": "OCUPAR_LIBERAR_SE_ALAR",
        "objeto": "Guerásimov"
      },
      {
        "sujeto": "Málaya Loknia",
        "relacion": "LIBERAR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "Sudzha",
        "relacion": "LUCHAR_PERMANECER",
        "objeto": "Kiev"
      },
      {
        "sujeto": "Kiev",
        "relacion": "REALIZAR",
        "objeto": "Kursk"
      },
      {
        "sujeto": "Kiev",
        "relacion": "REALIZAR",
        "objeto": "Sudzha"
      },
      {
        "sujeto": "Kursk",
        "relacion": "REALIZAR",
        "objeto": "Sudzha"
      }
    ]
  },
  "sentiment": {
    "compound": 0.7506,
    "pos": 0.014,
    "neu": 0.982,
    "neg": 0.003,
    "label": "positive"
  }
}