{
  "url": "https://www.telesurtv.net/china-y-cuba-celebran-65-anos-de-relaciones/",
  "title": "China y Cuba celebran 65 años de relaciones con nuevos acuerdos y una hermandad estratégica - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Amistad",
    "bilateral",
    "China",
    "Cuba",
    "Díaz-Canel"
  ],
  "text": "\nChina y Cuba celebraron en Beijing el 65 aniversario del establecimiento de relaciones diplomáticas, en un acto encabezado por el presidente cubano Miguel Díaz-Canel y el vicepresidente chino Han Zheng, el jueves 4 de septiembre.\nAmbos destacaron la solidez de los vínculos bilaterales, forjados desde los tiempos de Fidel Castro y Mao Zedong y reafirmados hoy por los consensos alcanzados entre las nuevas generaciones de dirigentes.\n\nEn la ceremonia, realizada en la sede de la Asociación de Amistad del Pueblo Chino con el Extranjero, Díaz-Canel expresó gratitud por el apoyo constante de China a la isla, especialmente frente al bloqueo económico de Estados Unidos. Durante el acto, el presidente cubano impuso la Medalla de la Amistad a Yang Wanming, presidente de la Asociación, en reconocimiento a su papel en el fortalecimiento de los lazos entre ambos pueblos.\nEl vicepresidente Han Zheng resaltó la participación de Díaz-Canel en los festejos por el 80 aniversario de la victoria en la Guerra de Resistencia del Pueblo Chino contra la agresión japonesa, subrayando la importancia histórica de la cooperación entre ambas naciones. Recordó que la reunión con el presidente Xi Jinping sirvió para consolidar consensos y elevar la relación a lo que calificó como una “amistad de hierro”.\nEn su intervención, Díaz-Canel señaló que las relaciones entre Cuba y China han resistido desafíos históricos y se han expresado en proyectos de beneficio mutuo y cooperación internacional. Reafirmó que los vínculos actuales tienen un significado adicional al coincidir con un momento de consolidación estratégica en medio de crecientes tensiones globales.\nEl mandatario cubano destacó la presencia activa del empresariado chino en sectores clave para el desarrollo económico de la isla, desde la energía hasta la biotecnología y la infraestructura. Afirmó que estos proyectos contribuyen a la prosperidad del pueblo cubano y refuerzan la integración con un socio dispuesto a compartir experiencias y conocimientos.\n\n\nTras los actos oficiales en Beijing, Díaz-Canel viajó a Shenzhen, donde visitó el Parque Temático Splendid China, escenario que guarda un símbolo de la relación bilateral desde que Fidel Castro plantara un árbol en 1995. Allí también recorrió la Sala de Exposiciones de la Reforma y la Apertura, expresión del modelo económico que transformó a China en una potencia mundial.\nEn Guangdong, el presidente cubano sostuvo encuentros con autoridades provinciales y visitó parques tecnológicos, con el propósito de identificar áreas de cooperación en innovación y digitalización. Xi Jinping reiteró durante la reunión en Beijing que China continuará apoyando a Cuba en su desarrollo económico y social y respaldará firmemente su resistencia frente al bloqueo estadounidense.\nAmbos mandatarios firmaron una declaración conjunta que busca acelerar la construcción de una comunidad de destino compartido entre China y Cuba. Además, se anunciaron 11 acuerdos de cooperación en áreas como seguridad global, agricultura, inteligencia artificial y la Iniciativa de la Franja y la Ruta.\nEn un encuentro con empresarios en Shenzhen, el Presidente cubano destacó que Cuba prioriza áreas como la producción de alimentos, la energía y la ciberseguridad. Señaló también que, pese a las restricciones externas, el país ofrece un marco estable para el desarrollo de inversiones y cooperación.\nLos empresarios chinos manifestaron su interés en expandir su presencia en la isla, lo que abre nuevas perspectivas de intercambio en beneficio de ambos pueblos. Díaz-Canel concluyó que la relación bilateral es un ejemplo de cooperación Sur-Sur y de defensa de la soberanía frente a las presiones externas.\n\n\nEl programa cultural que acompañó la conmemoración incluyó la inauguración de una exposición fotográfica sobre los hitos de la relación bilateral y presentaciones artísticas de niños chinos y cubanos, como muestra de la cercanía entre ambos pueblos. Con esta visita, Cuba y China reafirmaron que sus lazos históricos se proyectan hacia el futuro como una alianza estratégica indestructible.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/china-y-cuba-celebran-65-anos-de-relaciones/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 752,
    "message_id": 103850,
    "date": "2025-09-05T19:55:18+00:00",
    "text": "teleSUR\nChina y Cuba celebran 65 años de relaciones con nuevos acuerdos y una hermandad estratégica\nhttps://www.telesurtv.net/china-y-cuba-celebran-65-anos-de-relaciones/",
    "photo_path": null,
    "views": 1970,
    "reactions": {
      "👍": 44,
      "❤": 15
    },
    "total_reactions": 59
  },
  "preprocessing": {
    "cleaned": "china y cuba celebraron en beijing el 65 aniversario del establecimiento de relaciones diplomáticas, en un acto encabezado por el presidente cubano miguel díaz-canel y el vicepresidente chino han zheng, el jueves 4 de septiembre. ambos destacaron la solidez de los vínculos bilaterales, forjados desde los tiempos de fidel castro y mao zedong y reafirmados hoy por los consensos alcanzados entre las nuevas generaciones de dirigentes. en la ceremonia, realizada en la sede de la asociación de amistad del pueblo chino con el extranjero, díaz-canel expresó gratitud por el apoyo constante de china a la isla, especialmente frente al bloqueo económico de estados unidos. durante el acto, el presidente cubano impuso la medalla de la amistad a yang wanming, presidente de la asociación, en reconocimiento a su papel en el fortalecimiento de los lazos entre ambos pueblos. el vicepresidente han zheng resaltó la participación de díaz-canel en los festejos por el 80 aniversario de la victoria en la guerra de resistencia del pueblo chino contra la agresión japonesa, subrayando la importancia histórica de la cooperación entre ambas naciones. recordó que la reunión con el presidente xi jinping sirvió para consolidar consensos y elevar la relación a lo que calificó como una “amistad de hierro”. en su intervención, díaz-canel señaló que las relaciones entre cuba y china han resistido desafíos históricos y se han expresado en proyectos de beneficio mutuo y cooperación internacional. reafirmó que los vínculos actuales tienen un significado adicional al coincidir con un momento de consolidación estratégica en medio de crecientes tensiones globales. el mandatario cubano destacó la presencia activa del empresariado chino en sectores clave para el desarrollo económico de la isla, desde la energía hasta la biotecnología y la infraestructura. afirmó que estos proyectos contribuyen a la prosperidad del pueblo cubano y refuerzan la integración con un socio dispuesto a compartir experiencias y conocimientos. tras los actos oficiales en beijing, díaz-canel viajó a shenzhen, donde visitó el parque temático splendid china, escenario que guarda un símbolo de la relación bilateral desde que fidel castro plantara un árbol en 1995. allí también recorrió la sala de exposiciones de la reforma y la apertura, expresión del modelo económico que transformó a china en una potencia mundial. en guangdong, el presidente cubano sostuvo encuentros con autoridades provinciales y visitó parques tecnológicos, con el propósito de identificar áreas de cooperación en innovación y digitalización. xi jinping reiteró durante la reunión en beijing que china continuará apoyando a cuba en su desarrollo económico y social y respaldará firmemente su resistencia frente al bloqueo estadounidense. ambos mandatarios firmaron una declaración conjunta que busca acelerar la construcción de una comunidad de destino compartido entre china y cuba. además, se anunciaron 11 acuerdos de cooperación en áreas como seguridad global, agricultura, inteligencia artificial y la iniciativa de la franja y la ruta. en un encuentro con empresarios en shenzhen, el presidente cubano destacó que cuba prioriza áreas como la producción de alimentos, la energía y la ciberseguridad. señaló también que, pese a las restricciones externas, el país ofrece un marco estable para el desarrollo de inversiones y cooperación. los empresarios chinos manifestaron su interés en expandir su presencia en la isla, lo que abre nuevas perspectivas de intercambio en beneficio de ambos pueblos. díaz-canel concluyó que la relación bilateral es un ejemplo de cooperación sur-sur y de defensa de la soberanía frente a las presiones externas. el programa cultural que acompañó la conmemoración incluyó la inauguración de una exposición fotográfica sobre los hitos de la relación bilateral y presentaciones artísticas de niños chinos y cubanos, como muestra de la cercanía entre ambos pueblos. con esta visita, cuba y china reafirmaron que sus lazos históricos se proyectan hacia el futuro como una alianza estratégica indestructible.",
    "tokens": [
      "china",
      "cuba",
      "celebraron",
      "beijing",
      "65",
      "aniversario",
      "establecimiento",
      "relaciones",
      "diplomáticas",
      ",",
      "acto",
      "encabezado",
      "presidente",
      "cubano",
      "miguel",
      "díaz-canel",
      "vicepresidente",
      "chino",
      "zheng",
      ",",
      "jueves",
      "4",
      "septiembre",
      ".",
      "ambos",
      "destacaron",
      "solidez",
      "vínculos",
      "bilaterales",
      ",",
      "forjados",
      "tiempos",
      "fidel",
      "castro",
      "mao",
      "zedong",
      "reafirmados",
      "hoy",
      "consensos",
      "alcanzados",
      "nuevas",
      "generaciones",
      "dirigentes",
      ".",
      "ceremonia",
      ",",
      "realizada",
      "sede",
      "asociación",
      "amistad",
      "pueblo",
      "chino",
      "extranjero",
      ",",
      "díaz-canel",
      "expresó",
      "gratitud",
      "apoyo",
      "constante",
      "china",
      "isla",
      ",",
      "especialmente",
      "frente",
      "bloqueo",
      "económico",
      "unidos",
      ".",
      "acto",
      ",",
      "presidente",
      "cubano",
      "impuso",
      "medalla",
      "amistad",
      "yang",
      "wanming",
      ",",
      "presidente",
      "asociación",
      ",",
      "reconocimiento",
      "papel",
      "fortalecimiento",
      "lazos",
      "ambos",
      "pueblos",
      ".",
      "vicepresidente",
      "zheng",
      "resaltó",
      "participación",
      "díaz-canel",
      "festejos",
      "80",
      "aniversario",
      "victoria",
      "guerra",
      "resistencia",
      "pueblo",
      "chino",
      "agresión",
      "japonesa",
      ",",
      "subrayando",
      "importancia",
      "histórica",
      "cooperación",
      "ambas",
      "naciones",
      ".",
      "recordó",
      "reunión",
      "presidente",
      "xi",
      "jinping",
      "sirvió",
      "consolidar",
      "consensos",
      "elevar",
      "relación",
      "calificó",
      "“",
      "amistad",
      "hierro",
      "”",
      ".",
      "intervención",
      ",",
      "díaz-canel",
      "señaló",
      "relaciones",
      "cuba",
      "china",
      "resistido",
      "desafíos",
      "históricos",
      "expresado",
      "proyectos",
      "beneficio",
      "mutuo",
      "cooperación",
      "internacional",
      ".",
      "reafirmó",
      "vínculos",
      "actuales",
      "significado",
      "adicional",
      "coincidir",
      "momento",
      "consolidación",
      "estratégica",
      "medio",
      "crecientes",
      "tensiones",
      "globales",
      ".",
      "mandatario",
      "cubano",
      "destacó",
      "presencia",
      "activa",
      "empresariado",
      "chino",
      "sectores",
      "clave",
      "desarrollo",
      "económico",
      "isla",
      ",",
      "energía",
      "biotecnología",
      "infraestructura",
      ".",
      "afirmó",
      "proyectos",
      "contribuyen",
      "prosperidad",
      "pueblo",
      "cubano",
      "refuerzan",
      "integración",
      "socio",
      "dispuesto",
      "compartir",
      "experiencias",
      "conocimientos",
      ".",
      "tras",
      "actos",
      "oficiales",
      "beijing",
      ",",
      "díaz-canel",
      "viajó",
      "shenzhen",
      ",",
      "visitó",
      "parque",
      "temático",
      "splendid",
      "china",
      ",",
      "escenario",
      "guarda",
      "símbolo",
      "relación",
      "bilateral",
      "fidel",
      "castro",
      "plantara",
      "árbol",
      "1995.",
      "allí",
      "recorrió",
      "sala",
      "exposiciones",
      "reforma",
      "apertura",
      ",",
      "expresión",
      "modelo",
      "económico",
      "transformó",
      "china",
      "potencia",
      "mundial",
      ".",
      "guangdong",
      ",",
      "presidente",
      "cubano",
      "sostuvo",
      "encuentros",
      "autoridades",
      "provinciales",
      "visitó",
      "parques",
      "tecnológicos",
      ",",
      "propósito",
      "identificar",
      "áreas",
      "cooperación",
      "innovación",
      "digitalización",
      ".",
      "xi",
      "jinping",
      "reiteró",
      "reunión",
      "beijing",
      "china",
      "continuará",
      "apoyando",
      "cuba",
      "desarrollo",
      "económico",
      "social",
      "respaldará",
      "firmemente",
      "resistencia",
      "frente",
      "bloqueo",
      "estadounidense",
      ".",
      "ambos",
      "mandatarios",
      "firmaron",
      "declaración",
      "conjunta",
      "busca",
      "acelerar",
      "construcción",
      "comunidad",
      "destino",
      "compartido",
      "china",
      "cuba",
      ".",
      "además",
      ",",
      "anunciaron",
      "11",
      "acuerdos",
      "cooperación",
      "áreas",
      "seguridad",
      "global",
      ",",
      "agricultura",
      ",",
      "inteligencia",
      "artificial",
      "iniciativa",
      "franja",
      "ruta",
      ".",
      "encuentro",
      "empresarios",
      "shenzhen",
      ",",
      "presidente",
      "cubano",
      "destacó",
      "cuba",
      "prioriza",
      "áreas",
      "producción",
      "alimentos",
      ",",
      "energía",
      "ciberseguridad",
      ".",
      "señaló",
      ",",
      "pese",
      "restricciones",
      "externas",
      ",",
      "país",
      "ofrece",
      "marco",
      "estable",
      "desarrollo",
      "inversiones",
      "cooperación",
      ".",
      "empresarios",
      "chinos",
      "manifestaron",
      "interés",
      "expandir",
      "presencia",
      "isla",
      ",",
      "abre",
      "nuevas",
      "perspectivas",
      "intercambio",
      "beneficio",
      "ambos",
      "pueblos",
      ".",
      "díaz-canel",
      "concluyó",
      "relación",
      "bilateral",
      "ejemplo",
      "cooperación",
      "sur-sur",
      "defensa",
      "soberanía",
      "frente",
      "presiones",
      "externas",
      ".",
      "programa",
      "cultural",
      "acompañó",
      "conmemoración",
      "incluyó",
      "inauguración",
      "exposición",
      "fotográfica",
      "hitos",
      "relación",
      "bilateral",
      "presentaciones",
      "artísticas",
      "niños",
      "chinos",
      "cubanos",
      ",",
      "muestra",
      "cercanía",
      "ambos",
      "pueblos",
      ".",
      "visita",
      ",",
      "cuba",
      "china",
      "reafirmaron",
      "lazos",
      "históricos",
      "proyectan",
      "hacia",
      "futuro",
      "alianza",
      "estratégica",
      "indestructible",
      "."
    ],
    "token_count": 394,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 88,
      "NN": 203,
      "IN": 22,
      "CC": 1,
      "CD": 4,
      "FW": 165,
      "VBP": 19,
      "NNS": 23,
      "JJ": 47,
      "VBD": 3,
      "VBZ": 5,
      "VBN": 1,
      "VBG": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 27,
      "NNP-NN": 30,
      "NN-IN": 19,
      "IN-NNP": 6,
      "NNP-CC": 1,
      "CC-CD": 1,
      "CD-NN": 3,
      "NN-NN": 114,
      "NN-FW": 22,
      "FW-FW": 109,
      "FW-NN": 17,
      "NN-NNP": 16,
      "NNP-VBP": 2,
      "VBP-NNS": 2,
      "NNS-FW": 2,
      "FW-NNP": 26,
      "FW-JJ": 6,
      "JJ-NNS": 5,
      "NNS-VBP": 13,
      "VBP-JJ": 7,
      "JJ-JJ": 5,
      "JJ-NN": 31,
      "NNP-FW": 18,
      "IN-FW": 9,
      "NN-JJ": 22,
      "NN-NNS": 5,
      "VBP-NNP": 4,
      "FW-IN": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "VBP-FW": 2,
      "NNS-NNP": 3,
      "NNP-VBD": 2,
      "VBD-JJ": 1,
      "NN-VBP": 3,
      "FW-VBP": 1,
      "JJ-NNP": 4,
      "IN-NN": 4,
      "FW-VBZ": 1,
      "VBZ-NNS": 1,
      "NNS-NNS": 4,
      "FW-NNS": 3,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "VBP-NN": 3,
      "NNP-VBZ": 3,
      "VBZ-JJ": 2,
      "NNS-IN": 1,
      "VBZ-FW": 2,
      "IN-CD": 1,
      "CD-NNP": 1,
      "FW-VBG": 1,
      "VBG-NN": 1,
      "NNP-NNS": 2,
      "VBD-RB": 1,
      "RB-CD": 1,
      "NNP-IN": 1,
      "NNP-JJ": 2,
      "IN-NNS": 1,
      "NN-VBZ": 1,
      "IN-JJ": 1,
      "JJ-FW": 1
    },
    "trigram_freq": {
      "NNP-NNP-NN": 13,
      "NNP-NN-IN": 1,
      "NN-IN-NNP": 4,
      "IN-NNP-CC": 1,
      "NNP-CC-CD": 1,
      "CC-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-FW": 13,
      "NN-FW-FW": 16,
      "FW-FW-FW": 75,
      "FW-FW-NN": 11,
      "FW-NN-NNP": 1,
      "NN-NNP-NNP": 7,
      "NNP-NN-NN": 23,
      "NN-NN-NN": 65,
      "NN-NN-NNP": 9,
      "NNP-NNP-VBP": 2,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NNP": 15,
      "FW-NNP-NN": 8,
      "FW-FW-JJ": 4,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NN": 4,
      "JJ-NN-IN": 8,
      "IN-NNP-NNP": 3,
      "NNP-NNP-NNP": 7,
      "FW-NNP-FW": 12,
      "NNP-FW-NN": 4,
      "FW-NN-NN": 8,
      "NN-NN-IN": 7,
      "NN-IN-FW": 8,
      "IN-FW-FW": 8,
      "NNP-FW-NNP": 8,
      "FW-NNP-NNP": 6,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 16,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 5,
      "NN-FW-NNP": 2,
      "NNP-NN-FW": 1,
      "FW-JJ-NN": 4,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 3,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NN": 1,
      "NNP-NN-NNP": 4,
      "NN-FW-IN": 1,
      "FW-IN-NNP": 1,
      "IN-NNP-FW": 2,
      "FW-NN-JJ": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-IN": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "JJ-NN-NN": 12,
      "FW-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-FW-NN": 1,
      "JJ-NN-FW": 2,
      "NN-NNP-NN": 4,
      "NN-JJ-NNS": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-NN-NNS": 2,
      "JJ-JJ-JJ": 1,
      "NN-IN-NN": 4,
      "IN-NN-NN": 2,
      "IN-NN-FW": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-NNP": 2,
      "FW-NN-FW": 3,
      "NN-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "JJ-NN-JJ": 5,
      "NN-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "NNP-NN-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "FW-NN-IN": 2,
      "NNP-FW-JJ": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NNP": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "FW-FW-VBG": 1,
      "FW-VBG-NN": 1,
      "VBG-NN-NN": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NN": 3,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "NNP-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-JJ-JJ": 1,
      "JJ-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "VBP-NNP-FW": 1,
      "JJ-NNS-NNS": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNP-NNS": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-FW-NNS": 2,
      "VBP-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "JJ-NNS-FW": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 203,
        "FW": 165,
        "NNP": 88,
        "JJ": 47,
        "NNS": 23
      },
      "top_bigrams": {
        "NN-NN": 114,
        "FW-FW": 109,
        "JJ-NN": 31,
        "NNP-NN": 30,
        "NNP-NNP": 27
      },
      "top_trigrams": {
        "FW-FW-FW": 75,
        "NN-NN-NN": 65,
        "NNP-NN-NN": 23,
        "NN-FW-FW": 16,
        "NN-JJ-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 146,
      "PP": 12,
      "VP": 34,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0367
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0183
      },
      {
        "rule": "NP -> ('China', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('Beijing', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('Asociación', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('Amistad', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('Díaz-Canel', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "VP -> ('relación', 'VBZ') NP NP",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('pueblos', 'NN')",
        "frequency": 2,
        "weight": 0.0092
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "China"
      },
      {
        "label": "NP",
        "text": "Cuba celebraron"
      },
      {
        "label": "PP",
        "text": "en Beijing"
      },
      {
        "label": "NP",
        "text": "Beijing"
      },
      {
        "label": "NP",
        "text": "aniversario del"
      },
      {
        "label": "NP",
        "text": "diplomáticas"
      },
      {
        "label": "NP",
        "text": "un acto encabezado por el presidente cubano Miguel Díaz-Canel y"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "chino Han Zheng"
      },
      {
        "label": "VP",
        "text": "el jueves"
      },
      {
        "label": "NP",
        "text": "jueves"
      },
      {
        "label": "PP",
        "text": "de septiembre"
      },
      {
        "label": "NP",
        "text": "septiembre"
      },
      {
        "label": "NP",
        "text": "Ambos destacaron la"
      },
      {
        "label": "NP",
        "text": "vínculos bilaterales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP China/NNP)\n  y/PRP\n  (NP Cuba/NNP celebraron/NN)\n  (PP en/IN (NP Beijing/NNP))\n  el/CC\n  65/CD\n  (NP aniversario/NN del/NN)\n  establecimiento/FW\n  de/FW\n  relaciones/FW\n  (NP diplomáticas/NN)\n  ,/,\n  en/FW\n  (NP\n    un/JJ\n    acto/NN\n    encabezado/NN\n    por/NN\n    el/NN\n    presidente/NN\n    cubano/NN\n    Miguel/NNP\n    Díaz-Canel/NNP\n    y/NNP)\n  (VP el/VBZ)\n  vicepresidente/FW\n  (NP chino/NN Han/NNP Zheng/NNP)\n  ,/,\n  (VP el/VBP (NP jueves/NNS))\n  4/CD\n  (PP de/IN (NP septiembre/NN))\n  ./.)",
      "(S\n  (NP Ambos/NNP destacaron/NN la/NN)\n  solidez/FW\n  de/FW\n  los/FW\n  (NP vínculos/NN bilaterales/NNS)\n  ,/,\n  (NP forjados/JJ desde/NN los/NN tiempos/NN)\n  (PP de/IN (NP Fidel/NNP Castro/NNP y/NNP Mao/NNP Zedong/NNP))\n  y/RB\n  (VP\n    reafirmados/VBZ\n    (NP hoy/NN por/NN los/NN consensos/NN alcanzados/NN))\n  entre/FW\n  las/FW\n  nuevas/FW\n  generaciones/FW\n  de/FW\n  (NP dirigentes/NNS)\n  ./.)",
      "(S\n  (NP En/NNP la/NN ceremonia/NN)\n  ,/,\n  (NP realizada/NN)\n  en/FW\n  la/FW\n  sede/FW\n  de/FW\n  la/FW\n  (NP Asociación/NNP)\n  de/FW\n  (NP Amistad/NNP)\n  del/FW\n  (NP Pueblo/NNP Chino/NNP con/NN el/NN Extranjero/NNP)\n  ,/,\n  (NP Díaz-Canel/NNP expresó/NN gratitud/NN por/NN el/NN)\n  (NP apoyo/JJ constante/NN)\n  (PP de/IN (NP China/NNP))\n  (NP a/DT la/NN isla/NN)\n  ,/,\n  (NP especialmente/JJ frente/NN al/NN bloqueo/NN)\n  económico/FW\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  el/FW\n  (NP acto/NN)\n  ,/,\n  el/FW\n  (NP presidente/JJ cubano/NN impuso/NN)\n  la/FW\n  (NP Medalla/NNP)\n  de/FW\n  la/FW\n  (NP Amistad/NNP)\n  (NP a/DT Yang/NNP Wanming/NNP)\n  ,/,\n  presidente/FW\n  de/FW\n  la/FW\n  (NP Asociación/NNP)\n  ,/,\n  en/FW\n  reconocimiento/FW\n  (NP a/DT su/NN papel/NN)\n  en/IN\n  el/FW\n  fortalecimiento/FW\n  de/FW\n  los/FW\n  (NP lazos/JJ entre/NN ambos/NNS pueblos/NN)\n  ./.)",
      "(S\n  (NP El/NNP vicepresidente/NN Han/NNP Zheng/NNP resaltó/NN la/NN)\n  participación/FW\n  (PP de/IN (NP Díaz-Canel/NNP))\n  en/FW\n  (NP los/NN)\n  (NP festejos/JJ por/NN)\n  (VP el/VBD)\n  80/CD\n  (NP aniversario/NN)\n  de/IN\n  la/FW\n  victoria/FW\n  en/FW\n  la/FW\n  (NP Guerra/NNP)\n  de/FW\n  (NP Resistencia/NNP)\n  del/FW\n  (NP Pueblo/NNP Chino/NNP)\n  (VP contra/VBP)\n  la/FW\n  (NP agresión/JJ japonesa/NN)\n  ,/,\n  (NP subrayando/JJ la/NN importancia/NN histórica/NN)\n  de/IN\n  la/FW\n  cooperación/FW\n  entre/FW\n  (NP ambas/NN naciones/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "APROBACION_RECHAZO",
      "JUSTICIA_SOCIAL",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bloqueo económico",
        "position": [
          634,
          651
        ],
        "start": 634,
        "end": 651
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra de resistencia del pueblo chino contra la",
        "position": [
          997,
          1045
        ],
        "start": 997,
        "end": 1045
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "intervención, díaz-canel señaló que las relaciones entre cuba y china han resistido desafíos históricos y se han expresado en proyectos de beneficio mutuo y cooperación internacional",
        "position": [
          1301,
          1483
        ],
        "start": 1301,
        "end": 1483
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desarrollo económico",
        "position": [
          1750,
          1770
        ],
        "start": 1750,
        "end": 1770
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación internacional",
        "position": [
          1458,
          1483
        ],
        "start": 1458,
        "end": 1483
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación entre ambas naciones. recordó que la reunión con el presidente xi jinping sirvió para consolidar consensos y elevar",
        "position": [
          1107,
          1234
        ],
        "start": 1107,
        "end": 1234
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "vínculos bilaterales",
        "position": [
          266,
          286
        ],
        "start": 266,
        "end": 286
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación entre ambas naciones",
        "position": [
          1107,
          1139
        ],
        "start": 1107,
        "end": 1139
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza estratégica",
        "position": [
          4049,
          4068
        ],
        "start": 4049,
        "end": 4068
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          550,
          557
        ],
        "start": 550,
        "end": 557
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3635,
          3642
        ],
        "start": 3635,
        "end": 3642
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente cubano miguel",
        "position": [
          131,
          155
        ],
        "start": 131,
        "end": 155
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          3106,
          3117
        ],
        "start": 3106,
        "end": 3117
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          1485,
          1493
        ],
        "start": 1485,
        "end": 1493
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1673,
          1680
        ],
        "start": 1673,
        "end": 1680
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          3080,
          3084
        ],
        "start": 3080,
        "end": 3084
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          1792,
          1799
        ],
        "start": 1792,
        "end": 1799
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          9,
          13
        ],
        "start": 9,
        "end": 13
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          655,
          669
        ],
        "start": 655,
        "end": 669
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          1,
          6
        ],
        "start": 1,
        "end": 6
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "parque temático",
        "position": [
          2095,
          2110
        ],
        "start": 2095,
        "end": 2110
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "jueves 4 de septiembre",
        "position": [
          207,
          229
        ],
        "start": 207,
        "end": 229
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          358,
          361
        ],
        "start": 358,
        "end": 361
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          634,
          641
        ],
        "start": 634,
        "end": 641
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "desarrollo económico y social",
        "position": [
          2679,
          2708
        ],
        "start": 2679,
        "end": 2708
      }
    ],
    "match_count": 25
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Yang Wanming",
        "tipo": "Persona"
      },
      {
        "nombre": "Beijing",
        "tipo": "Lugar"
      },
      {
        "nombre": "Presidente",
        "tipo": "Persona"
      },
      {
        "nombre": "Miguel Díaz-Canel",
        "tipo": "Persona"
      },
      {
        "nombre": "Shenzhen",
        "tipo": "Lugar"
      },
      {
        "nombre": "Díaz-Canel",
        "tipo": "Persona"
      },
      {
        "nombre": "Han Zheng",
        "tipo": "Persona"
      },
      {
        "nombre": "Mao Zedong",
        "tipo": "Persona"
      },
      {
        "nombre": "Iniciativa de la Franja",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Xi Jinping",
        "tipo": "Persona"
      },
      {
        "nombre": "Asociación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ruta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Parque Temático Splendid China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asociación de Amistad del Pueblo Chino",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sala de Exposiciones de la Reforma",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fidel Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Guangdong",
        "tipo": "Lugar"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Díaz-Canel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Extranjero",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "China",
        "relacion": "CELEBRAR",
        "objeto": "Beijing"
      },
      {
        "sujeto": "China",
        "relacion": "CELEBRAR",
        "objeto": "Miguel Díaz-Canel"
      },
      {
        "sujeto": "China",
        "relacion": "CELEBRAR",
        "objeto": "Han Zheng"
      },
      {
        "sujeto": "Cuba",
        "relacion": "CELEBRAR",
        "objeto": "Beijing"
      },
      {
        "sujeto": "Cuba",
        "relacion": "CELEBRAR",
        "objeto": "Miguel Díaz-Canel"
      },
      {
        "sujeto": "Cuba",
        "relacion": "CELEBRAR",
        "objeto": "Han Zheng"
      },
      {
        "sujeto": "Beijing",
        "relacion": "CELEBRAR",
        "objeto": "Miguel Díaz-Canel"
      },
      {
        "sujeto": "Beijing",
        "relacion": "CELEBRAR",
        "objeto": "Han Zheng"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "EXPRESAR",
        "objeto": "Asociación de Amistad del Pueblo Chino"
      },
      {
        "sujeto": "Asociación de Amistad del Pueblo Chino",
        "relacion": "EXPRESAR",
        "objeto": "China"
      },
      {
        "sujeto": "Asociación de Amistad del Pueblo Chino",
        "relacion": "EXPRESAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "EXPRESAR",
        "objeto": "Extranjero"
      },
      {
        "sujeto": "Extranjero",
        "relacion": "EXPRESAR",
        "objeto": "China"
      },
      {
        "sujeto": "Extranjero",
        "relacion": "EXPRESAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "EXPRESAR",
        "objeto": "China"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "EXPRESAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Han Zheng",
        "relacion": "RESALTAR",
        "objeto": "Díaz-Canel"
      },
      {
        "sujeto": "Recordó",
        "relacion": "RECORDAR",
        "objeto": "Xi Jinping"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "SE_ALAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "SE_ALAR",
        "objeto": "China"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "VIAJAR",
        "objeto": "Beijing"
      },
      {
        "sujeto": "Beijing",
        "relacion": "VIAJAR",
        "objeto": "Shenzhen"
      },
      {
        "sujeto": "Beijing",
        "relacion": "VIAJAR",
        "objeto": "Parque Temático Splendid China"
      },
      {
        "sujeto": "Fidel Castro",
        "relacion": "VIAJAR",
        "objeto": "Beijing"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "VIAJAR",
        "objeto": "Shenzhen"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "VIAJAR",
        "objeto": "Parque Temático Splendid China"
      },
      {
        "sujeto": "Díaz-Canel",
        "relacion": "VIAJAR",
        "objeto": "Fidel Castro"
      },
      {
        "sujeto": "Xi Jinping",
        "relacion": "REITERAR",
        "objeto": "Beijing"
      },
      {
        "sujeto": "Xi Jinping",
        "relacion": "REITERAR",
        "objeto": "China"
      },
      {
        "sujeto": "Xi Jinping",
        "relacion": "REITERAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "China",
        "relacion": "REITERAR",
        "objeto": "Beijing"
      },
      {
        "sujeto": "Beijing",
        "relacion": "REITERAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "China",
        "relacion": "CONTINUAR_REITERAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Presidente",
        "relacion": "DESTACAR",
        "objeto": "Shenzhen"
      },
      {
        "sujeto": "Cuba",
        "relacion": "DESTACAR",
        "objeto": "Shenzhen"
      },
      {
        "sujeto": "Presidente",
        "relacion": "DESTACAR",
        "objeto": "Cuba"
      }
    ]
  },
  "sentiment": {
    "compound": 0.6597,
    "pos": 0.009,
    "neu": 0.991,
    "neg": 0.0,
    "label": "positive"
  }
}