{
  "url": "https://www.telesurtv.net/ante-situacion-en-catatumbo-ordenan-traslado-de-124-firmantes-de-paz-colombianos/",
  "title": "Ante situaci칩n en Catatumbo, ordenan traslado de 124 firmantes de paz colombianos - teleSUR",
  "section": "Am칠rica Latina y El Caribe",
  "tags": [
    "Colombia",
    "Firmantes de PAz",
    "JEP"
  ],
  "text": "Ante la grave situaci칩n humanitaria en Catatumbo, en el nororiente de Colombia, resultado de las acciones del Ej칠rcito de Liberaci칩n Nacional (ELN), la Secci칩n de Ausencia de Reconocimiento de la Juridicci칩n Especial para la Paz (JEP) emiti칩 칩rdenes urgentes dirigidas a las entidades del Estado para proteger a los firmantes de los acuerdos de paz de 2016 cuyas vidas est치n en riesgo.\nLas cifras presentadas por la Defensor칤a del Pueblo a la JEP revelan que cerca de 80 personas han sido asesinadas y al menos 11.000 desplazadas. Los abogados de los excombatientes denunciaron que entre el 15 y el 22 de enero fueron asesinados los firmantes Pedro Rodr칤guez Mej칤a, Johan Carlos Carvajal Quintero, Albeiro D칤az Freno, Jon Freddy Carrascal Garc칤a, Sergio Vivas y Pedro Nel Angarita. Tambi칠n se han registrado desplazamientos forzados y la retenci칩n ilegal de al menos 30 civiles, incluidos firmantes del Acuerdo.\nEn este contexto, la JEP ha ordenado al Ministerio de Defensa garantizar de inmediato la extracci칩n de 124 firmantes del Acuerdo de Paz en Catatumbo y mantener los anillos de seguridad en el AETCR de Ca침o Indio y el NAR de Tib칰. Dentro de 10 d칤as, deber치n presentar un informe detallado de las acciones implementadas para garantizar la protecci칩n de los excombatientes.\nAsimismo, se ha ordenado a la Fiscal칤a General de la Naci칩n, en coordinaci칩n con la Unidad de B칰squeda de Personas dadas por Desaparecidas, dise침ar y ejecutar un plan para localizar al menos a 12 firmantes del Acuerdo Final de Paz desaparecidos debido a la crisis humanitaria en Catatumbo.\nEstas decisiones forman parte de la medida cautelar colectiva adoptada por la JEP en 2020, orientada a proteger a las personas en proceso de reincorporaci칩n y garantizar sus derechos fundamentales, como la vida, integridad personal y permanencia en el territorio, en cumplimiento de lo pactado en el Acuerdo Final de Paz.\nPara abordar los graves problemas de seguridad en Catatumbo, la JEP tambi칠n ha solicitado a la Fiscal칤a que presente un informe detallado sobre todas las acciones investigativas relacionadas con la criminalidad en la regi칩n. Adem치s, le ha solicitado dise침ar un plan para recoger las declaraciones y denuncias de los firmantes del Acuerdo de Paz y sus familias que hayan sido v칤ctimas de homicidio y desaparici칩n forzada, acelerando las investigaciones judiciales necesarias para esclarecer estos hechos.\nEl Ministerio del Interior, en coordinaci칩n con la Gobernaci칩n de Norte de Santander y las alcald칤as de diversas localidades, deber치 implementar un plan de atenci칩n humanitaria para las personas en proceso de reincorporaci칩n y desarrollar una estrategia para prevenir las violencias basadas en g칠nero, dirigida a las personas que se encuentran en los refugios.\nLa Agencia para la Reincorporaci칩n y la Normalizaci칩n debe entregar un informe detallado sobre el estado de sus gestiones y, de ser necesario, implementar medidas para garantizar el desembolso efectivo del seguro funerario a las familias de los firmantes v칤ctimas de homicidio, el desembolso efectivo de la renta b치sica priorizando a los firmantes en proceso de reincorporaci칩n en Catatumbo, y el desarrollo de un plan de acci칩n para la continuidad de los proyectos productivos afectados por la crisis de seguridad en la regi칩n.\nFinalmente, la JEP ha ordenado al Ministerio P칰blico, integrado por las Personer칤as, la Defensor칤a del Pueblo y la Procuradur칤a, dise침ar una programaci칩n territorial con una estrategia enfocada en garantizar la atenci칩n urgente a los excombatientes del Catatumbo, para la toma de sus declaraciones y activar las rutas de atenci칩n correspondientes para abordar la grave situaci칩n que enfrentan en su proceso de reincorporaci칩n.\nProteger los derechos fundamentales de los comparecientes ante la JEP no solo reafirma el compromiso del Estado con los firmantes del Acuerdo Final de Paz, sino tambi칠n con las v칤ctimas del conflicto armado.\nLa JEP ha destacado que los homicidios y los desplazamientos forzados no solo vulneran a los excombatientes, sus familias y las comunidades donde se asentaron tras la firma del Acuerdo, sino que tambi칠n destruyen proyectos productivos, afectan los medios de vida y debilitan el tejido social y comunitario, fundamentales para construir una paz sostenible en los territorios y contribuir a la no repetici칩n y al derecho de las v칤ctimas a conocer la verdad por los cr칤menes ocurridos durante el conflicto armado.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ante-situacion-en-catatumbo-ordenan-traslado-de-124-firmantes-de-paz-colombianos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 497,
    "message_id": 85337,
    "date": "2025-01-25T08:55:07+00:00",
    "text": "teleSUR\nAnte situaci칩n en Catatumbo, ordenan traslado de 124 firmantes de paz colombianos\nhttps://www.telesurtv.net/ante-situacion-en-catatumbo-ordenan-traslado-de-124-firmantes-de-paz-colombianos/",
    "photo_path": null,
    "views": 2450,
    "reactions": {
      "游녨": 36,
      "游똂": 8
    },
    "total_reactions": 44
  },
  "preprocessing": {
    "cleaned": "ante la grave situaci칩n humanitaria en catatumbo, en el nororiente de colombia, resultado de las acciones del ej칠rcito de liberaci칩n nacional (eln), la secci칩n de ausencia de reconocimiento de la juridicci칩n especial para la paz (jep) emiti칩 칩rdenes urgentes dirigidas a las entidades del estado para proteger a los firmantes de los acuerdos de paz de 2016 cuyas vidas est치n en riesgo. las cifras presentadas por la defensor칤a del pueblo a la jep revelan que cerca de 80 personas han sido asesinadas y al menos 11.000 desplazadas. los abogados de los excombatientes denunciaron que entre el 15 y el 22 de enero fueron asesinados los firmantes pedro rodr칤guez mej칤a, johan carlos carvajal quintero, albeiro d칤az freno, jon freddy carrascal garc칤a, sergio vivas y pedro nel angarita. tambi칠n se han registrado desplazamientos forzados y la retenci칩n ilegal de al menos 30 civiles, incluidos firmantes del acuerdo. en este contexto, la jep ha ordenado al ministerio de defensa garantizar de inmediato la extracci칩n de 124 firmantes del acuerdo de paz en catatumbo y mantener los anillos de seguridad en el aetcr de ca침o indio y el nar de tib칰. dentro de 10 d칤as, deber치n presentar un informe detallado de las acciones implementadas para garantizar la protecci칩n de los excombatientes. asimismo, se ha ordenado a la fiscal칤a general de la naci칩n, en coordinaci칩n con la unidad de b칰squeda de personas dadas por desaparecidas, dise침ar y ejecutar un plan para localizar al menos a 12 firmantes del acuerdo final de paz desaparecidos debido a la crisis humanitaria en catatumbo. estas decisiones forman parte de la medida cautelar colectiva adoptada por la jep en 2020, orientada a proteger a las personas en proceso de reincorporaci칩n y garantizar sus derechos fundamentales, como la vida, integridad personal y permanencia en el territorio, en cumplimiento de lo pactado en el acuerdo final de paz. para abordar los graves problemas de seguridad en catatumbo, la jep tambi칠n ha solicitado a la fiscal칤a que presente un informe detallado sobre todas las acciones investigativas relacionadas con la criminalidad en la regi칩n. adem치s, le ha solicitado dise침ar un plan para recoger las declaraciones y denuncias de los firmantes del acuerdo de paz y sus familias que hayan sido v칤ctimas de homicidio y desaparici칩n forzada, acelerando las investigaciones judiciales necesarias para esclarecer estos hechos. el ministerio del interior, en coordinaci칩n con la gobernaci칩n de norte de santander y las alcald칤as de diversas localidades, deber치 implementar un plan de atenci칩n humanitaria para las personas en proceso de reincorporaci칩n y desarrollar una estrategia para prevenir las violencias basadas en g칠nero, dirigida a las personas que se encuentran en los refugios. la agencia para la reincorporaci칩n y la normalizaci칩n debe entregar un informe detallado sobre el estado de sus gestiones y, de ser necesario, implementar medidas para garantizar el desembolso efectivo del seguro funerario a las familias de los firmantes v칤ctimas de homicidio, el desembolso efectivo de la renta b치sica priorizando a los firmantes en proceso de reincorporaci칩n en catatumbo, y el desarrollo de un plan de acci칩n para la continuidad de los proyectos productivos afectados por la crisis de seguridad en la regi칩n. finalmente, la jep ha ordenado al ministerio p칰blico, integrado por las personer칤as, la defensor칤a del pueblo y la procuradur칤a, dise침ar una programaci칩n territorial con una estrategia enfocada en garantizar la atenci칩n urgente a los excombatientes del catatumbo, para la toma de sus declaraciones y activar las rutas de atenci칩n correspondientes para abordar la grave situaci칩n que enfrentan en su proceso de reincorporaci칩n. proteger los derechos fundamentales de los comparecientes ante la jep no solo reafirma el compromiso del estado con los firmantes del acuerdo final de paz, sino tambi칠n con las v칤ctimas del conflicto armado. la jep ha destacado que los homicidios y los desplazamientos forzados no solo vulneran a los excombatientes, sus familias y las comunidades donde se asentaron tras la firma del acuerdo, sino que tambi칠n destruyen proyectos productivos, afectan los medios de vida y debilitan el tejido social y comunitario, fundamentales para construir una paz sostenible en los territorios y contribuir a la no repetici칩n y al derecho de las v칤ctimas a conocer la verdad por los cr칤menes ocurridos durante el conflicto armado.",
    "tokens": [
      "grave",
      "situaci칩n",
      "humanitaria",
      "catatumbo",
      ",",
      "nororiente",
      "colombia",
      ",",
      "resultado",
      "acciones",
      "ej칠rcito",
      "liberaci칩n",
      "nacional",
      "(",
      "eln",
      ")",
      ",",
      "secci칩n",
      "ausencia",
      "reconocimiento",
      "juridicci칩n",
      "especial",
      "paz",
      "(",
      "jep",
      ")",
      "emiti칩",
      "칩rdenes",
      "urgentes",
      "dirigidas",
      "entidades",
      "proteger",
      "firmantes",
      "acuerdos",
      "paz",
      "2016",
      "cuyas",
      "vidas",
      "riesgo",
      ".",
      "cifras",
      "presentadas",
      "defensor칤a",
      "pueblo",
      "jep",
      "revelan",
      "cerca",
      "80",
      "personas",
      "sido",
      "asesinadas",
      "menos",
      "11.000",
      "desplazadas",
      ".",
      "abogados",
      "excombatientes",
      "denunciaron",
      "15",
      "22",
      "enero",
      "asesinados",
      "firmantes",
      "pedro",
      "rodr칤guez",
      "mej칤a",
      ",",
      "johan",
      "carlos",
      "carvajal",
      "quintero",
      ",",
      "albeiro",
      "d칤az",
      "freno",
      ",",
      "jon",
      "freddy",
      "carrascal",
      "garc칤a",
      ",",
      "sergio",
      "vivas",
      "pedro",
      "nel",
      "angarita",
      ".",
      "registrado",
      "desplazamientos",
      "forzados",
      "retenci칩n",
      "ilegal",
      "menos",
      "30",
      "civiles",
      ",",
      "incluidos",
      "firmantes",
      "acuerdo",
      ".",
      "contexto",
      ",",
      "jep",
      "ordenado",
      "ministerio",
      "defensa",
      "garantizar",
      "inmediato",
      "extracci칩n",
      "124",
      "firmantes",
      "acuerdo",
      "paz",
      "catatumbo",
      "mantener",
      "anillos",
      "seguridad",
      "aetcr",
      "ca침o",
      "indio",
      "nar",
      "tib칰",
      ".",
      "dentro",
      "10",
      "d칤as",
      ",",
      "deber치n",
      "presentar",
      "informe",
      "detallado",
      "acciones",
      "implementadas",
      "garantizar",
      "protecci칩n",
      "excombatientes",
      ".",
      "asimismo",
      ",",
      "ordenado",
      "fiscal칤a",
      "general",
      "naci칩n",
      ",",
      "coordinaci칩n",
      "unidad",
      "b칰squeda",
      "personas",
      "dadas",
      "desaparecidas",
      ",",
      "dise침ar",
      "ejecutar",
      "plan",
      "localizar",
      "menos",
      "12",
      "firmantes",
      "acuerdo",
      "final",
      "paz",
      "desaparecidos",
      "debido",
      "crisis",
      "humanitaria",
      "catatumbo",
      ".",
      "decisiones",
      "forman",
      "parte",
      "medida",
      "cautelar",
      "colectiva",
      "adoptada",
      "jep",
      "2020",
      ",",
      "orientada",
      "proteger",
      "personas",
      "proceso",
      "reincorporaci칩n",
      "garantizar",
      "derechos",
      "fundamentales",
      ",",
      "vida",
      ",",
      "integridad",
      "personal",
      "permanencia",
      "territorio",
      ",",
      "cumplimiento",
      "pactado",
      "acuerdo",
      "final",
      "paz",
      ".",
      "abordar",
      "graves",
      "problemas",
      "seguridad",
      "catatumbo",
      ",",
      "jep",
      "solicitado",
      "fiscal칤a",
      "presente",
      "informe",
      "detallado",
      "todas",
      "acciones",
      "investigativas",
      "relacionadas",
      "criminalidad",
      "regi칩n",
      ".",
      "adem치s",
      ",",
      "solicitado",
      "dise침ar",
      "plan",
      "recoger",
      "declaraciones",
      "denuncias",
      "firmantes",
      "acuerdo",
      "paz",
      "familias",
      "sido",
      "v칤ctimas",
      "homicidio",
      "desaparici칩n",
      "forzada",
      ",",
      "acelerando",
      "investigaciones",
      "judiciales",
      "necesarias",
      "esclarecer",
      "hechos",
      ".",
      "ministerio",
      "interior",
      ",",
      "coordinaci칩n",
      "gobernaci칩n",
      "norte",
      "santander",
      "alcald칤as",
      "diversas",
      "localidades",
      ",",
      "deber치",
      "implementar",
      "plan",
      "atenci칩n",
      "humanitaria",
      "personas",
      "proceso",
      "reincorporaci칩n",
      "desarrollar",
      "estrategia",
      "prevenir",
      "violencias",
      "basadas",
      "g칠nero",
      ",",
      "dirigida",
      "personas",
      "encuentran",
      "refugios",
      ".",
      "agencia",
      "reincorporaci칩n",
      "normalizaci칩n",
      "debe",
      "entregar",
      "informe",
      "detallado",
      "gestiones",
      ",",
      "ser",
      "necesario",
      ",",
      "implementar",
      "medidas",
      "garantizar",
      "desembolso",
      "efectivo",
      "seguro",
      "funerario",
      "familias",
      "firmantes",
      "v칤ctimas",
      "homicidio",
      ",",
      "desembolso",
      "efectivo",
      "renta",
      "b치sica",
      "priorizando",
      "firmantes",
      "proceso",
      "reincorporaci칩n",
      "catatumbo",
      ",",
      "desarrollo",
      "plan",
      "acci칩n",
      "continuidad",
      "proyectos",
      "productivos",
      "afectados",
      "crisis",
      "seguridad",
      "regi칩n",
      ".",
      "finalmente",
      ",",
      "jep",
      "ordenado",
      "ministerio",
      "p칰blico",
      ",",
      "integrado",
      "personer칤as",
      ",",
      "defensor칤a",
      "pueblo",
      "procuradur칤a",
      ",",
      "dise침ar",
      "programaci칩n",
      "territorial",
      "estrategia",
      "enfocada",
      "garantizar",
      "atenci칩n",
      "urgente",
      "excombatientes",
      "catatumbo",
      ",",
      "toma",
      "declaraciones",
      "activar",
      "rutas",
      "atenci칩n",
      "correspondientes",
      "abordar",
      "grave",
      "situaci칩n",
      "enfrentan",
      "proceso",
      "reincorporaci칩n",
      ".",
      "proteger",
      "derechos",
      "fundamentales",
      "comparecientes",
      "jep",
      "solo",
      "reafirma",
      "compromiso",
      "firmantes",
      "acuerdo",
      "final",
      "paz",
      ",",
      "sino",
      "v칤ctimas",
      "conflicto",
      "armado",
      ".",
      "jep",
      "destacado",
      "homicidios",
      "desplazamientos",
      "forzados",
      "solo",
      "vulneran",
      "excombatientes",
      ",",
      "familias",
      "comunidades",
      "asentaron",
      "tras",
      "firma",
      "acuerdo",
      ",",
      "sino",
      "destruyen",
      "proyectos",
      "productivos",
      ",",
      "afectan",
      "medios",
      "vida",
      "debilitan",
      "tejido",
      "social",
      "comunitario",
      ",",
      "fundamentales",
      "construir",
      "paz",
      "sostenible",
      "territorios",
      "contribuir",
      "repetici칩n",
      "derecho",
      "v칤ctimas",
      "conocer",
      "verdad",
      "cr칤menes",
      "ocurridos",
      "conflicto",
      "armado",
      "."
    ],
    "token_count": 420,
    "sentence_count": 15
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 110,
      "NN": 191,
      "VBP": 30,
      "VBN": 2,
      "NNS": 42,
      "IN": 28,
      "FW": 150,
      "VBZ": 12,
      "JJ": 66,
      "CD": 10,
      "$": 1,
      "VBD": 5,
      "JJR": 1,
      "RB": 2,
      "DT": 3
    },
    "bigram_freq": {
      "NNP-NN": 25,
      "NN-VBP": 6,
      "VBP-VBN": 2,
      "VBN-NNS": 1,
      "NNS-IN": 4,
      "IN-NNP": 3,
      "NNP-FW": 36,
      "FW-FW": 67,
      "FW-NNP": 40,
      "FW-NNS": 13,
      "NNS-FW": 4,
      "NNP-NNP": 41,
      "NN-NN": 95,
      "NN-NNP": 14,
      "NN-NNS": 11,
      "NNS-VBZ": 2,
      "VBZ-JJ": 7,
      "JJ-NNS": 9,
      "JJ-NNP": 4,
      "NN-JJ": 18,
      "JJ-VBZ": 1,
      "VBZ-IN": 1,
      "IN-FW": 18,
      "FW-IN": 1,
      "IN-CD": 4,
      "CD-NN": 2,
      "NN-FW": 18,
      "FW-NN": 21,
      "NNP-VBZ": 2,
      "JJ-NN": 39,
      "NN-IN": 17,
      "CD-NNS": 5,
      "NNS-JJ": 4,
      "JJ-JJ": 7,
      "NNS-VBP": 23,
      "VBP-$": 1,
      "$-CD": 1,
      "CD-JJ": 2,
      "VBP-JJ": 15,
      "NN-VBD": 3,
      "VBD-CD": 2,
      "JJ-CD": 1,
      "CD-IN": 1,
      "NN-VBZ": 6,
      "VBZ-NNP": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 3,
      "FW-CD": 2,
      "VBP-NNP": 4,
      "NNP-IN": 3,
      "JJ-FW": 5,
      "NNS-NNP": 2,
      "FW-JJ": 6,
      "VBP-NNS": 1,
      "VBP-IN": 1,
      "VBP-JJR": 1,
      "JJR-JJ": 1,
      "IN-NN": 2,
      "NNS-NNS": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-NN": 3,
      "IN-JJ": 1,
      "VBN-JJ": 1,
      "VBP-FW": 1,
      "NNP-DT": 1,
      "DT-NN": 3,
      "VBZ-FW": 1,
      "NN-DT": 1,
      "VBZ-NN": 1,
      "VBP-VBZ": 1,
      "VBZ-DT": 1,
      "NN-RB": 1,
      "RB-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-VBP": 1,
      "NN-VBP-VBN": 2,
      "VBP-VBN-NNS": 1,
      "VBN-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 2,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 40,
      "FW-FW-NNP": 8,
      "FW-NNP-FW": 24,
      "FW-FW-NNS": 8,
      "FW-NNS-FW": 2,
      "NNS-FW-NNP": 1,
      "NNP-FW-NNP": 25,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NNP": 23,
      "NNP-NNP-FW": 7,
      "NNP-NNP-NN": 8,
      "NNP-NN-NN": 20,
      "NN-NN-NNP": 12,
      "NN-NNP-NNP": 5,
      "NNP-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NN-NN-JJ": 10,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-FW": 7,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-FW": 1,
      "NN-FW-NN": 4,
      "FW-NN-FW": 7,
      "FW-NN-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NN": 16,
      "NN-NNP-FW": 1,
      "FW-NNP-NN": 8,
      "NN-NN-NN": 43,
      "NN-NN-IN": 7,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 4,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "NNP-NN-IN": 1,
      "NN-IN-FW": 13,
      "IN-FW-NNS": 5,
      "FW-NNS-VBP": 9,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 11,
      "JJ-NN-VBD": 2,
      "NN-VBD-CD": 2,
      "VBD-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NN": 3,
      "FW-NN-NN": 11,
      "NN-NN-VBZ": 4,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NN-JJ-NN": 12,
      "JJ-NN-IN": 7,
      "FW-FW-CD": 2,
      "FW-CD-NNS": 2,
      "NNS-JJ-NNS": 1,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NNP": 3,
      "NN-NNP-NN": 5,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "NNS-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NNP-NNP-IN": 1,
      "NNP-IN-CD": 2,
      "NNS-JJ-NN": 1,
      "JJ-NN-JJ": 5,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 5,
      "NN-NN-FW": 9,
      "NN-FW-FW": 10,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-FW-NN": 6,
      "NN-FW-NNP": 3,
      "JJ-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "FW-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "CD-NN-NN": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-FW-NN": 6,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 9,
      "JJ-NN-FW": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-VBP-JJR": 1,
      "VBP-JJR-JJ": 1,
      "JJR-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "VBP-NNP-FW": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NNS": 1,
      "FW-NN-IN": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-JJ": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "FW-NN-NNS": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-IN": 1,
      "NN-FW-JJ": 1,
      "NNP-NN-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBP-JJ-FW": 2,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "IN-FW-NNP": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "JJ-NN-NNS": 3,
      "JJ-NN-NNP": 1,
      "VBP-JJ-JJ": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 191,
        "FW": 150,
        "NNP": 110,
        "JJ": 66,
        "NNS": 42
      },
      "top_bigrams": {
        "NN-NN": 95,
        "FW-FW": 67,
        "NNP-NNP": 41,
        "FW-NNP": 40,
        "JJ-NN": 39
      },
      "top_trigrams": {
        "NN-NN-NN": 43,
        "FW-FW-FW": 40,
        "NNP-FW-NNP": 25,
        "FW-NNP-FW": 24,
        "NNP-NNP-NNP": 23
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 15,
    "chunk_counts": {
      "NP": 188,
      "VP": 56,
      "PP": 11,
      "ADJP": 1
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0258
      },
      {
        "rule": "NP -> ('Catatumbo', 'NNP')",
        "frequency": 4,
        "weight": 0.0148
      },
      {
        "rule": "NP -> ('firmantes', 'NNS')",
        "frequency": 4,
        "weight": 0.0148
      },
      {
        "rule": "NP -> ('Paz', 'NNP')",
        "frequency": 4,
        "weight": 0.0148
      },
      {
        "rule": "NP -> ('un', 'JJ') ('plan', 'NN')",
        "frequency": 4,
        "weight": 0.0148
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 4,
        "weight": 0.0148
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "NP -> ('Acuerdo', 'NNP') ('Final', 'NNP')",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 3,
        "weight": 0.0111
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Ante la"
      },
      {
        "label": "VP",
        "text": "grave"
      },
      {
        "label": "VP",
        "text": "situaci칩n humanitaria"
      },
      {
        "label": "NP",
        "text": "humanitaria"
      },
      {
        "label": "PP",
        "text": "en Catatumbo"
      },
      {
        "label": "NP",
        "text": "Catatumbo"
      },
      {
        "label": "NP",
        "text": "Colombia"
      },
      {
        "label": "NP",
        "text": "resultado"
      },
      {
        "label": "NP",
        "text": "acciones"
      },
      {
        "label": "NP",
        "text": "Ej칠rcito"
      },
      {
        "label": "NP",
        "text": "Liberaci칩n Nacional"
      },
      {
        "label": "NP",
        "text": "ELN"
      },
      {
        "label": "NP",
        "text": "Secci칩n"
      },
      {
        "label": "NP",
        "text": "Ausencia"
      },
      {
        "label": "NP",
        "text": "Reconocimiento"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Ante/NNP la/NN)\n  (VP grave/VBP)\n  (VP situaci칩n/VBN (NP humanitaria/NNS))\n  (PP en/IN (NP Catatumbo/NNP))\n  ,/,\n  en/FW\n  el/FW\n  nororiente/FW\n  de/FW\n  (NP Colombia/NNP)\n  ,/,\n  (NP resultado/NN)\n  de/FW\n  las/FW\n  (NP acciones/NNS)\n  del/FW\n  (NP Ej칠rcito/NNP)\n  de/FW\n  (NP Liberaci칩n/NNP Nacional/NNP)\n  (/(\n  (NP ELN/NNP)\n  )/)\n  ,/,\n  la/FW\n  (NP Secci칩n/NNP)\n  de/FW\n  (NP Ausencia/NNP)\n  de/FW\n  (NP Reconocimiento/NNP)\n  de/FW\n  la/FW\n  (NP Juridicci칩n/NNP Especial/NNP para/NN la/NN Paz/NNP)\n  (/(\n  (NP JEP/NNP)\n  )/)\n  (VP emiti칩/VBP (NP 칩rdenes/NNS urgentes/NNS))\n  (VP dirigidas/VBP (NP a/DT las/JJ entidades/NNS))\n  (VP\n    del/VBP\n    (NP Estado/NNP para/NN proteger/NN)\n    (NP a/DT los/JJ firmantes/NNS))\n  de/IN\n  los/FW\n  acuerdos/FW\n  de/FW\n  paz/FW\n  de/IN\n  2016/CD\n  (NP cuyas/NN)\n  vidas/FW\n  (NP est치n/NN)\n  (PP en/IN (NP riesgo/NN))\n  ./.)",
      "(S\n  (NP Las/NNP cifras/NNS)\n  (VP presentadas/VBP (NP por/JJ la/NN Defensor칤a/NNP))\n  (VP\n    del/VBZ\n    (NP Pueblo/NNP)\n    (NP a/DT la/NN JEP/NNP revelan/NN que/NN cerca/NN))\n  de/IN\n  80/CD\n  (NP personas/NNS)\n  (NP han/JJ sido/JJ asesinadas/NNS)\n  (VP y/VBP (NP al/JJ menos/NNS))\n  11.000/CD\n  (NP desplazadas/NNS)\n  ./.)",
      "(S\n  (NP Los/NNP abogados/NN)\n  de/IN\n  los/FW\n  (NP excombatientes/NNS)\n  (VP denunciaron/VBP (NP que/JJ entre/NN))\n  (VP el/VBD)\n  15/CD\n  (NP y/NN)\n  (VP el/VBD)\n  22/CD\n  de/IN\n  enero/FW\n  (NP fueron/NN asesinados/NN los/NN)\n  (VP firmantes/VBZ (NP Pedro/NNP Rodr칤guez/NNP Mej칤a/NNP))\n  ,/,\n  (NP Johan/NNP Carlos/NNP Carvajal/NNP Quintero/NNP)\n  ,/,\n  (NP Albeiro/NNP D칤az/NNP Freno/NNP)\n  ,/,\n  (NP Jon/NNP Freddy/NNP Carrascal/NNP Garc칤a/NNP)\n  ,/,\n  (NP Sergio/NNP Vivas/NNP y/NNP Pedro/NNP Nel/NNP Angarita/NNP)\n  ./.)",
      "(S\n  (NP\n    Tambi칠n/NNP\n    se/NN\n    han/NN\n    registrado/NN\n    desplazamientos/NN\n    forzados/NN\n    y/NN\n    la/NN)\n  (NP retenci칩n/JJ ilegal/NN)\n  de/IN\n  al/FW\n  menos/FW\n  30/CD\n  (NP civiles/NNS)\n  ,/,\n  (NP incluidos/JJ firmantes/NNS)\n  (VP del/VBP (NP Acuerdo/NNP))\n  ./.)",
      "(S\n  (NP En/NNP este/NN contexto/NN)\n  ,/,\n  la/FW\n  (NP JEP/NNP ha/NN ordenado/NN al/NN Ministerio/NNP)\n  (PP de/IN (NP Defensa/NNP))\n  garantizar/FW\n  de/FW\n  inmediato/FW\n  la/FW\n  extracci칩n/FW\n  de/FW\n  124/CD\n  (NP firmantes/NNS)\n  (NP del/JJ Acuerdo/NNP)\n  de/FW\n  (NP Paz/NNP)\n  en/FW\n  (NP Catatumbo/NNP y/NNP mantener/NN)\n  (VP los/VBD anillos/JJ)\n  de/FW\n  seguridad/FW\n  en/FW\n  el/FW\n  (NP AETCR/NNP)\n  de/FW\n  (NP Ca침o/NNP Indio/NNP y/NNP)\n  el/FW\n  (NP NAR/NNP)\n  de/FW\n  (NP Tib칰/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "LEYES_NORMATIVAS",
      "ACCIONES_LEGALES"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "firma del acuerdo",
        "position": [
          4090,
          4107
        ],
        "start": 4090,
        "end": 4107
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          966,
          973
        ],
        "start": 966,
        "end": 973
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "integridad personal",
        "position": [
          1784,
          1803
        ],
        "start": 1784,
        "end": 1803
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "desaparici칩n forzada",
        "position": [
          2293,
          2313
        ],
        "start": 2293,
        "end": 2313
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          566,
          577
        ],
        "start": 566,
        "end": 577
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo de paz en catatumbo y mantener los anillos de seguridad en el aetcr de ca침o indio y el nar de tib칰. dentro de 10",
        "position": [
          1033,
          1153
        ],
        "start": 1033,
        "end": 1153
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          70,
          78
        ],
        "start": 70,
        "end": 78
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          222,
          228
        ],
        "start": 222,
        "end": 228
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado para",
        "position": [
          289,
          300
        ],
        "start": 289,
        "end": 300
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "80 personas",
        "position": [
          468,
          479
        ],
        "start": 468,
        "end": 479
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 80",
        "position": [
          459,
          470
        ],
        "start": 459,
        "end": 470
      }
    ],
    "match_count": 11
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio del Interior",
        "tipo": "Lugar"
      },
      {
        "nombre": "Agencia para la Reincorporaci칩n y la Normalizaci칩n",
        "tipo": "Organizacion"
      },
      {
        "nombre": "JEP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Defensa",
        "tipo": "Lugar"
      },
      {
        "nombre": "AETCR de",
        "tipo": "Lugar"
      },
      {
        "nombre": "Catatumbo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio P칰blico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fiscal칤a",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Procuradur칤a",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jon Freddy Carrascal Garc칤a",
        "tipo": "Persona"
      },
      {
        "nombre": "Ej칠rcito de Liberaci칩n Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fiscal칤a General de la Naci칩n",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tib칰",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unidad de B칰squeda de Personas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pedro Nel Angarita",
        "tipo": "Persona"
      },
      {
        "nombre": "Pedro Rodr칤guez Mej칤a",
        "tipo": "Persona"
      },
      {
        "nombre": "Desaparecidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Acuerdo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobernaci칩n de Norte de Santander",
        "tipo": "Lugar"
      },
      {
        "nombre": "Albeiro D칤az Freno",
        "tipo": "Persona"
      },
      {
        "nombre": "Sergio Vivas",
        "tipo": "Persona"
      },
      {
        "nombre": "ELN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Johan Carlos Carvajal Quintero",
        "tipo": "Persona"
      },
      {
        "nombre": "Ca침o Indio",
        "tipo": "Lugar"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Defensor칤a del Pueblo",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Catatumbo",
        "relacion": "EMITIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "de Colombia",
        "relacion": "EMITIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Ej칠rcito de Liberaci칩n Nacional",
        "relacion": "EMITIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "ELN",
        "relacion": "EMITIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "JEP",
        "relacion": "EMITIR",
        "objeto": "Estado"
      },
      {
        "sujeto": "JEP",
        "relacion": "ORDENAR",
        "objeto": "Ministerio de Defensa"
      },
      {
        "sujeto": "JEP",
        "relacion": "ORDENAR",
        "objeto": "Catatumbo"
      },
      {
        "sujeto": "JEP",
        "relacion": "ORDENAR",
        "objeto": "AETCR de"
      },
      {
        "sujeto": "JEP",
        "relacion": "ORDENAR",
        "objeto": "Ca침o Indio"
      },
      {
        "sujeto": "JEP",
        "relacion": "ORDENAR",
        "objeto": "Tib칰"
      },
      {
        "sujeto": "Ministerio de Defensa",
        "relacion": "ORDENAR",
        "objeto": "Catatumbo"
      },
      {
        "sujeto": "Ministerio de Defensa",
        "relacion": "ORDENAR",
        "objeto": "AETCR de"
      },
      {
        "sujeto": "Ministerio de Defensa",
        "relacion": "ORDENAR",
        "objeto": "Ca침o Indio"
      },
      {
        "sujeto": "Ministerio de Defensa",
        "relacion": "ORDENAR",
        "objeto": "Tib칰"
      },
      {
        "sujeto": "Catatumbo",
        "relacion": "GARANTIZAR_ORDENAR",
        "objeto": "AETCR de"
      },
      {
        "sujeto": "Catatumbo",
        "relacion": "GARANTIZAR_ORDENAR",
        "objeto": "Ca침o Indio"
      },
      {
        "sujeto": "Catatumbo",
        "relacion": "GARANTIZAR_ORDENAR",
        "objeto": "Tib칰"
      },
      {
        "sujeto": "Fiscal칤a General de la Naci칩n",
        "relacion": "ORDENAR",
        "objeto": "Unidad de B칰squeda de Personas"
      },
      {
        "sujeto": "Fiscal칤a General de la Naci칩n",
        "relacion": "ORDENAR",
        "objeto": "Desaparecidas"
      },
      {
        "sujeto": "Fiscal칤a General de la Naci칩n",
        "relacion": "ORDENAR",
        "objeto": "Catatumbo"
      },
      {
        "sujeto": "JEP",
        "relacion": "ABORDAR_SOLICITAR",
        "objeto": "Catatumbo"
      },
      {
        "sujeto": "Catatumbo",
        "relacion": "ABORDAR_SOLICITAR",
        "objeto": "Fiscal칤a"
      },
      {
        "sujeto": "JEP",
        "relacion": "SOLICITAR",
        "objeto": "Fiscal칤a"
      },
      {
        "sujeto": "Agencia para la Reincorporaci칩n y la Normalizaci칩n",
        "relacion": "ENTREGAR",
        "objeto": "Catatumbo"
      },
      {
        "sujeto": "JEP",
        "relacion": "ORDENAR",
        "objeto": "Ministerio P칰blico"
      },
      {
        "sujeto": "JEP",
        "relacion": "ORDENAR",
        "objeto": "Procuradur칤a"
      },
      {
        "sujeto": "Ministerio P칰blico",
        "relacion": "ORDENAR",
        "objeto": "Catatumbo"
      },
      {
        "sujeto": "Procuradur칤a",
        "relacion": "ORDENAR",
        "objeto": "Catatumbo"
      },
      {
        "sujeto": "JEP",
        "relacion": "PROTEGER_REAFIRMAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "JEP",
        "relacion": "DESTACAR",
        "objeto": "Acuerdo"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8316,
    "pos": 0.021,
    "neu": 0.946,
    "neg": 0.033,
    "label": "negative"
  }
}