{
  "url": "https://www.telesurtv.net/presidente-maduro-venezuela-avanza-hacia-una-economia-autosustentable-mas-alla-del-petroleo/",
  "title": "Presidente Maduro: Venezuela avanza hacia una economía autosustentable más allá del petróleo\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "economía autosustentable",
    "Entrevista",
    "Maduro",
    "petróleo",
    "Ramonet",
    "Venezuela"
  ],
  "text": "\nDurante una entrevista con Ignacio Ramonet, el mandatario explicó los esfuerzos de Venezuela para diversificar su economía, reducir la dependencia del petróleo y alcanzar la autosuficiencia alimentaria e industrial.\nUno de los cambios más significativos en la política económica venezolana destacados por el jefe de Estado fue la modificación del Ministerio del Poder Popular del Petróleo a Ministerio del Poder Popular de Hidrocarburos, con el objetivo de reflejar un enfoque más amplio y estratégico hacia el desarrollo del sector energético.\nAunque el petróleo sigue siendo un pilar clave, Maduro subrayó la necesidad de no depender exclusivamente de los hidrocarburos, sino que este sector debe convertirse en un “motor de soporte” para una economía más diversificada.\n“Venezuela es una potencia en materia de energía. Tenemos la mayor reserva petrolera del planeta y la cuarta reserva de gas”, señaló el presidente, pero también afirmó que el país está avanzando hacia un modelo económico que no dependa únicamente de estos recursos. “Queremos construir una economía productiva que se sustente más allá del petróleo”, agregó.\nEn ese sentido, expresó que desde el 2016, Venezuela ha implementado un plan económico con 18 motores, entre los cuales el motor hidrocarburos es esencial. Sin embargo, el presidente subrayó que el país ha logrado avances importantes hacia la diversificación de su economía, buscando desarrollarse en áreas como la agricultura y la industria.\n“Venezuela pasó de un 80% de dependencia de productos alimentarios del exterior a un 100% de abastecimiento de productos agroecológicos”, destacó, al tiempo que subrayó que la recuperación del sector agrícola, a través de la reingeniería de la Gran Misión Agrovenezuela, ha sido crucial para alcanzar estos logros.\nMaduro no dejó de remarcar que todos estos logros fueron alcanzados a pesar de las dificultades impuestas por las sanciones internacionales. Pese a ello, los datos proporcionados por Maduro son contundentes: el crecimiento del Producto Interno Bruto (PIB) alcanzó un 15% en 2022, un 5.5% en 2023 y se espera que para 2024 sea superior al 9%.\nMaduro atribuyó este éxito al plan estratégico de desarrollo económico que incluye la autosuficiencia alimentaria, el fortalecimiento del sistema cambiario y la lucha contra la inflación, que se encuentra en los niveles más bajos en dos décadas. “En el 2024 hemos cerrado con 14 trimestres de crecimiento”, aseguró el presidente.\n\nMaduro destacó que el gobierno venezolano tiene grandes expectativas para el 2025. Además de la ya mencionada consolidación de la autosuficiencia alimentaria y la vocación exportadora se prevé continuar con el fortalecimiento del mercado interno y el desarrollo de una infraestructura productiva capaz de sostener el crecimiento económico.\nUna de las medidas destacadas por Maduro es la creación de un presupuesto comunal que permitirá que las comunidades gestionen directamente proyectos prioritarios, con una asignación inicial de 600 millones de dólares. Este enfoque descentralizado busca empoderar a las comunidades y garantizar que los recursos lleguen directamente a las bases sociales.\nAdemás, el presidente destacó la importancia de las “grandes misiones de nueva generación”, que seguirán dirigidas a sectores clave como las mujeres, los jóvenes y los adultos mayores, quienes han sido los más afectados por los años de guerra económica. Estas misiones estarán orientadas a garantizar el acceso a servicios esenciales, la creación de empleo y el fortalecimiento del tejido social.\nEn términos de desarrollo económico, Maduro resaltó la necesidad de impulsar las exportaciones no tradicionales como una prioridad estratégica. “Queremos que Venezuela se convierta en un país exportador de productos agrícolas, industriales y tecnológicos, reduciendo cada vez más la dependencia de las importaciones”, explicó.\n\nEsto incluirá incentivos para el sector privado, alianzas con países aliados y el uso de nuevas tecnologías para aumentar la competitividad en los mercados internacionales.\nOtro de los objetivos destacados es la consolidación de la soberanía tecnológica e industrial. Para ello, el gobierno planea reforzar las inversiones en investigación y desarrollo, especialmente en áreas como la producción de maquinaria agrícola, la industria farmacéutica y la energía renovable.\n“Estamos construyendo un modelo donde el talento nacional y la innovación serán los motores del desarrollo”, afirmó el mandatario.\nFinalmente, Maduro mencionó que para 2030, Venezuela aspira a consolidarse como una economía diversificada y resiliente, capaz de resistir las fluctuaciones de los mercados internacionales y las presiones externas.\n“Nuestro horizonte es claro: construir una Venezuela productiva, autosuficiente y exportadora que garantice el bienestar de su pueblo”, concluyó el presidente.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-maduro-venezuela-avanza-hacia-una-economia-autosustentable-mas-alla-del-petroleo/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 2163,
    "message_id": 83455,
    "date": "2025-01-02T00:55:07+00:00",
    "text": "teleSUR\nPresidente Maduro: Venezuela avanza hacia una economía autosustentable más allá del petróleo»\nhttps://www.telesurtv.net/presidente-maduro-venezuela-avanza-hacia-una-economia-autosustentable-mas-alla-del-petroleo/",
    "photo_path": null,
    "views": 2228,
    "reactions": {
      "👍": 49,
      "❤": 8,
      "👏": 2,
      "🥱": 1
    },
    "total_reactions": 60
  },
  "preprocessing": {
    "cleaned": "durante una entrevista con ignacio ramonet, el mandatario explicó los esfuerzos de venezuela para diversificar su economía, reducir la dependencia del petróleo y alcanzar la autosuficiencia alimentaria e industrial. uno de los cambios más significativos en la política económica venezolana destacados por el jefe de estado fue la modificación del ministerio del poder popular del petróleo a ministerio del poder popular de hidrocarburos, con el objetivo de reflejar un enfoque más amplio y estratégico hacia el desarrollo del sector energético. aunque el petróleo sigue siendo un pilar clave, maduro subrayó la necesidad de no depender exclusivamente de los hidrocarburos, sino que este sector debe convertirse en un “motor de soporte” para una economía más diversificada. “venezuela es una potencia en materia de energía. tenemos la mayor reserva petrolera del planeta y la cuarta reserva de gas”, señaló el presidente, pero también afirmó que el país está avanzando hacia un modelo económico que no dependa únicamente de estos recursos. “queremos construir una economía productiva que se sustente más allá del petróleo”, agregó. en ese sentido, expresó que desde el 2016, venezuela ha implementado un plan económico con 18 motores, entre los cuales el motor hidrocarburos es esencial. sin embargo, el presidente subrayó que el país ha logrado avances importantes hacia la diversificación de su economía, buscando desarrollarse en áreas como la agricultura y la industria. “venezuela pasó de un 80% de dependencia de productos alimentarios del exterior a un 100% de abastecimiento de productos agroecológicos”, destacó, al tiempo que subrayó que la recuperación del sector agrícola, a través de la reingeniería de la gran misión agrovenezuela, ha sido crucial para alcanzar estos logros. maduro no dejó de remarcar que todos estos logros fueron alcanzados a pesar de las dificultades impuestas por las sanciones internacionales. pese a ello, los datos proporcionados por maduro son contundentes: el crecimiento del producto interno bruto (pib) alcanzó un 15% en 2022, un 5.5% en 2023 y se espera que para 2024 sea superior al 9%. maduro atribuyó este éxito al plan estratégico de desarrollo económico que incluye la autosuficiencia alimentaria, el fortalecimiento del sistema cambiario y la lucha contra la inflación, que se encuentra en los niveles más bajos en dos décadas. “en el 2024 hemos cerrado con 14 trimestres de crecimiento”, aseguró el presidente. maduro destacó que el gobierno venezolano tiene grandes expectativas para el 2025. además de la ya mencionada consolidación de la autosuficiencia alimentaria y la vocación exportadora se prevé continuar con el fortalecimiento del mercado interno y el desarrollo de una infraestructura productiva capaz de sostener el crecimiento económico. una de las medidas destacadas por maduro es la creación de un presupuesto comunal que permitirá que las comunidades gestionen directamente proyectos prioritarios, con una asignación inicial de 600 millones de dólares. este enfoque descentralizado busca empoderar a las comunidades y garantizar que los recursos lleguen directamente a las bases sociales. además, el presidente destacó la importancia de las “grandes misiones de nueva generación”, que seguirán dirigidas a sectores clave como las mujeres, los jóvenes y los adultos mayores, quienes han sido los más afectados por los años de guerra económica. estas misiones estarán orientadas a garantizar el acceso a servicios esenciales, la creación de empleo y el fortalecimiento del tejido social. en términos de desarrollo económico, maduro resaltó la necesidad de impulsar las exportaciones no tradicionales como una prioridad estratégica. “queremos que venezuela se convierta en un país exportador de productos agrícolas, industriales y tecnológicos, reduciendo cada vez más la dependencia de las importaciones”, explicó. esto incluirá incentivos para el sector privado, alianzas con países aliados y el uso de nuevas tecnologías para aumentar la competitividad en los mercados internacionales. otro de los objetivos destacados es la consolidación de la soberanía tecnológica e industrial. para ello, el gobierno planea reforzar las inversiones en investigación y desarrollo, especialmente en áreas como la producción de maquinaria agrícola, la industria farmacéutica y la energía renovable. “estamos construyendo un modelo donde el talento nacional y la innovación serán los motores del desarrollo”, afirmó el mandatario. finalmente, maduro mencionó que para 2030, venezuela aspira a consolidarse como una economía diversificada y resiliente, capaz de resistir las fluctuaciones de los mercados internacionales y las presiones externas. “nuestro horizonte es claro: construir una venezuela productiva, autosuficiente y exportadora que garantice el bienestar de su pueblo”, concluyó el presidente.",
    "tokens": [
      "entrevista",
      "ignacio",
      "ramonet",
      ",",
      "mandatario",
      "explicó",
      "esfuerzos",
      "venezuela",
      "diversificar",
      "economía",
      ",",
      "reducir",
      "dependencia",
      "petróleo",
      "alcanzar",
      "autosuficiencia",
      "alimentaria",
      "industrial",
      ".",
      "cambios",
      "significativos",
      "política",
      "económica",
      "venezolana",
      "destacados",
      "jefe",
      "modificación",
      "ministerio",
      "poder",
      "popular",
      "petróleo",
      "ministerio",
      "poder",
      "popular",
      "hidrocarburos",
      ",",
      "objetivo",
      "reflejar",
      "enfoque",
      "amplio",
      "estratégico",
      "hacia",
      "desarrollo",
      "sector",
      "energético",
      ".",
      "aunque",
      "petróleo",
      "sigue",
      "siendo",
      "pilar",
      "clave",
      ",",
      "maduro",
      "subrayó",
      "necesidad",
      "depender",
      "exclusivamente",
      "hidrocarburos",
      ",",
      "sino",
      "sector",
      "debe",
      "convertirse",
      "“",
      "motor",
      "soporte",
      "”",
      "economía",
      "diversificada",
      ".",
      "“",
      "venezuela",
      "potencia",
      "materia",
      "energía",
      ".",
      "mayor",
      "reserva",
      "petrolera",
      "planeta",
      "cuarta",
      "reserva",
      "gas",
      "”",
      ",",
      "señaló",
      "presidente",
      ",",
      "afirmó",
      "país",
      "avanzando",
      "hacia",
      "modelo",
      "económico",
      "dependa",
      "únicamente",
      "recursos",
      ".",
      "“",
      "queremos",
      "construir",
      "economía",
      "productiva",
      "sustente",
      "allá",
      "petróleo",
      "”",
      ",",
      "agregó",
      ".",
      ",",
      "expresó",
      "2016",
      ",",
      "venezuela",
      "implementado",
      "plan",
      "económico",
      "18",
      "motores",
      ",",
      "cuales",
      "motor",
      "hidrocarburos",
      "esencial",
      ".",
      "embargo",
      ",",
      "presidente",
      "subrayó",
      "país",
      "logrado",
      "avances",
      "importantes",
      "hacia",
      "diversificación",
      "economía",
      ",",
      "buscando",
      "desarrollarse",
      "áreas",
      "agricultura",
      "industria",
      ".",
      "“",
      "venezuela",
      "pasó",
      "80",
      "%",
      "dependencia",
      "productos",
      "alimentarios",
      "exterior",
      "100",
      "%",
      "abastecimiento",
      "productos",
      "agroecológicos",
      "”",
      ",",
      "destacó",
      ",",
      "tiempo",
      "subrayó",
      "recuperación",
      "sector",
      "agrícola",
      ",",
      "través",
      "reingeniería",
      "gran",
      "misión",
      "agrovenezuela",
      ",",
      "sido",
      "crucial",
      "alcanzar",
      "logros",
      ".",
      "maduro",
      "dejó",
      "remarcar",
      "logros",
      "alcanzados",
      "pesar",
      "dificultades",
      "impuestas",
      "sanciones",
      "internacionales",
      ".",
      "pese",
      "ello",
      ",",
      "datos",
      "proporcionados",
      "maduro",
      "contundentes",
      ":",
      "crecimiento",
      "producto",
      "interno",
      "bruto",
      "(",
      "pib",
      ")",
      "alcanzó",
      "15",
      "%",
      "2022",
      ",",
      "5.5",
      "%",
      "2023",
      "espera",
      "2024",
      "superior",
      "9",
      "%",
      ".",
      "maduro",
      "atribuyó",
      "éxito",
      "plan",
      "estratégico",
      "desarrollo",
      "económico",
      "incluye",
      "autosuficiencia",
      "alimentaria",
      ",",
      "fortalecimiento",
      "sistema",
      "cambiario",
      "lucha",
      "inflación",
      ",",
      "encuentra",
      "niveles",
      "bajos",
      "dos",
      "décadas",
      ".",
      "“",
      "2024",
      "cerrado",
      "14",
      "trimestres",
      "crecimiento",
      "”",
      ",",
      "aseguró",
      "presidente",
      ".",
      "maduro",
      "destacó",
      "gobierno",
      "venezolano",
      "grandes",
      "expectativas",
      "2025.",
      "además",
      "mencionada",
      "consolidación",
      "autosuficiencia",
      "alimentaria",
      "vocación",
      "exportadora",
      "prevé",
      "continuar",
      "fortalecimiento",
      "mercado",
      "interno",
      "desarrollo",
      "infraestructura",
      "productiva",
      "capaz",
      "sostener",
      "crecimiento",
      "económico",
      ".",
      "medidas",
      "destacadas",
      "maduro",
      "creación",
      "presupuesto",
      "comunal",
      "permitirá",
      "comunidades",
      "gestionen",
      "directamente",
      "proyectos",
      "prioritarios",
      ",",
      "asignación",
      "inicial",
      "600",
      "millones",
      "dólares",
      ".",
      "enfoque",
      "descentralizado",
      "busca",
      "empoderar",
      "comunidades",
      "garantizar",
      "recursos",
      "lleguen",
      "directamente",
      "bases",
      "sociales",
      ".",
      "además",
      ",",
      "presidente",
      "destacó",
      "importancia",
      "“",
      "grandes",
      "misiones",
      "nueva",
      "generación",
      "”",
      ",",
      "seguirán",
      "dirigidas",
      "sectores",
      "clave",
      "mujeres",
      ",",
      "jóvenes",
      "adultos",
      "mayores",
      ",",
      "sido",
      "afectados",
      "años",
      "guerra",
      "económica",
      ".",
      "misiones",
      "orientadas",
      "garantizar",
      "acceso",
      "servicios",
      "esenciales",
      ",",
      "creación",
      "empleo",
      "fortalecimiento",
      "tejido",
      "social",
      ".",
      "términos",
      "desarrollo",
      "económico",
      ",",
      "maduro",
      "resaltó",
      "necesidad",
      "impulsar",
      "exportaciones",
      "tradicionales",
      "prioridad",
      "estratégica",
      ".",
      "“",
      "queremos",
      "venezuela",
      "convierta",
      "país",
      "exportador",
      "productos",
      "agrícolas",
      ",",
      "industriales",
      "tecnológicos",
      ",",
      "reduciendo",
      "cada",
      "vez",
      "dependencia",
      "importaciones",
      "”",
      ",",
      "explicó",
      ".",
      "incluirá",
      "incentivos",
      "sector",
      "privado",
      ",",
      "alianzas",
      "países",
      "aliados",
      "uso",
      "nuevas",
      "tecnologías",
      "aumentar",
      "competitividad",
      "mercados",
      "internacionales",
      ".",
      "objetivos",
      "destacados",
      "consolidación",
      "soberanía",
      "tecnológica",
      "industrial",
      ".",
      "ello",
      ",",
      "gobierno",
      "planea",
      "reforzar",
      "inversiones",
      "investigación",
      "desarrollo",
      ",",
      "especialmente",
      "áreas",
      "producción",
      "maquinaria",
      "agrícola",
      ",",
      "industria",
      "farmacéutica",
      "energía",
      "renovable",
      ".",
      "“",
      "construyendo",
      "modelo",
      "talento",
      "nacional",
      "innovación",
      "motores",
      "desarrollo",
      "”",
      ",",
      "afirmó",
      "mandatario",
      ".",
      "finalmente",
      ",",
      "maduro",
      "mencionó",
      "2030",
      ",",
      "venezuela",
      "aspira",
      "consolidarse",
      "economía",
      "diversificada",
      "resiliente",
      ",",
      "capaz",
      "resistir",
      "fluctuaciones",
      "mercados",
      "internacionales",
      "presiones",
      "externas",
      ".",
      "“",
      "horizonte",
      "claro",
      ":",
      "construir",
      "venezuela",
      "productiva",
      ",",
      "autosuficiente",
      "exportadora",
      "garantice",
      "bienestar",
      "pueblo",
      "”",
      ",",
      "concluyó",
      "presidente",
      "."
    ],
    "token_count": 482,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 55,
      "JJ": 71,
      "NN": 259,
      "VBZ": 9,
      "FW": 173,
      "NNS": 45,
      "VBP": 28,
      "IN": 21,
      "VBD": 3,
      "DT": 4,
      "CD": 14,
      "RB": 1,
      "''": 1,
      "VBN": 1,
      "RBR": 1
    },
    "bigram_freq": {
      "NNP-JJ": 3,
      "JJ-NN": 36,
      "NN-NN": 163,
      "NN-NNP": 10,
      "NNP-NNP": 10,
      "NNP-NN": 24,
      "NN-VBZ": 4,
      "VBZ-JJ": 3,
      "JJ-FW": 7,
      "FW-FW": 110,
      "FW-NNP": 16,
      "NN-FW": 29,
      "FW-NN": 21,
      "FW-JJ": 11,
      "JJ-JJ": 10,
      "JJ-NNP": 6,
      "NNP-FW": 11,
      "FW-NNS": 11,
      "NNS-VBP": 23,
      "VBP-JJ": 19,
      "NN-IN": 15,
      "IN-NNP": 1,
      "NN-VBD": 2,
      "VBD-NNP": 1,
      "NN-JJ": 14,
      "FW-IN": 1,
      "IN-DT": 1,
      "DT-NN": 3,
      "IN-FW": 9,
      "NNP-VBZ": 2,
      "IN-NN": 3,
      "NN-DT": 1,
      "NN-CD": 7,
      "CD-NNP": 3,
      "NN-VBP": 2,
      "VBP-NN": 4,
      "CD-NNS": 3,
      "NNS-JJ": 1,
      "JJ-NNS": 9,
      "NN-NNS": 10,
      "NNS-VBZ": 2,
      "FW-CD": 1,
      "CD-FW": 2,
      "JJ-CD": 3,
      "VBD-JJ": 2,
      "VBZ-NNP": 2,
      "NNP-DT": 1,
      "VBZ-VBP": 1,
      "NNS-NNS": 8,
      "NNS-NNP": 4,
      "NNP-VBP": 1,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "NNP-VBD": 1,
      "CD-IN": 2,
      "IN-CD": 3,
      "CD-JJ": 1,
      "CD-NN": 3,
      "VBZ-NN": 1,
      "NN-''": 1,
      "''-NN": 1,
      "NNS-FW": 4,
      "IN-JJ": 4,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "VBP-NNS": 2,
      "NNS-RBR": 1,
      "RBR-JJ": 1,
      "NNP-NNS": 1,
      "VBP-FW": 1,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "DT-NNS": 1,
      "VBP-NNP": 1,
      "NNP-IN": 1,
      "FW-VBP": 1,
      "NNS-IN": 2
    },
    "trigram_freq": {
      "NNP-JJ-NN": 3,
      "JJ-NN-NN": 24,
      "NN-NN-NNP": 6,
      "NN-NNP-NNP": 3,
      "NNP-NNP-NN": 3,
      "NNP-NN-NN": 19,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-FW": 2,
      "JJ-FW-FW": 7,
      "FW-FW-NNP": 10,
      "FW-NNP-NN": 7,
      "NN-NN-NN": 103,
      "NN-NN-FW": 17,
      "NN-FW-NN": 6,
      "FW-NN-NN": 9,
      "NN-FW-JJ": 4,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "NNP-FW-FW": 5,
      "FW-FW-NNS": 8,
      "FW-NNS-VBP": 8,
      "NNS-VBP-JJ": 15,
      "VBP-JJ-FW": 3,
      "FW-FW-FW": 73,
      "FW-FW-NN": 12,
      "FW-NN-IN": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-FW-FW": 17,
      "FW-NNP-FW": 4,
      "NNP-FW-NNP": 4,
      "FW-NNP-NNP": 4,
      "NNP-NNP-FW": 3,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 5,
      "NN-NN-VBD": 2,
      "NN-VBD-NNP": 1,
      "VBD-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "NN-NN-JJ": 10,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-NNP": 3,
      "NN-NNP-NN": 4,
      "NN-FW-IN": 1,
      "FW-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-FW": 2,
      "VBP-JJ-NN": 10,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 7,
      "IN-FW-NN": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-NN": 11,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 3,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "NNP-NN-JJ": 2,
      "NN-NNP-JJ": 1,
      "NN-NN-CD": 5,
      "NN-CD-NNP": 3,
      "CD-NNP-NN": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-CD": 1,
      "NN-CD-NNS": 2,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NN-NN-NNS": 8,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "FW-NN-FW": 8,
      "FW-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 2,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-CD": 1,
      "JJ-CD-FW": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "NNP-NNP-NNP": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-IN": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "IN-FW-NNS": 2,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNS": 4,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-IN": 2,
      "CD-IN-CD": 2,
      "IN-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-CD-NN": 2,
      "CD-NN-JJ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-''": 1,
      "NN-''-NN": 1,
      "''-NN-NN": 1,
      "FW-JJ-FW": 1,
      "VBP-NN-FW": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NNP-NN-CD": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "NN-NNS-VBP": 4,
      "CD-NNP-FW": 1,
      "IN-FW-FW": 3,
      "NN-FW-NNP": 1,
      "NN-NN-IN": 6,
      "NN-IN-JJ": 4,
      "IN-JJ-JJ": 3,
      "JJ-JJ-JJ": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 6,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-NNS-FW": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-RBR": 1,
      "NNS-RBR-JJ": 1,
      "RBR-JJ-NNS": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NN-JJ-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NNS": 1,
      "DT-NNS-VBP": 1,
      "NNP-NN-NNP": 1,
      "FW-NNS-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "JJ-NN-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 3,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "FW-JJ-NNP": 1,
      "IN-JJ-NN": 1,
      "CD-NNP-JJ": 1,
      "FW-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NN-JJ-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 259,
        "FW": 173,
        "JJ": 71,
        "NNP": 55,
        "NNS": 45
      },
      "top_bigrams": {
        "NN-NN": 163,
        "FW-FW": 110,
        "JJ-NN": 36,
        "NN-FW": 29,
        "NNP-NN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 103,
        "FW-FW-FW": 73,
        "JJ-NN-NN": 24,
        "NNP-NN-NN": 19,
        "NN-NN-FW": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 186,
      "VP": 44,
      "PP": 10,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0181
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 5,
        "weight": 0.0181
      },
      {
        "rule": "NP -> ('Maduro', 'NNP')",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('alimentaria', 'NNS')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('e', 'VBP') ('industrial', 'JJ')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Durante"
      },
      {
        "label": "NP",
        "text": "una entrevista con Ignacio Ramonet"
      },
      {
        "label": "VP",
        "text": "el mandatario explicó los esfuerzos"
      },
      {
        "label": "NP",
        "text": "mandatario"
      },
      {
        "label": "NP",
        "text": "explicó los esfuerzos"
      },
      {
        "label": "PP",
        "text": "de Venezuela para diversificar su economía"
      },
      {
        "label": "NP",
        "text": "Venezuela para diversificar su economía"
      },
      {
        "label": "VP",
        "text": "reducir"
      },
      {
        "label": "NP",
        "text": "alimentaria"
      },
      {
        "label": "VP",
        "text": "e industrial"
      },
      {
        "label": "NP",
        "text": "Uno"
      },
      {
        "label": "NP",
        "text": "cambios"
      },
      {
        "label": "VP",
        "text": "más significativos"
      },
      {
        "label": "NP",
        "text": "jefe"
      },
      {
        "label": "PP",
        "text": "de Estado fue la"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Durante/NNP)\n  (NP una/JJ entrevista/NN con/NN Ignacio/NNP Ramonet/NNP)\n  ,/,\n  (VP el/VBZ (NP mandatario/NN) (NP explicó/JJ los/JJ esfuerzos/NN))\n  (PP\n    de/IN\n    (NP Venezuela/NNP para/NN diversificar/NN su/NN economía/NN))\n  ,/,\n  (VP reducir/VB)\n  la/FW\n  dependencia/FW\n  del/FW\n  petróleo/FW\n  y/FW\n  alcanzar/FW\n  la/FW\n  autosuficiencia/FW\n  (NP alimentaria/NNS)\n  (VP e/VBP industrial/JJ)\n  ./.)",
      "(S\n  (NP Uno/NNP)\n  de/FW\n  los/FW\n  (NP cambios/NNS)\n  (VP más/VBP significativos/JJ)\n  en/FW\n  la/FW\n  política/FW\n  económica/FW\n  venezolana/FW\n  destacados/FW\n  por/FW\n  el/FW\n  (NP jefe/NN)\n  (PP de/IN (NP Estado/NNP fue/NN la/NN))\n  modificación/FW\n  del/FW\n  (NP Ministerio/NNP)\n  del/FW\n  (NP Poder/NNP Popular/NNP)\n  del/FW\n  (NP Petróleo/NNP)\n  (NP a/DT Ministerio/NNP del/NN Poder/NNP Popular/NNP)\n  de/FW\n  (NP Hidrocarburos/NNP)\n  ,/,\n  (NP con/NN el/NN)\n  objetivo/FW\n  de/FW\n  reflejar/FW\n  (NP\n    un/JJ\n    enfoque/NN\n    más/NN\n    amplio/NN\n    y/NN\n    estratégico/NN\n    hacia/NN\n    el/NN\n    desarrollo/NN\n    del/NN\n    sector/NN\n    energético/NN)\n  ./.)",
      "(S\n  (NP Aunque/NNP)\n  el/CC\n  (NP petróleo/JJ sigue/NN siendo/NN)\n  (NP un/JJ pilar/NN clave/NN)\n  ,/,\n  (NP Maduro/NNP)\n  (VP subrayó/VBZ)\n  la/FW\n  necesidad/FW\n  de/FW\n  (NP no/DT depender/NN)\n  exclusivamente/FW\n  de/FW\n  los/FW\n  (NP hidrocarburos/NNS)\n  ,/,\n  (NP sino/NN que/NN este/NN sector/NN debe/NN convertirse/NN)\n  en/FW\n  (NP un/JJ “/NNP motor/NN)\n  de/IN\n  soporte/FW\n  (NP ”/NNP para/NN)\n  (NP una/JJ economía/NN más/NN diversificada/NN)\n  ./.)",
      "(S\n  (NP “/JJ Venezuela/NNP es/NN)\n  (NP una/JJ potencia/NN)\n  en/FW\n  materia/FW\n  de/FW\n  energía/FW\n  ./.)",
      "(S\n  (NP\n    Tenemos/NNP\n    la/NNP\n    mayor/NN\n    reserva/NN\n    petrolera/NN\n    del/NN\n    planeta/NN\n    y/NN\n    la/NN)\n  (NP cuarta/JJ reserva/NN)\n  (PP de/IN (NP gas/NN ”/NN))\n  ,/,\n  (NP señaló/JJ el/NN presidente/NN)\n  ,/,\n  (NP pero/NN también/NN afirmó/NN que/NN el/NN país/NN)\n  está/FW\n  (NP avanzando/NN hacia/NN)\n  (NP un/JJ modelo/NN económico/NN que/NN)\n  (NP no/DT dependa/NN)\n  únicamente/FW\n  de/FW\n  estos/FW\n  (NP recursos/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "PAISES",
      "APROBACION_RECHAZO",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación, que se encuentra en los niveles más bajos en dos décadas. “en el 2024",
        "position": [
          2309,
          2389
        ],
        "start": 2309,
        "end": 2389
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desarrollo económico, maduro resaltó la necesidad de impulsar las exportaciones no tradicionales como una prioridad estratégica. “queremos que venezuela se convierta en un país",
        "position": [
          3569,
          3745
        ],
        "start": 3569,
        "end": 3745
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          2309,
          2318
        ],
        "start": 2309,
        "end": 2318
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "empleo",
        "position": [
          3507,
          3513
        ],
        "start": 3507,
        "end": 3513
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desarrollo económico",
        "position": [
          2182,
          2202
        ],
        "start": 2182,
        "end": 2202
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          900,
          906
        ],
        "start": 900,
        "end": 906
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          59,
          66
        ],
        "start": 59,
        "end": 66
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente subrayó que",
        "position": [
          1304,
          1326
        ],
        "start": 1304,
        "end": 1326
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          3298,
          3305
        ],
        "start": 3298,
        "end": 3305
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          3311,
          3318
        ],
        "start": 3311,
        "end": 3318
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "industriales",
        "position": [
          3781,
          3793
        ],
        "start": 3781,
        "end": 3793
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          601,
          608
        ],
        "start": 601,
        "end": 608
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1613,
          1620
        ],
        "start": 1613,
        "end": 1620
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "petróleo a ministerio del poder popular de hidrocarburos, con el objetivo de reflejar un enfoque más amplio y estratégico hacia el desarrollo del sector energético",
        "position": [
          381,
          544
        ],
        "start": 381,
        "end": 544
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          815,
          822
        ],
        "start": 815,
        "end": 822
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          84,
          93
        ],
        "start": 84,
        "end": 93
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado fue",
        "position": [
          317,
          327
        ],
        "start": 317,
        "end": 327
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1292,
          1299
        ],
        "start": 1292,
        "end": 1299
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "600 millones",
        "position": [
          2996,
          3008
        ],
        "start": 2996,
        "end": 3008
      },
      {
        "category": "MONETARIOS",
        "matched_text": "600 millones de dólares",
        "position": [
          2996,
          3019
        ],
        "start": 2996,
        "end": 3019
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Gran Misión Agrovenezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio del Poder Popular de Hidrocarburos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ignacio Ramonet",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministerio del Poder Popular del Petróleo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Ignacio Ramonet",
        "relacion": "EXPLICAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "PASAR_DESTACAR",
        "objeto": "Gran Misión Agrovenezuela"
      },
      {
        "sujeto": "Maduro",
        "relacion": "MENCIONAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5994,
    "pos": 0.023,
    "neu": 0.959,
    "neg": 0.018,
    "label": "positive"
  }
}