{
  "url": "https://www.telesurtv.net/hamas-denuncia-israel-asesinar-delegados-paz/",
  "title": "Hamás denuncia que Israel intentó asesinar a sus delegados mientras negociaban acuerdo de paz en Qatar - teleSUR",
  "section": "Mundo",
  "tags": [
    "Ataque aéreo",
    "Buró Político",
    "Catar",
    "Hamás",
    "Israel"
  ],
  "text": "El movimiento de resistencia islámica palestina Hamás denunció que su delegación que interviene en la negociación de un acuerdo de paz fue atacada este martes en Qatar por la entidad sionista mientras debatía la última propuesta de la Administración Trump para un cese de hostilidades en la Franja de Gaza.\nA través de un comunicado, Hamás manifestó: “La delegación de negociación de la resistencia fue atacada durante la discusión de la última propuesta estadounidense”.\nSegún reportes preliminares, los ataques israelíes tuvieron como objetivo la reunión del Buró Político de Hamás que sesionaba en Doha, capital catarí. Entre quienes fueron atacados estaban negociadores palestinos.\nEste país del golfo Pérsico participa en la negociación de un alto el fuego como mediador, de conjunto con Egipto y EE.UU., y ha expresado fuertes críticas a la entidad sionista por sus constantes sabotajes al proceso de paz y por su campaña genocida en Gaza, donde desde octubre de 2023 la ocupación asesinó a  64.522 palestinos, en su mayoría mujeres y niños, y provocó lesiones a otros 163.096. Además, defiende la solución de dos Estados y se opone a la ocupación de Cisjordania y a la expansión de los ilegales asentamientos de colonos.\n\n\nDe acuerdo con el medio Axios, que citó a un funcionario israelí no identificado, las explosiones fueron el resultado de un “intento de asesinato” contra miembros de Hamás.  Cerca de la oficina de la resistencia palestina en Doha se escucharon al menos diez estallidos.\nEl Estado de Qatar condenó enérgicamente el cobarde ataque israelí contra edificios residenciales que albergaban a varios miembros del Buró Político de Hamás en Doha, al tiempo que lo catalogó como una flagrante violación de todas las leyes y normas internacionales y afirmó que representa una grave amenaza para la seguridad de los qataríes y los residentes en la pequeña nación.\n\n\nLa Cancillería catarí informó que las fuerzas de seguridad, la Defensa Civil y las autoridades pertinentes comenzaron de inmediato a abordar el incidente y a tomar las medidas necesarias para contener sus repercusiones y garantizar la seguridad de los residentes y las áreas circundantes.\nAdemás de repudiar el ataque, Qatar aseguró que no tolerará esta conducta imprudente de Israel ni la continua perturbación de la seguridad regional, ni ningún acto que atente contra su seguridad y soberanía. Se están llevando a cabo investigaciones al más alto nivel y se anunciarán más detalles en cuanto estén disponibles.\nSegún medios israelíes, el objetivo del bombardeo israelí era asesinar al jefe del Buró Político de Hamás, Jalil al-Haya, y Zaher Yabarin, alto dirigente. Por su parte, medios árabes informaron que la entidad sionista quería matar a Jalil al-Haya y Jaled al-Meshal, también integrante del Buró Político.\nReportes de Al Jazeera refieren que sobrevivieron al atroz ataque. De acuerdo con medios internacionales, el ataque mató a Hamam Jalil al Haya, hijo de Jalil al-Haya y a Yihad Labad, director de la oficina del jefe negociador del movimiento palestino. Horas después, Hamás confirmó a través de un comunicado la muerte además de Abdullah Abdul Wahid, Moamen Hassouna y Ahmed Al-Mamluk.\n\n\nMás temprano, el canal Al Arabiya informó que Jalil al-Haya y otros tres líderes habían perdido la vida. Se supo que las conversaciones en Doha quedaron suspendidas.\nEl primer ministro israelí, Benjamin Netanyahu, confirmó que la ocupación perpetró el bombardeo contra áreas civiles de Qatar. Agregó que fue decisión de Tel Aviv y que actuaron solos, aunque el medio israelí KAN difundió que contaron con apoyo de la inteligencia de EE.UU.\nEl ataque contra Doha sucede a una declaración de Donald Trump, este lunes, cuando dijo que Israel aceptó sus términos -en referencia a la reciente propuesta de alto el fuego presentada por la Casa Blanca- y amenazó a Hamás sobre las consecuencias de no hacerlo, obviando que Tel Aviv sabotea constantemente las negociaciones y rompió groseramente el alto el fuego concertado en enero pasado.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/hamas-denuncia-israel-asesinar-delegados-paz/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 480,
    "message_id": 104169,
    "date": "2025-09-09T13:55:08+00:00",
    "text": "teleSUR\nHamás denuncia que Israel intentó asesinar a sus delegados mientras negociaban acuerdo de paz en Catar\nhttps://www.telesurtv.net/hamas-denuncia-israel-asesinar-delegados-paz/",
    "photo_path": null,
    "views": 2051,
    "reactions": {
      "🤬": 49,
      "❤": 4,
      "💩": 4
    },
    "total_reactions": 57
  },
  "preprocessing": {
    "cleaned": "el movimiento de resistencia islámica palestina hamás denunció que su delegación que interviene en la negociación de un acuerdo de paz fue atacada este martes en qatar por la entidad sionista mientras debatía la última propuesta de la administración trump para un cese de hostilidades en la franja de gaza. a través de un comunicado, hamás manifestó: “la delegación de negociación de la resistencia fue atacada durante la discusión de la última propuesta estadounidense”. según reportes preliminares, los ataques israelíes tuvieron como objetivo la reunión del buró político de hamás que sesionaba en doha, capital catarí. entre quienes fueron atacados estaban negociadores palestinos. este país del golfo pérsico participa en la negociación de un alto el fuego como mediador, de conjunto con egipto y ee.uu., y ha expresado fuertes críticas a la entidad sionista por sus constantes sabotajes al proceso de paz y por su campaña genocida en gaza, donde desde octubre de 2023 la ocupación asesinó a 64.522 palestinos, en su mayoría mujeres y niños, y provocó lesiones a otros 163.096. además, defiende la solución de dos estados y se opone a la ocupación de cisjordania y a la expansión de los ilegales asentamientos de colonos. de acuerdo con el medio axios, que citó a un funcionario israelí no identificado, las explosiones fueron el resultado de un “intento de asesinato” contra miembros de hamás. cerca de la oficina de la resistencia palestina en doha se escucharon al menos diez estallidos. el estado de qatar condenó enérgicamente el cobarde ataque israelí contra edificios residenciales que albergaban a varios miembros del buró político de hamás en doha, al tiempo que lo catalogó como una flagrante violación de todas las leyes y normas internacionales y afirmó que representa una grave amenaza para la seguridad de los qataríes y los residentes en la pequeña nación. la cancillería catarí informó que las fuerzas de seguridad, la defensa civil y las autoridades pertinentes comenzaron de inmediato a abordar el incidente y a tomar las medidas necesarias para contener sus repercusiones y garantizar la seguridad de los residentes y las áreas circundantes. además de repudiar el ataque, qatar aseguró que no tolerará esta conducta imprudente de israel ni la continua perturbación de la seguridad regional, ni ningún acto que atente contra su seguridad y soberanía. se están llevando a cabo investigaciones al más alto nivel y se anunciarán más detalles en cuanto estén disponibles. según medios israelíes, el objetivo del bombardeo israelí era asesinar al jefe del buró político de hamás, jalil al-haya, y zaher yabarin, alto dirigente. por su parte, medios árabes informaron que la entidad sionista quería matar a jalil al-haya y jaled al-meshal, también integrante del buró político. reportes de al jazeera refieren que sobrevivieron al atroz ataque. de acuerdo con medios internacionales, el ataque mató a hamam jalil al haya, hijo de jalil al-haya y a yihad labad, director de la oficina del jefe negociador del movimiento palestino. horas después, hamás confirmó a través de un comunicado la muerte además de abdullah abdul wahid, moamen hassouna y ahmed al-mamluk. más temprano, el canal al arabiya informó que jalil al-haya y otros tres líderes habían perdido la vida. se supo que las conversaciones en doha quedaron suspendidas. el primer ministro israelí, benjamin netanyahu, confirmó que la ocupación perpetró el bombardeo contra áreas civiles de qatar. agregó que fue decisión de tel aviv y que actuaron solos, aunque el medio israelí kan difundió que contaron con apoyo de la inteligencia de ee.uu. el ataque contra doha sucede a una declaración de donald trump, este lunes, cuando dijo que israel aceptó sus términos -en referencia a la reciente propuesta de alto el fuego presentada por la casa blanca- y amenazó a hamás sobre las consecuencias de no hacerlo, obviando que tel aviv sabotea constantemente las negociaciones y rompió groseramente el alto el fuego concertado en enero pasado.",
    "tokens": [
      "movimiento",
      "resistencia",
      "islámica",
      "palestina",
      "hamás",
      "denunció",
      "delegación",
      "interviene",
      "negociación",
      "acuerdo",
      "paz",
      "atacada",
      "martes",
      "qatar",
      "entidad",
      "sionista",
      "mientras",
      "debatía",
      "última",
      "propuesta",
      "administración",
      "trump",
      "cese",
      "hostilidades",
      "franja",
      "gaza",
      ".",
      "través",
      "comunicado",
      ",",
      "hamás",
      "manifestó",
      ":",
      "“",
      "delegación",
      "negociación",
      "resistencia",
      "atacada",
      "discusión",
      "última",
      "propuesta",
      "estadounidense",
      "”",
      ".",
      "según",
      "reportes",
      "preliminares",
      ",",
      "ataques",
      "israelíes",
      "objetivo",
      "reunión",
      "buró",
      "político",
      "hamás",
      "sesionaba",
      "doha",
      ",",
      "capital",
      "catarí",
      ".",
      "atacados",
      "negociadores",
      "palestinos",
      ".",
      "país",
      "golfo",
      "pérsico",
      "participa",
      "negociación",
      "alto",
      "fuego",
      "mediador",
      ",",
      "conjunto",
      "egipto",
      "ee.uu.",
      ",",
      "expresado",
      "fuertes",
      "críticas",
      "entidad",
      "sionista",
      "constantes",
      "sabotajes",
      "proceso",
      "paz",
      "campaña",
      "genocida",
      "gaza",
      ",",
      "octubre",
      "2023",
      "ocupación",
      "asesinó",
      "64.522",
      "palestinos",
      ",",
      "mayoría",
      "mujeres",
      "niños",
      ",",
      "provocó",
      "lesiones",
      "163.096.",
      "además",
      ",",
      "defiende",
      "solución",
      "dos",
      "opone",
      "ocupación",
      "cisjordania",
      "expansión",
      "ilegales",
      "asentamientos",
      "colonos",
      ".",
      "acuerdo",
      "medio",
      "axios",
      ",",
      "citó",
      "funcionario",
      "israelí",
      "identificado",
      ",",
      "explosiones",
      "resultado",
      "“",
      "intento",
      "asesinato",
      "”",
      "miembros",
      "hamás",
      ".",
      "cerca",
      "oficina",
      "resistencia",
      "palestina",
      "doha",
      "escucharon",
      "menos",
      "diez",
      "estallidos",
      ".",
      "qatar",
      "condenó",
      "enérgicamente",
      "cobarde",
      "ataque",
      "israelí",
      "edificios",
      "residenciales",
      "albergaban",
      "varios",
      "miembros",
      "buró",
      "político",
      "hamás",
      "doha",
      ",",
      "tiempo",
      "catalogó",
      "flagrante",
      "violación",
      "todas",
      "leyes",
      "normas",
      "internacionales",
      "afirmó",
      "representa",
      "grave",
      "amenaza",
      "seguridad",
      "qataríes",
      "residentes",
      "pequeña",
      "nación",
      ".",
      "cancillería",
      "catarí",
      "informó",
      "fuerzas",
      "seguridad",
      ",",
      "defensa",
      "civil",
      "autoridades",
      "pertinentes",
      "comenzaron",
      "inmediato",
      "abordar",
      "incidente",
      "tomar",
      "medidas",
      "necesarias",
      "contener",
      "repercusiones",
      "garantizar",
      "seguridad",
      "residentes",
      "áreas",
      "circundantes",
      ".",
      "además",
      "repudiar",
      "ataque",
      ",",
      "qatar",
      "aseguró",
      "tolerará",
      "conducta",
      "imprudente",
      "israel",
      "continua",
      "perturbación",
      "seguridad",
      "regional",
      ",",
      "ningún",
      "acto",
      "atente",
      "seguridad",
      "soberanía",
      ".",
      "llevando",
      "cabo",
      "investigaciones",
      "alto",
      "nivel",
      "anunciarán",
      "detalles",
      "cuanto",
      "disponibles",
      ".",
      "según",
      "medios",
      "israelíes",
      ",",
      "objetivo",
      "bombardeo",
      "israelí",
      "asesinar",
      "jefe",
      "buró",
      "político",
      "hamás",
      ",",
      "jalil",
      "al-haya",
      ",",
      "zaher",
      "yabarin",
      ",",
      "alto",
      "dirigente",
      ".",
      "parte",
      ",",
      "medios",
      "árabes",
      "informaron",
      "entidad",
      "sionista",
      "quería",
      "matar",
      "jalil",
      "al-haya",
      "jaled",
      "al-meshal",
      ",",
      "integrante",
      "buró",
      "político",
      ".",
      "reportes",
      "jazeera",
      "refieren",
      "sobrevivieron",
      "atroz",
      "ataque",
      ".",
      "acuerdo",
      "medios",
      "internacionales",
      ",",
      "ataque",
      "mató",
      "hamam",
      "jalil",
      ",",
      "hijo",
      "jalil",
      "al-haya",
      "yihad",
      "labad",
      ",",
      "director",
      "oficina",
      "jefe",
      "negociador",
      "movimiento",
      "palestino",
      ".",
      "horas",
      "después",
      ",",
      "hamás",
      "confirmó",
      "través",
      "comunicado",
      "muerte",
      "además",
      "abdullah",
      "abdul",
      "wahid",
      ",",
      "moamen",
      "hassouna",
      "ahmed",
      "al-mamluk",
      ".",
      "temprano",
      ",",
      "canal",
      "arabiya",
      "informó",
      "jalil",
      "al-haya",
      "tres",
      "líderes",
      "perdido",
      "vida",
      ".",
      "supo",
      "conversaciones",
      "doha",
      "quedaron",
      "suspendidas",
      ".",
      "primer",
      "ministro",
      "israelí",
      ",",
      "benjamin",
      "netanyahu",
      ",",
      "confirmó",
      "ocupación",
      "perpetró",
      "bombardeo",
      "áreas",
      "civiles",
      "qatar",
      ".",
      "agregó",
      "decisión",
      "tel",
      "aviv",
      "actuaron",
      "solos",
      ",",
      "aunque",
      "medio",
      "israelí",
      "kan",
      "difundió",
      "contaron",
      "apoyo",
      "inteligencia",
      "ee.uu.",
      "ataque",
      "doha",
      "sucede",
      "declaración",
      "donald",
      "trump",
      ",",
      "lunes",
      ",",
      "dijo",
      "israel",
      "aceptó",
      "términos",
      "-en",
      "referencia",
      "reciente",
      "propuesta",
      "alto",
      "fuego",
      "presentada",
      "casa",
      "blanca-",
      "amenazó",
      "hamás",
      "consecuencias",
      "hacerlo",
      ",",
      "obviando",
      "tel",
      "aviv",
      "sabotea",
      "constantemente",
      "negociaciones",
      "rompió",
      "groseramente",
      "alto",
      "fuego",
      "concertado",
      "enero",
      "pasado",
      "."
    ],
    "token_count": 413,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 103,
      "NN": 211,
      "FW": 125,
      "IN": 29,
      "NNS": 33,
      "JJ": 49,
      "VBZ": 14,
      "VBP": 20,
      "CD": 3,
      "VBD": 5,
      "RB": 5,
      "DT": 3
    },
    "bigram_freq": {
      "NNP-NN": 40,
      "NN-FW": 20,
      "FW-FW": 78,
      "FW-NNP": 18,
      "NN-NN": 113,
      "NN-IN": 17,
      "IN-FW": 10,
      "FW-NN": 22,
      "NN-NNS": 15,
      "NNS-IN": 4,
      "IN-NNP": 14,
      "NNP-FW": 9,
      "NNP-NNP": 34,
      "NN-JJ": 12,
      "JJ-JJ": 6,
      "JJ-FW": 5,
      "NN-NNP": 23,
      "NNP-VBZ": 7,
      "VBZ-NNS": 3,
      "NNS-JJ": 1,
      "JJ-NNS": 7,
      "NNS-VBP": 19,
      "VBP-NN": 4,
      "JJ-NN": 24,
      "NNP-IN": 7,
      "VBZ-NN": 2,
      "VBP-NNP": 1,
      "NN-VBZ": 5,
      "VBZ-JJ": 6,
      "IN-CD": 1,
      "CD-NN": 1,
      "NN-VBD": 3,
      "VBD-RB": 1,
      "RB-CD": 2,
      "CD-NNS": 1,
      "IN-NN": 2,
      "VBP-JJ": 13,
      "NNS-RB": 2,
      "CD-NNP": 1,
      "FW-NNS": 4,
      "NNS-FW": 1,
      "VBZ-DT": 1,
      "DT-NN": 3,
      "RB-VBP": 1,
      "FW-JJ": 3,
      "JJ-NNP": 7,
      "NNS-NNS": 2,
      "VBP-FW": 1,
      "VBP-IN": 1,
      "NNS-NNP": 2,
      "NN-DT": 1,
      "NNP-VBD": 2,
      "VBD-FW": 1,
      "NNP-NNS": 1,
      "NNP-JJ": 3,
      "VBD-JJ": 2,
      "NNS-VBZ": 2,
      "VBZ-RB": 1,
      "RB-JJ": 2,
      "VBZ-NNP": 1,
      "IN-JJ": 1,
      "VBD-NNP": 1,
      "IN-DT": 1,
      "NN-RB": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-FW": 9,
      "FW-FW-FW": 51,
      "FW-FW-NNP": 13,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 28,
      "NN-NN-NN": 57,
      "NN-NN-IN": 11,
      "NN-IN-FW": 7,
      "IN-FW-FW": 8,
      "FW-FW-NN": 8,
      "FW-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-NNP": 3,
      "IN-NNP-NN": 5,
      "NN-NN-FW": 11,
      "NN-FW-NN": 7,
      "FW-NN-FW": 5,
      "NN-FW-NNP": 3,
      "FW-NNP-FW": 6,
      "NNP-FW-FW": 3,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NN": 14,
      "NNP-NN-JJ": 2,
      "NN-JJ-JJ": 4,
      "JJ-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "NNP-FW-NNP": 2,
      "FW-NN-NNP": 3,
      "NN-NNP-NN": 10,
      "NNP-NN-NNP": 3,
      "NN-NNP-FW": 2,
      "NN-NN-NNP": 15,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 3,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 6,
      "JJ-NN-NN": 11,
      "NN-NNP-NNP": 6,
      "NNP-NNP-IN": 6,
      "NNP-IN-NNP": 5,
      "NN-IN-NNP": 6,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-JJ": 1,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 11,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "FW-NN-NN": 12,
      "IN-FW-NN": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "JJ-NN-FW": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "JJ-NN-IN": 4,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-VBD": 1,
      "NN-VBD-RB": 1,
      "VBD-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-NNS": 7,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-RB": 1,
      "NNS-RB-CD": 1,
      "RB-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-FW-NN": 4,
      "FW-FW-NNS": 3,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-FW-JJ": 3,
      "FW-JJ-FW": 1,
      "NNP-IN-FW": 2,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNP": 6,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "IN-NNP-FW": 1,
      "FW-NNS-VBP": 3,
      "VBP-JJ-NN": 5,
      "JJ-NN-JJ": 1,
      "FW-JJ-NN": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NNP-NNP-VBZ": 3,
      "VBZ-NNS-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "VBP-JJ-FW": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "IN-NNP-NNP": 7,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NNP-VBZ-JJ": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-JJ": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NNP": 2,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNP-NN-VBD": 2,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NN": 1,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "JJ-NN-NNP": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-IN": 2,
      "IN-NNP-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "VBD-JJ-NNP": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NNS-VBZ-JJ": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NN": 1,
      "NNP-NN-NNS": 1,
      "VBZ-NN-NNS": 1,
      "NN-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "NN-FW-NNS": 1,
      "JJ-FW-NN": 1,
      "NN-IN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 211,
        "FW": 125,
        "NNP": 103,
        "JJ": 49,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 113,
        "FW-FW": 78,
        "NNP-NN": 40,
        "NNP-NNP": 34,
        "JJ-NN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 57,
        "FW-FW-FW": 51,
        "NNP-NN-NN": 28,
        "NN-NN-NNP": 15,
        "NNP-NNP-NN": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 153,
      "PP": 19,
      "ADJP": 9,
      "VP": 42
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 12,
        "weight": 0.049
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0245
      },
      {
        "rule": "NP -> ('Hamás', 'NNP')",
        "frequency": 4,
        "weight": 0.0163
      },
      {
        "rule": "NP -> ('Doha', 'NNP')",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "VP -> ('fueron', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Qatar', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('al-Haya', 'JJ') ('y', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El movimiento"
      },
      {
        "label": "NP",
        "text": "Hamás denunció que su delegación que interviene"
      },
      {
        "label": "NP",
        "text": "este martes"
      },
      {
        "label": "PP",
        "text": "en Qatar por la"
      },
      {
        "label": "NP",
        "text": "Qatar por la"
      },
      {
        "label": "NP",
        "text": "sionista"
      },
      {
        "label": "NP",
        "text": "debatía"
      },
      {
        "label": "NP",
        "text": "última"
      },
      {
        "label": "NP",
        "text": "Administración Trump para"
      },
      {
        "label": "ADJP",
        "text": "un"
      },
      {
        "label": "ADJP",
        "text": "cese"
      },
      {
        "label": "NP",
        "text": "Franja"
      },
      {
        "label": "NP",
        "text": "Gaza"
      },
      {
        "label": "NP",
        "text": "A través"
      },
      {
        "label": "PP",
        "text": "de un comunicado"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP movimiento/NN)\n  de/FW\n  resistencia/FW\n  islámica/FW\n  palestina/FW\n  (NP\n    Hamás/NNP\n    denunció/NN\n    que/NN\n    su/NN\n    delegación/NN\n    que/NN\n    interviene/NN)\n  en/IN\n  la/FW\n  negociación/FW\n  de/FW\n  un/FW\n  acuerdo/FW\n  de/FW\n  paz/FW\n  fue/FW\n  atacada/FW\n  (NP este/NN martes/NNS)\n  (PP en/IN (NP Qatar/NNP por/NN la/NN))\n  entidad/FW\n  (NP sionista/NN)\n  mientras/FW\n  (NP debatía/NN)\n  la/FW\n  (NP última/NNP)\n  propuesta/FW\n  de/FW\n  la/FW\n  (NP Administración/NNP Trump/NNP para/NN)\n  (ADJP un/JJ)\n  (ADJP cese/JJ)\n  de/FW\n  hostilidades/FW\n  en/FW\n  la/FW\n  (NP Franja/NNP)\n  de/FW\n  (NP Gaza/NNP)\n  ./.)",
      "(S\n  (NP A/DT través/NN)\n  (PP de/IN (NP un/JJ comunicado/NN))\n  ,/,\n  (NP Hamás/NNP manifestó/NN)\n  :/:\n  (NP “/JJ La/NNP)\n  delegación/FW\n  de/FW\n  negociación/FW\n  de/FW\n  la/FW\n  resistencia/FW\n  fue/FW\n  atacada/FW\n  (NP durante/NN)\n  la/FW\n  discusión/FW\n  de/FW\n  la/FW\n  (NP última/NNP propuesta/NN estadounidense/NN ”/NN)\n  ./.)",
      "(S\n  (NP Según/NNP)\n  (VP reportes/VBZ (NP preliminares/NNS))\n  ,/,\n  (NP los/NN ataques/NNS)\n  (VP\n    israelíes/VBP\n    (NP tuvieron/NN como/NN)\n    (NP objetivo/JJ la/NN reunión/NN del/NN Buró/NNP Político/NNP))\n  (PP de/IN (NP Hamás/NNP que/NN sesionaba/NN))\n  (PP en/IN (NP Doha/NNP))\n  ,/,\n  (NP capital/NN catarí/NN)\n  ./.)",
      "(S\n  (NP Entre/NNP quienes/NNS)\n  (VP fueron/VBP (NP atacados/JJ estaban/NN negociadores/NNS))\n  (VP palestinos/VBP)\n  ./.)",
      "(S\n  (NP Este/NN país/NN del/NN golfo/NN Pérsico/NNP participa/NN en/NN)\n  la/FW\n  negociación/FW\n  de/FW\n  un/FW\n  alto/FW\n  el/FW\n  (NP fuego/NN como/NN mediador/NN)\n  ,/,\n  de/FW\n  conjunto/FW\n  (NP con/NN Egipto/NNP y/NN EE.UU./NNP)\n  ,/,\n  (NP y/NNP)\n  (VP ha/VBZ (NP expresado/JJ fuertes/NNS))\n  (VP\n    críticas/VBP\n    (NP a/DT la/NN entidad/NN sionista/NN por/NN sus/NN))\n  (VP constantes/VBZ (NP sabotajes/JJ al/JJ proceso/NN))\n  de/IN\n  paz/FW\n  y/FW\n  por/FW\n  su/FW\n  (NP campaña/NN genocida/NN)\n  (PP en/IN (NP Gaza/NNP))\n  ,/,\n  (NP donde/NN desde/NN octubre/NN)\n  de/IN\n  2023/CD\n  (NP la/NN)\n  ocupación/FW\n  (VP asesinó/VBZ)\n  a/DT\n  64.522/CD\n  (NP palestinos/NN)\n  ,/,\n  en/FW\n  su/FW\n  mayoría/FW\n  (NP mujeres/NNS)\n  (VP y/VBP niños/RB)\n  ,/,\n  y/PRP\n  (VP provocó/VBP)\n  (VP lesiones/VBZ)\n  a/DT\n  (ADJP otros/JJ)\n  163.096/CD\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "MEDIOS_COMUNICACION",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "PROTESTAS_CONFLICTOS_SOCIALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          340,
          349
        ],
        "start": 340,
        "end": 349
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "cese de hostilidades",
        "position": [
          264,
          284
        ],
        "start": 264,
        "end": 284
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataques israelíes",
        "position": [
          505,
          522
        ],
        "start": 505,
        "end": 522
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          977,
          986
        ],
        "start": 977,
        "end": 986
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          607,
          614
        ],
        "start": 607,
        "end": 614
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con medios internacionales, el ataque mató a hamam jalil al haya, hijo de jalil al-haya y a yihad",
        "position": [
          2871,
          2976
        ],
        "start": 2871,
        "end": 2976
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1768,
          1774
        ],
        "start": 1768,
        "end": 1774
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          1905,
          1912
        ],
        "start": 1905,
        "end": 1912
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1946,
          1953
        ],
        "start": 1946,
        "end": 1953
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          1031,
          1038
        ],
        "start": 1031,
        "end": 1038
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "canal al arabiya",
        "position": [
          3205,
          3221
        ],
        "start": 3205,
        "end": 3221
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          1519,
          1526
        ],
        "start": 1519,
        "end": 1526
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          54,
          62
        ],
        "start": 54,
        "end": 62
      },
      {
        "category": "PAISES",
        "matched_text": "palestina",
        "position": [
          38,
          47
        ],
        "start": 38,
        "end": 47
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          1503,
          1512
        ],
        "start": 1503,
        "end": 1512
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Casa Blanca-",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cisjordania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Yihad Labad",
        "tipo": "Persona"
      },
      {
        "nombre": "Haya",
        "tipo": "Persona"
      },
      {
        "nombre": "Al Arabiya",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hamam Jalil",
        "tipo": "Persona"
      },
      {
        "nombre": "Benjamin Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Jalil al-Haya",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "golfo Pérsico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Reportes de Al Jazeera",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Egipto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Qatar",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Cancillería",
        "tipo": "Persona"
      },
      {
        "nombre": "Administración Trump",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jaled al-Meshal",
        "tipo": "Persona"
      },
      {
        "nombre": "Defensa Civil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado de Qatar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Abdullah Abdul Wahid",
        "tipo": "Persona"
      },
      {
        "nombre": "Buró Político",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zaher Yabarin",
        "tipo": "Persona"
      },
      {
        "nombre": "Tel Aviv",
        "tipo": "Lugar"
      },
      {
        "nombre": "Agregó",
        "tipo": "Persona"
      },
      {
        "nombre": "Doha",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ahmed Al-Mamluk",
        "tipo": "Persona"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Hamás",
        "relacion": "DENUNCIAR",
        "objeto": "Qatar"
      },
      {
        "sujeto": "Hamás",
        "relacion": "DENUNCIAR",
        "objeto": "Administración Trump"
      },
      {
        "sujeto": "Hamás",
        "relacion": "DENUNCIAR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "Qatar",
        "relacion": "ATACAR_DENUNCIAR",
        "objeto": "Administración Trump"
      },
      {
        "sujeto": "Qatar",
        "relacion": "ATACAR_DENUNCIAR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "Administración Trump",
        "relacion": "DEBATIR_ATACAR_DENUNCIAR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "golfo Pérsico",
        "relacion": "PARTICIPAR",
        "objeto": "Egipto"
      },
      {
        "sujeto": "golfo Pérsico",
        "relacion": "PARTICIPAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "golfo Pérsico",
        "relacion": "PARTICIPAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Egipto",
        "relacion": "PARTICIPAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "PARTICIPAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Estados",
        "relacion": "DEFENDER",
        "objeto": "Cisjordania"
      },
      {
        "sujeto": "Estado de Qatar",
        "relacion": "CONDENAR",
        "objeto": "Buró Político"
      },
      {
        "sujeto": "Estado de Qatar",
        "relacion": "CONDENAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Estado de Qatar",
        "relacion": "CONDENAR",
        "objeto": "Doha"
      },
      {
        "sujeto": "Buró Político",
        "relacion": "ALBERGAR_CONDENAR",
        "objeto": "Doha"
      },
      {
        "sujeto": "Hamás",
        "relacion": "ALBERGAR_CONDENAR",
        "objeto": "Doha"
      },
      {
        "sujeto": "La Cancillería",
        "relacion": "INFORMAR",
        "objeto": "Defensa Civil"
      },
      {
        "sujeto": "Qatar",
        "relacion": "ASEGURAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Hamam Jalil",
        "relacion": "MATAR",
        "objeto": "Haya"
      },
      {
        "sujeto": "Hamam Jalil",
        "relacion": "MATAR",
        "objeto": "Jalil al-Haya"
      },
      {
        "sujeto": "Hamam Jalil",
        "relacion": "MATAR",
        "objeto": "Yihad Labad"
      },
      {
        "sujeto": "Hamás",
        "relacion": "CONFIRMAR",
        "objeto": "Abdullah Abdul Wahid"
      },
      {
        "sujeto": "Hamás",
        "relacion": "CONFIRMAR",
        "objeto": "Ahmed Al-Mamluk"
      },
      {
        "sujeto": "Jalil al-Haya",
        "relacion": "INFORMAR",
        "objeto": "Al Arabiya"
      },
      {
        "sujeto": "Benjamin Netanyahu",
        "relacion": "CONFIRMAR",
        "objeto": "Qatar"
      },
      {
        "sujeto": "Agregó",
        "relacion": "AGREGAR",
        "objeto": "Tel Aviv"
      },
      {
        "sujeto": "Agregó",
        "relacion": "AGREGAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Agregó",
        "relacion": "AGREGAR",
        "objeto": "Doha"
      },
      {
        "sujeto": "Agregó",
        "relacion": "AGREGAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Israel",
        "relacion": "AGREGAR",
        "objeto": "Agregó"
      },
      {
        "sujeto": "Agregó",
        "relacion": "AGREGAR",
        "objeto": "Casa Blanca-"
      },
      {
        "sujeto": "Agregó",
        "relacion": "AGREGAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "AGREGAR",
        "objeto": "Agregó"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "AGREGAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "AGREGAR",
        "objeto": "Doha"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "AGREGAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Israel",
        "relacion": "AGREGAR",
        "objeto": "Tel Aviv"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "AGREGAR",
        "objeto": "Casa Blanca-"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "AGREGAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "CONTAR_DIFUNDIR_AGREGAR",
        "objeto": "Doha"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "CONTAR_DIFUNDIR_AGREGAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Israel",
        "relacion": "CONTAR_DIFUNDIR_AGREGAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "CONTAR_DIFUNDIR_AGREGAR",
        "objeto": "Casa Blanca-"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "CONTAR_DIFUNDIR_AGREGAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "CONTAR_DIFUNDIR_AGREGAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Doha",
        "relacion": "SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Israel",
        "relacion": "SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Doha"
      },
      {
        "sujeto": "Doha",
        "relacion": "SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Casa Blanca-"
      },
      {
        "sujeto": "Doha",
        "relacion": "SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Doha"
      },
      {
        "sujeto": "Israel",
        "relacion": "ACEPTAR_DECIR_SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Casa Blanca-"
      },
      {
        "sujeto": "Israel",
        "relacion": "ACEPTAR_DECIR_SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Israel",
        "relacion": "ACEPTAR_DECIR_SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Tel Aviv"
      },
      {
        "sujeto": "Casa Blanca-",
        "relacion": "ACEPTAR_DECIR_SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "ACEPTAR_DECIR_SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Casa Blanca-"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "AMENAZAR_ACEPTAR_DECIR_SUCEDER_DIFUNDIR_AGREGAR",
        "objeto": "Hamás"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7003,
    "pos": 0.004,
    "neu": 0.981,
    "neg": 0.015,
    "label": "negative"
  }
}