{
  "url": "https://www.telesurtv.net/indigenas-ava-guarani-son-baleados-y-denuncian-la-desproteccion-de-sus-comunidades/",
  "title": "Indígenas Avá Guaraní son baleados y denuncian la desprotección de sus comunidades - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "ataques",
    "Avá Guaraní",
    "Fuerza Nacional de Seguridad Pública",
    "Gobierno federal de Brasil",
    "Guaíra",
    "oeste del Paraná",
    "Sicarios",
    "tierras indígenas"
  ],
  "text": "En un nuevo ataque de sicarios a la comunidad Yvy Okaju, ubicada en Guaíra, el pasado viernes cuatro indígenas de la etnia Avá Guaraní fueron baleados, entre ellos un niño y un adolescente. Se trata del cuarto ataque reportado en la última semana, tras meses de denuncias de la escalada de violencia y pese a la presencia de la Fuerza Nacional de Seguridad Pública (FNSP).\nDe acuerdo con el relato de varios líderes comunitarios, al menos cuatro personas armadas y encapuchadas ingresaron en dichas tierras ancestrales y se dirigieron a la casa atacada, mientras disparaban a mansalva.\nAmbos adultos heridos fueron impactados en la espalda y en la barbilla, un niño de cuatro años recibió un tiro en el pie y el adolescente fue herido en la pierna. Todos recibieron atención en el Hospital Bom Jesus, en Toledo, y no corren riesgos de muerte, según reportó Brasil de Fato.\nDesde el mes de noviembre de 2024, el Ministerio de Justicia determinó que la FNSP estuviera en el territorio para proteger la integridad de la comunidad indígena, sin embargo, los sicarios ingresaron por un camino que en el momento de la agresión no estaba siendo vigilado por la fuerza federal.\n“Por amor de Dios, estamos rodeados. Realmente rodeado. Rodeado de pistoleros. Estamos pidiendo ayuda”, dijo uno de los Avá Guaraní en un audio enviado tras los hechos, y denuncia además que si la policía no actúa, no sabrían cuántos de ellos serían afectados.\nOtro audio descrito por Brasil de Fato narra: “Realmente estamos siendo atacados. ¿Alguien lo creerá? ¿Hasta cuándo dirán que fue sólo un petardo? Estamos cansados ​​de todo esto. Estamos cansados ​​de ver que incluso a los niños les disparan”, en alusión a las dudas de las autoridades que guardan silencio ante los ataques. De igual forma afirmó que el municipio de Guaíra trata a los Avá Guaraní como terroristas.\n“Estamos a merced de toda esta violencia. Vivimos en la era de la pólvora, la era de la bala”, lamentó uno de los indígenas víctima de ataques en los audios.\nDesprotegidos y estigmatizados: Doble abandono a los indígenas Avá Guaraní\nLa aldea atacada el viernes es una de las recuperadas por los indígenas de dicha etnia y forma parte de la Tierra Indígena Guasu Guavirá, identificado y delimitado por la Fundación Nacional de los Pueblos Indígenas (Funai) en el año 2018, pero que continúa superpuesto por 165 explotaciones.\n\nDurante los últimos 8 años el proceso de demarcación ha estado estancado, ante lo cual, uno de los líderes comenta que decidieron realizar siete ocupaciones dentro de su territorio tradicional el pasado 5 de julio, y desde entonces el conflicto se ha intensificado.\nAdemás, desde el 27 de agosto, un grupo de no indígenas instaló un campamento en la zona con el fin de intimidar a los Avá Guaraní.\nEn la última semana, un hombre fue baleado en un brazo, una mujer sufrió una quemadura en el cuello, dos casas y plantaciones fueron incendiadas así como la tekoha (en guaraní, sitio donde vive la gente) Yvy Okaju recibió impactos de disparos y bombas, como resultado de tres ataques.\nSegún testimonian los indígenas, el lunes 30, tras una de las agresiones, la Policía Federal acudió al lugar y recogió al menos 13 cápsulas de municiones calibre 38.\nDichos asaltos continúan pese a que en diciembre de 2024 el gobierno federal estableciera una Sala Situacional de Monitoreo de Conflictos por Tierras Indígenas, con el fin de recabar necesidades de los Avá Guaraní y buscar estrategias para garantizar la continuidad de las tradiciones y formas de vida indígenas.\nEn dicha sala participaron miembros del Ministerio de los Pueblos Indígenas (MPI), de la Funai, del Ministerio de Derechos Humanos y Ciudadanía (MDHC) y de la Procuraduría Nacional de los Derechos Humanos (ONDH).\nLa Articulación de los Pueblos Indígenas de Brasil (Apib), la Comisión Guaraní Yvyrupa (CGY), la Articulación de los Pueblos Indígenas del Sur de Brasil (Arpin Sul), la Articulación de los Pueblos Indígenas del Sudeste (Arpin Sudeste) y la Indígena Misionera Consejo (Cimi), en una nota conjunta denunciaron y repudiaron dichos actos de violencia y asedio constante que viven los Avá Guaraní desde el 29 de diciembre.\nIndicaron que los habitantes ancestrales de dichas tierras en la Tekoha Guasu Guavirá, tras ser atacados y acudir a los hospitales, terminan recibiendo malos tratos por parte del personal médico y los heridos por armas de fuego aún tienen las balas en sus cuerpos.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/indigenas-ava-guarani-son-baleados-y-denuncian-la-desproteccion-de-sus-comunidades/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 2018,
    "message_id": 83602,
    "date": "2025-01-04T21:55:12+00:00",
    "text": "teleSUR\nIndígenas Avá Guaraní son baleados y denuncian la desprotección de sus comunidades\nhttps://www.telesurtv.net/indigenas-ava-guarani-son-baleados-y-denuncian-la-desproteccion-de-sus-comunidades/",
    "photo_path": null,
    "views": 3587,
    "reactions": {
      "🤬": 48,
      "😱": 22,
      "👍": 2,
      "👎": 1
    },
    "total_reactions": 73
  },
  "preprocessing": {
    "cleaned": "en un nuevo ataque de sicarios a la comunidad yvy okaju, ubicada en guaíra, el pasado viernes cuatro indígenas de la etnia avá guaraní fueron baleados, entre ellos un niño y un adolescente. se trata del cuarto ataque reportado en la última semana, tras meses de denuncias de la escalada de violencia y pese a la presencia de la fuerza nacional de seguridad pública (fnsp). de acuerdo con el relato de varios líderes comunitarios, al menos cuatro personas armadas y encapuchadas ingresaron en dichas tierras ancestrales y se dirigieron a la casa atacada, mientras disparaban a mansalva. ambos adultos heridos fueron impactados en la espalda y en la barbilla, un niño de cuatro años recibió un tiro en el pie y el adolescente fue herido en la pierna. todos recibieron atención en el hospital bom jesus, en toledo, y no corren riesgos de muerte, según reportó brasil de fato. desde el mes de noviembre de 2024, el ministerio de justicia determinó que la fnsp estuviera en el territorio para proteger la integridad de la comunidad indígena, sin embargo, los sicarios ingresaron por un camino que en el momento de la agresión no estaba siendo vigilado por la fuerza federal. “por amor de dios, estamos rodeados. realmente rodeado. rodeado de pistoleros. estamos pidiendo ayuda”, dijo uno de los avá guaraní en un audio enviado tras los hechos, y denuncia además que si la policía no actúa, no sabrían cuántos de ellos serían afectados. otro audio descrito por brasil de fato narra: “realmente estamos siendo atacados. ¿alguien lo creerá? ¿hasta cuándo dirán que fue sólo un petardo? estamos cansados ​​de todo esto. estamos cansados ​​de ver que incluso a los niños les disparan”, en alusión a las dudas de las autoridades que guardan silencio ante los ataques. de igual forma afirmó que el municipio de guaíra trata a los avá guaraní como terroristas. “estamos a merced de toda esta violencia. vivimos en la era de la pólvora, la era de la bala”, lamentó uno de los indígenas víctima de ataques en los audios. desprotegidos y estigmatizados: doble abandono a los indígenas avá guaraní la aldea atacada el viernes es una de las recuperadas por los indígenas de dicha etnia y forma parte de la tierra indígena guasu guavirá, identificado y delimitado por la fundación nacional de los pueblos indígenas (funai) en el año 2018, pero que continúa superpuesto por 165 explotaciones. durante los últimos 8 años el proceso de demarcación ha estado estancado, ante lo cual, uno de los líderes comenta que decidieron realizar siete ocupaciones dentro de su territorio tradicional el pasado 5 de julio, y desde entonces el conflicto se ha intensificado. además, desde el 27 de agosto, un grupo de no indígenas instaló un campamento en la zona con el fin de intimidar a los avá guaraní. en la última semana, un hombre fue baleado en un brazo, una mujer sufrió una quemadura en el cuello, dos casas y plantaciones fueron incendiadas así como la tekoha (en guaraní, sitio donde vive la gente) yvy okaju recibió impactos de disparos y bombas, como resultado de tres ataques. según testimonian los indígenas, el lunes 30, tras una de las agresiones, la policía federal acudió al lugar y recogió al menos 13 cápsulas de municiones calibre 38. dichos asaltos continúan pese a que en diciembre de 2024 el gobierno federal estableciera una sala situacional de monitoreo de conflictos por tierras indígenas, con el fin de recabar necesidades de los avá guaraní y buscar estrategias para garantizar la continuidad de las tradiciones y formas de vida indígenas. en dicha sala participaron miembros del ministerio de los pueblos indígenas (mpi), de la funai, del ministerio de derechos humanos y ciudadanía (mdhc) y de la procuraduría nacional de los derechos humanos (ondh). la articulación de los pueblos indígenas de brasil (apib), la comisión guaraní yvyrupa (cgy), la articulación de los pueblos indígenas del sur de brasil (arpin sul), la articulación de los pueblos indígenas del sudeste (arpin sudeste) y la indígena misionera consejo (cimi), en una nota conjunta denunciaron y repudiaron dichos actos de violencia y asedio constante que viven los avá guaraní desde el 29 de diciembre. indicaron que los habitantes ancestrales de dichas tierras en la tekoha guasu guavirá, tras ser atacados y acudir a los hospitales, terminan recibiendo malos tratos por parte del personal médico y los heridos por armas de fuego aún tienen las balas en sus cuerpos.",
    "tokens": [
      "nuevo",
      "ataque",
      "sicarios",
      "comunidad",
      "yvy",
      "okaju",
      ",",
      "ubicada",
      "guaíra",
      ",",
      "pasado",
      "viernes",
      "cuatro",
      "indígenas",
      "etnia",
      "avá",
      "guaraní",
      "baleados",
      ",",
      "niño",
      "adolescente",
      ".",
      "trata",
      "cuarto",
      "ataque",
      "reportado",
      "última",
      "semana",
      ",",
      "tras",
      "meses",
      "denuncias",
      "escalada",
      "violencia",
      "pese",
      "presencia",
      "fuerza",
      "nacional",
      "seguridad",
      "pública",
      "(",
      "fnsp",
      ")",
      ".",
      "acuerdo",
      "relato",
      "varios",
      "líderes",
      "comunitarios",
      ",",
      "menos",
      "cuatro",
      "personas",
      "armadas",
      "encapuchadas",
      "ingresaron",
      "dichas",
      "tierras",
      "ancestrales",
      "dirigieron",
      "casa",
      "atacada",
      ",",
      "mientras",
      "disparaban",
      "mansalva",
      ".",
      "ambos",
      "adultos",
      "heridos",
      "impactados",
      "espalda",
      "barbilla",
      ",",
      "niño",
      "cuatro",
      "años",
      "recibió",
      "tiro",
      "pie",
      "adolescente",
      "herido",
      "pierna",
      ".",
      "recibieron",
      "atención",
      "hospital",
      "bom",
      "jesus",
      ",",
      "toledo",
      ",",
      "corren",
      "riesgos",
      "muerte",
      ",",
      "según",
      "reportó",
      "brasil",
      "fato",
      ".",
      "mes",
      "noviembre",
      "2024",
      ",",
      "ministerio",
      "justicia",
      "determinó",
      "fnsp",
      "territorio",
      "proteger",
      "integridad",
      "comunidad",
      "indígena",
      ",",
      "embargo",
      ",",
      "sicarios",
      "ingresaron",
      "camino",
      "momento",
      "agresión",
      "siendo",
      "vigilado",
      "fuerza",
      "federal",
      ".",
      "“",
      "amor",
      "dios",
      ",",
      "rodeados",
      ".",
      "realmente",
      "rodeado",
      ".",
      "rodeado",
      "pistoleros",
      ".",
      "pidiendo",
      "ayuda",
      "”",
      ",",
      "dijo",
      "avá",
      "guaraní",
      "audio",
      "enviado",
      "tras",
      "hechos",
      ",",
      "denuncia",
      "además",
      "si",
      "policía",
      "actúa",
      ",",
      "sabrían",
      "cuántos",
      "afectados",
      ".",
      "audio",
      "descrito",
      "brasil",
      "fato",
      "narra",
      ":",
      "“",
      "realmente",
      "siendo",
      "atacados",
      ".",
      "¿alguien",
      "creerá",
      "?",
      "¿hasta",
      "cuándo",
      "dirán",
      "sólo",
      "petardo",
      "?",
      "cansados",
      "​​de",
      ".",
      "cansados",
      "​​de",
      "ver",
      "incluso",
      "niños",
      "disparan",
      "”",
      ",",
      "alusión",
      "dudas",
      "autoridades",
      "guardan",
      "silencio",
      "ataques",
      ".",
      "igual",
      "forma",
      "afirmó",
      "municipio",
      "guaíra",
      "trata",
      "avá",
      "guaraní",
      "terroristas",
      ".",
      "“",
      "merced",
      "toda",
      "violencia",
      ".",
      "vivimos",
      "pólvora",
      ",",
      "bala",
      "”",
      ",",
      "lamentó",
      "indígenas",
      "víctima",
      "ataques",
      "audios",
      ".",
      "desprotegidos",
      "estigmatizados",
      ":",
      "doble",
      "abandono",
      "indígenas",
      "avá",
      "guaraní",
      "aldea",
      "atacada",
      "viernes",
      "recuperadas",
      "indígenas",
      "dicha",
      "etnia",
      "forma",
      "parte",
      "tierra",
      "indígena",
      "guasu",
      "guavirá",
      ",",
      "identificado",
      "delimitado",
      "fundación",
      "nacional",
      "pueblos",
      "indígenas",
      "(",
      "funai",
      ")",
      "año",
      "2018",
      ",",
      "continúa",
      "superpuesto",
      "165",
      "explotaciones",
      ".",
      "últimos",
      "8",
      "años",
      "proceso",
      "demarcación",
      "estancado",
      ",",
      ",",
      "líderes",
      "comenta",
      "decidieron",
      "realizar",
      "siete",
      "ocupaciones",
      "dentro",
      "territorio",
      "tradicional",
      "pasado",
      "5",
      "julio",
      ",",
      "entonces",
      "conflicto",
      "intensificado",
      ".",
      "además",
      ",",
      "27",
      "agosto",
      ",",
      "grupo",
      "indígenas",
      "instaló",
      "campamento",
      "zona",
      "fin",
      "intimidar",
      "avá",
      "guaraní",
      ".",
      "última",
      "semana",
      ",",
      "hombre",
      "baleado",
      "brazo",
      ",",
      "mujer",
      "sufrió",
      "quemadura",
      "cuello",
      ",",
      "dos",
      "casas",
      "plantaciones",
      "incendiadas",
      "así",
      "tekoha",
      "(",
      "guaraní",
      ",",
      "sitio",
      "vive",
      "gente",
      ")",
      "yvy",
      "okaju",
      "recibió",
      "impactos",
      "disparos",
      "bombas",
      ",",
      "resultado",
      "tres",
      "ataques",
      ".",
      "según",
      "testimonian",
      "indígenas",
      ",",
      "lunes",
      "30",
      ",",
      "tras",
      "agresiones",
      ",",
      "policía",
      "federal",
      "acudió",
      "lugar",
      "recogió",
      "menos",
      "13",
      "cápsulas",
      "municiones",
      "calibre",
      "38.",
      "dichos",
      "asaltos",
      "continúan",
      "pese",
      "diciembre",
      "2024",
      "gobierno",
      "federal",
      "estableciera",
      "sala",
      "situacional",
      "monitoreo",
      "conflictos",
      "tierras",
      "indígenas",
      ",",
      "fin",
      "recabar",
      "necesidades",
      "avá",
      "guaraní",
      "buscar",
      "estrategias",
      "garantizar",
      "continuidad",
      "tradiciones",
      "formas",
      "vida",
      "indígenas",
      ".",
      "dicha",
      "sala",
      "participaron",
      "miembros",
      "ministerio",
      "pueblos",
      "indígenas",
      "(",
      "mpi",
      ")",
      ",",
      "funai",
      ",",
      "ministerio",
      "derechos",
      "humanos",
      "ciudadanía",
      "(",
      "mdhc",
      ")",
      "procuraduría",
      "nacional",
      "derechos",
      "humanos",
      "(",
      "ondh",
      ")",
      ".",
      "articulación",
      "pueblos",
      "indígenas",
      "brasil",
      "(",
      "apib",
      ")",
      ",",
      "comisión",
      "guaraní",
      "yvyrupa",
      "(",
      "cgy",
      ")",
      ",",
      "articulación",
      "pueblos",
      "indígenas",
      "sur",
      "brasil",
      "(",
      "arpin",
      "sul",
      ")",
      ",",
      "articulación",
      "pueblos",
      "indígenas",
      "sudeste",
      "(",
      "arpin",
      "sudeste",
      ")",
      "indígena",
      "misionera",
      "consejo",
      "(",
      "cimi",
      ")",
      ",",
      "nota",
      "conjunta",
      "denunciaron",
      "repudiaron",
      "dichos",
      "actos",
      "violencia",
      "asedio",
      "constante",
      "viven",
      "avá",
      "guaraní",
      "29",
      "diciembre",
      ".",
      "indicaron",
      "habitantes",
      "ancestrales",
      "dichas",
      "tierras",
      "tekoha",
      "guasu",
      "guavirá",
      ",",
      "tras",
      "ser",
      "atacados",
      "acudir",
      "hospitales",
      ",",
      "terminan",
      "recibiendo",
      "malos",
      "tratos",
      "parte",
      "personal",
      "médico",
      "heridos",
      "armas",
      "fuego",
      "aún",
      "balas",
      "cuerpos",
      "."
    ],
    "token_count": 504,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 135,
      "JJ": 67,
      "NN": 203,
      "FW": 161,
      "NNS": 34,
      "VBP": 22,
      "IN": 45,
      "VBZ": 9,
      "DT": 5,
      "CD": 9,
      "CC": 2,
      "VBD": 4,
      "RB": 2,
      "$": 1
    },
    "bigram_freq": {
      "NNP-JJ": 4,
      "JJ-JJ": 3,
      "JJ-NN": 38,
      "NN-FW": 13,
      "FW-FW": 86,
      "FW-NNP": 35,
      "NNP-NNP": 61,
      "JJ-FW": 7,
      "NNP-FW": 21,
      "FW-NN": 15,
      "NN-NNS": 11,
      "NNS-VBP": 17,
      "VBP-FW": 1,
      "NNP-NN": 29,
      "NN-NN": 110,
      "FW-JJ": 15,
      "NN-NNP": 15,
      "NN-IN": 26,
      "IN-FW": 27,
      "FW-NNS": 8,
      "NNS-FW": 5,
      "VBP-JJ": 13,
      "JJ-NNS": 7,
      "VBP-NN": 2,
      "NNS-VBZ": 1,
      "VBZ-JJ": 3,
      "NN-VBP": 2,
      "JJ-NNP": 9,
      "IN-JJ": 4,
      "NNP-DT": 1,
      "DT-NN": 1,
      "NN-VBZ": 5,
      "VBZ-IN": 1,
      "NNP-IN": 10,
      "IN-NNP": 3,
      "FW-IN": 1,
      "IN-CD": 2,
      "CD-JJ": 1,
      "NN-JJ": 15,
      "FW-VBZ": 1,
      "VBZ-DT": 2,
      "DT-JJ": 4,
      "NNP-CC": 2,
      "CC-JJ": 1,
      "JJ-DT": 1,
      "CC-NNP": 1,
      "NNP-VBP": 3,
      "JJ-VBZ": 1,
      "VBZ-NN": 1,
      "VBP-IN": 2,
      "NNS-NNP": 6,
      "NNP-NNS": 1,
      "VBP-NNP": 3,
      "NNP-VBD": 2,
      "VBD-IN": 1,
      "NNP-VBZ": 1,
      "VBZ-FW": 1,
      "IN-NNS": 3,
      "NNS-IN": 2,
      "IN-RB": 1,
      "RB-JJ": 2,
      "NN-CD": 2,
      "CD-NN": 3,
      "CD-NNS": 2,
      "IN-NN": 4,
      "NN-VBD": 2,
      "VBD-CD": 1,
      "CD-IN": 2,
      "IN-DT": 1,
      "NNS-NNS": 1,
      "NNS-CD": 1,
      "NNS-JJ": 1,
      "VBD-$": 1,
      "$-CD": 1,
      "VBP-CD": 1,
      "CD-NNP": 1,
      "NN-RB": 1,
      "VBD-JJ": 1,
      "JJ-CD": 1,
      "VBZ-NNS": 1
    },
    "trigram_freq": {
      "NNP-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "JJ-NN-FW": 2,
      "NN-FW-FW": 7,
      "FW-FW-FW": 59,
      "FW-FW-NNP": 10,
      "FW-NNP-NNP": 19,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "JJ-FW-NNP": 2,
      "FW-NNP-FW": 5,
      "NNP-FW-NN": 3,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 7,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 21,
      "NN-NN-FW": 8,
      "FW-FW-JJ": 6,
      "FW-JJ-FW": 4,
      "JJ-FW-JJ": 1,
      "FW-JJ-NN": 11,
      "JJ-NN-NNP": 4,
      "NN-NNP-NN": 8,
      "NN-NN-NN": 57,
      "NN-NN-IN": 15,
      "NN-IN-FW": 15,
      "IN-FW-FW": 6,
      "FW-FW-NNS": 5,
      "FW-NNS-FW": 3,
      "NNS-FW-FW": 4,
      "JJ-FW-FW": 4,
      "NNP-NNP-FW": 14,
      "NNP-FW-NNP": 12,
      "NNP-NNP-NNP": 31,
      "FW-NN-FW": 2,
      "NN-FW-NN": 4,
      "FW-NN-IN": 3,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NN-NNS": 5,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "JJ-NN-NN": 20,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "JJ-NN-IN": 6,
      "IN-FW-NN": 4,
      "FW-NN-NN": 7,
      "FW-NNP-NN": 7,
      "NN-IN-JJ": 3,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 4,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-JJ": 5,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-FW-FW": 4,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NN-NN-NNP": 6,
      "FW-FW-NN": 4,
      "NN-NN-JJ": 10,
      "NN-JJ-NNS": 2,
      "VBP-JJ-JJ": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 2,
      "DT-JJ-NN": 3,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 1,
      "NNP-NN-IN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNP": 1,
      "NNP-NN-NNP": 4,
      "NNP-IN-FW": 7,
      "IN-FW-NNP": 9,
      "NNP-FW-JJ": 2,
      "VBP-JJ-NN": 7,
      "NN-VBZ-DT": 1,
      "DT-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "NN-JJ-NNP": 3,
      "FW-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-JJ-NN": 9,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-NN": 1,
      "VBZ-NN-FW": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NN-NNS": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-IN": 1,
      "VBD-IN-FW": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-IN-NNS": 3,
      "IN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NNP-NNP-IN": 7,
      "NNP-IN-RB": 1,
      "IN-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "VBP-JJ-FW": 1,
      "NN-NNP-NNP": 4,
      "FW-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NN-VBP-JJ": 1,
      "JJ-NNS-FW": 1,
      "NN-IN-NN": 2,
      "IN-NN-NN": 3,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 2,
      "NN-IN-DT": 1,
      "IN-DT-JJ": 1,
      "JJ-NN-JJ": 4,
      "NNP-NN-JJ": 1,
      "IN-JJ-NN": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NNS-FW-NNP": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-IN": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-VBZ": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-FW-NNP": 1,
      "FW-NNP-IN": 1,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-FW": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-FW-JJ": 1,
      "VBP-IN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 203,
        "FW": 161,
        "NNP": 135,
        "JJ": 67,
        "IN": 45
      },
      "top_bigrams": {
        "NN-NN": 110,
        "FW-FW": 86,
        "NNP-NNP": 61,
        "JJ-NN": 38,
        "FW-NNP": 35
      },
      "top_trigrams": {
        "FW-FW-FW": 59,
        "NN-NN-NN": 57,
        "NNP-NNP-NNP": 31,
        "NNP-NN-NN": 21,
        "JJ-NN-NN": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 190,
      "ADJP": 8,
      "VP": 34,
      "PP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0221
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0221
      },
      {
        "rule": "NP -> ('Pueblos', 'NNP') ('Indígenas', 'NNP')",
        "frequency": 5,
        "weight": 0.0185
      },
      {
        "rule": "NP -> ('Brasil', 'NNP')",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "NP -> ('Ministerio', 'NNP')",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "NP -> ('Guaíra', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('y', 'NN')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un nuevo ataque"
      },
      {
        "label": "NP",
        "text": "a la comunidad Yvy Okaju"
      },
      {
        "label": "ADJP",
        "text": "ubicada"
      },
      {
        "label": "NP",
        "text": "Guaíra"
      },
      {
        "label": "VP",
        "text": "el pasado viernes"
      },
      {
        "label": "NP",
        "text": "pasado viernes"
      },
      {
        "label": "VP",
        "text": "cuatro"
      },
      {
        "label": "NP",
        "text": "Avá Guaraní fueron baleados"
      },
      {
        "label": "ADJP",
        "text": "un"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "un adolescente"
      },
      {
        "label": "NP",
        "text": "Se trata del cuarto ataque reportado"
      },
      {
        "label": "NP",
        "text": "última semana"
      },
      {
        "label": "NP",
        "text": "tras meses"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ nuevo/JJ ataque/NN)\n  de/FW\n  sicarios/FW\n  (NP a/DT la/NN comunidad/NN Yvy/NNP Okaju/NNP)\n  ,/,\n  (ADJP ubicada/JJ)\n  en/FW\n  (NP Guaíra/NNP)\n  ,/,\n  (VP el/VBZ (NP pasado/JJ viernes/NNS))\n  (VP cuatro/VBP)\n  indígenas/FW\n  de/FW\n  la/FW\n  etnia/FW\n  (NP Avá/NNP Guaraní/NNP fueron/NN baleados/NN)\n  ,/,\n  entre/FW\n  ellos/FW\n  (ADJP un/JJ)\n  niño/FW\n  (NP y/NN)\n  (NP un/JJ adolescente/NN)\n  ./.)",
      "(S\n  (NP Se/NNP trata/NN del/NN cuarto/NN ataque/NN reportado/NN)\n  en/IN\n  la/FW\n  (NP última/NNP semana/NN)\n  ,/,\n  (NP tras/JJ meses/NNS)\n  de/FW\n  denuncias/FW\n  de/FW\n  la/FW\n  escalada/FW\n  de/FW\n  violencia/FW\n  y/FW\n  pese/FW\n  a/DT\n  la/FW\n  presencia/FW\n  de/FW\n  la/FW\n  (NP Fuerza/NNP Nacional/NNP)\n  de/FW\n  (NP Seguridad/NNP Pública/NNP)\n  (/(\n  (NP FNSP/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP De/NNP)\n  acuerdo/FW\n  (NP con/NN)\n  el/FW\n  (NP relato/NN)\n  de/IN\n  varios/FW\n  (NP líderes/NNS comunitarios/NNS)\n  ,/,\n  (ADJP al/JJ)\n  menos/FW\n  (NP cuatro/NN personas/NNS)\n  (VP armadas/VBP y/JJ)\n  encapuchadas/FW\n  (NP ingresaron/NN)\n  en/FW\n  (NP dichas/NN tierras/NNS)\n  (VP\n    ancestrales/VBZ\n    y/RB\n    (NP se/JJ dirigieron/NN)\n    (NP a/DT la/NN casa/NN atacada/NN))\n  ,/,\n  mientras/FW\n  (VP disparaban/VBP (NP a/DT mansalva/NN))\n  ./.)",
      "(S\n  (NP Ambos/NNP adultos/NNS)\n  (VP heridos/VBP (NP fueron/JJ impactados/NN))\n  en/IN\n  la/FW\n  espalda/FW\n  y/FW\n  en/FW\n  la/FW\n  (NP barbilla/NN)\n  ,/,\n  (ADJP un/JJ)\n  niño/FW\n  de/FW\n  cuatro/FW\n  años/FW\n  recibió/FW\n  (NP un/JJ tiro/NN)\n  en/IN\n  el/FW\n  pie/FW\n  y/FW\n  el/FW\n  adolescente/FW\n  fue/FW\n  (NP herido/NN)\n  en/FW\n  la/FW\n  pierna/FW\n  ./.)",
      "(S\n  (NP Todos/NNP recibieron/NN atención/NN)\n  (PP en/IN (NP el/JJ Hospital/NNP Bom/NNP Jesus/NNP))\n  ,/,\n  en/FW\n  (NP Toledo/NNP)\n  ,/,\n  (VP y/VBZ (NP no/DT corren/JJ riesgos/NN))\n  de/IN\n  muerte/FW\n  ,/,\n  según/FW\n  reportó/FW\n  (NP Brasil/NNP)\n  de/FW\n  (NP Fato/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "PERIODOS_TEMPORALES",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "FECHAS_HORAS",
      "ACCIONES_LEGALES",
      "JUSTICIA_SOCIAL",
      "ORGANIZACIONES_SOCIALES",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "municiones",
        "position": [
          3200,
          3210
        ],
        "start": 3200,
        "end": 3210
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el relato de varios líderes comunitarios, al menos cuatro personas armadas y encapuchadas",
        "position": [
          376,
          477
        ],
        "start": 376,
        "end": 477
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1772,
          1778
        ],
        "start": 1772,
        "end": 1778
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          2252,
          2261
        ],
        "start": 2252,
        "end": 2261
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          101,
          110
        ],
        "start": 101,
        "end": 110
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          4045,
          4056
        ],
        "start": 4045,
        "end": 4056
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          781,
          789
        ],
        "start": 781,
        "end": 789
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          857,
          863
        ],
        "start": 857,
        "end": 863
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado estancado",
        "position": [
          2430,
          2446
        ],
        "start": 2430,
        "end": 2446
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "hospital bom",
        "position": [
          781,
          793
        ],
        "start": 781,
        "end": 793
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2018",
        "position": [
          2310,
          2318
        ],
        "start": 2310,
        "end": 2318
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          2304,
          2313
        ],
        "start": 2304,
        "end": 2313
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1041,
          1048
        ],
        "start": 1041,
        "end": 1048
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          3650,
          3666
        ],
        "start": 3650,
        "end": 3666
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2018",
        "position": [
          2304,
          2318
        ],
        "start": 2304,
        "end": 2318
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Tierra Indígena Guasu Guavirá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Justicia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tekoha Guasu Guavirá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arpin Sudeste",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fundación Nacional de los Pueblos Indígenas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fuerza Nacional de Seguridad Pública",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Derechos Humanos y Ciudadanía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Avá Guaraní",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de los Pueblos Indígenas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Indígena Misionera Consejo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FNSP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Funai",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Avá Guaraní\nLa aldea",
        "tipo": "Lugar"
      },
      {
        "nombre": "Policía Federal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sala Situacional de Monitoreo de Conflictos por Tierras Indígenas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Avá Guaraní",
        "tipo": "Persona"
      },
      {
        "nombre": "Desprotegidos",
        "tipo": "Persona"
      },
      {
        "nombre": "Articulación de los Pueblos Indígenas del Sur",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisión Guaraní Yvyrupa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Arpin Sul",
        "tipo": "Lugar"
      },
      {
        "nombre": "Procuraduría Nacional de los Derechos Humanos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Articulación de los Pueblos Indígenas de Brasil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fato",
        "tipo": "Persona"
      },
      {
        "nombre": "Articulación de los Pueblos Indígenas del Sudeste",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Yvy Okaju",
        "tipo": "Persona"
      },
      {
        "nombre": "Guaíra",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cimi",
        "tipo": "Lugar"
      },
      {
        "nombre": "Toledo",
        "tipo": "Lugar"
      },
      {
        "nombre": "MDHC",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Yvy Okaju",
        "relacion": "BALEAR",
        "objeto": "Avá Guaraní"
      },
      {
        "sujeto": "Guaíra",
        "relacion": "BALEAR",
        "objeto": "Avá Guaraní"
      },
      {
        "sujeto": "Brasil",
        "relacion": "RECIBIR",
        "objeto": "Toledo"
      },
      {
        "sujeto": "Toledo",
        "relacion": "RECIBIR",
        "objeto": "Fato"
      },
      {
        "sujeto": "Ministerio de Justicia",
        "relacion": "DETERMINAR",
        "objeto": "FNSP"
      },
      {
        "sujeto": "Sala Situacional de Monitoreo de Conflictos por Tierras Indígenas",
        "relacion": "ESTABLECER_CONTINUAR",
        "objeto": "Avá Guaraní"
      },
      {
        "sujeto": "Articulación de los Pueblos Indígenas de Brasil",
        "relacion": "DENUNCIAR",
        "objeto": "Avá Guaraní"
      },
      {
        "sujeto": "Avá Guaraní",
        "relacion": "DENUNCIAR",
        "objeto": "Comisión Guaraní Yvyrupa"
      },
      {
        "sujeto": "Articulación de los Pueblos Indígenas del Sur",
        "relacion": "ES",
        "objeto": "Arpin Sul"
      },
      {
        "sujeto": "Avá Guaraní",
        "relacion": "DENUNCIAR",
        "objeto": "Articulación de los Pueblos Indígenas del Sur"
      },
      {
        "sujeto": "Avá Guaraní",
        "relacion": "DENUNCIAR",
        "objeto": "Brasil"
      },
      {
        "sujeto": "Avá Guaraní",
        "relacion": "DENUNCIAR",
        "objeto": "Arpin Sul"
      },
      {
        "sujeto": "Articulación de los Pueblos Indígenas del Sudeste",
        "relacion": "ES",
        "objeto": "Arpin Sudeste"
      },
      {
        "sujeto": "Avá Guaraní",
        "relacion": "DENUNCIAR",
        "objeto": "Articulación de los Pueblos Indígenas del Sudeste"
      },
      {
        "sujeto": "Avá Guaraní",
        "relacion": "DENUNCIAR",
        "objeto": "Arpin Sudeste"
      },
      {
        "sujeto": "Avá Guaraní",
        "relacion": "DENUNCIAR",
        "objeto": "Indígena Misionera Consejo"
      },
      {
        "sujeto": "Avá Guaraní",
        "relacion": "DENUNCIAR",
        "objeto": "Cimi"
      }
    ]
  },
  "sentiment": {
    "compound": -0.6322,
    "pos": 0.012,
    "neu": 0.967,
    "neg": 0.021,
    "label": "negative"
  }
}