{
  "url": "https://www.telesurtv.net/destraba-crisis-electoral-honduras-cne-trep/",
  "title": "Se destraba crisis electoral en Honduras - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "CNE",
    "Honduras"
  ],
  "text": "El Consejo Nacional Electoral (CNE) de Honduras concluyó la crisis institucional que durante diversas semanas detuvo el calendario para las elecciones generales del 30 de noviembre próximo.\nLEA TAMBIEN:\nPresidenta de Honduras Xiomara Castro llega a Bolivia para participar en actos por Bicentenario\nEl CNE, con el consentimiento de sus tres miembros (dos opositores y uno oficialista), decidió alterar las condiciones para la puesta en marcha del mecanismo de transmisión de resultados preliminares (TREP), informó al filo de la medianoche del lunes la consejera presidenta de la entidad, Cossette López.\nEn una rueda de prensa junto a sus dos colegas, López, perteneciente al derechista Partido Nacional (PN), comunicó que la entidad electoral validó la modificación al reglamento del procedimiento especial para la puesta en marcha del sistema de TREP, y las partes celebraron el fin de la crisis electoral que se arrastraba desde hace meses.\n“Por unanimidad de votos, el pleno del CNE ha resuelto modificar el flujo del sistema de transmisión de resultados electorales preliminares y reafirma su compromiso de trabajar de forma ininterrumpida para cumplir con el cronograma electoral”, declaró López.\nLa asesora del PN exhortó a las entidades políticas y a los medios de comunicación del país centroamericano a no deslegitimar el pacto establecido por el pleno del CNE, que también incluye al derechista Partido Liberal (PL) y al oficialista Libertad y Refundación (Libre).\nEnfatizó que el acuerdo surgió de una conversación institucional, que da prioridad a los intereses del país, la confianza en el procedimiento, la tranquilidad social y la certeza técnica de los resultados, añadió.\nA su vez, Marlon Ochoa, portavoz de Libre ante la entidad, explicó que el nuevo flujo del sistema de TREP asegura la publicación integral de los datos enviados por las juntas receptoras de votos, con validaciones automáticas previamente autorizadas por los tres integrantes del CNE.\nAdemás, al día siguiente de los comicios (1 de diciembre), se llevará a cabo una comprobación visual del 100% de las actas, con la finalidad de garantizar la correspondencia entre los datos manuscritos y los que se registraron en el sistema, señaló Ochoa.\n“Cualquier error de transcripción será corregido por resolución unánime del pleno, en presencia de observadores de partidos y misiones internacionales, con registro documental y auditable”, aseguró el consejero del oficialismo.\nLa portavoz del PL en el CNE, Ana Hall, resaltó que esta resolución señala el paso de una fase complicada.\nAfirma que la responsabilidad de llevar a cabo el proceso electoral es únicamente de la autoridad electoral, con el respaldo de los partidos políticos, la ciudadanía y la observación internacional, subrayó.\n“La autonomía institucional está por encima de cualquier diferencia. Lo que se protege son unas elecciones libres, legítimas y transparentes”, remarcó Hall.\n\n\nEl nuevo concenso fue celebrado por el Gobierno, desde donde se denunció previamente el intento de revivir el TREP por el cual llegó a la Presidencia Juan Orlando Hernández, condenado a 45 años de prisón por narcotráfico y que fue detento el máximo cargo gubernamental del país en medio de múltiples denuncias de fraude y masivas movilizaciones populares en rechazo de los resultados electorales.\nEn ese sentido, la presidenta de Honduras, Xiomara Castro, reconoció el consenso alcanzado por el CNE se avanza hacia un sistema “que reduce la intervención humana, fortalece la transparencia y respeta el proceso institucional”.\nY destacó que este acuerdo, “es una señal clara de que, en Honduras, las autoridades electorales privilegiaron el diálogo, el consenso y el sentido común”, lo cual a su criterio auspicia que en noviembre habrá ” En noviembre tendremos “elecciones libres, democráticas y transparentes”.\n\n\nPor su parte, el expresidente de Honduras y líder de Libre, Manuel Zelaya, respaldó el acuerdo logrado por el Consejo Nacional Electoral. “Mi reconocimiento a los tres consejeros del CNE que, por unanimidad, aprobaron una versión del sistema de TREP sin intervención humana”, escribió el máximo dirigente de la agrupación gobernante.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/destraba-crisis-electoral-honduras-cne-trep/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1961,
    "message_id": 100947,
    "date": "2025-08-05T15:55:13+00:00",
    "text": "teleSUR\nSe destraba crisis electoral en Honduras\nhttps://www.telesurtv.net/destraba-crisis-electoral-honduras-cne-trep/",
    "photo_path": null,
    "views": 1484,
    "reactions": {
      "👍": 18,
      "🔥": 2
    },
    "total_reactions": 20
  },
  "preprocessing": {
    "cleaned": "el consejo nacional electoral (cne) de honduras concluyó la crisis institucional que durante diversas semanas detuvo el calendario para las elecciones generales del 30 de noviembre próximo. el cne, con el consentimiento de sus tres miembros (dos opositores y uno oficialista), decidió alterar las condiciones para la puesta en marcha del mecanismo de transmisión de resultados preliminares (trep), informó al filo de la medianoche del lunes la consejera presidenta de la entidad, cossette lópez. en una rueda de prensa junto a sus dos colegas, lópez, perteneciente al derechista partido nacional (pn), comunicó que la entidad electoral validó la modificación al reglamento del procedimiento especial para la puesta en marcha del sistema de trep, y las partes celebraron el fin de la crisis electoral que se arrastraba desde hace meses. “por unanimidad de votos, el pleno del cne ha resuelto modificar el flujo del sistema de transmisión de resultados electorales preliminares y reafirma su compromiso de trabajar de forma ininterrumpida para cumplir con el cronograma electoral”, declaró lópez. la asesora del pn exhortó a las entidades políticas y a los medios de comunicación del país centroamericano a no deslegitimar el pacto establecido por el pleno del cne, que también incluye al derechista partido liberal (pl) y al oficialista libertad y refundación (libre). enfatizó que el acuerdo surgió de una conversación institucional, que da prioridad a los intereses del país, la confianza en el procedimiento, la tranquilidad social y la certeza técnica de los resultados, añadió. a su vez, marlon ochoa, portavoz de libre ante la entidad, explicó que el nuevo flujo del sistema de trep asegura la publicación integral de los datos enviados por las juntas receptoras de votos, con validaciones automáticas previamente autorizadas por los tres integrantes del cne. además, al día siguiente de los comicios (1 de diciembre), se llevará a cabo una comprobación visual del 100% de las actas, con la finalidad de garantizar la correspondencia entre los datos manuscritos y los que se registraron en el sistema, señaló ochoa. “cualquier error de transcripción será corregido por resolución unánime del pleno, en presencia de observadores de partidos y misiones internacionales, con registro documental y auditable”, aseguró el consejero del oficialismo. la portavoz del pl en el cne, ana hall, resaltó que esta resolución señala el paso de una fase complicada. afirma que la responsabilidad de llevar a cabo el proceso electoral es únicamente de la autoridad electoral, con el respaldo de los partidos políticos, la ciudadanía y la observación internacional, subrayó. “la autonomía institucional está por encima de cualquier diferencia. lo que se protege son unas elecciones libres, legítimas y transparentes”, remarcó hall. el nuevo concenso fue celebrado por el gobierno, desde donde se denunció previamente el intento de revivir el trep por el cual llegó a la presidencia juan orlando hernández, condenado a 45 años de prisón por narcotráfico y que fue detento el máximo cargo gubernamental del país en medio de múltiples denuncias de fraude y masivas movilizaciones populares en rechazo de los resultados electorales. en ese sentido, la presidenta de honduras, xiomara castro, reconoció el consenso alcanzado por el cne se avanza hacia un sistema “que reduce la intervención humana, fortalece la transparencia y respeta el proceso institucional”. y destacó que este acuerdo, “es una señal clara de que, en honduras, las autoridades electorales privilegiaron el diálogo, el consenso y el sentido común”, lo cual a su criterio auspicia que en noviembre habrá ” en noviembre tendremos “elecciones libres, democráticas y transparentes”. por su parte, el expresidente de honduras y líder de libre, manuel zelaya, respaldó el acuerdo logrado por el consejo nacional electoral. “mi reconocimiento a los tres consejeros del cne que, por unanimidad, aprobaron una versión del sistema de trep sin intervención humana”, escribió el máximo dirigente de la agrupación gobernante.",
    "tokens": [
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      "honduras",
      "concluyó",
      "crisis",
      "institucional",
      "diversas",
      "semanas",
      "detuvo",
      "calendario",
      "elecciones",
      "generales",
      "30",
      "noviembre",
      "próximo",
      ".",
      "cne",
      ",",
      "consentimiento",
      "tres",
      "miembros",
      "(",
      "dos",
      "opositores",
      "oficialista",
      ")",
      ",",
      "decidió",
      "alterar",
      "condiciones",
      "puesta",
      "marcha",
      "mecanismo",
      "transmisión",
      "resultados",
      "preliminares",
      "(",
      "trep",
      ")",
      ",",
      "informó",
      "filo",
      "medianoche",
      "lunes",
      "consejera",
      "presidenta",
      "entidad",
      ",",
      "cossette",
      "lópez",
      ".",
      "rueda",
      "prensa",
      "junto",
      "dos",
      "colegas",
      ",",
      "lópez",
      ",",
      "perteneciente",
      "derechista",
      "partido",
      "nacional",
      "(",
      "pn",
      ")",
      ",",
      "comunicó",
      "entidad",
      "electoral",
      "validó",
      "modificación",
      "reglamento",
      "procedimiento",
      "especial",
      "puesta",
      "marcha",
      "sistema",
      "trep",
      ",",
      "partes",
      "celebraron",
      "fin",
      "crisis",
      "electoral",
      "arrastraba",
      "hace",
      "meses",
      ".",
      "“",
      "unanimidad",
      "votos",
      ",",
      "pleno",
      "cne",
      "resuelto",
      "modificar",
      "flujo",
      "sistema",
      "transmisión",
      "resultados",
      "electorales",
      "preliminares",
      "reafirma",
      "compromiso",
      "trabajar",
      "forma",
      "ininterrumpida",
      "cumplir",
      "cronograma",
      "electoral",
      "”",
      ",",
      "declaró",
      "lópez",
      ".",
      "asesora",
      "pn",
      "exhortó",
      "entidades",
      "políticas",
      "medios",
      "comunicación",
      "país",
      "centroamericano",
      "deslegitimar",
      "pacto",
      "establecido",
      "pleno",
      "cne",
      ",",
      "incluye",
      "derechista",
      "partido",
      "liberal",
      "(",
      "pl",
      ")",
      "oficialista",
      "libertad",
      "refundación",
      "(",
      "libre",
      ")",
      ".",
      "enfatizó",
      "acuerdo",
      "surgió",
      "conversación",
      "institucional",
      ",",
      "da",
      "prioridad",
      "intereses",
      "país",
      ",",
      "confianza",
      "procedimiento",
      ",",
      "tranquilidad",
      "social",
      "certeza",
      "técnica",
      "resultados",
      ",",
      "añadió",
      ".",
      "vez",
      ",",
      "marlon",
      "ochoa",
      ",",
      "portavoz",
      "libre",
      "entidad",
      ",",
      "explicó",
      "nuevo",
      "flujo",
      "sistema",
      "trep",
      "asegura",
      "publicación",
      "integral",
      "datos",
      "enviados",
      "juntas",
      "receptoras",
      "votos",
      ",",
      "validaciones",
      "automáticas",
      "previamente",
      "autorizadas",
      "tres",
      "integrantes",
      "cne",
      ".",
      "además",
      ",",
      "día",
      "siguiente",
      "comicios",
      "(",
      "1",
      "diciembre",
      ")",
      ",",
      "llevará",
      "cabo",
      "comprobación",
      "visual",
      "100",
      "%",
      "actas",
      ",",
      "finalidad",
      "garantizar",
      "correspondencia",
      "datos",
      "manuscritos",
      "registraron",
      "sistema",
      ",",
      "señaló",
      "ochoa",
      ".",
      "“",
      "cualquier",
      "error",
      "transcripción",
      "corregido",
      "resolución",
      "unánime",
      "pleno",
      ",",
      "presencia",
      "observadores",
      "partidos",
      "misiones",
      "internacionales",
      ",",
      "registro",
      "documental",
      "auditable",
      "”",
      ",",
      "aseguró",
      "consejero",
      "oficialismo",
      ".",
      "portavoz",
      "pl",
      "cne",
      ",",
      "ana",
      "hall",
      ",",
      "resaltó",
      "resolución",
      "señala",
      "paso",
      "fase",
      "complicada",
      ".",
      "afirma",
      "responsabilidad",
      "llevar",
      "cabo",
      "proceso",
      "electoral",
      "únicamente",
      "autoridad",
      "electoral",
      ",",
      "respaldo",
      "partidos",
      "políticos",
      ",",
      "ciudadanía",
      "observación",
      "internacional",
      ",",
      "subrayó",
      ".",
      "“",
      "autonomía",
      "institucional",
      "encima",
      "cualquier",
      "diferencia",
      ".",
      "protege",
      "unas",
      "elecciones",
      "libres",
      ",",
      "legítimas",
      "transparentes",
      "”",
      ",",
      "remarcó",
      "hall",
      ".",
      "nuevo",
      "concenso",
      "celebrado",
      "gobierno",
      ",",
      "denunció",
      "previamente",
      "intento",
      "revivir",
      "trep",
      "llegó",
      "presidencia",
      "juan",
      "orlando",
      "hernández",
      ",",
      "condenado",
      "45",
      "años",
      "prisón",
      "narcotráfico",
      "detento",
      "máximo",
      "cargo",
      "gubernamental",
      "país",
      "medio",
      "múltiples",
      "denuncias",
      "fraude",
      "masivas",
      "movilizaciones",
      "populares",
      "rechazo",
      "resultados",
      "electorales",
      ".",
      ",",
      "presidenta",
      "honduras",
      ",",
      "xiomara",
      "castro",
      ",",
      "reconoció",
      "consenso",
      "alcanzado",
      "cne",
      "avanza",
      "hacia",
      "sistema",
      "“",
      "reduce",
      "intervención",
      "humana",
      ",",
      "fortalece",
      "transparencia",
      "respeta",
      "proceso",
      "institucional",
      "”",
      ".",
      "destacó",
      "acuerdo",
      ",",
      "“",
      "señal",
      "clara",
      ",",
      "honduras",
      ",",
      "autoridades",
      "electorales",
      "privilegiaron",
      "diálogo",
      ",",
      "consenso",
      "común",
      "”",
      ",",
      "criterio",
      "auspicia",
      "noviembre",
      "”",
      "noviembre",
      "“",
      "elecciones",
      "libres",
      ",",
      "democráticas",
      "transparentes",
      "”",
      ".",
      "parte",
      ",",
      "expresidente",
      "honduras",
      "líder",
      "libre",
      ",",
      "manuel",
      "zelaya",
      ",",
      "respaldó",
      "acuerdo",
      "logrado",
      "consejo",
      "nacional",
      "electoral",
      ".",
      "“",
      "reconocimiento",
      "tres",
      "consejeros",
      "cne",
      ",",
      "unanimidad",
      ",",
      "aprobaron",
      "versión",
      "sistema",
      "trep",
      "intervención",
      "humana",
      "”",
      ",",
      "escribió",
      "máximo",
      "dirigente",
      "agrupación",
      "gobernante",
      "."
    ],
    "token_count": 441,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "IN": 26,
      "NN": 236,
      "JJ": 66,
      "NNS": 30,
      "VBP": 18,
      "CD": 3,
      "FW": 128,
      "CC": 1,
      "VBZ": 11,
      "DT": 1,
      "JJR": 1,
      "MD": 1,
      "VB": 3,
      "VBD": 2,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 37,
      "NNP-IN": 2,
      "IN-NNP": 5,
      "NNP-NN": 24,
      "NN-NN": 142,
      "NN-JJ": 17,
      "JJ-NN": 42,
      "NN-NNS": 6,
      "NNS-VBP": 16,
      "VBP-JJ": 13,
      "NNS-NNS": 5,
      "VBP-CD": 1,
      "CD-IN": 2,
      "IN-FW": 14,
      "FW-FW": 79,
      "FW-NNP": 12,
      "NNP-JJ": 3,
      "JJ-NNP": 3,
      "NN-IN": 21,
      "IN-NN": 3,
      "NN-NNP": 19,
      "JJ-NNS": 9,
      "NNS-JJ": 1,
      "JJ-JJ": 10,
      "NN-FW": 22,
      "FW-NNS": 9,
      "NNS-NNP": 3,
      "NNS-FW": 2,
      "FW-NN": 20,
      "FW-JJ": 7,
      "IN-JJ": 4,
      "NNP-CC": 1,
      "CC-NNS": 1,
      "NN-VBZ": 3,
      "VBZ-NNP": 1,
      "NNP-FW": 6,
      "NNP-VBZ": 5,
      "VBZ-FW": 3,
      "NN-DT": 1,
      "DT-NN": 1,
      "VBZ-JJ": 7,
      "JJ-FW": 2,
      "VBP-IN": 1,
      "NNS-VBZ": 3,
      "NN-CD": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "VBP-NNP": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 2,
      "NNP-VBD": 2,
      "VBD-CD": 1,
      "CD-NN": 1,
      "VBP-NN": 1,
      "NN-VB": 1,
      "VB-NN": 1,
      "NN-VBP": 2,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "VBD-JJ": 1,
      "NNP-VB": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 18,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NN": 3,
      "NNP-NN-NN": 22,
      "NN-NN-NN": 81,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 14,
      "JJ-NN-NN": 29,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 4,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 6,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-CD": 1,
      "VBP-CD-IN": 1,
      "CD-IN-FW": 2,
      "IN-FW-FW": 6,
      "FW-FW-NNP": 9,
      "FW-NNP-NNP": 5,
      "IN-NNP-NNP": 1,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-NN-IN": 12,
      "NN-IN-NN": 3,
      "IN-NN-NN": 1,
      "NN-NN-NNP": 14,
      "NN-NNP-NNP": 10,
      "NNP-NNP-NN": 8,
      "IN-NN-NNS": 1,
      "VBP-JJ-NNS": 4,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "JJ-NN-FW": 1,
      "NN-FW-FW": 14,
      "FW-FW-FW": 51,
      "FW-FW-NNS": 6,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-IN-FW": 11,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "NNP-JJ-NN": 2,
      "JJ-NN-IN": 6,
      "IN-FW-NN": 3,
      "FW-NN-NN": 8,
      "NN-NNP-NN": 7,
      "NN-NN-FW": 13,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 5,
      "NN-FW-NN": 5,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "FW-NNP-CC": 1,
      "NNP-CC-NNS": 1,
      "CC-NNS-VBP": 1,
      "FW-NN-JJ": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "NNP-FW-FW": 4,
      "FW-NNP-NN": 3,
      "FW-NN-FW": 5,
      "FW-NNS-NNS": 3,
      "FW-FW-NN": 11,
      "JJ-NN-NNP": 3,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NNP": 2,
      "FW-NNP-FW": 3,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "IN-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-FW-JJ": 1,
      "IN-FW-JJ": 3,
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 1,
      "NN-IN-NNP": 3,
      "NN-JJ-JJ": 2,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-NNS-VBP": 3,
      "JJ-NNS-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-NN-NNS": 1,
      "JJ-NNS-VBP": 3,
      "JJ-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-VBZ-JJ": 3,
      "IN-FW-NNS": 2,
      "JJ-NN-JJ": 2,
      "JJ-NN-CD": 1,
      "NN-CD-IN": 1,
      "VBP-JJ-FW": 1,
      "VBP-JJ-JJ": 1,
      "NN-NNP-VBZ": 2,
      "VBZ-JJ-JJ": 1,
      "FW-NN-IN": 1,
      "NNP-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NNP": 1,
      "NN-JJ-NNS": 1,
      "VBZ-JJ-NNS": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 1,
      "IN-NN-IN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-IN": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNP": 2,
      "NNS-NNP-JJ": 1,
      "NN-NN-VB": 1,
      "NN-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "NNP-FW-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "FW-NN-NNP": 1,
      "NN-NNS-VBZ": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "IN-NNP-FW": 1,
      "NNP-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "VBP-JJ-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 236,
        "FW": 128,
        "NNP": 82,
        "JJ": 66,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 142,
        "FW-FW": 79,
        "JJ-NN": 42,
        "NNP-NNP": 37,
        "NNP-NN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 81,
        "FW-FW-FW": 51,
        "JJ-NN-NN": 29,
        "NNP-NN-NN": 22,
        "NNP-NNP-NNP": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 171,
      "VP": 38,
      "PP": 12,
      "ADJP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.036
      },
      {
        "rule": "NP -> ('Honduras', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('TREP', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('PN', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('las', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('PL', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Consejo Nacional Electoral"
      },
      {
        "label": "NP",
        "text": "CNE"
      },
      {
        "label": "NP",
        "text": "concluyó la crisis"
      },
      {
        "label": "NP",
        "text": "institucional que durante diversas semanas"
      },
      {
        "label": "VP",
        "text": "detuvo el calendario para las elecciones generales"
      },
      {
        "label": "NP",
        "text": "el calendario para las elecciones generales"
      },
      {
        "label": "VP",
        "text": "del"
      },
      {
        "label": "NP",
        "text": "próximo"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIEN"
      },
      {
        "label": "NP",
        "text": "Presidenta"
      },
      {
        "label": "PP",
        "text": "de Honduras Xiomara Castro"
      },
      {
        "label": "NP",
        "text": "Honduras Xiomara Castro"
      },
      {
        "label": "VP",
        "text": "llega a Bolivia para participar"
      },
      {
        "label": "NP",
        "text": "a Bolivia para participar"
      },
      {
        "label": "PP",
        "text": "en actos por Bicentenario El CNE"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Consejo/NNP Nacional/NNP Electoral/NNP)\n  (/(\n  (NP CNE/NNP)\n  )/)\n  de/FW\n  Honduras/FW\n  (NP concluyó/NN la/NN crisis/NN)\n  (NP institucional/JJ que/NN durante/NN diversas/NN semanas/NNS)\n  (VP\n    detuvo/VBP\n    (NP\n      el/JJ\n      calendario/NN\n      para/NN\n      las/NN\n      elecciones/NNS\n      generales/NNS))\n  (VP del/VBP)\n  30/CD\n  de/IN\n  noviembre/FW\n  (NP próximo/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIEN/NNP)\n  :/:\n  (NP Presidenta/NNP)\n  (PP de/IN (NP Honduras/NNP Xiomara/NNP Castro/NNP))\n  (VP llega/VBZ (NP a/DT Bolivia/NNP para/NN participar/NN))\n  (PP en/IN (NP actos/NN por/NN Bicentenario/NNP El/NNP CNE/NNP))\n  ,/,\n  (NP con/NN el/NN consentimiento/NN)\n  (PP de/IN (NP sus/NN tres/NNS))\n  (VP miembros/VBP)\n  (/(\n  (NP dos/JJ opositores/NNS)\n  (VP y/VBP (NP uno/JJ oficialista/NN))\n  )/)\n  ,/,\n  (NP decidió/JJ alterar/NN las/NN condiciones/NNS)\n  (VP para/VBP (NP la/JJ puesta/NN))\n  en/FW\n  marcha/FW\n  del/FW\n  mecanismo/FW\n  de/FW\n  transmisión/FW\n  de/FW\n  resultados/FW\n  (NP preliminares/NNS)\n  (/(\n  (NP TREP/NNP)\n  )/)\n  ,/,\n  (NP informó/JJ al/NN filo/NN)\n  de/IN\n  la/FW\n  medianoche/FW\n  del/FW\n  (NP lunes/NNS)\n  la/FW\n  consejera/FW\n  presidenta/FW\n  de/FW\n  la/FW\n  entidad/FW\n  ,/,\n  (NP Cossette/NNP López/NNP)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP una/JJ rueda/NN)\n  de/IN\n  prensa/FW\n  (NP junto/NN)\n  (NP a/DT sus/NN dos/NN colegas/NN)\n  ,/,\n  (NP López/NNP)\n  ,/,\n  (NP perteneciente/NN al/NN derechista/NN Partido/NNP Nacional/NNP)\n  (/(\n  (NP PN/NNP)\n  )/)\n  ,/,\n  (NP comunicó/JJ que/NN la/NN)\n  entidad/FW\n  (NP electoral/JJ validó/NN la/NN)\n  modificación/FW\n  (NP al/NN reglamento/NN del/NN)\n  (PP procedimiento/IN (NP especial/JJ para/NN la/NN puesta/NN))\n  en/FW\n  marcha/FW\n  del/FW\n  sistema/FW\n  de/FW\n  (NP TREP/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP las/VBZ (NP partes/NNS))\n  (VP celebraron/VBP (NP el/JJ fin/NN))\n  de/IN\n  la/FW\n  (NP crisis/NN)\n  (NP\n    electoral/JJ\n    que/NN\n    se/NN\n    arrastraba/NN\n    desde/NN\n    hace/NN\n    meses/NNS)\n  ./.)",
      "(S\n  (NP “/JJ Por/NNP unanimidad/NN)\n  de/FW\n  votos/FW\n  ,/,\n  el/FW\n  pleno/FW\n  del/FW\n  (NP CNE/NNP ha/NN resuelto/NN modificar/NN el/NN flujo/NN)\n  del/FW\n  (NP sistema/NN)\n  de/FW\n  transmisión/FW\n  de/FW\n  resultados/FW\n  (NP electorales/NNS preliminares/NNS)\n  (VP y/VBP (NP reafirma/JJ su/JJ compromiso/NN))\n  de/IN\n  trabajar/FW\n  de/FW\n  forma/FW\n  (NP\n    ininterrumpida/NN\n    para/NN\n    cumplir/NN\n    con/NN\n    el/NN\n    cronograma/NN)\n  (NP electoral/JJ ”/NNP)\n  ,/,\n  (NP declaró/NN López/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP asesora/VBZ)\n  del/FW\n  (NP PN/NNP)\n  (VP exhortó/VBZ (NP a/DT las/JJ entidades/NNS))\n  (VP políticas/VBP y/PRP)\n  a/DT\n  (ADJP los/JJ)\n  medios/FW\n  de/FW\n  comunicación/FW\n  del/FW\n  (NP país/NN centroamericano/NN)\n  a/DT\n  (NP no/DT deslegitimar/NN)\n  (VP\n    el/VBZ\n    (NP pacto/JJ establecido/NN por/NN el/NN pleno/NN del/NN CNE/NNP))\n  ,/,\n  (NP\n    que/NN\n    también/NN\n    incluye/NN\n    al/NN\n    derechista/NN\n    Partido/NNP\n    Liberal/NNP)\n  (/(\n  (NP PL/NNP)\n  )/)\n  (NP y/NN al/NN oficialista/NN Libertad/NNP y/NN Refundación/NNP)\n  (/(\n  (NP Libre/NNP)\n  )/)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "LEYES_NORMATIVAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció previamente el intento de revivir el trep por el cual llegó a",
        "position": [
          2995,
          3065
        ],
        "start": 2995,
        "end": 3065
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "resultados preliminares",
        "position": [
          475,
          498
        ],
        "start": 475,
        "end": 498
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "observadores de partidos y misiones internacionales",
        "position": [
          2329,
          2380
        ],
        "start": 2329,
        "end": 2380
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "transparencia y respeta el proceso",
        "position": [
          3506,
          3540
        ],
        "start": 3506,
        "end": 3540
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "rueda de prensa",
        "position": [
          612,
          627
        ],
        "start": 612,
        "end": 627
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1189,
          1196
        ],
        "start": 1189,
        "end": 1196
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          507,
          514
        ],
        "start": 507,
        "end": 514
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1750,
          1757
        ],
        "start": 1750,
        "end": 1757
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidenta de honduras",
        "position": [
          203,
          225
        ],
        "start": 203,
        "end": 225
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "respaldó",
        "position": [
          3920,
          3928
        ],
        "start": 3920,
        "end": 3928
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          2763,
          2770
        ],
        "start": 2763,
        "end": 2770
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          3559,
          3566
        ],
        "start": 3559,
        "end": 3566
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2995,
          3003
        ],
        "start": 2995,
        "end": 3003
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "reglamento",
        "position": [
          771,
          781
        ],
        "start": 771,
        "end": 781
      },
      {
        "category": "PAISES",
        "matched_text": "bolivia",
        "position": [
          249,
          256
        ],
        "start": 249,
        "end": 256
      },
      {
        "category": "PAISES",
        "matched_text": "honduras",
        "position": [
          39,
          47
        ],
        "start": 39,
        "end": 47
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Marlon Ochoa",
        "tipo": "Persona"
      },
      {
        "nombre": "Hall",
        "tipo": "Lugar"
      },
      {
        "nombre": "Refundación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Libre",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bolivia",
        "tipo": "Lugar"
      },
      {
        "nombre": "PN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Presidencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Manuel Zelaya",
        "tipo": "Persona"
      },
      {
        "nombre": "Honduras",
        "tipo": "Lugar"
      },
      {
        "nombre": "López",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ochoa",
        "tipo": "Persona"
      },
      {
        "nombre": "Cossette López",
        "tipo": "Persona"
      },
      {
        "nombre": "Juan Orlando Hernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Xiomara Castro",
        "tipo": "Persona"
      },
      {
        "nombre": "Ana Hall",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "LEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido Liberal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Libertad",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "LEA",
        "relacion": "LLEGAR_DECIDIR_INFORMAR",
        "objeto": "Xiomara Castro"
      },
      {
        "sujeto": "LEA",
        "relacion": "LLEGAR_DECIDIR_INFORMAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "LEA",
        "relacion": "LLEGAR_DECIDIR_INFORMAR",
        "objeto": "Cossette López"
      },
      {
        "sujeto": "Xiomara Castro",
        "relacion": "LLEGAR_DECIDIR_INFORMAR",
        "objeto": "Bolivia"
      },
      {
        "sujeto": "Xiomara Castro",
        "relacion": "LLEGAR_DECIDIR_INFORMAR",
        "objeto": "Cossette López"
      },
      {
        "sujeto": "Bolivia",
        "relacion": "LLEGAR_DECIDIR_INFORMAR",
        "objeto": "Cossette López"
      },
      {
        "sujeto": "López",
        "relacion": "RESOLVER_DECLARAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "PN",
        "relacion": "EXHORTAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "PN",
        "relacion": "EXHORTAR",
        "objeto": "Partido Liberal"
      },
      {
        "sujeto": "PN",
        "relacion": "EXHORTAR",
        "objeto": "Libertad"
      },
      {
        "sujeto": "PN",
        "relacion": "EXHORTAR",
        "objeto": "Refundación"
      },
      {
        "sujeto": "PN",
        "relacion": "EXHORTAR",
        "objeto": "Libre"
      },
      {
        "sujeto": "Marlon Ochoa",
        "relacion": "EXPLICAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Libre",
        "relacion": "EXPLICAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CELEBRAR",
        "objeto": "Presidencia"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CELEBRAR",
        "objeto": "Juan Orlando Hernández"
      },
      {
        "sujeto": "Honduras",
        "relacion": "RECONOCER",
        "objeto": "CNE"
      },
      {
        "sujeto": "Xiomara Castro",
        "relacion": "RECONOCER",
        "objeto": "CNE"
      },
      {
        "sujeto": "Honduras",
        "relacion": "RESPALDAR",
        "objeto": "Consejo Nacional Electoral"
      },
      {
        "sujeto": "Libre",
        "relacion": "RESPALDAR",
        "objeto": "Consejo Nacional Electoral"
      },
      {
        "sujeto": "Manuel Zelaya",
        "relacion": "RESPALDAR",
        "objeto": "Consejo Nacional Electoral"
      }
    ]
  },
  "sentiment": {
    "compound": -0.936,
    "pos": 0.004,
    "neu": 0.969,
    "neg": 0.027,
    "label": "negative"
  }
}