{
  "url": "https://www.telesurtv.net/intento-de-asesinato-contra-leonidas-iza/",
  "title": "Intento de asesinato contra Leonidas Iza: nuevo capítulo en la represión de Noboa en Ecuador - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "cotopaxi",
    "Ecuador",
    "Leonidas Iza",
    "Noboa",
    "represión"
  ],
  "text": "El Movimiento Indígena y Campesino de Cotopaxi (MICC) denunció el lunes 18 de agosto un presunto intento de asesinato contra Leonidas Iza, expresidente de la Confederación de Nacionalidades Indígenas del Ecuador (Conaie)y excandidato presidencial de Pachakutik. Según el comunicado, agentes de la Dirección General de Inteligencia, irrumpieron en la comunidad de San Ignacio (Latacunga), sembrando el terror y atentando contra su vida.\n\nEl movimiento campesino e indígena afirmó en un comunicado divulgado en sus redes sociales que “agentes de la Dirección de Inteligencia irrumpieron en la comunidad de San Ignacio (provincia de Latacunga), sembrando terror y atentando contra la vida de nuestro compañero Leonidas Iza”.\nSegún denuncia, el crimen no es un hecho aislado, es la continuación de una política sistemática de persecución, hostigamiento, amenazas de muerte y desprestigio contra nuestras estructuras organizativas y contra quienes levantamos la voz frente a un gobierno servil a las élites económicas, añadió el MICC.\nEl colectivo responsabilizó al presidente Daniel Noboa de cualquier acción contra la vida del dirigente y de otros líderes indígenas.\nIza, por su parte, acompañado de decenas de personas de su comunidad, se pronunció sobre el hecho y denunció que dos supuestos agentes policiales habrían seguido sus pasos desde un taxi, para espiar sus movimientos. “Decidí salir a la calle y parar el vehículo. En ese momento la camioneta se viene a toda velocidad y el joven que conducía paró, pero los dos policías que le acompañaban le gritaron que me pase por encima”, contó el expresidente de la Conaie.\n\n\nLeonidas Iza Salazar es un líder indígena kichwa-panzaleo que se ha convertido en figura central de la movilización indígena en Ecuador. Fue elegido presidente de la Conaie en junio de 2021 . Su liderazgo fue clave durante las protestas de octubre de 2019 contra medidas económicas impopulares, lo que lo posicionó como una voz incómoda para gobiernos conservadores .\nEn junio de 2022, durante el paro nacional que vivió el país, fue detenido en circunstancias polémicas: sin lectura adecuada de derechos ni información oficial, permaneció recluido antes de obtener libertad condicional con medidas sustitutivas .\nComo candidato presidencial por Pachakutik en las elecciones de 2025, obtuvo alrededor del 5 % de los votos, una cifra determinante que ayudó a definir la segunda vuelta . Iza ha denunciado a Noboa como una figura cercana al autoritarismo y proclive a reprimir al movimiento indígena .\nDurante una rueda de prensa el 18 de agosto, Iza explicó que dos individuos —quienes se identificaron como policías— lo habían estado vigilando. Cuando decidió parar, el vehículo en el que lo seguían, se lanzó a toda velocidad contra él.\nEl MICC calificó este hecho como parte de una política sistemática de persecución, hostigamiento, amenazas de muerte y desprestigio contra quienes levantan la voz frente a un gobierno al servicio de las élites económicas. Por eso, responsabiliza al presidente Daniel Noboa de cualquier agresión contra la vida de sus dirigentes. El movimiento se declaró en asamblea permanente e indefinida, exigiendo sanción a los responsables y denunciando el autoritarismo estatal.\n\n\nDesde que llegó al poder en Ecuador en noviembre de 2023, Daniel Noboa ha declarado un “conflicto armado interno”, lo que le ha permitido desplegar una política de mano dura contra delincuencia, pero también contra movimientos sociales . Su estrategia de seguridad ha erosionado derechos humanos y profundizado la militarización del país .\nGrupos ambientalistas e indígenas han denunciado que su gobierno está desmantelando protecciones ecológicas. Un ejemplo reciente fue la supresión del Ministerio de Ambiente, fusionado ahora con Energía y Minas, lo cual abre paso a más extractivismo y amenaza territorios ancestrales .\nEn este contexto, activistas de derechos humanos y del medioambiente alertaron sobre aumento de ataques letales a líderes indígenas en foros internacionales como COP16, responsabilizando al clima de violencia que promueve el gobierno.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/intento-de-asesinato-contra-leonidas-iza/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 921,
    "message_id": 102219,
    "date": "2025-08-19T20:55:23+00:00",
    "text": "teleSUR\nIntento de asesinato contra Leonidas Iza: nuevo capítulo en la represión de Noboa en Ecuador\nhttps://www.telesurtv.net/intento-de-asesinato-contra-leonidas-iza/",
    "photo_path": null,
    "views": 1646,
    "reactions": {
      "😱": 33,
      "🤬": 10,
      "👍": 1
    },
    "total_reactions": 44
  },
  "preprocessing": {
    "cleaned": "el movimiento indígena y campesino de cotopaxi (micc) denunció el lunes 18 de agosto un presunto intento de asesinato contra leonidas iza, expresidente de la confederación de nacionalidades indígenas del ecuador (conaie)y excandidato presidencial de pachakutik. según el comunicado, agentes de la dirección general de inteligencia, irrumpieron en la comunidad de san ignacio (latacunga), sembrando el terror y atentando contra su vida. el movimiento campesino e indígena afirmó en un comunicado divulgado en sus redes sociales que “agentes de la dirección de inteligencia irrumpieron en la comunidad de san ignacio (provincia de latacunga), sembrando terror y atentando contra la vida de nuestro compañero leonidas iza”. según denuncia, el crimen no es un hecho aislado, es la continuación de una política sistemática de persecución, hostigamiento, amenazas de muerte y desprestigio contra nuestras estructuras organizativas y contra quienes levantamos la voz frente a un gobierno servil a las élites económicas, añadió el micc. el colectivo responsabilizó al presidente daniel noboa de cualquier acción contra la vida del dirigente y de otros líderes indígenas. iza, por su parte, acompañado de decenas de personas de su comunidad, se pronunció sobre el hecho y denunció que dos supuestos agentes policiales habrían seguido sus pasos desde un taxi, para espiar sus movimientos. “decidí salir a la calle y parar el vehículo. en ese momento la camioneta se viene a toda velocidad y el joven que conducía paró, pero los dos policías que le acompañaban le gritaron que me pase por encima”, contó el expresidente de la conaie. leonidas iza salazar es un líder indígena kichwa-panzaleo que se ha convertido en figura central de la movilización indígena en ecuador. fue elegido presidente de la conaie en junio de 2021 . su liderazgo fue clave durante las protestas de octubre de 2019 contra medidas económicas impopulares, lo que lo posicionó como una voz incómoda para gobiernos conservadores . en junio de 2022, durante el paro nacional que vivió el país, fue detenido en circunstancias polémicas: sin lectura adecuada de derechos ni información oficial, permaneció recluido antes de obtener libertad condicional con medidas sustitutivas . como candidato presidencial por pachakutik en las elecciones de 2025, obtuvo alrededor del 5 % de los votos, una cifra determinante que ayudó a definir la segunda vuelta . iza ha denunciado a noboa como una figura cercana al autoritarismo y proclive a reprimir al movimiento indígena . durante una rueda de prensa el 18 de agosto, iza explicó que dos individuos —quienes se identificaron como policías— lo habían estado vigilando. cuando decidió parar, el vehículo en el que lo seguían, se lanzó a toda velocidad contra él. el micc calificó este hecho como parte de una política sistemática de persecución, hostigamiento, amenazas de muerte y desprestigio contra quienes levantan la voz frente a un gobierno al servicio de las élites económicas. por eso, responsabiliza al presidente daniel noboa de cualquier agresión contra la vida de sus dirigentes. el movimiento se declaró en asamblea permanente e indefinida, exigiendo sanción a los responsables y denunciando el autoritarismo estatal. desde que llegó al poder en ecuador en noviembre de 2023, daniel noboa ha declarado un “conflicto armado interno”, lo que le ha permitido desplegar una política de mano dura contra delincuencia, pero también contra movimientos sociales . su estrategia de seguridad ha erosionado derechos humanos y profundizado la militarización del país . grupos ambientalistas e indígenas han denunciado que su gobierno está desmantelando protecciones ecológicas. un ejemplo reciente fue la supresión del ministerio de ambiente, fusionado ahora con energía y minas, lo cual abre paso a más extractivismo y amenaza territorios ancestrales . en este contexto, activistas de derechos humanos y del medioambiente alertaron sobre aumento de ataques letales a líderes indígenas en foros internacionales como cop16, responsabilizando al clima de violencia que promueve el gobierno.",
    "tokens": [
      "movimiento",
      "indígena",
      "campesino",
      "cotopaxi",
      "(",
      "micc",
      ")",
      "denunció",
      "lunes",
      "18",
      "agosto",
      "presunto",
      "intento",
      "asesinato",
      "leonidas",
      "iza",
      ",",
      "expresidente",
      "confederación",
      "nacionalidades",
      "indígenas",
      "ecuador",
      "(",
      "conaie",
      ")",
      "excandidato",
      "presidencial",
      "pachakutik",
      ".",
      "según",
      "comunicado",
      ",",
      "agentes",
      "dirección",
      "general",
      "inteligencia",
      ",",
      "irrumpieron",
      "comunidad",
      "san",
      "ignacio",
      "(",
      "latacunga",
      ")",
      ",",
      "sembrando",
      "terror",
      "atentando",
      "vida",
      ".",
      "movimiento",
      "campesino",
      "indígena",
      "afirmó",
      "comunicado",
      "divulgado",
      "redes",
      "sociales",
      "“",
      "agentes",
      "dirección",
      "inteligencia",
      "irrumpieron",
      "comunidad",
      "san",
      "ignacio",
      "(",
      "provincia",
      "latacunga",
      ")",
      ",",
      "sembrando",
      "terror",
      "atentando",
      "vida",
      "compañero",
      "leonidas",
      "iza",
      "”",
      ".",
      "según",
      "denuncia",
      ",",
      "crimen",
      "hecho",
      "aislado",
      ",",
      "continuación",
      "política",
      "sistemática",
      "persecución",
      ",",
      "hostigamiento",
      ",",
      "amenazas",
      "muerte",
      "desprestigio",
      "estructuras",
      "organizativas",
      "levantamos",
      "voz",
      "frente",
      "gobierno",
      "servil",
      "élites",
      "económicas",
      ",",
      "añadió",
      "micc",
      ".",
      "colectivo",
      "responsabilizó",
      "presidente",
      "daniel",
      "noboa",
      "cualquier",
      "acción",
      "vida",
      "dirigente",
      "líderes",
      "indígenas",
      ".",
      "iza",
      ",",
      "parte",
      ",",
      "acompañado",
      "decenas",
      "personas",
      "comunidad",
      ",",
      "pronunció",
      "hecho",
      "denunció",
      "dos",
      "supuestos",
      "agentes",
      "policiales",
      "seguido",
      "pasos",
      "taxi",
      ",",
      "espiar",
      "movimientos",
      ".",
      "“",
      "decidí",
      "salir",
      "calle",
      "parar",
      "vehículo",
      ".",
      "momento",
      "camioneta",
      "viene",
      "toda",
      "velocidad",
      "joven",
      "conducía",
      "paró",
      ",",
      "dos",
      "policías",
      "acompañaban",
      "gritaron",
      "pase",
      "encima",
      "”",
      ",",
      "contó",
      "expresidente",
      "conaie",
      ".",
      "leonidas",
      "iza",
      "salazar",
      "líder",
      "indígena",
      "kichwa-panzaleo",
      "convertido",
      "figura",
      "central",
      "movilización",
      "indígena",
      "ecuador",
      ".",
      "elegido",
      "presidente",
      "conaie",
      "junio",
      "2021",
      ".",
      "liderazgo",
      "clave",
      "protestas",
      "octubre",
      "2019",
      "medidas",
      "económicas",
      "impopulares",
      ",",
      "posicionó",
      "voz",
      "incómoda",
      "gobiernos",
      "conservadores",
      ".",
      "junio",
      "2022",
      ",",
      "paro",
      "nacional",
      "vivió",
      "país",
      ",",
      "detenido",
      "circunstancias",
      "polémicas",
      ":",
      "lectura",
      "adecuada",
      "derechos",
      "información",
      "oficial",
      ",",
      "permaneció",
      "recluido",
      "obtener",
      "libertad",
      "condicional",
      "medidas",
      "sustitutivas",
      ".",
      "candidato",
      "presidencial",
      "pachakutik",
      "elecciones",
      "2025",
      ",",
      "obtuvo",
      "alrededor",
      "5",
      "%",
      "votos",
      ",",
      "cifra",
      "determinante",
      "ayudó",
      "definir",
      "segunda",
      "vuelta",
      ".",
      "iza",
      "denunciado",
      "noboa",
      "figura",
      "cercana",
      "autoritarismo",
      "proclive",
      "reprimir",
      "movimiento",
      "indígena",
      ".",
      "rueda",
      "prensa",
      "18",
      "agosto",
      ",",
      "iza",
      "explicó",
      "dos",
      "individuos",
      "—quienes",
      "identificaron",
      "policías—",
      "vigilando",
      ".",
      "decidió",
      "parar",
      ",",
      "vehículo",
      "seguían",
      ",",
      "lanzó",
      "toda",
      "velocidad",
      ".",
      "micc",
      "calificó",
      "hecho",
      "parte",
      "política",
      "sistemática",
      "persecución",
      ",",
      "hostigamiento",
      ",",
      "amenazas",
      "muerte",
      "desprestigio",
      "levantan",
      "voz",
      "frente",
      "gobierno",
      "servicio",
      "élites",
      "económicas",
      ".",
      ",",
      "responsabiliza",
      "presidente",
      "daniel",
      "noboa",
      "cualquier",
      "agresión",
      "vida",
      "dirigentes",
      ".",
      "movimiento",
      "declaró",
      "asamblea",
      "permanente",
      "indefinida",
      ",",
      "exigiendo",
      "sanción",
      "responsables",
      "denunciando",
      "autoritarismo",
      "estatal",
      ".",
      "llegó",
      "poder",
      "ecuador",
      "noviembre",
      "2023",
      ",",
      "daniel",
      "noboa",
      "declarado",
      "“",
      "conflicto",
      "armado",
      "interno",
      "”",
      ",",
      "permitido",
      "desplegar",
      "política",
      "mano",
      "dura",
      "delincuencia",
      ",",
      "movimientos",
      "sociales",
      ".",
      "estrategia",
      "seguridad",
      "erosionado",
      "derechos",
      "humanos",
      "profundizado",
      "militarización",
      "país",
      ".",
      "grupos",
      "ambientalistas",
      "indígenas",
      "denunciado",
      "gobierno",
      "desmantelando",
      "protecciones",
      "ecológicas",
      ".",
      "ejemplo",
      "reciente",
      "supresión",
      "ministerio",
      "ambiente",
      ",",
      "fusionado",
      "ahora",
      "energía",
      "minas",
      ",",
      "abre",
      "paso",
      "extractivismo",
      "amenaza",
      "territorios",
      "ancestrales",
      ".",
      "contexto",
      ",",
      "activistas",
      "derechos",
      "humanos",
      "medioambiente",
      "alertaron",
      "aumento",
      "ataques",
      "letales",
      "líderes",
      "indígenas",
      "foros",
      "internacionales",
      "cop16",
      ",",
      "responsabilizando",
      "clima",
      "violencia",
      "promueve",
      "gobierno",
      "."
    ],
    "token_count": 414,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 73,
      "IN": 29,
      "NN": 228,
      "VBZ": 12,
      "CD": 7,
      "FW": 124,
      "JJ": 59,
      "VBP": 21,
      "NNS": 25,
      "DT": 1,
      "RB": 2,
      "JJR": 3,
      "VBD": 3,
      "PRP": 1,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-NNP": 25,
      "NNP-IN": 3,
      "IN-NNP": 4,
      "NNP-NN": 22,
      "NN-NN": 144,
      "NN-VBZ": 6,
      "VBZ-CD": 1,
      "CD-IN": 1,
      "IN-FW": 13,
      "FW-JJ": 7,
      "JJ-NN": 31,
      "NN-IN": 19,
      "JJ-NNP": 3,
      "NNP-FW": 14,
      "FW-FW": 71,
      "FW-NNP": 17,
      "NNP-VBP": 2,
      "VBP-JJ": 11,
      "JJ-FW": 4,
      "NNP-VBZ": 3,
      "VBZ-JJ": 5,
      "JJ-NNS": 11,
      "NNS-IN": 3,
      "NN-FW": 20,
      "FW-NN": 20,
      "NN-JJ": 16,
      "NN-NNP": 12,
      "IN-JJ": 3,
      "IN-NN": 3,
      "NN-NNS": 5,
      "NNS-VBP": 15,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NN-RB": 2,
      "RB-JJ": 2,
      "JJ-JJ": 7,
      "IN-JJR": 2,
      "JJR-NN": 2,
      "FW-NNS": 4,
      "VBP-NNP": 5,
      "VBZ-NNS": 1,
      "NN-VBP": 1,
      "VBP-NN": 4,
      "NN-VBD": 1,
      "VBD-JJ": 2,
      "NN-PRP": 1,
      "PRP-VBP": 1,
      "JJ-JJR": 1,
      "JJR-JJ": 1,
      "IN-CD": 4,
      "CD-NNP": 2,
      "NNP-VBD": 2,
      "VBD-NNS": 1,
      "VBP-VBN": 1,
      "VBN-NNS": 1,
      "NNS-FW": 1,
      "FW-IN": 1,
      "CD-JJ": 2,
      "NNS-JJ": 2,
      "VBZ-NNP": 3,
      "CD-NN": 1,
      "FW-VBP": 1,
      "VBZ-IN": 1,
      "NNP-JJ": 1,
      "FW-CD": 2,
      "CD-FW": 1,
      "FW-VBZ": 1,
      "NNS-VBZ": 2,
      "NNP-NNS": 1,
      "NNS-NNS": 1,
      "NNS-NNP": 1,
      "JJ-IN": 1,
      "JJ-VBP": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 7,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 19,
      "NN-NN-VBZ": 6,
      "NN-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 1,
      "JJ-NN-NN": 25,
      "NN-NN-IN": 12,
      "NN-IN-FW": 9,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 50,
      "FW-FW-NNP": 7,
      "FW-NNP-FW": 5,
      "NNP-FW-NNP": 5,
      "FW-NNP-NNP": 6,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-FW": 3,
      "JJ-FW-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-IN": 3,
      "NNS-IN-FW": 2,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 5,
      "NN-NN-FW": 12,
      "NN-FW-NN": 5,
      "FW-NN-IN": 3,
      "NN-IN-NNP": 3,
      "NN-NN-NN": 85,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 13,
      "NN-NN-NNP": 9,
      "NN-NNP-NN": 4,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "NN-IN-NN": 3,
      "IN-NN-NNS": 1,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NNS": 1,
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 2,
      "JJ-NN-FW": 1,
      "NN-FW-FW": 12,
      "FW-FW-NN": 5,
      "FW-NN-NNP": 2,
      "NN-NNP-NNP": 5,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 2,
      "FW-NN-FW": 4,
      "FW-FW-JJ": 2,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 5,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-FW-NN": 2,
      "FW-NN-JJ": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "NNP-IN-JJR": 2,
      "IN-JJR-NN": 2,
      "JJR-NN-NN": 2,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNS-VBP-NNP": 5,
      "VBP-NNP-NN": 3,
      "IN-FW-FW": 2,
      "FW-NN-NN": 8,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "VBP-JJ-NN": 5,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-NNP-FW": 1,
      "NNP-FW-NN": 5,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "NN-NN-PRP": 1,
      "NN-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "VBZ-JJ-JJR": 1,
      "JJ-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNP": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-VBP": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-NNS": 1,
      "VBN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-JJ": 2,
      "CD-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-IN": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "IN-NN-NN": 2,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "JJ-NN-NNS": 1,
      "VBP-NNP-VBP": 1,
      "JJ-NN-NNP": 1,
      "NN-NNP-VBZ": 1,
      "NNS-IN-CD": 1,
      "CD-JJ-JJ": 1,
      "JJ-NN-IN": 3,
      "IN-FW-NNS": 2,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNP-NN-JJ": 1,
      "NN-NN-RB": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-FW-CD": 2,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "NN-NN-NNS": 2,
      "NNS-VBP-NN": 2,
      "IN-FW-NN": 3,
      "NN-JJ-NNP": 1,
      "VBP-NN-FW": 1,
      "VBP-NNP-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-NNP": 1,
      "VBZ-NNP-FW": 2,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "IN-NNP-FW": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "FW-NN-NNS": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "FW-JJ-VBP": 1,
      "JJ-VBP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 228,
        "FW": 124,
        "NNP": 73,
        "JJ": 59,
        "IN": 29
      },
      "top_bigrams": {
        "NN-NN": 144,
        "FW-FW": 71,
        "JJ-NN": 31,
        "NNP-NNP": 25,
        "NNP-NN": 22
      },
      "top_trigrams": {
        "NN-NN-NN": 85,
        "FW-FW-FW": 50,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 19,
        "NN-NN-JJ": 13
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 163,
      "PP": 11,
      "VP": 44,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0285
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0163
      },
      {
        "rule": "NP -> ('Ecuador', 'NNP')",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "NP -> ('Conaie', 'NNP')",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "VP -> ('agentes', 'VBZ')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('San', 'NNP') ('Ignacio', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Latacunga', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('e', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('comunidad', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('política', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Movimiento Indígena y Campesino"
      },
      {
        "label": "NP",
        "text": "Cotopaxi"
      },
      {
        "label": "NP",
        "text": "MICC"
      },
      {
        "label": "NP",
        "text": "denunció"
      },
      {
        "label": "NP",
        "text": "el lunes"
      },
      {
        "label": "NP",
        "text": "un presunto intento"
      },
      {
        "label": "NP",
        "text": "contra Leonidas Iza"
      },
      {
        "label": "NP",
        "text": "Confederación"
      },
      {
        "label": "NP",
        "text": "Nacionalidades Indígenas"
      },
      {
        "label": "NP",
        "text": "Ecuador"
      },
      {
        "label": "NP",
        "text": "Conaie"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "excandidato presidencial"
      },
      {
        "label": "PP",
        "text": "de Pachakutik"
      },
      {
        "label": "NP",
        "text": "Pachakutik"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Movimiento/NNP Indígena/NNP y/NNP Campesino/NNP)\n  de/FW\n  (NP Cotopaxi/NNP)\n  (/(\n  (NP MICC/NNP)\n  )/)\n  (NP denunció/NN)\n  (NP el/JJ lunes/NNS)\n  18/CD\n  de/IN\n  agosto/FW\n  (NP un/JJ presunto/NN intento/NN)\n  de/IN\n  asesinato/FW\n  (NP contra/JJ Leonidas/NNP Iza/NNP)\n  ,/,\n  expresidente/FW\n  de/FW\n  la/FW\n  (NP Confederación/NNP)\n  de/FW\n  (NP Nacionalidades/NNP Indígenas/NNP)\n  del/FW\n  (NP Ecuador/NNP)\n  (/(\n  (NP Conaie/NNP)\n  )/)\n  (NP y/NN)\n  (NP excandidato/JJ presidencial/NN)\n  (PP de/IN (NP Pachakutik/NNP))\n  ./.)",
      "(S\n  (NP Según/NNP el/NN comunicado/NN)\n  ,/,\n  (VP agentes/VBZ)\n  de/IN\n  la/FW\n  (NP Dirección/NNP General/NNP de/NNP Inteligencia/NNP)\n  ,/,\n  (NP irrumpieron/NN)\n  en/FW\n  la/FW\n  comunidad/FW\n  de/FW\n  (NP San/NNP Ignacio/NNP)\n  (/(\n  (NP Latacunga/NNP)\n  )/)\n  ,/,\n  (NP sembrando/JJ el/NN terror/NN y/NN atentando/NN)\n  (NP contra/JJ su/NN vida/NN)\n  ./.)",
      "(S\n  (NP El/NNP movimiento/NN campesino/NN)\n  (VP e/VBP (NP indígena/JJ afirmó/NN))\n  (PP en/IN (NP un/JJ comunicado/NN divulgado/NN))\n  (PP en/IN (NP sus/NN redes/NNS))\n  (VP sociales/VBP (NP que/JJ “/NNP))\n  (VP agentes/VBZ)\n  de/IN\n  la/FW\n  (NP Dirección/NNP)\n  de/FW\n  (NP Inteligencia/NNP irrumpieron/NN en/NN)\n  la/FW\n  (NP comunidad/NN)\n  (PP de/IN (NP San/NNP Ignacio/NNP))\n  (/(\n  provincia/FW\n  de/FW\n  (NP Latacunga/NNP)\n  )/)\n  ,/,\n  (NP sembrando/JJ terror/NN y/NN atentando/NN)\n  (NP contra/JJ la/NN)\n  vida/FW\n  de/FW\n  nuestro/FW\n  (NP compañero/NN Leonidas/NNP Iza/NNP ”/NNP)\n  ./.)",
      "(S\n  (NP Según/NNP denuncia/NN)\n  ,/,\n  (NP el/JJ crimen/NNS)\n  (NP no/DT es/NN)\n  un/RB\n  (NP hecho/JJ aislado/NN)\n  ,/,\n  (ADJP es/JJ)\n  la/FW\n  continuación/FW\n  de/FW\n  una/FW\n  (NP política/NN)\n  sistemática/FW\n  de/FW\n  persecución/FW\n  ,/,\n  (NP hostigamiento/NN)\n  ,/,\n  amenazas/FW\n  de/FW\n  muerte/FW\n  y/FW\n  desprestigio/FW\n  (NP contra/JJ nuestras/NNS)\n  (VP\n    estructuras/VBP\n    (NP organizativas/JJ y/NN contra/NN quienes/NNS))\n  (VP levantamos/VBP la/JJ)\n  voz/FW\n  (VP frente/VBZ (NP a/DT un/JJ gobierno/NN))\n  (VP servil/VBD (NP a/DT las/NN))\n  (VP élites/VBZ económicas/RB)\n  ,/,\n  (NP añadió/JJ el/NN MICC/NNP)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    colectivo/NN\n    responsabilizó/NN\n    al/NN\n    presidente/NN\n    Daniel/NNP\n    Noboa/NNP)\n  (PP de/IN (NP cualquier/JJR acción/NN contra/NN la/NN))\n  vida/FW\n  (NP del/NN dirigente/NN)\n  y/FW\n  de/FW\n  otros/FW\n  (NP líderes/NNS)\n  (VP indígenas/VBP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "JUSTICIA_SOCIAL",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "POLITICAS_PUBLICAS",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "movilización indígena en ecuador. fue elegido presidente",
        "position": [
          1729,
          1785
        ],
        "start": 1729,
        "end": 1785
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto armado interno”, lo que le ha permitido desplegar una política de mano dura contra delincuencia",
        "position": [
          3322,
          3427
        ],
        "start": 3322,
        "end": 3427
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "responsabilizó al",
        "position": [
          1043,
          1060
        ],
        "start": 1043,
        "end": 1060
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "rueda de prensa",
        "position": [
          2538,
          2553
        ],
        "start": 2538,
        "end": 2553
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          472,
          478
        ],
        "start": 472,
        "end": 478
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          2575,
          2582
        ],
        "start": 2575,
        "end": 2582
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente daniel noboa",
        "position": [
          1061,
          1084
        ],
        "start": 1061,
        "end": 1084
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígena",
        "position": [
          14,
          22
        ],
        "start": 14,
        "end": 22
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          54,
          62
        ],
        "start": 54,
        "end": 62
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "política sistemática de persecución, hostigamiento, amenazas de muerte y desprestigio contra quienes levantan la voz frente a un gobierno al servicio de las élites económicas. por eso, responsabiliza al presidente daniel noboa de cualquier agresión contra la vida de sus dirigentes. el movimiento se declaró en asamblea permanente e indefinida, exigiendo sanción a los responsables y denunciando el autoritarismo estatal",
        "position": [
          2810,
          3230
        ],
        "start": 2810,
        "end": 3230
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          1399,
          1404
        ],
        "start": 1399,
        "end": 1404
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          3768,
          3775
        ],
        "start": 3768,
        "end": 3775
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          204,
          211
        ],
        "start": 204,
        "end": 211
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          617,
          629
        ],
        "start": 617,
        "end": 629
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle y parar",
        "position": [
          1399,
          1412
        ],
        "start": 1399,
        "end": 1412
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "lunes 18 de agosto",
        "position": [
          66,
          84
        ],
        "start": 66,
        "end": 84
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "sanción",
        "position": [
          3165,
          3172
        ],
        "start": 3165,
        "end": 3172
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          3513,
          3529
        ],
        "start": 3513,
        "end": 3529
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Energía y Minas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Iza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Leonidas Iza Salazar",
        "tipo": "Persona"
      },
      {
        "nombre": "MICC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pachakutik",
        "tipo": "Persona"
      },
      {
        "nombre": "Movimiento Indígena",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Dirección General de Inteligencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Iza",
        "tipo": "Persona"
      },
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "San Ignacio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Confederación de Nacionalidades Indígenas del Ecuador",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Conaie)y",
        "tipo": "Lugar"
      },
      {
        "nombre": "Latacunga",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Ambiente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dirección de Inteligencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Leonidas Iza",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Movimiento Indígena",
        "relacion": "DENUNCIAR",
        "objeto": "Leonidas Iza"
      },
      {
        "sujeto": "Movimiento Indígena",
        "relacion": "DENUNCIAR",
        "objeto": "Confederación de Nacionalidades Indígenas del Ecuador"
      },
      {
        "sujeto": "Movimiento Indígena",
        "relacion": "DENUNCIAR",
        "objeto": "Conaie)y"
      },
      {
        "sujeto": "Movimiento Indígena",
        "relacion": "DENUNCIAR",
        "objeto": "Pachakutik"
      },
      {
        "sujeto": "MICC",
        "relacion": "DENUNCIAR",
        "objeto": "Leonidas Iza"
      },
      {
        "sujeto": "MICC",
        "relacion": "DENUNCIAR",
        "objeto": "Confederación de Nacionalidades Indígenas del Ecuador"
      },
      {
        "sujeto": "MICC",
        "relacion": "DENUNCIAR",
        "objeto": "Conaie)y"
      },
      {
        "sujeto": "MICC",
        "relacion": "DENUNCIAR",
        "objeto": "Pachakutik"
      },
      {
        "sujeto": "Dirección General de Inteligencia",
        "relacion": "IRRUMPIR",
        "objeto": "San Ignacio"
      },
      {
        "sujeto": "Dirección General de Inteligencia",
        "relacion": "IRRUMPIR",
        "objeto": "Latacunga"
      },
      {
        "sujeto": "Dirección de Inteligencia",
        "relacion": "IRRUMPIR_AFIRMAR",
        "objeto": "San Ignacio"
      },
      {
        "sujeto": "Dirección de Inteligencia",
        "relacion": "IRRUMPIR_AFIRMAR",
        "objeto": "Latacunga"
      },
      {
        "sujeto": "Dirección de Inteligencia",
        "relacion": "IRRUMPIR_AFIRMAR",
        "objeto": "Leonidas Iza"
      },
      {
        "sujeto": "San Ignacio",
        "relacion": "IRRUMPIR_AFIRMAR",
        "objeto": "Leonidas Iza"
      },
      {
        "sujeto": "Latacunga",
        "relacion": "IRRUMPIR_AFIRMAR",
        "objeto": "Leonidas Iza"
      },
      {
        "sujeto": "Iza",
        "relacion": "DENUNCIAR",
        "objeto": "Noboa"
      },
      {
        "sujeto": "Daniel Noboa",
        "relacion": "LLEGAR_DECLARAR",
        "objeto": "Ecuador"
      }
    ]
  },
  "sentiment": {
    "compound": -0.3818,
    "pos": 0.02,
    "neu": 0.959,
    "neg": 0.021,
    "label": "negative"
  }
}