{
  "url": "https://www.telesurtv.net/milei-recibe-a-opositor-profugo-mientras-venezuela-reporta-record-economico-y-prepara-investidura-de-nicolas-maduro/",
  "title": "Milei recibe a opositor pr칩fugo mientras Venezuela reporta r칠cord econ칩mico y prepara investidura de Nicol치s Maduro - teleSUR",
  "section": "Am칠rica Latina y El Caribe",
  "tags": [
    "Econom칤a",
    "Edmundo Gonz치lez",
    "Javier Milei",
    "Nicol치s Maduro",
    "provocaciones",
    "Reelecci칩n",
    "Venezuela"
  ],
  "text": "\nLa vida dom칠stica en Venezuela sigue su ritmo regular mientras los sectores acad칠mico y comercial se preparan para reanudar sus actividades tras las vacaciones de diciembre. Los destinos de playa m치s populares siguen registrando una importante actividad tur칤stica a principios de enero, lo que indica una normalizaci칩n econ칩mica.\nVenezuela se sit칰a entre los tres pa칤ses de Am칠rica Latina con mejores resultados econ칩micos, lo que marca un cambio significativo en la din치mica econ칩mica regional mientras el presidente Nicol치s Maduro se prepara para su ceremonia de investidura el 10 de enero de 2025.\nSeg칰n la Comisi칩n Econ칩mica para Am칠rica Latina y el Caribe (Cepal), la econom칤a de Venezuela creci칩 m치s de un 6% en 2024, superando a varias de las principales econom칤as regionales. Este crecimiento se produce a pesar de las continuas sanciones internacionales de Estados Unidos y la Uni칩n Europea.\nEl panorama econ칩mico presenta un marcado contraste en la regi칩n. Mientras que Venezuela muestra signos de recuperaci칩n, Argentina experiment칩 el declive econ칩mico m치s pronunciado de Am칠rica Latina durante 2024, seg칰n el an치lisis de Bloomberg de los datos de la Cepal. Brasil logr칩 un crecimiento del 3,2%, superando la modesta expansi칩n del PIB del 1,4% de M칠xico.\nExtrema derecha desaf칤a la estabilidad de Venezuela en medio de avances econ칩micos\nUna coalici칩n de expresidentes latinoamericanos, encabezada por el colombiano 츼lvaro Uribe, el mexicano Vicente Fox y el espa침ol Felipe Gonz치lez, entre otros, ha intensificado sus esfuerzos para intentar desestabilizar al Gobierno de Venezuela.\nLa actual estrategia de la oposici칩n extremista sigue patrones familiares para el pueblo de Venezuela, como en la etapa de Guaid칩: presi칩n diplom치tica internacional combinada con matrices de opini칩n que atacan diariamente la legitimidad del presidente Nicol치s Maduro. Sin embargo, este enfoque contrasta fuertemente con la realidad actual de Venezuela, donde el pa칤s ha consolidado un sistema pol칤tico con fuertes ra칤ces populares y ha emergido como una de las tres econom칤as con mejor desempe침o de Am칠rica Latina, a pesar de las continuas sanciones econ칩micas.\nEl momento en que se producen estos movimientos coincide con la gira de Gonz치lez Urrutia por algunos pa칤ses de la regi칩n. El presidente de Argentina, Javier Milei, recibi칩 este s치bado al opositor en la Casa Rosada, a pesar de las 칩rdenes de detenci칩n en vigor contra Urrutia en Venezuela por m칰ltiples cargos, entre ellos conspiraci칩n, falsificaci칩n de documentos y subversi칩n institucional. Esta gira, apoyada por miembros de IDEA con controvertidos historiales pol칤ticos, est치 parece dise침ada para buscar aumentar la presi칩n internacional antes de la toma de posesi칩n de Maduro el 10 de enero.\nEl presidente Nicol치s Maduro respondi칩 todos los ataques destacando los logros econ칩micos del pa칤s mientras mantiene los preparativos de seguridad para la pr칩xima toma de posesi칩n. La movilizaci칩n de las fuerzas de seguridad bajo la Direcci칩n de Contrainteligencia Militar (Dgcim) es la respuesta mesurada a potenciales planes de desestabilizaci칩n promovidos desde el exterior.\nLos preparativos de seguridad para la toma de posesi칩n presidencial est치n en marcha, con el Director General de Contrainteligencia Militar (Dgcim), teniente coronel Alexander Granko Arteaga, supervisando la movilizaci칩n de m치s de 1.200 empleados p칰blicos desde la Base A칠rea de La Carlota, en Caracas. El operativo tiene como objetivo garantizar la estabilidad durante los actos protocolares.\nEl presidente Maduro calific칩 de 춺maravilloso췉 el reciente per칤odo vacacional y los primeros d칤as de 2025, destacando la capacidad de la naci칩n para mantener la normalidad a pesar de las presiones externas. 춺Decir Feliz A침o Nuevo en Venezuela significa que estamos alertas, en combate, en lucha y en victoria de la felicidad췉, declar칩 Maduro, enfatizando la resiliencia del pa칤s.\nMientras el presidente Nicol치s Maduro se prepara para iniciar su tercer mandato la pr칩xima semana, las exportaciones de petr칩leo del pa칤s de la OPEP aumentaron por segundo a침o consecutivo, proporcionando ingresos para contribuir al crecimiento econ칩mico. Pese a las sanciones de los EE.UU. y la UE, las exportaciones de petr칩leo crecieron 10,5%, rese침a la agencia Reuters.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/milei-recibe-a-opositor-profugo-mientras-venezuela-reporta-record-economico-y-prepara-investidura-de-nicolas-maduro/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 2016,
    "message_id": 83604,
    "date": "2025-01-04T22:55:07+00:00",
    "text": "teleSUR\nMilei recibe a opositor pr칩fugo mientras Venezuela reporta r칠cord econ칩mico y prepara investidura de Nicol치s Maduro\nhttps://www.telesurtv.net/milei-recibe-a-opositor-profugo-mientras-venezuela-reporta-record-economico-y-prepara-investidura-de-nicolas-maduro/",
    "photo_path": null,
    "views": 3717,
    "reactions": {
      "游뱙": 59,
      "游녨": 30,
      "游뱌": 9,
      "游봆": 4,
      "游녩": 2,
      "游뱚": 1
    },
    "total_reactions": 105
  },
  "preprocessing": {
    "cleaned": "la vida dom칠stica en venezuela sigue su ritmo regular mientras los sectores acad칠mico y comercial se preparan para reanudar sus actividades tras las vacaciones de diciembre. los destinos de playa m치s populares siguen registrando una importante actividad tur칤stica a principios de enero, lo que indica una normalizaci칩n econ칩mica. venezuela se sit칰a entre los tres pa칤ses de am칠rica latina con mejores resultados econ칩micos, lo que marca un cambio significativo en la din치mica econ칩mica regional mientras el presidente nicol치s maduro se prepara para su ceremonia de investidura el 10 de enero de 2025. seg칰n la comisi칩n econ칩mica para am칠rica latina y el caribe (cepal), la econom칤a de venezuela creci칩 m치s de un 6% en 2024, superando a varias de las principales econom칤as regionales. este crecimiento se produce a pesar de las continuas sanciones internacionales de estados unidos y la uni칩n europea. el panorama econ칩mico presenta un marcado contraste en la regi칩n. mientras que venezuela muestra signos de recuperaci칩n, argentina experiment칩 el declive econ칩mico m치s pronunciado de am칠rica latina durante 2024, seg칰n el an치lisis de bloomberg de los datos de la cepal. brasil logr칩 un crecimiento del 3,2%, superando la modesta expansi칩n del pib del 1,4% de m칠xico. extrema derecha desaf칤a la estabilidad de venezuela en medio de avances econ칩micos una coalici칩n de expresidentes latinoamericanos, encabezada por el colombiano 치lvaro uribe, el mexicano vicente fox y el espa침ol felipe gonz치lez, entre otros, ha intensificado sus esfuerzos para intentar desestabilizar al gobierno de venezuela. la actual estrategia de la oposici칩n extremista sigue patrones familiares para el pueblo de venezuela, como en la etapa de guaid칩: presi칩n diplom치tica internacional combinada con matrices de opini칩n que atacan diariamente la legitimidad del presidente nicol치s maduro. sin embargo, este enfoque contrasta fuertemente con la realidad actual de venezuela, donde el pa칤s ha consolidado un sistema pol칤tico con fuertes ra칤ces populares y ha emergido como una de las tres econom칤as con mejor desempe침o de am칠rica latina, a pesar de las continuas sanciones econ칩micas. el momento en que se producen estos movimientos coincide con la gira de gonz치lez urrutia por algunos pa칤ses de la regi칩n. el presidente de argentina, javier milei, recibi칩 este s치bado al opositor en la casa rosada, a pesar de las 칩rdenes de detenci칩n en vigor contra urrutia en venezuela por m칰ltiples cargos, entre ellos conspiraci칩n, falsificaci칩n de documentos y subversi칩n institucional. esta gira, apoyada por miembros de idea con controvertidos historiales pol칤ticos, est치 parece dise침ada para buscar aumentar la presi칩n internacional antes de la toma de posesi칩n de maduro el 10 de enero. el presidente nicol치s maduro respondi칩 todos los ataques destacando los logros econ칩micos del pa칤s mientras mantiene los preparativos de seguridad para la pr칩xima toma de posesi칩n. la movilizaci칩n de las fuerzas de seguridad bajo la direcci칩n de contrainteligencia militar (dgcim) es la respuesta mesurada a potenciales planes de desestabilizaci칩n promovidos desde el exterior. los preparativos de seguridad para la toma de posesi칩n presidencial est치n en marcha, con el director general de contrainteligencia militar (dgcim), teniente coronel alexander granko arteaga, supervisando la movilizaci칩n de m치s de 1.200 empleados p칰blicos desde la base a칠rea de la carlota, en caracas. el operativo tiene como objetivo garantizar la estabilidad durante los actos protocolares. el presidente maduro calific칩 de 춺maravilloso췉 el reciente per칤odo vacacional y los primeros d칤as de 2025, destacando la capacidad de la naci칩n para mantener la normalidad a pesar de las presiones externas. 춺decir feliz a침o nuevo en venezuela significa que estamos alertas, en combate, en lucha y en victoria de la felicidad췉, declar칩 maduro, enfatizando la resiliencia del pa칤s. mientras el presidente nicol치s maduro se prepara para iniciar su tercer mandato la pr칩xima semana, las exportaciones de petr칩leo del pa칤s de la opep aumentaron por segundo a침o consecutivo, proporcionando ingresos para contribuir al crecimiento econ칩mico. pese a las sanciones de los ee.uu. y la ue, las exportaciones de petr칩leo crecieron 10,5%, rese침a la agencia reuters.",
    "tokens": [
      "vida",
      "dom칠stica",
      "venezuela",
      "sigue",
      "ritmo",
      "regular",
      "mientras",
      "sectores",
      "acad칠mico",
      "comercial",
      "preparan",
      "reanudar",
      "actividades",
      "tras",
      "vacaciones",
      "diciembre",
      ".",
      "destinos",
      "playa",
      "populares",
      "siguen",
      "registrando",
      "importante",
      "actividad",
      "tur칤stica",
      "principios",
      "enero",
      ",",
      "indica",
      "normalizaci칩n",
      "econ칩mica",
      ".",
      "venezuela",
      "sit칰a",
      "tres",
      "pa칤ses",
      "am칠rica",
      "latina",
      "mejores",
      "resultados",
      "econ칩micos",
      ",",
      "marca",
      "cambio",
      "significativo",
      "din치mica",
      "econ칩mica",
      "regional",
      "mientras",
      "presidente",
      "nicol치s",
      "maduro",
      "prepara",
      "ceremonia",
      "investidura",
      "10",
      "enero",
      "2025.",
      "seg칰n",
      "comisi칩n",
      "econ칩mica",
      "am칠rica",
      "latina",
      "caribe",
      "(",
      "cepal",
      ")",
      ",",
      "econom칤a",
      "venezuela",
      "creci칩",
      "6",
      "%",
      "2024",
      ",",
      "superando",
      "varias",
      "principales",
      "econom칤as",
      "regionales",
      ".",
      "crecimiento",
      "produce",
      "pesar",
      "continuas",
      "sanciones",
      "internacionales",
      "unidos",
      "uni칩n",
      "europea",
      ".",
      "panorama",
      "econ칩mico",
      "presenta",
      "marcado",
      "contraste",
      "regi칩n",
      ".",
      "mientras",
      "venezuela",
      "muestra",
      "signos",
      "recuperaci칩n",
      ",",
      "argentina",
      "experiment칩",
      "declive",
      "econ칩mico",
      "pronunciado",
      "am칠rica",
      "latina",
      "2024",
      ",",
      "seg칰n",
      "an치lisis",
      "bloomberg",
      "datos",
      "cepal",
      ".",
      "brasil",
      "logr칩",
      "crecimiento",
      "3,2",
      "%",
      ",",
      "superando",
      "modesta",
      "expansi칩n",
      "pib",
      "1,4",
      "%",
      "m칠xico",
      ".",
      "extrema",
      "derecha",
      "desaf칤a",
      "estabilidad",
      "venezuela",
      "medio",
      "avances",
      "econ칩micos",
      "coalici칩n",
      "expresidentes",
      "latinoamericanos",
      ",",
      "encabezada",
      "colombiano",
      "치lvaro",
      "uribe",
      ",",
      "mexicano",
      "vicente",
      "fox",
      "espa침ol",
      "felipe",
      "gonz치lez",
      ",",
      ",",
      "intensificado",
      "esfuerzos",
      "intentar",
      "desestabilizar",
      "gobierno",
      "venezuela",
      ".",
      "actual",
      "estrategia",
      "oposici칩n",
      "extremista",
      "sigue",
      "patrones",
      "familiares",
      "pueblo",
      "venezuela",
      ",",
      "etapa",
      "guaid칩",
      ":",
      "presi칩n",
      "diplom치tica",
      "internacional",
      "combinada",
      "matrices",
      "opini칩n",
      "atacan",
      "diariamente",
      "legitimidad",
      "presidente",
      "nicol치s",
      "maduro",
      ".",
      "embargo",
      ",",
      "enfoque",
      "contrasta",
      "fuertemente",
      "realidad",
      "actual",
      "venezuela",
      ",",
      "pa칤s",
      "consolidado",
      "sistema",
      "pol칤tico",
      "fuertes",
      "ra칤ces",
      "populares",
      "emergido",
      "tres",
      "econom칤as",
      "mejor",
      "desempe침o",
      "am칠rica",
      "latina",
      ",",
      "pesar",
      "continuas",
      "sanciones",
      "econ칩micas",
      ".",
      "momento",
      "producen",
      "movimientos",
      "coincide",
      "gira",
      "gonz치lez",
      "urrutia",
      "pa칤ses",
      "regi칩n",
      ".",
      "presidente",
      "argentina",
      ",",
      "javier",
      "milei",
      ",",
      "recibi칩",
      "s치bado",
      "opositor",
      "casa",
      "rosada",
      ",",
      "pesar",
      "칩rdenes",
      "detenci칩n",
      "vigor",
      "urrutia",
      "venezuela",
      "m칰ltiples",
      "cargos",
      ",",
      "conspiraci칩n",
      ",",
      "falsificaci칩n",
      "documentos",
      "subversi칩n",
      "institucional",
      ".",
      "gira",
      ",",
      "apoyada",
      "miembros",
      "idea",
      "controvertidos",
      "historiales",
      "pol칤ticos",
      ",",
      "parece",
      "dise침ada",
      "buscar",
      "aumentar",
      "presi칩n",
      "internacional",
      "toma",
      "posesi칩n",
      "maduro",
      "10",
      "enero",
      ".",
      "presidente",
      "nicol치s",
      "maduro",
      "respondi칩",
      "ataques",
      "destacando",
      "logros",
      "econ칩micos",
      "pa칤s",
      "mientras",
      "mantiene",
      "preparativos",
      "seguridad",
      "pr칩xima",
      "toma",
      "posesi칩n",
      ".",
      "movilizaci칩n",
      "fuerzas",
      "seguridad",
      "bajo",
      "direcci칩n",
      "contrainteligencia",
      "militar",
      "(",
      "dgcim",
      ")",
      "respuesta",
      "mesurada",
      "potenciales",
      "planes",
      "desestabilizaci칩n",
      "promovidos",
      "exterior",
      ".",
      "preparativos",
      "seguridad",
      "toma",
      "posesi칩n",
      "presidencial",
      "marcha",
      ",",
      "director",
      "general",
      "contrainteligencia",
      "militar",
      "(",
      "dgcim",
      ")",
      ",",
      "teniente",
      "coronel",
      "alexander",
      "granko",
      "arteaga",
      ",",
      "supervisando",
      "movilizaci칩n",
      "1.200",
      "empleados",
      "p칰blicos",
      "base",
      "a칠rea",
      "carlota",
      ",",
      "caracas",
      ".",
      "operativo",
      "objetivo",
      "garantizar",
      "estabilidad",
      "actos",
      "protocolares",
      ".",
      "presidente",
      "maduro",
      "calific칩",
      "춺",
      "maravilloso",
      "췉",
      "reciente",
      "per칤odo",
      "vacacional",
      "primeros",
      "d칤as",
      "2025",
      ",",
      "destacando",
      "capacidad",
      "naci칩n",
      "mantener",
      "normalidad",
      "pesar",
      "presiones",
      "externas",
      ".",
      "춺",
      "decir",
      "feliz",
      "a침o",
      "nuevo",
      "venezuela",
      "significa",
      "alertas",
      ",",
      "combate",
      ",",
      "lucha",
      "victoria",
      "felicidad",
      "췉",
      ",",
      "declar칩",
      "maduro",
      ",",
      "enfatizando",
      "resiliencia",
      "pa칤s",
      ".",
      "mientras",
      "presidente",
      "nicol치s",
      "maduro",
      "prepara",
      "iniciar",
      "tercer",
      "mandato",
      "pr칩xima",
      "semana",
      ",",
      "exportaciones",
      "petr칩leo",
      "pa칤s",
      "opep",
      "aumentaron",
      "segundo",
      "a침o",
      "consecutivo",
      ",",
      "proporcionando",
      "ingresos",
      "contribuir",
      "crecimiento",
      "econ칩mico",
      ".",
      "pese",
      "sanciones",
      "ee.uu.",
      "ue",
      ",",
      "exportaciones",
      "petr칩leo",
      "crecieron",
      "10,5",
      "%",
      ",",
      "rese침a",
      "agencia",
      "reuters",
      "."
    ],
    "token_count": 439,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 109,
      "NN": 195,
      "FW": 167,
      "JJ": 46,
      "NNS": 33,
      "VBP": 21,
      "VBZ": 10,
      "IN": 27,
      "CD": 10,
      "VBD": 2,
      "CC": 1,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 35,
      "NN-NN": 105,
      "NN-FW": 30,
      "FW-NNP": 33,
      "NN-JJ": 13,
      "JJ-NNS": 7,
      "NNS-JJ": 1,
      "NNS-VBP": 16,
      "VBP-JJ": 14,
      "JJ-NN": 27,
      "NN-VBZ": 3,
      "VBZ-JJ": 2,
      "JJ-JJ": 5,
      "NNS-IN": 6,
      "IN-FW": 16,
      "NNP-FW": 17,
      "FW-FW": 97,
      "FW-NNS": 6,
      "FW-NN": 17,
      "NN-NNP": 12,
      "NN-NNS": 12,
      "NNS-VBZ": 1,
      "VBZ-IN": 2,
      "IN-NNP": 7,
      "NNP-NNP": 44,
      "NN-IN": 15,
      "IN-NN": 2,
      "NN-VBP": 2,
      "JJ-NNP": 5,
      "FW-CD": 3,
      "CD-FW": 1,
      "FW-IN": 1,
      "IN-CD": 2,
      "CD-NNP": 1,
      "NNP-VBD": 2,
      "VBD-NNP": 1,
      "CD-NN": 5,
      "VBP-NNS": 1,
      "NNS-NNP": 2,
      "NNP-VBP": 1,
      "JJ-VBP": 1,
      "VBP-FW": 1,
      "NNS-NNS": 4,
      "FW-JJ": 9,
      "NN-CD": 3,
      "NNP-IN": 2,
      "NNP-VBZ": 5,
      "VBZ-CD": 1,
      "CD-IN": 1,
      "VBP-NNP": 3,
      "FW-VBZ": 1,
      "VBZ-VBP": 1,
      "VBD-NN": 1,
      "VBZ-FW": 2,
      "NNP-JJ": 1,
      "NNS-FW": 2,
      "JJ-FW": 1,
      "VBZ-NNS": 2,
      "VBP-NN": 2,
      "NNP-CC": 1,
      "CC-CD": 1,
      "CD-NNS": 1,
      "CD-JJ": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 24,
      "NN-NN-FW": 14,
      "NN-FW-NNP": 4,
      "FW-NNP-NN": 11,
      "NN-NN-NN": 55,
      "NN-NN-JJ": 10,
      "NN-JJ-NNS": 2,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 8,
      "JJ-NN-NN": 18,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "NNS-IN-FW": 5,
      "IN-FW-NNP": 3,
      "FW-NNP-FW": 9,
      "NNP-FW-FW": 9,
      "FW-FW-FW": 59,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 5,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "IN-FW-FW": 9,
      "FW-FW-NN": 9,
      "FW-NN-NN": 4,
      "NN-JJ-NN": 10,
      "NN-NN-NNP": 6,
      "NN-NNP-NN": 2,
      "NN-FW-NN": 5,
      "FW-NN-NNS": 4,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "IN-NNP-NNP": 6,
      "NNP-NNP-NN": 16,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 7,
      "NN-NN-IN": 8,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NNS": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NN-IN-FW": 9,
      "FW-FW-CD": 3,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-FW-NNP": 7,
      "FW-NNP-NNP": 11,
      "NNP-NN-NNP": 4,
      "NN-NNP-NNP": 7,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NNP-NNP-NNP": 16,
      "NNP-NNP-FW": 5,
      "FW-FW-NNP": 16,
      "FW-CD-NN": 1,
      "CD-NN-FW": 2,
      "NN-FW-FW": 16,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-VBP": 1,
      "JJ-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-IN": 2,
      "NNS-IN-NNP": 1,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 4,
      "NN-IN-NNP": 3,
      "NNP-NN-CD": 1,
      "NN-CD-NN": 3,
      "CD-NN-JJ": 1,
      "JJ-NN-FW": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "NN-NN-CD": 1,
      "CD-NN-NN": 2,
      "NN-FW-JJ": 3,
      "JJ-NN-NNP": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "CD-IN-NNP": 1,
      "NNP-FW-NN": 1,
      "FW-NN-FW": 8,
      "NN-FW-NNS": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 2,
      "NNP-NN-FW": 4,
      "NN-FW-VBZ": 1,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NNP": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-IN": 6,
      "NNS-NNS-VBP": 2,
      "IN-NNP-NN": 1,
      "NN-NN-NNS": 6,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-JJ-JJ": 2,
      "FW-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "IN-FW-NNS": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-JJ-NNP": 1,
      "IN-FW-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-CD": 1,
      "CC-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "IN-FW-NN": 2,
      "VBZ-FW-FW": 1,
      "FW-NNS-NNS": 1,
      "FW-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-IN": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "JJ-NN-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "VBP-NNP-NNP": 1,
      "VBP-NN-FW": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "FW-NN-CD": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 195,
        "FW": 167,
        "NNP": 109,
        "JJ": 46,
        "NNS": 33
      },
      "top_bigrams": {
        "NN-NN": 105,
        "FW-FW": 97,
        "NNP-NNP": 44,
        "NNP-NN": 35,
        "FW-NNP": 33
      },
      "top_trigrams": {
        "FW-FW-FW": 59,
        "NN-NN-NN": 55,
        "NNP-NN-NN": 24,
        "JJ-NN-NN": 18,
        "NNP-NNP-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 156,
      "VP": 34,
      "PP": 11,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0307
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 5,
        "weight": 0.0219
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 4,
        "weight": 0.0175
      },
      {
        "rule": "NP -> ('a', 'DT') ('pesar', 'NN')",
        "frequency": 4,
        "weight": 0.0175
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0132
      },
      {
        "rule": "VP -> ('pa칤ses', 'VBZ')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('Cepal', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('Argentina', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0088
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0088
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La vida dom칠stica"
      },
      {
        "label": "NP",
        "text": "Venezuela sigue su ritmo"
      },
      {
        "label": "NP",
        "text": "regular mientras"
      },
      {
        "label": "NP",
        "text": "los sectores"
      },
      {
        "label": "VP",
        "text": "acad칠mico y comercial se preparan para reanudar sus"
      },
      {
        "label": "NP",
        "text": "comercial se preparan para reanudar sus"
      },
      {
        "label": "VP",
        "text": "actividades tras las vacaciones"
      },
      {
        "label": "NP",
        "text": "tras las vacaciones"
      },
      {
        "label": "PP",
        "text": "de diciembre"
      },
      {
        "label": "NP",
        "text": "diciembre"
      },
      {
        "label": "NP",
        "text": "Los destinos"
      },
      {
        "label": "NP",
        "text": "m치s populares"
      },
      {
        "label": "VP",
        "text": "siguen registrando una importante actividad"
      },
      {
        "label": "NP",
        "text": "registrando una importante actividad"
      },
      {
        "label": "VP",
        "text": "tur칤stica"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP vida/NN dom칠stica/NN)\n  en/FW\n  (NP Venezuela/NNP sigue/NN su/NN ritmo/NN)\n  (NP regular/JJ mientras/NNS)\n  (NP los/JJ sectores/NNS)\n  (VP\n    acad칠mico/VBP\n    y/RB\n    (NP comercial/JJ se/NN preparan/NN para/NN reanudar/NN sus/NN))\n  (VP actividades/VBZ (NP tras/JJ las/JJ vacaciones/NNS))\n  (PP de/IN (NP diciembre/NN))\n  ./.)",
      "(S\n  (NP Los/NNP destinos/NN)\n  de/IN\n  playa/FW\n  (NP m치s/NN populares/NNS)\n  (VP\n    siguen/VBP\n    (NP registrando/JJ una/JJ importante/NN actividad/NN))\n  (VP tur칤stica/VBD)\n  a/DT\n  principios/FW\n  de/FW\n  enero/FW\n  ,/,\n  lo/FW\n  (NP que/NN indica/NN)\n  (NP una/JJ normalizaci칩n/NN econ칩mica/NN)\n  ./.)",
      "(S\n  (NP Venezuela/NNP)\n  (VP se/VBD (NP sit칰a/JJ entre/JJ los/NN tres/NNS))\n  (VP pa칤ses/VBZ)\n  (PP de/IN (NP Am칠rica/NNP Latina/NNP con/NN mejores/NNS))\n  (VP resultados/VBP (NP econ칩micos/NN))\n  ,/,\n  (NP lo/JJ que/NN marca/NN)\n  (NP un/JJ cambio/NN significativo/NN)\n  (PP en/IN (NP la/NN din치mica/NN))\n  (VP econ칩mica/VBP (NP regional/JJ mientras/NNS))\n  (VP\n    el/VBP\n    (NP\n      presidente/JJ\n      Nicol치s/NNP\n      Maduro/NNP\n      se/NN\n      prepara/NN\n      para/NN\n      su/NN\n      ceremonia/NN))\n  de/IN\n  investidura/FW\n  el/FW\n  10/CD\n  de/FW\n  enero/FW\n  de/IN\n  2025/CD\n  ./.)",
      "(S\n  (NP\n    Seg칰n/NNP\n    la/NN\n    Comisi칩n/NNP\n    Econ칩mica/NNP\n    para/NN\n    Am칠rica/NNP\n    Latina/NNP\n    y/NNP\n    el/NN\n    Caribe/NNP)\n  (/(\n  (NP Cepal/NNP)\n  )/)\n  ,/,\n  la/FW\n  econom칤a/FW\n  de/FW\n  (NP Venezuela/NNP creci칩/NN m치s/NN)\n  de/IN\n  (ADJP un/JJ)\n  6/CD\n  (NP %/NN)\n  (ADJP en/JJ)\n  2024/CD\n  ,/,\n  (VP superando/VBD (NP a/DT varias/NN))\n  de/IN\n  las/FW\n  (NP principales/NNS)\n  (VP econom칤as/VBP (NP regionales/NNS))\n  ./.)",
      "(S\n  (NP Este/NN crecimiento/NN se/NN)\n  (VP produce/VBP (NP a/DT pesar/NN))\n  de/IN\n  las/FW\n  (NP continuas/NN sanciones/NNS internacionales/NNS)\n  (PP\n    de/IN\n    (NP Estados/NNP Unidos/NNP y/NNP la/NNP Uni칩n/NNP Europea/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "ORGANISMOS_INTERNACIONALES",
      "CIUDADES_CAPITALES",
      "FECHAS_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declar칩",
        "position": [
          3852,
          3859
        ],
        "start": 3852,
        "end": 3859
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de venezuela",
        "position": [
          1573,
          1594
        ],
        "start": 1573,
        "end": 1594
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicol치s maduro",
        "position": [
          508,
          533
        ],
        "start": 508,
        "end": 533
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "uni칩n europea",
        "position": [
          887,
          900
        ],
        "start": 887,
        "end": 900
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          1268,
          1283
        ],
        "start": 1268,
        "end": 1283
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          1023,
          1032
        ],
        "start": 1023,
        "end": 1032
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          867,
          881
        ],
        "start": 867,
        "end": 881
      },
      {
        "category": "PAISES",
        "matched_text": "m칠xico",
        "position": [
          1260,
          1266
        ],
        "start": 1260,
        "end": 1266
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          22,
          31
        ],
        "start": 22,
        "end": 31
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          3425,
          3432
        ],
        "start": 3425,
        "end": 3432
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          655,
          661
        ],
        "start": 655,
        "end": 661
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "regi칩n. mientras",
        "position": [
          960,
          976
        ],
        "start": 960,
        "end": 976
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "10 de enero de 2025",
        "position": [
          581,
          600
        ],
        "start": 581,
        "end": 600
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1868,
          1875
        ],
        "start": 1868,
        "end": 1875
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "m치s de 1.200",
        "position": [
          3355,
          3367
        ],
        "start": 3355,
        "end": 3367
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "UE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IDEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Comisi칩n Econ칩mica para Am칠rica Latina y el Caribe",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "agencia Reuters",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cepal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa Rosada",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dgcim",
        "tipo": "Persona"
      },
      {
        "nombre": "Am칠rica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Uni칩n Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alexander Granko Arteaga",
        "tipo": "Persona"
      },
      {
        "nombre": "Gonz치lez Urrutia",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Felipe Gonz치lez",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicol치s Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Base A칠rea de La Carlota",
        "tipo": "Lugar"
      },
      {
        "nombre": "M칠xico",
        "tipo": "Lugar"
      },
      {
        "nombre": "OPEP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Guaid칩",
        "tipo": "Persona"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Urrutia",
        "tipo": "Persona"
      },
      {
        "nombre": "Direcci칩n de Contrainteligencia Militar",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bloomberg",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Dgcim",
        "tipo": "Lugar"
      },
      {
        "nombre": "츼lvaro Uribe",
        "tipo": "Persona"
      },
      {
        "nombre": "Vicente Fox",
        "tipo": "Persona"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "SITUAR",
        "objeto": "Am칠rica"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SITUAR",
        "objeto": "Nicol치s Maduro"
      },
      {
        "sujeto": "Am칠rica",
        "relacion": "SITUAR",
        "objeto": "Nicol치s Maduro"
      },
      {
        "sujeto": "Comisi칩n Econ칩mica para Am칠rica Latina y el Caribe",
        "relacion": "CRECER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Cepal",
        "relacion": "CRECER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MOSTRAR_EXPERIMENTAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MOSTRAR_EXPERIMENTAR",
        "objeto": "Am칠rica"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MOSTRAR_EXPERIMENTAR",
        "objeto": "Bloomberg"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "MOSTRAR_EXPERIMENTAR",
        "objeto": "Cepal"
      },
      {
        "sujeto": "Argentina",
        "relacion": "EXPERIMENTAR",
        "objeto": "Am칠rica"
      },
      {
        "sujeto": "Argentina",
        "relacion": "EXPERIMENTAR",
        "objeto": "Bloomberg"
      },
      {
        "sujeto": "Argentina",
        "relacion": "EXPERIMENTAR",
        "objeto": "Cepal"
      },
      {
        "sujeto": "Am칠rica",
        "relacion": "EXPERIMENTAR",
        "objeto": "Bloomberg"
      },
      {
        "sujeto": "Am칠rica",
        "relacion": "EXPERIMENTAR",
        "objeto": "Cepal"
      },
      {
        "sujeto": "Brasil",
        "relacion": "LOGRAR",
        "objeto": "M칠xico"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DESAFIAR",
        "objeto": "츼lvaro Uribe"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DESAFIAR",
        "objeto": "Vicente Fox"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DESAFIAR",
        "objeto": "Felipe Gonz치lez"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "DESAFIAR",
        "objeto": "Gobierno de Venezuela"
      },
      {
        "sujeto": "츼lvaro Uribe",
        "relacion": "INTENSIFICAR_DESAFIAR",
        "objeto": "Gobierno de Venezuela"
      },
      {
        "sujeto": "Vicente Fox",
        "relacion": "INTENSIFICAR_DESAFIAR",
        "objeto": "Gobierno de Venezuela"
      },
      {
        "sujeto": "Felipe Gonz치lez",
        "relacion": "INTENSIFICAR_DESAFIAR",
        "objeto": "Gobierno de Venezuela"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "RECIBIR",
        "objeto": "Casa Rosada"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "RECIBIR",
        "objeto": "Urrutia"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "RECIBIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Casa Rosada",
        "relacion": "RECIBIR",
        "objeto": "Urrutia"
      },
      {
        "sujeto": "Casa Rosada",
        "relacion": "RECIBIR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "IDEA",
        "relacion": "PARECER",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Maduro",
        "relacion": "DECIR_SIGNIFICAR_DECLARAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Nicol치s Maduro",
        "relacion": "PREPARAR_AUMENTAR",
        "objeto": "OPEP"
      },
      {
        "sujeto": "agencia Reuters",
        "relacion": "CRECER",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "agencia Reuters",
        "relacion": "CRECER",
        "objeto": "UE"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5719,
    "pos": 0.015,
    "neu": 0.98,
    "neg": 0.006,
    "label": "positive"
  }
}