{
  "url": "https://www.telesurtv.net/rechazo-veto-milei-por-diputados-derrota/",
  "title": "Inédita derrota para Milei: Diputados rechazó veto presidencial a Emergencia en Discapacidad - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Diputado",
    "ley de emergencia en discapacidad",
    "Rechazo",
    "veto"
  ],
  "text": "\nCon un contundente respaldo de 172 votos, la oposición y exaliados del oficialismo rechazaron el veto presidencial a una norma de emergencia. En un duro revés para el presidente Javier Milei, la Cámara de Diputados de Argentina rechazó este miércoles su veto a una ley que declara la Emergencia en Discapacidad, norma dirigida a proteger a uno de los sectores más vulnerables de la sociedad y que había generado una amplia movilización social.\n\nLa decisión, que expone las grietas en la base de apoyo del gobierno libertario y los aliados. La pulseada se traslada ahora al Senado donde se espera que se confirme la decisión de la Cámara Baja.\nLa sesión, cargada de tensión y fuertes cruces dialécticos, culminó con un resultado claro: 172 votos a favor de insistir con la ley, superando holgadamente los dos tercios necesarios, frente a 73 en contra y dos abstenciones. La cifra no solo refleja la unidad de la oposición tradicional, sino también las deserciones en bloques de derecha y centro, que hasta hace poco eran aliados clave del oficialismo.\n\n\nLa ley en cuestión, sancionada a principios de julio, establece una serie de medidas urgentes. Actualiza los aranceles que el Estado paga a los prestadores de servicios de salud para personas con discapacidad, crea una nueva pensión no contributiva equivalente al 70% del salario mínimo jubilatorio y garantiza el acceso a un programa de atención médica.\nLa ley aprobada este mes, busca respaldar a las personas con discapacidad luego de reiterados ajustes en las prestaciones y medidas de apoyo del Estado por parte del Ejecutivo liderado por Javier Milei. Su objetivo central es regular un sistema que arrastra una profunda crisis de financiamiento y deudas con las instituciones que lo sostienen.\n\n\nMientras dentro del Congreso se debatía, afuera, familiares y personas con discapacidad se manifestaban con carteles y consignas contra la decisión de Milei de vetar la ley por considerarla “fiscalmente inviable”. Esa presión social, palpable en las calles, pareció pesar en el ánimo de muchos legisladores.\nLa victoria opositora fue posible gracias a las ausencias clave en el propio espacio oficialista y sus aliados. Figuras relevantes como la exgobernadora María Eugenia Vidal (del conservador PRO, socio de Milei) se abstuvieron o estuvieron ausentes, en una clara señal de desacuerdo con la postura del Gobierno. Incluso tres diputados del propio partido libertario, La Libertad Avanza, no estuvieron presentes para la votación.\nEste hecho marca un punto de inflexión. Milei llegó a la presidencia hablando de “87 héroes” en el Congreso que defenderían su revolución liberal. Sin embargo, este miércoles ese escudo mostró sus primeras fisuras significativas, sugiriendo que el costo político de recortes en áreas sociales sensibles podría ser demasiado alto incluso para sus socios.\nEl corazón del conflicto reside en una puja entre la protección de derechos y la austeridad fiscal extrema que pregona el Gobierno y que es simbolizada por Milei con una motosierra.\n\n\nEl Ejecutivo, en su decreto de veto, argumentó que la ley tendría un costo de 3 billones de pesos (aproximadamente 0,36% del PIB) en 2025 y casi 6 billones (0,59% del PIB) en 2026. Sin embargo, la oposición y la Oficina de Presupuesto del Congreso (OPC) presentaron números menos catastróficos, calculando un impacto entre el 0,28% y el 0,51% del PIB.\nDesde la oposición, los ataques fueron frontales. La diputada Danya Tavela acusó a Milei de aplicar “el ajuste fácil, contra los más vulnerables” y de buscar “mostrar autoridad con crueldad”. Victoria Borrego, de izquierda, tildó el veto de “criminal” y acusó al Gobierno de “violar la Constitución y las convenciones sobre discapacidad”.\nEn un intento de último momento por evitar la derrota, el portavoz presidencial, Manuel Adorni, anunció en la red social X que el Gobierno “considera” un aumento en las prestaciones, financiado con auditorías para detectar supuestos fraudes. El mensaje, interpretado por muchos como una maniobra dilatoria, llegó demasiado tarde y no logró quebrar la determinación opositora.\nEn adelante, la definición estará en manos del Senado, donde el oficialismo enfrenta un panorama aún más complicado que en Diputados, al contar con una representación minoritaria. Allí se decidirá si la ley de emergencia en discapacidad se promulga finalmente, desafiando abiertamente la voluntad del Presidente, o si el veto de Milei prevalece.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rechazo-veto-milei-por-diputados-derrota/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 851,
    "message_id": 102297,
    "date": "2025-08-20T19:55:12+00:00",
    "text": "teleSUR\nInédita derrota para Milei: Diputados rechazó veto presidencial a Emergencia en Discapacidad\nhttps://www.telesurtv.net/rechazo-veto-milei-por-diputados-derrota/",
    "photo_path": null,
    "views": 1676,
    "reactions": {
      "😁": 31,
      "👏": 9,
      "❤": 2
    },
    "total_reactions": 42
  },
  "preprocessing": {
    "cleaned": "con un contundente respaldo de 172 votos, la oposición y exaliados del oficialismo rechazaron el veto presidencial a una norma de emergencia. en un duro revés para el presidente javier milei, la cámara de diputados de argentina rechazó este miércoles su veto a una ley que declara la emergencia en discapacidad, norma dirigida a proteger a uno de los sectores más vulnerables de la sociedad y que había generado una amplia movilización social. la decisión, que expone las grietas en la base de apoyo del gobierno libertario y los aliados. la pulseada se traslada ahora al senado donde se espera que se confirme la decisión de la cámara baja. la sesión, cargada de tensión y fuertes cruces dialécticos, culminó con un resultado claro: 172 votos a favor de insistir con la ley, superando holgadamente los dos tercios necesarios, frente a 73 en contra y dos abstenciones. la cifra no solo refleja la unidad de la oposición tradicional, sino también las deserciones en bloques de derecha y centro, que hasta hace poco eran aliados clave del oficialismo. la ley en cuestión, sancionada a principios de julio, establece una serie de medidas urgentes. actualiza los aranceles que el estado paga a los prestadores de servicios de salud para personas con discapacidad, crea una nueva pensión no contributiva equivalente al 70% del salario mínimo jubilatorio y garantiza el acceso a un programa de atención médica. la ley aprobada este mes, busca respaldar a las personas con discapacidad luego de reiterados ajustes en las prestaciones y medidas de apoyo del estado por parte del ejecutivo liderado por javier milei. su objetivo central es regular un sistema que arrastra una profunda crisis de financiamiento y deudas con las instituciones que lo sostienen. mientras dentro del congreso se debatía, afuera, familiares y personas con discapacidad se manifestaban con carteles y consignas contra la decisión de milei de vetar la ley por considerarla “fiscalmente inviable”. esa presión social, palpable en las calles, pareció pesar en el ánimo de muchos legisladores. la victoria opositora fue posible gracias a las ausencias clave en el propio espacio oficialista y sus aliados. figuras relevantes como la exgobernadora maría eugenia vidal (del conservador pro, socio de milei) se abstuvieron o estuvieron ausentes, en una clara señal de desacuerdo con la postura del gobierno. incluso tres diputados del propio partido libertario, la libertad avanza, no estuvieron presentes para la votación. este hecho marca un punto de inflexión. milei llegó a la presidencia hablando de “87 héroes” en el congreso que defenderían su revolución liberal. sin embargo, este miércoles ese escudo mostró sus primeras fisuras significativas, sugiriendo que el costo político de recortes en áreas sociales sensibles podría ser demasiado alto incluso para sus socios. el corazón del conflicto reside en una puja entre la protección de derechos y la austeridad fiscal extrema que pregona el gobierno y que es simbolizada por milei con una motosierra. el ejecutivo, en su decreto de veto, argumentó que la ley tendría un costo de 3 billones de pesos (aproximadamente 0,36% del pib) en 2025 y casi 6 billones (0,59% del pib) en 2026. sin embargo, la oposición y la oficina de presupuesto del congreso (opc) presentaron números menos catastróficos, calculando un impacto entre el 0,28% y el 0,51% del pib. desde la oposición, los ataques fueron frontales. la diputada danya tavela acusó a milei de aplicar “el ajuste fácil, contra los más vulnerables” y de buscar “mostrar autoridad con crueldad”. victoria borrego, de izquierda, tildó el veto de “criminal” y acusó al gobierno de “violar la constitución y las convenciones sobre discapacidad”. en un intento de último momento por evitar la derrota, el portavoz presidencial, manuel adorni, anunció en la red social x que el gobierno “considera” un aumento en las prestaciones, financiado con auditorías para detectar supuestos fraudes. el mensaje, interpretado por muchos como una maniobra dilatoria, llegó demasiado tarde y no logró quebrar la determinación opositora. en adelante, la definición estará en manos del senado, donde el oficialismo enfrenta un panorama aún más complicado que en diputados, al contar con una representación minoritaria. allí se decidirá si la ley de emergencia en discapacidad se promulga finalmente, desafiando abiertamente la voluntad del presidente, o si el veto de milei prevalece.",
    "tokens": [
      "contundente",
      "respaldo",
      "172",
      "votos",
      ",",
      "oposición",
      "exaliados",
      "oficialismo",
      "rechazaron",
      "veto",
      "presidencial",
      "norma",
      "emergencia",
      ".",
      "duro",
      "revés",
      "presidente",
      "javier",
      "milei",
      ",",
      "cámara",
      "diputados",
      "argentina",
      "rechazó",
      "miércoles",
      "veto",
      "ley",
      "declara",
      "emergencia",
      "discapacidad",
      ",",
      "norma",
      "dirigida",
      "proteger",
      "sectores",
      "vulnerables",
      "sociedad",
      "generado",
      "amplia",
      "movilización",
      "social",
      ".",
      "decisión",
      ",",
      "expone",
      "grietas",
      "base",
      "apoyo",
      "gobierno",
      "libertario",
      "aliados",
      ".",
      "pulseada",
      "traslada",
      "ahora",
      "senado",
      "espera",
      "confirme",
      "decisión",
      "cámara",
      "baja",
      ".",
      "sesión",
      ",",
      "cargada",
      "tensión",
      "fuertes",
      "cruces",
      "dialécticos",
      ",",
      "culminó",
      "resultado",
      "claro",
      ":",
      "172",
      "votos",
      "favor",
      "insistir",
      "ley",
      ",",
      "superando",
      "holgadamente",
      "dos",
      "tercios",
      "necesarios",
      ",",
      "frente",
      "73",
      "dos",
      "abstenciones",
      ".",
      "cifra",
      "solo",
      "refleja",
      "unidad",
      "oposición",
      "tradicional",
      ",",
      "sino",
      "deserciones",
      "bloques",
      "derecha",
      "centro",
      ",",
      "hace",
      "aliados",
      "clave",
      "oficialismo",
      ".",
      "ley",
      "cuestión",
      ",",
      "sancionada",
      "principios",
      "julio",
      ",",
      "establece",
      "serie",
      "medidas",
      "urgentes",
      ".",
      "actualiza",
      "aranceles",
      "paga",
      "prestadores",
      "servicios",
      "salud",
      "personas",
      "discapacidad",
      ",",
      "crea",
      "nueva",
      "pensión",
      "contributiva",
      "equivalente",
      "70",
      "%",
      "salario",
      "mínimo",
      "jubilatorio",
      "garantiza",
      "acceso",
      "programa",
      "atención",
      "médica",
      ".",
      "ley",
      "aprobada",
      "mes",
      ",",
      "busca",
      "respaldar",
      "personas",
      "discapacidad",
      "luego",
      "reiterados",
      "ajustes",
      "prestaciones",
      "medidas",
      "apoyo",
      "parte",
      "ejecutivo",
      "liderado",
      "javier",
      "milei",
      ".",
      "objetivo",
      "central",
      "regular",
      "sistema",
      "arrastra",
      "profunda",
      "crisis",
      "financiamiento",
      "deudas",
      "instituciones",
      "sostienen",
      ".",
      "mientras",
      "dentro",
      "congreso",
      "debatía",
      ",",
      "afuera",
      ",",
      "familiares",
      "personas",
      "discapacidad",
      "manifestaban",
      "carteles",
      "consignas",
      "decisión",
      "milei",
      "vetar",
      "ley",
      "considerarla",
      "“",
      "fiscalmente",
      "inviable",
      "”",
      ".",
      "presión",
      "social",
      ",",
      "palpable",
      "calles",
      ",",
      "pareció",
      "pesar",
      "ánimo",
      "legisladores",
      ".",
      "victoria",
      "opositora",
      "posible",
      "gracias",
      "ausencias",
      "clave",
      "propio",
      "espacio",
      "oficialista",
      "aliados",
      ".",
      "figuras",
      "relevantes",
      "exgobernadora",
      "maría",
      "eugenia",
      "vidal",
      "(",
      "conservador",
      "pro",
      ",",
      "socio",
      "milei",
      ")",
      "abstuvieron",
      "ausentes",
      ",",
      "clara",
      "señal",
      "desacuerdo",
      "postura",
      "gobierno",
      ".",
      "incluso",
      "tres",
      "diputados",
      "propio",
      "partido",
      "libertario",
      ",",
      "libertad",
      "avanza",
      ",",
      "presentes",
      "votación",
      ".",
      "hecho",
      "marca",
      "punto",
      "inflexión",
      ".",
      "milei",
      "llegó",
      "presidencia",
      "hablando",
      "“",
      "87",
      "héroes",
      "”",
      "congreso",
      "defenderían",
      "revolución",
      "liberal",
      ".",
      "embargo",
      ",",
      "miércoles",
      "escudo",
      "mostró",
      "primeras",
      "fisuras",
      "significativas",
      ",",
      "sugiriendo",
      "costo",
      "político",
      "recortes",
      "áreas",
      "sociales",
      "sensibles",
      "podría",
      "ser",
      "demasiado",
      "alto",
      "incluso",
      "socios",
      ".",
      "corazón",
      "conflicto",
      "reside",
      "puja",
      "protección",
      "derechos",
      "austeridad",
      "fiscal",
      "extrema",
      "pregona",
      "gobierno",
      "simbolizada",
      "milei",
      "motosierra",
      ".",
      "ejecutivo",
      ",",
      "decreto",
      "veto",
      ",",
      "argumentó",
      "ley",
      "costo",
      "3",
      "billones",
      "pesos",
      "(",
      "aproximadamente",
      "0,36",
      "%",
      "pib",
      ")",
      "2025",
      "casi",
      "6",
      "billones",
      "(",
      "0,59",
      "%",
      "pib",
      ")",
      "2026.",
      "embargo",
      ",",
      "oposición",
      "oficina",
      "presupuesto",
      "congreso",
      "(",
      "opc",
      ")",
      "presentaron",
      "números",
      "menos",
      "catastróficos",
      ",",
      "calculando",
      "impacto",
      "0,28",
      "%",
      "0,51",
      "%",
      "pib",
      ".",
      "oposición",
      ",",
      "ataques",
      "frontales",
      ".",
      "diputada",
      "danya",
      "tavela",
      "acusó",
      "milei",
      "aplicar",
      "“",
      "ajuste",
      "fácil",
      ",",
      "vulnerables",
      "”",
      "buscar",
      "“",
      "mostrar",
      "autoridad",
      "crueldad",
      "”",
      ".",
      "victoria",
      "borrego",
      ",",
      "izquierda",
      ",",
      "tildó",
      "veto",
      "“",
      "criminal",
      "”",
      "acusó",
      "gobierno",
      "“",
      "violar",
      "constitución",
      "convenciones",
      "discapacidad",
      "”",
      ".",
      "intento",
      "último",
      "momento",
      "evitar",
      "derrota",
      ",",
      "portavoz",
      "presidencial",
      ",",
      "manuel",
      "adorni",
      ",",
      "anunció",
      "red",
      "social",
      "x",
      "gobierno",
      "“",
      "considera",
      "”",
      "aumento",
      "prestaciones",
      ",",
      "financiado",
      "auditorías",
      "detectar",
      "supuestos",
      "fraudes",
      ".",
      "mensaje",
      ",",
      "interpretado",
      "maniobra",
      "dilatoria",
      ",",
      "llegó",
      "demasiado",
      "tarde",
      "logró",
      "quebrar",
      "determinación",
      "opositora",
      ".",
      "adelante",
      ",",
      "definición",
      "manos",
      "senado",
      ",",
      "oficialismo",
      "enfrenta",
      "panorama",
      "aún",
      "complicado",
      "diputados",
      ",",
      "contar",
      "representación",
      "minoritaria",
      ".",
      "allí",
      "decidirá",
      "si",
      "ley",
      "emergencia",
      "discapacidad",
      "promulga",
      "finalmente",
      ",",
      "desafiando",
      "abiertamente",
      "voluntad",
      "presidente",
      ",",
      "si",
      "veto",
      "milei",
      "prevalece",
      "."
    ],
    "token_count": 485,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 82,
      "JJ": 73,
      "NN": 236,
      "IN": 33,
      "CD": 11,
      "NNS": 42,
      "RB": 4,
      "VBP": 24,
      "FW": 130,
      "VBZ": 18,
      "VBD": 5,
      "DT": 4,
      "VBN": 1,
      "JJR": 1,
      "$": 1
    },
    "bigram_freq": {
      "NNP-JJ": 4,
      "JJ-NN": 45,
      "NN-NN": 124,
      "NN-IN": 20,
      "IN-CD": 4,
      "CD-NNS": 3,
      "NNS-RB": 2,
      "RB-VBP": 2,
      "VBP-JJ": 9,
      "NN-JJ": 26,
      "JJ-JJ": 9,
      "IN-FW": 14,
      "FW-NNP": 19,
      "NNP-FW": 16,
      "FW-NN": 23,
      "NN-NNP": 19,
      "NNP-NNP": 20,
      "NNP-IN": 6,
      "IN-NNP": 3,
      "NNP-VBP": 2,
      "VBP-NN": 6,
      "NN-NNS": 16,
      "NNS-VBP": 19,
      "NNP-VBZ": 7,
      "VBZ-NNP": 2,
      "NN-FW": 15,
      "FW-FW": 75,
      "FW-NNS": 7,
      "VBP-NNS": 2,
      "NNS-FW": 2,
      "JJ-NNP": 7,
      "NNP-NN": 23,
      "NN-VBZ": 10,
      "VBZ-JJ": 8,
      "NNP-VBD": 3,
      "VBD-NN": 1,
      "NNS-NNS": 3,
      "NN-CD": 1,
      "NNS-NN": 1,
      "JJ-NNS": 7,
      "VBP-CD": 1,
      "CD-JJ": 2,
      "NNS-NNP": 7,
      "VBZ-DT": 2,
      "DT-NN": 4,
      "FW-JJ": 5,
      "NNS-IN": 6,
      "IN-NNS": 2,
      "NN-VBD": 2,
      "VBD-NNS": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "IN-NN": 3,
      "VBZ-FW": 3,
      "NN-DT": 1,
      "VBZ-RB": 1,
      "RB-CD": 1,
      "CD-NN": 5,
      "IN-JJ": 7,
      "JJ-FW": 4,
      "VBP-VBP": 1,
      "VBP-FW": 1,
      "VBZ-IN": 1,
      "NNP-DT": 1,
      "VBP-NNP": 2,
      "VBP-JJR": 1,
      "JJR-NN": 1,
      "FW-$": 1,
      "$-CD": 1,
      "NNS-CD": 1,
      "CD-NNP": 1,
      "VBD-CD": 1,
      "JJ-CD": 1,
      "VBD-NNP": 1,
      "VBZ-NNS": 1,
      "NNS-JJ": 1,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "VBD-JJ": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 3,
      "JJ-NN-NN": 23,
      "NN-NN-IN": 8,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-RB": 2,
      "NNS-RB-VBP": 2,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NN": 6,
      "NN-NN-NN": 60,
      "NN-NN-JJ": 17,
      "NN-JJ-JJ": 6,
      "JJ-JJ-NN": 8,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 12,
      "IN-FW-NNP": 2,
      "FW-NNP-FW": 9,
      "NNP-FW-NN": 7,
      "FW-NN-NN": 15,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 3,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNS": 3,
      "NN-NNS-VBP": 11,
      "NNS-VBP-NN": 5,
      "VBP-NN-JJ": 1,
      "NN-JJ-NN": 15,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "NN-NN-FW": 11,
      "NN-FW-FW": 9,
      "FW-FW-FW": 49,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NN": 9,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 5,
      "NNP-NN-NN": 18,
      "NN-NN-NNS": 5,
      "NNS-VBP-JJ": 8,
      "IN-FW-FW": 5,
      "NN-NN-VBZ": 8,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "NNP-FW-FW": 5,
      "FW-FW-NNP": 9,
      "NN-FW-NN": 3,
      "FW-NN-FW": 2,
      "FW-NNP-NNP": 4,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "JJ-NN-JJ": 4,
      "NN-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-NN": 1,
      "NNS-NN-IN": 1,
      "IN-FW-NN": 3,
      "NN-JJ-NNS": 3,
      "JJ-NNS-NNS": 2,
      "NNS-VBP-CD": 1,
      "VBP-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-NN-NNS": 4,
      "NN-NNS-NNP": 3,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 1,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 3,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-NNS": 1,
      "VBD-NNS-VBP": 1,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NNP": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "IN-NN-NN": 3,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 3,
      "NNP-NN-NNS": 2,
      "VBP-JJ-NNP": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-RB": 1,
      "VBZ-RB-CD": 1,
      "RB-CD-NN": 1,
      "CD-NN-NN": 1,
      "VBP-NN-NN": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-JJ": 2,
      "IN-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "FW-NNP-NN": 5,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NNP": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "JJ-NN-NNP": 4,
      "VBZ-JJ-NN": 4,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "NNP-NN-JJ": 2,
      "JJ-JJ-FW": 1,
      "NNS-NNP-FW": 1,
      "FW-NN-JJ": 2,
      "NNS-VBP-VBP": 1,
      "VBP-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NNP-VBZ-JJ": 2,
      "JJ-NN-FW": 2,
      "NN-FW-NNP": 3,
      "FW-NN-NNP": 1,
      "NN-NNP-FW": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-JJ": 1,
      "IN-JJ-NN": 4,
      "NNP-NNP-VBZ": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "FW-NN-IN": 2,
      "RB-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-VBP": 1,
      "NN-IN-NNS": 1,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-IN-JJ": 3,
      "NN-NNP-NN": 3,
      "FW-FW-$": 1,
      "FW-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-NNP": 3,
      "NN-NNP-IN": 3,
      "NNP-IN-CD": 2,
      "IN-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-NN": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NNP-NN": 3,
      "NN-VBD-CD": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "FW-NN-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-IN": 1,
      "NNP-IN-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NNP-IN-JJ": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-NNP-JJ": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-VBZ-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "JJ-NNS-NNP": 1,
      "IN-JJ-JJ": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NNP-FW-JJ": 1,
      "IN-NNP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 236,
        "FW": 130,
        "NNP": 82,
        "JJ": 73,
        "NNS": 42
      },
      "top_bigrams": {
        "NN-NN": 124,
        "FW-FW": 75,
        "JJ-NN": 45,
        "NN-JJ": 26,
        "FW-NN": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 60,
        "FW-FW-FW": 49,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 18,
        "NN-NN-JJ": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 200,
      "PP": 13,
      "VP": 46,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0272
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 6,
        "weight": 0.0204
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0136
      },
      {
        "rule": "NP -> ('Milei', 'NNP')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('%', 'NN') ('del', 'NN') ('PIB', 'NNP')",
        "frequency": 3,
        "weight": 0.0102
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Diputados', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('este', 'NN') ('miércoles', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('veto', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Senado', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Con"
      },
      {
        "label": "NP",
        "text": "un contundente respaldo"
      },
      {
        "label": "NP",
        "text": "votos"
      },
      {
        "label": "NP",
        "text": "rechazaron el veto presidencial"
      },
      {
        "label": "NP",
        "text": "a una norma"
      },
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un duro revés para el presidente Javier Milei"
      },
      {
        "label": "NP",
        "text": "Cámara"
      },
      {
        "label": "NP",
        "text": "Diputados"
      },
      {
        "label": "PP",
        "text": "de Argentina"
      },
      {
        "label": "NP",
        "text": "Argentina"
      },
      {
        "label": "VP",
        "text": "rechazó este miércoles"
      },
      {
        "label": "NP",
        "text": "este miércoles"
      },
      {
        "label": "VP",
        "text": "su veto a una ley que declara la Emergencia en Discapacidad"
      },
      {
        "label": "NP",
        "text": "veto"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Con/NNP)\n  (NP un/JJ contundente/NN respaldo/NN)\n  de/IN\n  172/CD\n  (NP votos/NNS)\n  ,/,\n  la/FW\n  oposición/FW\n  y/FW\n  exaliados/FW\n  del/FW\n  oficialismo/FW\n  (NP rechazaron/NN el/NN veto/NN presidencial/NN)\n  (NP a/DT una/JJ norma/NN)\n  de/IN\n  emergencia/FW\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP\n    un/JJ\n    duro/NN\n    revés/NN\n    para/NN\n    el/NN\n    presidente/NN\n    Javier/NNP\n    Milei/NNP)\n  ,/,\n  la/FW\n  (NP Cámara/NNP)\n  de/FW\n  (NP Diputados/NNP)\n  (PP de/IN (NP Argentina/NNP))\n  (VP rechazó/VBP (NP este/NN miércoles/NNS))\n  (VP\n    su/VBP\n    (NP veto/NN)\n    (NP\n      a/DT\n      una/JJ\n      ley/NN\n      que/NN\n      declara/NN\n      la/NN\n      Emergencia/NNP\n      en/NN\n      Discapacidad/NNP))\n  ,/,\n  norma/RB\n  (VP dirigida/VBZ (NP a/DT proteger/NN) (NP a/DT uno/NN))\n  de/IN\n  los/FW\n  (NP sectores/NNS)\n  (VP más/VBP (NP vulnerables/NNS))\n  de/FW\n  la/FW\n  sociedad/FW\n  y/FW\n  (NP que/NN había/NN generado/NN)\n  (NP una/JJ amplia/NN movilización/NN)\n  (ADJP social/JJ)\n  ./.)",
      "(S\n  (NP La/NNP decisión/NN)\n  ,/,\n  (NP que/NN expone/NN las/NN grietas/NNS)\n  (VP en/VBP (NP la/JJ base/NN))\n  de/IN\n  apoyo/FW\n  del/FW\n  gobierno/FW\n  (NP libertario/NN y/NN los/NN aliados/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  pulseada/FW\n  se/FW\n  traslada/FW\n  ahora/FW\n  al/FW\n  (NP Senado/NNP)\n  donde/FW\n  (NP se/NN espera/NN que/NN)\n  se/FW\n  (NP confirme/NN)\n  la/FW\n  decisión/FW\n  de/FW\n  la/FW\n  (NP Cámara/NNP Baja/NNP)\n  ./.)",
      "(S\n  (NP La/NNP sesión/NN)\n  ,/,\n  (NP cargada/NN)\n  de/FW\n  tensión/FW\n  y/FW\n  (NP fuertes/NNS cruces/NNS)\n  dialécticos/RB\n  ,/,\n  (NP culminó/JJ con/NN)\n  (NP un/JJ resultado/NN claro/NN)\n  :/:\n  172/CD\n  (NP votos/NN)\n  (NP a/DT favor/NN)\n  de/IN\n  insistir/FW\n  (NP con/NN la/NN ley/NN)\n  ,/,\n  (NP superando/NN holgadamente/NN los/NN)\n  (NP dos/JJ tercios/NNS necesarios/NNS)\n  ,/,\n  (VP frente/VBD)\n  a/DT\n  73/CD\n  (NP en/NN contra/NN y/NN dos/NN abstenciones/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "TIEMPO_RELATIVO",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "LEYES_NORMATIVAS",
      "NEOLIBERALISMO_MERCADO",
      "GOBIERNOS_OFICIALES",
      "RELACIONES_INTERNACIONALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ANTIIMPERIALISMO_SOBERANIA",
      "REGIONES_PROVINCIAS",
      "APROBACION_RECHAZO",
      "CULTURA_DEPORTE_SOCIEDAD"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "conflicto reside en una puja entre la protección de derechos y la austeridad fiscal extrema que pregona el gobierno",
        "position": [
          2860,
          2975
        ],
        "start": 2860,
        "end": 2975
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto reside en una",
        "position": [
          2860,
          2883
        ],
        "start": 2860,
        "end": 2883
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó a",
        "position": [
          3456,
          3463
        ],
        "start": 3456,
        "end": 3463
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto reside en una puja entre la protección de derechos y",
        "position": [
          2860,
          2922
        ],
        "start": 2860,
        "end": 2922
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "oposición y la oficina de presupuesto del congreso (opc) presentaron números menos catastróficos, calculando un impacto entre",
        "position": [
          3226,
          3351
        ],
        "start": 3226,
        "end": 3351
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "salario",
        "position": [
          1326,
          1333
        ],
        "start": 1326,
        "end": 1333
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          1690,
          1704
        ],
        "start": 1690,
        "end": 1704
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo del gobierno",
        "position": [
          496,
          514
        ],
        "start": 496,
        "end": 514
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3816,
          3823
        ],
        "start": 3816,
        "end": 3823
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "rechazó este miércoles su veto a una ley",
        "position": [
          229,
          269
        ],
        "start": 229,
        "end": 269
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "cámara de diputados de argentina rechazó",
        "position": [
          196,
          236
        ],
        "start": 196,
        "end": 236
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "salud para personas con discapacidad, crea una nueva pensión no contributiva equivalente al 70% del salario mínimo jubilatorio y garantiza el acceso",
        "position": [
          1226,
          1374
        ],
        "start": 1226,
        "end": 1374
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movilización social",
        "position": [
          424,
          443
        ],
        "start": 424,
        "end": 443
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente javier milei",
        "position": [
          168,
          191
        ],
        "start": 168,
        "end": 191
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          229,
          236
        ],
        "start": 229,
        "end": 236
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          3456,
          3461
        ],
        "start": 3456,
        "end": 3461
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley, superando holgadamente los dos tercios necesarios, frente a 73",
        "position": [
          773,
          840
        ],
        "start": 773,
        "end": 840
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          3667,
          3679
        ],
        "start": 3667,
        "end": 3679
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          219,
          228
        ],
        "start": 219,
        "end": 228
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado paga",
        "position": [
          1180,
          1191
        ],
        "start": 1180,
        "end": 1191
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro, que",
        "position": [
          988,
          999
        ],
        "start": 988,
        "end": 999
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hace poco",
        "position": [
          1006,
          1015
        ],
        "start": 1006,
        "end": 1015
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2642,
          2649
        ],
        "start": 2642,
        "end": 2649
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "austeridad",
        "position": [
          2926,
          2936
        ],
        "start": 2926,
        "end": 2936
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "172 votos",
        "position": [
          32,
          41
        ],
        "start": 32,
        "end": 41
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "73 en contra",
        "position": [
          838,
          850
        ],
        "start": 838,
        "end": 850
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 0",
        "position": [
          3128,
          3145
        ],
        "start": 3128,
        "end": 3145
      },
      {
        "category": "MONETARIOS",
        "matched_text": "3 billones de pesos",
        "position": [
          3107,
          3126
        ],
        "start": 3107,
        "end": 3126
      }
    ],
    "match_count": 28
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "PRO",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Presidente",
        "tipo": "Persona"
      },
      {
        "nombre": "María Eugenia Vidal",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Diputados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de “violar la Constitución",
        "tipo": "Lugar"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Cámara Baja",
        "tipo": "Lugar"
      },
      {
        "nombre": "Figuras",
        "tipo": "Persona"
      },
      {
        "nombre": "Victoria Borrego",
        "tipo": "Persona"
      },
      {
        "nombre": "La ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Senado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "OPC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cámara de Diputados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Manuel Adorni",
        "tipo": "Persona"
      },
      {
        "nombre": "Oficina de Presupuesto del Congreso",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Senado",
        "relacion": "TRASLADAR",
        "objeto": "Cámara Baja"
      },
      {
        "sujeto": "La ley",
        "relacion": "BUSCAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "La ley",
        "relacion": "BUSCAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "La ley",
        "relacion": "BUSCAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Congreso",
        "relacion": "DENTRO_DEBATIR_MANIFESTAR",
        "objeto": "Milei"
      },
      {
        "sujeto": "Figuras",
        "relacion": "ABSTENER",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "María Eugenia Vidal",
        "relacion": "ABSTENER",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "PRO",
        "relacion": "ABSTENER",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Milei",
        "relacion": "ABSTENER",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Milei",
        "relacion": "LLEGAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "PREGONAR_RESIDIR",
        "objeto": "Milei"
      },
      {
        "sujeto": "Victoria Borrego",
        "relacion": "TILDAR",
        "objeto": "Gobierno de “violar la Constitución"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "ANUNCIAR",
        "objeto": "Manuel Adorni"
      },
      {
        "sujeto": "Presidente",
        "relacion": "DESAFIAR_PROMULGAR_DECIDIR",
        "objeto": "Milei"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9468,
    "pos": 0.004,
    "neu": 0.966,
    "neg": 0.03,
    "label": "negative"
  }
}