{
  "url": "https://www.telesurtv.net/presidente-maduro-triunfara-el-derecho-a-la-paz-y-nadie-perturbara-la-tranquilidad-de-venezuela/",
  "title": "Presidente Maduro: triunfará el derecho a la paz y nadie perturbará la tranquilidad de Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bricomiles",
    "escuelas",
    "paz",
    "tranquilidad",
    "Venezuela"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro este martes declaró que va a triunfar el derecho a la paz y nadie va a perturbar la tranquilidad del pueblo venezolano, al comparecer el acto de entrega de centros educativos rehabilitados por las Bricomiles en varios estados del país.\nEl mandatario precisó que “la paz no se puede estancar, ni la pueden revertir. Con la paz vamos todos, somos todos”, dijo mientras agregó que “el camino seguirá en paz para recalcar la máxima felicidad social”.\n“Por eso el fascismo está desesperado por perturbar”, aclaró, al tiempo que manifestó que “va a triunfar el derecho a la paz. Nadie perturbará la tranquilidad. Con esfuerzos propios podemos todos”, recalcó.\nEl jefe de Estado apostó por defender la paz, hagamos perpetua la paz. Durante la reunión de trabajo sobre la entrega de obras recuperadas por las Bricomiles, el mandatario insistió que esta tierra hermosa tiene derecho a la paz para que florezca la educación y la cultura.\nTambién informó que “hemos distribuido tres millones de uniformes y tres millones de mochilas con sus materiales educativos”. “Amor sublime, amor de patria, multipliquemos la capacidad del amor. Que es la revolución: el amor en acción”, agregó.\nDenunció el mandatario, de igual manera, que Tik Tok tiene las manos manchadas de sangre. “Lo que hace Tik Tok no es legal”, dijo. Por otra parte, el jefe de Estado insistió  la necesidad de crear conciencia en el liceo.\nEl mandatario refirió cinco nuevos lineamientos para la educación: ningún niño, joven debe estar fuera del sistema escolar venezolano. “El sistema educativo tiene 85 por ciento de los estudiantes en la educación pública”, refirió, mientras puntualizó que “cada movimiento social, jefa, jefe y equipo de calle, de comunidad, comunal y las UBECHE deben trazarse como objetivo que cada niño, niña debe tener una escuela”, apuntó el jefe de Estado.\nOtro de los objetivos es plantear y alcanzar los cinco días de clases y al menos las cinco horas diarias de clase, refirió el mandatario, al tiempo de proponer poder realizar una distribución correcta de maestros y maestros en las escuelas y liceos. “Esto supone un esfuerzo de voluntad, de participación, administrativo”, dijo.\nMaduro insistió en la necesidad de incrementar la calidad de todos los programas educativos, mientras reiteró la importancia de la actualización permanente de los contenidos, así como la calidad de los métodos de enseñanza y motivación, refirió el dignatario.\n“Los niños son el futuro”, manifestó Maduro, mientras remarcó que la educación es donde tenemos la trinchera más importante en la defensa de Venezuela y en el futuro del país. “En los momentos más duros no se tocó una escuela. Vamos con la recuperación del 100 por ciento de las escuelas y liceos”, sostuvo.\nEn el quinto objetivo, Nicolás Maduro recalcó elevar la capacidad y la dirección en escuelas y liceos, reducir la burocracia y elevar los niveles de formación de todo el personal; para que puedan dedicar el 100 por ciento de su tiempo. “Un director y una directora tiene que ser lideresa de su comunidad educativa, cercano a los niños y a la juventud”, aclaró.\nEl presidente propuso a los maestros y maestras estudiar a Simón Rodríguez. “Nuestra educación tiene que ser robinsoniana”, dijo.\nVa a ser el mejor año escolar en décadas, precisó el presidente. “Que felicidad que nuestros niños han ido recuperando las escuelas de la mano de los soldados”, dijo.\nEl ministro de Poder popular para la Defensa de Venezuela, Vladimir Padrino López refirió que “la Fuerza Armada Bolivariana se volcó en todo el territorio para hacer una realidad palpable: generar una sinergia muy positiva, estrechándose con los niños, maestros. Se ha hecho un subsistema con amor. En medio de criminales sanciones”.\n“Queda el compromiso. Ampliar a esos lineamientos las Bricomiles. Vivimos en un país en paz, aunque hay facciones subversivas que quieren perturbar. Va a haber educación”, dijo.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/presidente-maduro-triunfara-el-derecho-a-la-paz-y-nadie-perturbara-la-tranquilidad-de-venezuela/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 1807,
    "message_id": 83831,
    "date": "2025-01-08T00:55:23+00:00",
    "text": "teleSUR\nPresidente Maduro: triunfará el derecho a la paz y nadie perturbará la tranquilidad de Venezuela\nhttps://www.telesurtv.net/presidente-maduro-triunfara-el-derecho-a-la-paz-y-nadie-perturbara-la-tranquilidad-de-venezuela/",
    "photo_path": null,
    "views": 2450,
    "reactions": {
      "👍": 38,
      "❤": 9
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro este martes declaró que va a triunfar el derecho a la paz y nadie va a perturbar la tranquilidad del pueblo venezolano, al comparecer el acto de entrega de centros educativos rehabilitados por las bricomiles en varios estados del país. el mandatario precisó que “la paz no se puede estancar, ni la pueden revertir. con la paz vamos todos, somos todos”, dijo mientras agregó que “el camino seguirá en paz para recalcar la máxima felicidad social”. “por eso el fascismo está desesperado por perturbar”, aclaró, al tiempo que manifestó que “va a triunfar el derecho a la paz. nadie perturbará la tranquilidad. con esfuerzos propios podemos todos”, recalcó. el jefe de estado apostó por defender la paz, hagamos perpetua la paz. durante la reunión de trabajo sobre la entrega de obras recuperadas por las bricomiles, el mandatario insistió que esta tierra hermosa tiene derecho a la paz para que florezca la educación y la cultura. también informó que “hemos distribuido tres millones de uniformes y tres millones de mochilas con sus materiales educativos”. “amor sublime, amor de patria, multipliquemos la capacidad del amor. que es la revolución: el amor en acción”, agregó. denunció el mandatario, de igual manera, que tik tok tiene las manos manchadas de sangre. “lo que hace tik tok no es legal”, dijo. por otra parte, el jefe de estado insistió la necesidad de crear conciencia en el liceo. el mandatario refirió cinco nuevos lineamientos para la educación: ningún niño, joven debe estar fuera del sistema escolar venezolano. “el sistema educativo tiene 85 por ciento de los estudiantes en la educación pública”, refirió, mientras puntualizó que “cada movimiento social, jefa, jefe y equipo de calle, de comunidad, comunal y las ubeche deben trazarse como objetivo que cada niño, niña debe tener una escuela”, apuntó el jefe de estado. otro de los objetivos es plantear y alcanzar los cinco días de clases y al menos las cinco horas diarias de clase, refirió el mandatario, al tiempo de proponer poder realizar una distribución correcta de maestros y maestros en las escuelas y liceos. “esto supone un esfuerzo de voluntad, de participación, administrativo”, dijo. maduro insistió en la necesidad de incrementar la calidad de todos los programas educativos, mientras reiteró la importancia de la actualización permanente de los contenidos, así como la calidad de los métodos de enseñanza y motivación, refirió el dignatario. “los niños son el futuro”, manifestó maduro, mientras remarcó que la educación es donde tenemos la trinchera más importante en la defensa de venezuela y en el futuro del país. “en los momentos más duros no se tocó una escuela. vamos con la recuperación del 100 por ciento de las escuelas y liceos”, sostuvo. en el quinto objetivo, nicolás maduro recalcó elevar la capacidad y la dirección en escuelas y liceos, reducir la burocracia y elevar los niveles de formación de todo el personal; para que puedan dedicar el 100 por ciento de su tiempo. “un director y una directora tiene que ser lideresa de su comunidad educativa, cercano a los niños y a la juventud”, aclaró. el presidente propuso a los maestros y maestras estudiar a simón rodríguez. “nuestra educación tiene que ser robinsoniana”, dijo. va a ser el mejor año escolar en décadas, precisó el presidente. “que felicidad que nuestros niños han ido recuperando las escuelas de la mano de los soldados”, dijo. el ministro de poder popular para la defensa de venezuela, vladimir padrino lópez refirió que “la fuerza armada bolivariana se volcó en todo el territorio para hacer una realidad palpable: generar una sinergia muy positiva, estrechándose con los niños, maestros. se ha hecho un subsistema con amor. en medio de criminales sanciones”. “queda el compromiso. ampliar a esos lineamientos las bricomiles. vivimos en un país en paz, aunque hay facciones subversivas que quieren perturbar. va a haber educación”, dijo.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "martes",
      "declaró",
      "va",
      "triunfar",
      "derecho",
      "paz",
      "nadie",
      "va",
      "perturbar",
      "tranquilidad",
      "pueblo",
      "venezolano",
      ",",
      "comparecer",
      "acto",
      "entrega",
      "centros",
      "educativos",
      "rehabilitados",
      "bricomiles",
      "varios",
      "país",
      ".",
      "mandatario",
      "precisó",
      "“",
      "paz",
      "puede",
      "estancar",
      ",",
      "pueden",
      "revertir",
      ".",
      "paz",
      "vamos",
      ",",
      "”",
      ",",
      "dijo",
      "mientras",
      "agregó",
      "“",
      "camino",
      "seguirá",
      "paz",
      "recalcar",
      "máxima",
      "felicidad",
      "social",
      "”",
      ".",
      "“",
      "fascismo",
      "desesperado",
      "perturbar",
      "”",
      ",",
      "aclaró",
      ",",
      "tiempo",
      "manifestó",
      "“",
      "va",
      "triunfar",
      "derecho",
      "paz",
      ".",
      "nadie",
      "perturbará",
      "tranquilidad",
      ".",
      "esfuerzos",
      "propios",
      "podemos",
      "”",
      ",",
      "recalcó",
      ".",
      "jefe",
      "apostó",
      "defender",
      "paz",
      ",",
      "hagamos",
      "perpetua",
      "paz",
      ".",
      "reunión",
      "trabajo",
      "entrega",
      "obras",
      "recuperadas",
      "bricomiles",
      ",",
      "mandatario",
      "insistió",
      "tierra",
      "hermosa",
      "derecho",
      "paz",
      "florezca",
      "educación",
      "cultura",
      ".",
      "informó",
      "“",
      "distribuido",
      "tres",
      "millones",
      "uniformes",
      "tres",
      "millones",
      "mochilas",
      "materiales",
      "educativos",
      "”",
      ".",
      "“",
      "amor",
      "sublime",
      ",",
      "amor",
      "patria",
      ",",
      "multipliquemos",
      "capacidad",
      "amor",
      ".",
      "revolución",
      ":",
      "amor",
      "acción",
      "”",
      ",",
      "agregó",
      ".",
      "denunció",
      "mandatario",
      ",",
      "igual",
      "manera",
      ",",
      "tik",
      "tok",
      "manos",
      "manchadas",
      "sangre",
      ".",
      "“",
      "hace",
      "tik",
      "tok",
      "legal",
      "”",
      ",",
      "dijo",
      ".",
      "parte",
      ",",
      "jefe",
      "insistió",
      "necesidad",
      "crear",
      "conciencia",
      "liceo",
      ".",
      "mandatario",
      "refirió",
      "cinco",
      "nuevos",
      "lineamientos",
      "educación",
      ":",
      "ningún",
      "niño",
      ",",
      "joven",
      "debe",
      "sistema",
      "escolar",
      "venezolano",
      ".",
      "“",
      "sistema",
      "educativo",
      "85",
      "ciento",
      "estudiantes",
      "educación",
      "pública",
      "”",
      ",",
      "refirió",
      ",",
      "mientras",
      "puntualizó",
      "“",
      "cada",
      "movimiento",
      "social",
      ",",
      "jefa",
      ",",
      "jefe",
      "equipo",
      "calle",
      ",",
      "comunidad",
      ",",
      "comunal",
      "ubeche",
      "deben",
      "trazarse",
      "objetivo",
      "cada",
      "niño",
      ",",
      "niña",
      "debe",
      "tener",
      "escuela",
      "”",
      ",",
      "apuntó",
      "jefe",
      ".",
      "objetivos",
      "plantear",
      "alcanzar",
      "cinco",
      "días",
      "clases",
      "menos",
      "cinco",
      "horas",
      "diarias",
      "clase",
      ",",
      "refirió",
      "mandatario",
      ",",
      "tiempo",
      "proponer",
      "poder",
      "realizar",
      "distribución",
      "correcta",
      "maestros",
      "maestros",
      "escuelas",
      "liceos",
      ".",
      "“",
      "supone",
      "esfuerzo",
      "voluntad",
      ",",
      "participación",
      ",",
      "administrativo",
      "”",
      ",",
      "dijo",
      ".",
      "maduro",
      "insistió",
      "necesidad",
      "incrementar",
      "calidad",
      "programas",
      "educativos",
      ",",
      "mientras",
      "reiteró",
      "importancia",
      "actualización",
      "permanente",
      "contenidos",
      ",",
      "así",
      "calidad",
      "métodos",
      "enseñanza",
      "motivación",
      ",",
      "refirió",
      "dignatario",
      ".",
      "“",
      "niños",
      "futuro",
      "”",
      ",",
      "manifestó",
      "maduro",
      ",",
      "mientras",
      "remarcó",
      "educación",
      "trinchera",
      "importante",
      "defensa",
      "venezuela",
      "futuro",
      "país",
      ".",
      "“",
      "momentos",
      "duros",
      "tocó",
      "escuela",
      ".",
      "vamos",
      "recuperación",
      "100",
      "ciento",
      "escuelas",
      "liceos",
      "”",
      ",",
      "sostuvo",
      ".",
      "quinto",
      "objetivo",
      ",",
      "nicolás",
      "maduro",
      "recalcó",
      "elevar",
      "capacidad",
      "dirección",
      "escuelas",
      "liceos",
      ",",
      "reducir",
      "burocracia",
      "elevar",
      "niveles",
      "formación",
      "personal",
      ";",
      "puedan",
      "dedicar",
      "100",
      "ciento",
      "tiempo",
      ".",
      "“",
      "director",
      "directora",
      "ser",
      "lideresa",
      "comunidad",
      "educativa",
      ",",
      "cercano",
      "niños",
      "juventud",
      "”",
      ",",
      "aclaró",
      ".",
      "presidente",
      "propuso",
      "maestros",
      "maestras",
      "estudiar",
      "simón",
      "rodríguez",
      ".",
      "“",
      "educación",
      "ser",
      "robinsoniana",
      "”",
      ",",
      "dijo",
      ".",
      "va",
      "ser",
      "mejor",
      "año",
      "escolar",
      "décadas",
      ",",
      "precisó",
      "presidente",
      ".",
      "“",
      "felicidad",
      "niños",
      "ido",
      "recuperando",
      "escuelas",
      "mano",
      "soldados",
      "”",
      ",",
      "dijo",
      ".",
      "ministro",
      "poder",
      "popular",
      "defensa",
      "venezuela",
      ",",
      "vladimir",
      "padrino",
      "lópez",
      "refirió",
      "“",
      "fuerza",
      "armada",
      "bolivariana",
      "volcó",
      "territorio",
      "hacer",
      "realidad",
      "palpable",
      ":",
      "generar",
      "sinergia",
      "positiva",
      ",",
      "estrechándose",
      "niños",
      ",",
      "maestros",
      ".",
      "hecho",
      "subsistema",
      "amor",
      ".",
      "medio",
      "criminales",
      "sanciones",
      "”",
      ".",
      "“",
      "queda",
      "compromiso",
      ".",
      "ampliar",
      "lineamientos",
      "bricomiles",
      ".",
      "vivimos",
      "país",
      "paz",
      ",",
      "aunque",
      "facciones",
      "subversivas",
      "quieren",
      "perturbar",
      ".",
      "va",
      "haber",
      "educación",
      "”",
      ",",
      "dijo",
      "."
    ],
    "token_count": 468,
    "sentence_count": 35
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 68,
      "NN": 245,
      "FW": 174,
      "NNS": 18,
      "VBP": 14,
      "JJ": 59,
      "VBZ": 6,
      "DT": 3,
      "IN": 19,
      "CD": 3,
      "VBD": 2,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 29,
      "NN-FW": 29,
      "FW-NNP": 14,
      "NNP-NNP": 18,
      "NN-NNS": 8,
      "NNS-VBP": 11,
      "VBP-JJ": 8,
      "JJ-NN": 42,
      "NN-NN": 137,
      "FW-NN": 26,
      "FW-FW": 118,
      "NN-JJ": 23,
      "NNP-FW": 10,
      "FW-VBZ": 1,
      "VBZ-DT": 2,
      "DT-NN": 1,
      "NN-NNP": 24,
      "NN-IN": 17,
      "IN-NN": 4,
      "FW-JJ": 10,
      "JJ-JJ": 5,
      "JJ-NNP": 3,
      "FW-NNS": 5,
      "NNS-NNP": 3,
      "NNP-VBP": 2,
      "VBP-NN": 3,
      "NNS-FW": 2,
      "VBP-NNP": 3,
      "NNP-JJ": 3,
      "IN-FW": 8,
      "NNP-VBZ": 3,
      "VBZ-FW": 1,
      "IN-JJ": 4,
      "VBZ-JJ": 2,
      "JJ-FW": 5,
      "NNP-DT": 1,
      "DT-JJ": 2,
      "IN-NNP": 2,
      "NN-CD": 2,
      "CD-NN": 3,
      "NNS-IN": 1,
      "JJ-NNS": 3,
      "NNP-IN": 1,
      "NN-VBZ": 2,
      "NN-VBP": 1,
      "VBZ-CD": 1,
      "NN-VBD": 1,
      "VBD-FW": 1,
      "JJ-RB": 1,
      "RB-JJ": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "IN-NNS": 1,
      "NNS-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 2,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-NN": 4,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 22,
      "NN-NN-FW": 15,
      "NN-FW-NN": 10,
      "FW-NN-FW": 9,
      "NN-FW-FW": 11,
      "FW-FW-NN": 10,
      "FW-NN-NN": 11,
      "NN-NN-JJ": 16,
      "NN-JJ-NN": 19,
      "NN-NN-NN": 74,
      "JJ-NN-FW": 2,
      "FW-FW-FW": 93,
      "FW-FW-NNP": 9,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 3,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 22,
      "NN-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "JJ-NN-JJ": 4,
      "JJ-NN-NNP": 7,
      "NN-NNP-NNP": 7,
      "NNP-NNP-FW": 4,
      "NNP-FW-NN": 4,
      "NN-NN-NNS": 6,
      "NN-NN-IN": 8,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "NN-FW-JJ": 3,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "FW-NN-NNP": 4,
      "NN-NNP-NN": 12,
      "NN-JJ-NNP": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNS-FW": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-JJ": 1,
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 7,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NN-NN-NNP": 12,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NNP-NNP-DT": 1,
      "NNP-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "VBZ-JJ-JJ": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-NN": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-FW-JJ": 4,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-JJ-JJ": 1,
      "FW-NN-IN": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 6,
      "IN-JJ-JJ": 1,
      "NN-FW-NNS": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "IN-FW-FW": 4,
      "FW-NN-JJ": 1,
      "NNP-NN-JJ": 2,
      "NN-NNP-JJ": 1,
      "NN-NNP-FW": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-CD": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "FW-JJ-NNP": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "VBP-NNP-NNP": 2,
      "IN-JJ-FW": 1,
      "NN-JJ-RB": 1,
      "JJ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-JJ-FW": 1,
      "NNP-FW-NNP": 2,
      "FW-NNP-JJ": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "NNP-NN-IN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "VBP-NN-NNP": 1,
      "NNP-FW-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 245,
        "FW": 174,
        "NNP": 68,
        "JJ": 59,
        "IN": 19
      },
      "top_bigrams": {
        "NN-NN": 137,
        "FW-FW": 118,
        "JJ-NN": 42,
        "NNP-NN": 29,
        "NN-FW": 29
      },
      "top_trigrams": {
        "FW-FW-FW": 93,
        "NN-NN-NN": 74,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 22,
        "NN-JJ-NN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 35,
    "chunk_counts": {
      "NP": 168,
      "VP": 28,
      "ADJP": 7,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "NP -> ('dijo', 'NN')",
        "frequency": 5,
        "weight": 0.0203
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0163
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "NP -> ('a', 'DT') ('triunfar', 'NN') ('el', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Bricomiles', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('país', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('aclaró', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "S -> NP ('.', '.')",
        "frequency": 2,
        "weight": 0.0081
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro este martes"
      },
      {
        "label": "VP",
        "text": "declaró que"
      },
      {
        "label": "NP",
        "text": "a triunfar el"
      },
      {
        "label": "VP",
        "text": "derecho a la paz y nadie"
      },
      {
        "label": "NP",
        "text": "a la paz y"
      },
      {
        "label": "VP",
        "text": "va a perturbar la tranquilidad del pueblo venezolano"
      },
      {
        "label": "NP",
        "text": "a perturbar la"
      },
      {
        "label": "NP",
        "text": "tranquilidad del pueblo venezolano"
      },
      {
        "label": "NP",
        "text": "al comparecer"
      },
      {
        "label": "NP",
        "text": "Bricomiles"
      },
      {
        "label": "NP",
        "text": "país"
      },
      {
        "label": "NP",
        "text": "El mandatario precisó que “ la"
      },
      {
        "label": "VP",
        "text": "paz no se puede estancar"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP este/NN martes/NNS)\n  (VP declaró/VBP que/JJ)\n  va/FW\n  (NP a/DT triunfar/NN el/NN)\n  (VP derecho/VBZ (NP a/DT la/NN paz/NN y/NN) nadie/JJ)\n  (VP\n    va/VBZ\n    (NP a/DT perturbar/NN la/NN)\n    (NP tranquilidad/JJ del/NN pueblo/NN venezolano/NN))\n  ,/,\n  (NP al/JJ comparecer/NN)\n  el/FW\n  acto/FW\n  de/FW\n  entrega/FW\n  de/FW\n  centros/FW\n  educativos/FW\n  rehabilitados/FW\n  por/FW\n  las/FW\n  (NP Bricomiles/NNP)\n  en/FW\n  varios/FW\n  estados/FW\n  del/FW\n  (NP país/NN)\n  ./.)",
      "(S\n  (NP El/NNP mandatario/NN precisó/NN que/NN “/NNP la/NNP)\n  (VP paz/VBZ (NP no/DT se/NN puede/NN estancar/NN))\n  ,/,\n  (ADJP ni/JJ)\n  la/FW\n  (NP pueden/JJ revertir/NN)\n  ./.)",
      "(S\n  (NP Con/NNP la/NNP)\n  paz/FW\n  (NP vamos/NN todos/NN)\n  ,/,\n  (NP somos/JJ todos/NN ”/NN)\n  ,/,\n  (NP dijo/NN mientras/NNS)\n  (VP agregó/VBP (NP que/JJ “/NNP el/NN camino/NN seguirá/NN))\n  (PP en/IN (NP paz/NN para/NN recalcar/NN la/NN))\n  máxima/FW\n  (NP felicidad/JJ social/JJ ”/NN)\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    Por/NNP\n    eso/NN\n    el/NN\n    fascismo/NN\n    está/NN\n    desesperado/NN\n    por/NN\n    perturbar/NN\n    ”/NNP)\n  ,/,\n  (NP aclaró/NN)\n  ,/,\n  (NP al/JJ tiempo/NN que/NN manifestó/NN que/NN “/NNP)\n  (VP va/VBZ (NP a/DT triunfar/NN el/NN))\n  (VP derecho/VBZ (NP a/DT la/NN paz/NN))\n  ./.)",
      "(S (NP Nadie/NNP perturbará/NN la/NN tranquilidad/NN) ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "ACCIONES_LEGALES",
      "INSTITUCIONES_EDUCATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CULTURA_DEPORTE_SOCIEDAD"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          566,
          575
        ],
        "start": 566,
        "end": 575
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          790,
          797
        ],
        "start": 790,
        "end": 797
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          55,
          62
        ],
        "start": 55,
        "end": 62
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          979,
          986
        ],
        "start": 979,
        "end": 986
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          293,
          300
        ],
        "start": 293,
        "end": 300
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2601,
          2608
        ],
        "start": 2601,
        "end": 2608
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "trabajo sobre la entrega de obras recuperadas por las bricomiles, el mandatario insistió que esta tierra hermosa tiene derecho",
        "position": [
          790,
          916
        ],
        "start": 790,
        "end": 916
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento social",
        "position": [
          1698,
          1715
        ],
        "start": 1698,
        "end": 1715
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de poder popular",
        "position": [
          3440,
          3465
        ],
        "start": 3440,
        "end": 3465
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          1621,
          1632
        ],
        "start": 1621,
        "end": 1632
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "escuela”, apuntó el",
        "position": [
          1846,
          1865
        ],
        "start": 1846,
        "end": 1865
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1216,
          1224
        ],
        "start": 1216,
        "end": 1224
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          1740,
          1745
        ],
        "start": 1740,
        "end": 1745
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "escuela",
        "position": [
          1846,
          1853
        ],
        "start": 1846,
        "end": 1853
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          94,
          100
        ],
        "start": 94,
        "end": 100
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado apostó",
        "position": [
          708,
          721
        ],
        "start": 708,
        "end": 721
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle, de",
        "position": [
          1740,
          1749
        ],
        "start": 1740,
        "end": 1749
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "escuela”, apuntó",
        "position": [
          1846,
          1862
        ],
        "start": 1846,
        "end": 1862
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Tik Tok",
        "tipo": "Persona"
      },
      {
        "nombre": "Fuerza Armada Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "UBECHE",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Vladimir Padrino López",
        "tipo": "Persona"
      },
      {
        "nombre": "Poder popular para la Defensa de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Simón Rodríguez",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "UBECHE",
        "relacion": "TRAZAR_L_PUNTUALIZAR_REFERIR_APUNTAR",
        "objeto": "Estado"
      },
      {
        "sujeto": "Maduro",
        "relacion": "MANIFESTAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Fuerza Armada Bolivariana",
        "relacion": "REFERIR",
        "objeto": "Poder popular para la Defensa de Venezuela"
      },
      {
        "sujeto": "Fuerza Armada Bolivariana",
        "relacion": "REFERIR",
        "objeto": "Vladimir Padrino López"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9517,
    "pos": 0.036,
    "neu": 0.954,
    "neg": 0.01,
    "label": "positive"
  }
}