{
  "url": "https://www.telesurtv.net/venezuela-detiene-a-agente-del-fbi-y-revela-nexos-con-enrique-marquez-en-actos-terroristas/",
  "title": "Venezuela detiene a agente del FBI y revela nexos con Enrique Márquez en actos terroristas - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Diosdado Cabello",
    "FBI",
    "Mazo Dando",
    "Ultraderecha",
    "Violencia"
  ],
  "text": "“Ante las amenazas de la derecha fascista estamos obligados a estar preparados siempre”, enfatizó el funcionario venezolano.\nDurante el programa televisivo transmitido por Venezolana de Televisión,  Con el Mazo Dando, , el ministro del Poder Popular para Relaciones Interiores, Justicia y Paz, y vicepresidente sectorial de Soberanía Política, Seguridad y Paz de, Diosdado Cabello, afirmó que Venezuela está en un proceso de paz, a pesar de las constantes amenazas de la derecha fascista con agentes extranjeros.\nCabello señaló que no es la primera vez que estos sectores de la ultraderecha desconocen los resultados emitidos por el Consejo Nacional Electoral (CNE). “Hay quienes creen que Venezuela no logrará nada por la vía electoral y buscan traer violencia. El 10 de enero se juramentará lo que el pueblo eligió, a nuestro presidente Nicolás Maduro Moros. Esto será una fiesta, salvo para los fascistas que siempre cantan fraude y buscan crear violencia”, manifestó.\nEl ministro también advirtió a la oposición extremista que la violencia no será un camino efectivo para alcanzar sus objetivos. “Es mejor que se bajen de esa nube porque se van a dar un tremendo taparazo. Se van a caer muy duro”, indicó, agregando que la ultraderecha intenta impactar negativamente a través de noticias falsas en redes sociales.\n“Ellos tienen una guerra terrible en las redes sociales entre ellos mismos, porque los únicos que se engañan son ellos”, afirmó el funcionario.\nCabello denunciaba que las acusaciones de años anteriores por parte de funcionarios en contra del Gobierno venezolano son solo intentos de generar violencia con “historias recicladas”.\nAdemás, anunció que se llevarán a cabo diversas actividades en todo el país en los próximos días, incluyendo una marcha programada para el 9 de enero desde Petare hasta la Plaza Luis Brión de Chacaíto en Caracas.\nEl ministro Cabello también denunció un supuesto plan golpista presentado por el exrector del CNE, Enrique Márquez, describiéndolo como una maniobra para evitar la investidura del presidente Nicolás Maduro. Según Cabello, este plan implicaría la realización de pronunciamientos en embajadas extranjeras, lo cual, según él, representa una extensión forzada de la soberanía venezolana.\n“Se propone que el presidente electo el 28 de julio Edmundo González Urrutia se pueda juramentar como presidente electo, tomar posesión y dictar actos de gobierno provisionales en un lugar distinto a la ciudad de Caracas como asiento del poder público nacional”, reza el documento. “\nEn este sentido se propone que se pueda juramentar ante una asamblea de ciudadanos venezolanos en una sede diplomática de la República de Venezuela como una extensión irrenunciable de la soberanía de la República en el exterior”, añade la misiva de la derecha, revelada por Cabello.\nCabello recordó que según la Constitución venezolana el presidente solo puede ser juramentado ante la Asamblea Nacional.\n“El objetivo de la ultraderecha es ver si con esto levantan la opinión en el mundo de que el régimen de Venezuela está haciendo daño a los venezolanos. Nosotros no somos así; los que son así son ellos”, subrayó Cabello, quien también instó a las fuerzas revolucionarias a estar preparadas ante las acciones de la oposición.\n“Venezuela está en paz a lo largo y ancho de su territorio, pero nosotros estamos obligados a estar preparados”, añadió.\n“Salieron diciendo que ese señor es un santo niño de la cuchilla, aquí no hay santos y menos si hay plata de por medio, en esa oposición todo está contaminado, absolutamente todo”, aseveró el también primer vicepresidente del Partido Socialista Unido de Venezuela (PSUV).\nPrecisó que Márquez  está vinculado con el agente detenido del FBI norteamericano y con el yerno de Edmundo González Urrutia. Además  confirmó la amistad cercana de este ciudadano opositor con Juan Barreto.\nEl ministro enfatizó que la oposición intentó desconocer los resultados electorales del pasado 28 de julio con la intención de generar desestabilización y acumular fuerzas para promover una insurrección.\n“Cada vez que pierden una elección, desconocen los resultados del CNE”, recalcó Cabello, quien concluyó instando a todos los sectores a permanecer alertas ante estas amenazas.\nEl Ministro de Interior, Justicia y Paz, indicó que Venezuela busca la paz a pesar de las amenazas fascistas de la derecha ante la investidura de Nicolás Maduro.\nEn tal sentido, aseguró que continuarán desarrollándose diferentes actividades en todo el territorio nacional venezolano durante los próximos días y confirmó la marcha para el 9 de enero desde Petare hasta la Plaza Luis Brión de Chacaíto, en Caracas.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-detiene-a-agente-del-fbi-y-revela-nexos-con-enrique-marquez-en-actos-terroristas/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 1713,
    "message_id": 83943,
    "date": "2025-01-09T03:55:07+00:00",
    "text": "teleSUR\nVenezuela detiene a agente del FBI y revela nexos con Enrique Márquez en actos terroristas\nhttps://www.telesurtv.net/venezuela-detiene-a-agente-del-fbi-y-revela-nexos-con-enrique-marquez-en-actos-terroristas/",
    "photo_path": null,
    "views": 2311,
    "reactions": {
      "👍": 64,
      "👏": 15,
      "❤": 4,
      "👌": 2,
      "🫡": 2
    },
    "total_reactions": 87
  },
  "preprocessing": {
    "cleaned": "“ante las amenazas de la derecha fascista estamos obligados a estar preparados siempre”, enfatizó el funcionario venezolano. durante el programa televisivo transmitido por venezolana de televisión, con el mazo dando, , el ministro del poder popular para relaciones interiores, justicia y paz, y vicepresidente sectorial de soberanía política, seguridad y paz de, diosdado cabello, afirmó que venezuela está en un proceso de paz, a pesar de las constantes amenazas de la derecha fascista con agentes extranjeros. cabello señaló que no es la primera vez que estos sectores de la ultraderecha desconocen los resultados emitidos por el consejo nacional electoral (cne). “hay quienes creen que venezuela no logrará nada por la vía electoral y buscan traer violencia. el 10 de enero se juramentará lo que el pueblo eligió, a nuestro presidente nicolás maduro moros. esto será una fiesta, salvo para los fascistas que siempre cantan fraude y buscan crear violencia”, manifestó. el ministro también advirtió a la oposición extremista que la violencia no será un camino efectivo para alcanzar sus objetivos. “es mejor que se bajen de esa nube porque se van a dar un tremendo taparazo. se van a caer muy duro”, indicó, agregando que la ultraderecha intenta impactar negativamente a través de noticias falsas en redes sociales. “ellos tienen una guerra terrible en las redes sociales entre ellos mismos, porque los únicos que se engañan son ellos”, afirmó el funcionario. cabello denunciaba que las acusaciones de años anteriores por parte de funcionarios en contra del gobierno venezolano son solo intentos de generar violencia con “historias recicladas”. además, anunció que se llevarán a cabo diversas actividades en todo el país en los próximos días, incluyendo una marcha programada para el 9 de enero desde petare hasta la plaza luis brión de chacaíto en caracas. el ministro cabello también denunció un supuesto plan golpista presentado por el exrector del cne, enrique márquez, describiéndolo como una maniobra para evitar la investidura del presidente nicolás maduro. según cabello, este plan implicaría la realización de pronunciamientos en embajadas extranjeras, lo cual, según él, representa una extensión forzada de la soberanía venezolana. “se propone que el presidente electo el 28 de julio edmundo gonzález urrutia se pueda juramentar como presidente electo, tomar posesión y dictar actos de gobierno provisionales en un lugar distinto a la ciudad de caracas como asiento del poder público nacional”, reza el documento. “ en este sentido se propone que se pueda juramentar ante una asamblea de ciudadanos venezolanos en una sede diplomática de la república de venezuela como una extensión irrenunciable de la soberanía de la república en el exterior”, añade la misiva de la derecha, revelada por cabello. cabello recordó que según la constitución venezolana el presidente solo puede ser juramentado ante la asamblea nacional. “el objetivo de la ultraderecha es ver si con esto levantan la opinión en el mundo de que el régimen de venezuela está haciendo daño a los venezolanos. nosotros no somos así; los que son así son ellos”, subrayó cabello, quien también instó a las fuerzas revolucionarias a estar preparadas ante las acciones de la oposición. “venezuela está en paz a lo largo y ancho de su territorio, pero nosotros estamos obligados a estar preparados”, añadió. “salieron diciendo que ese señor es un santo niño de la cuchilla, aquí no hay santos y menos si hay plata de por medio, en esa oposición todo está contaminado, absolutamente todo”, aseveró el también primer vicepresidente del partido socialista unido de venezuela (psuv). precisó que márquez está vinculado con el agente detenido del fbi norteamericano y con el yerno de edmundo gonzález urrutia. además confirmó la amistad cercana de este ciudadano opositor con juan barreto. el ministro enfatizó que la oposición intentó desconocer los resultados electorales del pasado 28 de julio con la intención de generar desestabilización y acumular fuerzas para promover una insurrección. “cada vez que pierden una elección, desconocen los resultados del cne”, recalcó cabello, quien concluyó instando a todos los sectores a permanecer alertas ante estas amenazas. el ministro de interior, justicia y paz, indicó que venezuela busca la paz a pesar de las amenazas fascistas de la derecha ante la investidura de nicolás maduro. en tal sentido, aseguró que continuarán desarrollándose diferentes actividades en todo el territorio nacional venezolano durante los próximos días y confirmó la marcha para el 9 de enero desde petare hasta la plaza luis brión de chacaíto, en caracas.",
    "tokens": [
      "“",
      "amenazas",
      "derecha",
      "fascista",
      "obligados",
      "preparados",
      "siempre",
      "”",
      ",",
      "enfatizó",
      "funcionario",
      "venezolano",
      ".",
      "programa",
      "televisivo",
      "transmitido",
      "venezolana",
      "televisión",
      ",",
      "mazo",
      "dando",
      ",",
      ",",
      "ministro",
      "poder",
      "popular",
      "relaciones",
      "interiores",
      ",",
      "justicia",
      "paz",
      ",",
      "vicepresidente",
      "sectorial",
      "soberanía",
      "política",
      ",",
      "seguridad",
      "paz",
      ",",
      "diosdado",
      "cabello",
      ",",
      "afirmó",
      "venezuela",
      "proceso",
      "paz",
      ",",
      "pesar",
      "constantes",
      "amenazas",
      "derecha",
      "fascista",
      "agentes",
      "extranjeros",
      ".",
      "cabello",
      "señaló",
      "primera",
      "vez",
      "sectores",
      "ultraderecha",
      "desconocen",
      "resultados",
      "emitidos",
      "consejo",
      "nacional",
      "electoral",
      "(",
      "cne",
      ")",
      ".",
      "“",
      "creen",
      "venezuela",
      "logrará",
      "vía",
      "electoral",
      "buscan",
      "traer",
      "violencia",
      ".",
      "10",
      "enero",
      "juramentará",
      "pueblo",
      "eligió",
      ",",
      "presidente",
      "nicolás",
      "maduro",
      "moros",
      ".",
      "fiesta",
      ",",
      "salvo",
      "fascistas",
      "siempre",
      "cantan",
      "fraude",
      "buscan",
      "crear",
      "violencia",
      "”",
      ",",
      "manifestó",
      ".",
      "ministro",
      "advirtió",
      "oposición",
      "extremista",
      "violencia",
      "camino",
      "efectivo",
      "alcanzar",
      "objetivos",
      ".",
      "“",
      "mejor",
      "bajen",
      "nube",
      "van",
      "dar",
      "tremendo",
      "taparazo",
      ".",
      "van",
      "caer",
      "duro",
      "”",
      ",",
      "indicó",
      ",",
      "agregando",
      "ultraderecha",
      "intenta",
      "impactar",
      "negativamente",
      "través",
      "noticias",
      "falsas",
      "redes",
      "sociales",
      ".",
      "“",
      "guerra",
      "terrible",
      "redes",
      "sociales",
      "mismos",
      ",",
      "únicos",
      "engañan",
      "”",
      ",",
      "afirmó",
      "funcionario",
      ".",
      "cabello",
      "denunciaba",
      "acusaciones",
      "años",
      "anteriores",
      "parte",
      "funcionarios",
      "gobierno",
      "venezolano",
      "solo",
      "intentos",
      "generar",
      "violencia",
      "“",
      "historias",
      "recicladas",
      "”",
      ".",
      "además",
      ",",
      "anunció",
      "llevarán",
      "cabo",
      "diversas",
      "actividades",
      "país",
      "próximos",
      "días",
      ",",
      "incluyendo",
      "marcha",
      "programada",
      "9",
      "enero",
      "petare",
      "plaza",
      "luis",
      "brión",
      "chacaíto",
      "caracas",
      ".",
      "ministro",
      "cabello",
      "denunció",
      "supuesto",
      "plan",
      "golpista",
      "presentado",
      "exrector",
      "cne",
      ",",
      "enrique",
      "márquez",
      ",",
      "describiéndolo",
      "maniobra",
      "evitar",
      "investidura",
      "presidente",
      "nicolás",
      "maduro",
      ".",
      "según",
      "cabello",
      ",",
      "plan",
      "implicaría",
      "realización",
      "pronunciamientos",
      "embajadas",
      "extranjeras",
      ",",
      ",",
      "según",
      ",",
      "representa",
      "extensión",
      "forzada",
      "soberanía",
      "venezolana",
      ".",
      "“",
      "propone",
      "presidente",
      "electo",
      "28",
      "julio",
      "edmundo",
      "gonzález",
      "urrutia",
      "pueda",
      "juramentar",
      "presidente",
      "electo",
      ",",
      "tomar",
      "posesión",
      "dictar",
      "actos",
      "gobierno",
      "provisionales",
      "lugar",
      "distinto",
      "ciudad",
      "caracas",
      "asiento",
      "poder",
      "público",
      "nacional",
      "”",
      ",",
      "reza",
      "documento",
      ".",
      "“",
      "propone",
      "pueda",
      "juramentar",
      "asamblea",
      "ciudadanos",
      "venezolanos",
      "sede",
      "diplomática",
      "república",
      "venezuela",
      "extensión",
      "irrenunciable",
      "soberanía",
      "república",
      "exterior",
      "”",
      ",",
      "añade",
      "misiva",
      "derecha",
      ",",
      "revelada",
      "cabello",
      ".",
      "cabello",
      "recordó",
      "según",
      "constitución",
      "venezolana",
      "presidente",
      "solo",
      "puede",
      "ser",
      "juramentado",
      "asamblea",
      "nacional",
      ".",
      "“",
      "objetivo",
      "ultraderecha",
      "ver",
      "si",
      "levantan",
      "opinión",
      "mundo",
      "régimen",
      "venezuela",
      "haciendo",
      "daño",
      "venezolanos",
      ".",
      "así",
      ";",
      "así",
      "”",
      ",",
      "subrayó",
      "cabello",
      ",",
      "instó",
      "fuerzas",
      "revolucionarias",
      "preparadas",
      "acciones",
      "oposición",
      ".",
      "“",
      "venezuela",
      "paz",
      "largo",
      "ancho",
      "territorio",
      ",",
      "obligados",
      "preparados",
      "”",
      ",",
      "añadió",
      ".",
      "“",
      "salieron",
      "diciendo",
      "señor",
      "santo",
      "niño",
      "cuchilla",
      ",",
      "aquí",
      "santos",
      "menos",
      "si",
      "plata",
      "medio",
      ",",
      "oposición",
      "contaminado",
      ",",
      "absolutamente",
      "”",
      ",",
      "aseveró",
      "primer",
      "vicepresidente",
      "partido",
      "socialista",
      "unido",
      "venezuela",
      "(",
      "psuv",
      ")",
      ".",
      "precisó",
      "márquez",
      "vinculado",
      "agente",
      "detenido",
      "fbi",
      "norteamericano",
      "yerno",
      "edmundo",
      "gonzález",
      "urrutia",
      ".",
      "además",
      "confirmó",
      "amistad",
      "cercana",
      "ciudadano",
      "opositor",
      "juan",
      "barreto",
      ".",
      "ministro",
      "enfatizó",
      "oposición",
      "intentó",
      "desconocer",
      "resultados",
      "electorales",
      "pasado",
      "28",
      "julio",
      "intención",
      "generar",
      "desestabilización",
      "acumular",
      "fuerzas",
      "promover",
      "insurrección",
      ".",
      "“",
      "cada",
      "vez",
      "pierden",
      "elección",
      ",",
      "desconocen",
      "resultados",
      "cne",
      "”",
      ",",
      "recalcó",
      "cabello",
      ",",
      "concluyó",
      "instando",
      "sectores",
      "permanecer",
      "alertas",
      "amenazas",
      ".",
      "ministro",
      "interior",
      ",",
      "justicia",
      "paz",
      ",",
      "indicó",
      "venezuela",
      "busca",
      "paz",
      "pesar",
      "amenazas",
      "fascistas",
      "derecha",
      "investidura",
      "nicolás",
      "maduro",
      ".",
      "tal",
      ",",
      "aseguró",
      "continuarán",
      "desarrollándose",
      "diferentes",
      "actividades",
      "territorio",
      "nacional",
      "venezolano",
      "próximos",
      "días",
      "confirmó",
      "marcha",
      "9",
      "enero",
      "petare",
      "plaza",
      "luis",
      "brión",
      "chacaíto",
      ",",
      "caracas",
      "."
    ],
    "token_count": 486,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 113,
      "NNS": 16,
      "FW": 151,
      "NN": 281,
      "JJ": 70,
      "VBZ": 9,
      "IN": 27,
      "VBP": 13,
      "DT": 5,
      "RB": 4,
      "CD": 3,
      "VBD": 4,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NNS": 2,
      "NNS-FW": 2,
      "FW-FW": 94,
      "FW-NN": 21,
      "NN-FW": 26,
      "FW-JJ": 14,
      "JJ-NN": 51,
      "NN-NN": 162,
      "NN-NNP": 31,
      "NNP-VBZ": 3,
      "VBZ-NN": 1,
      "NNP-IN": 5,
      "IN-NNP": 6,
      "NNP-NNP": 51,
      "VBZ-NNP": 1,
      "NNP-FW": 12,
      "FW-NNP": 17,
      "NNP-NN": 32,
      "NN-IN": 13,
      "IN-FW": 13,
      "FW-NNS": 4,
      "NNS-VBP": 7,
      "VBP-IN": 1,
      "NN-VBZ": 5,
      "VBZ-JJ": 5,
      "JJ-NNP": 3,
      "NN-DT": 1,
      "DT-NN": 5,
      "VBZ-FW": 1,
      "VBZ-IN": 1,
      "NN-JJ": 28,
      "NNS-JJ": 1,
      "JJ-JJ": 7,
      "NNP-DT": 2,
      "NN-RB": 3,
      "RB-JJ": 2,
      "NNP-CD": 1,
      "CD-IN": 3,
      "NNP-VBD": 2,
      "VBD-JJ": 3,
      "FW-DT": 1,
      "RB-NN": 1,
      "NNS-NNP": 1,
      "NN-NNS": 3,
      "NNS-NNS": 1,
      "VBP-JJ": 6,
      "JJ-NNS": 4,
      "NNS-IN": 4,
      "IN-JJ": 3,
      "VBP-NN": 3,
      "NN-VBP": 6,
      "VBP-NNP": 2,
      "IN-NN": 4,
      "JJ-FW": 3,
      "JJ-CD": 2,
      "NN-VBD": 2,
      "VBD-NN": 1,
      "IN-DT": 1,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "VBP-NNS": 1,
      "NNP-JJ": 1,
      "NN-VB": 1,
      "VB-NNS": 1
    },
    "trigram_freq": {
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-FW": 65,
      "FW-FW-NN": 10,
      "FW-NN-FW": 5,
      "NN-FW-JJ": 5,
      "FW-JJ-NN": 12,
      "JJ-NN-NN": 33,
      "NN-NN-NN": 84,
      "NN-NN-NNP": 21,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 5,
      "IN-NNP-NNP": 4,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 5,
      "FW-FW-NNP": 10,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NN": 10,
      "NNP-NN-NNP": 3,
      "NN-NNP-NNP": 10,
      "NNP-NNP-NNP": 27,
      "NNP-NNP-IN": 4,
      "NNP-NN-NN": 26,
      "NN-NNP-NN": 16,
      "NNP-NN-FW": 1,
      "JJ-NN-IN": 6,
      "NN-IN-FW": 9,
      "IN-FW-FW": 8,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-FW-JJ": 6,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-NN-NN": 11,
      "NN-NN-VBZ": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-JJ": 2,
      "NN-NN-JJ": 22,
      "NN-JJ-NN": 21,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-DT": 2,
      "NNP-DT-NN": 2,
      "DT-NN-RB": 3,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 1,
      "JJ-NN-FW": 3,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "NN-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-FW": 1,
      "NN-NN-FW": 16,
      "JJ-NN-NNP": 4,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 3,
      "JJ-NN-JJ": 3,
      "NN-FW-NN": 6,
      "NN-FW-FW": 12,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "NN-RB-NN": 1,
      "RB-NN-NN": 1,
      "FW-NN-JJ": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-JJ": 2,
      "NN-JJ-JJ": 3,
      "JJ-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-JJ": 3,
      "VBP-JJ-NN": 3,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-NNP-FW": 5,
      "NNP-FW-NN": 3,
      "NN-NN-IN": 5,
      "NN-NN-VBP": 6,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 3,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "FW-NN-NNP": 2,
      "IN-NNP-FW": 2,
      "NNP-FW-NNP": 4,
      "NN-VBP-JJ": 3,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-NNP-NN": 3,
      "VBP-JJ-CD": 2,
      "JJ-CD-IN": 2,
      "CD-IN-NN": 2,
      "IN-NN-NNP": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "NN-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "IN-FW-NNP": 1,
      "NN-JJ-FW": 1,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-FW-NNP": 2,
      "NN-JJ-NNP": 1,
      "RB-JJ-JJ": 1,
      "NN-IN-NN": 1,
      "NN-NNS-VBP": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-NN-IN": 2,
      "NN-IN-DT": 1,
      "IN-DT-NN": 1,
      "VBZ-JJ-NN": 3,
      "IN-FW-NN": 1,
      "NNP-VBZ-JJ": 1,
      "NN-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "NN-IN-NNP": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "FW-JJ-FW": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NN-VB": 1,
      "NN-VB-NNS": 1,
      "VB-NNS-IN": 1,
      "IN-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 281,
        "FW": 151,
        "NNP": 113,
        "JJ": 70,
        "IN": 27
      },
      "top_bigrams": {
        "NN-NN": 162,
        "FW-FW": 94,
        "JJ-NN": 51,
        "NNP-NNP": 51,
        "NNP-NN": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 84,
        "FW-FW-FW": 65,
        "JJ-NN-NN": 33,
        "NNP-NNP-NNP": 27,
        "NNP-NN-NN": 26
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 185,
      "VP": 38,
      "PP": 15,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0299
      },
      {
        "rule": "NP -> ('Justicia', 'NNP') ('y', 'NNP') ('Paz', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('a', 'DT') ('pesar', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('amenazas', 'VBP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('son', 'NN') ('ellos', 'NN') ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('desde', 'NN') ('Petare', 'NNP') ('hasta', 'NN') ('la', 'NN') ('Plaza', 'NNP') ('Luis', 'NNP') ('Brión', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Chacaíto', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Caracas', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('se', 'VBD') NP",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "“ Ante"
      },
      {
        "label": "NP",
        "text": "fascista"
      },
      {
        "label": "VP",
        "text": "obligados a estar preparados siempre ”"
      },
      {
        "label": "NP",
        "text": "a estar preparados siempre ”"
      },
      {
        "label": "VP",
        "text": "enfatizó"
      },
      {
        "label": "NP",
        "text": "funcionario venezolano"
      },
      {
        "label": "NP",
        "text": "Durante"
      },
      {
        "label": "NP",
        "text": "programa televisivo transmitido por Venezolana"
      },
      {
        "label": "PP",
        "text": "de Televisión"
      },
      {
        "label": "NP",
        "text": "Televisión"
      },
      {
        "label": "NP",
        "text": "Con"
      },
      {
        "label": "VP",
        "text": "el Mazo Dando"
      },
      {
        "label": "NP",
        "text": "Mazo Dando"
      },
      {
        "label": "NP",
        "text": "Poder Popular para Relaciones Interiores"
      },
      {
        "label": "NP",
        "text": "Justicia y Paz"
      }
    ],
    "clause_structures": [
      "(S\n  (NP “/JJ Ante/NNP)\n  las/FW\n  amenazas/FW\n  de/FW\n  la/FW\n  derecha/FW\n  (NP fascista/NN)\n  estamos/FW\n  (VP\n    obligados/VBZ\n    (NP a/DT estar/NN preparados/NN siempre/NN ”/NNP))\n  ,/,\n  (VP enfatizó/VBZ)\n  el/FW\n  (NP funcionario/NN venezolano/NN)\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  el/CC\n  (NP programa/NN televisivo/NN transmitido/NN por/NN Venezolana/NNP)\n  (PP de/IN (NP Televisión/NNP))\n  ,/,\n  (NP Con/NNP)\n  (VP el/VBZ (NP Mazo/NNP Dando/NNP))\n  ,/,\n  ,/,\n  el/FW\n  ministro/FW\n  del/FW\n  (NP Poder/NNP Popular/NNP para/NN Relaciones/NNP Interiores/NNP)\n  ,/,\n  (NP Justicia/NNP y/NNP Paz/NNP)\n  ,/,\n  (NP y/NNP vicepresidente/NNP)\n  sectorial/FW\n  de/FW\n  (NP Soberanía/NNP Política/NNP)\n  ,/,\n  (NP Seguridad/NNP y/NNP Paz/NNP)\n  de/FW\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP)\n  ,/,\n  (NP afirmó/NN que/NN Venezuela/NNP está/NN)\n  en/FW\n  (NP un/JJ proceso/NN)\n  (PP de/IN (NP paz/NN))\n  ,/,\n  (NP a/DT pesar/NN)\n  de/IN\n  las/FW\n  (NP constantes/NNS)\n  (VP amenazas/VBP)\n  de/IN\n  la/FW\n  derecha/FW\n  (NP fascista/JJ con/NN)\n  (VP agentes/VBZ (NP extranjeros/NNS))\n  ./.)",
      "(S\n  (NP Cabello/NNP señaló/NN que/NN)\n  (NP no/DT es/NN)\n  (VP la/VBZ)\n  primera/FW\n  (NP vez/NN que/NN estos/NN)\n  (VP sectores/VBZ)\n  de/IN\n  la/FW\n  (NP ultraderecha/JJ desconocen/NN los/NN)\n  (NP\n    resultados/JJ\n    emitidos/NN\n    por/NN\n    el/NN\n    Consejo/NNP\n    Nacional/NNP\n    Electoral/NNP)\n  (/(\n  (NP CNE/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP “/JJ Hay/NNP quienes/NNS)\n  (NP creen/JJ que/JJ Venezuela/NNP)\n  (NP no/DT logrará/NN)\n  nada/RB\n  (NP por/JJ la/NN)\n  vía/FW\n  (NP electoral/JJ y/NNS)\n  (NP buscan/JJ traer/NN violencia/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  10/CD\n  de/IN\n  enero/FW\n  se/FW\n  (NP juramentará/NN lo/NN que/NN el/NN pueblo/NN eligió/NN)\n  ,/,\n  (NP a/DT nuestro/JJ presidente/NN Nicolás/NNP Maduro/NNP Moros/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "LEYES_NORMATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          961,
          970
        ],
        "start": 961,
        "end": 970
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra terrible en las",
        "position": [
          1336,
          1358
        ],
        "start": 1336,
        "end": 1358
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "presidente electo",
        "position": [
          2263,
          2280
        ],
        "start": 2263,
        "end": 2280
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          382,
          388
        ],
        "start": 382,
        "end": 388
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          1655,
          1662
        ],
        "start": 1655,
        "end": 1662
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          992,
          1000
        ],
        "start": 992,
        "end": 1000
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          828,
          853
        ],
        "start": 828,
        "end": 853
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del poder popular",
        "position": [
          223,
          249
        ],
        "start": 223,
        "end": 249
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          2913,
          2930
        ],
        "start": 2913,
        "end": 2930
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3135,
          3142
        ],
        "start": 3135,
        "end": 3142
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          1888,
          1896
        ],
        "start": 1888,
        "end": 1896
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2840,
          2852
        ],
        "start": 2840,
        "end": 2852
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          393,
          402
        ],
        "start": 393,
        "end": 402
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          4304,
          4310
        ],
        "start": 4304,
        "end": 4310
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          1851,
          1858
        ],
        "start": 1851,
        "end": 1858
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza luis",
        "position": [
          1819,
          1829
        ],
        "start": 1819,
        "end": 1829
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Márquez",
        "tipo": "Persona"
      },
      {
        "nombre": "Edmundo González Urrutia",
        "tipo": "Persona"
      },
      {
        "nombre": "Petare",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Poder Popular para Relaciones Interiores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Juan Barreto",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "FBI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Según Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Enrique Márquez",
        "tipo": "Persona"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Venezolana de Televisión",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Plaza Luis Brión de Chacaíto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Partido Socialista Unido de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República de Venezuela",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezolana de Televisión",
        "relacion": "AFIRMAR",
        "objeto": "Poder Popular para Relaciones Interiores"
      },
      {
        "sujeto": "Venezolana de Televisión",
        "relacion": "AFIRMAR",
        "objeto": "Diosdado Cabello"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "AFIRMAR",
        "objeto": "Venezolana de Televisión"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "AFIRMAR",
        "objeto": "Poder Popular para Relaciones Interiores"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "AFIRMAR",
        "objeto": "Diosdado Cabello"
      },
      {
        "sujeto": "Cabello",
        "relacion": "SE_ALAR",
        "objeto": "Consejo Nacional Electoral"
      },
      {
        "sujeto": "Cabello",
        "relacion": "SE_ALAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DENUNCIAR",
        "objeto": "Gobierno venezolano"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DENUNCIAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DENUNCIAR",
        "objeto": "Enrique Márquez"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DENUNCIAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "CNE",
        "relacion": "DENUNCIAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Enrique Márquez",
        "relacion": "DENUNCIAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Edmundo González Urrutia",
        "relacion": "JURAMENTAR_PROPONER_REZAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "República de Venezuela",
        "relacion": "JURAMENTAR_PROPONER_A_ADIR",
        "objeto": "República"
      },
      {
        "sujeto": "República de Venezuela",
        "relacion": "JURAMENTAR_PROPONER_A_ADIR",
        "objeto": "Cabello"
      },
      {
        "sujeto": "República",
        "relacion": "JURAMENTAR_PROPONER_A_ADIR",
        "objeto": "Cabello"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DESCONOCER_RECALCAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "BUSCAR_INDICAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Petare",
        "relacion": "CONFIRMAR_ASEGURAR",
        "objeto": "Plaza Luis Brión de Chacaíto"
      },
      {
        "sujeto": "Petare",
        "relacion": "CONFIRMAR_ASEGURAR",
        "objeto": "Caracas"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7351,
    "pos": 0.008,
    "neu": 0.972,
    "neg": 0.02,
    "label": "negative"
  }
}