{
  "url": "https://www.telesurtv.net/sahar-emami-premio-venezuela-periodista-vza/",
  "title": "Venezuela premia a periodista iraní Sahar Emami por su coraje ante ataques israelíes - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Irán",
    "Israel",
    "Nicolás Maduro",
    "Premio Nacional de Periodismo Simón Bolivar",
    "Sahar Emami",
    "Venezuela"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro, entregó este jueves el Premio Nacional de Periodismo Simón Bolívar en su Convocatoria Especial 2025 a la periodista iraní Sahar Emami, en reconocimiento a su valentía al continuar transmitiendo en directo durante el ataque aéreo israelí contra la sede central de la Organización de Radiodifusión de la República Islámica de Irán el pasado 16 de junio. El hecho, que conmovió al mundo, se ha convertido en un ícono del periodismo en tiempos de guerra.\nDurante la ceremonia en Caracas, Maduro destacó que el premio no solo honra a Emami, sino que representa un homenaje colectivo al “pueblo heroico de Irán” y a todas las mujeres del Sur global que resisten bajo fuego. “Entregándotelo a ti, se lo estoy entregando al heroico pueblo de Irán. Esa es la valentía de las mujeres del Sur global”, afirmó el mandatario, subrayando el compromiso ético de quienes informan desde zonas de conflicto.\nEn una entrevista exclusiva con teleSUR, realizada en los estudios de la cadena en Caracas tras la entrega del galardón, Emami relató con voz firme los momentos del ataque: “El periodismo en Irán es un elemento de resistencia. Cuando las explosiones sacudieron el edificio, no dejamos de transmitir. Nuestra tarea era reflejar la resistencia del pueblo iraní ante la agresión del régimen sionista”.\n\n\nLa periodista describió cómo, entre el humo y el caos, mantuvo su enlace en vivo, sin perder el hilo informativo. “No teníamos más armas que nuestras cámaras, nuestros bolígrafos y nuestros micrófonos. Pero eso fue suficiente para que el enemigo sintiera miedo. Atacaron no solo un edificio, sino la verdad que estábamos contando”, afirmó.\nEmami aprovechó la entrevista para denunciar lo que calificó como una “guerra mediática multidimensional” orquestada por intereses occidentales para silenciar realidades como la del pueblo palestino. “La verdad es la principal víctima de esta agresión. Mientras se bombardea Gaza, se bombardea también la narrativa. Y nosotros, los medios libres, estamos aquí para contrarrestar eso”, señaló.\nLa galardonada destacó el rol fundamental de medios como teleSUR, Press TV y otras plataformas del Sur global en romper el cerco informativo. “Lo que estamos viendo hoy —movilizaciones en EE.UU., Europa, América Latina— es el resultado de que los pueblos están más avanzados que sus gobiernos. Y eso se debe, en gran parte, al trabajo de los comunicadores que no se doblegan”, expresó.\nEn este sentido, Emami hizo un llamado a la unidad internacional: “La voz unificada de todos los pueblos del mundo puede contrarrestar las atrocidades del régimen sionista. No se trata solo de denunciar, sino de articularnos, fusionar nuestras voces y exigir justicia”.\n\n\nRespecto al papel de las instituciones internacionales, Emami fue contundente: “La ONU ha fallado al pueblo palestino. Sus posturas son débiles, muchas veces limitadas a palabras vacías. Por eso, debemos fortalecer una voz que vaya más allá de las instituciones burocráticas: la voz de los pueblos”.\nLa periodista también destacó el papel de la mujer en la resistencia, tanto en Irán como en Palestina. “Las mujeres son pioneras de la lucha. Madres que pierden a sus hijos, presentadoras que informan bajo fuego, científicas que avanzan pese a las sanciones. El Occidente intenta distorsionar su imagen, pero no podrá ocultar su fuerza”.\nDurante la entrevista, Emami agradeció profundamente al pueblo y gobierno de Venezuela, así como a teleSUR por cumplir 20 años “colocando la cámara donde nadie se atrevió”. Dirigiéndose a la juventud comunicadora, afirmó: “Ustedes son seres humanos eficientes, tanto ante las cámaras como fuera de ellas. Sigan fortaleciendo la conciencia global sobre la libertad y la verdad”.\nAl ser preguntada por su mayor sueño, Emami respondió con serenidad: “La paz para todos los pueblos del mundo. Que se acaben las agresiones, las opresiones, las sanciones unilaterales. Que cada ser humano pueda vivir en libertad, seguridad y tranquilidad”.\nEl Premio Simón Bolívar, que rinde homenaje al libertador sudamericano, reafirma con esta entrega su compromiso con un periodismo valiente, ético y al servicio de los pueblos. En un contexto de creciente polarización mediática, el reconocimiento a Sahar Emami trasciende lo simbólico: es un mensaje de resistencia, solidaridad y esperanza desde el Sur global.\nEmami antes de despedirse, expresó: “La verdad no tiene precio. Es parte de una resistencia incansable, con humanismo y con justicia”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/sahar-emami-premio-venezuela-periodista-vza/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 2234,
    "message_id": 100645,
    "date": "2025-08-01T03:55:13+00:00",
    "text": "teleSUR\nVenezuela premia a periodista iraní Sahar Emami por su coraje ante ataques israelíes\nhttps://www.telesurtv.net/sahar-emami-premio-venezuela-periodista-vza/",
    "photo_path": null,
    "views": 1806,
    "reactions": {
      "👏": 47,
      "❤": 3,
      "👍": 3
    },
    "total_reactions": 53
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro, entregó este jueves el premio nacional de periodismo simón bolívar en su convocatoria especial 2025 a la periodista iraní sahar emami, en reconocimiento a su valentía al continuar transmitiendo en directo durante el ataque aéreo israelí contra la sede central de la organización de radiodifusión de la república islámica de irán el pasado 16 de junio. el hecho, que conmovió al mundo, se ha convertido en un ícono del periodismo en tiempos de guerra. durante la ceremonia en caracas, maduro destacó que el premio no solo honra a emami, sino que representa un homenaje colectivo al “pueblo heroico de irán” y a todas las mujeres del sur global que resisten bajo fuego. “entregándotelo a ti, se lo estoy entregando al heroico pueblo de irán. esa es la valentía de las mujeres del sur global”, afirmó el mandatario, subrayando el compromiso ético de quienes informan desde zonas de conflicto. en una entrevista exclusiva con telesur, realizada en los estudios de la cadena en caracas tras la entrega del galardón, emami relató con voz firme los momentos del ataque: “el periodismo en irán es un elemento de resistencia. cuando las explosiones sacudieron el edificio, no dejamos de transmitir. nuestra tarea era reflejar la resistencia del pueblo iraní ante la agresión del régimen sionista”. la periodista describió cómo, entre el humo y el caos, mantuvo su enlace en vivo, sin perder el hilo informativo. “no teníamos más armas que nuestras cámaras, nuestros bolígrafos y nuestros micrófonos. pero eso fue suficiente para que el enemigo sintiera miedo. atacaron no solo un edificio, sino la verdad que estábamos contando”, afirmó. emami aprovechó la entrevista para denunciar lo que calificó como una “guerra mediática multidimensional” orquestada por intereses occidentales para silenciar realidades como la del pueblo palestino. “la verdad es la principal víctima de esta agresión. mientras se bombardea gaza, se bombardea también la narrativa. y nosotros, los medios libres, estamos aquí para contrarrestar eso”, señaló. la galardonada destacó el rol fundamental de medios como telesur, press tv y otras plataformas del sur global en romper el cerco informativo. “lo que estamos viendo hoy —movilizaciones en ee.uu., europa, américa latina— es el resultado de que los pueblos están más avanzados que sus gobiernos. y eso se debe, en gran parte, al trabajo de los comunicadores que no se doblegan”, expresó. en este sentido, emami hizo un llamado a la unidad internacional: “la voz unificada de todos los pueblos del mundo puede contrarrestar las atrocidades del régimen sionista. no se trata solo de denunciar, sino de articularnos, fusionar nuestras voces y exigir justicia”. respecto al papel de las instituciones internacionales, emami fue contundente: “la onu ha fallado al pueblo palestino. sus posturas son débiles, muchas veces limitadas a palabras vacías. por eso, debemos fortalecer una voz que vaya más allá de las instituciones burocráticas: la voz de los pueblos”. la periodista también destacó el papel de la mujer en la resistencia, tanto en irán como en palestina. “las mujeres son pioneras de la lucha. madres que pierden a sus hijos, presentadoras que informan bajo fuego, científicas que avanzan pese a las sanciones. el occidente intenta distorsionar su imagen, pero no podrá ocultar su fuerza”. durante la entrevista, emami agradeció profundamente al pueblo y gobierno de venezuela, así como a telesur por cumplir 20 años “colocando la cámara donde nadie se atrevió”. dirigiéndose a la juventud comunicadora, afirmó: “ustedes son seres humanos eficientes, tanto ante las cámaras como fuera de ellas. sigan fortaleciendo la conciencia global sobre la libertad y la verdad”. al ser preguntada por su mayor sueño, emami respondió con serenidad: “la paz para todos los pueblos del mundo. que se acaben las agresiones, las opresiones, las sanciones unilaterales. que cada ser humano pueda vivir en libertad, seguridad y tranquilidad”. el premio simón bolívar, que rinde homenaje al libertador sudamericano, reafirma con esta entrega su compromiso con un periodismo valiente, ético y al servicio de los pueblos. en un contexto de creciente polarización mediática, el reconocimiento a sahar emami trasciende lo simbólico: es un mensaje de resistencia, solidaridad y esperanza desde el sur global. emami antes de despedirse, expresó: “la verdad no tiene precio. es parte de una resistencia incansable, con humanismo y con justicia”.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "entregó",
      "jueves",
      "premio",
      "nacional",
      "periodismo",
      "simón",
      "bolívar",
      "convocatoria",
      "especial",
      "2025",
      "periodista",
      "iraní",
      "sahar",
      "emami",
      ",",
      "reconocimiento",
      "valentía",
      "continuar",
      "transmitiendo",
      "directo",
      "ataque",
      "aéreo",
      "israelí",
      "sede",
      "central",
      "organización",
      "radiodifusión",
      "república",
      "islámica",
      "irán",
      "pasado",
      "16",
      "junio",
      ".",
      "hecho",
      ",",
      "conmovió",
      "mundo",
      ",",
      "convertido",
      "ícono",
      "periodismo",
      "tiempos",
      "guerra",
      ".",
      "ceremonia",
      "caracas",
      ",",
      "maduro",
      "destacó",
      "premio",
      "solo",
      "honra",
      "emami",
      ",",
      "sino",
      "representa",
      "homenaje",
      "colectivo",
      "“",
      "pueblo",
      "heroico",
      "irán",
      "”",
      "todas",
      "mujeres",
      "sur",
      "global",
      "resisten",
      "bajo",
      "fuego",
      ".",
      "“",
      "entregándotelo",
      ",",
      "entregando",
      "heroico",
      "pueblo",
      "irán",
      ".",
      "valentía",
      "mujeres",
      "sur",
      "global",
      "”",
      ",",
      "afirmó",
      "mandatario",
      ",",
      "subrayando",
      "compromiso",
      "ético",
      "informan",
      "zonas",
      "conflicto",
      ".",
      "entrevista",
      "exclusiva",
      "telesur",
      ",",
      "realizada",
      "estudios",
      "cadena",
      "caracas",
      "tras",
      "entrega",
      "galardón",
      ",",
      "emami",
      "relató",
      "voz",
      "firme",
      "momentos",
      "ataque",
      ":",
      "“",
      "periodismo",
      "irán",
      "elemento",
      "resistencia",
      ".",
      "explosiones",
      "sacudieron",
      "edificio",
      ",",
      "dejamos",
      "transmitir",
      ".",
      "tarea",
      "reflejar",
      "resistencia",
      "pueblo",
      "iraní",
      "agresión",
      "régimen",
      "sionista",
      "”",
      ".",
      "periodista",
      "describió",
      "cómo",
      ",",
      "humo",
      "caos",
      ",",
      "mantuvo",
      "enlace",
      "vivo",
      ",",
      "perder",
      "hilo",
      "informativo",
      ".",
      "“",
      "armas",
      "cámaras",
      ",",
      "bolígrafos",
      "micrófonos",
      ".",
      "suficiente",
      "enemigo",
      "sintiera",
      "miedo",
      ".",
      "atacaron",
      "solo",
      "edificio",
      ",",
      "sino",
      "verdad",
      "contando",
      "”",
      ",",
      "afirmó",
      ".",
      "emami",
      "aprovechó",
      "entrevista",
      "denunciar",
      "calificó",
      "“",
      "guerra",
      "mediática",
      "multidimensional",
      "”",
      "orquestada",
      "intereses",
      "occidentales",
      "silenciar",
      "realidades",
      "pueblo",
      "palestino",
      ".",
      "“",
      "verdad",
      "principal",
      "víctima",
      "agresión",
      ".",
      "mientras",
      "bombardea",
      "gaza",
      ",",
      "bombardea",
      "narrativa",
      ".",
      ",",
      "medios",
      "libres",
      ",",
      "aquí",
      "contrarrestar",
      "”",
      ",",
      "señaló",
      ".",
      "galardonada",
      "destacó",
      "rol",
      "fundamental",
      "medios",
      "telesur",
      ",",
      "press",
      "tv",
      "plataformas",
      "sur",
      "global",
      "romper",
      "cerco",
      "informativo",
      ".",
      "“",
      "viendo",
      "hoy",
      "—movilizaciones",
      "ee.uu.",
      ",",
      "europa",
      ",",
      "américa",
      "latina—",
      "resultado",
      "pueblos",
      "avanzados",
      "gobiernos",
      ".",
      "debe",
      ",",
      "gran",
      "parte",
      ",",
      "trabajo",
      "comunicadores",
      "doblegan",
      "”",
      ",",
      "expresó",
      ".",
      ",",
      "emami",
      "hizo",
      "llamado",
      "unidad",
      "internacional",
      ":",
      "“",
      "voz",
      "unificada",
      "pueblos",
      "mundo",
      "puede",
      "contrarrestar",
      "atrocidades",
      "régimen",
      "sionista",
      ".",
      "trata",
      "solo",
      "denunciar",
      ",",
      "sino",
      "articularnos",
      ",",
      "fusionar",
      "voces",
      "exigir",
      "justicia",
      "”",
      ".",
      "respecto",
      "papel",
      "instituciones",
      "internacionales",
      ",",
      "emami",
      "contundente",
      ":",
      "“",
      "onu",
      "fallado",
      "pueblo",
      "palestino",
      ".",
      "posturas",
      "débiles",
      ",",
      "muchas",
      "veces",
      "limitadas",
      "palabras",
      "vacías",
      ".",
      ",",
      "debemos",
      "fortalecer",
      "voz",
      "vaya",
      "allá",
      "instituciones",
      "burocráticas",
      ":",
      "voz",
      "pueblos",
      "”",
      ".",
      "periodista",
      "destacó",
      "papel",
      "mujer",
      "resistencia",
      ",",
      "irán",
      "palestina",
      ".",
      "“",
      "mujeres",
      "pioneras",
      "lucha",
      ".",
      "madres",
      "pierden",
      "hijos",
      ",",
      "presentadoras",
      "informan",
      "bajo",
      "fuego",
      ",",
      "científicas",
      "avanzan",
      "pese",
      "sanciones",
      ".",
      "occidente",
      "intenta",
      "distorsionar",
      "imagen",
      ",",
      "podrá",
      "ocultar",
      "fuerza",
      "”",
      ".",
      "entrevista",
      ",",
      "emami",
      "agradeció",
      "profundamente",
      "pueblo",
      "gobierno",
      "venezuela",
      ",",
      "así",
      "telesur",
      "cumplir",
      "20",
      "años",
      "“",
      "colocando",
      "cámara",
      "nadie",
      "atrevió",
      "”",
      ".",
      "dirigiéndose",
      "juventud",
      "comunicadora",
      ",",
      "afirmó",
      ":",
      "“",
      "ustedes",
      "seres",
      "humanos",
      "eficientes",
      ",",
      "cámaras",
      ".",
      "sigan",
      "fortaleciendo",
      "conciencia",
      "global",
      "libertad",
      "verdad",
      "”",
      ".",
      "ser",
      "preguntada",
      "mayor",
      "sueño",
      ",",
      "emami",
      "respondió",
      "serenidad",
      ":",
      "“",
      "paz",
      "pueblos",
      "mundo",
      ".",
      "acaben",
      "agresiones",
      ",",
      "opresiones",
      ",",
      "sanciones",
      "unilaterales",
      ".",
      "cada",
      "ser",
      "humano",
      "pueda",
      "vivir",
      "libertad",
      ",",
      "seguridad",
      "tranquilidad",
      "”",
      ".",
      "premio",
      "simón",
      "bolívar",
      ",",
      "rinde",
      "homenaje",
      "libertador",
      "sudamericano",
      ",",
      "reafirma",
      "entrega",
      "compromiso",
      "periodismo",
      "valiente",
      ",",
      "ético",
      "servicio",
      "pueblos",
      ".",
      "contexto",
      "creciente",
      "polarización",
      "mediática",
      ",",
      "reconocimiento",
      "sahar",
      "emami",
      "trasciende",
      "simbólico",
      ":",
      "mensaje",
      "resistencia",
      ",",
      "solidaridad",
      "esperanza",
      "sur",
      "global",
      ".",
      "emami",
      "despedirse",
      ",",
      "expresó",
      ":",
      "“",
      "verdad",
      "precio",
      ".",
      "parte",
      "resistencia",
      "incansable",
      ",",
      "humanismo",
      "justicia",
      "”",
      "."
    ],
    "token_count": 502,
    "sentence_count": 38
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "NN": 285,
      "FW": 124,
      "VBZ": 12,
      "NNS": 34,
      "VBP": 24,
      "CD": 3,
      "JJ": 62,
      "IN": 28,
      "VBD": 3,
      "DT": 8,
      "CC": 1,
      "VB": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 35,
      "NN-FW": 21,
      "FW-NNP": 21,
      "NNP-NNP": 22,
      "NNP-VBZ": 6,
      "VBZ-NN": 2,
      "NN-NNS": 9,
      "NNS-VBP": 20,
      "VBP-NNP": 6,
      "NNP-FW": 16,
      "FW-NN": 29,
      "NN-NNP": 26,
      "NNP-CD": 1,
      "CD-NN": 2,
      "NN-NN": 172,
      "NN-JJ": 20,
      "JJ-NN": 31,
      "JJ-JJ": 3,
      "JJ-FW": 10,
      "FW-FW": 59,
      "NNP-IN": 2,
      "IN-NNP": 5,
      "NNP-VBD": 1,
      "VBD-JJ": 2,
      "JJ-CD": 1,
      "CD-IN": 1,
      "IN-NN": 1,
      "NN-IN": 22,
      "IN-JJ": 5,
      "JJ-NNP": 10,
      "IN-FW": 16,
      "NN-VBP": 1,
      "VBP-NN": 4,
      "NN-DT": 3,
      "DT-NN": 8,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-NNS": 7,
      "NNP-JJ": 5,
      "NN-VB": 1,
      "VB-JJ": 1,
      "VBZ-FW": 2,
      "FW-NNS": 6,
      "IN-NNS": 1,
      "NNS-JJ": 1,
      "NNP-NNS": 1,
      "VBP-JJ": 9,
      "FW-JJ": 8,
      "NN-VBZ": 5,
      "VBZ-DT": 1,
      "VBZ-JJ": 6,
      "NNP-DT": 1,
      "NN-VBD": 2,
      "VBZ-NNS": 1,
      "NNS-VBZ": 1,
      "NNS-IN": 3,
      "VBP-DT": 2,
      "VBD-NN": 1,
      "NNS-NNS": 6,
      "NNS-NNP": 3,
      "VBP-NNS": 3,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNP-VBP": 3,
      "NN-CD": 1,
      "FW-DT": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 4,
      "NN-FW-NNP": 5,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "NNS-VBP-NNP": 6,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 3,
      "NNP-FW-NN": 7,
      "FW-NN-NNP": 3,
      "NN-NNP-NNP": 6,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NN-NN": 106,
      "NN-NN-NNP": 20,
      "FW-NN-NN": 17,
      "NN-NN-FW": 13,
      "NN-FW-NN": 9,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 15,
      "JJ-NN-JJ": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 7,
      "FW-FW-NNP": 9,
      "FW-NNP-FW": 8,
      "NNP-FW-FW": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NN-NNP-NN": 15,
      "NNP-NN-NN": 28,
      "NN-FW-FW": 6,
      "FW-FW-FW": 39,
      "FW-FW-NN": 8,
      "NN-NN-IN": 10,
      "NN-IN-JJ": 3,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 6,
      "FW-NN-IN": 2,
      "NN-IN-FW": 16,
      "IN-FW-NNP": 4,
      "FW-NN-FW": 4,
      "NNP-NNP-NN": 6,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-DT": 1,
      "NN-DT-NN": 3,
      "DT-NN-NN": 2,
      "JJ-NN-NN": 14,
      "NN-IN-NNP": 3,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "VBP-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "JJ-NN-VB": 1,
      "NN-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "JJ-NN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 5,
      "NN-NNP-IN": 1,
      "NNP-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "JJ-NN-IN": 8,
      "FW-NNP-NN": 5,
      "IN-JJ-FW": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 4,
      "NNP-FW-JJ": 2,
      "FW-JJ-FW": 2,
      "NNP-FW-NNS": 1,
      "JJ-NN-DT": 1,
      "DT-NN-IN": 1,
      "VBP-NNP-FW": 2,
      "IN-FW-NN": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NNS": 3,
      "VBP-NNP-NN": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-JJ": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-VBP": 1,
      "VBP-JJ-NNS": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 3,
      "NN-NNP-FW": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-NNP": 3,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NN-JJ-FW": 2,
      "FW-NN-JJ": 2,
      "NN-JJ-NNP": 1,
      "NNP-NN-NNS": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-JJ": 2,
      "NNP-JJ-FW": 1,
      "NN-NN-NNS": 2,
      "NN-NNS-IN": 2,
      "NNS-IN-NNP": 1,
      "NNP-VBZ-JJ": 2,
      "IN-FW-FW": 3,
      "IN-FW-NNS": 3,
      "NNS-VBP-DT": 2,
      "VBP-DT-NN": 2,
      "VBZ-JJ-NNP": 1,
      "NNP-NN-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NN-NNS": 1,
      "NNS-IN-JJ": 2,
      "IN-JJ-NNS": 3,
      "DT-NN-VBD": 1,
      "NN-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNP": 3,
      "NNS-NNP-NN": 1,
      "NN-NNP-VBZ": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2,
      "FW-FW-JJ": 1,
      "VBZ-JJ-FW": 1,
      "NNS-NNP-NNP": 1,
      "NN-NN-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 3,
      "VBP-NN-NN": 3,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "FW-NNP-VBP": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNS": 2,
      "NNS-NNP-VBP": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-VBZ": 1,
      "NNP-FW-DT": 1,
      "FW-DT-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 285,
        "FW": 124,
        "NNP": 94,
        "JJ": 62,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 172,
        "FW-FW": 59,
        "NNP-NN": 35,
        "JJ-NN": 31,
        "FW-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 106,
        "FW-FW-FW": 39,
        "NNP-NN-NN": 28,
        "NN-NN-NNP": 20,
        "FW-NN-NN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 38,
    "chunk_counts": {
      "NP": 211,
      "VP": 51,
      "ADJP": 8,
      "PP": 13
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0249
      },
      {
        "rule": "NP -> ('Emami', 'NNP')",
        "frequency": 6,
        "weight": 0.0187
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0125
      },
      {
        "rule": "NP -> ('Irán', 'NNP')",
        "frequency": 3,
        "weight": 0.0093
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "VP -> ('del', 'VBP') NP NP",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('Sur', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('afirmó', 'NN')",
        "frequency": 2,
        "weight": 0.0062
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro"
      },
      {
        "label": "NP",
        "text": "entregó este jueves"
      },
      {
        "label": "VP",
        "text": "el Premio Nacional"
      },
      {
        "label": "NP",
        "text": "Premio Nacional"
      },
      {
        "label": "NP",
        "text": "Periodismo Simón Bolívar"
      },
      {
        "label": "NP",
        "text": "su Convocatoria Especial"
      },
      {
        "label": "NP",
        "text": "a la periodista iraní Sahar Emami"
      },
      {
        "label": "NP",
        "text": "a su valentía al continuar transmitiendo"
      },
      {
        "label": "NP",
        "text": "directo durante el ataque aéreo israelí"
      },
      {
        "label": "NP",
        "text": "contra la"
      },
      {
        "label": "ADJP",
        "text": "sede"
      },
      {
        "label": "ADJP",
        "text": "central"
      },
      {
        "label": "NP",
        "text": "Organización"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  (NP entregó/JJ este/NN jueves/NNS)\n  (VP el/VBP (NP Premio/NNP Nacional/NNP))\n  de/FW\n  (NP Periodismo/NNP Simón/NNP Bolívar/NNP)\n  en/FW\n  (NP su/NN Convocatoria/NNP Especial/NNP)\n  2025/CD\n  (NP a/DT la/NN periodista/NN iraní/NN Sahar/NNP Emami/NNP)\n  ,/,\n  en/FW\n  reconocimiento/FW\n  (NP a/DT su/NN valentía/NN al/NN continuar/NN transmitiendo/NN)\n  en/FW\n  (NP directo/NN durante/NN el/NN ataque/NN aéreo/NN israelí/NN)\n  (NP contra/JJ la/NN)\n  (ADJP sede/JJ)\n  (ADJP central/JJ)\n  de/FW\n  la/FW\n  (NP Organización/NNP)\n  de/FW\n  (NP Radiodifusión/NNP)\n  de/FW\n  la/FW\n  (NP República/NNP Islámica/NNP)\n  (PP de/IN (NP Irán/NNP))\n  (VP el/VBD pasado/JJ)\n  16/CD\n  (PP de/IN (NP junio/NN))\n  ./.)",
      "(S\n  (NP El/NNP hecho/NN)\n  ,/,\n  (NP que/JJ conmovió/NN al/NN mundo/NN)\n  ,/,\n  se/FW\n  (NP ha/NN convertido/NN)\n  (PP en/IN (NP un/JJ ícono/NNP del/NN periodismo/NN))\n  en/FW\n  (NP tiempos/NN)\n  (PP de/IN (NP guerra/NN))\n  ./.)",
      "(S\n  (NP Durante/NNP la/NNP ceremonia/NN en/NN Caracas/NNP)\n  ,/,\n  (NP Maduro/NNP)\n  (VP destacó/VBZ que/JJ)\n  el/FW\n  (NP premio/NN)\n  (NP no/DT solo/NN)\n  (VP honra/VBZ (NP a/DT Emami/NNP))\n  ,/,\n  (NP sino/NN que/NN representa/NN)\n  (NP\n    un/JJ\n    homenaje/NN\n    colectivo/NN\n    al/NN\n    “/NNP\n    pueblo/NN\n    heroico/NN)\n  (PP de/IN (NP Irán/NNP ”/NNP))\n  (VP y/VBZ (NP a/DT todas/JJ las/NN mujeres/NNS))\n  (VP del/VBP (NP Sur/NNP) (NP global/JJ que/NN))\n  (VP resisten/VB (NP bajo/JJ fuego/NN))\n  ./.)",
      "(S\n  (NP “/NN Entregándotelo/NNP)\n  (NP a/DT ti/NN)\n  ,/,\n  se/FW\n  lo/FW\n  estoy/FW\n  entregando/FW\n  al/FW\n  heroico/FW\n  pueblo/FW\n  de/FW\n  (NP Irán/NNP)\n  ./.)",
      "(S\n  (NP Esa/NNP)\n  (VP es/VBZ)\n  la/FW\n  valentía/FW\n  de/FW\n  las/FW\n  (NP mujeres/NNS)\n  (VP del/VBP (NP Sur/NNP) (NP global/JJ ”/NN))\n  ,/,\n  (NP afirmó/JJ el/NN mandatario/NN)\n  ,/,\n  (NP subrayando/JJ el/NN compromiso/NN ético/NNP)\n  (PP de/IN (NP quienes/NNS))\n  (NP informan/JJ desde/JJ zonas/NN)\n  (PP de/IN (NP conflicto/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "MEDIOS_COMUNICACION",
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "ORGANISMOS_INTERNACIONALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataque aéreo",
        "position": [
          260,
          272
        ],
        "start": 260,
        "end": 272
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2395,
          2402
        ],
        "start": 2395,
        "end": 2402
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "entrevista exclusiva",
        "position": [
          941,
          961
        ],
        "start": 941,
        "end": 961
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          835,
          841
        ],
        "start": 835,
        "end": 841
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de venezuela",
        "position": [
          3429,
          3450
        ],
        "start": 3429,
        "end": 3450
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          2809,
          2812
        ],
        "start": 2809,
        "end": 2812
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          664,
          671
        ],
        "start": 664,
        "end": 671
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periodista iraní sahar",
        "position": [
          149,
          171
        ],
        "start": 149,
        "end": 171
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          535,
          542
        ],
        "start": 535,
        "end": 542
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "honra",
        "position": [
          565,
          570
        ],
        "start": 565,
        "end": 570
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3812,
          3818
        ],
        "start": 3812,
        "end": 3818
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          519,
          526
        ],
        "start": 519,
        "end": 526
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "edificio, no",
        "position": [
          1198,
          1210
        ],
        "start": 1198,
        "end": 1210
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2233,
          2236
        ],
        "start": 2233,
        "end": 2236
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "República Islámica de Irán",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Atacaron",
        "tipo": "Persona"
      },
      {
        "nombre": "Organización de Radiodifusión",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sigan",
        "tipo": "Persona"
      },
      {
        "nombre": "Sahar Emami",
        "tipo": "Persona"
      },
      {
        "nombre": "Irán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Emami",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "ENTREGAR",
        "objeto": "Sahar Emami"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ENTREGAR",
        "objeto": "Organización de Radiodifusión"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ENTREGAR",
        "objeto": "República Islámica de Irán"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ENTREGAR",
        "objeto": "Sahar Emami"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ENTREGAR",
        "objeto": "Organización de Radiodifusión"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ENTREGAR",
        "objeto": "República Islámica de Irán"
      },
      {
        "sujeto": "Sahar Emami",
        "relacion": "ENTREGAR",
        "objeto": "Organización de Radiodifusión"
      },
      {
        "sujeto": "Sahar Emami",
        "relacion": "ENTREGAR",
        "objeto": "República Islámica de Irán"
      },
      {
        "sujeto": "Maduro",
        "relacion": "DESTACAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Caracas",
        "relacion": "DESTACAR",
        "objeto": "Emami"
      },
      {
        "sujeto": "Caracas",
        "relacion": "DESTACAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Caracas",
        "relacion": "DESTACAR",
        "objeto": "Sur"
      },
      {
        "sujeto": "Maduro",
        "relacion": "DESTACAR",
        "objeto": "Emami"
      },
      {
        "sujeto": "Maduro",
        "relacion": "DESTACAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Maduro",
        "relacion": "DESTACAR",
        "objeto": "Sur"
      },
      {
        "sujeto": "Emami",
        "relacion": "HONRAR_DESTACAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Emami",
        "relacion": "HONRAR_DESTACAR",
        "objeto": "Sur"
      },
      {
        "sujeto": "Emami",
        "relacion": "RELATAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Caracas",
        "relacion": "RELATAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Emami",
        "relacion": "RELATAR",
        "objeto": "Irán"
      },
      {
        "sujeto": "Emami",
        "relacion": "AGRADECER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Sahar Emami",
        "relacion": "TRASCENDER",
        "objeto": "Sur"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9042,
    "pos": 0.007,
    "neu": 0.966,
    "neg": 0.027,
    "label": "negative"
  }
}