{
  "url": "https://www.telesurtv.net/a-lo-cubano-devuelta-rebelion-consumo/",
  "title": "A lo cubano: \"Devuelta\", una rebelión contra la sociedad de consumo",
  "section": "América Latina y El Caribe",
  "tags": [
    "A lo cubano",
    "comunidad",
    "La Habana",
    "reciclaje",
    "sociedad del consumo",
    "vidrio"
  ],
  "text": "A la casa de Anibex llegamos con la ayuda de los vecinos, que nos marcan el camino hasta su puerta, en medio del barrio El Cerro, al sur de La Habana. Su jardín delantero nos anticipa que todo lo que aquí se construye respira esfuerzo colectivo: las botellas de vidrio se apilan en su entrada. Son las donaciones silenciosas de vecinos y vecinas que guardan sus envases para que sean materia prima de un nuevo tesoro de Devuelta.\n\n“Devuelta” es el nombre del proyecto de supra-reciclaje que lleva adelante Anibex Abreu desde su casa. Enfermera y actriz, encontró en el reciclaje de vidrio una forma creativa de crear consciencia sobre el nocivo impacto ambiental que tiene para nuestro planeta la sociedad de consumo y descarte que se expande a nivel mundial. Quienes participan de estos encuentros traen sus botellas vacías y aprenden a trabajar el vidrio para recuperar estos viejos envases y convertirlos en nuevos objetos: vasos, tazas, artículos decorativos o de joyería -todo cuanto la creatividad sea capaz de imaginar.\nEste compromiso de Anibex con el reciclaje comenzó de muy pequeña. “Yo desde niña buscaba botellas”, nos cuenta. “Tenía un cargo en el CDR (Comités de Defensa de la Revolución) que era recuperar materia prima; andaba con una carretilla tocando las puertas con tal de que no botaran las botellas, para recuperarlas. Mi amor por eso, por la cuestión de reciclar, del medioambiente, siempre ha estado. Es una preocupación y un compromiso latente.”\n\n\n\n\nAsí, para Anibex el reciclaje fue siempre una misión comunitaria. Esa convicción se repite hoy en  sus cursos, donde además de técnicas específicas para cortar y pulir el vidrio, se aborda la responsabilidad colectiva en torno al consumo que ejercemos, la diferencia en el uso de distintos materiales y la importancia de rescatar objetos que en otras circunstancias acabarían en el basural.\n“Normalmente vivimos en la cultura del consumismo: pensamos ‘esto no sirve ya, perdió su uso’, y se va. Pero tú puedes transformar las cosas en algo más, darle otro uso”, nos comenta Mario Calit, participante de uno de los talleres de Devuelta y emprendedor cubano. Para él, la experiencia del taller muestra una nueva relación con los objetos que nos rodean y genera una mayor consciencia en torno al impacto que tiene su descarte. “De esta forma, sientes que el objeto es un poco más tuyo. Cuando empiezas a ver todo lo que se puede hacer con el vidrio, tienes un poco más de respeto a la hora de botarlo o no.” En este sentido, Anibex es categórica: “Es una rebelión contra la sociedad de consumo”.\nLa consciencia sobre los recursos que utilizamos en el día a día está presente en cada parte del proceso. Todas las técnicas implementadas están pensadas con el objetivo de evitar, no solo el descarte del envase de vidrio, sino también el derroche de agua o energía eléctrica: nada se desperdicia, todo encuentra una nueva función. Así, las máquinas de cortado utilizan el calor residual para maximizar el uso de energía y el proceso de pulido se realiza con un circuito cerrado de agua, recuperada de la condensación producida por el aire acondicionado. Esta lógica, que se respira en cada momento del taller, pasa luego a los participantes, encargados de seguir construyendo consciencia en sus propias comunidades.\n\n\nEn este contexto, Anibex no está sola en su construcción de un mayor compromiso con el planeta. A su taller llegan jóvenes con sus propias iniciativas ecológicas, ávidos de nuevas técnicas con las que seguir expandiendo una forma de vida más amigable con el medioambiente. “Lo que más ilusión nos hacía era venir a aprender esta técnica y luego regresar a casa, para darle una nueva vida, una nueva forma a todo lo que habíamos recolectado”, nos cuenta Taybel Balmaceda, participante del taller y líder de otra iniciativa ecológica que tiene base en La Habana.\nDe esta forma va creándose una red que busca siempre seguir expandiéndose desde la creatividad, con el impulso de una generación criada en época de crisis climática y por eso más consciente de la necesidad de hacerse parte de la solución. Así lo explica Betsy Claudia Santos, otra joven participante del taller: “Estoy buscando aprender esta técnica para aportar a la construcción de mi vivienda. Y también transmitir la idea a personas que le puedan interesar, que sepan no hay que buscar un tragaluz de estos lindos de la tienda, que se pueden hacer de una manera muy práctica con las botellas.”\n\n\nMientras Anibex ayuda a algunas de las muchachas con el pulido de su pieza, Betsy avanza en el corte de su botella, bajo la atenta mirada y el aliento de sus compañeros de taller. Cuando vuelve con su envase, un corte limpio atravesando la botella, todos frenan a celebrar su habilidad: es su primera vez con la máquina de corte y el resultado es excelente.\nFomentar la colaboración entre todos los participantes de los talleres es una de las claves que busca Devuelta: la construcción de un espacio de creación compartida, como símbolo del esfuerzo conjunto que debe hacerse para enfrentar los problemas que impone el mundo actual. “Yo enfatizo mucho eso en mis talleres. En la necesidad de unirnos, para hacer algo juntos”, comenta Anibex. “Es importante que me importe lo que estás haciendo tú y me involucre para que te salga mejor. Al final el vidrio es un pretexto para hacer algo juntos”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/a-lo-cubano-devuelta-rebelion-consumo/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 513,
    "message_id": 104133,
    "date": "2025-09-08T23:55:13+00:00",
    "text": "teleSUR\nA lo cubano: “Devuelta”, una rebelión contra la sociedad de consumo\nhttps://www.telesurtv.net/a-lo-cubano-devuelta-rebelion-consumo/",
    "photo_path": null,
    "views": 2246,
    "reactions": {
      "❤": 29,
      "👏": 6,
      "👍": 2
    },
    "total_reactions": 37
  },
  "preprocessing": {
    "cleaned": "a la casa de anibex llegamos con la ayuda de los vecinos, que nos marcan el camino hasta su puerta, en medio del barrio el cerro, al sur de la habana. su jardín delantero nos anticipa que todo lo que aquí se construye respira esfuerzo colectivo: las botellas de vidrio se apilan en su entrada. son las donaciones silenciosas de vecinos y vecinas que guardan sus envases para que sean materia prima de un nuevo tesoro de devuelta. “devuelta” es el nombre del proyecto de supra-reciclaje que lleva adelante anibex abreu desde su casa. enfermera y actriz, encontró en el reciclaje de vidrio una forma creativa de crear consciencia sobre el nocivo impacto ambiental que tiene para nuestro planeta la sociedad de consumo y descarte que se expande a nivel mundial. quienes participan de estos encuentros traen sus botellas vacías y aprenden a trabajar el vidrio para recuperar estos viejos envases y convertirlos en nuevos objetos: vasos, tazas, artículos decorativos o de joyería -todo cuanto la creatividad sea capaz de imaginar. este compromiso de anibex con el reciclaje comenzó de muy pequeña. “yo desde niña buscaba botellas”, nos cuenta. “tenía un cargo en el cdr (comités de defensa de la revolución) que era recuperar materia prima; andaba con una carretilla tocando las puertas con tal de que no botaran las botellas, para recuperarlas. mi amor por eso, por la cuestión de reciclar, del medioambiente, siempre ha estado. es una preocupación y un compromiso latente.” así, para anibex el reciclaje fue siempre una misión comunitaria. esa convicción se repite hoy en sus cursos, donde además de técnicas específicas para cortar y pulir el vidrio, se aborda la responsabilidad colectiva en torno al consumo que ejercemos, la diferencia en el uso de distintos materiales y la importancia de rescatar objetos que en otras circunstancias acabarían en el basural. “normalmente vivimos en la cultura del consumismo: pensamos ‘esto no sirve ya, perdió su uso’, y se va. pero tú puedes transformar las cosas en algo más, darle otro uso”, nos comenta mario calit, participante de uno de los talleres de devuelta y emprendedor cubano. para él, la experiencia del taller muestra una nueva relación con los objetos que nos rodean y genera una mayor consciencia en torno al impacto que tiene su descarte. “de esta forma, sientes que el objeto es un poco más tuyo. cuando empiezas a ver todo lo que se puede hacer con el vidrio, tienes un poco más de respeto a la hora de botarlo o no.” en este sentido, anibex es categórica: “es una rebelión contra la sociedad de consumo”. la consciencia sobre los recursos que utilizamos en el día a día está presente en cada parte del proceso. todas las técnicas implementadas están pensadas con el objetivo de evitar, no solo el descarte del envase de vidrio, sino también el derroche de agua o energía eléctrica: nada se desperdicia, todo encuentra una nueva función. así, las máquinas de cortado utilizan el calor residual para maximizar el uso de energía y el proceso de pulido se realiza con un circuito cerrado de agua, recuperada de la condensación producida por el aire acondicionado. esta lógica, que se respira en cada momento del taller, pasa luego a los participantes, encargados de seguir construyendo consciencia en sus propias comunidades. en este contexto, anibex no está sola en su construcción de un mayor compromiso con el planeta. a su taller llegan jóvenes con sus propias iniciativas ecológicas, ávidos de nuevas técnicas con las que seguir expandiendo una forma de vida más amigable con el medioambiente. “lo que más ilusión nos hacía era venir a aprender esta técnica y luego regresar a casa, para darle una nueva vida, una nueva forma a todo lo que habíamos recolectado”, nos cuenta taybel balmaceda, participante del taller y líder de otra iniciativa ecológica que tiene base en la habana. de esta forma va creándose una red que busca siempre seguir expandiéndose desde la creatividad, con el impulso de una generación criada en época de crisis climática y por eso más consciente de la necesidad de hacerse parte de la solución. así lo explica betsy claudia santos, otra joven participante del taller: “estoy buscando aprender esta técnica para aportar a la construcción de mi vivienda. y también transmitir la idea a personas que le puedan interesar, que sepan no hay que buscar un tragaluz de estos lindos de la tienda, que se pueden hacer de una manera muy práctica con las botellas.” mientras anibex ayuda a algunas de las muchachas con el pulido de su pieza, betsy avanza en el corte de su botella, bajo la atenta mirada y el aliento de sus compañeros de taller. cuando vuelve con su envase, un corte limpio atravesando la botella, todos frenan a celebrar su habilidad: es su primera vez con la máquina de corte y el resultado es excelente. fomentar la colaboración entre todos los participantes de los talleres es una de las claves que busca devuelta: la construcción de un espacio de creación compartida, como símbolo del esfuerzo conjunto que debe hacerse para enfrentar los problemas que impone el mundo actual. “yo enfatizo mucho eso en mis talleres. en la necesidad de unirnos, para hacer algo juntos”, comenta anibex. “es importante que me importe lo que estás haciendo tú y me involucre para que te salga mejor. al final el vidrio es un pretexto para hacer algo juntos”.",
    "tokens": [
      "casa",
      "anibex",
      "llegamos",
      "ayuda",
      "vecinos",
      ",",
      "marcan",
      "camino",
      "puerta",
      ",",
      "medio",
      "barrio",
      "cerro",
      ",",
      "sur",
      "habana",
      ".",
      "jardín",
      "delantero",
      "anticipa",
      "aquí",
      "construye",
      "respira",
      "esfuerzo",
      "colectivo",
      ":",
      "botellas",
      "vidrio",
      "apilan",
      "entrada",
      ".",
      "donaciones",
      "silenciosas",
      "vecinos",
      "vecinas",
      "guardan",
      "envases",
      "materia",
      "prima",
      "nuevo",
      "tesoro",
      "devuelta",
      ".",
      "“",
      "devuelta",
      "”",
      "nombre",
      "proyecto",
      "supra-reciclaje",
      "lleva",
      "adelante",
      "anibex",
      "abreu",
      "casa",
      ".",
      "enfermera",
      "actriz",
      ",",
      "encontró",
      "reciclaje",
      "vidrio",
      "forma",
      "creativa",
      "crear",
      "consciencia",
      "nocivo",
      "impacto",
      "ambiental",
      "planeta",
      "sociedad",
      "consumo",
      "descarte",
      "expande",
      "nivel",
      "mundial",
      ".",
      "participan",
      "encuentros",
      "traen",
      "botellas",
      "vacías",
      "aprenden",
      "trabajar",
      "vidrio",
      "recuperar",
      "viejos",
      "envases",
      "convertirlos",
      "nuevos",
      "objetos",
      ":",
      "vasos",
      ",",
      "tazas",
      ",",
      "artículos",
      "decorativos",
      "joyería",
      "-todo",
      "cuanto",
      "creatividad",
      "capaz",
      "imaginar",
      ".",
      "compromiso",
      "anibex",
      "reciclaje",
      "comenzó",
      "pequeña",
      ".",
      "“",
      "niña",
      "buscaba",
      "botellas",
      "”",
      ",",
      "cuenta",
      ".",
      "“",
      "cargo",
      "cdr",
      "(",
      "comités",
      "defensa",
      "revolución",
      ")",
      "recuperar",
      "materia",
      "prima",
      ";",
      "andaba",
      "carretilla",
      "tocando",
      "puertas",
      "tal",
      "botaran",
      "botellas",
      ",",
      "recuperarlas",
      ".",
      "amor",
      ",",
      "cuestión",
      "reciclar",
      ",",
      "medioambiente",
      ",",
      "siempre",
      ".",
      "preocupación",
      "compromiso",
      "latente.",
      "”",
      "así",
      ",",
      "anibex",
      "reciclaje",
      "siempre",
      "misión",
      "comunitaria",
      ".",
      "convicción",
      "repite",
      "hoy",
      "cursos",
      ",",
      "además",
      "técnicas",
      "específicas",
      "cortar",
      "pulir",
      "vidrio",
      ",",
      "aborda",
      "responsabilidad",
      "colectiva",
      "torno",
      "consumo",
      "ejercemos",
      ",",
      "diferencia",
      "uso",
      "distintos",
      "materiales",
      "importancia",
      "rescatar",
      "objetos",
      "circunstancias",
      "acabarían",
      "basural",
      ".",
      "“",
      "normalmente",
      "vivimos",
      "cultura",
      "consumismo",
      ":",
      "pensamos",
      "‘",
      "sirve",
      ",",
      "perdió",
      "uso",
      "’",
      ",",
      "va",
      ".",
      "puedes",
      "transformar",
      "cosas",
      ",",
      "darle",
      "uso",
      "”",
      ",",
      "comenta",
      "mario",
      "calit",
      ",",
      "participante",
      "talleres",
      "devuelta",
      "emprendedor",
      "cubano",
      ".",
      ",",
      "experiencia",
      "taller",
      "muestra",
      "nueva",
      "relación",
      "objetos",
      "rodean",
      "genera",
      "mayor",
      "consciencia",
      "torno",
      "impacto",
      "descarte",
      ".",
      "“",
      "forma",
      ",",
      "sientes",
      "objeto",
      ".",
      "empiezas",
      "ver",
      "puede",
      "hacer",
      "vidrio",
      ",",
      "respeto",
      "hora",
      "botarlo",
      "no.",
      "”",
      ",",
      "anibex",
      "categórica",
      ":",
      "“",
      "rebelión",
      "sociedad",
      "consumo",
      "”",
      ".",
      "consciencia",
      "recursos",
      "utilizamos",
      "día",
      "día",
      "presente",
      "cada",
      "parte",
      "proceso",
      ".",
      "todas",
      "técnicas",
      "implementadas",
      "pensadas",
      "objetivo",
      "evitar",
      ",",
      "solo",
      "descarte",
      "envase",
      "vidrio",
      ",",
      "sino",
      "derroche",
      "agua",
      "energía",
      "eléctrica",
      ":",
      "desperdicia",
      ",",
      "encuentra",
      "nueva",
      "función",
      ".",
      "así",
      ",",
      "máquinas",
      "cortado",
      "utilizan",
      "calor",
      "residual",
      "maximizar",
      "uso",
      "energía",
      "proceso",
      "pulido",
      "realiza",
      "circuito",
      "cerrado",
      "agua",
      ",",
      "recuperada",
      "condensación",
      "producida",
      "aire",
      "acondicionado",
      ".",
      "lógica",
      ",",
      "respira",
      "cada",
      "momento",
      "taller",
      ",",
      "pasa",
      "luego",
      "participantes",
      ",",
      "encargados",
      "seguir",
      "construyendo",
      "consciencia",
      "propias",
      "comunidades",
      ".",
      "contexto",
      ",",
      "anibex",
      "sola",
      "construcción",
      "mayor",
      "compromiso",
      "planeta",
      ".",
      "taller",
      "llegan",
      "jóvenes",
      "propias",
      "iniciativas",
      "ecológicas",
      ",",
      "ávidos",
      "nuevas",
      "técnicas",
      "seguir",
      "expandiendo",
      "forma",
      "vida",
      "amigable",
      "medioambiente",
      ".",
      "“",
      "ilusión",
      "hacía",
      "venir",
      "aprender",
      "técnica",
      "luego",
      "regresar",
      "casa",
      ",",
      "darle",
      "nueva",
      "vida",
      ",",
      "nueva",
      "forma",
      "recolectado",
      "”",
      ",",
      "cuenta",
      "taybel",
      "balmaceda",
      ",",
      "participante",
      "taller",
      "líder",
      "iniciativa",
      "ecológica",
      "base",
      "habana",
      ".",
      "forma",
      "va",
      "creándose",
      "red",
      "busca",
      "siempre",
      "seguir",
      "expandiéndose",
      "creatividad",
      ",",
      "impulso",
      "generación",
      "criada",
      "época",
      "crisis",
      "climática",
      "consciente",
      "necesidad",
      "hacerse",
      "parte",
      "solución",
      ".",
      "así",
      "explica",
      "betsy",
      "claudia",
      "santos",
      ",",
      "joven",
      "participante",
      "taller",
      ":",
      "“",
      "buscando",
      "aprender",
      "técnica",
      "aportar",
      "construcción",
      "vivienda",
      ".",
      "transmitir",
      "idea",
      "personas",
      "puedan",
      "interesar",
      ",",
      "sepan",
      "buscar",
      "tragaluz",
      "lindos",
      "tienda",
      ",",
      "pueden",
      "hacer",
      "manera",
      "práctica",
      "botellas.",
      "”",
      "mientras",
      "anibex",
      "ayuda",
      "muchachas",
      "pulido",
      "pieza",
      ",",
      "betsy",
      "avanza",
      "corte",
      "botella",
      ",",
      "bajo",
      "atenta",
      "mirada",
      "aliento",
      "compañeros",
      "taller",
      ".",
      "vuelve",
      "envase",
      ",",
      "corte",
      "limpio",
      "atravesando",
      "botella",
      ",",
      "frenan",
      "celebrar",
      "habilidad",
      ":",
      "primera",
      "vez",
      "máquina",
      "corte",
      "resultado",
      "excelente",
      ".",
      "fomentar",
      "colaboración",
      "participantes",
      "talleres",
      "claves",
      "busca",
      "devuelta",
      ":",
      "construcción",
      "espacio",
      "creación",
      "compartida",
      ",",
      "símbolo",
      "esfuerzo",
      "conjunto",
      "debe",
      "hacerse",
      "enfrentar",
      "problemas",
      "impone",
      "mundo",
      "actual",
      ".",
      "“",
      "enfatizo",
      "talleres",
      ".",
      "necesidad",
      "unirnos",
      ",",
      "hacer",
      "juntos",
      "”",
      ",",
      "comenta",
      "anibex",
      ".",
      "“",
      "importante",
      "importe",
      "haciendo",
      "involucre",
      "salga",
      "mejor",
      ".",
      "final",
      "vidrio",
      "pretexto",
      "hacer",
      "juntos",
      "”",
      "."
    ],
    "token_count": 548,
    "sentence_count": 33
  },
  "pos_analysis": {
    "tag_freq": {
      "NN": 377,
      "IN": 37,
      "NNP": 68,
      "CC": 2,
      "FW": 223,
      "NNS": 25,
      "JJ": 91,
      "VBD": 3,
      "VBZ": 11,
      "VBP": 17,
      "DT": 5,
      "RB": 2,
      "PRP": 2
    },
    "bigram_freq": {
      "NN-NN": 236,
      "NN-IN": 34,
      "IN-NNP": 1,
      "NNP-CC": 2,
      "CC-NN": 2,
      "NN-FW": 28,
      "FW-FW": 151,
      "FW-NN": 38,
      "NN-NNS": 14,
      "NNS-JJ": 3,
      "JJ-NN": 58,
      "IN-NN": 8,
      "NN-NNP": 24,
      "NNP-NNP": 16,
      "NNP-VBD": 3,
      "VBD-FW": 2,
      "FW-NNP": 15,
      "NNP-NN": 27,
      "NN-JJ": 28,
      "IN-FW": 17,
      "NNP-FW": 11,
      "FW-NNS": 6,
      "NNS-FW": 4,
      "NN-VBZ": 7,
      "VBZ-JJ": 5,
      "JJ-JJ": 15,
      "JJ-NNS": 4,
      "NNP-VBP": 1,
      "VBP-JJ": 12,
      "JJ-FW": 8,
      "FW-IN": 1,
      "IN-JJ": 10,
      "FW-JJ": 10,
      "NN-VBP": 3,
      "JJ-NNP": 6,
      "NNS-VBP": 13,
      "FW-DT": 2,
      "DT-NN": 5,
      "VBZ-NNS": 1,
      "NNS-NNP": 4,
      "NNP-JJ": 3,
      "NNP-VBZ": 4,
      "VBP-NN": 2,
      "VBP-IN": 1,
      "VBZ-DT": 2,
      "NN-RB": 1,
      "RB-JJ": 2,
      "VBP-NNP": 2,
      "VBZ-RB": 1,
      "VBZ-FW": 2,
      "NNP-DT": 1,
      "VBD-JJ": 1,
      "NNS-IN": 1,
      "NN-PRP": 1,
      "PRP-JJ": 2,
      "IN-PRP": 1
    },
    "trigram_freq": {
      "NN-NN-IN": 22,
      "NN-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-NN": 2,
      "CC-NN-NN": 1,
      "NN-NN-FW": 13,
      "NN-FW-FW": 14,
      "FW-FW-FW": 105,
      "FW-FW-NN": 24,
      "FW-NN-NNS": 4,
      "NN-NNS-JJ": 2,
      "NNS-JJ-NN": 1,
      "JJ-NN-NN": 36,
      "NN-NN-NN": 149,
      "NN-IN-NN": 8,
      "IN-NN-NN": 6,
      "NN-NN-NNP": 18,
      "NN-NNP-NNP": 7,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-FW": 2,
      "VBD-FW-FW": 2,
      "FW-FW-NNP": 9,
      "FW-NNP-NNP": 3,
      "NNP-NNP-NNP": 4,
      "NNP-NNP-NN": 4,
      "NNP-NN-NN": 22,
      "NN-NN-JJ": 19,
      "NN-JJ-NN": 21,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 16,
      "IN-FW-FW": 13,
      "FW-NN-FW": 9,
      "NN-FW-NN": 9,
      "NN-FW-NNP": 2,
      "FW-NNP-FW": 4,
      "NNP-FW-NNS": 1,
      "FW-NNS-FW": 3,
      "NNS-FW-FW": 3,
      "FW-NN-NN": 17,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 4,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 7,
      "FW-FW-IN": 1,
      "FW-IN-JJ": 1,
      "IN-JJ-NN": 7,
      "NN-NNP-NN": 8,
      "FW-FW-JJ": 6,
      "FW-JJ-NN": 7,
      "NN-IN-JJ": 8,
      "NN-FW-JJ": 3,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 10,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NN": 5,
      "NNP-NN-FW": 3,
      "NN-NNS-VBP": 8,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 5,
      "VBZ-JJ-FW": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 7,
      "NN-NN-NNS": 5,
      "VBP-JJ-NNP": 2,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 1,
      "NNP-FW-FW": 5,
      "JJ-NN-JJ": 7,
      "VBP-JJ-FW": 3,
      "FW-FW-DT": 2,
      "FW-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "NN-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "NNP-NN-NNP": 1,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 2,
      "JJ-NN-NNS": 3,
      "NN-NNS-NNP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NNP-NN-NNS": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 2,
      "NNS-FW-NNP": 1,
      "FW-NNP-CC": 1,
      "CC-NN-NNP": 1,
      "NN-JJ-JJ": 4,
      "JJ-NN-NNP": 2,
      "NN-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "NNP-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "NNS-JJ-JJ": 1,
      "IN-NN-FW": 1,
      "FW-NN-NNP": 2,
      "NN-JJ-FW": 1,
      "IN-FW-NN": 1,
      "FW-NN-IN": 4,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-JJ": 2,
      "NN-VBZ-FW": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-JJ-NNS": 1,
      "NNS-VBP-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-FW": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NNS": 1,
      "IN-JJ-FW": 1,
      "FW-JJ-NNP": 1,
      "IN-NN-NNS": 1,
      "NNS-NNP-FW": 1,
      "NN-NN-PRP": 1,
      "NN-PRP-JJ": 1,
      "PRP-JJ-JJ": 1,
      "NN-IN-PRP": 1,
      "IN-PRP-JJ": 1,
      "PRP-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 377,
        "FW": 223,
        "JJ": 91,
        "NNP": 68,
        "IN": 37
      },
      "top_bigrams": {
        "NN-NN": 236,
        "FW-FW": 151,
        "JJ-NN": 58,
        "FW-NN": 38,
        "NN-IN": 34
      },
      "top_trigrams": {
        "NN-NN-NN": 149,
        "FW-FW-FW": 105,
        "JJ-NN-NN": 36,
        "FW-FW-NN": 24,
        "NN-NN-IN": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 33,
    "chunk_counts": {
      "NP": 218,
      "PP": 20,
      "VP": 39,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 11,
        "weight": 0.0347
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0252
      },
      {
        "rule": "NP -> ('Anibex', 'NNP')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "VP -> ('envases', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "NP -> ('Devuelta', 'NNP')",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "VP -> ('las', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "NP -> ('participante', 'NN')",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "NP -> ('talleres', 'NNS')",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "NP -> ('Cuando', 'NNP')",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0063
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "A la casa"
      },
      {
        "label": "PP",
        "text": "de Anibex"
      },
      {
        "label": "NP",
        "text": "Anibex"
      },
      {
        "label": "NP",
        "text": "con la"
      },
      {
        "label": "NP",
        "text": "vecinos"
      },
      {
        "label": "NP",
        "text": "que nos marcan el camino hasta su puerta"
      },
      {
        "label": "NP",
        "text": "barrio El Cerro"
      },
      {
        "label": "NP",
        "text": "al sur"
      },
      {
        "label": "PP",
        "text": "de La Habana"
      },
      {
        "label": "NP",
        "text": "La Habana"
      },
      {
        "label": "NP",
        "text": "Su jardín delantero"
      },
      {
        "label": "NP",
        "text": "nos anticipa que todo lo que aquí se construye respira esfuerzo colectivo"
      },
      {
        "label": "NP",
        "text": "las botellas"
      },
      {
        "label": "NP",
        "text": "apilan"
      },
      {
        "label": "NP",
        "text": "su entrada"
      }
    ],
    "clause_structures": [
      "(S\n  (NP A/DT la/NN casa/NN)\n  (PP de/IN (NP Anibex/NNP))\n  llegamos/CC\n  (NP con/NN la/NN)\n  ayuda/FW\n  de/FW\n  los/FW\n  (NP vecinos/NNS)\n  ,/,\n  (NP\n    que/JJ\n    nos/JJ\n    marcan/JJ\n    el/NN\n    camino/NN\n    hasta/NN\n    su/NN\n    puerta/NN)\n  ,/,\n  en/FW\n  medio/FW\n  del/FW\n  (NP barrio/NN El/NNP Cerro/NNP)\n  ,/,\n  (NP al/JJ sur/NN)\n  (PP de/IN (NP La/NNP Habana/NNP))\n  ./.)",
      "(S\n  (NP Su/NNP jardín/NN delantero/NN)\n  (NP\n    nos/JJ\n    anticipa/NN\n    que/NN\n    todo/NN\n    lo/NN\n    que/NN\n    aquí/NN\n    se/NN\n    construye/NN\n    respira/NN\n    esfuerzo/NN\n    colectivo/NN)\n  :/:\n  (NP las/JJ botellas/NN)\n  de/IN\n  vidrio/FW\n  se/FW\n  (NP apilan/NN)\n  en/FW\n  (NP su/NN entrada/NN)\n  ./.)",
      "(S\n  (NP Son/NNP)\n  (VP las/VBD (NP donaciones/NNS))\n  silenciosas/FW\n  de/FW\n  vecinos/FW\n  y/FW\n  vecinas/FW\n  (NP que/NN guardan/NN sus/NN)\n  (VP envases/VBZ (NP para/JJ que/JJ sean/JJ materia/NNS))\n  prima/FW\n  de/FW\n  un/FW\n  nuevo/FW\n  tesoro/FW\n  de/FW\n  (NP Devuelta/NNP)\n  ./.)",
      "(S\n  (NP “/JJ Devuelta/NNP ”/NNP)\n  (VP es/VBZ el/JJ nombre/JJ)\n  del/FW\n  proyecto/FW\n  (PP\n    de/IN\n    (NP\n      supra-reciclaje/JJ\n      que/NN\n      lleva/NN\n      adelante/NN\n      Anibex/NNP\n      Abreu/NNP\n      desde/NN\n      su/NN\n      casa/NN))\n  ./.)",
      "(S\n  (NP Enfermera/NNP y/NN actriz/NN)\n  ,/,\n  encontró/FW\n  en/FW\n  el/FW\n  reciclaje/FW\n  de/FW\n  vidrio/FW\n  (NP una/JJ forma/NN creativa/NN)\n  (PP de/IN (NP crear/JJ consciencia/NN sobre/NN el/NN))\n  nocivo/FW\n  (NP impacto/JJ ambiental/JJ que/NN tiene/NN para/NN)\n  nuestro/FW\n  (NP planeta/NN)\n  la/FW\n  sociedad/FW\n  de/FW\n  consumo/FW\n  y/FW\n  (NP descarte/NN que/NN se/NN)\n  (VP expande/VBZ (NP a/DT nivel/JJ mundial/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "PERIODOS_TEMPORALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "TIEMPO_RELATIVO",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "CIUDADES_CAPITALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RECURSOS_NATURALES"
    ],
    "matches": [
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1178,
          1185
        ],
        "start": 1178,
        "end": 1185
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "crisis climática",
        "position": [
          3997,
          4013
        ],
        "start": 3997,
        "end": 4013
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          3403,
          3410
        ],
        "start": 3403,
        "end": 3410
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          2820,
          2824
        ],
        "start": 2820,
        "end": 2824
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          2827,
          2834
        ],
        "start": 2827,
        "end": 2834
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          140,
          149
        ],
        "start": 140,
        "end": 149
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado. es",
        "position": [
          1418,
          1428
        ],
        "start": 1418,
        "end": 1428
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "barrio el",
        "position": [
          113,
          122
        ],
        "start": 113,
        "end": 122
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el día",
        "position": [
          2618,
          2627
        ],
        "start": 2618,
        "end": 2627
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1567,
          1570
        ],
        "start": 1567,
        "end": 1570
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Anibex Abreu",
        "tipo": "Persona"
      },
      {
        "nombre": "CDR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Betsy Claudia Santos",
        "tipo": "Persona"
      },
      {
        "nombre": "Devuelta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Taybel Balmaceda",
        "tipo": "Persona"
      },
      {
        "nombre": "El Cerro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comités de Defensa de la Revolución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Anibex",
        "tipo": "Persona"
      },
      {
        "nombre": "Mario Calit",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Anibex",
        "relacion": "LLEGAR",
        "objeto": "El Cerro"
      },
      {
        "sujeto": "Anibex",
        "relacion": "LLEGAR",
        "objeto": "La Habana"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7717,
    "pos": 0.007,
    "neu": 0.975,
    "neg": 0.017,
    "label": "negative"
  }
}