{
  "url": "https://www.telesurtv.net/venezuela-afirma-que-tiene-todo-dispuesto-para-reanudar-vuelos-del-plan-vuelta-a-la-patria/",
  "title": "Venezuela afirma que tiene todo dispuesto para reanudar vuelos del Plan Vuelta a la Patria - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "derechos humanos",
    "El Salvador",
    "MIgrantes",
    "Venezuela"
  ],
  "text": "El delegado para los Diálogos de Paz en Venezuela, Jorge Rodríguez, en declaraciones oficiales esta tarde aseguró que el país está listo para recibir a los migrantes venezolanos que se encuentran en Estados Unidos, haciendo énfasis en que lo que se está cometiendo con los migrantes bolivarianos detenidos en El Salvador constituye una violación total de los derechos humanos, de los migrantes y de los niños.\nEl también presidente de la Asamblea Nacional aseguró que el presidente venezolano, Nicolás Maduro de conjunto con la primera combatiente Cilia Flores y la vicepresidenta ejecutiva Delcy Rodríguez sostuvo una reunión con los familiares de los y las venezolanas secuestrados en El Salvador.\nEn el encuentro, los altos funcionarios pudieron escuchar los testimonios de todos los familiares de los migrantes que se encontraban en los Estados unidos y fueron trasladados forzosamente a la cárcel de CECOT.\nEn esa misma línea, Jorge Rodríguez recordó que los 240 venezolanos que entraron en suelo estadounidense y se registraron debidamente ante los organismos de emigración, poseían un puesto laboral, esto cumpliendo con los requisitos que impone el país para realizar esos trabajos.\nEl alto funcionario venezolano resaltó también que bajo engaño o con violencia fueron secuestrados. “Los sacaron de sus viviendas o de sus sitios de trabajos o de las vías públicas e incluso los agarraron en las mismas oficinas de emigración donde habían asistido apara manifestar su deseo de regresar a Venezuela o de regularizar su situación”, relató.\n“Los llevaron a un reclusorio y de ahí en el vuelo que solamente pueden ser comparado con los traslados en trenes de la población judía a los campos de concentración de la Alemania Nazi, exactamente el mismo modus operandis sin decirle a donde iban los llevan a un tercer país que ninguno de esos muchachos había conocido hasta este momento”, detalló.\n\nAnte el arbitrario procedimiento, Rodríguez cuestionó el hecho de que el presidente Bukele acepte y permita y además cobre dinero por llevar secuestrados a unos muchachos que no han cometido absolutamente ningún delito ni en El Salvador ni en EE.UU. ni en Venezuela.\n“Es un vulgar secuestro y están sometiendo a trabajo esclavo a jóvenes inocentes. Cómo es posible que ocho jóvenes mujeres venezolanas han sido llevadas a El Salvador y están allí secuestradas en una prisión de alta peligrosidad donde solamente hay hombres”, enfatizó.\nAdemás, cuestionó también el hecho de el secuestro de un menor de edad: cumplió 20 años mientras se encontraba detenido y en EE.UU. la mayoría de edad se adquiere a los 21 años de edad.\nRodríguez aseguró que desde Caracas van a mover “cielo y tierra”, van hablar con quien tengan que hablar para devolver a todas las venezolanas y venezolanos secuestrados en el Salvador para que vuelvan al resguardo de sus familiares en su Patria.\n\n“Ya se han contratado los mejores bufetes de abogados en El Salvador para que defiendan a nuestros muchachos allá y logren su libertad”, dijo.\nAsimismo, asegura que se han contactado a los mejores bufetes de abogados en materia de migración en EE.UU. para que representen a Venezuela.\nEn ese sentido, advirtió que se está violando la Declaración Universal de los Derechos Humanos, la Carta de las Naciones Unidas, la Declaración Universal de los Derechos del Niño, así como todos los convenios de migración y sobre trabajo de los migrantes.\n“Venezuela está lista, tenemos absolutamente todo dispuesto para reanudar los vuelos para traer a todos los venezolanos que se encuentran en EE.UU., estamos a la espera de que se den las coordinaciones necesarias, advirtiendo al mismo tiempo que quien está impidiéndolo es el Departamento de Estado de los EE.UU.”, aseguró\nEn tanto, subrayó que “si por nosotros fuera nos los traemos a todos, no dejáramos a un solo venezolano para que sea maltratado en los EE.UU. lo vamos a lograr; No descansaremos hasta que los veamos aterrizar en el Aeropuerto Internacional Simón Bolívar”.\n“Van a ser rescatados por la fuerza de la verdad por la fuerza de dios y por la fuerza del pueblo de Venezuela”, ultimó.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-afirma-que-tiene-todo-dispuesto-para-reanudar-vuelos-del-plan-vuelta-a-la-patria/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 505,
    "message_id": 90145,
    "date": "2025-03-25T14:15:07+00:00",
    "text": "**Vea nuestros contenidos sobre el secuestro de migrantes venezolanos desde Estados Unidos a la megacarcel de El Salvador**\n\n🇻🇪 **Los familiares de Fizgeralt de Jesús Cornejo, uno de los 238 migrantes venezolanos secuestrados por parte de Estados Unidos y trasladados a una megacarcel de El Salvador, alegan que él no integraba la banda criminal Tren de Aragua y que fue deportado solo por \"tener tatuajes\".** \n🔗https://t.me/teleSUR_tv/89756\n\n🇻🇪 **Madre de migrante venezolana relata maltratos en su encarcelamiento en El Salvador** \n🔗https://t.me/teleSUR_tv/89685\n\n🇻🇪 **Continúan los testimonios de familiares de deportados venezolanos desde EE.UU. hacia cárcel en El Salvador**\n🔗https://t.me/teleSUR_tv/89614\n\n🔹 **El Delegado para los Diálogos de Paz por Venezuela 🇻🇪, Jorge Rodríguez, expresó que los migrantes venezolanos en EEUU 🇺🇸 fueron secuestrados para llevarlos al CECOT en ElSalvador** \n🔗\nhttps://t.me/teleSUR_tv/89750\n\n🇺🇾 **Internacional Antifascista de Uruguay condena la deportación de venezolanos a El Salvador y la aplicación de la Ley de «Enemigos Extranjeros»** \n🔗https://t.me/teleSUR_tv/89526\n\n🌐⚖️ **Asociación Americana de Juristas denuncia la aplicación de ley violatoria de los derechos humanos contra migrantes venezolanos por el gobierno de los EE.UU.**\n🔗\nhttps://t.me/teleSUR_tv/89526\n\n📊 **Agencia Hinterlaces informa sobre la aceptación del pueblo venezolano sobre el Plan Vuelta a la Patria y temas afines** \n🔗\nhttps://t.me/teleSUR_tv/89508?single\n\n🇻🇪📲 **Venezuela abre linea para denunciar deportaciones injustas** \n🔗\nhttps://t.me/teleSUR_tv/89504\n\n🔹 **Canciller Yván Gil publica video donde María Corina Machado se burla de venezolanos deportados** \n🔗https://t.me/teleSUR_tv/89732\n\n**En nuestra web**👇👇👇\n🔹 **Delcy Rodríguez: Bukele debe explicar al mundo porque ser migrante y ser venezolano es ser delincuente**\n🔗https://www.telesurtv.net/delcy-rodriguez-bukele-debe-explicar-al-mundo-porque-ser-migrante-y-ser-venezolano-es-ser-delincuente/\n\n🔹 *\"Publican lista de deportados venezolanos a El Salvador** \n🔗https://www.telesurtv.net/publican-lista-de-deportados-venezolanos/\n\n🔹 **Venezuela afirma que tiene todo dispuesto para reanudar vuelos del Plan Vuelta a la Patria** \n🔗https://www.telesurtv.net/venezuela-afirma-que-tiene-todo-dispuesto-para-reanudar-vuelos-del-plan-vuelta-a-la-patria/\n\n🔹 **Familiares de migrantes secuestrados denuncian injusticias que enfrentan sus seres queridos** \n🔗https://www.telesurtv.net/familiares-de-migrantes-secuestrados-denuncian-injusticias-que-enfrentan-sus-seres-queridos/\n\n🔹 **Jugador venezolano de fútbol es deportado a El Salvador por tatuaje del Real Madrid**\n🔗https://www.telesurtv.net/jugador-venezolano-de-futbol-es-deportado-a-el-salvador-por-tatuaje-del-real-madrid/",
    "photo_path": null,
    "views": 2694,
    "reactions": {
      "👍": 43,
      "🔥": 2,
      "❤": 1,
      "🤣": 1
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "el delegado para los diálogos de paz en venezuela, jorge rodríguez, en declaraciones oficiales esta tarde aseguró que el país está listo para recibir a los migrantes venezolanos que se encuentran en estados unidos, haciendo énfasis en que lo que se está cometiendo con los migrantes bolivarianos detenidos en el salvador constituye una violación total de los derechos humanos, de los migrantes y de los niños. el también presidente de la asamblea nacional aseguró que el presidente venezolano, nicolás maduro de conjunto con la primera combatiente cilia flores y la vicepresidenta ejecutiva delcy rodríguez sostuvo una reunión con los familiares de los y las venezolanas secuestrados en el salvador. en el encuentro, los altos funcionarios pudieron escuchar los testimonios de todos los familiares de los migrantes que se encontraban en los estados unidos y fueron trasladados forzosamente a la cárcel de cecot. en esa misma línea, jorge rodríguez recordó que los 240 venezolanos que entraron en suelo estadounidense y se registraron debidamente ante los organismos de emigración, poseían un puesto laboral, esto cumpliendo con los requisitos que impone el país para realizar esos trabajos. el alto funcionario venezolano resaltó también que bajo engaño o con violencia fueron secuestrados. “los sacaron de sus viviendas o de sus sitios de trabajos o de las vías públicas e incluso los agarraron en las mismas oficinas de emigración donde habían asistido apara manifestar su deseo de regresar a venezuela o de regularizar su situación”, relató. “los llevaron a un reclusorio y de ahí en el vuelo que solamente pueden ser comparado con los traslados en trenes de la población judía a los campos de concentración de la alemania nazi, exactamente el mismo modus operandis sin decirle a donde iban los llevan a un tercer país que ninguno de esos muchachos había conocido hasta este momento”, detalló. ante el arbitrario procedimiento, rodríguez cuestionó el hecho de que el presidente bukele acepte y permita y además cobre dinero por llevar secuestrados a unos muchachos que no han cometido absolutamente ningún delito ni en el salvador ni en ee.uu. ni en venezuela. “es un vulgar secuestro y están sometiendo a trabajo esclavo a jóvenes inocentes. cómo es posible que ocho jóvenes mujeres venezolanas han sido llevadas a el salvador y están allí secuestradas en una prisión de alta peligrosidad donde solamente hay hombres”, enfatizó. además, cuestionó también el hecho de el secuestro de un menor de edad: cumplió 20 años mientras se encontraba detenido y en ee.uu. la mayoría de edad se adquiere a los 21 años de edad. rodríguez aseguró que desde caracas van a mover “cielo y tierra”, van hablar con quien tengan que hablar para devolver a todas las venezolanas y venezolanos secuestrados en el salvador para que vuelvan al resguardo de sus familiares en su patria. “ya se han contratado los mejores bufetes de abogados en el salvador para que defiendan a nuestros muchachos allá y logren su libertad”, dijo. asimismo, asegura que se han contactado a los mejores bufetes de abogados en materia de migración en ee.uu. para que representen a venezuela. en ese sentido, advirtió que se está violando la declaración universal de los derechos humanos, la carta de las naciones unidas, la declaración universal de los derechos del niño, así como todos los convenios de migración y sobre trabajo de los migrantes. “venezuela está lista, tenemos absolutamente todo dispuesto para reanudar los vuelos para traer a todos los venezolanos que se encuentran en ee.uu., estamos a la espera de que se den las coordinaciones necesarias, advirtiendo al mismo tiempo que quien está impidiéndolo es el departamento de estado de los ee.uu.”, aseguró en tanto, subrayó que “si por nosotros fuera nos los traemos a todos, no dejáramos a un solo venezolano para que sea maltratado en los ee.uu. lo vamos a lograr; no descansaremos hasta que los veamos aterrizar en el aeropuerto internacional simón bolívar”. “van a ser rescatados por la fuerza de la verdad por la fuerza de dios y por la fuerza del pueblo de venezuela”, ultimó.",
    "tokens": [
      "delegado",
      "diálogos",
      "paz",
      "venezuela",
      ",",
      "jorge",
      "rodríguez",
      ",",
      "declaraciones",
      "oficiales",
      "tarde",
      "aseguró",
      "país",
      "listo",
      "recibir",
      "migrantes",
      "venezolanos",
      "encuentran",
      "unidos",
      ",",
      "haciendo",
      "énfasis",
      "cometiendo",
      "migrantes",
      "bolivarianos",
      "detenidos",
      "salvador",
      "constituye",
      "violación",
      "total",
      "derechos",
      "humanos",
      ",",
      "migrantes",
      "niños",
      ".",
      "presidente",
      "asamblea",
      "nacional",
      "aseguró",
      "presidente",
      "venezolano",
      ",",
      "nicolás",
      "maduro",
      "conjunto",
      "primera",
      "combatiente",
      "cilia",
      "flores",
      "vicepresidenta",
      "ejecutiva",
      "delcy",
      "rodríguez",
      "sostuvo",
      "reunión",
      "familiares",
      "venezolanas",
      "secuestrados",
      "salvador",
      ".",
      "encuentro",
      ",",
      "altos",
      "funcionarios",
      "pudieron",
      "escuchar",
      "testimonios",
      "familiares",
      "migrantes",
      "encontraban",
      "unidos",
      "trasladados",
      "forzosamente",
      "cárcel",
      "cecot",
      ".",
      "misma",
      "línea",
      ",",
      "jorge",
      "rodríguez",
      "recordó",
      "240",
      "venezolanos",
      "entraron",
      "suelo",
      "estadounidense",
      "registraron",
      "debidamente",
      "organismos",
      "emigración",
      ",",
      "poseían",
      "puesto",
      "laboral",
      ",",
      "cumpliendo",
      "requisitos",
      "impone",
      "país",
      "realizar",
      "trabajos",
      ".",
      "alto",
      "funcionario",
      "venezolano",
      "resaltó",
      "bajo",
      "engaño",
      "violencia",
      "secuestrados",
      ".",
      "“",
      "sacaron",
      "viviendas",
      "sitios",
      "trabajos",
      "vías",
      "públicas",
      "incluso",
      "agarraron",
      "mismas",
      "oficinas",
      "emigración",
      "asistido",
      "apara",
      "manifestar",
      "deseo",
      "regresar",
      "venezuela",
      "regularizar",
      "situación",
      "”",
      ",",
      "relató",
      ".",
      "“",
      "llevaron",
      "reclusorio",
      "ahí",
      "vuelo",
      "solamente",
      "pueden",
      "ser",
      "comparado",
      "traslados",
      "trenes",
      "población",
      "judía",
      "campos",
      "concentración",
      "alemania",
      "nazi",
      ",",
      "exactamente",
      "mismo",
      "modus",
      "operandis",
      "decirle",
      "iban",
      "llevan",
      "tercer",
      "país",
      "ninguno",
      "muchachos",
      "conocido",
      "momento",
      "”",
      ",",
      "detalló",
      ".",
      "arbitrario",
      "procedimiento",
      ",",
      "rodríguez",
      "cuestionó",
      "hecho",
      "presidente",
      "bukele",
      "acepte",
      "permita",
      "además",
      "cobre",
      "dinero",
      "llevar",
      "secuestrados",
      "muchachos",
      "cometido",
      "absolutamente",
      "ningún",
      "delito",
      "salvador",
      "ee.uu.",
      "venezuela",
      ".",
      "“",
      "vulgar",
      "secuestro",
      "sometiendo",
      "trabajo",
      "esclavo",
      "jóvenes",
      "inocentes",
      ".",
      "cómo",
      "posible",
      "ocho",
      "jóvenes",
      "mujeres",
      "venezolanas",
      "sido",
      "llevadas",
      "salvador",
      "allí",
      "secuestradas",
      "prisión",
      "alta",
      "peligrosidad",
      "solamente",
      "hombres",
      "”",
      ",",
      "enfatizó",
      ".",
      "además",
      ",",
      "cuestionó",
      "hecho",
      "secuestro",
      "menor",
      "edad",
      ":",
      "cumplió",
      "20",
      "años",
      "mientras",
      "encontraba",
      "detenido",
      "ee.uu.",
      "mayoría",
      "edad",
      "adquiere",
      "21",
      "años",
      "edad",
      ".",
      "rodríguez",
      "aseguró",
      "caracas",
      "van",
      "mover",
      "“",
      "cielo",
      "tierra",
      "”",
      ",",
      "van",
      "hablar",
      "hablar",
      "devolver",
      "todas",
      "venezolanas",
      "venezolanos",
      "secuestrados",
      "salvador",
      "vuelvan",
      "resguardo",
      "familiares",
      "patria",
      ".",
      "“",
      "contratado",
      "mejores",
      "bufetes",
      "abogados",
      "salvador",
      "defiendan",
      "muchachos",
      "allá",
      "logren",
      "libertad",
      "”",
      ",",
      "dijo",
      ".",
      "asimismo",
      ",",
      "asegura",
      "contactado",
      "mejores",
      "bufetes",
      "abogados",
      "materia",
      "migración",
      "ee.uu.",
      "representen",
      "venezuela",
      ".",
      ",",
      "advirtió",
      "violando",
      "declaración",
      "universal",
      "derechos",
      "humanos",
      ",",
      "carta",
      "naciones",
      "unidas",
      ",",
      "declaración",
      "universal",
      "derechos",
      "niño",
      ",",
      "así",
      "convenios",
      "migración",
      "trabajo",
      "migrantes",
      ".",
      "“",
      "venezuela",
      "lista",
      ",",
      "absolutamente",
      "dispuesto",
      "reanudar",
      "vuelos",
      "traer",
      "venezolanos",
      "encuentran",
      "ee.uu.",
      ",",
      "espera",
      "den",
      "coordinaciones",
      "necesarias",
      ",",
      "advirtiendo",
      "mismo",
      "tiempo",
      "impidiéndolo",
      "departamento",
      "ee.uu.",
      "”",
      ",",
      "aseguró",
      ",",
      "subrayó",
      "“",
      "si",
      "traemos",
      ",",
      "dejáramos",
      "solo",
      "venezolano",
      "maltratado",
      "ee.uu.",
      "vamos",
      "lograr",
      ";",
      "descansaremos",
      "veamos",
      "aterrizar",
      "aeropuerto",
      "internacional",
      "simón",
      "bolívar",
      "”",
      ".",
      "“",
      "van",
      "ser",
      "rescatados",
      "fuerza",
      "verdad",
      "fuerza",
      "dios",
      "fuerza",
      "pueblo",
      "venezuela",
      "”",
      ",",
      "ultimó",
      "."
    ],
    "token_count": 387,
    "sentence_count": 17
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "NN": 233,
      "JJ": 58,
      "FW": 150,
      "NNS": 27,
      "VBP": 15,
      "VBZ": 13,
      "IN": 31,
      "VBD": 4,
      "CD": 3,
      "DT": 3,
      "MD": 1,
      "VB": 1,
      "RB": 3
    },
    "bigram_freq": {
      "NNP-NN": 25,
      "NN-NN": 148,
      "NN-JJ": 17,
      "JJ-NNP": 6,
      "NNP-FW": 12,
      "FW-NNP": 25,
      "NNP-NNP": 31,
      "FW-NNS": 5,
      "NNS-NNS": 3,
      "NNS-VBP": 9,
      "VBP-JJ": 10,
      "JJ-NN": 31,
      "NN-VBZ": 5,
      "VBZ-JJ": 5,
      "NN-IN": 17,
      "IN-NNP": 4,
      "NN-FW": 19,
      "FW-NN": 21,
      "JJ-NNS": 9,
      "NNS-IN": 8,
      "IN-FW": 21,
      "FW-JJ": 7,
      "NN-NNP": 11,
      "FW-FW": 90,
      "NNP-VBZ": 4,
      "VBZ-FW": 2,
      "NNP-VBD": 3,
      "VBD-JJ": 3,
      "VBP-IN": 1,
      "JJ-JJ": 7,
      "IN-JJ": 4,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "JJ-VBP": 1,
      "VBP-FW": 1,
      "JJ-FW": 4,
      "IN-NNS": 1,
      "VBZ-NN": 1,
      "NN-DT": 2,
      "DT-NN": 3,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNP": 1,
      "NNP-JJ": 2,
      "NN-NNS": 7,
      "NNS-VBZ": 3,
      "VBZ-NNP": 1,
      "NNS-NNP": 2,
      "NN-CD": 1,
      "CD-NN": 2,
      "FW-RB": 2,
      "RB-VBZ": 1,
      "VBZ-CD": 1,
      "NN-VBP": 3,
      "VBP-NN": 1,
      "VBP-NNS": 1,
      "IN-NN": 1,
      "VBZ-IN": 2,
      "VBP-NNP": 1,
      "NNP-IN": 3,
      "NNP-VBP": 2,
      "NNS-FW": 1,
      "RB-JJ": 2,
      "NN-RB": 1,
      "VBZ-DT": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 21,
      "NN-NN-JJ": 14,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-NNP": 4,
      "FW-NNP-FW": 6,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNS": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 18,
      "NN-NN-NN": 93,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 1,
      "NN-NN-IN": 8,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "NNP-NNP-NN": 5,
      "NN-NN-FW": 10,
      "NN-FW-NN": 8,
      "FW-NN-NN": 13,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-IN": 6,
      "NNS-IN-NNP": 1,
      "NN-JJ-NN": 11,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 10,
      "IN-FW-JJ": 5,
      "FW-JJ-NN": 2,
      "IN-FW-NNS": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 6,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "IN-FW-NNP": 6,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 4,
      "NNP-FW-FW": 6,
      "FW-FW-NN": 11,
      "FW-NN-FW": 6,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "FW-FW-NNP": 13,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-NN": 3,
      "NN-JJ-NNS": 2,
      "FW-JJ-NNS": 3,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "FW-FW-FW": 62,
      "FW-FW-JJ": 2,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "FW-NNS-VBP": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-NNP": 2,
      "NN-FW-FW": 9,
      "NNP-FW-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "NN-NNP-NN": 6,
      "NNP-NN-FW": 1,
      "FW-NNP-NN": 8,
      "IN-FW-FW": 7,
      "NN-IN-NNS": 1,
      "IN-NNS-IN": 1,
      "NN-JJ-JJ": 3,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNP": 1,
      "VB-NNP-FW": 1,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "NN-NN-NNS": 4,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "JJ-NN-JJ": 2,
      "JJ-NNS-NNS": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-VBZ-JJ": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "VBZ-JJ-NNP": 1,
      "FW-NN-IN": 1,
      "FW-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-VBP": 3,
      "JJ-NN-FW": 1,
      "NN-FW-NNP": 2,
      "FW-FW-RB": 1,
      "FW-RB-VBZ": 1,
      "RB-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "VBP-JJ-FW": 2,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNS-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-FW": 3,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "IN-NNP-VBP": 1,
      "FW-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-RB": 1,
      "FW-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NNP-NN-NNP": 1,
      "JJ-NN-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 233,
        "FW": 150,
        "NNP": 83,
        "JJ": 58,
        "IN": 31
      },
      "top_bigrams": {
        "NN-NN": 148,
        "FW-FW": 90,
        "NNP-NNP": 31,
        "JJ-NN": 31,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 93,
        "FW-FW-FW": 62,
        "NNP-NN-NN": 21,
        "JJ-NN-NN": 18,
        "NN-NN-JJ": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 17,
    "chunk_counts": {
      "NP": 160,
      "VP": 39,
      "PP": 9,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0306
      },
      {
        "rule": "NP -> ('migrantes', 'NNS')",
        "frequency": 3,
        "weight": 0.0131
      },
      {
        "rule": "NP -> ('EE.UU.', 'NNP')",
        "frequency": 3,
        "weight": 0.0131
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "VP -> ('migrantes', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('los', 'JJ') ('familiares', 'NNS')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('El', 'NNP') ('Salvador', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0087
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0087
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El delegado para"
      },
      {
        "label": "NP",
        "text": "los Diálogos"
      },
      {
        "label": "NP",
        "text": "Paz"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Jorge Rodríguez"
      },
      {
        "label": "NP",
        "text": "declaraciones oficiales"
      },
      {
        "label": "VP",
        "text": "esta tarde aseguró que el país está listo para"
      },
      {
        "label": "NP",
        "text": "tarde aseguró que el país está listo para"
      },
      {
        "label": "VP",
        "text": "recibir a los"
      },
      {
        "label": "NP",
        "text": "a los"
      },
      {
        "label": "VP",
        "text": "migrantes venezolanos que se encuentran"
      },
      {
        "label": "NP",
        "text": "venezolanos que se encuentran"
      },
      {
        "label": "PP",
        "text": "en Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "haciendo énfasis en que lo que se"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP delegado/NN para/NN)\n  (NP los/JJ Diálogos/NNP)\n  de/FW\n  (NP Paz/NNP)\n  en/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Jorge/NNP Rodríguez/NNP)\n  ,/,\n  en/FW\n  (NP declaraciones/NNS oficiales/NNS)\n  (VP\n    esta/VBP\n    (NP\n      tarde/JJ\n      aseguró/NN\n      que/NN\n      el/NN\n      país/NN\n      está/NN\n      listo/NN\n      para/NN))\n  (VP recibir/VBZ (NP a/DT los/NN))\n  (VP migrantes/VBZ (NP venezolanos/JJ que/NN se/NN encuentran/NN))\n  (PP en/IN (NP Estados/NNP Unidos/NNP))\n  ,/,\n  (NP haciendo/JJ énfasis/NN en/NN que/NN lo/NN que/NN se/NN)\n  está/FW\n  (NP cometiendo/NN con/NN los/NN)\n  (VP migrantes/VBZ (NP bolivarianos/JJ detenidos/NNS))\n  (PP en/IN (NP El/NNP Salvador/NNP constituye/NN una/NN))\n  (NP violación/JJ total/NN)\n  de/IN\n  los/FW\n  (NP derechos/JJ humanos/NN)\n  ,/,\n  de/FW\n  los/FW\n  (NP migrantes/NNS)\n  y/FW\n  de/FW\n  los/FW\n  (NP niños/NN)\n  ./.)",
      "(S\n  (NP El/NNP también/NN presidente/NN)\n  de/IN\n  la/FW\n  (NP\n    Asamblea/NNP\n    Nacional/NNP\n    aseguró/NN\n    que/NN\n    el/NN\n    presidente/NN\n    venezolano/NN)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  de/FW\n  conjunto/FW\n  (NP con/NN)\n  la/FW\n  (NP primera/NN combatiente/NN Cilia/NNP Flores/NNP y/NNP la/NNP)\n  vicepresidenta/FW\n  ejecutiva/FW\n  (NP Delcy/NNP Rodríguez/NNP)\n  (VP\n    sostuvo/VBD\n    (NP una/JJ reunión/NN con/NN)\n    (NP los/JJ familiares/NNS))\n  de/IN\n  los/FW\n  (NP y/JJ las/NNS)\n  (VP venezolanas/VBP secuestrados/JJ)\n  en/FW\n  (NP El/NNP Salvador/NNP)\n  ./.)",
      "(S\n  (NP En/NNP)\n  el/FW\n  (NP encuentro/NN)\n  ,/,\n  (NP los/JJ altos/JJ funcionarios/NNS)\n  (VP pudieron/VBP (NP escuchar/JJ los/JJ testimonios/NNS))\n  de/IN\n  todos/FW\n  (NP los/JJ familiares/NNS)\n  de/IN\n  los/FW\n  (NP migrantes/NNS)\n  (VP que/VBP (NP se/JJ encontraban/NN))\n  (PP\n    en/IN\n    (NP los/JJ Estados/NNP unidos/NN y/NN fueron/NN trasladados/NN))\n  (VP forzosamente/VBD (NP a/DT la/JJ cárcel/NN))\n  (PP de/IN (NP CECOT/NNP))\n  ./.)",
      "(S\n  (NP En/NNP esa/NN misma/NN línea/NN)\n  ,/,\n  (NP Jorge/NNP Rodríguez/NNP recordó/NN que/NN)\n  (VP los/VBD)\n  240/CD\n  (NP venezolanos/NNS)\n  (ADJP que/JJ)\n  (VP entraron/VBP)\n  en/FW\n  suelo/FW\n  estadounidense/FW\n  y/FW\n  se/FW\n  (NP registraron/NN debidamente/NN)\n  ante/IN\n  (ADJP los/JJ)\n  organismos/FW\n  de/FW\n  emigración/FW\n  ,/,\n  poseían/FW\n  (NP un/JJ puesto/NN)\n  (ADJP laboral/JJ)\n  ,/,\n  (NP\n    esto/JJ\n    cumpliendo/NN\n    con/NN\n    los/NN\n    requisitos/NN\n    que/NN\n    impone/NN\n    el/NN\n    país/NN\n    para/NN\n    realizar/NN\n    esos/NN\n    trabajos/NN)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    alto/NN\n    funcionario/NN\n    venezolano/NN\n    resaltó/NN\n    también/NN\n    que/NN\n    bajo/NN\n    engaño/NN)\n  (NP o/JJ con/NN violencia/NN fueron/NN secuestrados/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "ORGANISMOS_INTERNACIONALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "JUSTICIA_SOCIAL",
      "INSTITUCIONES_EDUCATIVAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "diálogos de paz",
        "position": [
          21,
          36
        ],
        "start": 21,
        "end": 36
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2210,
          2217
        ],
        "start": 2210,
        "end": 2217
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sostuvo",
        "position": [
          607,
          614
        ],
        "start": 607,
        "end": 614
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          3169,
          3177
        ],
        "start": 3169,
        "end": 3177
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          421,
          437
        ],
        "start": 421,
        "end": 437
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          438,
          455
        ],
        "start": 438,
        "end": 455
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          3265,
          3280
        ],
        "start": 3265,
        "end": 3280
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          2280,
          2287
        ],
        "start": 2280,
        "end": 2287
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          2228,
          2235
        ],
        "start": 2228,
        "end": 2235
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de estado",
        "position": [
          3685,
          3707
        ],
        "start": 3685,
        "end": 3707
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          1942,
          1951
        ],
        "start": 1942,
        "end": 1951
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3742,
          3749
        ],
        "start": 3742,
        "end": 3749
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "aeropuerto",
        "position": [
          3947,
          3957
        ],
        "start": 3947,
        "end": 3957
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          199,
          213
        ],
        "start": 199,
        "end": 213
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          40,
          49
        ],
        "start": 40,
        "end": 49
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          2648,
          2655
        ],
        "start": 2648,
        "end": 2655
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          3685,
          3700
        ],
        "start": 3685,
        "end": 3700
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "esta tarde",
        "position": [
          95,
          105
        ],
        "start": 95,
        "end": 105
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          359,
          375
        ],
        "start": 359,
        "end": 375
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "CECOT",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bukele",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Van",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "el Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carta de las Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "los Estados unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cilia Flores",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Alemania Nazi",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Jorge Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Departamento de Estado",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "ASEGURAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ASEGURAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Jorge Rodríguez",
        "relacion": "ASEGURAR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "Jorge Rodríguez",
        "relacion": "ASEGURAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "en Estados Unidos",
        "relacion": "ENCONTRAR_RECIBIR_ASEGURAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "ASEGURAR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "ASEGURAR",
        "objeto": "Cilia Flores"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "ASEGURAR",
        "objeto": "Delcy Rodríguez"
      },
      {
        "sujeto": "Asamblea Nacional",
        "relacion": "ASEGURAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SOSTENER_ASEGURAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Cilia Flores",
        "relacion": "SOSTENER_ASEGURAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Delcy Rodríguez",
        "relacion": "SOSTENER_ASEGURAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "los Estados unidos",
        "relacion": "ENCONTRAR_ESCUCHAR",
        "objeto": "CECOT"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "CUESTIONAR",
        "objeto": "Bukele"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "CUESTIONAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "CUESTIONAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "CUESTIONAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Bukele",
        "relacion": "ACEPTAR_CUESTIONAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Bukele",
        "relacion": "ACEPTAR_CUESTIONAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Bukele",
        "relacion": "ACEPTAR_CUESTIONAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "ASEGURAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Rodríguez",
        "relacion": "ASEGURAR",
        "objeto": "el Salvador"
      },
      {
        "sujeto": "Caracas",
        "relacion": "MOVER_ASEGURAR",
        "objeto": "el Salvador"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "CONTACTAR_ASEGURAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ASEGURAR_EN_SUBRAYAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Departamento de Estado",
        "relacion": "ADVERTIR_ASEGURAR_EN_SUBRAYAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Van",
        "relacion": "IR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8481,
    "pos": 0.0,
    "neu": 0.984,
    "neg": 0.016,
    "label": "negative"
  }
}