{
  "url": "https://www.telesurtv.net/palestina-libre-residente-ciudad-de-mexico/",
  "title": "“Palestina libre”, grito que acompaña presentación de Residente en Ciudad de México - teleSUR",
  "section": "Cultura",
  "tags": [
    "Apoyo a Palestina",
    "concierto",
    "condenan-agresion-israeli",
    "Conflicto",
    "México"
  ],
  "text": "Ante un aforo de 180.000 personas, el músico y cantautor puertorriqueño René Pérez Joglar, conocido como Residente, inundó en la noche de este sábado con sus rimas combativas la Plaza del Zócalo, en la Ciudad de México, para exigir justicia para Palestina entre otros temas. El artista extendió al principal espacio público del país azteca su reclamo defensa de esa causa y por un mundo sin guerras.\nResidente, quien en su gira reciente por España canceló conciertos al guardar relación estos eventos con fondos que apoyan la industria armamentista de Israel, refrendó que la lucha palestina es una de las más humanas, en un momento donde miles y miles de familias están siendo acribilladas.\n\nEn medio del folclor tradicional del Centro Histórico, el rap y hip hop tomaron el escenario para ser un foro de revolución y denuncia. “Hagamos otra que haga brincar en nombre de México, del amor que sentimos por nuestros países, por los que se manifiestan; en nombre de los pueblos originales… En nombre de todos que estamos bajo la misma luna”, aseguró el boricua.\nLa presentación incluyó otros temas de su repertorio como “Ojos color sol”, “Atrévete te te”, “Guerra” “Latinoamérica”, “El Aguante”, “Calma Pueblo”, “No hay nadie como tú”, “La vuelta al mundo” y el íntimo canto autobiográfico “René”. Residente convocó a tratar de disfrutar la vida y mostró su emoción al escuchar al público corear “No estás solo” y “Olé olé olé, René” en apoyo hacia él.\nEl artista aprovechó la ocasión para subir al escenario a una familia de Gaza que fue recibida hace poco por el gobierno de México. La pequeña hija de la familia gritó: “paren el genocidio” y acto seguido, la muchedumbre solarizada con ese pedido, la acompañó con otro lema: “Palestina libre, Palestina libre”.\nRené aseguró: “hay que presionar a nuestros gobiernos hasta que detengan esa masacre. Todo el mundo a presionar. Los matan de hambre y los bombardean. Les pido a todos. Esto trasciende la política y religión”.\n\n\nExpresó también su solidaridad con los latinoamericanos que sufren el asedio de las autoridades migratorias de Estados Unidos. De esta manera, dedicó su tema “This is not América”, para “toda esa gente del Servicio de Inmigración y Control de Aduanas (ICE) que trata mal a los migrantes”.\nRecientemente en España, Residente decidió cancelar su participación en dos festivales españoles: el Morriña y el Festival Internacional de Benicàssim (FIB), debido a que ambos eventos están financiados por el fondo de inversión KKR, una firma con intereses en empresas tecnológicas que proveen sistemas de vigilancia y armamento al ejército israelí. Dicho capital apoya además proyectos inmobiliarios en territorios palestinos ocupados ilegalmente por Israel.\n\n\nPara Residente, participar en eventos patrocinados por fondos que contribuyen al aparato de ocupación israelí sería, en sus palabras, “formar parte, aunque sea de la manera más mínima, del genocidio y la violación sistemática de los derechos humanos en Gaza”. Con esta postura, el músico reafirmó su compromiso con las causas sociales y el rechazo abierto al genocidio contra el pueblo palestino.\nLa ofensiva israelí sobre la Franja de Gaza, intensificada desde octubre de 2023, ha dejado decenas de miles de muertos, en su mayoría civiles, y ha generado condenas internacionales por presuntos crímenes de guerra. Organizaciones de derechos humanos, relatorías de la ONU y diversos gobiernos han denunciado el uso desproporcionado de la fuerza por parte de Israel, así como el bloqueo humanitario sobre la población palestina.\nEn este escenario, artistas como Residente toman un papel clave al visibilizar el conflicto desde escenarios populares. Su renuncia a festivales financiados por intereses sionistas se inscribe en una creciente ola de boicots culturales, parte de la campaña BDS (Boicot, Desinversión y Sanciones), que busca presionar a Israel para que cumpla con el derecho internacional y detenga su ocupación genocida.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/palestina-libre-residente-ciudad-de-mexico/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 643,
    "message_id": 103972,
    "date": "2025-09-07T13:55:07+00:00",
    "text": "teleSUR\n“Palestina libre”, grito que acompaña presentación de Residente en Ciudad de México\nhttps://www.telesurtv.net/palestina-libre-residente-ciudad-de-mexico/",
    "photo_path": null,
    "views": 1933,
    "reactions": {
      "👍": 36,
      "❤": 8,
      "🙏": 5
    },
    "total_reactions": 49
  },
  "preprocessing": {
    "cleaned": "ante un aforo de 180.000 personas, el músico y cantautor puertorriqueño rené pérez joglar, conocido como residente, inundó en la noche de este sábado con sus rimas combativas la plaza del zócalo, en la ciudad de méxico, para exigir justicia para palestina entre otros temas. el artista extendió al principal espacio público del país azteca su reclamo defensa de esa causa y por un mundo sin guerras. residente, quien en su gira reciente por españa canceló conciertos al guardar relación estos eventos con fondos que apoyan la industria armamentista de israel, refrendó que la lucha palestina es una de las más humanas, en un momento donde miles y miles de familias están siendo acribilladas. en medio del folclor tradicional del centro histórico, el rap y hip hop tomaron el escenario para ser un foro de revolución y denuncia. “hagamos otra que haga brincar en nombre de méxico, del amor que sentimos por nuestros países, por los que se manifiestan; en nombre de los pueblos originales… en nombre de todos que estamos bajo la misma luna”, aseguró el boricua. la presentación incluyó otros temas de su repertorio como “ojos color sol”, “atrévete te te”, “guerra” “latinoamérica”, “el aguante”, “calma pueblo”, “no hay nadie como tú”, “la vuelta al mundo” y el íntimo canto autobiográfico “rené”. residente convocó a tratar de disfrutar la vida y mostró su emoción al escuchar al público corear “no estás solo” y “olé olé olé, rené” en apoyo hacia él. el artista aprovechó la ocasión para subir al escenario a una familia de gaza que fue recibida hace poco por el gobierno de méxico. la pequeña hija de la familia gritó: “paren el genocidio” y acto seguido, la muchedumbre solarizada con ese pedido, la acompañó con otro lema: “palestina libre, palestina libre”. rené aseguró: “hay que presionar a nuestros gobiernos hasta que detengan esa masacre. todo el mundo a presionar. los matan de hambre y los bombardean. les pido a todos. esto trasciende la política y religión”. expresó también su solidaridad con los latinoamericanos que sufren el asedio de las autoridades migratorias de estados unidos. de esta manera, dedicó su tema “this is not américa”, para “toda esa gente del servicio de inmigración y control de aduanas (ice) que trata mal a los migrantes”. recientemente en españa, residente decidió cancelar su participación en dos festivales españoles: el morriña y el festival internacional de benicàssim (fib), debido a que ambos eventos están financiados por el fondo de inversión kkr, una firma con intereses en empresas tecnológicas que proveen sistemas de vigilancia y armamento al ejército israelí. dicho capital apoya además proyectos inmobiliarios en territorios palestinos ocupados ilegalmente por israel. para residente, participar en eventos patrocinados por fondos que contribuyen al aparato de ocupación israelí sería, en sus palabras, “formar parte, aunque sea de la manera más mínima, del genocidio y la violación sistemática de los derechos humanos en gaza”. con esta postura, el músico reafirmó su compromiso con las causas sociales y el rechazo abierto al genocidio contra el pueblo palestino. la ofensiva israelí sobre la franja de gaza, intensificada desde octubre de 2023, ha dejado decenas de miles de muertos, en su mayoría civiles, y ha generado condenas internacionales por presuntos crímenes de guerra. organizaciones de derechos humanos, relatorías de la onu y diversos gobiernos han denunciado el uso desproporcionado de la fuerza por parte de israel, así como el bloqueo humanitario sobre la población palestina. en este escenario, artistas como residente toman un papel clave al visibilizar el conflicto desde escenarios populares. su renuncia a festivales financiados por intereses sionistas se inscribe en una creciente ola de boicots culturales, parte de la campaña bds (boicot, desinversión y sanciones), que busca presionar a israel para que cumpla con el derecho internacional y detenga su ocupación genocida.",
    "tokens": [
      "aforo",
      "180.000",
      "personas",
      ",",
      "músico",
      "cantautor",
      "puertorriqueño",
      "rené",
      "pérez",
      "joglar",
      ",",
      "conocido",
      "residente",
      ",",
      "inundó",
      "noche",
      "sábado",
      "rimas",
      "combativas",
      "plaza",
      "zócalo",
      ",",
      "ciudad",
      "méxico",
      ",",
      "exigir",
      "justicia",
      "palestina",
      "temas",
      ".",
      "artista",
      "extendió",
      "principal",
      "espacio",
      "público",
      "país",
      "azteca",
      "reclamo",
      "defensa",
      "causa",
      "mundo",
      "guerras",
      ".",
      "residente",
      ",",
      "gira",
      "reciente",
      "españa",
      "canceló",
      "conciertos",
      "guardar",
      "relación",
      "eventos",
      "fondos",
      "apoyan",
      "industria",
      "armamentista",
      "israel",
      ",",
      "refrendó",
      "lucha",
      "palestina",
      "humanas",
      ",",
      "momento",
      "miles",
      "miles",
      "familias",
      "siendo",
      "acribilladas",
      ".",
      "medio",
      "folclor",
      "tradicional",
      "centro",
      "histórico",
      ",",
      "rap",
      "hip",
      "hop",
      "tomaron",
      "escenario",
      "ser",
      "foro",
      "revolución",
      "denuncia",
      ".",
      "“",
      "hagamos",
      "haga",
      "brincar",
      "nombre",
      "méxico",
      ",",
      "amor",
      "sentimos",
      "países",
      ",",
      "manifiestan",
      ";",
      "nombre",
      "pueblos",
      "originales…",
      "nombre",
      "bajo",
      "misma",
      "luna",
      "”",
      ",",
      "aseguró",
      "boricua",
      ".",
      "presentación",
      "incluyó",
      "temas",
      "repertorio",
      "“",
      "ojos",
      "color",
      "sol",
      "”",
      ",",
      "“",
      "atrévete",
      "”",
      ",",
      "“",
      "guerra",
      "”",
      "“",
      "latinoamérica",
      "”",
      ",",
      "“",
      "aguante",
      "”",
      ",",
      "“",
      "calma",
      "pueblo",
      "”",
      ",",
      "“",
      "nadie",
      "”",
      ",",
      "“",
      "vuelta",
      "mundo",
      "”",
      "íntimo",
      "canto",
      "autobiográfico",
      "“",
      "rené",
      "”",
      ".",
      "residente",
      "convocó",
      "tratar",
      "disfrutar",
      "vida",
      "mostró",
      "emoción",
      "escuchar",
      "público",
      "corear",
      "“",
      "solo",
      "”",
      "“",
      "olé",
      "olé",
      "olé",
      ",",
      "rené",
      "”",
      "apoyo",
      "hacia",
      ".",
      "artista",
      "aprovechó",
      "ocasión",
      "subir",
      "escenario",
      "familia",
      "gaza",
      "recibida",
      "hace",
      "gobierno",
      "méxico",
      ".",
      "pequeña",
      "hija",
      "familia",
      "gritó",
      ":",
      "“",
      "paren",
      "genocidio",
      "”",
      "acto",
      "seguido",
      ",",
      "muchedumbre",
      "solarizada",
      "pedido",
      ",",
      "acompañó",
      "lema",
      ":",
      "“",
      "palestina",
      "libre",
      ",",
      "palestina",
      "libre",
      "”",
      ".",
      "rené",
      "aseguró",
      ":",
      "“",
      "presionar",
      "gobiernos",
      "detengan",
      "masacre",
      ".",
      "mundo",
      "presionar",
      ".",
      "matan",
      "hambre",
      "bombardean",
      ".",
      "pido",
      ".",
      "trasciende",
      "política",
      "religión",
      "”",
      ".",
      "expresó",
      "solidaridad",
      "latinoamericanos",
      "sufren",
      "asedio",
      "autoridades",
      "migratorias",
      "unidos",
      ".",
      "manera",
      ",",
      "dedicó",
      "tema",
      "“",
      "this",
      "is",
      "not",
      "américa",
      "”",
      ",",
      "“",
      "toda",
      "gente",
      "servicio",
      "inmigración",
      "control",
      "aduanas",
      "(",
      "ice",
      ")",
      "trata",
      "mal",
      "migrantes",
      "”",
      ".",
      "recientemente",
      "españa",
      ",",
      "residente",
      "decidió",
      "cancelar",
      "participación",
      "dos",
      "festivales",
      "españoles",
      ":",
      "morriña",
      "festival",
      "internacional",
      "benicàssim",
      "(",
      "fib",
      ")",
      ",",
      "debido",
      "ambos",
      "eventos",
      "financiados",
      "fondo",
      "inversión",
      "kkr",
      ",",
      "firma",
      "intereses",
      "empresas",
      "tecnológicas",
      "proveen",
      "sistemas",
      "vigilancia",
      "armamento",
      "ejército",
      "israelí",
      ".",
      "dicho",
      "capital",
      "apoya",
      "además",
      "proyectos",
      "inmobiliarios",
      "territorios",
      "palestinos",
      "ocupados",
      "ilegalmente",
      "israel",
      ".",
      "residente",
      ",",
      "participar",
      "eventos",
      "patrocinados",
      "fondos",
      "contribuyen",
      "aparato",
      "ocupación",
      "israelí",
      ",",
      "palabras",
      ",",
      "“",
      "formar",
      "parte",
      ",",
      "aunque",
      "manera",
      "mínima",
      ",",
      "genocidio",
      "violación",
      "sistemática",
      "derechos",
      "humanos",
      "gaza",
      "”",
      ".",
      "postura",
      ",",
      "músico",
      "reafirmó",
      "compromiso",
      "causas",
      "sociales",
      "rechazo",
      "abierto",
      "genocidio",
      "pueblo",
      "palestino",
      ".",
      "ofensiva",
      "israelí",
      "franja",
      "gaza",
      ",",
      "intensificada",
      "octubre",
      "2023",
      ",",
      "dejado",
      "decenas",
      "miles",
      "muertos",
      ",",
      "mayoría",
      "civiles",
      ",",
      "generado",
      "condenas",
      "internacionales",
      "presuntos",
      "crímenes",
      "guerra",
      ".",
      "organizaciones",
      "derechos",
      "humanos",
      ",",
      "relatorías",
      "onu",
      "diversos",
      "gobiernos",
      "denunciado",
      "uso",
      "desproporcionado",
      "fuerza",
      "parte",
      "israel",
      ",",
      "así",
      "bloqueo",
      "humanitario",
      "población",
      "palestina",
      ".",
      "escenario",
      ",",
      "artistas",
      "residente",
      "toman",
      "papel",
      "clave",
      "visibilizar",
      "conflicto",
      "escenarios",
      "populares",
      ".",
      "renuncia",
      "festivales",
      "financiados",
      "intereses",
      "sionistas",
      "inscribe",
      "creciente",
      "ola",
      "boicots",
      "culturales",
      ",",
      "parte",
      "campaña",
      "bds",
      "(",
      "boicot",
      ",",
      "desinversión",
      "sanciones",
      ")",
      ",",
      "busca",
      "presionar",
      "israel",
      "cumpla",
      "derecho",
      "internacional",
      "detenga",
      "ocupación",
      "genocida",
      "."
    ],
    "token_count": 457,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 89,
      "JJ": 53,
      "NN": 241,
      "IN": 25,
      "CD": 2,
      "NNS": 30,
      "RB": 7,
      "VBP": 22,
      "FW": 113,
      "VBZ": 10,
      "VB": 3,
      "MD": 2,
      "DT": 2,
      "VBN": 1
    },
    "bigram_freq": {
      "NNP-JJ": 2,
      "JJ-NN": 39,
      "NN-IN": 21,
      "IN-CD": 2,
      "CD-NNS": 1,
      "NNS-RB": 3,
      "RB-VBP": 2,
      "VBP-NN": 3,
      "NN-NN": 135,
      "NN-NNP": 26,
      "NNP-NNP": 28,
      "NNP-NN": 34,
      "NN-FW": 20,
      "FW-FW": 61,
      "FW-NN": 23,
      "NNP-FW": 15,
      "FW-NNP": 17,
      "NNP-VBZ": 6,
      "VBZ-JJ": 3,
      "NN-JJ": 17,
      "JJ-JJ": 7,
      "IN-FW": 12,
      "NN-NNS": 16,
      "NNS-NNP": 3,
      "NNS-VBP": 17,
      "VBP-IN": 1,
      "IN-NNP": 5,
      "NNS-NNS": 2,
      "VBP-JJ": 13,
      "VBZ-VB": 1,
      "VB-NN": 1,
      "IN-NN": 4,
      "FW-JJ": 7,
      "JJ-NNP": 2,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-JJ": 1,
      "JJ-NNS": 5,
      "NN-RB": 2,
      "RB-JJ": 1,
      "VBZ-FW": 2,
      "FW-VBP": 1,
      "VBP-DT": 1,
      "DT-NN": 1,
      "RB-NNP": 3,
      "VB-NNP": 1,
      "VBZ-NNP": 2,
      "FW-NNS": 3,
      "NNS-FW": 2,
      "NN-DT": 1,
      "DT-VBZ": 1,
      "VBZ-RB": 2,
      "NNP-IN": 1,
      "NNS-VBZ": 2,
      "NN-VBZ": 1,
      "FW-IN": 1,
      "VBP-NNS": 2,
      "CD-NN": 1,
      "IN-NNS": 1,
      "RB-FW": 1,
      "NNS-IN": 1,
      "NNP-VBP": 1,
      "VBP-NNP": 1,
      "NN-VBP": 1,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "IN-JJ": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 2,
      "JJ-NN-IN": 10,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-VBP": 2,
      "RB-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-NN-NNP": 16,
      "NN-NNP-NNP": 9,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 27,
      "NN-NNP-NN": 12,
      "NN-NN-FW": 11,
      "NN-FW-FW": 9,
      "FW-FW-FW": 43,
      "FW-FW-NN": 7,
      "FW-NN-NN": 12,
      "NN-NN-NN": 76,
      "NN-NNP-FW": 2,
      "NNP-FW-NNP": 6,
      "FW-NNP-FW": 7,
      "NNP-FW-FW": 3,
      "FW-FW-NNP": 7,
      "FW-NNP-NN": 3,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NNP": 4,
      "NN-NN-JJ": 14,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "JJ-NN-NN": 15,
      "NN-NN-IN": 8,
      "NN-IN-FW": 11,
      "IN-FW-NN": 2,
      "NN-JJ-NN": 13,
      "NN-NN-NNS": 6,
      "NN-NNS-NNP": 3,
      "NNS-NNP-NN": 2,
      "NNP-NN-FW": 2,
      "NN-FW-NN": 8,
      "JJ-NN-NNS": 5,
      "NN-NNS-VBP": 10,
      "NNS-VBP-IN": 1,
      "VBP-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "FW-NN-FW": 3,
      "FW-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NN": 7,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-VB": 1,
      "VBZ-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-IN-NN": 3,
      "IN-NN-JJ": 1,
      "IN-FW-JJ": 5,
      "FW-JJ-NNP": 1,
      "JJ-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "JJ-NN-FW": 3,
      "NNP-FW-NN": 5,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-JJ": 3,
      "FW-NN-NNP": 4,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "IN-FW-FW": 2,
      "FW-FW-VBP": 1,
      "FW-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-MD": 1,
      "MD-VB-NNP": 1,
      "VB-NNP-FW": 1,
      "NN-IN-NNP": 3,
      "FW-NNP-NNP": 6,
      "NNP-NNP-FW": 4,
      "FW-NN-IN": 3,
      "FW-JJ-NN": 5,
      "NN-FW-JJ": 1,
      "JJ-NN-JJ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 2,
      "NNP-NN-NNP": 2,
      "JJ-JJ-JJ": 1,
      "VBZ-FW-NN": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "NN-NN-DT": 1,
      "NN-DT-VBZ": 1,
      "DT-VBZ-RB": 1,
      "VBZ-RB-NNP": 2,
      "RB-NNP-NN": 2,
      "NN-FW-NNP": 2,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNS-NNP-FW": 1,
      "IN-NN-NNS": 2,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-RB": 1,
      "IN-FW-NNP": 2,
      "FW-NNP-JJ": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "IN-FW-IN": 1,
      "FW-IN-NN": 1,
      "IN-NN-NN": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "IN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-FW": 1,
      "RB-FW-FW": 1,
      "FW-NNS-VBP": 1,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NNP-NN-NNS": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "NNS-VBZ-NNP": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 241,
        "FW": 113,
        "NNP": 89,
        "JJ": 53,
        "NNS": 30
      },
      "top_bigrams": {
        "NN-NN": 135,
        "FW-FW": 61,
        "JJ-NN": 39,
        "NNP-NN": 34,
        "NNP-NNP": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 76,
        "FW-FW-FW": 43,
        "NNP-NN-NN": 27,
        "NN-NN-NNP": 16,
        "JJ-NN-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 177,
      "VP": 38,
      "PP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0239
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 4,
        "weight": 0.0159
      },
      {
        "rule": "NP -> ('México', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('Residente', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('”', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('otros', 'JJ') ('temas', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Israel', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('miles', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Ante"
      },
      {
        "label": "NP",
        "text": "un aforo"
      },
      {
        "label": "NP",
        "text": "personas"
      },
      {
        "label": "VP",
        "text": "el músico y cantautor puertorriqueño René Pérez Joglar"
      },
      {
        "label": "NP",
        "text": "músico y cantautor puertorriqueño René Pérez Joglar"
      },
      {
        "label": "NP",
        "text": "conocido como Residente"
      },
      {
        "label": "NP",
        "text": "inundó"
      },
      {
        "label": "NP",
        "text": "con sus rimas combativas la Plaza del Zócalo"
      },
      {
        "label": "NP",
        "text": "Ciudad"
      },
      {
        "label": "NP",
        "text": "México"
      },
      {
        "label": "NP",
        "text": "para exigir justicia para Palestina"
      },
      {
        "label": "VP",
        "text": "entre otros temas"
      },
      {
        "label": "NP",
        "text": "otros temas"
      },
      {
        "label": "NP",
        "text": "El artista extendió al"
      },
      {
        "label": "NP",
        "text": "principal espacio público del país azteca su reclamo defensa"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Ante/NNP)\n  (NP un/JJ aforo/NN)\n  de/IN\n  180.000/CD\n  (NP personas/NNS)\n  ,/,\n  (VP\n    el/VBP\n    (NP\n      músico/JJ\n      y/NN\n      cantautor/NN\n      puertorriqueño/NN\n      René/NNP\n      Pérez/NNP\n      Joglar/NNP))\n  ,/,\n  (NP conocido/NN como/NN Residente/NNP)\n  ,/,\n  (NP inundó/NN)\n  en/FW\n  la/FW\n  noche/FW\n  de/FW\n  este/FW\n  sábado/FW\n  (NP\n    con/NN\n    sus/NN\n    rimas/NN\n    combativas/NN\n    la/NN\n    Plaza/NNP\n    del/NN\n    Zócalo/NNP)\n  ,/,\n  en/FW\n  la/FW\n  (NP Ciudad/NNP)\n  de/FW\n  (NP México/NNP)\n  ,/,\n  (NP para/NN exigir/NN justicia/NN para/NN Palestina/NNP)\n  (VP entre/VBZ (NP otros/JJ temas/NN))\n  ./.)",
      "(S\n  (NP El/NNP artista/NN extendió/NN al/NN)\n  (NP\n    principal/JJ\n    espacio/JJ\n    público/NN\n    del/NN\n    país/NN\n    azteca/NN\n    su/NN\n    reclamo/NN\n    defensa/NN)\n  de/IN\n  esa/FW\n  (NP causa/NN y/NN por/NN)\n  (NP un/JJ mundo/NN sin/NN guerras/NNS)\n  ./.)",
      "(S\n  (NP Residente/NNP)\n  ,/,\n  (NP quien/NN)\n  en/FW\n  (NP\n    su/NN\n    gira/NN\n    reciente/NN\n    por/NN\n    España/NNP\n    canceló/NN\n    conciertos/NN\n    al/NN\n    guardar/NN\n    relación/NN\n    estos/NN\n    eventos/NN\n    con/NN\n    fondos/NN\n    que/NN)\n  (NP apoyan/JJ la/NN industria/NNS)\n  (VP armamentista/VBP)\n  (PP de/IN (NP Israel/NNP))\n  ,/,\n  (NP refrendó/NN que/NN la/NN)\n  lucha/FW\n  (NP palestina/NN)\n  es/FW\n  una/FW\n  de/FW\n  las/FW\n  más/FW\n  (NP humanas/NNS)\n  ,/,\n  en/FW\n  un/FW\n  momento/FW\n  (NP donde/NN miles/NNS)\n  (VP y/VBP (NP miles/NNS) de/RB)\n  (VP familias/VBP (NP están/JJ siendo/NN acribilladas/NNS))\n  ./.)",
      "(S\n  (NP En/NNP medio/NN del/NN folclor/NN)\n  (NP tradicional/JJ del/NN Centro/NNP Histórico/NNP)\n  ,/,\n  (VP\n    el/VBZ\n    (NP rap/NN y/NN hip/NN hop/NN tomaron/NN el/NN escenario/NN))\n  (PP para/IN (NP ser/NN))\n  (NP un/JJ foro/NN)\n  de/IN\n  revolución/FW\n  (NP y/JJ denuncia/NN)\n  ./.)",
      "(S\n  (NP “/JJ Hagamos/NNP)\n  otra/MD\n  (VP que/VB (NP haga/JJ brincar/NN))\n  en/FW\n  nombre/FW\n  de/FW\n  (NP México/NNP)\n  ,/,\n  del/FW\n  (NP amor/NN que/NN sentimos/NN por/NN)\n  (NP nuestros/JJ países/NNS)\n  ,/,\n  (NP por/JJ los/NN que/NN se/NN manifiestan/NN)\n  ;/:\n  en/CC\n  nombre/FW\n  de/FW\n  los/FW\n  pueblos/FW\n  originales…/FW\n  (NP En/NNP)\n  nombre/FW\n  de/FW\n  todos/FW\n  que/FW\n  estamos/FW\n  (NP bajo/NN)\n  la/FW\n  misma/FW\n  luna/FW\n  (NP ”/NN)\n  ,/,\n  (NP aseguró/JJ el/NN boricua/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "PERIODOS_TEMPORALES",
      "CANTIDADES_NUMERICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "ORGANISMOS_INTERNACIONALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "APROBACION_RECHAZO",
      "CIUDADES_CAPITALES",
      "JUSTICIA_SOCIAL",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "CULTURA_DEPORTE_SOCIEDAD",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra” “latinoamérica”, “el aguante”, “calma pueblo”, “no hay nadie como tú”, “la vuelta al mundo” y el íntimo canto autobiográfico “rené”. residente convocó a tratar de disfrutar la vida y mostró su emoción al escuchar al público corear “no estás solo” y “olé olé olé, rené” en apoyo",
        "position": [
          1156,
          1441
        ],
        "start": 1156,
        "end": 1441
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ejército israelí. dicho capital apoya además proyectos inmobiliarios en territorios",
        "position": [
          2597,
          2680
        ],
        "start": 2597,
        "end": 2680
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          2819,
          2828
        ],
        "start": 2819,
        "end": 2828
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          2483,
          2492
        ],
        "start": 2483,
        "end": 2492
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1975,
          1982
        ],
        "start": 1975,
        "end": 1982
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          351,
          358
        ],
        "start": 351,
        "end": 358
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "genocidio y la violación sistemática de los derechos humanos en gaza”. con esta postura, el músico reafirmó su compromiso con las causas sociales y el rechazo abierto al genocidio contra el pueblo",
        "position": [
          2916,
          3112
        ],
        "start": 2916,
        "end": 3112
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "genocidio” y acto seguido, la muchedumbre solarizada con ese pedido, la acompañó con otro lema: “palestina",
        "position": [
          1631,
          1737
        ],
        "start": 1631,
        "end": 1737
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "bloqueo humanitario sobre la población",
        "position": [
          3504,
          3542
        ],
        "start": 3504,
        "end": 3542
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "artista extendió al",
        "position": [
          278,
          297
        ],
        "start": 278,
        "end": 297
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de méxico",
        "position": [
          1564,
          1582
        ],
        "start": 1564,
        "end": 1582
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "onu",
        "position": [
          3394,
          3397
        ],
        "start": 3394,
        "end": 3397
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          3015,
          3023
        ],
        "start": 3015,
        "end": 3023
      },
      {
        "category": "PAISES",
        "matched_text": "españa",
        "position": [
          441,
          447
        ],
        "start": 441,
        "end": 447
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          212,
          218
        ],
        "start": 212,
        "end": 218
      },
      {
        "category": "PAISES",
        "matched_text": "palestina",
        "position": [
          246,
          255
        ],
        "start": 246,
        "end": 255
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2086,
          2100
        ],
        "start": 2086,
        "end": 2100
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "ciudad de méxico",
        "position": [
          202,
          218
        ],
        "start": 202,
        "end": 218
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza del",
        "position": [
          178,
          187
        ],
        "start": 178,
        "end": 187
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro histórico",
        "position": [
          730,
          746
        ],
        "start": 730,
        "end": 746
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la noche",
        "position": [
          123,
          134
        ],
        "start": 123,
        "end": 134
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hace poco",
        "position": [
          1547,
          1556
        ],
        "start": 1547,
        "end": 1556
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          3504,
          3511
        ],
        "start": 3504,
        "end": 3511
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          2960,
          2976
        ],
        "start": 2960,
        "end": 2976
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 personas",
        "position": [
          21,
          33
        ],
        "start": 21,
        "end": 33
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "180.000 personas",
        "position": [
          17,
          33
        ],
        "start": 17,
        "end": 33
      }
    ],
    "match_count": 26
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plaza del Zócalo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro Histórico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Les pido a todos.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Morriña",
        "tipo": "Lugar"
      },
      {
        "nombre": "Servicio de Inmigración",
        "tipo": "Organizacion"
      },
      {
        "nombre": "René Pérez Joglar",
        "tipo": "Persona"
      },
      {
        "nombre": "Desinversión",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ciudad de México",
        "tipo": "Lugar"
      },
      {
        "nombre": "BDS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "René",
        "tipo": "Persona"
      },
      {
        "nombre": "FIB",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Residente",
        "tipo": "Organizacion"
      },
      {
        "nombre": "KKR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Festival Internacional de Benicàssim",
        "tipo": "Lugar"
      },
      {
        "nombre": "Boicot",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "René Pérez Joglar",
        "relacion": "INUNDAR",
        "objeto": "Plaza del Zócalo"
      },
      {
        "sujeto": "René Pérez Joglar",
        "relacion": "INUNDAR",
        "objeto": "Ciudad de México"
      },
      {
        "sujeto": "René Pérez Joglar",
        "relacion": "INUNDAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Residente",
        "relacion": "INUNDAR",
        "objeto": "Plaza del Zócalo"
      },
      {
        "sujeto": "Residente",
        "relacion": "INUNDAR",
        "objeto": "Ciudad de México"
      },
      {
        "sujeto": "Residente",
        "relacion": "INUNDAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Plaza del Zócalo",
        "relacion": "INUNDAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Ciudad de México",
        "relacion": "INUNDAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "España",
        "relacion": "CANCELAR_REFRENDAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Residente",
        "relacion": "CONVOCAR",
        "objeto": "René"
      },
      {
        "sujeto": "Residente",
        "relacion": "DECIDIR",
        "objeto": "España"
      },
      {
        "sujeto": "España",
        "relacion": "DECIDIR",
        "objeto": "Morriña"
      },
      {
        "sujeto": "España",
        "relacion": "DECIDIR",
        "objeto": "Festival Internacional de Benicàssim"
      },
      {
        "sujeto": "España",
        "relacion": "DECIDIR",
        "objeto": "FIB"
      },
      {
        "sujeto": "España",
        "relacion": "DECIDIR",
        "objeto": "KKR"
      },
      {
        "sujeto": "Residente",
        "relacion": "DECIDIR",
        "objeto": "Morriña"
      },
      {
        "sujeto": "Residente",
        "relacion": "DECIDIR",
        "objeto": "Festival Internacional de Benicàssim"
      },
      {
        "sujeto": "Residente",
        "relacion": "DECIDIR",
        "objeto": "FIB"
      },
      {
        "sujeto": "Residente",
        "relacion": "DECIDIR",
        "objeto": "KKR"
      },
      {
        "sujeto": "Morriña",
        "relacion": "CANCELAR_DECIDIR",
        "objeto": "KKR"
      },
      {
        "sujeto": "Festival Internacional de Benicàssim",
        "relacion": "CANCELAR_DECIDIR",
        "objeto": "KKR"
      },
      {
        "sujeto": "FIB",
        "relacion": "CANCELAR_DECIDIR",
        "objeto": "KKR"
      },
      {
        "sujeto": "ONU",
        "relacion": "DENUNCIAR",
        "objeto": "Israel"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8126,
    "pos": 0.02,
    "neu": 0.974,
    "neg": 0.006,
    "label": "positive"
  }
}