{
  "url": "https://www.telesurtv.net/hambruna-gaza-atef-nino-palestino-17-muere/",
  "title": "Hambruna en Gaza: la historia de Atef, el niño palestino de 17 años que murió de hambre - teleSUR",
  "section": "Mundo",
  "tags": [
    "Ejército israelí",
    "Franja de Gaza",
    "genocidio",
    "hambruna en gaza",
    "Holocausto",
    "infancias",
    "Palestinos asesinados",
    "Unicef"
  ],
  "text": "Los familiares lo recuerdan como un niño deportista, incluso destacan que antes de la guerra había sido considerado campeón. Pero los permanentes ataques israelíes contra Gaza y la hambruna a la cual condena a millones de palestinos hizo que la joven promesa deportiva Atef, de 17 años de edad, pasara de un cuerpo saludable de 70 kilos, a solo 25, el peso de un niño de 9 años.\n\nFuentes médicas del Complejo Médico Al-Shifa en la ciudad de Gaza informaron este sábado por la mañana que Atef murió. La causa: desnutrición aguda. Se sumó así a la lista de 163 muertos por inanición y desnutrición desde octubre de 2023, 93 de ellos niños.\nUnicef señala que uno de cada tres palestinos pasa días sin comer, mientras un alto directivo de la organización señaló que en Gaza “más de 320.000 niños pequeños corren el riesgo de sufrir desnutrición aguda”.\nSegún señala la crónica, Khater fue hospitalizado en cuidados intensivos. Pero medios locales reportaron el testimonio desesperado de su padre diciendo que ya no respondía al tratamiento.\n\n\nImágenes compartidas en redes sociales verificadas por teleSUR mostraban a los familiares de Abu Khater despidiéndose. En ellas, se veía lo que quedaba del cuerpo del niño envuelto en tela con los ojos cerrados y una delgadez extrema.\nEl joven de 17 años se encuentra entre los siete palestinos que han muerto de desnutrición en las últimas 24 horas en Gaza, según señaló el director del Hospital al-Shifa a la prensa catarí.\nMientras tanto, decenas de personas, incluidos bebés, están muriendo lentamente debido a la inanición forzada por Israel. Según la periodista gazatí para la cadena Al Jazeera, Hind Khoudary, este sábado, la niña de cinco años Misk al-Madhoun se encuentra en situación de desnutrición y sus padres no tienen forma de alimentarla. “Dicen que la ven morir lentamente cada día”, reportó.\nMientras tanto, y pese a los anuncios de Tel Aviv, la ayuda no llega. Israel ha impuesto un bloqueo a Gaza durante 18 años y desde el 2 de marzo ha cerrado todos los cruces, empeorando las condiciones humanitarias en el enclave.\nEn tanto, recrudece sus ataques por día, que han obligado a más de la mitad de la población a desplazarse frozosamente, y ha dejado totalmente reducidas a escombros ciudades como Rafah (al sur de la Franja) y el campamento de Jabalia, al norte del enclave.\n\n\nPese a todos los llamados internacionales a un alto el fuego y las negociaciones para que desocupe la Franja, el Ejército israelí ha llevado a cabo una campaña de genocidio contra Gaza desde el 7 de octubre de 2023, que ha dejado sin vida a 60 430 palestinos y herido a al menos 148.722, la mayoría de ellos mujeres y niños. Estas cifras no incluyen los cientos de miles que no han podido ser rescatados de los escombros y continúan desaparecidos.\nMientras tanto, miles de padres palestinos caminan kilómetros bajo el calor del verano de Oriente Medio en busca de algún comedor o punto de distribución de comida para sus hijos.\nAcuden a los centros de la falsa Gaza Humanitarian Foundation, centros donde las Fuerzas de Defensa de Israel proveen comida envenenada con balas, y vídeos en redes sociales confirman que el Ejército deliberadamente abre fuego contra los solicitantes de ayuda.\n\n\nAsí fue el caso de Abdullah Jendeia, un adolescente israelí de 19 años que fue asesinado por disparos del Ejército israelí cuando se encontraba recibiendo provisiones junto a sus dos hermanos desde un camión humanitario.\nPese a los riesgos, muchos padres regresan a diario con las manos vacías y ven a sus hijos perder peso y morir lentamente, como han denunciado los padres de Atef Abu Khater.\nMientras los niños mueren lentamente en la Franja, los Gobiernos árabes y de occidente se muestran cómplices de la ocupación, enviando armas al ente sionista o comprando servicios tecnológicos y drones israelíes, en tanto públicamente llaman a un alto el fuego y proponen entregar ayuda por vía aérea. En las calles, los manifestantes exigen acciones contundentes.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/hambruna-gaza-atef-nino-palestino-17-muere/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 2120,
    "message_id": 100764,
    "date": "2025-08-03T01:55:07+00:00",
    "text": "teleSUR\nHambruna en Gaza: la historia de Atef, el niño palestino de 17 años que murió de hambre\nhttps://www.telesurtv.net/hambruna-gaza-atef-nino-palestino-17-muere/",
    "photo_path": null,
    "views": 2257,
    "reactions": {
      "🤬": 30,
      "😢": 16,
      "😱": 8,
      "❤": 6,
      "😭": 3,
      "👎": 2,
      "😈": 1
    },
    "total_reactions": 66
  },
  "preprocessing": {
    "cleaned": "los familiares lo recuerdan como un niño deportista, incluso destacan que antes de la guerra había sido considerado campeón. pero los permanentes ataques israelíes contra gaza y la hambruna a la cual condena a millones de palestinos hizo que la joven promesa deportiva atef, de 17 años de edad, pasara de un cuerpo saludable de 70 kilos, a solo 25, el peso de un niño de 9 años. fuentes médicas del complejo médico al-shifa en la ciudad de gaza informaron este sábado por la mañana que atef murió. la causa: desnutrición aguda. se sumó así a la lista de 163 muertos por inanición y desnutrición desde octubre de 2023, 93 de ellos niños. unicef señala que uno de cada tres palestinos pasa días sin comer, mientras un alto directivo de la organización señaló que en gaza “más de 320.000 niños pequeños corren el riesgo de sufrir desnutrición aguda”. según señala la crónica, khater fue hospitalizado en cuidados intensivos. pero medios locales reportaron el testimonio desesperado de su padre diciendo que ya no respondía al tratamiento. imágenes compartidas en redes sociales verificadas por telesur mostraban a los familiares de abu khater despidiéndose. en ellas, se veía lo que quedaba del cuerpo del niño envuelto en tela con los ojos cerrados y una delgadez extrema. el joven de 17 años se encuentra entre los siete palestinos que han muerto de desnutrición en las últimas 24 horas en gaza, según señaló el director del hospital al-shifa a la prensa catarí. mientras tanto, decenas de personas, incluidos bebés, están muriendo lentamente debido a la inanición forzada por israel. según la periodista gazatí para la cadena al jazeera, hind khoudary, este sábado, la niña de cinco años misk al-madhoun se encuentra en situación de desnutrición y sus padres no tienen forma de alimentarla. “dicen que la ven morir lentamente cada día”, reportó. mientras tanto, y pese a los anuncios de tel aviv, la ayuda no llega. israel ha impuesto un bloqueo a gaza durante 18 años y desde el 2 de marzo ha cerrado todos los cruces, empeorando las condiciones humanitarias en el enclave. en tanto, recrudece sus ataques por día, que han obligado a más de la mitad de la población a desplazarse frozosamente, y ha dejado totalmente reducidas a escombros ciudades como rafah (al sur de la franja) y el campamento de jabalia, al norte del enclave. pese a todos los llamados internacionales a un alto el fuego y las negociaciones para que desocupe la franja, el ejército israelí ha llevado a cabo una campaña de genocidio contra gaza desde el 7 de octubre de 2023, que ha dejado sin vida a 60 430 palestinos y herido a al menos 148.722, la mayoría de ellos mujeres y niños. estas cifras no incluyen los cientos de miles que no han podido ser rescatados de los escombros y continúan desaparecidos. mientras tanto, miles de padres palestinos caminan kilómetros bajo el calor del verano de oriente medio en busca de algún comedor o punto de distribución de comida para sus hijos. acuden a los centros de la falsa gaza humanitarian foundation, centros donde las fuerzas de defensa de israel proveen comida envenenada con balas, y vídeos en redes sociales confirman que el ejército deliberadamente abre fuego contra los solicitantes de ayuda. así fue el caso de abdullah jendeia, un adolescente israelí de 19 años que fue asesinado por disparos del ejército israelí cuando se encontraba recibiendo provisiones junto a sus dos hermanos desde un camión humanitario. pese a los riesgos, muchos padres regresan a diario con las manos vacías y ven a sus hijos perder peso y morir lentamente, como han denunciado los padres de atef abu khater. mientras los niños mueren lentamente en la franja, los gobiernos árabes y de occidente se muestran cómplices de la ocupación, enviando armas al ente sionista o comprando servicios tecnológicos y drones israelíes, en tanto públicamente llaman a un alto el fuego y proponen entregar ayuda por vía aérea. en las calles, los manifestantes exigen acciones contundentes.",
    "tokens": [
      "familiares",
      "recuerdan",
      "niño",
      "deportista",
      ",",
      "incluso",
      "destacan",
      "guerra",
      "sido",
      "considerado",
      "campeón",
      ".",
      "permanentes",
      "ataques",
      "israelíes",
      "gaza",
      "hambruna",
      "condena",
      "millones",
      "palestinos",
      "hizo",
      "joven",
      "promesa",
      "deportiva",
      "atef",
      ",",
      "17",
      "años",
      "edad",
      ",",
      "pasara",
      "cuerpo",
      "saludable",
      "70",
      "kilos",
      ",",
      "solo",
      "25",
      ",",
      "peso",
      "niño",
      "9",
      "años",
      ".",
      "fuentes",
      "médicas",
      "complejo",
      "médico",
      "al-shifa",
      "ciudad",
      "gaza",
      "informaron",
      "sábado",
      "mañana",
      "atef",
      "murió",
      ".",
      "causa",
      ":",
      "desnutrición",
      "aguda",
      ".",
      "sumó",
      "así",
      "lista",
      "163",
      "muertos",
      "inanición",
      "desnutrición",
      "octubre",
      "2023",
      ",",
      "93",
      "niños",
      ".",
      "unicef",
      "señala",
      "cada",
      "tres",
      "palestinos",
      "pasa",
      "días",
      "comer",
      ",",
      "mientras",
      "alto",
      "directivo",
      "organización",
      "señaló",
      "gaza",
      "“",
      "320.000",
      "niños",
      "pequeños",
      "corren",
      "riesgo",
      "sufrir",
      "desnutrición",
      "aguda",
      "”",
      ".",
      "según",
      "señala",
      "crónica",
      ",",
      "khater",
      "hospitalizado",
      "cuidados",
      "intensivos",
      ".",
      "medios",
      "locales",
      "reportaron",
      "testimonio",
      "desesperado",
      "padre",
      "diciendo",
      "respondía",
      "tratamiento",
      ".",
      "imágenes",
      "compartidas",
      "redes",
      "sociales",
      "verificadas",
      "telesur",
      "mostraban",
      "familiares",
      "abu",
      "khater",
      "despidiéndose",
      ".",
      ",",
      "veía",
      "quedaba",
      "cuerpo",
      "niño",
      "envuelto",
      "tela",
      "ojos",
      "cerrados",
      "delgadez",
      "extrema",
      ".",
      "joven",
      "17",
      "años",
      "encuentra",
      "siete",
      "palestinos",
      "muerto",
      "desnutrición",
      "últimas",
      "24",
      "horas",
      "gaza",
      ",",
      "según",
      "señaló",
      "director",
      "hospital",
      "al-shifa",
      "prensa",
      "catarí",
      ".",
      "mientras",
      ",",
      "decenas",
      "personas",
      ",",
      "incluidos",
      "bebés",
      ",",
      "muriendo",
      "lentamente",
      "debido",
      "inanición",
      "forzada",
      "israel",
      ".",
      "según",
      "periodista",
      "gazatí",
      "cadena",
      "jazeera",
      ",",
      "hind",
      "khoudary",
      ",",
      "sábado",
      ",",
      "niña",
      "cinco",
      "años",
      "misk",
      "al-madhoun",
      "encuentra",
      "situación",
      "desnutrición",
      "padres",
      "forma",
      "alimentarla",
      ".",
      "“",
      "dicen",
      "ven",
      "morir",
      "lentamente",
      "cada",
      "día",
      "”",
      ",",
      "reportó",
      ".",
      "mientras",
      ",",
      "pese",
      "anuncios",
      "tel",
      "aviv",
      ",",
      "ayuda",
      "llega",
      ".",
      "israel",
      "impuesto",
      "bloqueo",
      "gaza",
      "18",
      "años",
      "2",
      "marzo",
      "cerrado",
      "cruces",
      ",",
      "empeorando",
      "condiciones",
      "humanitarias",
      "enclave",
      ".",
      ",",
      "recrudece",
      "ataques",
      "día",
      ",",
      "obligado",
      "mitad",
      "población",
      "desplazarse",
      "frozosamente",
      ",",
      "dejado",
      "totalmente",
      "reducidas",
      "escombros",
      "ciudades",
      "rafah",
      "(",
      "sur",
      "franja",
      ")",
      "campamento",
      "jabalia",
      ",",
      "norte",
      "enclave",
      ".",
      "pese",
      "llamados",
      "internacionales",
      "alto",
      "fuego",
      "negociaciones",
      "desocupe",
      "franja",
      ",",
      "ejército",
      "israelí",
      "llevado",
      "cabo",
      "campaña",
      "genocidio",
      "gaza",
      "7",
      "octubre",
      "2023",
      ",",
      "dejado",
      "vida",
      "60",
      "430",
      "palestinos",
      "herido",
      "menos",
      "148.722",
      ",",
      "mayoría",
      "mujeres",
      "niños",
      ".",
      "cifras",
      "incluyen",
      "cientos",
      "miles",
      "podido",
      "ser",
      "rescatados",
      "escombros",
      "continúan",
      "desaparecidos",
      ".",
      "mientras",
      ",",
      "miles",
      "padres",
      "palestinos",
      "caminan",
      "kilómetros",
      "bajo",
      "calor",
      "verano",
      "oriente",
      "medio",
      "busca",
      "algún",
      "comedor",
      "punto",
      "distribución",
      "comida",
      "hijos",
      ".",
      "acuden",
      "centros",
      "falsa",
      "gaza",
      "humanitarian",
      "foundation",
      ",",
      "centros",
      "fuerzas",
      "defensa",
      "israel",
      "proveen",
      "comida",
      "envenenada",
      "balas",
      ",",
      "vídeos",
      "redes",
      "sociales",
      "confirman",
      "ejército",
      "deliberadamente",
      "abre",
      "fuego",
      "solicitantes",
      "ayuda",
      ".",
      "así",
      "caso",
      "abdullah",
      "jendeia",
      ",",
      "adolescente",
      "israelí",
      "19",
      "años",
      "asesinado",
      "disparos",
      "ejército",
      "israelí",
      "encontraba",
      "recibiendo",
      "provisiones",
      "junto",
      "dos",
      "hermanos",
      "camión",
      "humanitario",
      ".",
      "pese",
      "riesgos",
      ",",
      "padres",
      "regresan",
      "diario",
      "manos",
      "vacías",
      "ven",
      "hijos",
      "perder",
      "peso",
      "morir",
      "lentamente",
      ",",
      "denunciado",
      "padres",
      "atef",
      "abu",
      "khater",
      ".",
      "mientras",
      "niños",
      "mueren",
      "lentamente",
      "franja",
      ",",
      "gobiernos",
      "árabes",
      "occidente",
      "muestran",
      "cómplices",
      "ocupación",
      ",",
      "enviando",
      "armas",
      "ente",
      "sionista",
      "comprando",
      "servicios",
      "tecnológicos",
      "drones",
      "israelíes",
      ",",
      "públicamente",
      "llaman",
      "alto",
      "fuego",
      "proponen",
      "entregar",
      "ayuda",
      "vía",
      "aérea",
      ".",
      "calles",
      ",",
      "manifestantes",
      "exigen",
      "acciones",
      "contundentes",
      "."
    ],
    "token_count": 441,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 72,
      "VBZ": 13,
      "JJ": 72,
      "NN": 215,
      "IN": 30,
      "FW": 123,
      "NNS": 41,
      "VBP": 28,
      "CD": 15,
      "DT": 5,
      "RB": 3,
      "VBD": 2,
      "VB": 2,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 6,
      "VBZ-JJ": 5,
      "JJ-NN": 36,
      "NN-NN": 113,
      "NN-JJ": 18,
      "JJ-JJ": 11,
      "NN-VBZ": 6,
      "VBZ-IN": 1,
      "IN-FW": 16,
      "FW-FW": 69,
      "FW-NN": 22,
      "NN-NNP": 20,
      "NNP-NN": 32,
      "NN-NNS": 13,
      "NNS-VBP": 21,
      "VBP-JJ": 11,
      "JJ-NNP": 9,
      "NN-FW": 20,
      "FW-JJ": 7,
      "NNS-IN": 4,
      "JJ-FW": 5,
      "FW-NNP": 13,
      "NNP-FW": 8,
      "FW-CD": 7,
      "CD-NN": 4,
      "CD-NNS": 4,
      "NNS-JJ": 6,
      "JJ-CD": 1,
      "CD-JJ": 4,
      "NN-IN": 17,
      "IN-JJ": 2,
      "NNP-NNP": 17,
      "IN-NNP": 6,
      "IN-CD": 2,
      "CD-CD": 2,
      "CD-IN": 1,
      "FW-NNS": 5,
      "VBP-NN": 2,
      "NN-VBP": 5,
      "VBP-NNP": 5,
      "IN-NN": 3,
      "NNP-NNS": 1,
      "NNS-VBZ": 1,
      "VBZ-VBP": 1,
      "VBZ-DT": 4,
      "DT-NN": 2,
      "NN-RB": 1,
      "RB-JJ": 1,
      "NNS-NNS": 4,
      "JJ-NNS": 9,
      "NNP-VBD": 1,
      "VBD-NNP": 1,
      "NNP-IN": 4,
      "DT-JJ": 3,
      "NNS-FW": 2,
      "VBZ-CD": 1,
      "VBP-IN": 3,
      "VBP-FW": 3,
      "VBP-NNS": 4,
      "NNP-VB": 1,
      "VB-JJ": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "NNS-CD": 1,
      "IN-NNS": 1,
      "NNS-RB": 1,
      "RB-DT": 1,
      "VBZ-JJR": 1,
      "JJR-NN": 1,
      "NNP-JJ": 2,
      "JJ-RB": 1,
      "RB-VBP": 1,
      "NN-VB": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NN": 21,
      "NN-NN-JJ": 13,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 6,
      "JJ-NN-JJ": 4,
      "JJ-NN-VBZ": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-FW": 6,
      "FW-FW-NN": 12,
      "FW-NN-NN": 9,
      "NN-NN-NN": 52,
      "NN-NN-NNP": 11,
      "NN-NNP-NN": 12,
      "NNP-NN-NNS": 3,
      "NN-NNS-VBP": 10,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 8,
      "NNP-NN-NN": 25,
      "NN-NN-FW": 13,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 2,
      "JJ-NN-NNS": 2,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NN": 2,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-NNP": 4,
      "FW-NNP-FW": 5,
      "NNP-FW-CD": 1,
      "FW-CD-NN": 3,
      "CD-NN-FW": 1,
      "NN-FW-FW": 9,
      "FW-FW-FW": 46,
      "FW-NN-JJ": 1,
      "NN-JJ-FW": 2,
      "JJ-FW-CD": 1,
      "FW-CD-NNS": 3,
      "CD-NNS-JJ": 4,
      "NNS-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-NN": 3,
      "JJ-NN-IN": 4,
      "NN-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "NNP-FW-FW": 2,
      "FW-NNP-NNP": 3,
      "NNP-NNP-NNP": 7,
      "NNP-NNP-NN": 4,
      "NN-NN-IN": 11,
      "NN-IN-NNP": 3,
      "IN-NNP-NN": 1,
      "NN-FW-NN": 5,
      "FW-NN-NNP": 5,
      "NNP-NN-NNP": 2,
      "FW-FW-CD": 4,
      "NNS-JJ-JJ": 4,
      "NN-IN-CD": 2,
      "IN-CD-CD": 1,
      "CD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-NNP": 4,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "VBP-JJ-NN": 7,
      "NN-NN-NNS": 5,
      "NN-NNS-JJ": 1,
      "NN-IN-FW": 9,
      "FW-NN-FW": 2,
      "NN-FW-NNP": 2,
      "FW-CD-JJ": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "FW-NNP-NN": 4,
      "NN-NN-VBP": 4,
      "NN-VBP-NNP": 3,
      "VBP-NNP-NN": 3,
      "NN-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "NNP-NN-FW": 2,
      "NN-FW-NNS": 1,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "NNS-IN-NNP": 2,
      "IN-NNP-NNP": 4,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "NN-JJ-NN": 10,
      "JJ-NN-FW": 1,
      "NN-FW-CD": 1,
      "CD-NN-NN": 3,
      "NNS-JJ-NNP": 1,
      "NN-JJ-NNP": 1,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 2,
      "NN-NNP-NNP": 2,
      "FW-FW-JJ": 1,
      "FW-NN-VBZ": 1,
      "VBZ-DT-JJ": 3,
      "DT-JJ-NN": 2,
      "IN-FW-NNP": 4,
      "NNP-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNS": 4,
      "JJ-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-DT": 2,
      "DT-JJ-NNP": 1,
      "JJ-NN-NNP": 2,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-IN": 3,
      "VBP-IN-NN": 2,
      "IN-NN-VBP": 1,
      "NN-VBZ-JJ": 2,
      "NN-VBP-FW": 1,
      "VBP-FW-FW": 2,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNS": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "JJ-NNS-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-CD": 1,
      "CD-CD-NNS": 1,
      "JJ-NNS-CD": 1,
      "NNS-CD-JJ": 1,
      "CD-JJ-FW": 1,
      "VBP-NNP-VBZ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-DT": 1,
      "RB-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJR": 1,
      "VBZ-JJR-NN": 1,
      "JJR-NN-IN": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNP-NNP-FW": 1,
      "FW-NN-IN": 1,
      "JJ-NNP-NNP": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-NNP": 2,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NNS-VBP-FW": 2,
      "VBP-FW-NNS": 1,
      "NNP-NNP-JJ": 1,
      "IN-CD-JJ": 1,
      "FW-NN-NNS": 3,
      "VBP-NN-NN": 1,
      "VBP-JJ-RB": 1,
      "JJ-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NN-NN-VB": 1,
      "NN-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "VBZ-JJ-NNS": 1,
      "VBP-IN-FW": 1,
      "NNP-NNP-IN": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 2
    },
    "top_patterns": {
      "top_tags": {
        "NN": 215,
        "FW": 123,
        "NNP": 72,
        "JJ": 72,
        "NNS": 41
      },
      "top_bigrams": {
        "NN-NN": 113,
        "FW-FW": 69,
        "JJ-NN": 36,
        "NNP-NN": 32,
        "FW-NN": 22
      },
      "top_trigrams": {
        "NN-NN-NN": 52,
        "FW-FW-FW": 46,
        "NNP-NN-NN": 25,
        "JJ-NN-NN": 21,
        "NN-NN-JJ": 13
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 169,
      "VP": 49,
      "ADJP": 3,
      "PP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0388
      },
      {
        "rule": "NP -> ('Mientras', 'NNP') ('tanto', 'NN')",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('palestinos', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('miles', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "S -> NP VP (',', ',') NP VP ('de', 'IN') ('la', 'FW') ('guerra', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0039
      },
      {
        "rule": "NP -> ('Los', 'NNP')",
        "frequency": 1,
        "weight": 0.0039
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Los"
      },
      {
        "label": "VP",
        "text": "familiares lo recuerdan como un niño deportista"
      },
      {
        "label": "NP",
        "text": "lo recuerdan como"
      },
      {
        "label": "NP",
        "text": "un niño deportista"
      },
      {
        "label": "NP",
        "text": "incluso destacan que"
      },
      {
        "label": "VP",
        "text": "antes"
      },
      {
        "label": "NP",
        "text": "había sido considerado campeón"
      },
      {
        "label": "NP",
        "text": "Pero los permanentes"
      },
      {
        "label": "VP",
        "text": "ataques israelíes contra Gaza y la"
      },
      {
        "label": "NP",
        "text": "israelíes contra Gaza y la"
      },
      {
        "label": "VP",
        "text": "hambruna"
      },
      {
        "label": "NP",
        "text": "cual condena"
      },
      {
        "label": "NP",
        "text": "hizo que"
      },
      {
        "label": "ADJP",
        "text": "joven"
      },
      {
        "label": "NP",
        "text": "deportiva Atef"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Los/NNP)\n  (VP\n    familiares/VBZ\n    (NP lo/JJ recuerdan/NN como/NN)\n    (NP un/JJ niño/NN deportista/NN))\n  ,/,\n  (NP incluso/JJ destacan/JJ que/NN)\n  (VP antes/VBZ)\n  de/IN\n  la/FW\n  guerra/FW\n  (NP había/NN sido/NN considerado/NN campeón/NN)\n  ./.)",
      "(S\n  (NP Pero/NNP los/NN permanentes/NNS)\n  (VP ataques/VBP (NP israelíes/JJ contra/JJ Gaza/NNP y/NN la/NN))\n  (VP hambruna/VBD)\n  a/DT\n  la/FW\n  (NP cual/JJ condena/NN)\n  a/DT\n  millones/FW\n  de/FW\n  palestinos/FW\n  (NP hizo/NN que/NN)\n  la/FW\n  (ADJP joven/JJ)\n  promesa/FW\n  (NP deportiva/NN Atef/NNP)\n  ,/,\n  de/FW\n  17/CD\n  (NP años/NN)\n  de/FW\n  edad/FW\n  ,/,\n  pasara/FW\n  de/FW\n  un/FW\n  (NP cuerpo/NN)\n  (ADJP saludable/JJ)\n  de/FW\n  70/CD\n  (NP kilos/NN)\n  ,/,\n  (NP a/DT solo/NN)\n  25/CD\n  ,/,\n  el/FW\n  peso/FW\n  de/FW\n  un/FW\n  niño/FW\n  de/FW\n  9/CD\n  (NP años/NN)\n  ./.)",
      "(S\n  (NP Fuentes/NNS)\n  (VP\n    médicas/VBP\n    (NP\n      del/JJ\n      Complejo/NNP\n      Médico/NNP\n      Al-Shifa/NNP\n      en/NN\n      la/NN\n      ciudad/NN))\n  (PP\n    de/IN\n    (NP Gaza/NNP informaron/NN este/NN sábado/NN por/NN la/NN))\n  mañana/FW\n  (NP que/NN Atef/NNP murió/NN)\n  ./.)",
      "(S (NP La/NNP causa/NN) :/: (NP desnutrición/NN aguda/NN) ./.)",
      "(S\n  (NP Se/NNP sumó/NN)\n  (VP así/VBZ (NP a/DT la/NN lista/NN))\n  de/IN\n  163/CD\n  (NP muertos/NNS)\n  (NP por/JJ inanición/JJ y/NN desnutrición/NN desde/NN octubre/NN)\n  de/IN\n  2023/CD\n  ,/,\n  93/CD\n  de/FW\n  ellos/FW\n  (NP niños/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "MEDIOS_COMUNICACION",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "ORGANISMOS_INTERNACIONALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "PAISES",
      "FECHAS_HORAS",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "TIEMPO_RELATIVO",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra había sido considerado campeón. pero los permanentes ataques israelíes contra gaza",
        "position": [
          86,
          175
        ],
        "start": 86,
        "end": 175
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataques israelíes",
        "position": [
          146,
          163
        ],
        "start": 146,
        "end": 163
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          1929,
          1937
        ],
        "start": 1929,
        "end": 1937
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          3738,
          3747
        ],
        "start": 3738,
        "end": 3747
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          751,
          757
        ],
        "start": 751,
        "end": 757
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          3057,
          3064
        ],
        "start": 3057,
        "end": 3064
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "bloqueo a gaza",
        "position": [
          1941,
          1955
        ],
        "start": 1941,
        "end": 1955
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "hambruna a la cual condena a millones",
        "position": [
          181,
          218
        ],
        "start": 181,
        "end": 218
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unicef",
        "position": [
          638,
          644
        ],
        "start": 638,
        "end": 644
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          2645,
          2652
        ],
        "start": 2645,
        "end": 2652
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "diario con las",
        "position": [
          3494,
          3508
        ],
        "start": 3494,
        "end": 3508
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "periodista gazatí para",
        "position": [
          1596,
          1618
        ],
        "start": 1596,
        "end": 1618
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          1427,
          1435
        ],
        "start": 1427,
        "end": 1435
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          2459,
          2466
        ],
        "start": 2459,
        "end": 2466
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo médico",
        "position": [
          400,
          415
        ],
        "start": 400,
        "end": 415
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "hospital al",
        "position": [
          1427,
          1438
        ],
        "start": 1427,
        "end": 1438
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "7 de octubre de 2023",
        "position": [
          2531,
          2551
        ],
        "start": 2531,
        "end": 2551
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          476,
          482
        ],
        "start": 476,
        "end": 482
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          1941,
          1948
        ],
        "start": 1941,
        "end": 1948
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 320.000",
        "position": [
          771,
          785
        ],
        "start": 771,
        "end": 785
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "durante 18 años",
        "position": [
          1956,
          1971
        ],
        "start": 1956,
        "end": 1971
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Atef",
        "tipo": "Persona"
      },
      {
        "nombre": "Al Jazeera",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Abdullah Jendeia",
        "tipo": "Persona"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jabalia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobiernos árabes",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hospital al-Shifa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hind Khoudary",
        "tipo": "Persona"
      },
      {
        "nombre": "Unicef",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fuerzas de Defensa de Israel",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Misk al-Madhoun",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Abu Khater",
        "tipo": "Persona"
      },
      {
        "nombre": "Atef Abu Khater",
        "tipo": "Persona"
      },
      {
        "nombre": "Khater",
        "tipo": "Persona"
      },
      {
        "nombre": "Tel Aviv",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rafah",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ejército israelí",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Franja",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gaza",
        "relacion": "HACER",
        "objeto": "Atef"
      },
      {
        "sujeto": "Atef",
        "relacion": "INFORMAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Unicef",
        "relacion": "SE_ALAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Gaza",
        "relacion": "MORIR_ENCONTRAR",
        "objeto": "Hospital al-Shifa"
      },
      {
        "sujeto": "Israel",
        "relacion": "IMPONER",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Franja",
        "relacion": "DESOCUPAR_LLEVAR",
        "objeto": "Ejército israelí"
      },
      {
        "sujeto": "Franja",
        "relacion": "DESOCUPAR_LLEVAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Ejército israelí",
        "relacion": "LLEVAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Franja",
        "relacion": "MORIR_MOSTRAR",
        "objeto": "Gobiernos árabes"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7351,
    "pos": 0.019,
    "neu": 0.953,
    "neg": 0.028,
    "label": "negative"
  }
}