{
  "url": "https://www.telesurtv.net/nueve-anos-de-clap-contra-sanciones-venezuela/",
  "title": "Nueve años de los CLAP, una respuesta popular ante las sanciones contra Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "CLAP",
    "Comités Locales de Abastecimiento y Producción",
    "Hecho en Venezuela",
    "pueblo",
    "Sanciones",
    "Venezuela"
  ],
  "text": "\nEn un enorme galpón ubicado en el estado Miranda, al sur de Caracas, el movimiento es constante. Estantes de más de cinco metros de altura se alzan repletos de con mercadería: sardinas, harina de maíz, leche en polvo, lentejas, arvejas y otros productos básicos. En sus etiquetas y empaques puede verse la bandera tricolor acompañada de la leyenda “Hecho en la República Bolivariana de Venezuela”.\nEl sitio funciona como centro logístico del CLAP donde son ubicadas toneladas de alimentos para luego ser distribuidas a las manos de miles de familias y son una instancia perfeccionada de una iniciativa que cumple nueve años de haber sido creada en 2016.\nLos montacargas que hoy mueven de un lado al otro la mercadería producida en el país poco tienen que ver con la situación nacional existente durante la peor crisis económica que ha enfrentado Venezuela inducida por el bloqueo financiero y comercial impuesto por Estados Unidos.\nPor entonces, el pueblo venezolano vio restringida su posibilidad de acceder a alimentos y productos de necesidades básicas. Jeni Lara, de la comunidad Valle Alto 1 de Ocumare del Tuy recuerda aquellos días difíciles: “La verdad es que se nos hacía bastante difícil. Nosotros podíamos tener el dinero, pero no conseguíamos el producto”.\n\n\nSu testimonio refleja el origen de los CLAP: una respuesta conjunta entre el Gobierno bolivariano y la fuerza popular ante la escasez, una forma de garantizar que, pese a las adversidades, nadie se quedara sin comer. Lara recuerda que a partir del CLAP obtuvieron el apoyo necesario “El trabajo que hacemos acá de hormiguita sirve para poder atender las necesidades básicas y diarias de las casas a nivel normal.”\n9 años después, en galpón los montacargas con productos nacionales no paran de moverse de un lado para otro. Se respira organización y resistencia. Diez trabajadores, vestidos con remeras azules y gorras con la bandera venezolana, arman meticulosamente las bolsas de alimentos que serán distribuidas en las comunidades. Cada bolsa es un acto de lucha y soberanía, los productos ya no son importados, son hechos por venezolanos.\nLa distribución de las bolsas de alimentos es la columna vertebral de este programa. El gobierno adquiere los productos, a veces de empresas, a veces de comunas, otras veces de los propios CLAPS. Luego, el pueblo es el que se encarga de la logística: desde el armado de las bolsas hasta su entrega en cada rincón del país.\nJulimar Martínez, directora territorial de alimentación de Miranda, lo explica con claridad: “Un gran equipo de trabajo que se constituye desde las comunidades y son los que lo permiten”. Y señala que la fortaleza del programa es esa misma constitución de los equipos de trabajo, porque quienes relevan la información de las comunidades y se encargan de la distribución son quien “están son palmo a palmo, día a día,” en relación con los vecinos.\nEn el galpón, la voz de una mujer se escucha contabilizando las bolsas que son cargadas en un camión. Cada número que pronuncia representa una familia que recibirá alimentos. Afuera, un camión grande descarga un cargamento de aceite comestible, mientras los carritos elevadores lo trasladan al interior. La escena es un reflejo de un esfuerzo colectivo que no se detiene.\nPero los CLAP no solo son distribución; también son producción. En sus inicios, la mayoría de los rubros que llegaban a las bolsas eran importados. Hoy, más del 90% se produce en Venezuela. Carlos Hernández, director de comercialización de la Corporación de Abastecimiento del estado Miranda, destaca este logro: “Hemos tenido la capacidad de producir diferentes rubros y ya somos soberanos en arroz, en pasta, en harina precocida, en muchos productos que antes teníamos que traer desde otros países. Ahora Venezuela es autónoma”.\n\n\nAdemás de garantizar el acceso a los alimentos, los CLAP han impulsado la pequeña agricultura campesina. Maritza Rivas, de la Comunidad Rangel, lo explica con orgullo: “Nosotros con la comunidad nos organizamos con los productores que trabajan la tierra y nos organizamos para producir lo que es el alimento que va a parar lo que son nuestras familias, nuestros hogares” señala la comunera debajo de un gorro de paja. Desde su sector producen yuca, grano, tubérculos, ganado bovino y caprino.\nEl camión sale del depósito y se dirige al municipio Ocumare del Tuy. Al llegar lo reciben vecinos organizados que descargan las bolsas. Son ellos, quienes reciben los bolsones para luego distribuirlos en su comunidad. Hoy, siete millones y medio de familias son atendidas por los CLAP, un programa que, más allá de ser una política pública, se ha convertido en una poderosa expresión de la capacidad del pueblo venezolano para organizarse y vencer las adversidades.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/nueve-anos-de-clap-contra-sanciones-venezuela/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 1518,
    "message_id": 88947,
    "date": "2025-03-12T19:55:12+00:00",
    "text": "teleSUR\nNueve años de los CLAP, una respuesta popular ante las sanciones contra Venezuela\nhttps://www.telesurtv.net/nueve-anos-de-clap-contra-sanciones-venezuela/",
    "photo_path": null,
    "views": 1589,
    "reactions": {
      "👏": 26,
      "👍": 7
    },
    "total_reactions": 33
  },
  "preprocessing": {
    "cleaned": "en un enorme galpón ubicado en el estado miranda, al sur de caracas, el movimiento es constante. estantes de más de cinco metros de altura se alzan repletos de con mercadería: sardinas, harina de maíz, leche en polvo, lentejas, arvejas y otros productos básicos. en sus etiquetas y empaques puede verse la bandera tricolor acompañada de la leyenda “hecho en la república bolivariana de venezuela”. el sitio funciona como centro logístico del clap donde son ubicadas toneladas de alimentos para luego ser distribuidas a las manos de miles de familias y son una instancia perfeccionada de una iniciativa que cumple nueve años de haber sido creada en 2016. los montacargas que hoy mueven de un lado al otro la mercadería producida en el país poco tienen que ver con la situación nacional existente durante la peor crisis económica que ha enfrentado venezuela inducida por el bloqueo financiero y comercial impuesto por estados unidos. por entonces, el pueblo venezolano vio restringida su posibilidad de acceder a alimentos y productos de necesidades básicas. jeni lara, de la comunidad valle alto 1 de ocumare del tuy recuerda aquellos días difíciles: “la verdad es que se nos hacía bastante difícil. nosotros podíamos tener el dinero, pero no conseguíamos el producto”. su testimonio refleja el origen de los clap: una respuesta conjunta entre el gobierno bolivariano y la fuerza popular ante la escasez, una forma de garantizar que, pese a las adversidades, nadie se quedara sin comer. lara recuerda que a partir del clap obtuvieron el apoyo necesario “el trabajo que hacemos acá de hormiguita sirve para poder atender las necesidades básicas y diarias de las casas a nivel normal.” 9 años después, en galpón los montacargas con productos nacionales no paran de moverse de un lado para otro. se respira organización y resistencia. diez trabajadores, vestidos con remeras azules y gorras con la bandera venezolana, arman meticulosamente las bolsas de alimentos que serán distribuidas en las comunidades. cada bolsa es un acto de lucha y soberanía, los productos ya no son importados, son hechos por venezolanos. la distribución de las bolsas de alimentos es la columna vertebral de este programa. el gobierno adquiere los productos, a veces de empresas, a veces de comunas, otras veces de los propios claps. luego, el pueblo es el que se encarga de la logística: desde el armado de las bolsas hasta su entrega en cada rincón del país. julimar martínez, directora territorial de alimentación de miranda, lo explica con claridad: “un gran equipo de trabajo que se constituye desde las comunidades y son los que lo permiten”. y señala que la fortaleza del programa es esa misma constitución de los equipos de trabajo, porque quienes relevan la información de las comunidades y se encargan de la distribución son quien “están son palmo a palmo, día a día,” en relación con los vecinos. en el galpón, la voz de una mujer se escucha contabilizando las bolsas que son cargadas en un camión. cada número que pronuncia representa una familia que recibirá alimentos. afuera, un camión grande descarga un cargamento de aceite comestible, mientras los carritos elevadores lo trasladan al interior. la escena es un reflejo de un esfuerzo colectivo que no se detiene. pero los clap no solo son distribución; también son producción. en sus inicios, la mayoría de los rubros que llegaban a las bolsas eran importados. hoy, más del 90% se produce en venezuela. carlos hernández, director de comercialización de la corporación de abastecimiento del estado miranda, destaca este logro: “hemos tenido la capacidad de producir diferentes rubros y ya somos soberanos en arroz, en pasta, en harina precocida, en muchos productos que antes teníamos que traer desde otros países. ahora venezuela es autónoma”. además de garantizar el acceso a los alimentos, los clap han impulsado la pequeña agricultura campesina. maritza rivas, de la comunidad rangel, lo explica con orgullo: “nosotros con la comunidad nos organizamos con los productores que trabajan la tierra y nos organizamos para producir lo que es el alimento que va a parar lo que son nuestras familias, nuestros hogares” señala la comunera debajo de un gorro de paja. desde su sector producen yuca, grano, tubérculos, ganado bovino y caprino. el camión sale del depósito y se dirige al municipio ocumare del tuy. al llegar lo reciben vecinos organizados que descargan las bolsas. son ellos, quienes reciben los bolsones para luego distribuirlos en su comunidad. hoy, siete millones y medio de familias son atendidas por los clap, un programa que, más allá de ser una política pública, se ha convertido en una poderosa expresión de la capacidad del pueblo venezolano para organizarse y vencer las adversidades.",
    "tokens": [
      "enorme",
      "galpón",
      "ubicado",
      "miranda",
      ",",
      "sur",
      "caracas",
      ",",
      "movimiento",
      "constante",
      ".",
      "estantes",
      "cinco",
      "metros",
      "altura",
      "alzan",
      "repletos",
      "mercadería",
      ":",
      "sardinas",
      ",",
      "harina",
      "maíz",
      ",",
      "leche",
      "polvo",
      ",",
      "lentejas",
      ",",
      "arvejas",
      "productos",
      "básicos",
      ".",
      "etiquetas",
      "empaques",
      "puede",
      "verse",
      "bandera",
      "tricolor",
      "acompañada",
      "leyenda",
      "“",
      "hecho",
      "república",
      "bolivariana",
      "venezuela",
      "”",
      ".",
      "sitio",
      "funciona",
      "centro",
      "logístico",
      "clap",
      "ubicadas",
      "toneladas",
      "alimentos",
      "luego",
      "ser",
      "distribuidas",
      "manos",
      "miles",
      "familias",
      "instancia",
      "perfeccionada",
      "iniciativa",
      "cumple",
      "nueve",
      "años",
      "haber",
      "sido",
      "creada",
      "2016.",
      "montacargas",
      "hoy",
      "mueven",
      "lado",
      "mercadería",
      "producida",
      "país",
      "ver",
      "situación",
      "nacional",
      "existente",
      "peor",
      "crisis",
      "económica",
      "enfrentado",
      "venezuela",
      "inducida",
      "bloqueo",
      "financiero",
      "comercial",
      "impuesto",
      "unidos",
      ".",
      "entonces",
      ",",
      "pueblo",
      "venezolano",
      "vio",
      "restringida",
      "posibilidad",
      "acceder",
      "alimentos",
      "productos",
      "necesidades",
      "básicas",
      ".",
      "jeni",
      "lara",
      ",",
      "comunidad",
      "valle",
      "alto",
      "1",
      "ocumare",
      "tuy",
      "recuerda",
      "aquellos",
      "días",
      "difíciles",
      ":",
      "“",
      "verdad",
      "hacía",
      "bastante",
      "difícil",
      ".",
      "podíamos",
      "tener",
      "dinero",
      ",",
      "conseguíamos",
      "producto",
      "”",
      ".",
      "testimonio",
      "refleja",
      "origen",
      "clap",
      ":",
      "respuesta",
      "conjunta",
      "gobierno",
      "bolivariano",
      "fuerza",
      "popular",
      "escasez",
      ",",
      "forma",
      "garantizar",
      ",",
      "pese",
      "adversidades",
      ",",
      "nadie",
      "quedara",
      "comer",
      ".",
      "lara",
      "recuerda",
      "partir",
      "clap",
      "obtuvieron",
      "apoyo",
      "necesario",
      "“",
      "trabajo",
      "hacemos",
      "acá",
      "hormiguita",
      "sirve",
      "poder",
      "atender",
      "necesidades",
      "básicas",
      "diarias",
      "casas",
      "nivel",
      "normal.",
      "”",
      "9",
      "años",
      "después",
      ",",
      "galpón",
      "montacargas",
      "productos",
      "nacionales",
      "paran",
      "moverse",
      "lado",
      ".",
      "respira",
      "organización",
      "resistencia",
      ".",
      "diez",
      "trabajadores",
      ",",
      "vestidos",
      "remeras",
      "azules",
      "gorras",
      "bandera",
      "venezolana",
      ",",
      "arman",
      "meticulosamente",
      "bolsas",
      "alimentos",
      "distribuidas",
      "comunidades",
      ".",
      "cada",
      "bolsa",
      "acto",
      "lucha",
      "soberanía",
      ",",
      "productos",
      "importados",
      ",",
      "hechos",
      "venezolanos",
      ".",
      "distribución",
      "bolsas",
      "alimentos",
      "columna",
      "vertebral",
      "programa",
      ".",
      "gobierno",
      "adquiere",
      "productos",
      ",",
      "veces",
      "empresas",
      ",",
      "veces",
      "comunas",
      ",",
      "veces",
      "propios",
      "claps",
      ".",
      "luego",
      ",",
      "pueblo",
      "encarga",
      "logística",
      ":",
      "armado",
      "bolsas",
      "entrega",
      "cada",
      "rincón",
      "país",
      ".",
      "julimar",
      "martínez",
      ",",
      "directora",
      "territorial",
      "alimentación",
      "miranda",
      ",",
      "explica",
      "claridad",
      ":",
      "“",
      "gran",
      "equipo",
      "trabajo",
      "constituye",
      "comunidades",
      "permiten",
      "”",
      ".",
      "señala",
      "fortaleza",
      "programa",
      "misma",
      "constitución",
      "equipos",
      "trabajo",
      ",",
      "relevan",
      "información",
      "comunidades",
      "encargan",
      "distribución",
      "“",
      "palmo",
      "palmo",
      ",",
      "día",
      "día",
      ",",
      "”",
      "relación",
      "vecinos",
      ".",
      "galpón",
      ",",
      "voz",
      "mujer",
      "escucha",
      "contabilizando",
      "bolsas",
      "cargadas",
      "camión",
      ".",
      "cada",
      "número",
      "pronuncia",
      "representa",
      "familia",
      "recibirá",
      "alimentos",
      ".",
      "afuera",
      ",",
      "camión",
      "grande",
      "descarga",
      "cargamento",
      "aceite",
      "comestible",
      ",",
      "mientras",
      "carritos",
      "elevadores",
      "trasladan",
      "interior",
      ".",
      "escena",
      "reflejo",
      "esfuerzo",
      "colectivo",
      "detiene",
      ".",
      "clap",
      "solo",
      "distribución",
      ";",
      "producción",
      ".",
      "inicios",
      ",",
      "mayoría",
      "rubros",
      "llegaban",
      "bolsas",
      "importados",
      ".",
      "hoy",
      ",",
      "90",
      "%",
      "produce",
      "venezuela",
      ".",
      "carlos",
      "hernández",
      ",",
      "director",
      "comercialización",
      "corporación",
      "abastecimiento",
      "miranda",
      ",",
      "destaca",
      "logro",
      ":",
      "“",
      "capacidad",
      "producir",
      "diferentes",
      "rubros",
      "soberanos",
      "arroz",
      ",",
      "pasta",
      ",",
      "harina",
      "precocida",
      ",",
      "productos",
      "traer",
      "países",
      ".",
      "ahora",
      "venezuela",
      "autónoma",
      "”",
      ".",
      "además",
      "garantizar",
      "acceso",
      "alimentos",
      ",",
      "clap",
      "impulsado",
      "pequeña",
      "agricultura",
      "campesina",
      ".",
      "maritza",
      "rivas",
      ",",
      "comunidad",
      "rangel",
      ",",
      "explica",
      "orgullo",
      ":",
      "“",
      "comunidad",
      "organizamos",
      "productores",
      "trabajan",
      "tierra",
      "organizamos",
      "producir",
      "alimento",
      "va",
      "parar",
      "familias",
      ",",
      "hogares",
      "”",
      "señala",
      "comunera",
      "debajo",
      "gorro",
      "paja",
      ".",
      "sector",
      "producen",
      "yuca",
      ",",
      "grano",
      ",",
      "tubérculos",
      ",",
      "ganado",
      "bovino",
      "caprino",
      ".",
      "camión",
      "sale",
      "depósito",
      "dirige",
      "municipio",
      "ocumare",
      "tuy",
      ".",
      "llegar",
      "reciben",
      "vecinos",
      "organizados",
      "descargan",
      "bolsas",
      ".",
      ",",
      "reciben",
      "bolsones",
      "luego",
      "distribuirlos",
      "comunidad",
      ".",
      "hoy",
      ",",
      "siete",
      "millones",
      "medio",
      "familias",
      "atendidas",
      "clap",
      ",",
      "programa",
      ",",
      "allá",
      "ser",
      "política",
      "pública",
      ",",
      "convertido",
      "poderosa",
      "expresión",
      "capacidad",
      "pueblo",
      "venezolano",
      "organizarse",
      "vencer",
      "adversidades",
      "."
    ],
    "token_count": 499,
    "sentence_count": 34
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 74,
      "JJ": 75,
      "NN": 298,
      "FW": 167,
      "IN": 40,
      "CC": 1,
      "NNS": 36,
      "VBP": 21,
      "VBZ": 15,
      "CD": 2,
      "VBD": 3,
      "RB": 3,
      "DT": 5
    },
    "bigram_freq": {
      "NNP-JJ": 3,
      "JJ-NN": 48,
      "NN-NN": 175,
      "NN-JJ": 18,
      "JJ-FW": 6,
      "FW-FW": 103,
      "FW-NNP": 17,
      "NNP-FW": 12,
      "FW-NN": 25,
      "NN-IN": 32,
      "IN-NNP": 3,
      "NNP-CC": 1,
      "CC-NN": 1,
      "NN-NNP": 25,
      "NNP-IN": 3,
      "IN-FW": 19,
      "NN-FW": 17,
      "IN-NNS": 1,
      "NNS-VBP": 17,
      "VBP-NNP": 2,
      "NNP-NN": 32,
      "NN-NNS": 12,
      "VBP-JJ": 15,
      "NNP-NNP": 15,
      "NNP-VBZ": 7,
      "VBZ-NN": 2,
      "FW-NNS": 12,
      "NNS-FW": 6,
      "IN-JJ": 9,
      "NN-VBP": 4,
      "VBP-NN": 2,
      "FW-JJ": 10,
      "IN-CD": 1,
      "CD-NNP": 1,
      "NN-VBD": 3,
      "VBD-RB": 1,
      "RB-FW": 1,
      "NN-RB": 2,
      "RB-JJ": 2,
      "VBD-JJ": 2,
      "VBZ-FW": 1,
      "NNS-NNP": 4,
      "NN-DT": 2,
      "DT-NN": 4,
      "NN-VBZ": 7,
      "VBZ-JJ": 7,
      "JJ-NNP": 4,
      "JJ-JJ": 8,
      "JJ-NNS": 8,
      "NNS-IN": 4,
      "IN-NN": 7,
      "VBZ-DT": 2,
      "NNS-VBZ": 1,
      "VBZ-NNS": 1,
      "NNS-NN": 1,
      "JJ-IN": 1,
      "NNS-NNS": 2,
      "VBP-FW": 2,
      "DT-JJ": 1,
      "NNP-DT": 1,
      "NN-CD": 1,
      "CD-NN": 1,
      "VBZ-NNP": 2
    },
    "trigram_freq": {
      "NNP-JJ-NN": 2,
      "JJ-NN-NN": 28,
      "NN-NN-JJ": 14,
      "NN-JJ-FW": 3,
      "JJ-FW-FW": 5,
      "FW-FW-FW": 76,
      "FW-FW-NNP": 8,
      "FW-NNP-FW": 5,
      "NNP-FW-NN": 5,
      "FW-NN-IN": 4,
      "NN-IN-NNP": 2,
      "IN-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NN": 1,
      "NN-NN-NN": 95,
      "NN-NN-NNP": 18,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 3,
      "IN-FW-FW": 5,
      "FW-FW-NN": 12,
      "FW-NN-FW": 2,
      "NN-FW-NN": 6,
      "FW-NN-NN": 13,
      "NN-NN-IN": 16,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NNP-NN-NN": 28,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 9,
      "NN-IN-FW": 16,
      "FW-NN-NNP": 2,
      "NN-NNP-NNP": 5,
      "NNP-NNP-FW": 2,
      "NNP-FW-NNP": 4,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NN": 5,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "NN-JJ-NN": 10,
      "JJ-NN-IN": 11,
      "IN-FW-NN": 2,
      "FW-FW-NNS": 6,
      "FW-NNS-FW": 4,
      "NNS-FW-FW": 6,
      "FW-NN-JJ": 2,
      "NN-IN-JJ": 7,
      "IN-JJ-NN": 8,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 2,
      "VBP-NN-IN": 1,
      "IN-FW-JJ": 5,
      "FW-JJ-NN": 7,
      "NN-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-RB": 1,
      "VBD-RB-FW": 1,
      "RB-FW-FW": 1,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NN-NN-FW": 11,
      "NN-FW-FW": 6,
      "NN-FW-NNP": 2,
      "FW-NNP-NN": 7,
      "NN-VBP-JJ": 2,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "IN-FW-NNS": 4,
      "NNP-NNP-IN": 2,
      "NN-NNS-NNP": 2,
      "NNS-NNP-FW": 2,
      "NN-FW-JJ": 3,
      "NN-NNP-NN": 13,
      "NN-NN-DT": 2,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "IN-FW-NNP": 3,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNS": 4,
      "JJ-NNS-IN": 3,
      "NNS-IN-JJ": 2,
      "NN-NNS-IN": 1,
      "FW-NNS-VBP": 6,
      "NN-IN-NN": 5,
      "IN-NN-NN": 6,
      "NN-NN-VBZ": 5,
      "NN-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-FW": 1,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-VBP": 1,
      "VBP-NN-NN": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-FW-FW": 2,
      "NNP-NN-RB": 1,
      "RB-JJ-JJ": 1,
      "JJ-NNS-FW": 2,
      "NNS-NNP-NNP": 1,
      "NN-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "VBZ-JJ-FW": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 4,
      "FW-NN-NNS": 2,
      "VBP-JJ-FW": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "NN-JJ-NNP": 2,
      "JJ-NN-NNP": 4,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "VBP-JJ-NNS": 2,
      "JJ-NN-JJ": 1,
      "JJ-NNP-FW": 2,
      "IN-JJ-JJ": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNP-NN-NNP": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-NN-NNS": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NNP-NN-FW": 1,
      "NNS-IN-NN": 1,
      "IN-NN-FW": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 2,
      "IN-NNP-NN": 1,
      "NN-JJ-JJ": 2,
      "FW-JJ-FW": 1,
      "JJ-FW-NNS": 1,
      "NNP-VBZ-NNP": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NNP-FW-NNS": 1,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NNS": 1,
      "FW-FW-JJ": 1,
      "JJ-NN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 298,
        "FW": 167,
        "JJ": 75,
        "NNP": 74,
        "IN": 40
      },
      "top_bigrams": {
        "NN-NN": 175,
        "FW-FW": 103,
        "JJ-NN": 48,
        "NN-IN": 32,
        "NNP-NN": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 95,
        "FW-FW-FW": 76,
        "JJ-NN-NN": 28,
        "NNP-NN-NN": 28,
        "NN-NN-NNP": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 34,
    "chunk_counts": {
      "NP": 200,
      "ADJP": 3,
      "PP": 15,
      "VP": 45
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0202
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0202
      },
      {
        "rule": "NP -> ('son', 'NN')",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('Miranda', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('a', 'DT') ('veces', 'NNS')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('Hoy', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "S -> NP VP ('.', '.')",
        "frequency": 2,
        "weight": 0.0067
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un enorme galpón"
      },
      {
        "label": "ADJP",
        "text": "ubicado"
      },
      {
        "label": "NP",
        "text": "Miranda"
      },
      {
        "label": "NP",
        "text": "al sur"
      },
      {
        "label": "PP",
        "text": "de Caracas"
      },
      {
        "label": "NP",
        "text": "Caracas"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "es constante"
      },
      {
        "label": "NP",
        "text": "Estantes"
      },
      {
        "label": "VP",
        "text": "de"
      },
      {
        "label": "NP",
        "text": "mercadería"
      },
      {
        "label": "NP",
        "text": "sardinas"
      },
      {
        "label": "NP",
        "text": "polvo"
      },
      {
        "label": "NP",
        "text": "lentejas"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ enorme/NN galpón/NN)\n  (ADJP ubicado/JJ)\n  en/FW\n  el/FW\n  estado/FW\n  (NP Miranda/NNP)\n  ,/,\n  (NP al/JJ sur/NN)\n  (PP de/IN (NP Caracas/NNP))\n  ,/,\n  (VP el/VBZ)\n  movimiento/FW\n  (NP es/JJ constante/NN)\n  ./.)",
      "(S\n  (NP Estantes/NNS)\n  (VP de/VBP)\n  más/FW\n  de/FW\n  cinco/FW\n  metros/FW\n  de/FW\n  altura/FW\n  se/FW\n  alzan/FW\n  repletos/FW\n  de/FW\n  con/FW\n  (NP mercadería/NN)\n  :/:\n  (NP sardinas/NN)\n  ,/,\n  harina/FW\n  de/FW\n  maíz/FW\n  ,/,\n  leche/FW\n  en/FW\n  (NP polvo/NN)\n  ,/,\n  (NP lentejas/NN)\n  ,/,\n  (NP arvejas/JJ y/NN otros/NNS)\n  (VP productos/VBP (NP básicos/NN))\n  ./.)",
      "(S\n  (NP En/NNP sus/NN etiquetas/NNS)\n  (VP y/VBP (NP empaques/NNS))\n  (VP\n    puede/VBP\n    (NP verse/JJ la/NN bandera/NN tricolor/NN acompañada/NN))\n  de/IN\n  la/FW\n  leyenda/FW\n  “/FW\n  (NP Hecho/NNP)\n  en/FW\n  (NP la/NN República/NNP Bolivariana/NNP)\n  de/FW\n  (NP Venezuela/NNP ”/NNP)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    sitio/NN\n    funciona/NN\n    como/NN\n    centro/NN\n    logístico/NN\n    del/NN\n    CLAP/NNP)\n  (VP donde/VBZ (NP son/NN) (NP ubicadas/JJ toneladas/NN))\n  de/IN\n  alimentos/FW\n  (NP para/NN)\n  luego/FW\n  (NP ser/NN)\n  (VP distribuidas/VBZ (NP a/DT las/JJ manos/NN))\n  (PP de/IN (NP miles/NNS))\n  de/RB\n  (VP\n    familias/VBP\n    (NP y/JJ son/NN)\n    (NP una/JJ instancia/NN perfeccionada/NN))\n  (PP de/IN (NP una/JJ iniciativa/NN que/NN cumple/NN))\n  (VP nueve/VBP (NP años/NN))\n  de/IN\n  haber/FW\n  (NP sido/JJ creada/NN)\n  en/IN\n  2016/CD\n  ./.)",
      "(S\n  (NP Los/NNP montacargas/NN que/NN)\n  (VP hoy/VBD mueven/RB)\n  de/FW\n  un/FW\n  lado/FW\n  al/FW\n  otro/FW\n  la/FW\n  mercadería/FW\n  producida/FW\n  en/FW\n  el/FW\n  país/FW\n  poco/FW\n  (NP tienen/NN que/NN)\n  ver/RB\n  (NP con/JJ la/NN)\n  (VP situación/VBD (NP nacional/JJ existente/NN durante/NN))\n  la/FW\n  peor/FW\n  (NP crisis/NN económica/NN que/NN ha/NN)\n  enfrentado/FW\n  (NP\n    Venezuela/NNP\n    inducida/NN\n    por/NN\n    el/NN\n    bloqueo/NN\n    financiero/NN)\n  (VP\n    y/VBP\n    (NP comercial/JJ impuesto/NN por/NN Estados/NNP Unidos/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "LEYES_NORMATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "TIEMPO_RELATIVO",
      "POLITICAS_PUBLICAS",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          904,
          912
        ],
        "start": 904,
        "end": 912
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          1559,
          1566
        ],
        "start": 1559,
        "end": 1566
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2677,
          2689
        ],
        "start": 2677,
        "end": 2689
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "programa que, más allá de ser una política pública",
        "position": [
          4572,
          4622
        ],
        "start": 4572,
        "end": 4622
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          917,
          931
        ],
        "start": 917,
        "end": 931
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          387,
          396
        ],
        "start": 387,
        "end": 396
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          61,
          68
        ],
        "start": 61,
        "end": 68
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado miranda",
        "position": [
          35,
          49
        ],
        "start": 35,
        "end": 49
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro logístico",
        "position": [
          422,
          438
        ],
        "start": 422,
        "end": 438
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          675,
          678
        ],
        "start": 675,
        "end": 678
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          873,
          880
        ],
        "start": 873,
        "end": 880
      }
    ],
    "match_count": 11
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Comunidad Rangel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Valle Alto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corporación de Abastecimiento",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno bolivariano",
        "tipo": "Organizacion"
      },
      {
        "nombre": "hormiguita",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carlos Hernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Ocumare del Tuy",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jeni Lara",
        "tipo": "Persona"
      },
      {
        "nombre": "Miranda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estantes",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maritza Rivas",
        "tipo": "Persona"
      },
      {
        "nombre": "República Bolivariana de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "estado Miranda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lara",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Julimar Martínez",
        "tipo": "Persona"
      },
      {
        "nombre": "Afuera",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Lara",
        "relacion": "RECORDAR",
        "objeto": "hormiguita"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8779,
    "pos": 0.01,
    "neu": 0.965,
    "neg": 0.025,
    "label": "negative"
  }
}