{
  "url": "https://www.telesurtv.net/industria-venezolana-asciende-a-casi-el-45-por-ciento-de-su-funcionamiento/",
  "title": "Industria venezolana asciende a casi el 45 por ciento de su funcionamiento - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Economía",
    "Industria",
    "Venezuela"
  ],
  "text": "El presidente de la República Bolivariana de Venezuela, Nicolás Maduro Moros, en el contexto de la Jornada de Trabajo del Consejo Nacional de Economía Productiva destacó que la industria venezolana logró ascender a casi el 45 por ciento de su funcionamiento.\nDestacando el crecimiento de la producción nacional de alimentos, Maduro precisó que Venezuela ya tiene la capacidad y la maquinaria para avanzar en el camino de la economía de producción.\nAsimismo, acotó que hay que estimular la producción exportadora pensando en los mercados internacionales ya que en Venezuela se está produciendo alimentos orgánicos.\nEntretanto, se precisó que los venezolanas y venezolanas cada vez deben tener más acceso a los productos nacionales, para lo que se implementará un proceso de inversión para incrementar la producción.\nPor otro lado, hizo mención del nuevo Ministerio del Poder Popular para el Comercio. En conversación con su equipo de trabajo, hizo énfasis en que hay que articular la vocación exportadora.\nAdemás, dijo que “hay que tener un mapa bien definido” de exportación para el año, destacando la transformación T1 (transformación económica) que abarca hasta el año 2031.\nEn esta línea, la ministra de esa cartera venezolana, explicó al dignatario, que en materia de comercio exterior el ente había alcanzado un 71 por ciento de incremento en las exportaciones en al año 2024.\n“En medio del acoso y asumiendo y enfrentando que vivimos en una situación de acoso, de sanciones, de medidas coercitivas unilaterales, crecer el 71 por ciento, se dice rápido”, enfatizó la funcionaria.\nSobre ello, Maduro indicó que es resultado de cuándo se atiende, cuando se estimula la capacidad productiva con vocación exportadora esos resultados son posibles.\n“Ya nosotros estamos sobre el riel de construir esa economía”, aseveró el mandatario.\nEn esa misma línea, acotó que el mercado del Caribe era un mercado que consumía mucho los productos venezolanos, indicando al mismo tiempo que se deben crear lazos y estrategias en función de esa línea comercial con el Caribe.\nSiguiendo el recorrido, el mandatario venezolano conoció sobre cómo avanza el sector de hidrocarburos en el país.\nSobre este tema, la vicepresidenta ejecutiva, Delcy Rodríguez, de conjunto con los representantes de los 6 nuevos vice ministerios (petróleo, gas, petroquímica y refinación, política comercial, geopolítica energética, inteligencia artificial y eficiencia productiva) constató los avances del sector, que, al decir de Maduro, es un “dilema positivo”.\n“Venezuela tiene que desarrollar su industria de hidrocarburos integralmente y formar parte de la ecuación de estabilidad energética del mundo”, aseguró el dignatario.\nAdemás, el mandatario indicó que a la par el país debe contar con una economía independiente de la producción de hidrocarburos que satisfaga por sí sola la necesidad del pueblo venezolano.\nEn cuanto al sector económico y financiero, la vicepresidenta Rodríguez destacó que ese frente ha trazado estrategias que cuentan con objetivos puntuales, entre ellos la protección de la moneda venezolana, los mecanismos de financiamiento para el desarrollo productivo, los ingresos tributarios del país y de la economía productiva.\n“Ya sabemos que sectores necesitan oxígeno y el dinero tiene que estar dirigido hacia esos sectores”, dijo Maduro al equipo de trabajadores del frente financiero.\nEn esa línea, dijo que la banca pública debe ofrecer créditos a los sectores que lo necesiten, en cambio, aquellos que no sean capaces de liquidar sus impuestos, acotó el mandatario, “con lupa lo revisan” y que “paguen sus impuestos”.\nEn el sector alimentario, representantes de esa cartera precisaron al mandatario que las exportaciones crecieron un 15 por ciento y han podido llegar a “33 destinos del mundo con 50 especies”.\nAsimismo, el funcionario dio datos sobre el crecimiento de la industria enlatadora que en el caso de la sardina creció un 47 por ciento, una industria, remarca, que le da “soberanía alimentaria al país”.\n“El sector agroalimentario, pesquero y acuícola ha tenido un crecimiento sostenido en estos últimos seis años que va de la mano tanto del sector público como del sector privado”, indicó el portavoz de la cartera.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/industria-venezolana-asciende-a-casi-el-45-por-ciento-de-su-funcionamiento/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 829,
    "message_id": 84973,
    "date": "2025-01-21T00:55:07+00:00",
    "text": "teleSUR\nIndustria venezolana asciende a casi el 45 por ciento de su funcionamiento\nhttps://www.telesurtv.net/industria-venezolana-asciende-a-casi-el-45-por-ciento-de-su-funcionamiento/",
    "photo_path": null,
    "views": 2601,
    "reactions": {
      "👏": 42,
      "🫡": 4,
      "🤔": 1,
      "🤯": 1
    },
    "total_reactions": 48
  },
  "preprocessing": {
    "cleaned": "el presidente de la república bolivariana de venezuela, nicolás maduro moros, en el contexto de la jornada de trabajo del consejo nacional de economía productiva destacó que la industria venezolana logró ascender a casi el 45 por ciento de su funcionamiento. destacando el crecimiento de la producción nacional de alimentos, maduro precisó que venezuela ya tiene la capacidad y la maquinaria para avanzar en el camino de la economía de producción. asimismo, acotó que hay que estimular la producción exportadora pensando en los mercados internacionales ya que en venezuela se está produciendo alimentos orgánicos. entretanto, se precisó que los venezolanas y venezolanas cada vez deben tener más acceso a los productos nacionales, para lo que se implementará un proceso de inversión para incrementar la producción. por otro lado, hizo mención del nuevo ministerio del poder popular para el comercio. en conversación con su equipo de trabajo, hizo énfasis en que hay que articular la vocación exportadora. además, dijo que “hay que tener un mapa bien definido” de exportación para el año, destacando la transformación t1 (transformación económica) que abarca hasta el año 2031. en esta línea, la ministra de esa cartera venezolana, explicó al dignatario, que en materia de comercio exterior el ente había alcanzado un 71 por ciento de incremento en las exportaciones en al año 2024. “en medio del acoso y asumiendo y enfrentando que vivimos en una situación de acoso, de sanciones, de medidas coercitivas unilaterales, crecer el 71 por ciento, se dice rápido”, enfatizó la funcionaria. sobre ello, maduro indicó que es resultado de cuándo se atiende, cuando se estimula la capacidad productiva con vocación exportadora esos resultados son posibles. “ya nosotros estamos sobre el riel de construir esa economía”, aseveró el mandatario. en esa misma línea, acotó que el mercado del caribe era un mercado que consumía mucho los productos venezolanos, indicando al mismo tiempo que se deben crear lazos y estrategias en función de esa línea comercial con el caribe. siguiendo el recorrido, el mandatario venezolano conoció sobre cómo avanza el sector de hidrocarburos en el país. sobre este tema, la vicepresidenta ejecutiva, delcy rodríguez, de conjunto con los representantes de los 6 nuevos vice ministerios (petróleo, gas, petroquímica y refinación, política comercial, geopolítica energética, inteligencia artificial y eficiencia productiva) constató los avances del sector, que, al decir de maduro, es un “dilema positivo”. “venezuela tiene que desarrollar su industria de hidrocarburos integralmente y formar parte de la ecuación de estabilidad energética del mundo”, aseguró el dignatario. además, el mandatario indicó que a la par el país debe contar con una economía independiente de la producción de hidrocarburos que satisfaga por sí sola la necesidad del pueblo venezolano. en cuanto al sector económico y financiero, la vicepresidenta rodríguez destacó que ese frente ha trazado estrategias que cuentan con objetivos puntuales, entre ellos la protección de la moneda venezolana, los mecanismos de financiamiento para el desarrollo productivo, los ingresos tributarios del país y de la economía productiva. “ya sabemos que sectores necesitan oxígeno y el dinero tiene que estar dirigido hacia esos sectores”, dijo maduro al equipo de trabajadores del frente financiero. en esa línea, dijo que la banca pública debe ofrecer créditos a los sectores que lo necesiten, en cambio, aquellos que no sean capaces de liquidar sus impuestos, acotó el mandatario, “con lupa lo revisan” y que “paguen sus impuestos”. en el sector alimentario, representantes de esa cartera precisaron al mandatario que las exportaciones crecieron un 15 por ciento y han podido llegar a “33 destinos del mundo con 50 especies”. asimismo, el funcionario dio datos sobre el crecimiento de la industria enlatadora que en el caso de la sardina creció un 47 por ciento, una industria, remarca, que le da “soberanía alimentaria al país”. “el sector agroalimentario, pesquero y acuícola ha tenido un crecimiento sostenido en estos últimos seis años que va de la mano tanto del sector público como del sector privado”, indicó el portavoz de la cartera.",
    "tokens": [
      "presidente",
      "república",
      "bolivariana",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "contexto",
      "jornada",
      "trabajo",
      "consejo",
      "nacional",
      "economía",
      "productiva",
      "destacó",
      "industria",
      "venezolana",
      "logró",
      "ascender",
      "casi",
      "45",
      "ciento",
      "funcionamiento",
      ".",
      "destacando",
      "crecimiento",
      "producción",
      "nacional",
      "alimentos",
      ",",
      "maduro",
      "precisó",
      "venezuela",
      "capacidad",
      "maquinaria",
      "avanzar",
      "camino",
      "economía",
      "producción",
      ".",
      "asimismo",
      ",",
      "acotó",
      "estimular",
      "producción",
      "exportadora",
      "pensando",
      "mercados",
      "internacionales",
      "venezuela",
      "produciendo",
      "alimentos",
      "orgánicos",
      ".",
      "entretanto",
      ",",
      "precisó",
      "venezolanas",
      "venezolanas",
      "cada",
      "vez",
      "deben",
      "tener",
      "acceso",
      "productos",
      "nacionales",
      ",",
      "implementará",
      "proceso",
      "inversión",
      "incrementar",
      "producción",
      ".",
      "lado",
      ",",
      "hizo",
      "mención",
      "nuevo",
      "ministerio",
      "poder",
      "popular",
      "comercio",
      ".",
      "conversación",
      "equipo",
      "trabajo",
      ",",
      "hizo",
      "énfasis",
      "articular",
      "vocación",
      "exportadora",
      ".",
      "además",
      ",",
      "dijo",
      "“",
      "tener",
      "mapa",
      "bien",
      "definido",
      "”",
      "exportación",
      "año",
      ",",
      "destacando",
      "transformación",
      "t1",
      "(",
      "transformación",
      "económica",
      ")",
      "abarca",
      "año",
      "2031.",
      "línea",
      ",",
      "ministra",
      "cartera",
      "venezolana",
      ",",
      "explicó",
      "dignatario",
      ",",
      "materia",
      "comercio",
      "exterior",
      "ente",
      "alcanzado",
      "71",
      "ciento",
      "incremento",
      "exportaciones",
      "año",
      "2024",
      ".",
      "“",
      "medio",
      "acoso",
      "asumiendo",
      "enfrentando",
      "vivimos",
      "situación",
      "acoso",
      ",",
      "sanciones",
      ",",
      "medidas",
      "coercitivas",
      "unilaterales",
      ",",
      "crecer",
      "71",
      "ciento",
      ",",
      "dice",
      "rápido",
      "”",
      ",",
      "enfatizó",
      "funcionaria",
      ".",
      "ello",
      ",",
      "maduro",
      "indicó",
      "resultado",
      "cuándo",
      "atiende",
      ",",
      "estimula",
      "capacidad",
      "productiva",
      "vocación",
      "exportadora",
      "resultados",
      "posibles",
      ".",
      "“",
      "riel",
      "construir",
      "economía",
      "”",
      ",",
      "aseveró",
      "mandatario",
      ".",
      "misma",
      "línea",
      ",",
      "acotó",
      "mercado",
      "caribe",
      "mercado",
      "consumía",
      "productos",
      "venezolanos",
      ",",
      "indicando",
      "mismo",
      "tiempo",
      "deben",
      "crear",
      "lazos",
      "estrategias",
      "función",
      "línea",
      "comercial",
      "caribe",
      ".",
      "siguiendo",
      "recorrido",
      ",",
      "mandatario",
      "venezolano",
      "conoció",
      "cómo",
      "avanza",
      "sector",
      "hidrocarburos",
      "país",
      ".",
      "tema",
      ",",
      "vicepresidenta",
      "ejecutiva",
      ",",
      "delcy",
      "rodríguez",
      ",",
      "conjunto",
      "representantes",
      "6",
      "nuevos",
      "vice",
      "ministerios",
      "(",
      "petróleo",
      ",",
      "gas",
      ",",
      "petroquímica",
      "refinación",
      ",",
      "política",
      "comercial",
      ",",
      "geopolítica",
      "energética",
      ",",
      "inteligencia",
      "artificial",
      "eficiencia",
      "productiva",
      ")",
      "constató",
      "avances",
      "sector",
      ",",
      ",",
      "decir",
      "maduro",
      ",",
      "“",
      "dilema",
      "positivo",
      "”",
      ".",
      "“",
      "venezuela",
      "desarrollar",
      "industria",
      "hidrocarburos",
      "integralmente",
      "formar",
      "parte",
      "ecuación",
      "estabilidad",
      "energética",
      "mundo",
      "”",
      ",",
      "aseguró",
      "dignatario",
      ".",
      "además",
      ",",
      "mandatario",
      "indicó",
      "par",
      "país",
      "debe",
      "contar",
      "economía",
      "independiente",
      "producción",
      "hidrocarburos",
      "satisfaga",
      "sola",
      "necesidad",
      "pueblo",
      "venezolano",
      ".",
      "cuanto",
      "sector",
      "económico",
      "financiero",
      ",",
      "vicepresidenta",
      "rodríguez",
      "destacó",
      "frente",
      "trazado",
      "estrategias",
      "cuentan",
      "objetivos",
      "puntuales",
      ",",
      "protección",
      "moneda",
      "venezolana",
      ",",
      "mecanismos",
      "financiamiento",
      "desarrollo",
      "productivo",
      ",",
      "ingresos",
      "tributarios",
      "país",
      "economía",
      "productiva",
      ".",
      "“",
      "sabemos",
      "sectores",
      "necesitan",
      "oxígeno",
      "dinero",
      "dirigido",
      "hacia",
      "sectores",
      "”",
      ",",
      "dijo",
      "maduro",
      "equipo",
      "trabajadores",
      "frente",
      "financiero",
      ".",
      "línea",
      ",",
      "dijo",
      "banca",
      "pública",
      "debe",
      "ofrecer",
      "créditos",
      "sectores",
      "necesiten",
      ",",
      "cambio",
      ",",
      "aquellos",
      "capaces",
      "liquidar",
      "impuestos",
      ",",
      "acotó",
      "mandatario",
      ",",
      "“",
      "lupa",
      "revisan",
      "”",
      "“",
      "paguen",
      "impuestos",
      "”",
      ".",
      "sector",
      "alimentario",
      ",",
      "representantes",
      "cartera",
      "precisaron",
      "mandatario",
      "exportaciones",
      "crecieron",
      "15",
      "ciento",
      "podido",
      "llegar",
      "“",
      "33",
      "destinos",
      "mundo",
      "50",
      "especies",
      "”",
      ".",
      "asimismo",
      ",",
      "funcionario",
      "dio",
      "datos",
      "crecimiento",
      "industria",
      "enlatadora",
      "caso",
      "sardina",
      "creció",
      "47",
      "ciento",
      ",",
      "industria",
      ",",
      "remarca",
      ",",
      "da",
      "“",
      "soberanía",
      "alimentaria",
      "país",
      "”",
      ".",
      "“",
      "sector",
      "agroalimentario",
      ",",
      "pesquero",
      "acuícola",
      "crecimiento",
      "sostenido",
      "últimos",
      "seis",
      "años",
      "va",
      "mano",
      "sector",
      "público",
      "sector",
      "privado",
      "”",
      ",",
      "indicó",
      "portavoz",
      "cartera",
      "."
    ],
    "token_count": 452,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 53,
      "NN": 289,
      "FW": 158,
      "VBP": 16,
      "CD": 9,
      "IN": 26,
      "JJ": 54,
      "NNS": 16,
      "RB": 4,
      "MD": 1,
      "VB": 1,
      "VBZ": 7,
      "CC": 1,
      "DT": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NN": 24,
      "NN-FW": 22,
      "FW-FW": 102,
      "FW-NNP": 18,
      "NNP-NNP": 13,
      "NNP-FW": 10,
      "NN-NN": 189,
      "FW-NN": 29,
      "NN-VBP": 5,
      "VBP-CD": 1,
      "CD-NN": 5,
      "NN-IN": 21,
      "IN-FW": 18,
      "NN-NNP": 13,
      "NN-JJ": 22,
      "JJ-NN": 35,
      "IN-JJ": 4,
      "JJ-JJ": 5,
      "JJ-NNS": 5,
      "NNS-RB": 2,
      "RB-JJ": 1,
      "JJ-FW": 4,
      "FW-NNS": 2,
      "NNS-VBP": 8,
      "VBP-NNP": 1,
      "NN-NNS": 6,
      "VBP-JJ": 10,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "JJ-NNP": 2,
      "FW-JJ": 6,
      "NN-CD": 3,
      "CD-NNP": 2,
      "JJ-CD": 3,
      "NNS-IN": 2,
      "IN-NN": 2,
      "VBP-RB": 1,
      "RB-CD": 1,
      "NNS-NNP": 2,
      "NNP-RB": 1,
      "RB-VBP": 2,
      "NNP-VBZ": 2,
      "VBZ-NN": 2,
      "NN-VBZ": 5,
      "VBZ-IN": 2,
      "VBP-NN": 3,
      "IN-NNP": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNS-FW": 2,
      "VBZ-JJ": 3,
      "IN-NNS": 1,
      "NN-DT": 1,
      "DT-JJ": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-NNS": 2,
      "NNP-VBP": 1,
      "FW-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 1,
      "NN-FW-FW": 12,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 5,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 5,
      "NNP-NNP-NNP": 4,
      "NNP-FW-FW": 3,
      "FW-FW-FW": 74,
      "FW-NNP-FW": 5,
      "NNP-NNP-NN": 4,
      "NNP-NN-NN": 22,
      "NN-NN-FW": 11,
      "FW-FW-NN": 13,
      "FW-NN-VBP": 1,
      "NN-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-NN": 5,
      "NN-NN-IN": 11,
      "NN-IN-FW": 15,
      "IN-FW-FW": 9,
      "NNP-FW-NN": 2,
      "FW-NN-FW": 8,
      "FW-NNP-NN": 7,
      "NN-NN-NNP": 9,
      "NN-NNP-NNP": 4,
      "NN-FW-NN": 9,
      "FW-NN-NN": 11,
      "IN-FW-NN": 5,
      "FW-NN-IN": 3,
      "NN-NN-NN": 122,
      "NN-NN-JJ": 20,
      "NN-JJ-NN": 15,
      "JJ-NN-NN": 22,
      "NN-IN-JJ": 4,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-RB": 2,
      "NNS-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "IN-JJ-NN": 2,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBP": 5,
      "NNS-VBP-JJ": 4,
      "VBP-JJ-NN": 7,
      "JJ-NN-IN": 7,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-NNP": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 4,
      "JJ-NN-FW": 2,
      "NN-NNP-NN": 8,
      "NN-NN-CD": 2,
      "NN-CD-NNP": 2,
      "CD-NNP-FW": 1,
      "FW-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-NN-JJ": 2,
      "NN-JJ-CD": 2,
      "JJ-CD-NN": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 2,
      "CD-NNP-NN": 1,
      "FW-NN-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-NN": 1,
      "NN-NN-VBP": 4,
      "NN-VBP-JJ": 4,
      "NN-NN-NNS": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-RB": 1,
      "NNP-RB-VBP": 1,
      "RB-VBP-JJ": 2,
      "VBP-JJ-FW": 2,
      "FW-NN-NNP": 2,
      "JJ-JJ-NN": 4,
      "FW-JJ-JJ": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NN": 2,
      "NN-NN-VBZ": 5,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NN-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-NNP-VBZ": 1,
      "NN-JJ-JJ": 2,
      "NN-FW-NNP": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 1,
      "VBZ-JJ-NNP": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "JJ-NN-NNP": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-RB-VBP": 1,
      "NN-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "JJ-NNS-VBP": 1,
      "VBP-JJ-CD": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "FW-FW-IN": 1,
      "FW-IN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 289,
        "FW": 158,
        "JJ": 54,
        "NNP": 53,
        "IN": 26
      },
      "top_bigrams": {
        "NN-NN": 189,
        "FW-FW": 102,
        "JJ-NN": 35,
        "FW-NN": 29,
        "NNP-NN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 122,
        "FW-FW-FW": 74,
        "NNP-NN-NN": 22,
        "JJ-NN-NN": 22,
        "NN-NN-JJ": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 154,
      "VP": 27,
      "PP": 8,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 4,
        "weight": 0.0183
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 4,
        "weight": 0.0183
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0138
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "VP -> ('el', 'VBD')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 2,
        "weight": 0.0092
      },
      {
        "rule": "VP -> ('representantes', 'VBZ')",
        "frequency": 2,
        "weight": 0.0092
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "República Bolivariana"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro Moros"
      },
      {
        "label": "NP",
        "text": "Jornada"
      },
      {
        "label": "NP",
        "text": "Trabajo"
      },
      {
        "label": "NP",
        "text": "Consejo Nacional"
      },
      {
        "label": "NP",
        "text": "Economía Productiva destacó que"
      },
      {
        "label": "VP",
        "text": "ascender a casi el"
      },
      {
        "label": "NP",
        "text": "a casi el"
      },
      {
        "label": "NP",
        "text": "por ciento"
      },
      {
        "label": "NP",
        "text": "funcionamiento"
      },
      {
        "label": "NP",
        "text": "Destacando"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "Maduro precisó que Venezuela ya tiene la"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  la/FW\n  (NP República/NNP Bolivariana/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP Moros/NNP)\n  ,/,\n  en/FW\n  el/FW\n  contexto/FW\n  de/FW\n  la/FW\n  (NP Jornada/NNP)\n  de/FW\n  (NP Trabajo/NNP)\n  del/FW\n  (NP Consejo/NNP Nacional/NNP)\n  de/FW\n  (NP Economía/NNP Productiva/NNP destacó/NN que/NN)\n  la/FW\n  industria/FW\n  venezolana/FW\n  logró/FW\n  (VP ascender/VB (NP a/DT casi/NN el/NN))\n  45/CD\n  (NP por/NN ciento/NN)\n  de/IN\n  su/FW\n  (NP funcionamiento/NN)\n  ./.)",
      "(S\n  (NP Destacando/NNP)\n  (VP el/VBD)\n  crecimiento/FW\n  de/FW\n  la/FW\n  producción/FW\n  nacional/FW\n  de/FW\n  alimentos/FW\n  ,/,\n  (NP\n    Maduro/NNP\n    precisó/NN\n    que/NN\n    Venezuela/NNP\n    ya/NNP\n    tiene/NNP\n    la/NNP)\n  capacidad/FW\n  (NP y/NN)\n  la/FW\n  maquinaria/FW\n  para/FW\n  avanzar/FW\n  en/FW\n  el/FW\n  (NP camino/NN)\n  de/IN\n  la/FW\n  economía/FW\n  de/FW\n  producción/FW\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (NP acotó/NN que/NN hay/NN que/NN)\n  (NP estimular/JJ la/NN producción/NN)\n  exportadora/FW\n  (NP pensando/NN)\n  (PP en/IN (NP los/JJ mercados/JJ internacionales/NNS))\n  (ADJP ya/RB que/JJ)\n  en/FW\n  (NP Venezuela/NNP)\n  se/FW\n  está/FW\n  produciendo/FW\n  (NP alimentos/NN orgánicos/NN)\n  ./.)",
      "(S\n  (NP Entretanto/NNP)\n  ,/,\n  (VP\n    se/VBD\n    (NP precisó/NN que/NN los/NN)\n    (NP venezolanas/JJ y/NN venezolanas/NNS))\n  (VP cada/VBP (NP vez/JJ deben/NN tener/NN más/NN))\n  (VP acceso/VBZ (NP a/DT los/JJ productos/NN nacionales/NNS))\n  ,/,\n  (NP para/NN lo/NN que/NN se/NN implementará/NN)\n  (NP un/JJ proceso/NN)\n  de/IN\n  inversión/FW\n  para/FW\n  (NP incrementar/NN la/NN producción/NN)\n  ./.)",
      "(S\n  (NP Por/NNP)\n  otro/MD\n  (VP lado/VB)\n  ,/,\n  (VP hizo/VB)\n  mención/FW\n  del/FW\n  nuevo/FW\n  (NP Ministerio/NNP)\n  del/FW\n  (NP Poder/NNP Popular/NNP para/NN el/NN Comercio/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "FECHAS_HORAS",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          110,
          117
        ],
        "start": 110,
        "end": 117
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          773,
          782
        ],
        "start": 773,
        "end": 782
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          332,
          339
        ],
        "start": 332,
        "end": 339
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          3,
          19
        ],
        "start": 3,
        "end": 19
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministra de esa cartera",
        "position": [
          1195,
          1218
        ],
        "start": 1195,
        "end": 1218
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          162,
          169
        ],
        "start": 162,
        "end": 169
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          45,
          54
        ],
        "start": 45,
        "end": 54
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          1879,
          1885
        ],
        "start": 1879,
        "end": 1885
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2031",
        "position": [
          1167,
          1175
        ],
        "start": 1167,
        "end": 1175
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "el año 2031",
        "position": [
          1164,
          1175
        ],
        "start": 1164,
        "end": 1175
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Consejo Nacional de Economía Productiva",
        "tipo": "Organizacion"
      },
      {
        "nombre": "República Bolivariana de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "T1",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio del Poder Popular para el Comercio",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "República Bolivariana de Venezuela",
        "relacion": "DESTACAR",
        "objeto": "Consejo Nacional de Economía Productiva"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "DESTACAR",
        "objeto": "Consejo Nacional de Economía Productiva"
      },
      {
        "sujeto": "Maduro",
        "relacion": "PRECISAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Delcy Rodríguez",
        "relacion": "CONSTATAR",
        "objeto": "Maduro"
      }
    ]
  },
  "sentiment": {
    "compound": 0.6597,
    "pos": 0.012,
    "neu": 0.985,
    "neg": 0.003,
    "label": "positive"
  }
}