{
  "url": "https://www.telesurtv.net/bolivia-division-izquierda-triunfo-derecha/",
  "title": "División de izquierda boliviana da triunfo a la derecha",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bolivia Elecciones",
    "Centro Derecha",
    "Izquierda Boliviana",
    "Triunfo Electoral"
  ],
  "text": "La fractura interna de la izquierda boliviana definió el panorama electoral que coloca a Rodrigo Paz como favorito para el balotaje, según analizó el especialista Hugo Moldiz para teleSUR. La división del Movimiento al Socialismo (MAS) y la controvertida estrategia del voto nulo impulsada por Evo Morales crearon el espacio político que aprovechó la centro-derecha.\nEl expresidente Evo Morales deberá responder por decisiones que contribuyeron a la derrota electoral del campo progresista. “Uno de los mayores responsables por su posición con el voto nulo, que terminó beneficiando a todos menos a las candidaturas de izquierda, fue alentado por el expresidente”, señaló Moldiz durante su análisis postelectoral.\nLa estrategia del voto nulo, defendida por sectores afines a Morales, demostró ser contraproducente para los intereses de la izquierda boliviana. Esta decisión política refuerza la necesidad de autocrítica profunda dentro del movimiento popular.\n\n\nLa división de movimientos sociales y la crisis interna del MAS constituyeron los factores decisivos de estos comicios. “La fragmentación social de sindicatos, de movimientos y la división del Movimiento al Socialismo prácticamente determinó el resultado que observamos”, explicó el analista.\nEsta ruptura del tejido político progresista representa un fenómeno estructural que debilitó la cohesión histórica entre el oficialismo y organizaciones sindicales durante casi dos décadas de predominio del proceso de cambio.\nParadójicamente, estos comicios registran el fracaso de la estrategia de derecha y ultraderecha. Jorge “Tuto” Quiroga y Samuel Doria Medina, quienes disputarían los primeros lugares según pronósticos, no consolidaron el apoyo esperado.\n“Se daba por descontado que el primer y segundo lugar serían disputados por Tuto y Samuel, ambos con presencia de sectores fascistas en sus candidaturas“, subrayó Moldiz.\nEl campo popular rechazó estas opciones que representaban el retorno a políticas del período 1985-2005: privatización de empresas estatales, transnacionalización de recursos naturales y subordinación total a Estados Unidos.\n\nEl hijo del expresidente Jaime Paz Zamora sorprende con una votación que lo posiciona como primera opción electoral. Su perfil político se construyó desde el Senado, donde mantuvo intervenciones críticas pero constructivas hacia el gobierno de Luis Arce.\n“Rodrigo Paz se movió en la Asamblea Legislativa con propuestas e intervenciones críticas, pero constructivas, sin una arremetida contra el gobierno popular“, destacó el especialista.\nSu legitimidad se fortaleció cuando respondió positivamente a la convocatoria presidencial para garantizar la transparencia electoral, mientras Quiroga y Doria Medina declinaron participar en este espacio de diálogo político.\nMoldiz anticipa que un eventual gobierno de Paz adoptaría características bonapartistas, cediendo simultáneamente a presiones de la burguesía hegemónica y manteniendo vínculos precarios con movimientos sociales.\nLa dimensión geopolítica añade complejidad al escenario. “Tengo dudas de que un gobierno como el de Rodrigo Paz vaya a mantenerse en el ALBA“, advirtió el analista, sugiriendo una reorientación de la política exterior boliviana.\nEsta posición intermedia implicaría navegar “entre dos aguas”: la presión norteamericana para recuperar control en América Latina frente al avance de Rusia, China y los BRICS, versus mantener oportunidades comerciales con el bloque emergente.\n\nLa derrota electoral obliga a una reflexión profunda sobre los factores que determinaron el declive del proceso de cambio. “La izquierda y el campo popular deben reflexionar seriamente sobre las causas estructurales, no sobre lo aparente”, enfatizó Moldiz.\nEsta autocrítica debe superar los análisis superficiales para identificar “desde cuándo viene esta suerte de desproceso del campo nacional popular“, no para buscar culpables sino para extraer lecciones que permitan reconstruir el movimiento desde nuevas bases.\nEl analista proyecta un “balance implacable al interior de la izquierda, de los sindicatos y movimientos sociales” durante las próximas horas. Esta evaluación crítica debe equilibrar la identificación de responsabilidades con la perspectiva estratégica necesaria para la reconstrucción.\n“Hay que explorar a fondo las causas estructurales para aprender las lecciones y volver a empezar de cero“, concluyó Moldiz, planteando la necesidad de un nuevo punto de partida para la lucha popular boliviana.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/bolivia-division-izquierda-triunfo-derecha/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1050,
    "message_id": 102063,
    "date": "2025-08-18T04:55:08+00:00",
    "text": "teleSUR\nMoldiz: “División de izquierda boliviana consolida triunfo de centro-derecha”\nhttps://www.telesurtv.net/bolivia-division-izquierda-triunfo-derecha/",
    "photo_path": null,
    "views": 2194,
    "reactions": {
      "🤬": 47,
      "💩": 7,
      "🥴": 6,
      "🔥": 3,
      "👏": 1,
      "🤯": 1,
      "😢": 1
    },
    "total_reactions": 66
  },
  "preprocessing": {
    "cleaned": "la fractura interna de la izquierda boliviana definió el panorama electoral que coloca a rodrigo paz como favorito para el balotaje, según analizó el especialista hugo moldiz para telesur. la división del movimiento al socialismo (mas) y la controvertida estrategia del voto nulo impulsada por evo morales crearon el espacio político que aprovechó la centro-derecha. el expresidente evo morales deberá responder por decisiones que contribuyeron a la derrota electoral del campo progresista. “uno de los mayores responsables por su posición con el voto nulo, que terminó beneficiando a todos menos a las candidaturas de izquierda, fue alentado por el expresidente”, señaló moldiz durante su análisis postelectoral. la estrategia del voto nulo, defendida por sectores afines a morales, demostró ser contraproducente para los intereses de la izquierda boliviana. esta decisión política refuerza la necesidad de autocrítica profunda dentro del movimiento popular. la división de movimientos sociales y la crisis interna del mas constituyeron los factores decisivos de estos comicios. “la fragmentación social de sindicatos, de movimientos y la división del movimiento al socialismo prácticamente determinó el resultado que observamos”, explicó el analista. esta ruptura del tejido político progresista representa un fenómeno estructural que debilitó la cohesión histórica entre el oficialismo y organizaciones sindicales durante casi dos décadas de predominio del proceso de cambio. paradójicamente, estos comicios registran el fracaso de la estrategia de derecha y ultraderecha. jorge “tuto” quiroga y samuel doria medina, quienes disputarían los primeros lugares según pronósticos, no consolidaron el apoyo esperado. “se daba por descontado que el primer y segundo lugar serían disputados por tuto y samuel, ambos con presencia de sectores fascistas en sus candidaturas“, subrayó moldiz. el campo popular rechazó estas opciones que representaban el retorno a políticas del período 1985-2005: privatización de empresas estatales, transnacionalización de recursos naturales y subordinación total a estados unidos. el hijo del expresidente jaime paz zamora sorprende con una votación que lo posiciona como primera opción electoral. su perfil político se construyó desde el senado, donde mantuvo intervenciones críticas pero constructivas hacia el gobierno de luis arce. “rodrigo paz se movió en la asamblea legislativa con propuestas e intervenciones críticas, pero constructivas, sin una arremetida contra el gobierno popular“, destacó el especialista. su legitimidad se fortaleció cuando respondió positivamente a la convocatoria presidencial para garantizar la transparencia electoral, mientras quiroga y doria medina declinaron participar en este espacio de diálogo político. moldiz anticipa que un eventual gobierno de paz adoptaría características bonapartistas, cediendo simultáneamente a presiones de la burguesía hegemónica y manteniendo vínculos precarios con movimientos sociales. la dimensión geopolítica añade complejidad al escenario. “tengo dudas de que un gobierno como el de rodrigo paz vaya a mantenerse en el alba“, advirtió el analista, sugiriendo una reorientación de la política exterior boliviana. esta posición intermedia implicaría navegar “entre dos aguas”: la presión norteamericana para recuperar control en américa latina frente al avance de rusia, china y los brics, versus mantener oportunidades comerciales con el bloque emergente. la derrota electoral obliga a una reflexión profunda sobre los factores que determinaron el declive del proceso de cambio. “la izquierda y el campo popular deben reflexionar seriamente sobre las causas estructurales, no sobre lo aparente”, enfatizó moldiz. esta autocrítica debe superar los análisis superficiales para identificar “desde cuándo viene esta suerte de desproceso del campo nacional popular“, no para buscar culpables sino para extraer lecciones que permitan reconstruir el movimiento desde nuevas bases. el analista proyecta un “balance implacable al interior de la izquierda, de los sindicatos y movimientos sociales” durante las próximas horas. esta evaluación crítica debe equilibrar la identificación de responsabilidades con la perspectiva estratégica necesaria para la reconstrucción. “hay que explorar a fondo las causas estructurales para aprender las lecciones y volver a empezar de cero“, concluyó moldiz, planteando la necesidad de un nuevo punto de partida para la lucha popular boliviana.",
    "tokens": [
      "fractura",
      "interna",
      "izquierda",
      "boliviana",
      "definió",
      "panorama",
      "electoral",
      "coloca",
      "rodrigo",
      "paz",
      "favorito",
      "balotaje",
      ",",
      "según",
      "analizó",
      "especialista",
      "hugo",
      "moldiz",
      "telesur",
      ".",
      "división",
      "movimiento",
      "socialismo",
      "(",
      "mas",
      ")",
      "controvertida",
      "estrategia",
      "voto",
      "nulo",
      "impulsada",
      "evo",
      "morales",
      "crearon",
      "espacio",
      "político",
      "aprovechó",
      "centro-derecha",
      ".",
      "expresidente",
      "evo",
      "morales",
      "deberá",
      "responder",
      "decisiones",
      "contribuyeron",
      "derrota",
      "electoral",
      "campo",
      "progresista",
      ".",
      "“",
      "mayores",
      "responsables",
      "posición",
      "voto",
      "nulo",
      ",",
      "terminó",
      "beneficiando",
      "menos",
      "candidaturas",
      "izquierda",
      ",",
      "alentado",
      "expresidente",
      "”",
      ",",
      "señaló",
      "moldiz",
      "análisis",
      "postelectoral",
      ".",
      "estrategia",
      "voto",
      "nulo",
      ",",
      "defendida",
      "sectores",
      "afines",
      "morales",
      ",",
      "demostró",
      "ser",
      "contraproducente",
      "intereses",
      "izquierda",
      "boliviana",
      ".",
      "decisión",
      "política",
      "refuerza",
      "necesidad",
      "autocrítica",
      "profunda",
      "dentro",
      "movimiento",
      "popular",
      ".",
      "división",
      "movimientos",
      "sociales",
      "crisis",
      "interna",
      "mas",
      "constituyeron",
      "factores",
      "decisivos",
      "comicios",
      ".",
      "“",
      "fragmentación",
      "social",
      "sindicatos",
      ",",
      "movimientos",
      "división",
      "movimiento",
      "socialismo",
      "prácticamente",
      "determinó",
      "resultado",
      "observamos",
      "”",
      ",",
      "explicó",
      "analista",
      ".",
      "ruptura",
      "tejido",
      "político",
      "progresista",
      "representa",
      "fenómeno",
      "estructural",
      "debilitó",
      "cohesión",
      "histórica",
      "oficialismo",
      "organizaciones",
      "sindicales",
      "casi",
      "dos",
      "décadas",
      "predominio",
      "proceso",
      "cambio",
      ".",
      "paradójicamente",
      ",",
      "comicios",
      "registran",
      "fracaso",
      "estrategia",
      "derecha",
      "ultraderecha",
      ".",
      "jorge",
      "“",
      "tuto",
      "”",
      "quiroga",
      "samuel",
      "doria",
      "medina",
      ",",
      "disputarían",
      "primeros",
      "lugares",
      "según",
      "pronósticos",
      ",",
      "consolidaron",
      "apoyo",
      "esperado",
      ".",
      "“",
      "daba",
      "descontado",
      "primer",
      "segundo",
      "lugar",
      "disputados",
      "tuto",
      "samuel",
      ",",
      "ambos",
      "presencia",
      "sectores",
      "fascistas",
      "candidaturas",
      "“",
      ",",
      "subrayó",
      "moldiz",
      ".",
      "campo",
      "popular",
      "rechazó",
      "opciones",
      "representaban",
      "retorno",
      "políticas",
      "período",
      "1985-2005",
      ":",
      "privatización",
      "empresas",
      "estatales",
      ",",
      "transnacionalización",
      "recursos",
      "naturales",
      "subordinación",
      "total",
      "unidos",
      ".",
      "hijo",
      "expresidente",
      "jaime",
      "paz",
      "zamora",
      "sorprende",
      "votación",
      "posiciona",
      "primera",
      "opción",
      "electoral",
      ".",
      "perfil",
      "político",
      "construyó",
      "senado",
      ",",
      "mantuvo",
      "intervenciones",
      "críticas",
      "constructivas",
      "hacia",
      "gobierno",
      "luis",
      "arce",
      ".",
      "“",
      "rodrigo",
      "paz",
      "movió",
      "asamblea",
      "legislativa",
      "propuestas",
      "intervenciones",
      "críticas",
      ",",
      "constructivas",
      ",",
      "arremetida",
      "gobierno",
      "popular",
      "“",
      ",",
      "destacó",
      "especialista",
      ".",
      "legitimidad",
      "fortaleció",
      "respondió",
      "positivamente",
      "convocatoria",
      "presidencial",
      "garantizar",
      "transparencia",
      "electoral",
      ",",
      "mientras",
      "quiroga",
      "doria",
      "medina",
      "declinaron",
      "participar",
      "espacio",
      "diálogo",
      "político",
      ".",
      "moldiz",
      "anticipa",
      "eventual",
      "gobierno",
      "paz",
      "adoptaría",
      "características",
      "bonapartistas",
      ",",
      "cediendo",
      "simultáneamente",
      "presiones",
      "burguesía",
      "hegemónica",
      "manteniendo",
      "vínculos",
      "precarios",
      "movimientos",
      "sociales",
      ".",
      "dimensión",
      "geopolítica",
      "añade",
      "complejidad",
      "escenario",
      ".",
      "“",
      "dudas",
      "gobierno",
      "rodrigo",
      "paz",
      "vaya",
      "mantenerse",
      "alba",
      "“",
      ",",
      "advirtió",
      "analista",
      ",",
      "sugiriendo",
      "reorientación",
      "política",
      "exterior",
      "boliviana",
      ".",
      "posición",
      "intermedia",
      "implicaría",
      "navegar",
      "“",
      "dos",
      "aguas",
      "”",
      ":",
      "presión",
      "norteamericana",
      "recuperar",
      "control",
      "américa",
      "latina",
      "frente",
      "avance",
      "rusia",
      ",",
      "china",
      "brics",
      ",",
      "versus",
      "mantener",
      "oportunidades",
      "comerciales",
      "bloque",
      "emergente",
      ".",
      "derrota",
      "electoral",
      "obliga",
      "reflexión",
      "profunda",
      "factores",
      "determinaron",
      "declive",
      "proceso",
      "cambio",
      ".",
      "“",
      "izquierda",
      "campo",
      "popular",
      "deben",
      "reflexionar",
      "seriamente",
      "causas",
      "estructurales",
      ",",
      "aparente",
      "”",
      ",",
      "enfatizó",
      "moldiz",
      ".",
      "autocrítica",
      "debe",
      "superar",
      "análisis",
      "superficiales",
      "identificar",
      "“",
      "cuándo",
      "viene",
      "suerte",
      "desproceso",
      "campo",
      "nacional",
      "popular",
      "“",
      ",",
      "buscar",
      "culpables",
      "sino",
      "extraer",
      "lecciones",
      "permitan",
      "reconstruir",
      "movimiento",
      "nuevas",
      "bases",
      ".",
      "analista",
      "proyecta",
      "“",
      "balance",
      "implacable",
      "interior",
      "izquierda",
      ",",
      "sindicatos",
      "movimientos",
      "sociales",
      "”",
      "próximas",
      "horas",
      ".",
      "evaluación",
      "crítica",
      "debe",
      "equilibrar",
      "identificación",
      "responsabilidades",
      "perspectiva",
      "estratégica",
      "necesaria",
      "reconstrucción",
      ".",
      "“",
      "explorar",
      "fondo",
      "causas",
      "estructurales",
      "aprender",
      "lecciones",
      "volver",
      "empezar",
      "cero",
      "“",
      ",",
      "concluyó",
      "moldiz",
      ",",
      "planteando",
      "necesidad",
      "nuevo",
      "punto",
      "partida",
      "lucha",
      "popular",
      "boliviana",
      "."
    ],
    "token_count": 461,
    "sentence_count": 27
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 77,
      "VBD": 6,
      "FW": 118,
      "JJ": 66,
      "NN": 227,
      "VBZ": 13,
      "IN": 22,
      "JJR": 1,
      "NNS": 39,
      "VBP": 30,
      "DT": 3,
      "RB": 2
    },
    "bigram_freq": {
      "NNP-VBD": 4,
      "VBD-FW": 2,
      "FW-FW": 77,
      "FW-JJ": 6,
      "JJ-NN": 34,
      "NN-NN": 137,
      "NN-NNP": 17,
      "NNP-NNP": 27,
      "NNP-NN": 30,
      "NNP-VBZ": 6,
      "VBZ-FW": 1,
      "FW-NNP": 15,
      "NN-IN": 17,
      "IN-JJ": 4,
      "NN-JJ": 17,
      "JJ-JJ": 16,
      "JJ-NNP": 8,
      "VBZ-JJR": 1,
      "JJR-NN": 1,
      "NN-NNS": 15,
      "NNS-VBP": 23,
      "VBP-NN": 8,
      "NNP-IN": 1,
      "IN-FW": 11,
      "FW-NNS": 8,
      "NNS-VBZ": 1,
      "VBZ-JJ": 8,
      "VBP-NNS": 6,
      "NNS-FW": 2,
      "NNP-FW": 5,
      "FW-NN": 11,
      "NN-FW": 16,
      "NN-VBZ": 5,
      "VBZ-NNS": 1,
      "NNS-NNP": 5,
      "NNP-VBP": 3,
      "VBZ-IN": 1,
      "VBP-IN": 2,
      "VBP-JJ": 11,
      "JJ-FW": 3,
      "NN-VBP": 1,
      "NNS-NNS": 3,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "VBD-JJ": 3,
      "JJ-NNS": 3,
      "JJ-DT": 2,
      "DT-NN": 3,
      "IN-NNS": 2,
      "IN-NN": 2,
      "VBP-NNP": 1,
      "VBD-NN": 1,
      "IN-NNP": 3,
      "FW-VBP": 1,
      "NNS-IN": 1,
      "NN-VBD": 1,
      "VBP-VBZ": 1,
      "VBZ-DT": 1,
      "NNS-JJ": 1,
      "NNS-RB": 2,
      "RB-VBP": 2,
      "VBP-FW": 1
    },
    "trigram_freq": {
      "NNP-VBD-FW": 2,
      "VBD-FW-FW": 2,
      "FW-FW-FW": 52,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 3,
      "JJ-NN-NN": 20,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 25,
      "NN-NN-NN": 79,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "FW-NNP-NN": 9,
      "NNP-NN-NNP": 4,
      "NNP-NNP-NNP": 10,
      "NN-NN-IN": 9,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 3,
      "JJ-NN-NNP": 1,
      "NN-NN-JJ": 14,
      "NN-JJ-JJ": 7,
      "JJ-JJ-JJ": 3,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJR": 1,
      "VBZ-JJR-NN": 1,
      "JJR-NN-NNS": 1,
      "NN-NNS-VBP": 12,
      "NNS-VBP-NN": 5,
      "VBP-NN-NN": 7,
      "JJ-JJ-NN": 9,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "NN-NN-NNS": 10,
      "NNS-VBP-NNS": 5,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NNP": 10,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "NNP-FW-FW": 2,
      "FW-FW-NN": 6,
      "FW-NN-FW": 5,
      "NN-FW-NN": 3,
      "FW-NN-NN": 5,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NN": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-FW": 7,
      "NN-NN-FW": 9,
      "NN-FW-FW": 10,
      "FW-JJ-NNP": 2,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 5,
      "NN-NNP-NN": 7,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 1,
      "FW-NNS-NNP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-JJ": 1,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 7,
      "FW-NNP-FW": 2,
      "NNP-FW-NNS": 1,
      "VBP-JJ-NN": 5,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-VBP": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-NN": 2,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-FW": 2,
      "JJ-FW-NNP": 2,
      "NNP-VBZ-JJ": 4,
      "NN-IN-NNS": 2,
      "IN-NNS-VBP": 2,
      "VBP-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "JJ-NN-NNS": 2,
      "FW-NNS-FW": 1,
      "VBP-JJ-NNP": 2,
      "NNP-VBD-NN": 1,
      "VBD-NN-JJ": 1,
      "NN-JJ-NN": 8,
      "IN-JJ-NNP": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-NNP": 2,
      "FW-NNP-NNP": 4,
      "VBZ-JJ-JJ": 2,
      "NN-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-IN-NN": 1,
      "IN-NN-FW": 1,
      "IN-NNP-VBP": 1,
      "VBP-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "VBP-NNS-NNS": 2,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "NNP-NN-FW": 1,
      "NNP-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "NN-FW-NNP": 1,
      "JJ-NN-JJ": 2,
      "IN-FW-NNP": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-DT": 1,
      "DT-NN-NN": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NNS-NNP": 1,
      "VBP-NNS-VBP": 2,
      "VBP-NNS-RB": 1,
      "NNS-RB-VBP": 2,
      "RB-VBP-NNS": 1,
      "NNS-NNS-RB": 1,
      "RB-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-NN-NNP": 1,
      "NN-FW-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 227,
        "FW": 118,
        "NNP": 77,
        "JJ": 66,
        "NNS": 39
      },
      "top_bigrams": {
        "NN-NN": 137,
        "FW-FW": 77,
        "JJ-NN": 34,
        "NNP-NN": 30,
        "NNP-NNP": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 79,
        "FW-FW-FW": 52,
        "NNP-NN-NN": 25,
        "JJ-NN-NN": 20,
        "NN-NN-JJ": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 27,
    "chunk_counts": {
      "NP": 157,
      "VP": 49,
      "PP": 13,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0282
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 5,
        "weight": 0.0202
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('comicios', 'NNS')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('cambio', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "S -> NP VP ('.', '.')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('con', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "S -> NP VP ('interna', 'FW') ('de', 'FW') ('la', 'FW') ('izquierda', 'FW') ('boliviana', 'FW') ('definió', 'FW') ('el', 'FW') ('panorama', 'FW') NP NP (',', ',') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.004
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "fractura"
      },
      {
        "label": "NP",
        "text": "electoral que coloca"
      },
      {
        "label": "NP",
        "text": "a Rodrigo Paz como favorito para el balotaje"
      },
      {
        "label": "NP",
        "text": "según analizó el especialista Hugo Moldiz para teleSUR"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "división"
      },
      {
        "label": "NP",
        "text": "Movimiento al Socialismo"
      },
      {
        "label": "NP",
        "text": "MAS"
      },
      {
        "label": "NP",
        "text": "y la controvertida estrategia del voto"
      },
      {
        "label": "PP",
        "text": "nulo impulsada por Evo Morales crearon el espacio político que"
      },
      {
        "label": "NP",
        "text": "impulsada por Evo Morales crearon el espacio político que"
      },
      {
        "label": "NP",
        "text": "aprovechó la centro-derecha"
      },
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "Evo Morales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP fractura/VBD)\n  interna/FW\n  de/FW\n  la/FW\n  izquierda/FW\n  boliviana/FW\n  definió/FW\n  el/FW\n  panorama/FW\n  (NP electoral/JJ que/NN coloca/NN)\n  (NP\n    a/DT\n    Rodrigo/NNP\n    Paz/NNP\n    como/NN\n    favorito/NN\n    para/NN\n    el/NN\n    balotaje/NN)\n  ,/,\n  (NP\n    según/JJ\n    analizó/NN\n    el/NN\n    especialista/NN\n    Hugo/NNP\n    Moldiz/NNP\n    para/NN\n    teleSUR/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP división/VBZ)\n  del/FW\n  (NP Movimiento/NNP al/NN Socialismo/NNP)\n  (/(\n  (NP MAS/NNP)\n  )/)\n  (NP y/NN la/NN controvertida/NN estrategia/NN del/NN voto/NN)\n  (PP\n    nulo/IN\n    (NP\n      impulsada/JJ\n      por/NN\n      Evo/NNP\n      Morales/NNP\n      crearon/NN\n      el/NN\n      espacio/NN\n      político/NN\n      que/NN))\n  (NP aprovechó/JJ la/JJ centro-derecha/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  expresidente/CC\n  (NP Evo/NNP Morales/NNP)\n  (VP deberá/VBZ (NP responder/JJR por/NN decisiones/NNS))\n  (VP que/VBP)\n  (VP\n    contribuyeron/VB\n    (NP a/DT la/NN)\n    (NP derrota/JJ electoral/JJ del/NN campo/NN progresista/NN))\n  ./.)",
      "(S\n  (NP “/JJ Uno/NNP)\n  de/FW\n  los/FW\n  (NP mayores/NNS)\n  (VP\n    responsables/VBZ\n    (NP por/JJ su/NN posición/NN con/NN el/NN voto/NN nulo/NN))\n  ,/,\n  (NP que/JJ terminó/NN)\n  (VP\n    beneficiando/VBD\n    (NP a/DT todos/JJ menos/NN)\n    (NP a/DT las/JJ candidaturas/NN))\n  (PP de/IN (NP izquierda/NN))\n  ,/,\n  (NP fue/JJ alentado/NN por/NN el/NN expresidente/NN ”/NNP)\n  ,/,\n  (NP\n    señaló/NN\n    Moldiz/NNP\n    durante/NN\n    su/NN\n    análisis/NN\n    postelectoral/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  estrategia/CC\n  del/FW\n  (NP voto/NN nulo/NN)\n  ,/,\n  (NP defendida/NN por/NN)\n  (VP sectores/VBZ)\n  (VP afines/VBZ (NP a/DT Morales/NNP))\n  ,/,\n  (VP demostró/VBZ (NP ser/JJR contraproducente/NN para/NN los/NN))\n  (VP intereses/VBZ)\n  de/IN\n  la/FW\n  (NP izquierda/JJ boliviana/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ORGANISMOS_INTERNACIONALES",
      "PAISES",
      "APROBACION_RECHAZO",
      "LOCALIZACIONES_ESPECIFICAS",
      "NEOLIBERALISMO_MERCADO",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "CULTURA_DEPORTE_SOCIEDAD"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "transparencia electoral",
        "position": [
          2662,
          2685
        ],
        "start": 2662,
        "end": 2685
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          665,
          671
        ],
        "start": 665,
        "end": 671
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1234,
          1241
        ],
        "start": 1234,
        "end": 1241
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movimiento popular",
        "position": [
          940,
          958
        ],
        "start": 940,
        "end": 958
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de luis arce",
        "position": [
          2345,
          2366
        ],
        "start": 2345,
        "end": 2366
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          3126,
          3130
        ],
        "start": 3126,
        "end": 3130
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          1905,
          1912
        ],
        "start": 1905,
        "end": 1912
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1872,
          1879
        ],
        "start": 1872,
        "end": 1879
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          2527,
          2534
        ],
        "start": 2527,
        "end": 2534
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2096,
          2110
        ],
        "start": 2096,
        "end": 2110
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          3369,
          3374
        ],
        "start": 3369,
        "end": 3374
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro-derecha",
        "position": [
          351,
          365
        ],
        "start": 351,
        "end": 365
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "privatización",
        "position": [
          1992,
          2005
        ],
        "start": 1992,
        "end": 2005
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Movimiento al Socialismo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Quiroga",
        "tipo": "Persona"
      },
      {
        "nombre": "Jorge “Tuto” Quiroga",
        "tipo": "Persona"
      },
      {
        "nombre": "Rodrigo Paz",
        "tipo": "Persona"
      },
      {
        "nombre": "Tuto",
        "tipo": "Persona"
      },
      {
        "nombre": "Evo Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "Hugo Moldiz",
        "tipo": "Persona"
      },
      {
        "nombre": "Samuel Doria Medina",
        "tipo": "Persona"
      },
      {
        "nombre": "Samuel",
        "tipo": "Persona"
      },
      {
        "nombre": "Luis Arce",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Legislativa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jaime Paz Zamora",
        "tipo": "Persona"
      },
      {
        "nombre": "Paz",
        "tipo": "Persona"
      },
      {
        "nombre": "Doria Medina",
        "tipo": "Persona"
      },
      {
        "nombre": "Moldiz",
        "tipo": "Persona"
      },
      {
        "nombre": "Morales",
        "tipo": "Persona"
      },
      {
        "nombre": "ALBA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Senado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "MAS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Rodrigo Paz",
        "relacion": "COLOCAR_DEFINIR",
        "objeto": "Hugo Moldiz"
      },
      {
        "sujeto": "Moldiz",
        "relacion": "DISPUTAR_DAR_SUBRAYAR",
        "objeto": "Tuto"
      },
      {
        "sujeto": "Moldiz",
        "relacion": "DISPUTAR_DAR_SUBRAYAR",
        "objeto": "Samuel"
      },
      {
        "sujeto": "Rodrigo Paz",
        "relacion": "MOVER_DESTACAR",
        "objeto": "Asamblea Legislativa"
      },
      {
        "sujeto": "Moldiz",
        "relacion": "ANTICIPAR",
        "objeto": "Paz"
      },
      {
        "sujeto": "Rodrigo Paz",
        "relacion": "MANTENER_L_TENER_ADVERTIR",
        "objeto": "ALBA"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4767,
    "pos": 0.018,
    "neu": 0.959,
    "neg": 0.023,
    "label": "negative"
  }
}