{
  "url": "https://www.telesurtv.net/china-gran-desfile-por-dia-de-la-victoria/",
  "title": "China realiza gran desfile militar en conmemoración del Día de la Victoria",
  "section": "Mundo",
  "tags": [
    "armas",
    "beijing",
    "China",
    "Día de la Victoria",
    "Ejército chino",
    "invasión de Manchuria",
    "Japón",
    "Kim Jong un",
    "líderes mundiales",
    "Plaza de Tiananmén",
    "poderío militar chino",
    "Vladimir Putin"
  ],
  "text": "China realiza este miércoles 3 de septiembre el desfile militar más grande que ha tenido lugar en el país hasta la fecha. La capital, Beijing, será escenario de las conmemoraciones que marcan los 80 años de la victoria en la Guerra de Resistencia del Pueblo Chino contra la Agresión Japonesa y la Guerra Mundial Antifascista.\n\nEl desfile iniciará a las 09H00 (hora local) en la Plaza de Tiananmén, y se espera que el presidente chino Xi Jinping pronuncie un discurso frente a más de 20 líderes mundiales.\nEntre los mandatarios presentes se encuentran el presidente ruso Vladímir Putin, el líder norcoreano Kim Jong Un, el presidente iraní Masoud Pezeshkian, y el primer ministro paquistaní Shehbaz Sharif.\nLa presencia de Kim Jong Un es particularmente notable, ya que es la primera vez en 66 años que un líder norcoreano asiste a un desfile militar chino, siendo el último su abuelo, Kim Il Sung, en 1959.\n\n\nEl presidente de Cuba, Miguel Díaz-Canel Bermúdez, también forma parte del grupo de líderes mundiales que participan del acontecimiento. Al llegar a Beijing, el mandatario resaltó “admiramos la historia y actualidad de China”, al tiempo que agradeció al Gobierno de Xi Jinping su solidaridad y cooperación en medio del bloqueo que padece la isla hace más de seis décadas.\nAsimiso, asisten el presidente mongol Khurelsukh Ukhnaa, el presidente uzbeko Shavkat Mirziyoyev, el presidente bielorruso Alexander Lukashenko, y líderes de Kirguistán, Tayikistán, Turkmenistán, Kazajistán, Azerbaiyán, Armenia, Cuba, Camboya, Vietnam, Laos, Nepal, Maldivas, la República del Congo, Zimbabue y Myanmar.\nPor otro lado, de Europa solo asistirán el primer ministro eslovaco Robert Fico y el presidente serbio Aleksandar Vucic.\n\n\nEl megadesfile militar es una contundente demostración del poderío militar chino, con una exhibición coreografiada de equipo militar avanzado, en el que se espera que se presenten más de 100 armas y equipos militares, muchos de los cuales harán su debut público por primera vez.\nEntre ellos, destacarán las armas estratégicas terrestres, marítimas y aéreas, así como las armas hipersónicas, drones y aviones de combate avanzados.\nLos espectadores en la Plaza de Tiananmén se sentarán en sillas de colores verde, rojo y oro, que simbolizan la tierra fértil, los sacrificios del pueblo y la paz, respectivamente.\n\n\nLas formaciones de equipos estarán organizadas en grupos operativos conjuntos orientados al combate, incluyendo operaciones terrestres, marítimas, defensa aérea y antimisiles, operaciones de información, operaciones no tripuladas, apoyo logístico y de equipos, y ataque estratégico.\nTambién, más de 1.000 músicos se sentarán en 14 filas, representando cada año de la resistencia china desde la invasión de Manchuria en 1931.\nEspecíficamente, la exhibición se centrará en la nueva generación de equipos de cuarta generación, incluidos tanques avanzados, aviones basados en portaaviones y cazas, destacando las capacidades de combate basadas en el sistema del Ejército chino.\nAsimismo, se mostrarán las nuevas capacidades de combate de dominio y calidad del ejército, con sistemas inteligentes y anti-no tripulados, unidades de guerra cibernética y electrónica, nuevas drones, armas de energía dirigida y sistemas de interferencia electrónica.\nEl desfile tendrá una duración aproximada de 70 minutos e incluirá 45 contingentes de tropas.\nChina celebra el Día de la Victoria este 3 de septiembre para conmemorar la rendición formal de Japón el 2 de septiembre de 1945, marcando el fin de la prolongada agresión japonesa en Asia.\n\n\nEsta guerra, que comenzó años antes de lo que se considera el inicio de la Segunda Guerra Mundial en Occidente, involucró la resistencia de las tropas chinas, principalmente bajo el mando del Kuomintang (KMT) y el Partido Comunista Chino (PCCh), que eventualmente formaron un frente unido.\nLa conmemoración honra los sacrificios y la resistencia del pueblo chino, que sufrió la pérdida de aproximadamente 20 millones de vidas, en su mayoría civiles, debido a la guerra.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/china-gran-desfile-por-dia-de-la-victoria/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 948,
    "message_id": 103609,
    "date": "2025-09-03T00:55:18+00:00",
    "text": "teleSUR\nChina realiza gran desfile militar en conmemoración del Día de la Victoria\nhttps://www.telesurtv.net/china-gran-desfile-por-dia-de-la-victoria/",
    "photo_path": null,
    "views": 2226,
    "reactions": {
      "❤": 38,
      "🔥": 14,
      "👏": 8,
      "👍": 2
    },
    "total_reactions": 62
  },
  "preprocessing": {
    "cleaned": "china realiza este miércoles 3 de septiembre el desfile militar más grande que ha tenido lugar en el país hasta la fecha. la capital, beijing, será escenario de las conmemoraciones que marcan los 80 años de la victoria en la guerra de resistencia del pueblo chino contra la agresión japonesa y la guerra mundial antifascista. el desfile iniciará a las 09h00 (hora local) en la plaza de tiananmén, y se espera que el presidente chino xi jinping pronuncie un discurso frente a más de 20 líderes mundiales. entre los mandatarios presentes se encuentran el presidente ruso vladímir putin, el líder norcoreano kim jong un, el presidente iraní masoud pezeshkian, y el primer ministro paquistaní shehbaz sharif. la presencia de kim jong un es particularmente notable, ya que es la primera vez en 66 años que un líder norcoreano asiste a un desfile militar chino, siendo el último su abuelo, kim il sung, en 1959. el presidente de cuba, miguel díaz-canel bermúdez, también forma parte del grupo de líderes mundiales que participan del acontecimiento. al llegar a beijing, el mandatario resaltó “admiramos la historia y actualidad de china”, al tiempo que agradeció al gobierno de xi jinping su solidaridad y cooperación en medio del bloqueo que padece la isla hace más de seis décadas. asimiso, asisten el presidente mongol khurelsukh ukhnaa, el presidente uzbeko shavkat mirziyoyev, el presidente bielorruso alexander lukashenko, y líderes de kirguistán, tayikistán, turkmenistán, kazajistán, azerbaiyán, armenia, cuba, camboya, vietnam, laos, nepal, maldivas, la república del congo, zimbabue y myanmar. por otro lado, de europa solo asistirán el primer ministro eslovaco robert fico y el presidente serbio aleksandar vucic. el megadesfile militar es una contundente demostración del poderío militar chino, con una exhibición coreografiada de equipo militar avanzado, en el que se espera que se presenten más de 100 armas y equipos militares, muchos de los cuales harán su debut público por primera vez. entre ellos, destacarán las armas estratégicas terrestres, marítimas y aéreas, así como las armas hipersónicas, drones y aviones de combate avanzados. los espectadores en la plaza de tiananmén se sentarán en sillas de colores verde, rojo y oro, que simbolizan la tierra fértil, los sacrificios del pueblo y la paz, respectivamente. las formaciones de equipos estarán organizadas en grupos operativos conjuntos orientados al combate, incluyendo operaciones terrestres, marítimas, defensa aérea y antimisiles, operaciones de información, operaciones no tripuladas, apoyo logístico y de equipos, y ataque estratégico. también, más de 1.000 músicos se sentarán en 14 filas, representando cada año de la resistencia china desde la invasión de manchuria en 1931. específicamente, la exhibición se centrará en la nueva generación de equipos de cuarta generación, incluidos tanques avanzados, aviones basados en portaaviones y cazas, destacando las capacidades de combate basadas en el sistema del ejército chino. asimismo, se mostrarán las nuevas capacidades de combate de dominio y calidad del ejército, con sistemas inteligentes y anti-no tripulados, unidades de guerra cibernética y electrónica, nuevas drones, armas de energía dirigida y sistemas de interferencia electrónica. el desfile tendrá una duración aproximada de 70 minutos e incluirá 45 contingentes de tropas. china celebra el día de la victoria este 3 de septiembre para conmemorar la rendición formal de japón el 2 de septiembre de 1945, marcando el fin de la prolongada agresión japonesa en asia. esta guerra, que comenzó años antes de lo que se considera el inicio de la segunda guerra mundial en occidente, involucró la resistencia de las tropas chinas, principalmente bajo el mando del kuomintang (kmt) y el partido comunista chino (pcch), que eventualmente formaron un frente unido. la conmemoración honra los sacrificios y la resistencia del pueblo chino, que sufrió la pérdida de aproximadamente 20 millones de vidas, en su mayoría civiles, debido a la guerra.",
    "tokens": [
      "china",
      "realiza",
      "miércoles",
      "3",
      "septiembre",
      "desfile",
      "militar",
      "grande",
      "lugar",
      "país",
      "fecha",
      ".",
      "capital",
      ",",
      "beijing",
      ",",
      "escenario",
      "conmemoraciones",
      "marcan",
      "80",
      "años",
      "victoria",
      "guerra",
      "resistencia",
      "pueblo",
      "chino",
      "agresión",
      "japonesa",
      "guerra",
      "mundial",
      "antifascista",
      ".",
      "desfile",
      "iniciará",
      "09h00",
      "(",
      "hora",
      "local",
      ")",
      "plaza",
      "tiananmén",
      ",",
      "espera",
      "presidente",
      "chino",
      "xi",
      "jinping",
      "pronuncie",
      "discurso",
      "frente",
      "20",
      "líderes",
      "mundiales",
      ".",
      "mandatarios",
      "presentes",
      "encuentran",
      "presidente",
      "ruso",
      "vladímir",
      "putin",
      ",",
      "líder",
      "norcoreano",
      "kim",
      "jong",
      ",",
      "presidente",
      "iraní",
      "masoud",
      "pezeshkian",
      ",",
      "primer",
      "ministro",
      "paquistaní",
      "shehbaz",
      "sharif",
      ".",
      "presencia",
      "kim",
      "jong",
      "particularmente",
      "notable",
      ",",
      "primera",
      "vez",
      "66",
      "años",
      "líder",
      "norcoreano",
      "asiste",
      "desfile",
      "militar",
      "chino",
      ",",
      "siendo",
      "último",
      "abuelo",
      ",",
      "kim",
      "il",
      "sung",
      ",",
      "1959.",
      "presidente",
      "cuba",
      ",",
      "miguel",
      "díaz-canel",
      "bermúdez",
      ",",
      "forma",
      "parte",
      "grupo",
      "líderes",
      "mundiales",
      "participan",
      "acontecimiento",
      ".",
      "llegar",
      "beijing",
      ",",
      "mandatario",
      "resaltó",
      "“",
      "admiramos",
      "historia",
      "actualidad",
      "china",
      "”",
      ",",
      "tiempo",
      "agradeció",
      "gobierno",
      "xi",
      "jinping",
      "solidaridad",
      "cooperación",
      "medio",
      "bloqueo",
      "padece",
      "isla",
      "hace",
      "seis",
      "décadas",
      ".",
      "asimiso",
      ",",
      "asisten",
      "presidente",
      "mongol",
      "khurelsukh",
      "ukhnaa",
      ",",
      "presidente",
      "uzbeko",
      "shavkat",
      "mirziyoyev",
      ",",
      "presidente",
      "bielorruso",
      "alexander",
      "lukashenko",
      ",",
      "líderes",
      "kirguistán",
      ",",
      "tayikistán",
      ",",
      "turkmenistán",
      ",",
      "kazajistán",
      ",",
      "azerbaiyán",
      ",",
      "armenia",
      ",",
      "cuba",
      ",",
      "camboya",
      ",",
      "vietnam",
      ",",
      "laos",
      ",",
      "nepal",
      ",",
      "maldivas",
      ",",
      "república",
      "congo",
      ",",
      "zimbabue",
      "myanmar",
      ".",
      "lado",
      ",",
      "europa",
      "solo",
      "asistirán",
      "primer",
      "ministro",
      "eslovaco",
      "robert",
      "fico",
      "presidente",
      "serbio",
      "aleksandar",
      "vucic",
      ".",
      "megadesfile",
      "militar",
      "contundente",
      "demostración",
      "poderío",
      "militar",
      "chino",
      ",",
      "exhibición",
      "coreografiada",
      "equipo",
      "militar",
      "avanzado",
      ",",
      "espera",
      "presenten",
      "100",
      "armas",
      "equipos",
      "militares",
      ",",
      "cuales",
      "harán",
      "debut",
      "público",
      "primera",
      "vez",
      ".",
      ",",
      "destacarán",
      "armas",
      "estratégicas",
      "terrestres",
      ",",
      "marítimas",
      "aéreas",
      ",",
      "así",
      "armas",
      "hipersónicas",
      ",",
      "drones",
      "aviones",
      "combate",
      "avanzados",
      ".",
      "espectadores",
      "plaza",
      "tiananmén",
      "sentarán",
      "sillas",
      "colores",
      "verde",
      ",",
      "rojo",
      "oro",
      ",",
      "simbolizan",
      "tierra",
      "fértil",
      ",",
      "sacrificios",
      "pueblo",
      "paz",
      ",",
      "respectivamente",
      ".",
      "formaciones",
      "equipos",
      "organizadas",
      "grupos",
      "operativos",
      "conjuntos",
      "orientados",
      "combate",
      ",",
      "incluyendo",
      "operaciones",
      "terrestres",
      ",",
      "marítimas",
      ",",
      "defensa",
      "aérea",
      "antimisiles",
      ",",
      "operaciones",
      "información",
      ",",
      "operaciones",
      "tripuladas",
      ",",
      "apoyo",
      "logístico",
      "equipos",
      ",",
      "ataque",
      "estratégico",
      ".",
      ",",
      "1.000",
      "músicos",
      "sentarán",
      "14",
      "filas",
      ",",
      "representando",
      "cada",
      "año",
      "resistencia",
      "china",
      "invasión",
      "manchuria",
      "1931.",
      "específicamente",
      ",",
      "exhibición",
      "centrará",
      "nueva",
      "generación",
      "equipos",
      "cuarta",
      "generación",
      ",",
      "incluidos",
      "tanques",
      "avanzados",
      ",",
      "aviones",
      "basados",
      "portaaviones",
      "cazas",
      ",",
      "destacando",
      "capacidades",
      "combate",
      "basadas",
      "sistema",
      "ejército",
      "chino",
      ".",
      "asimismo",
      ",",
      "mostrarán",
      "nuevas",
      "capacidades",
      "combate",
      "dominio",
      "calidad",
      "ejército",
      ",",
      "sistemas",
      "inteligentes",
      "anti-no",
      "tripulados",
      ",",
      "unidades",
      "guerra",
      "cibernética",
      "electrónica",
      ",",
      "nuevas",
      "drones",
      ",",
      "armas",
      "energía",
      "dirigida",
      "sistemas",
      "interferencia",
      "electrónica",
      ".",
      "desfile",
      "duración",
      "aproximada",
      "70",
      "minutos",
      "incluirá",
      "45",
      "contingentes",
      "tropas",
      ".",
      "china",
      "celebra",
      "día",
      "victoria",
      "3",
      "septiembre",
      "conmemorar",
      "rendición",
      "formal",
      "japón",
      "2",
      "septiembre",
      "1945",
      ",",
      "marcando",
      "fin",
      "prolongada",
      "agresión",
      "japonesa",
      "asia",
      ".",
      "guerra",
      ",",
      "comenzó",
      "años",
      "considera",
      "inicio",
      "segunda",
      "guerra",
      "mundial",
      "occidente",
      ",",
      "involucró",
      "resistencia",
      "tropas",
      "chinas",
      ",",
      "principalmente",
      "bajo",
      "mando",
      "kuomintang",
      "(",
      "kmt",
      ")",
      "partido",
      "comunista",
      "chino",
      "(",
      "pcch",
      ")",
      ",",
      "eventualmente",
      "formaron",
      "frente",
      "unido",
      ".",
      "conmemoración",
      "honra",
      "sacrificios",
      "resistencia",
      "pueblo",
      "chino",
      ",",
      "sufrió",
      "pérdida",
      "aproximadamente",
      "20",
      "millones",
      "vidas",
      ",",
      "mayoría",
      "civiles",
      ",",
      "debido",
      "guerra",
      "."
    ],
    "token_count": 467,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 106,
      "NN": 182,
      "NNS": 38,
      "IN": 20,
      "FW": 137,
      "JJ": 49,
      "VBP": 20,
      "CD": 13,
      "VBD": 1,
      "VBZ": 17,
      "RB": 2,
      "CC": 2,
      "MD": 1,
      "VB": 1,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-NN": 23,
      "NN-NN": 103,
      "NN-NNS": 9,
      "NNS-IN": 2,
      "IN-FW": 11,
      "FW-FW": 79,
      "FW-NN": 17,
      "NN-IN": 12,
      "NN-FW": 17,
      "FW-JJ": 4,
      "JJ-NNP": 5,
      "NN-NNP": 19,
      "FW-NNS": 7,
      "NNS-VBP": 15,
      "VBP-JJ": 13,
      "JJ-NN": 30,
      "NN-CD": 1,
      "CD-NN": 3,
      "FW-NNP": 23,
      "NNP-FW": 13,
      "NNP-NNP": 51,
      "NNP-VBP": 3,
      "VBP-FW": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-JJ": 1,
      "JJ-JJ": 4,
      "NNP-IN": 4,
      "IN-NNP": 1,
      "NN-JJ": 14,
      "FW-CD": 4,
      "CD-NNS": 7,
      "NNS-NNS": 5,
      "NNS-NNP": 3,
      "VBP-NNS": 3,
      "NNP-VBZ": 10,
      "VBZ-JJ": 7,
      "VBZ-FW": 4,
      "VBZ-NN": 2,
      "IN-CD": 6,
      "CD-NNP": 2,
      "FW-VBZ": 2,
      "VBZ-NNS": 1,
      "NNS-RB": 2,
      "RB-VBP": 1,
      "VBP-NN": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "IN-NN": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-FW": 1,
      "NNS-JJ": 3,
      "JJ-NNS": 6,
      "NNS-FW": 7,
      "NN-VBZ": 4,
      "NNS-VBZ": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "JJ-FW": 3,
      "JJ-VBP": 1,
      "RB-CD": 1,
      "IN-JJ": 1,
      "FW-IN": 1,
      "NN-CC": 1,
      "CC-NN": 1,
      "VBZ-IN": 1,
      "VBZ-NNP": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 18,
      "NN-NN-NNS": 5,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-FW": 6,
      "FW-FW-NN": 11,
      "FW-NN-NN": 7,
      "NN-NN-NN": 52,
      "NN-NN-IN": 9,
      "NN-IN-FW": 8,
      "FW-NN-FW": 8,
      "NN-FW-JJ": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 3,
      "NNP-NN-NNP": 3,
      "NN-NNP-NN": 7,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 6,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 11,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-FW": 11,
      "FW-FW-FW": 47,
      "FW-FW-NNP": 10,
      "FW-NNP-FW": 6,
      "NNP-FW-NNP": 6,
      "FW-NNP-NNP": 11,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "NNP-NNP-NNP": 29,
      "NNP-NNP-NN": 8,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "JJ-NN-NN": 22,
      "NN-NN-NNP": 14,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "NN-NNP-NNP": 9,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 11,
      "NN-NN-FW": 7,
      "FW-FW-CD": 3,
      "FW-CD-NNS": 4,
      "CD-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "NNP-NNP-VBZ": 8,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NNP": 2,
      "NNP-VBZ-FW": 4,
      "VBZ-FW-FW": 3,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 5,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-JJ": 1,
      "NN-IN-CD": 3,
      "IN-CD-NN": 2,
      "CD-NN-NN": 1,
      "NN-NN-JJ": 11,
      "NNP-NNP-IN": 1,
      "NNP-IN-CD": 2,
      "IN-CD-NNP": 2,
      "CD-NNP-FW": 2,
      "NN-FW-NN": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "FW-NNS-NNP": 1,
      "NNP-VBP-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "VBZ-NN-NN": 1,
      "VBZ-FW-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-FW": 1,
      "VB-FW-NNP": 1,
      "FW-NNP-NN": 4,
      "IN-FW-NN": 1,
      "JJ-NN-IN": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 2,
      "NNS-JJ-NNS": 2,
      "JJ-NNS-FW": 4,
      "NNS-FW-FW": 6,
      "FW-FW-NNS": 5,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 3,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NN-NNS": 2,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NN-JJ-JJ": 1,
      "NN-NNP-VBZ": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NN-NNS-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-NNP": 2,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-FW": 1,
      "VBP-FW-CD": 1,
      "CD-NNS-VBP": 1,
      "FW-NNP-IN": 1,
      "NN-NNS-VBP": 3,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "FW-JJ-NNS": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 1,
      "NNP-NN-FW": 1,
      "FW-FW-JJ": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-IN": 1,
      "NN-FW-NNP": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "JJ-NN-JJ": 1,
      "CD-NNS-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 182,
        "FW": 137,
        "NNP": 106,
        "JJ": 49,
        "NNS": 38
      },
      "top_bigrams": {
        "NN-NN": 103,
        "FW-FW": 79,
        "NNP-NNP": 51,
        "JJ-NN": 30,
        "NNP-NN": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 52,
        "FW-FW-FW": 47,
        "NNP-NNP-NNP": 29,
        "JJ-NN-NN": 22,
        "NNP-NN-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 175,
      "VP": 41,
      "PP": 5,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 5,
        "weight": 0.0205
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0164
      },
      {
        "rule": "NP -> ('Plaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Tiananmén', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('y', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('aviones', 'NNS')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('los', 'JJ') ('sacrificios', 'NNS')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "S -> NP VP ('3', 'CD') ('de', 'IN') ('septiembre', 'FW') ('el', 'FW') NP ('en', 'IN') ('el', 'FW') ('país', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0041
      },
      {
        "rule": "NP -> ('China', 'NNP') ('realiza', 'NN') ('este', 'NN')",
        "frequency": 1,
        "weight": 0.0041
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "China realiza este"
      },
      {
        "label": "VP",
        "text": "miércoles"
      },
      {
        "label": "NP",
        "text": "desfile militar más grande que ha tenido lugar"
      },
      {
        "label": "NP",
        "text": "hasta la fecha"
      },
      {
        "label": "NP",
        "text": "La capital"
      },
      {
        "label": "NP",
        "text": "Beijing"
      },
      {
        "label": "VP",
        "text": "será escenario"
      },
      {
        "label": "NP",
        "text": "escenario"
      },
      {
        "label": "NP",
        "text": "conmemoraciones"
      },
      {
        "label": "VP",
        "text": "que marcan los"
      },
      {
        "label": "NP",
        "text": "marcan los"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "NP",
        "text": "Guerra"
      },
      {
        "label": "NP",
        "text": "Resistencia"
      },
      {
        "label": "NP",
        "text": "Pueblo Chino"
      }
    ],
    "clause_structures": [
      "(S\n  (NP China/NNP realiza/NN este/NN)\n  (VP miércoles/VBZ)\n  3/CD\n  de/IN\n  septiembre/FW\n  el/FW\n  (NP\n    desfile/NN\n    militar/NN\n    más/NN\n    grande/NN\n    que/NN\n    ha/NN\n    tenido/NN\n    lugar/NN)\n  en/IN\n  el/FW\n  país/FW\n  (NP hasta/NN la/NN fecha/NN)\n  ./.)",
      "(S\n  (NP La/NNP capital/NN)\n  ,/,\n  (NP Beijing/NNP)\n  ,/,\n  (VP será/VBD (NP escenario/NN))\n  de/IN\n  las/FW\n  (NP conmemoraciones/NNS)\n  (VP que/VBP (NP marcan/JJ los/NN))\n  80/CD\n  (NP años/NN)\n  de/FW\n  la/FW\n  victoria/FW\n  en/FW\n  la/FW\n  (NP Guerra/NNP)\n  de/FW\n  (NP Resistencia/NNP)\n  del/FW\n  (NP Pueblo/NNP Chino/NNP)\n  (VP contra/VBP)\n  la/FW\n  (NP\n    Agresión/NNP\n    Japonesa/NNP\n    y/NNP\n    la/NNP\n    Guerra/NNP\n    Mundial/NNP\n    Antifascista/NNP)\n  ./.)",
      "(S\n  (NP El/NNP desfile/NN iniciará/NN)\n  a/DT\n  las/$\n  09H00/CD\n  (/(\n  (VP hora/VB local/JJ)\n  )/)\n  en/FW\n  la/FW\n  (NP Plaza/NNP)\n  de/FW\n  (NP Tiananmén/NNP)\n  ,/,\n  (NP y/NNP)\n  se/FW\n  (NP\n    espera/NN\n    que/NN\n    el/NN\n    presidente/NN\n    chino/NN\n    Xi/NNP\n    Jinping/NNP\n    pronuncie/NN)\n  (NP un/JJ discurso/NN)\n  (VP frente/VBD (NP a/DT más/NN))\n  de/IN\n  20/CD\n  (NP líderes/NNS mundiales/NNS)\n  ./.)",
      "(S\n  (NP Entre/NNP)\n  (VP los/VBZ (NP mandatarios/NNS presentes/NNS))\n  (VP\n    se/VBP\n    (NP\n      encuentran/JJ\n      el/NN\n      presidente/NN\n      ruso/NN\n      Vladímir/NNP\n      Putin/NNP))\n  ,/,\n  (NP el/JJ líder/NN norcoreano/NN Kim/NNP Jong/NNP Un/NNP)\n  ,/,\n  (VP el/VBZ (NP presidente/JJ iraní/NN Masoud/NNP Pezeshkian/NNP))\n  ,/,\n  (NP y/NNP)\n  (VP el/VBZ)\n  primer/FW\n  ministro/FW\n  paquistaní/FW\n  (NP Shehbaz/NNP Sharif/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  presencia/FW\n  de/FW\n  (NP Kim/NNP Jong/NNP Un/NNP)\n  (VP es/VBZ (NP particularmente/NN) notable/JJ)\n  ,/,\n  (NP ya/JJ que/NN es/NN la/NN primera/NN vez/NN)\n  en/IN\n  66/CD\n  (NP años/NN que/NN)\n  (NP un/JJ líder/NN norcoreano/NN asiste/NN)\n  (NP a/DT un/JJ desfile/NN militar/NN chino/NN)\n  ,/,\n  (NP siendo/JJ el/NN último/NNP su/NN abuelo/NN)\n  ,/,\n  (NP Kim/NNP Il/NNP Sung/NNP)\n  ,/,\n  en/IN\n  1959/CD\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra de resistencia del pueblo chino contra la",
        "position": [
          225,
          273
        ],
        "start": 225,
        "end": 273
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "pérdida de aproximadamente 20 millones de vidas, en su mayoría civiles",
        "position": [
          3943,
          4013
        ],
        "start": 3943,
        "end": 4013
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          125,
          132
        ],
        "start": 125,
        "end": 132
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2484,
          2491
        ],
        "start": 2484,
        "end": 2491
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de xi jinping",
        "position": [
          1163,
          1185
        ],
        "start": 1163,
        "end": 1185
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente chino xi",
        "position": [
          417,
          436
        ],
        "start": 417,
        "end": 436
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "honra",
        "position": [
          3872,
          3877
        ],
        "start": 3872,
        "end": 3877
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          3221,
          3228
        ],
        "start": 3221,
        "end": 3228
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          926,
          930
        ],
        "start": 926,
        "end": 930
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          0,
          5
        ],
        "start": 0,
        "end": 5
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          2310,
          2316
        ],
        "start": 2310,
        "end": 2316
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza de",
        "position": [
          378,
          386
        ],
        "start": 378,
        "end": 386
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "2 de septiembre de 1945",
        "position": [
          3478,
          3501
        ],
        "start": 3478,
        "end": 3501
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "miércoles 3 de septiembre",
        "position": [
          19,
          44
        ],
        "start": 19,
        "end": 44
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          1228,
          1235
        ],
        "start": 1228,
        "end": 1235
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "20 millones",
        "position": [
          3970,
          3981
        ],
        "start": 3970,
        "end": 3981
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 20",
        "position": [
          476,
          485
        ],
        "start": 476,
        "end": 485
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 100",
        "position": [
          1904,
          1914
        ],
        "start": 1904,
        "end": 1914
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Alexander Lukashenko",
        "tipo": "Persona"
      },
      {
        "nombre": "Kim Jong Un",
        "tipo": "Persona"
      },
      {
        "nombre": "Vietnam",
        "tipo": "Lugar"
      },
      {
        "nombre": "Robert Fico",
        "tipo": "Persona"
      },
      {
        "nombre": "Beijing",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zimbabue",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aleksandar Vucic",
        "tipo": "Persona"
      },
      {
        "nombre": "Asimiso",
        "tipo": "Persona"
      },
      {
        "nombre": "Shehbaz Sharif",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Xi Jinping",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kim Il Sung",
        "tipo": "Persona"
      },
      {
        "nombre": "Xi Jinping",
        "tipo": "Persona"
      },
      {
        "nombre": "Laos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maldivas",
        "tipo": "Lugar"
      },
      {
        "nombre": "KMT",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Armenia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Azerbaiyán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nepal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Japón",
        "tipo": "Lugar"
      },
      {
        "nombre": "PCCh",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Myanmar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Masoud Pezeshkian",
        "tipo": "Persona"
      },
      {
        "nombre": "Tayikistán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Camboya",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kirguistán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vladímir Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Miguel Díaz-Canel Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "Khurelsukh Ukhnaa",
        "tipo": "Persona"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "República del Congo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kuomintang",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kazajistán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Turkmenistán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Shavkat Mirziyoyev",
        "tipo": "Persona"
      },
      {
        "nombre": "Occidente",
        "tipo": "Lugar"
      },
      {
        "nombre": "Partido Comunista Chino",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Plaza de Tiananmén",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Plaza de Tiananmén",
        "relacion": "INICIAR",
        "objeto": "Xi Jinping"
      },
      {
        "sujeto": "Beijing",
        "relacion": "LLEGAR_RESALTAR",
        "objeto": "China"
      },
      {
        "sujeto": "Beijing",
        "relacion": "LLEGAR_RESALTAR",
        "objeto": "Gobierno de Xi Jinping"
      },
      {
        "sujeto": "China",
        "relacion": "ADMIRAR_RESALTAR",
        "objeto": "Gobierno de Xi Jinping"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Khurelsukh Ukhnaa"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Shavkat Mirziyoyev"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Alexander Lukashenko"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Kirguistán"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Tayikistán"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Turkmenistán"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Kazajistán"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Azerbaiyán"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Armenia"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Camboya"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Vietnam"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Laos"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Nepal"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Maldivas"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "República del Congo"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Zimbabue"
      },
      {
        "sujeto": "Asimiso",
        "relacion": "ASISTIR",
        "objeto": "Myanmar"
      },
      {
        "sujeto": "Europa",
        "relacion": "ASISTIR",
        "objeto": "Robert Fico"
      },
      {
        "sujeto": "Europa",
        "relacion": "ASISTIR",
        "objeto": "Aleksandar Vucic"
      },
      {
        "sujeto": "China",
        "relacion": "CELEBRAR",
        "objeto": "Japón"
      },
      {
        "sujeto": "China",
        "relacion": "CELEBRAR",
        "objeto": "Asia"
      },
      {
        "sujeto": "Japón",
        "relacion": "CONMEMORAR_CELEBRAR",
        "objeto": "Asia"
      },
      {
        "sujeto": "Occidente",
        "relacion": "CONSIDERAR_ANTES_COMENZAR_INVOLUCRAR",
        "objeto": "Kuomintang"
      },
      {
        "sujeto": "Occidente",
        "relacion": "CONSIDERAR_ANTES_COMENZAR_INVOLUCRAR",
        "objeto": "KMT"
      },
      {
        "sujeto": "Occidente",
        "relacion": "CONSIDERAR_ANTES_COMENZAR_INVOLUCRAR",
        "objeto": "Partido Comunista Chino"
      },
      {
        "sujeto": "Occidente",
        "relacion": "CONSIDERAR_ANTES_COMENZAR_INVOLUCRAR",
        "objeto": "PCCh"
      }
    ]
  },
  "sentiment": {
    "compound": 0.0516,
    "pos": 0.004,
    "neu": 0.992,
    "neg": 0.004,
    "label": "positive"
  }
}