{
  "url": "https://www.telesurtv.net/alianza-de-estados-del-sahel-presenta-nueva-bandera-mientras-profundiza-lazos/",
  "title": "Alianza de Estados del Sahel presenta nueva bandera mientras profundiza lazos - teleSUR",
  "section": "Mundo",
  "tags": [
    "África",
    "alianza",
    "bandera",
    "Burkina Faso",
    "Malí",
    "Níger",
    "sahel"
  ],
  "text": "\nDespués de la creación de un logo representativo de sus herencias africanas y las esperanzas de un futuro mejor, la Alianza de Estados del Sahel (AES), compuesta por Mali, Níger y Burkina Faso, presentaron una nueva bandera oficial como prueba de la autonomía que construyen desde septiembre de 2023 cuando se creara el bloque africano.\nLa bandera incorpora el logo de la AES, compuesto por un sol anaranjado que irradia sobre un robusto y añejo árbol baobab soportado por fuertes raíces que representa unidad. El diseño incorpora un contorno de las tres naciones sin las fronteras que una vez los separaron. Mientras que el fondo verde representa el crecimiento, la esperanza la diversidad y la renovación, así como los vastos recursos naturales de sus países.\n\n\nEste símbolo de unión y formalidad se presenta en el marco de la salida oficial de la tríada de la Comunidad Económica de Estados de África Occidental (CEDEAO), el pasado 29 de enero, como parte de la estrategia de acciones que llevan a cabo para liberarse de los lazos coloniales franceses.\nSin embargo, esta decisión no estuvo motivada solo por la búsqueda de la autonomía africana, sino por las sanciones y restricciones impuestas por la CEDEAO a Malí, Níger y Burkina Faso en represalia por los golpes de estado que se han dado en los últimos cuatro años y condujeron a los gobiernos populares. Estas respondían a los intentos de Francia y las potencias occidentales de mantener el control sobre los recursos del Sahel.\nTras anunciar su salida de la CEDEAO, la alianza ha establecido planes para conformar una moneda única que consolide su independencia económica frente a décadas de dependencia de África Occidental del franco africano. Recientemente además lanzaron una fuerza conjunta para enfrentar el terrorismo que durante mucho tiempo ha azotado a la región.\n\n\nCompuesta por 5.000 sodados malienses, burkinés, nigerinos, la fuerza combatirá a los grupos terroristas locales y ejércitos mercenarios (muchos vinculados a Al Qaeda e ISIS) que durante décadas se han enfrentado por el control de los minerales de dichos territorios, conflictos que ocasionan graves crisis humanitarias y oleadas migratorias en las poblaciones que ven sus derechos humanos gravemente pisoteados.\nLa AES, creada en septiembre de 2023 a partir de un pacto de defensa mutua —que en julio de 2024 se conformó en alianza política de manera formal—, intenta romper los vínculos coloniales que han fracasado en la gestión gubernamental, mediante la creación de una entidad regional autosuficiente.\nEntre otras medidas orientadas a la profundización de la integración, la tríada lanzó un sistema de pasaportes para todo el Sahel, que facilitará el libre movimiento de sus ciudadanos entre las tres naciones, así como operaciones militares conjuntas a lo largo de las fronteras nacionales, a fin de desmantelar las redes terroristas y proteger a los civiles.\n\n\n\nActualmente la presidencia de la confederación la asume Malí, capital donde se desarrolló en los días 22 y 23 de febrero de 2025 una reunión ministerial de alto nivel, donde por primera vez se reunieron los ministros encargados de los tres pilares de la AES (Defensa, Diplomacia y Desarrollo). Dicho encuentro pretendió continuar las consultas e intercambios previstos en la hoja de ruta de la presidencia maliense.\nExpertos consideran que algunos logros como la liberación de la dependencia del franco africano serán factores de atracciones para que otros países de la región soliciten unirse a la alianza, especialmente tras el aumento de las tasas inflacionarias que registra dicha moneda francesa.\nTras la retirada de las tropas francesas de Chad y Senegal a raíz de la solicitud de ambos gobierno presentada en noviembre pasado, estos podrían ser los próximos en unirse a la confederación del Sahel que pretende liberarse de la hegemonía francesa en todos los ámbitos necesarios.\n\n\nDe acuerdo con el diario Actu Cameroun, el pasado enero el presidente de Chad, Mahamat Idriss Déby, envió a Bamako a una delegación de alto nivel encabezada por el ministro de Infraestructura y Desenclavamiento, Aziz Mahamat Saleh. En el encuentro, entre otras cuestiones, se planteó la posibilidad de que Chad se uniera a la AES.\nEn tanto, Senegal se ha unido a la visión de la alianza acerca de la CEDEAO, y el propio presidente senegalés, Bassirou Diomaye Fayee, dirigió la mediación entre Burkina Faso, Malí y Níger y la comunidad económica. Senegal y la AES consideran que esta organización padece serios problemas estructurales y necesita reformarse completamente para responder a las crisis y problemas de las naciones africanas de la región.\nDe igual forma Togo ha anunciado públicamente sus intenciones de integrar la confederación.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/alianza-de-estados-del-sahel-presenta-nueva-bandera-mientras-profundiza-lazos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 2048,
    "message_id": 88381,
    "date": "2025-03-05T15:55:23+00:00",
    "text": "teleSUR\nAlianza de Estados del Sahel presenta nueva bandera mientras profundiza lazos\nhttps://www.telesurtv.net/alianza-de-estados-del-sahel-presenta-nueva-bandera-mientras-profundiza-lazos/",
    "photo_path": null,
    "views": 2054,
    "reactions": {
      "👍": 43,
      "❤": 2,
      "🤨": 2
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "después de la creación de un logo representativo de sus herencias africanas y las esperanzas de un futuro mejor, la alianza de estados del sahel (aes), compuesta por mali, níger y burkina faso, presentaron una nueva bandera oficial como prueba de la autonomía que construyen desde septiembre de 2023 cuando se creara el bloque africano. la bandera incorpora el logo de la aes, compuesto por un sol anaranjado que irradia sobre un robusto y añejo árbol baobab soportado por fuertes raíces que representa unidad. el diseño incorpora un contorno de las tres naciones sin las fronteras que una vez los separaron. mientras que el fondo verde representa el crecimiento, la esperanza la diversidad y la renovación, así como los vastos recursos naturales de sus países. este símbolo de unión y formalidad se presenta en el marco de la salida oficial de la tríada de la comunidad económica de estados de áfrica occidental (cedeao), el pasado 29 de enero, como parte de la estrategia de acciones que llevan a cabo para liberarse de los lazos coloniales franceses. sin embargo, esta decisión no estuvo motivada solo por la búsqueda de la autonomía africana, sino por las sanciones y restricciones impuestas por la cedeao a malí, níger y burkina faso en represalia por los golpes de estado que se han dado en los últimos cuatro años y condujeron a los gobiernos populares. estas respondían a los intentos de francia y las potencias occidentales de mantener el control sobre los recursos del sahel. tras anunciar su salida de la cedeao, la alianza ha establecido planes para conformar una moneda única que consolide su independencia económica frente a décadas de dependencia de áfrica occidental del franco africano. recientemente además lanzaron una fuerza conjunta para enfrentar el terrorismo que durante mucho tiempo ha azotado a la región. compuesta por 5.000 sodados malienses, burkinés, nigerinos, la fuerza combatirá a los grupos terroristas locales y ejércitos mercenarios (muchos vinculados a al qaeda e isis) que durante décadas se han enfrentado por el control de los minerales de dichos territorios, conflictos que ocasionan graves crisis humanitarias y oleadas migratorias en las poblaciones que ven sus derechos humanos gravemente pisoteados. la aes, creada en septiembre de 2023 a partir de un pacto de defensa mutua —que en julio de 2024 se conformó en alianza política de manera formal—, intenta romper los vínculos coloniales que han fracasado en la gestión gubernamental, mediante la creación de una entidad regional autosuficiente. entre otras medidas orientadas a la profundización de la integración, la tríada lanzó un sistema de pasaportes para todo el sahel, que facilitará el libre movimiento de sus ciudadanos entre las tres naciones, así como operaciones militares conjuntas a lo largo de las fronteras nacionales, a fin de desmantelar las redes terroristas y proteger a los civiles. actualmente la presidencia de la confederación la asume malí, capital donde se desarrolló en los días 22 y 23 de febrero de 2025 una reunión ministerial de alto nivel, donde por primera vez se reunieron los ministros encargados de los tres pilares de la aes (defensa, diplomacia y desarrollo). dicho encuentro pretendió continuar las consultas e intercambios previstos en la hoja de ruta de la presidencia maliense. expertos consideran que algunos logros como la liberación de la dependencia del franco africano serán factores de atracciones para que otros países de la región soliciten unirse a la alianza, especialmente tras el aumento de las tasas inflacionarias que registra dicha moneda francesa. tras la retirada de las tropas francesas de chad y senegal a raíz de la solicitud de ambos gobierno presentada en noviembre pasado, estos podrían ser los próximos en unirse a la confederación del sahel que pretende liberarse de la hegemonía francesa en todos los ámbitos necesarios. de acuerdo con el diario actu cameroun, el pasado enero el presidente de chad, mahamat idriss déby, envió a bamako a una delegación de alto nivel encabezada por el ministro de infraestructura y desenclavamiento, aziz mahamat saleh. en el encuentro, entre otras cuestiones, se planteó la posibilidad de que chad se uniera a la aes. en tanto, senegal se ha unido a la visión de la alianza acerca de la cedeao, y el propio presidente senegalés, bassirou diomaye fayee, dirigió la mediación entre burkina faso, malí y níger y la comunidad económica. senegal y la aes consideran que esta organización padece serios problemas estructurales y necesita reformarse completamente para responder a las crisis y problemas de las naciones africanas de la región. de igual forma togo ha anunciado públicamente sus intenciones de integrar la confederación.",
    "tokens": [
      "después",
      "creación",
      "logo",
      "representativo",
      "herencias",
      "africanas",
      "esperanzas",
      "futuro",
      "mejor",
      ",",
      "alianza",
      "sahel",
      "(",
      "aes",
      ")",
      ",",
      "compuesta",
      "mali",
      ",",
      "níger",
      "burkina",
      "faso",
      ",",
      "presentaron",
      "nueva",
      "bandera",
      "oficial",
      "prueba",
      "autonomía",
      "construyen",
      "septiembre",
      "2023",
      "creara",
      "bloque",
      "africano",
      ".",
      "bandera",
      "incorpora",
      "logo",
      "aes",
      ",",
      "compuesto",
      "sol",
      "anaranjado",
      "irradia",
      "robusto",
      "añejo",
      "árbol",
      "baobab",
      "soportado",
      "fuertes",
      "raíces",
      "representa",
      "unidad",
      ".",
      "diseño",
      "incorpora",
      "contorno",
      "tres",
      "naciones",
      "fronteras",
      "vez",
      "separaron",
      ".",
      "mientras",
      "fondo",
      "verde",
      "representa",
      "crecimiento",
      ",",
      "esperanza",
      "diversidad",
      "renovación",
      ",",
      "así",
      "vastos",
      "recursos",
      "naturales",
      "países",
      ".",
      "símbolo",
      "unión",
      "formalidad",
      "presenta",
      "marco",
      "salida",
      "oficial",
      "tríada",
      "comunidad",
      "económica",
      "áfrica",
      "occidental",
      "(",
      "cedeao",
      ")",
      ",",
      "pasado",
      "29",
      "enero",
      ",",
      "parte",
      "estrategia",
      "acciones",
      "llevan",
      "cabo",
      "liberarse",
      "lazos",
      "coloniales",
      "franceses",
      ".",
      "embargo",
      ",",
      "decisión",
      "motivada",
      "solo",
      "búsqueda",
      "autonomía",
      "africana",
      ",",
      "sino",
      "sanciones",
      "restricciones",
      "impuestas",
      "cedeao",
      "malí",
      ",",
      "níger",
      "burkina",
      "faso",
      "represalia",
      "golpes",
      "dado",
      "últimos",
      "cuatro",
      "años",
      "condujeron",
      "gobiernos",
      "populares",
      ".",
      "respondían",
      "intentos",
      "francia",
      "potencias",
      "occidentales",
      "mantener",
      "control",
      "recursos",
      "sahel",
      ".",
      "tras",
      "anunciar",
      "salida",
      "cedeao",
      ",",
      "alianza",
      "establecido",
      "planes",
      "conformar",
      "moneda",
      "única",
      "consolide",
      "independencia",
      "económica",
      "frente",
      "décadas",
      "dependencia",
      "áfrica",
      "occidental",
      "franco",
      "africano",
      ".",
      "recientemente",
      "además",
      "lanzaron",
      "fuerza",
      "conjunta",
      "enfrentar",
      "terrorismo",
      "tiempo",
      "azotado",
      "región",
      ".",
      "compuesta",
      "5.000",
      "sodados",
      "malienses",
      ",",
      "burkinés",
      ",",
      "nigerinos",
      ",",
      "fuerza",
      "combatirá",
      "grupos",
      "terroristas",
      "locales",
      "ejércitos",
      "mercenarios",
      "(",
      "vinculados",
      "qaeda",
      "isis",
      ")",
      "décadas",
      "enfrentado",
      "control",
      "minerales",
      "dichos",
      "territorios",
      ",",
      "conflictos",
      "ocasionan",
      "graves",
      "crisis",
      "humanitarias",
      "oleadas",
      "migratorias",
      "poblaciones",
      "ven",
      "derechos",
      "humanos",
      "gravemente",
      "pisoteados",
      ".",
      "aes",
      ",",
      "creada",
      "septiembre",
      "2023",
      "partir",
      "pacto",
      "defensa",
      "mutua",
      "—que",
      "julio",
      "2024",
      "conformó",
      "alianza",
      "política",
      "manera",
      "formal—",
      ",",
      "intenta",
      "romper",
      "vínculos",
      "coloniales",
      "fracasado",
      "gestión",
      "gubernamental",
      ",",
      "mediante",
      "creación",
      "entidad",
      "regional",
      "autosuficiente",
      ".",
      "medidas",
      "orientadas",
      "profundización",
      "integración",
      ",",
      "tríada",
      "lanzó",
      "sistema",
      "pasaportes",
      "sahel",
      ",",
      "facilitará",
      "libre",
      "movimiento",
      "ciudadanos",
      "tres",
      "naciones",
      ",",
      "así",
      "operaciones",
      "militares",
      "conjuntas",
      "largo",
      "fronteras",
      "nacionales",
      ",",
      "fin",
      "desmantelar",
      "redes",
      "terroristas",
      "proteger",
      "civiles",
      ".",
      "actualmente",
      "presidencia",
      "confederación",
      "asume",
      "malí",
      ",",
      "capital",
      "desarrolló",
      "días",
      "22",
      "23",
      "febrero",
      "2025",
      "reunión",
      "ministerial",
      "alto",
      "nivel",
      ",",
      "primera",
      "vez",
      "reunieron",
      "ministros",
      "encargados",
      "tres",
      "pilares",
      "aes",
      "(",
      "defensa",
      ",",
      "diplomacia",
      "desarrollo",
      ")",
      ".",
      "dicho",
      "encuentro",
      "pretendió",
      "continuar",
      "consultas",
      "intercambios",
      "previstos",
      "hoja",
      "ruta",
      "presidencia",
      "maliense",
      ".",
      "expertos",
      "consideran",
      "logros",
      "liberación",
      "dependencia",
      "franco",
      "africano",
      "factores",
      "atracciones",
      "países",
      "región",
      "soliciten",
      "unirse",
      "alianza",
      ",",
      "especialmente",
      "tras",
      "aumento",
      "tasas",
      "inflacionarias",
      "registra",
      "dicha",
      "moneda",
      "francesa",
      ".",
      "tras",
      "retirada",
      "tropas",
      "francesas",
      "chad",
      "senegal",
      "raíz",
      "solicitud",
      "ambos",
      "gobierno",
      "presentada",
      "noviembre",
      "pasado",
      ",",
      "podrían",
      "ser",
      "próximos",
      "unirse",
      "confederación",
      "sahel",
      "pretende",
      "liberarse",
      "hegemonía",
      "francesa",
      "ámbitos",
      "necesarios",
      ".",
      "acuerdo",
      "diario",
      "actu",
      "cameroun",
      ",",
      "pasado",
      "enero",
      "presidente",
      "chad",
      ",",
      "mahamat",
      "idriss",
      "déby",
      ",",
      "envió",
      "bamako",
      "delegación",
      "alto",
      "nivel",
      "encabezada",
      "ministro",
      "infraestructura",
      "desenclavamiento",
      ",",
      "aziz",
      "mahamat",
      "saleh",
      ".",
      "encuentro",
      ",",
      "cuestiones",
      ",",
      "planteó",
      "posibilidad",
      "chad",
      "uniera",
      "aes",
      ".",
      ",",
      "senegal",
      "unido",
      "visión",
      "alianza",
      "acerca",
      "cedeao",
      ",",
      "propio",
      "presidente",
      "senegalés",
      ",",
      "bassirou",
      "diomaye",
      "fayee",
      ",",
      "dirigió",
      "mediación",
      "burkina",
      "faso",
      ",",
      "malí",
      "níger",
      "comunidad",
      "económica",
      ".",
      "senegal",
      "aes",
      "consideran",
      "organización",
      "padece",
      "serios",
      "problemas",
      "estructurales",
      "necesita",
      "reformarse",
      "completamente",
      "responder",
      "crisis",
      "problemas",
      "naciones",
      "africanas",
      "región",
      ".",
      "igual",
      "forma",
      "togo",
      "anunciado",
      "públicamente",
      "intenciones",
      "integrar",
      "confederación",
      "."
    ],
    "token_count": 477,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 88,
      "FW": 215,
      "NN": 223,
      "JJ": 58,
      "IN": 34,
      "CD": 8,
      "VBZ": 13,
      "NNS": 43,
      "VBP": 21,
      "VBD": 1,
      "DT": 1,
      "CC": 1,
      "RB": 4,
      "JJR": 2
    },
    "bigram_freq": {
      "NNP-NNP": 38,
      "NNP-FW": 16,
      "FW-FW": 145,
      "FW-NNP": 18,
      "NNP-NN": 24,
      "NN-NN": 128,
      "NN-NNP": 20,
      "NN-JJ": 14,
      "JJ-NN": 33,
      "NN-IN": 24,
      "IN-FW": 21,
      "FW-NN": 26,
      "IN-CD": 3,
      "CD-NN": 4,
      "NN-FW": 21,
      "NN-VBZ": 5,
      "VBZ-NNS": 1,
      "NNS-JJ": 2,
      "JJ-VBP": 1,
      "VBP-JJ": 12,
      "JJ-NNP": 3,
      "FW-NNS": 10,
      "NNS-NNS": 8,
      "NNS-VBP": 19,
      "VBP-NNS": 4,
      "JJ-JJ": 5,
      "NNS-NNP": 3,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "JJ-CD": 1,
      "CD-IN": 1,
      "FW-JJ": 13,
      "JJ-NNS": 9,
      "NNS-VBZ": 2,
      "VBZ-NNP": 2,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "VBZ-JJ": 3,
      "NN-NNS": 9,
      "NNS-IN": 3,
      "IN-JJ": 2,
      "IN-NNP": 3,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNS-FW": 3,
      "NNP-VBZ": 6,
      "VBP-NN": 1,
      "JJ-FW": 6,
      "VBZ-CD": 1,
      "VBZ-RB": 1,
      "RB-JJ": 2,
      "NNS-NN": 1,
      "IN-NN": 3,
      "NNS-RB": 2,
      "RB-RB": 1,
      "FW-CD": 1,
      "VBZ-FW": 1,
      "IN-NNS": 2,
      "RB-VBP": 1,
      "VBP-IN": 2,
      "VBP-JJR": 1,
      "JJR-JJ": 1,
      "NN-CD": 1,
      "CD-CD": 1,
      "CD-FW": 1,
      "FW-IN": 1,
      "CD-JJ": 1,
      "VBZ-IN": 2,
      "VBP-FW": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "VBZ-NN": 1,
      "NNP-JJ": 1,
      "NNP-IN": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 109,
      "FW-FW-NNP": 9,
      "FW-NNP-FW": 9,
      "NNP-FW-NNP": 4,
      "FW-NNP-NNP": 7,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 20,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 7,
      "NNP-NNP-NNP": 20,
      "NN-NN-NN": 72,
      "NN-NN-JJ": 12,
      "NN-JJ-NN": 11,
      "JJ-NN-NN": 15,
      "NN-NN-IN": 12,
      "NN-IN-FW": 15,
      "IN-FW-FW": 9,
      "FW-FW-NN": 11,
      "FW-NN-NN": 15,
      "NN-IN-CD": 2,
      "IN-CD-NN": 2,
      "CD-NN-FW": 2,
      "NN-FW-NN": 2,
      "NN-NNP-NN": 11,
      "IN-FW-NNP": 3,
      "FW-NNP-NN": 2,
      "NN-NN-VBZ": 4,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NN": 1,
      "JJ-NN-IN": 9,
      "IN-FW-NNS": 4,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 6,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 3,
      "NN-NN-FW": 9,
      "NN-FW-FW": 16,
      "FW-FW-NNS": 6,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NNP-NN-FW": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-NN": 2,
      "FW-NN-FW": 5,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "NN-NN-NNS": 5,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "JJ-NNP-NNP": 2,
      "NNP-FW-NN": 8,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-NNS-NNP": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "JJ-NN-NNP": 4,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 2,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NN": 1,
      "VBP-NN-JJ": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "VBP-JJ-NN": 4,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-FW-JJ": 2,
      "FW-JJ-FW": 4,
      "JJ-FW-NN": 2,
      "FW-NN-IN": 2,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NN-IN-NN": 3,
      "IN-NN-FW": 1,
      "FW-NNS-RB": 1,
      "NNS-RB-RB": 1,
      "RB-RB-JJ": 1,
      "JJ-NN-NNS": 3,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-NN-NN": 2,
      "FW-FW-JJ": 7,
      "FW-JJ-NN": 8,
      "JJ-NN-FW": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 2,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-NNS": 2,
      "NNS-VBP-IN": 2,
      "VBP-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NNS-VBP-JJR": 1,
      "VBP-JJR-JJ": 1,
      "JJR-JJ-NNS": 1,
      "NNS-NNP-FW": 1,
      "NN-NN-CD": 1,
      "NN-CD-CD": 1,
      "CD-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-NN-NNP": 2,
      "VBP-JJ-FW": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NNS": 1,
      "VBP-IN-FW": 1,
      "IN-NNP-NNP": 1,
      "NNP-NN-IN": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "JJ-FW-NNP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-FW-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-NNS-FW": 2,
      "NNS-FW-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "FW-NN-JJ": 1,
      "NNP-NN-NNP": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-NNS-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 223,
        "FW": 215,
        "NNP": 88,
        "JJ": 58,
        "NNS": 43
      },
      "top_bigrams": {
        "FW-FW": 145,
        "NN-NN": 128,
        "NNP-NNP": 38,
        "JJ-NN": 33,
        "FW-NN": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 109,
        "NN-NN-NN": 72,
        "NNP-NN-NN": 20,
        "NNP-NNP-NNP": 20,
        "NN-FW-FW": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 189,
      "VP": 40,
      "PP": 11,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0227
      },
      {
        "rule": "NP -> ('AES', 'NNP')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('CEDEAO', 'NNP')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('Estados', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Níger', 'NNP') ('y', 'NNP') ('Burkina', 'NNP') ('Faso', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Después de"
      },
      {
        "label": "NP",
        "text": "futuro mejor"
      },
      {
        "label": "NP",
        "text": "Alianza"
      },
      {
        "label": "NP",
        "text": "Estados"
      },
      {
        "label": "NP",
        "text": "Sahel"
      },
      {
        "label": "NP",
        "text": "AES"
      },
      {
        "label": "NP",
        "text": "compuesta por Mali"
      },
      {
        "label": "NP",
        "text": "Níger y Burkina Faso"
      },
      {
        "label": "NP",
        "text": "presentaron"
      },
      {
        "label": "NP",
        "text": "una nueva bandera"
      },
      {
        "label": "NP",
        "text": "oficial como prueba"
      },
      {
        "label": "NP",
        "text": "que construyen desde septiembre"
      },
      {
        "label": "NP",
        "text": "cuando"
      },
      {
        "label": "NP",
        "text": "creara el bloque africano"
      },
      {
        "label": "NP",
        "text": "La bandera incorpora el logo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Después/NNP de/NNP)\n  la/FW\n  creación/FW\n  de/FW\n  un/FW\n  logo/FW\n  representativo/FW\n  de/FW\n  sus/FW\n  herencias/FW\n  africanas/FW\n  y/FW\n  las/FW\n  esperanzas/FW\n  de/FW\n  un/FW\n  (NP futuro/NN mejor/NN)\n  ,/,\n  la/FW\n  (NP Alianza/NNP)\n  de/FW\n  (NP Estados/NNP)\n  del/FW\n  (NP Sahel/NNP)\n  (/(\n  (NP AES/NNP)\n  )/)\n  ,/,\n  (NP compuesta/JJ por/NN Mali/NNP)\n  ,/,\n  (NP Níger/NNP y/NNP Burkina/NNP Faso/NNP)\n  ,/,\n  (NP presentaron/NN)\n  (NP una/JJ nueva/NN bandera/NN)\n  (NP oficial/JJ como/NN prueba/NN)\n  de/IN\n  la/FW\n  autonomía/FW\n  (NP que/NN construyen/NN desde/NN septiembre/NN)\n  de/IN\n  2023/CD\n  (NP cuando/NN)\n  se/FW\n  (NP creara/NN el/NN bloque/NN africano/NN)\n  ./.)",
      "(S\n  (NP La/NNP bandera/NN incorpora/NN el/NN logo/NN)\n  de/IN\n  la/FW\n  (NP AES/NNP)\n  ,/,\n  (NP compuesto/NN por/NN)\n  (NP un/JJ sol/NN anaranjado/NN que/NN irradia/NN sobre/NN)\n  (NP\n    un/JJ\n    robusto/NN\n    y/NN\n    añejo/NN\n    árbol/NNP\n    baobab/NN\n    soportado/NN\n    por/NN)\n  (VP\n    fuertes/VBZ\n    (NP raíces/NNS)\n    (NP que/JJ representa/JJ unidad/NN))\n  ./.)",
      "(S\n  (NP El/NNP diseño/NN incorpora/NN)\n  (NP un/JJ contorno/NN)\n  de/IN\n  las/FW\n  (NP tres/NNS naciones/NNS)\n  (VP sin/VBP (NP las/NNS))\n  (VP fronteras/VBP (NP que/JJ una/JJ vez/NN los/NN separaron/NN))\n  ./.)",
      "(S\n  (NP\n    Mientras/NNP\n    que/NN\n    el/NN\n    fondo/NN\n    verde/NN\n    representa/NN\n    el/NN\n    crecimiento/NN)\n  ,/,\n  la/FW\n  esperanza/FW\n  la/FW\n  diversidad/FW\n  y/FW\n  la/FW\n  renovación/FW\n  ,/,\n  así/FW\n  (NP como/NN los/NN vastos/NN recursos/NN)\n  naturales/FW\n  de/FW\n  sus/FW\n  (NP países/NNS)\n  ./.)",
      "(S\n  (NP Este/NNP símbolo/NN)\n  de/FW\n  unión/FW\n  y/FW\n  formalidad/FW\n  se/FW\n  presenta/FW\n  en/FW\n  el/FW\n  marco/FW\n  de/FW\n  la/FW\n  salida/FW\n  oficial/FW\n  de/FW\n  la/FW\n  tríada/FW\n  de/FW\n  la/FW\n  (NP Comunidad/NNP Económica/NNP)\n  de/FW\n  (NP Estados/NNP)\n  de/FW\n  (NP África/NNP Occidental/NNP)\n  (/(\n  (NP CEDEAO/NNP)\n  )/)\n  ,/,\n  (NP el/JJ pasado/NN)\n  29/CD\n  (NP de/NN enero/NN)\n  ,/,\n  (NP como/JJ parte/NN)\n  de/IN\n  la/FW\n  estrategia/FW\n  de/FW\n  acciones/FW\n  que/FW\n  llevan/FW\n  (NP a/DT cabo/NN para/NN liberarse/NN)\n  de/IN\n  los/FW\n  (NP lazos/JJ coloniales/NNS franceses/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "MEDIOS_COMUNICACION",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "JUSTICIA_SOCIAL",
      "FECHAS_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "POLITICAS_PUBLICAS",
      "CULTURA_DEPORTE_SOCIEDAD",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          2969,
          2976
        ],
        "start": 2969,
        "end": 2976
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "reunión ministerial",
        "position": [
          3040,
          3059
        ],
        "start": 3040,
        "end": 3059
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el diario actu cameroun, el pasado enero el presidente de chad, mahamat idriss déby, envió a bamako a una delegación de alto nivel encabezada por el ministro de infraestructura y desenclavamiento",
        "position": [
          3897,
          4104
        ],
        "start": 3897,
        "end": 4104
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2311,
          2318
        ],
        "start": 2311,
        "end": 2318
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "diversidad",
        "position": [
          681,
          691
        ],
        "start": 681,
        "end": 691
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de chad",
        "position": [
          3953,
          3971
        ],
        "start": 3953,
        "end": 3971
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de infraestructura y",
        "position": [
          4058,
          4087
        ],
        "start": 4058,
        "end": 4087
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "diario actu cameroun",
        "position": [
          3912,
          3932
        ],
        "start": 3912,
        "end": 3932
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "política de manera formal—, intenta romper los vínculos coloniales que han fracasado en la gestión gubernamental",
        "position": [
          2370,
          2482
        ],
        "start": 2370,
        "end": 2482
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          3290,
          3294
        ],
        "start": 3290,
        "end": 3294
      },
      {
        "category": "PAISES",
        "matched_text": "francia",
        "position": [
          1399,
          1406
        ],
        "start": 1399,
        "end": 1406
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado que",
        "position": [
          1274,
          1284
        ],
        "start": 1274,
        "end": 1284
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "23 de febrero de 2025",
        "position": [
          3014,
          3035
        ],
        "start": 3014,
        "end": 3035
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "días 22 y 23 de febrero",
        "position": [
          3004,
          3027
        ],
        "start": 3004,
        "end": 3027
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          1707,
          1720
        ],
        "start": 1707,
        "end": 1720
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1061,
          1068
        ],
        "start": 1061,
        "end": 1068
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          2210,
          2226
        ],
        "start": 2210,
        "end": 2226
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Alianza de Estados del Sahel",
        "tipo": "Organizacion"
      },
      {
        "nombre": "ISIS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chad",
        "tipo": "Lugar"
      },
      {
        "nombre": "Malí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Togo",
        "tipo": "Lugar"
      },
      {
        "nombre": "África Occidental",
        "tipo": "Lugar"
      },
      {
        "nombre": "Al Qaeda",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bamako",
        "tipo": "Lugar"
      },
      {
        "nombre": "CEDEAO",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Burkina Faso",
        "tipo": "Lugar"
      },
      {
        "nombre": "Senegal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mahamat Idriss Déby",
        "tipo": "Persona"
      },
      {
        "nombre": "Francia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sahel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aziz Mahamat Saleh",
        "tipo": "Persona"
      },
      {
        "nombre": "Comunidad Económica de Estados de África Occidental",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mali",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bassirou Diomaye Fayee",
        "tipo": "Persona"
      },
      {
        "nombre": "Níger",
        "tipo": "Lugar"
      },
      {
        "nombre": "Actu Cameroun",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Francia",
        "relacion": "RESPONDER",
        "objeto": "CEDEAO"
      },
      {
        "sujeto": "Francia",
        "relacion": "RESPONDER",
        "objeto": "África Occidental"
      },
      {
        "sujeto": "Sahel",
        "relacion": "MANTENER_RESPONDER",
        "objeto": "CEDEAO"
      },
      {
        "sujeto": "Sahel",
        "relacion": "MANTENER_RESPONDER",
        "objeto": "África Occidental"
      },
      {
        "sujeto": "CEDEAO",
        "relacion": "ANUNCIAR_ESTABLECER_RESPONDER",
        "objeto": "África Occidental"
      },
      {
        "sujeto": "Actu Cameroun",
        "relacion": "ENVIAR",
        "objeto": "Chad"
      },
      {
        "sujeto": "Actu Cameroun",
        "relacion": "ENVIAR",
        "objeto": "Mahamat Idriss Déby"
      },
      {
        "sujeto": "Actu Cameroun",
        "relacion": "ENVIAR",
        "objeto": "Bamako"
      },
      {
        "sujeto": "Actu Cameroun",
        "relacion": "ENVIAR",
        "objeto": "Aziz Mahamat Saleh"
      },
      {
        "sujeto": "Chad",
        "relacion": "ENVIAR",
        "objeto": "Bamako"
      },
      {
        "sujeto": "Chad",
        "relacion": "ENVIAR",
        "objeto": "Aziz Mahamat Saleh"
      },
      {
        "sujeto": "Mahamat Idriss Déby",
        "relacion": "ENVIAR",
        "objeto": "Bamako"
      },
      {
        "sujeto": "Mahamat Idriss Déby",
        "relacion": "ENVIAR",
        "objeto": "Aziz Mahamat Saleh"
      },
      {
        "sujeto": "Bamako",
        "relacion": "ENVIAR",
        "objeto": "Aziz Mahamat Saleh"
      },
      {
        "sujeto": "Senegal",
        "relacion": "UNIR_DIRIGIR",
        "objeto": "CEDEAO"
      },
      {
        "sujeto": "Senegal",
        "relacion": "UNIR_DIRIGIR",
        "objeto": "Bassirou Diomaye Fayee"
      },
      {
        "sujeto": "Senegal",
        "relacion": "UNIR_DIRIGIR",
        "objeto": "Burkina Faso"
      },
      {
        "sujeto": "Senegal",
        "relacion": "UNIR_DIRIGIR",
        "objeto": "Malí"
      },
      {
        "sujeto": "Senegal",
        "relacion": "UNIR_DIRIGIR",
        "objeto": "Níger"
      },
      {
        "sujeto": "CEDEAO",
        "relacion": "UNIR_DIRIGIR",
        "objeto": "Bassirou Diomaye Fayee"
      },
      {
        "sujeto": "CEDEAO",
        "relacion": "UNIR_DIRIGIR",
        "objeto": "Burkina Faso"
      },
      {
        "sujeto": "CEDEAO",
        "relacion": "UNIR_DIRIGIR",
        "objeto": "Malí"
      },
      {
        "sujeto": "CEDEAO",
        "relacion": "UNIR_DIRIGIR",
        "objeto": "Níger"
      },
      {
        "sujeto": "Bassirou Diomaye Fayee",
        "relacion": "DIRIGIR",
        "objeto": "Burkina Faso"
      },
      {
        "sujeto": "Bassirou Diomaye Fayee",
        "relacion": "DIRIGIR",
        "objeto": "Malí"
      },
      {
        "sujeto": "Bassirou Diomaye Fayee",
        "relacion": "DIRIGIR",
        "objeto": "Níger"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9042,
    "pos": 0.013,
    "neu": 0.96,
    "neg": 0.027,
    "label": "negative"
  }
}