{
  "url": "https://www.telesurtv.net/reves-milei-triunfo-peronismo-buenos-aires/",
  "title": "Revés para Milei y triunfo del peronismo en legislativas de Buenos Aires",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "elecciones",
    "Kicillof",
    "legislativas",
    "Milei",
    "peronismo"
  ],
  "text": "Los resultados preliminares de las elecciones legislativas de este domingo 7 de septiembre en la provincia de Buenos Aires arrojaron un importante triunfo para el peronismo, aglutinado en la coalición Fuerza Patria, y un fuerte revés para el oficialismo representado en La Libertad Avanza, del presidente Javier Milei.\n\nSegún los datos arrojados por el escrutinio provisorio de la Junta Electoral de la Provincia de Buenos Aires, la coalición opositora Fuerza Patria liderada por el gobernador Axel Kicillof, se impuso con un 46,97% de los votos. En segundo lugar, con una diferencia de más de 13 puntos porcentuales se ubicó la alianza de derecha entre La Libertad Avanza y el PRO, que obtuvo 33,85%. El tercer lugar lo obtuvo la coalición de centroderecha Somos Buenos Aires, con un 5,40%; mientras que en el cuarto lugar se ubicó el Frente de Izquierda-Unidad con 4,36%.\nEn este contexto, Carlos “Carli” Bianco, Ministro de Gobierno de la Provincia de Buenos Aires informó que Fuerza Patria “está ganando en 6 de las 8 secciones electorales” y “en 99 municipios de los 135 municipios que tiene la provincia de Buenos Aires.” Asímismo, enfatizó que “los resultados han sido realmente contundentes en favor de nuestra fuerza política”.\n\n\nLas autoridades electorales bonaerenses informaron que la participación electoral alcanzó el 62,62% del padrón electoral, varios puntos por debajo del promedio histórico del distrito, que ha rondado el 75%.\nLa provincia de Buenos Aires es la más importante a nivel nacional, tanto en lo productivo, como en lo económico y en lo demográfico. Con 14,3 millones de ciudadanos habilitados a votar, el distrito representa más del 37% del electorado a nivel nacional, por lo que estos comicios representan un termómetro crucial para el Gobierno de Javier Milei de cara a las elecciones legislativas nacionales del próximo 26 de octubre.\nDurante la jornada se eligieron 23 senadores provinciales titulares y 15 suplentes, 46 diputados provinciales titulares y 28 suplentes, con el objetivo de renovar la mitad de los legisladores de cada una de las dos cámaras legislativas. Además fueron elegidas autoridades municipales como concejales y consejeros escolares en 135 municipios bonaerenses.\nEn este sentido, los resultados adversos de este domingo marcaron un duro rechazo a las políticas de desguace y ajuste empleadas por el ejecutivo nacional desde diciembre de 2023. Al mismo tiempo, catapultan la imagen del gobernador de Buenos Aires, Axel Kiciloff, de cara a las elecciones presidenciales de 2027.\n\n\nLas elecciones se llevaron a acabo en medio de un clima marcado por el escándalo que ha generado la revelación de una trama de corrupción que sacude al Gobierno de Milei y tiene como principal acusada a la secretaria general de la presidencia y hermana del presidente, Karina Milei, por presuntas coimas en la Agencia Nacional de Discapacidad.\nPara el analista internacional Javier Romero, lo que visibilizan estos resultados “es un cachetazo durísimo para las pretensiones hegemónicas de Javier Milei, que pensaba que se quedaba con todo”. En este sentido valoró que el presidente “no mejoró la vida de los argentinos”, como contraparte el gobierno “hizo un recorte brutal a todas las prestaciones sociales, triplicó los precios de los servicios públicos y los ingresos en promedio bajaron un tercio”.\nUn dato a destacar es que tras 42 años de democracia, por primera vez los comicios legislativos de la provincia de Buenos Aires se realizaron de manera independiente de las elecciones de la representación legislativa a nivel nacional.\n\n\nEl Riesgo País, indicador elaborado por JP Morgan y utilizado como referencia por toda la prensa local para señalar el estado de confianza de “los mercados” respecto al desarrollo del programa económico del Gobierno, escaló al nivel más alto de los últimos cinco meses y cerró por encima de los 900 puntos básicos el último día hábil antes de las elecciones.\nEn este contexto, el banco estadounidense calificó de “crucial” el resultado de este domingo en la Provincia de Buenos Aires para el futuro económico argentino, proyectando dos escenarios posibles para el precio del dólar.\nEn su escenario base, que incluía una victoria ajustada del kirchnerismo (igual o menor al 5%) o un triunfo de La Libertad Avanza, pronosticaba que las tasas de interés reales podrían comenzar a bajar, aliviando la presión fiscal y reactivando la actividad económica.\nEl segundo escenario, que consideraron menos probable, se activaría si Fuerza Patria gana por más de cinco puntos. En ese caso, el dólar subiría hasta el tope de la banda cambiaria acordada con el FMI, ubicado en $1.460 (pesos argentinos). Este panorama generaría la alerta de los mercados y podría provocar importantes cambios en el gabinete ministerial de Javier Milei.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/reves-milei-triunfo-peronismo-buenos-aires/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 591,
    "message_id": 104052,
    "date": "2025-09-08T02:58:19+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n🔹Triunfo del peronismo y revés para Milei en legislativas de Buenos Aires\n🔗\nhttps://www.telesurtv.net/reves-milei-triunfo-peronismo-buenos-aires/\n\n🔹Hamás afirma estar listo para negociar “de inmediato” un acuerdo de cese el fuego en Gaza\n🔗https://www.telesurtv.net/hamas-listo-negociar-acuerdo-cese-fuego-gaza/\n\n🔹 Haití: Misión liderada por Kenia finaliza en octubre sin resultados positivos\n🔗 https://www.telesurtv.net/haiti-mision-kenia-finaliza-sin-resultados/\n\nSíguenos En 📲",
    "photo_path": null,
    "views": 2357,
    "reactions": {
      "👍": 43,
      "❤": 4,
      "🙏": 3
    },
    "total_reactions": 50
  },
  "preprocessing": {
    "cleaned": "los resultados preliminares de las elecciones legislativas de este domingo 7 de septiembre en la provincia de buenos aires arrojaron un importante triunfo para el peronismo, aglutinado en la coalición fuerza patria, y un fuerte revés para el oficialismo representado en la libertad avanza, del presidente javier milei. según los datos arrojados por el escrutinio provisorio de la junta electoral de la provincia de buenos aires, la coalición opositora fuerza patria liderada por el gobernador axel kicillof, se impuso con un 46,97% de los votos. en segundo lugar, con una diferencia de más de 13 puntos porcentuales se ubicó la alianza de derecha entre la libertad avanza y el pro, que obtuvo 33,85%. el tercer lugar lo obtuvo la coalición de centroderecha somos buenos aires, con un 5,40%; mientras que en el cuarto lugar se ubicó el frente de izquierda-unidad con 4,36%. en este contexto, carlos “carli” bianco, ministro de gobierno de la provincia de buenos aires informó que fuerza patria “está ganando en 6 de las 8 secciones electorales” y “en 99 municipios de los 135 municipios que tiene la provincia de buenos aires.” asímismo, enfatizó que “los resultados han sido realmente contundentes en favor de nuestra fuerza política”. las autoridades electorales bonaerenses informaron que la participación electoral alcanzó el 62,62% del padrón electoral, varios puntos por debajo del promedio histórico del distrito, que ha rondado el 75%. la provincia de buenos aires es la más importante a nivel nacional, tanto en lo productivo, como en lo económico y en lo demográfico. con 14,3 millones de ciudadanos habilitados a votar, el distrito representa más del 37% del electorado a nivel nacional, por lo que estos comicios representan un termómetro crucial para el gobierno de javier milei de cara a las elecciones legislativas nacionales del próximo 26 de octubre. durante la jornada se eligieron 23 senadores provinciales titulares y 15 suplentes, 46 diputados provinciales titulares y 28 suplentes, con el objetivo de renovar la mitad de los legisladores de cada una de las dos cámaras legislativas. además fueron elegidas autoridades municipales como concejales y consejeros escolares en 135 municipios bonaerenses. en este sentido, los resultados adversos de este domingo marcaron un duro rechazo a las políticas de desguace y ajuste empleadas por el ejecutivo nacional desde diciembre de 2023. al mismo tiempo, catapultan la imagen del gobernador de buenos aires, axel kiciloff, de cara a las elecciones presidenciales de 2027. las elecciones se llevaron a acabo en medio de un clima marcado por el escándalo que ha generado la revelación de una trama de corrupción que sacude al gobierno de milei y tiene como principal acusada a la secretaria general de la presidencia y hermana del presidente, karina milei, por presuntas coimas en la agencia nacional de discapacidad. para el analista internacional javier romero, lo que visibilizan estos resultados “es un cachetazo durísimo para las pretensiones hegemónicas de javier milei, que pensaba que se quedaba con todo”. en este sentido valoró que el presidente “no mejoró la vida de los argentinos”, como contraparte el gobierno “hizo un recorte brutal a todas las prestaciones sociales, triplicó los precios de los servicios públicos y los ingresos en promedio bajaron un tercio”. un dato a destacar es que tras 42 años de democracia, por primera vez los comicios legislativos de la provincia de buenos aires se realizaron de manera independiente de las elecciones de la representación legislativa a nivel nacional. el riesgo país, indicador elaborado por jp morgan y utilizado como referencia por toda la prensa local para señalar el estado de confianza de “los mercados” respecto al desarrollo del programa económico del gobierno, escaló al nivel más alto de los últimos cinco meses y cerró por encima de los 900 puntos básicos el último día hábil antes de las elecciones. en este contexto, el banco estadounidense calificó de “crucial” el resultado de este domingo en la provincia de buenos aires para el futuro económico argentino, proyectando dos escenarios posibles para el precio del dólar. en su escenario base, que incluía una victoria ajustada del kirchnerismo (igual o menor al 5%) o un triunfo de la libertad avanza, pronosticaba que las tasas de interés reales podrían comenzar a bajar, aliviando la presión fiscal y reactivando la actividad económica. el segundo escenario, que consideraron menos probable, se activaría si fuerza patria gana por más de cinco puntos. en ese caso, el dólar subiría hasta el tope de la banda cambiaria acordada con el fmi, ubicado en $1.460 (pesos argentinos). este panorama generaría la alerta de los mercados y podría provocar importantes cambios en el gabinete ministerial de javier milei.",
    "tokens": [
      "resultados",
      "preliminares",
      "elecciones",
      "legislativas",
      "domingo",
      "7",
      "septiembre",
      "provincia",
      "buenos",
      "aires",
      "arrojaron",
      "importante",
      "triunfo",
      "peronismo",
      ",",
      "aglutinado",
      "coalición",
      "fuerza",
      "patria",
      ",",
      "fuerte",
      "revés",
      "oficialismo",
      "representado",
      "libertad",
      "avanza",
      ",",
      "presidente",
      "javier",
      "milei",
      ".",
      "según",
      "datos",
      "arrojados",
      "escrutinio",
      "provisorio",
      "junta",
      "electoral",
      "provincia",
      "buenos",
      "aires",
      ",",
      "coalición",
      "opositora",
      "fuerza",
      "patria",
      "liderada",
      "gobernador",
      "axel",
      "kicillof",
      ",",
      "impuso",
      "46,97",
      "%",
      "votos",
      ".",
      "segundo",
      "lugar",
      ",",
      "diferencia",
      "13",
      "puntos",
      "porcentuales",
      "ubicó",
      "alianza",
      "derecha",
      "libertad",
      "avanza",
      "pro",
      ",",
      "obtuvo",
      "33,85",
      "%",
      ".",
      "tercer",
      "lugar",
      "obtuvo",
      "coalición",
      "centroderecha",
      "buenos",
      "aires",
      ",",
      "5,40",
      "%",
      ";",
      "mientras",
      "cuarto",
      "lugar",
      "ubicó",
      "frente",
      "izquierda-unidad",
      "4,36",
      "%",
      ".",
      "contexto",
      ",",
      "carlos",
      "“",
      "carli",
      "”",
      "bianco",
      ",",
      "ministro",
      "gobierno",
      "provincia",
      "buenos",
      "aires",
      "informó",
      "fuerza",
      "patria",
      "“",
      "ganando",
      "6",
      "8",
      "secciones",
      "electorales",
      "”",
      "“",
      "99",
      "municipios",
      "135",
      "municipios",
      "provincia",
      "buenos",
      "aires.",
      "”",
      "asímismo",
      ",",
      "enfatizó",
      "“",
      "resultados",
      "sido",
      "realmente",
      "contundentes",
      "favor",
      "fuerza",
      "política",
      "”",
      ".",
      "autoridades",
      "electorales",
      "bonaerenses",
      "informaron",
      "participación",
      "electoral",
      "alcanzó",
      "62,62",
      "%",
      "padrón",
      "electoral",
      ",",
      "varios",
      "puntos",
      "debajo",
      "promedio",
      "histórico",
      "distrito",
      ",",
      "rondado",
      "75",
      "%",
      ".",
      "provincia",
      "buenos",
      "aires",
      "importante",
      "nivel",
      "nacional",
      ",",
      "productivo",
      ",",
      "económico",
      "demográfico",
      ".",
      "14,3",
      "millones",
      "ciudadanos",
      "habilitados",
      "votar",
      ",",
      "distrito",
      "representa",
      "37",
      "%",
      "electorado",
      "nivel",
      "nacional",
      ",",
      "comicios",
      "representan",
      "termómetro",
      "crucial",
      "gobierno",
      "javier",
      "milei",
      "cara",
      "elecciones",
      "legislativas",
      "nacionales",
      "próximo",
      "26",
      "octubre",
      ".",
      "jornada",
      "eligieron",
      "23",
      "senadores",
      "provinciales",
      "titulares",
      "15",
      "suplentes",
      ",",
      "46",
      "diputados",
      "provinciales",
      "titulares",
      "28",
      "suplentes",
      ",",
      "objetivo",
      "renovar",
      "mitad",
      "legisladores",
      "cada",
      "dos",
      "cámaras",
      "legislativas",
      ".",
      "además",
      "elegidas",
      "autoridades",
      "municipales",
      "concejales",
      "consejeros",
      "escolares",
      "135",
      "municipios",
      "bonaerenses",
      ".",
      ",",
      "resultados",
      "adversos",
      "domingo",
      "marcaron",
      "duro",
      "rechazo",
      "políticas",
      "desguace",
      "ajuste",
      "empleadas",
      "ejecutivo",
      "nacional",
      "diciembre",
      "2023.",
      "mismo",
      "tiempo",
      ",",
      "catapultan",
      "imagen",
      "gobernador",
      "buenos",
      "aires",
      ",",
      "axel",
      "kiciloff",
      ",",
      "cara",
      "elecciones",
      "presidenciales",
      "2027.",
      "elecciones",
      "llevaron",
      "acabo",
      "medio",
      "clima",
      "marcado",
      "escándalo",
      "generado",
      "revelación",
      "trama",
      "corrupción",
      "sacude",
      "gobierno",
      "milei",
      "principal",
      "acusada",
      "secretaria",
      "general",
      "presidencia",
      "hermana",
      "presidente",
      ",",
      "karina",
      "milei",
      ",",
      "presuntas",
      "coimas",
      "agencia",
      "nacional",
      "discapacidad",
      ".",
      "analista",
      "internacional",
      "javier",
      "romero",
      ",",
      "visibilizan",
      "resultados",
      "“",
      "cachetazo",
      "durísimo",
      "pretensiones",
      "hegemónicas",
      "javier",
      "milei",
      ",",
      "pensaba",
      "quedaba",
      "”",
      ".",
      "valoró",
      "presidente",
      "“",
      "mejoró",
      "vida",
      "argentinos",
      "”",
      ",",
      "contraparte",
      "gobierno",
      "“",
      "hizo",
      "recorte",
      "brutal",
      "todas",
      "prestaciones",
      "sociales",
      ",",
      "triplicó",
      "precios",
      "servicios",
      "públicos",
      "ingresos",
      "promedio",
      "bajaron",
      "tercio",
      "”",
      ".",
      "dato",
      "destacar",
      "tras",
      "42",
      "años",
      "democracia",
      ",",
      "primera",
      "vez",
      "comicios",
      "legislativos",
      "provincia",
      "buenos",
      "aires",
      "realizaron",
      "manera",
      "independiente",
      "elecciones",
      "representación",
      "legislativa",
      "nivel",
      "nacional",
      ".",
      "riesgo",
      "país",
      ",",
      "indicador",
      "elaborado",
      "jp",
      "morgan",
      "utilizado",
      "referencia",
      "toda",
      "prensa",
      "local",
      "señalar",
      "confianza",
      "“",
      "mercados",
      "”",
      "respecto",
      "desarrollo",
      "programa",
      "económico",
      "gobierno",
      ",",
      "escaló",
      "nivel",
      "alto",
      "últimos",
      "cinco",
      "meses",
      "cerró",
      "encima",
      "900",
      "puntos",
      "básicos",
      "último",
      "día",
      "hábil",
      "elecciones",
      ".",
      "contexto",
      ",",
      "banco",
      "estadounidense",
      "calificó",
      "“",
      "crucial",
      "”",
      "resultado",
      "domingo",
      "provincia",
      "buenos",
      "aires",
      "futuro",
      "económico",
      "argentino",
      ",",
      "proyectando",
      "dos",
      "escenarios",
      "posibles",
      "precio",
      "dólar",
      ".",
      "escenario",
      "base",
      ",",
      "incluía",
      "victoria",
      "ajustada",
      "kirchnerismo",
      "(",
      "igual",
      "menor",
      "5",
      "%",
      ")",
      "triunfo",
      "libertad",
      "avanza",
      ",",
      "pronosticaba",
      "tasas",
      "interés",
      "reales",
      "podrían",
      "comenzar",
      "bajar",
      ",",
      "aliviando",
      "presión",
      "fiscal",
      "reactivando",
      "actividad",
      "económica",
      ".",
      "segundo",
      "escenario",
      ",",
      "consideraron",
      "menos",
      "probable",
      ",",
      "activaría",
      "si",
      "fuerza",
      "patria",
      "gana",
      "cinco",
      "puntos",
      ".",
      "caso",
      ",",
      "dólar",
      "subiría",
      "tope",
      "banda",
      "cambiaria",
      "acordada",
      "fmi",
      ",",
      "ubicado",
      "$",
      "1.460",
      "(",
      "pesos",
      "argentinos",
      ")",
      ".",
      "panorama",
      "generaría",
      "alerta",
      "mercados",
      "podría",
      "provocar",
      "importantes",
      "cambios",
      "gabinete",
      "ministerial",
      "javier",
      "milei",
      "."
    ],
    "token_count": 512,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 103,
      "JJ": 85,
      "NNS": 53,
      "IN": 35,
      "FW": 150,
      "VBZ": 14,
      "NN": 238,
      "VBD": 10,
      "CD": 22,
      "VBP": 20,
      "RB": 1,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-JJ": 5,
      "JJ-NNS": 7,
      "NNS-IN": 7,
      "IN-FW": 20,
      "FW-NNS": 11,
      "NNS-FW": 3,
      "FW-FW": 89,
      "FW-NNP": 22,
      "NNP-NNP": 42,
      "NNP-VBZ": 8,
      "VBZ-JJ": 5,
      "JJ-NN": 48,
      "NN-NN": 139,
      "NN-IN": 20,
      "IN-NNP": 6,
      "NNP-FW": 14,
      "FW-NN": 15,
      "NN-NNP": 14,
      "NN-FW": 16,
      "NNP-NN": 25,
      "NNP-VBD": 3,
      "VBD-JJ": 4,
      "NN-JJ": 25,
      "JJ-CD": 3,
      "CD-IN": 2,
      "NNS-NNP": 5,
      "FW-CD": 4,
      "CD-NNS": 10,
      "NNS-NNS": 10,
      "NNS-VBP": 17,
      "VBP-JJ": 12,
      "JJ-FW": 5,
      "JJ-NNP": 7,
      "NN-VBD": 6,
      "VBD-CD": 5,
      "CD-NNP": 5,
      "NNS-JJ": 5,
      "JJ-JJ": 15,
      "NNP-IN": 3,
      "NN-CD": 1,
      "NNS-RB": 1,
      "RB-CD": 1,
      "NN-VBZ": 4,
      "VBZ-IN": 2,
      "IN-NN": 2,
      "VBZ-NNS": 3,
      "CD-NN": 4,
      "VBZ-FW": 2,
      "FW-JJ": 9,
      "IN-JJ": 4,
      "NNP-CD": 1,
      "IN-NNS": 1,
      "VBP-NN": 4,
      "VBZ-CD": 2,
      "NN-NNS": 9,
      "NNS-VBZ": 2,
      "NNS-CD": 2,
      "CD-JJ": 1,
      "VBP-NNP": 1,
      "VBP-NNS": 1,
      "VBP-CD": 1,
      "NN-VBP": 3,
      "IN-CD": 2,
      "NNP-NNS": 1,
      "NNS-VBD": 1,
      "VBP-IN": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "VBD-FW": 1
    },
    "trigram_freq": {
      "NNP-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 4,
      "IN-FW-NNS": 6,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 3,
      "FW-FW-FW": 60,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 15,
      "NNP-NNP-VBZ": 6,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-NN": 3,
      "JJ-NN-NN": 29,
      "NN-NN-NN": 78,
      "NN-NN-IN": 9,
      "NN-IN-FW": 11,
      "IN-FW-FW": 6,
      "NNP-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 5,
      "NNP-NNP-NNP": 13,
      "NNP-NNP-FW": 6,
      "NNP-FW-NN": 3,
      "FW-NN-NNP": 1,
      "NN-NNP-NNP": 6,
      "NN-NN-FW": 8,
      "NN-FW-NN": 5,
      "FW-NN-IN": 3,
      "IN-FW-NNP": 4,
      "NNP-FW-NNP": 7,
      "FW-NNP-FW": 5,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 19,
      "NN-NN-NNP": 11,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 3,
      "JJ-NN-JJ": 6,
      "NN-JJ-CD": 1,
      "JJ-CD-IN": 2,
      "CD-IN-FW": 2,
      "FW-NNS-NNP": 3,
      "NNS-NNP-NN": 4,
      "NN-NN-JJ": 17,
      "NN-JJ-NN": 15,
      "JJ-NN-IN": 7,
      "FW-FW-CD": 3,
      "FW-CD-NNS": 4,
      "CD-NNS-NNS": 2,
      "NNS-NNS-VBP": 6,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 5,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-VBD": 2,
      "NN-VBD-CD": 5,
      "VBD-CD-NNP": 2,
      "CD-NNP-NN": 2,
      "NN-FW-FW": 9,
      "VBD-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "CD-NNS-JJ": 3,
      "NNS-JJ-FW": 1,
      "FW-FW-NN": 6,
      "FW-NN-NN": 9,
      "NN-JJ-JJ": 6,
      "JJ-JJ-NNP": 3,
      "JJ-NNP-IN": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NNP": 1,
      "NNP-FW-FW": 4,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "FW-NN-FW": 2,
      "FW-FW-NNS": 5,
      "FW-NNS-NNS": 2,
      "NNS-NNS-RB": 1,
      "NNS-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-IN": 2,
      "IN-FW-CD": 1,
      "NNS-JJ-JJ": 3,
      "JJ-JJ-NN": 10,
      "JJ-NN-FW": 3,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 2,
      "VBZ-IN-NN": 1,
      "IN-NN-IN": 1,
      "IN-FW-NN": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "VBP-JJ-NN": 5,
      "JJ-NN-VBD": 1,
      "VBD-CD-NN": 3,
      "CD-NN-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NN-NN-VBD": 3,
      "CD-NNP-FW": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 6,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 3,
      "JJ-NN-NNP": 2,
      "NN-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 3,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-JJ": 1,
      "NN-NNP-IN": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "VBP-JJ-CD": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-CD": 1,
      "NNS-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-CD": 1,
      "VBZ-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "FW-NNS-IN": 1,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NNS-NNS": 3,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 2,
      "NN-VBP-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNP": 2,
      "NNS-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "CD-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "NN-IN-NN": 1,
      "IN-NN-FW": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "FW-NNP-NN": 2,
      "NN-FW-JJ": 2,
      "FW-JJ-FW": 1,
      "NNP-NN-NNS": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNP-NN-JJ": 1,
      "NN-NNS-FW": 1,
      "NN-NNP-NN": 4,
      "VBP-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-FW": 1,
      "VBP-JJ-NNS": 1,
      "CD-NN-FW": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-JJ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "VBZ-IN-FW": 1,
      "VBZ-FW-JJ": 1,
      "NN-VBD-JJ": 1,
      "NN-NNS-JJ": 1,
      "NNS-NNP-JJ": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 238,
        "FW": 150,
        "NNP": 103,
        "JJ": 85,
        "NNS": 53
      },
      "top_bigrams": {
        "NN-NN": 139,
        "FW-FW": 89,
        "JJ-NN": 48,
        "NNP-NNP": 42,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 78,
        "FW-FW-FW": 60,
        "JJ-NN-NN": 29,
        "NNP-NN-NN": 19,
        "NN-NN-JJ": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 202,
      "VP": 48,
      "PP": 16,
      "ADJP": 12
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.03
      },
      {
        "rule": "NP -> ('Buenos', 'NNP') ('Aires', 'NNP')",
        "frequency": 7,
        "weight": 0.0233
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.02
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 6,
        "weight": 0.02
      },
      {
        "rule": "NP -> ('Provincia', 'NNP')",
        "frequency": 3,
        "weight": 0.01
      },
      {
        "rule": "NP -> ('Javier', 'NNP') ('Milei', 'NNP')",
        "frequency": 3,
        "weight": 0.01
      },
      {
        "rule": "NP -> ('elecciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('Fuerza', 'NNP') ('Patria', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('La', 'NNP') ('Libertad', 'NNP') ('Avanza', 'NNP')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "VP -> ('los', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0067
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Los"
      },
      {
        "label": "NP",
        "text": "resultados preliminares"
      },
      {
        "label": "NP",
        "text": "elecciones"
      },
      {
        "label": "NP",
        "text": "Buenos Aires"
      },
      {
        "label": "VP",
        "text": "arrojaron un importante triunfo para el peronismo"
      },
      {
        "label": "NP",
        "text": "un importante triunfo para el peronismo"
      },
      {
        "label": "NP",
        "text": "aglutinado"
      },
      {
        "label": "NP",
        "text": "Fuerza Patria"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "un fuerte revés para el oficialismo representado"
      },
      {
        "label": "PP",
        "text": "en La Libertad Avanza"
      },
      {
        "label": "NP",
        "text": "La Libertad Avanza"
      },
      {
        "label": "NP",
        "text": "del presidente Javier Milei"
      },
      {
        "label": "NP",
        "text": "Según"
      },
      {
        "label": "VP",
        "text": "los datos arrojados por el"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Los/NNP)\n  (NP resultados/JJ preliminares/NNS)\n  de/IN\n  las/FW\n  (NP elecciones/NNS)\n  legislativas/FW\n  de/FW\n  este/FW\n  domingo/FW\n  7/CD\n  de/FW\n  septiembre/FW\n  en/FW\n  la/FW\n  provincia/FW\n  de/FW\n  (NP Buenos/NNP Aires/NNP)\n  (VP\n    arrojaron/VBZ\n    (NP un/JJ importante/NN triunfo/NN para/NN el/NN peronismo/NN))\n  ,/,\n  (NP aglutinado/NN)\n  en/FW\n  la/FW\n  coalición/FW\n  (NP Fuerza/NNP Patria/NNP)\n  ,/,\n  (NP y/NNP)\n  (NP\n    un/JJ\n    fuerte/NN\n    revés/NN\n    para/NN\n    el/NN\n    oficialismo/NN\n    representado/NN)\n  (PP en/IN (NP La/NNP Libertad/NNP Avanza/NNP))\n  ,/,\n  (NP del/NN presidente/NN Javier/NNP Milei/NNP)\n  ./.)",
      "(S\n  (NP Según/NNP)\n  (VP los/VBZ (NP datos/JJ arrojados/NN por/NN el/NN))\n  escrutinio/FW\n  (NP provisorio/NN)\n  de/IN\n  la/FW\n  (NP Junta/NNP Electoral/NNP de/NNP)\n  la/FW\n  (NP Provincia/NNP)\n  de/FW\n  (NP Buenos/NNP Aires/NNP)\n  ,/,\n  (NP la/NN coalición/NN)\n  (PP opositora/IN (NP Fuerza/NNP Patria/NNP))\n  (VP\n    liderada/VBZ\n    (NP por/JJ el/NN gobernador/NN Axel/NNP Kicillof/NNP))\n  ,/,\n  (VP se/VBD (NP impuso/JJ con/NN) un/JJ)\n  46,97/CD\n  (NP %/NN)\n  de/IN\n  los/FW\n  (NP votos/NNS)\n  ./.)",
      "(S\n  (NP En/NNP segundo/NN lugar/NN)\n  ,/,\n  (NP con/NN)\n  (NP una/JJ diferencia/NN)\n  de/IN\n  más/FW\n  de/FW\n  13/CD\n  (NP puntos/NNS porcentuales/NNS)\n  (VP se/VBP ubicó/JJ)\n  la/FW\n  alianza/FW\n  de/FW\n  derecha/FW\n  entre/FW\n  (NP La/NNP Libertad/NNP Avanza/NNP y/NNP)\n  (NP el/JJ PRO/NNP)\n  ,/,\n  (NP que/NN)\n  obtuvo/RB\n  33,85/CD\n  (NP %/NN)\n  ./.)",
      "(S\n  (NP El/NNP tercer/NN lugar/NN lo/NN obtuvo/NN)\n  la/FW\n  coalición/FW\n  de/FW\n  centroderecha/FW\n  (NP Somos/NNP Buenos/NNP Aires/NNP)\n  ,/,\n  (NP con/NN)\n  (ADJP un/JJ)\n  5,40/CD\n  (NP %/NN)\n  ;/:\n  mientras/CC\n  (ADJP que/JJ)\n  en/FW\n  el/FW\n  (NP cuarto/NN lugar/NN se/NN)\n  (NP ubicó/JJ el/JJ Frente/NNP)\n  (PP de/IN (NP Izquierda-Unidad/NNP con/NN))\n  4,36/CD\n  (NP %/NN)\n  ./.)",
      "(S\n  (NP En/NNP este/NN contexto/NN)\n  ,/,\n  (NP Carlos/NNP “/NNP Carli/NNP ”/NNP Bianco/NNP)\n  ,/,\n  (NP Ministro/NNP)\n  de/FW\n  (NP Gobierno/NNP)\n  de/FW\n  la/FW\n  (NP Provincia/NNP)\n  de/FW\n  (NP Buenos/NNP Aires/NNP)\n  (VP informó/VBZ (NP que/JJ Fuerza/NNP Patria/NNP “/NNP))\n  está/FW\n  (NP ganando/NN)\n  en/FW\n  6/CD\n  de/IN\n  las/FW\n  8/CD\n  (NP secciones/NNS electorales/NNS)\n  (VP ”/VBP (NP y/JJ “/NNP))\n  en/FW\n  99/CD\n  (NP municipios/NNS)\n  de/IN\n  los/FW\n  135/CD\n  (NP municipios/NNS)\n  (NP que/JJ tiene/JJ la/NN)\n  provincia/FW\n  de/FW\n  (NP Buenos/NNP Aires./NNP ”/NNP Asímismo/NNP)\n  ,/,\n  (NP enfatizó/NN que/NN “/NNP)\n  (VP los/VBZ (NP resultados/JJ han/NN sido/NN realmente/NN))\n  (VP contundentes/VBZ)\n  (PP en/IN (NP favor/NN))\n  de/IN\n  nuestra/FW\n  (NP fuerza/NN política/NN ”/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "ORGANISMOS_INTERNACIONALES",
      "CIUDADES_CAPITALES",
      "FECHAS_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "riesgo país",
        "position": [
          3583,
          3594
        ],
        "start": 3583,
        "end": 3594
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          3262,
          3269
        ],
        "start": 3262,
        "end": 3269
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza de derecha entre la libertad avanza y el",
        "position": [
          629,
          677
        ],
        "start": 629,
        "end": 677
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "rechazo a las políticas",
        "position": [
          2298,
          2321
        ],
        "start": 2298,
        "end": 2321
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "resultados preliminares",
        "position": [
          4,
          27
        ],
        "start": 4,
        "end": 27
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          968,
          975
        ],
        "start": 968,
        "end": 975
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          2667,
          2677
        ],
        "start": 2667,
        "end": 2677
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "coimas",
        "position": [
          2837,
          2843
        ],
        "start": 2837,
        "end": 2843
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "escándalo que ha generado la revelación de una trama de corrupción",
        "position": [
          2611,
          2677
        ],
        "start": 2611,
        "end": 2677
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la provincia",
        "position": [
          927,
          951
        ],
        "start": 927,
        "end": 951
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente javier milei",
        "position": [
          294,
          317
        ],
        "start": 294,
        "end": 317
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de gobierno de",
        "position": [
          915,
          938
        ],
        "start": 915,
        "end": 938
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "fmi",
        "position": [
          4627,
          4630
        ],
        "start": 4627,
        "end": 4630
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          110,
          122
        ],
        "start": 110,
        "end": 122
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          97,
          109
        ],
        "start": 97,
        "end": 109
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 7 de septiembre",
        "position": [
          67,
          90
        ],
        "start": 67,
        "end": 90
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "3 millones",
        "position": [
          1587,
          1597
        ],
        "start": 1587,
        "end": 1597
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "23 senadores",
        "position": [
          1902,
          1914
        ],
        "start": 1902,
        "end": 1914
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 13",
        "position": [
          587,
          596
        ],
        "start": 587,
        "end": 596
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "13 puntos",
        "position": [
          594,
          603
        ],
        "start": 594,
        "end": 603
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Junta Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Carlos “Carli” Bianco",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Milei",
        "tipo": "Lugar"
      },
      {
        "nombre": "PRO",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FMI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Riesgo País",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Axel Kiciloff",
        "tipo": "Persona"
      },
      {
        "nombre": "La provincia de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Javier Romero",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Javier Milei",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministro de Gobierno de la Provincia de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Karina Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Agencia Nacional de Discapacidad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "JP Morgan",
        "tipo": "Persona"
      },
      {
        "nombre": "Axel Kicillof",
        "tipo": "Persona"
      },
      {
        "nombre": "Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asímismo",
        "tipo": "Persona"
      },
      {
        "nombre": "Provincia de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Libertad Avanza",
        "tipo": "Lugar"
      },
      {
        "nombre": "provincia de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerza Patria",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "provincia de Buenos Aires",
        "relacion": "ARROJAR",
        "objeto": "Fuerza Patria"
      },
      {
        "sujeto": "provincia de Buenos Aires",
        "relacion": "ARROJAR",
        "objeto": "La Libertad Avanza"
      },
      {
        "sujeto": "provincia de Buenos Aires",
        "relacion": "ARROJAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Carlos “Carli” Bianco",
        "relacion": "ES",
        "objeto": "Ministro de Gobierno de la Provincia de Buenos Aires"
      },
      {
        "sujeto": "Carlos “Carli” Bianco",
        "relacion": "INFORMAR",
        "objeto": "Fuerza Patria"
      },
      {
        "sujeto": "Carlos “Carli” Bianco",
        "relacion": "INFORMAR",
        "objeto": "provincia de Buenos Aires"
      },
      {
        "sujeto": "Fuerza Patria",
        "relacion": "INFORMAR",
        "objeto": "Ministro de Gobierno de la Provincia de Buenos Aires"
      },
      {
        "sujeto": "provincia de Buenos Aires",
        "relacion": "INFORMAR",
        "objeto": "Ministro de Gobierno de la Provincia de Buenos Aires"
      },
      {
        "sujeto": "Fuerza Patria",
        "relacion": "GANAR_INFORMAR",
        "objeto": "provincia de Buenos Aires"
      },
      {
        "sujeto": "Gobierno de Milei",
        "relacion": "SACUDIR_GENERAR_LLEVAR",
        "objeto": "Karina Milei"
      },
      {
        "sujeto": "Gobierno de Milei",
        "relacion": "SACUDIR_GENERAR_LLEVAR",
        "objeto": "Agencia Nacional de Discapacidad"
      }
    ]
  },
  "sentiment": {
    "compound": 0.6037,
    "pos": 0.014,
    "neu": 0.981,
    "neg": 0.006,
    "label": "positive"
  }
}