{
  "url": "https://www.telesurtv.net/grosfoguel-senala-pseudo-izquierda-venezuela/",
  "title": "Grosfoguel denuncia a pseudo-izquierda como instrumento contra Venezuela",
  "section": "América Latina y El Caribe",
  "tags": [
    "Guerra Híbirda",
    "Venezuela"
  ],
  "text": "El reconocido sociólogo puertorriqueño Ramón Grosfoguel respondió al reciente documento titulado “Comunicado de Solidaridad y Reconocimiento a Edgardo Lander, Francisco Javier Velasco, Santiago Arconada, Emiliano Terán Mantovani y Alexandra Martínez”, calificándolo como “problemático” y cuestionando las motivaciones de sus promotores.\nGrosfoguel señala que los “cabecillas” del documento son “los mismos de siempre”, identificando entre ellos a miembros de la red de Ecología Política de CLACSO y recipientes de fondos de la Fundación Rosa Luxemburgo. El académico destaca que estos actores nunca han emitido comunicados defendiendo a Venezuela de las agresiones imperialistas.\n\n\nLa crítica contundente del sociólogo se centra en el patrón temporal de estos documentos. “Es demasiada casualidad los momentos tan oportunos que escogen los autores intelectuales para sacar estos documentos con firmas”, afirma Grosfoguel, quien enumera cuatro momentos clave donde estos grupos han actuado como instrumentos funcionales a las operaciones de guerra híbrida impulsadas por agencias estadounidenses.\nEl primer documento apareció en junio de 2017, durante las violentas guarimbas que causaron muertes civiles en Venezuela. El segundo surgió en enero de 2019, coincidiendo con el intento de golpe de Juan Guaidó, a quien estos académicos respaldaron públicamente declarando que era “más legítimo que Nicolás Maduro desde el punto de vista de la democracia”.\n\n\nEl tercer comunicado se publicó apenas un día después de las elecciones presidenciales de julio de 2024, repitiendo las tesis de María Corina Machado sobre los resultados electorales, justo cuando Washington lanzó ataques cibernéticos contra el sistema electoral venezolano y activó su maquinaria mediática de desinformación.\nEl cuarto documento aparece en un momento particularmente delicado: cuando Estados Unidos proclama falsamente a Nicolás Maduro como líder de un “cartel de narcotráfico” y Trump autoriza secretamente a la armada estadounidense intervenir militarmente en países supuestamente “controlados por narcos”, movilizando tropas hacia aguas caribeñas cercanas a Venezuela.\n\n“Por eso me causan tanta sospecha acerca de para quién trabajan, quiénes los financian y quiénes son sus cabecillas“, declara Grosfoguel, sugiriendo que esta labor “tiene todo el olor de trabajo de inteligencia” y funciona como complemento ideológico de las operaciones de guerra híbrida promovidas por las agencias estadounidenses.\n\n\nEl académico advierte que el objetivo real de estos documentos es “socavar el apoyo a Venezuela por parte de las únicas fuerzas que naturalmente serían solidarias con el pueblo venezolano frente a una crisis de ataque imperial: las izquierdas latinoamericanas“. Esta estrategia se enmarca dentro de las operaciones de guerra híbrida que combinan elementos militares, económicos, cibernéticos y comunicacionales para desestabilizar gobiernos no alineados con Washington.\nGrosfoguel distingue entre los firmantes, quienes en su mayoría “no saben el uso y la agenda que hay detrás de estos documentos”, y los autores intelectuales que sistemáticamente aprovechan “cada ocasión de ataque imperial para socavar el apoyo de las izquierdas a la revolución bolivariana”. Esta diferenciación resulta crucial para entender cómo funcionan las operaciones de influencia que utilizan a académicos legítimos como vehículos inconscientes de narrativas desestabilizadoras.\n\n\nCitando a Mao, el sociólogo enfatiza que “los métodos represivos que usamos en las contradicciones con los enemigos no pueden ser los mismos métodos que usamos para tratar las contradicciones en el seno del pueblo y de la revolución”. Propone el debate y la persuasión para la mayoría de firmantes que desconocen las verdaderas intenciones.\n“Una cosa es hacer críticas para mejorar la revolución y otra cosa es destruir la revolución haciendo críticas para desacreditar a los gobiernos anti-imperialistas”, distingue Grosfoguel, quien considera que estos autores “se han posicionado del otro lado de la trinchera” y operan como instrumentos útiles a las campañas de deslegitimación coordinadas desde centros de poder estadounidenses.\nGrosfoguel cierra recordando las palabras del comandante Fidel sobre cómo identificar el lado correcto de la historia: “En nuestra lucha política el imperio tiene que estar delante de nosotros, si terminas disparando junto o al lado del imperio te has equivocado de lado de la historia”.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/grosfoguel-senala-pseudo-izquierda-venezuela/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1070,
    "message_id": 102041,
    "date": "2025-08-17T21:55:13+00:00",
    "text": "teleSUR\nGrosfoguel denuncia a pseudo-izquierda como instrumento de guerra híbrida contra Venezuela\nhttps://www.telesurtv.net/grosfoguel-senala-pseudo-izquierda-venezuela/",
    "photo_path": null,
    "views": 2331,
    "reactions": {
      "👍": 40,
      "❤": 4
    },
    "total_reactions": 44
  },
  "preprocessing": {
    "cleaned": "el reconocido sociólogo puertorriqueño ramón grosfoguel respondió al reciente documento titulado “comunicado de solidaridad y reconocimiento a edgardo lander, francisco javier velasco, santiago arconada, emiliano terán mantovani y alexandra martínez”, calificándolo como “problemático” y cuestionando las motivaciones de sus promotores. grosfoguel señala que los “cabecillas” del documento son “los mismos de siempre”, identificando entre ellos a miembros de la red de ecología política de clacso y recipientes de fondos de la fundación rosa luxemburgo. el académico destaca que estos actores nunca han emitido comunicados defendiendo a venezuela de las agresiones imperialistas. la crítica contundente del sociólogo se centra en el patrón temporal de estos documentos. “es demasiada casualidad los momentos tan oportunos que escogen los autores intelectuales para sacar estos documentos con firmas”, afirma grosfoguel, quien enumera cuatro momentos clave donde estos grupos han actuado como instrumentos funcionales a las operaciones de guerra híbrida impulsadas por agencias estadounidenses. el primer documento apareció en junio de 2017, durante las violentas guarimbas que causaron muertes civiles en venezuela. el segundo surgió en enero de 2019, coincidiendo con el intento de golpe de juan guaidó, a quien estos académicos respaldaron públicamente declarando que era “más legítimo que nicolás maduro desde el punto de vista de la democracia”. el tercer comunicado se publicó apenas un día después de las elecciones presidenciales de julio de 2024, repitiendo las tesis de maría corina machado sobre los resultados electorales, justo cuando washington lanzó ataques cibernéticos contra el sistema electoral venezolano y activó su maquinaria mediática de desinformación. el cuarto documento aparece en un momento particularmente delicado: cuando estados unidos proclama falsamente a nicolás maduro como líder de un “cartel de narcotráfico” y trump autoriza secretamente a la armada estadounidense intervenir militarmente en países supuestamente “controlados por narcos”, movilizando tropas hacia aguas caribeñas cercanas a venezuela. “por eso me causan tanta sospecha acerca de para quién trabajan, quiénes los financian y quiénes son sus cabecillas“, declara grosfoguel, sugiriendo que esta labor “tiene todo el olor de trabajo de inteligencia” y funciona como complemento ideológico de las operaciones de guerra híbrida promovidas por las agencias estadounidenses. el académico advierte que el objetivo real de estos documentos es “socavar el apoyo a venezuela por parte de las únicas fuerzas que naturalmente serían solidarias con el pueblo venezolano frente a una crisis de ataque imperial: las izquierdas latinoamericanas“. esta estrategia se enmarca dentro de las operaciones de guerra híbrida que combinan elementos militares, económicos, cibernéticos y comunicacionales para desestabilizar gobiernos no alineados con washington. grosfoguel distingue entre los firmantes, quienes en su mayoría “no saben el uso y la agenda que hay detrás de estos documentos”, y los autores intelectuales que sistemáticamente aprovechan “cada ocasión de ataque imperial para socavar el apoyo de las izquierdas a la revolución bolivariana”. esta diferenciación resulta crucial para entender cómo funcionan las operaciones de influencia que utilizan a académicos legítimos como vehículos inconscientes de narrativas desestabilizadoras. citando a mao, el sociólogo enfatiza que “los métodos represivos que usamos en las contradicciones con los enemigos no pueden ser los mismos métodos que usamos para tratar las contradicciones en el seno del pueblo y de la revolución”. propone el debate y la persuasión para la mayoría de firmantes que desconocen las verdaderas intenciones. “una cosa es hacer críticas para mejorar la revolución y otra cosa es destruir la revolución haciendo críticas para desacreditar a los gobiernos anti-imperialistas”, distingue grosfoguel, quien considera que estos autores “se han posicionado del otro lado de la trinchera” y operan como instrumentos útiles a las campañas de deslegitimación coordinadas desde centros de poder estadounidenses. grosfoguel cierra recordando las palabras del comandante fidel sobre cómo identificar el lado correcto de la historia: “en nuestra lucha política el imperio tiene que estar delante de nosotros, si terminas disparando junto o al lado del imperio te has equivocado de lado de la historia”.",
    "tokens": [
      "reconocido",
      "sociólogo",
      "puertorriqueño",
      "ramón",
      "grosfoguel",
      "respondió",
      "reciente",
      "documento",
      "titulado",
      "“",
      "comunicado",
      "solidaridad",
      "reconocimiento",
      "edgardo",
      "lander",
      ",",
      "francisco",
      "javier",
      "velasco",
      ",",
      "santiago",
      "arconada",
      ",",
      "emiliano",
      "terán",
      "mantovani",
      "alexandra",
      "martínez",
      "”",
      ",",
      "calificándolo",
      "“",
      "problemático",
      "”",
      "cuestionando",
      "motivaciones",
      "promotores",
      ".",
      "grosfoguel",
      "señala",
      "“",
      "cabecillas",
      "”",
      "documento",
      "“",
      "mismos",
      "siempre",
      "”",
      ",",
      "identificando",
      "miembros",
      "red",
      "ecología",
      "política",
      "clacso",
      "recipientes",
      "fondos",
      "fundación",
      "rosa",
      "luxemburgo",
      ".",
      "académico",
      "destaca",
      "actores",
      "nunca",
      "emitido",
      "comunicados",
      "defendiendo",
      "venezuela",
      "agresiones",
      "imperialistas",
      ".",
      "crítica",
      "contundente",
      "sociólogo",
      "centra",
      "patrón",
      "temporal",
      "documentos",
      ".",
      "“",
      "demasiada",
      "casualidad",
      "momentos",
      "tan",
      "oportunos",
      "escogen",
      "autores",
      "intelectuales",
      "sacar",
      "documentos",
      "firmas",
      "”",
      ",",
      "afirma",
      "grosfoguel",
      ",",
      "enumera",
      "cuatro",
      "momentos",
      "clave",
      "grupos",
      "actuado",
      "instrumentos",
      "funcionales",
      "operaciones",
      "guerra",
      "híbrida",
      "impulsadas",
      "agencias",
      "estadounidenses",
      ".",
      "primer",
      "documento",
      "apareció",
      "junio",
      "2017",
      ",",
      "violentas",
      "guarimbas",
      "causaron",
      "muertes",
      "civiles",
      "venezuela",
      ".",
      "segundo",
      "surgió",
      "enero",
      "2019",
      ",",
      "coincidiendo",
      "intento",
      "golpe",
      "juan",
      "guaidó",
      ",",
      "académicos",
      "respaldaron",
      "públicamente",
      "declarando",
      "“",
      "legítimo",
      "nicolás",
      "maduro",
      "punto",
      "vista",
      "democracia",
      "”",
      ".",
      "tercer",
      "comunicado",
      "publicó",
      "apenas",
      "día",
      "después",
      "elecciones",
      "presidenciales",
      "julio",
      "2024",
      ",",
      "repitiendo",
      "tesis",
      "maría",
      "corina",
      "machado",
      "resultados",
      "electorales",
      ",",
      "justo",
      "washington",
      "lanzó",
      "ataques",
      "cibernéticos",
      "sistema",
      "electoral",
      "venezolano",
      "activó",
      "maquinaria",
      "mediática",
      "desinformación",
      ".",
      "cuarto",
      "documento",
      "aparece",
      "momento",
      "particularmente",
      "delicado",
      ":",
      "unidos",
      "proclama",
      "falsamente",
      "nicolás",
      "maduro",
      "líder",
      "“",
      "cartel",
      "narcotráfico",
      "”",
      "trump",
      "autoriza",
      "secretamente",
      "armada",
      "estadounidense",
      "intervenir",
      "militarmente",
      "países",
      "supuestamente",
      "“",
      "controlados",
      "narcos",
      "”",
      ",",
      "movilizando",
      "tropas",
      "hacia",
      "aguas",
      "caribeñas",
      "cercanas",
      "venezuela",
      ".",
      "“",
      "causan",
      "tanta",
      "sospecha",
      "acerca",
      "quién",
      "trabajan",
      ",",
      "quiénes",
      "financian",
      "quiénes",
      "cabecillas",
      "“",
      ",",
      "declara",
      "grosfoguel",
      ",",
      "sugiriendo",
      "labor",
      "“",
      "olor",
      "trabajo",
      "inteligencia",
      "”",
      "funciona",
      "complemento",
      "ideológico",
      "operaciones",
      "guerra",
      "híbrida",
      "promovidas",
      "agencias",
      "estadounidenses",
      ".",
      "académico",
      "advierte",
      "objetivo",
      "real",
      "documentos",
      "“",
      "socavar",
      "apoyo",
      "venezuela",
      "parte",
      "únicas",
      "fuerzas",
      "naturalmente",
      "solidarias",
      "pueblo",
      "venezolano",
      "frente",
      "crisis",
      "ataque",
      "imperial",
      ":",
      "izquierdas",
      "latinoamericanas",
      "“",
      ".",
      "estrategia",
      "enmarca",
      "dentro",
      "operaciones",
      "guerra",
      "híbrida",
      "combinan",
      "elementos",
      "militares",
      ",",
      "económicos",
      ",",
      "cibernéticos",
      "comunicacionales",
      "desestabilizar",
      "gobiernos",
      "alineados",
      "washington",
      ".",
      "grosfoguel",
      "distingue",
      "firmantes",
      ",",
      "mayoría",
      "“",
      "saben",
      "uso",
      "agenda",
      "detrás",
      "documentos",
      "”",
      ",",
      "autores",
      "intelectuales",
      "sistemáticamente",
      "aprovechan",
      "“",
      "cada",
      "ocasión",
      "ataque",
      "imperial",
      "socavar",
      "apoyo",
      "izquierdas",
      "revolución",
      "bolivariana",
      "”",
      ".",
      "diferenciación",
      "resulta",
      "crucial",
      "entender",
      "cómo",
      "funcionan",
      "operaciones",
      "influencia",
      "utilizan",
      "académicos",
      "legítimos",
      "vehículos",
      "inconscientes",
      "narrativas",
      "desestabilizadoras",
      ".",
      "citando",
      "mao",
      ",",
      "sociólogo",
      "enfatiza",
      "“",
      "métodos",
      "represivos",
      "usamos",
      "contradicciones",
      "enemigos",
      "pueden",
      "ser",
      "mismos",
      "métodos",
      "usamos",
      "tratar",
      "contradicciones",
      "seno",
      "pueblo",
      "revolución",
      "”",
      ".",
      "propone",
      "debate",
      "persuasión",
      "mayoría",
      "firmantes",
      "desconocen",
      "verdaderas",
      "intenciones",
      ".",
      "“",
      "cosa",
      "hacer",
      "críticas",
      "mejorar",
      "revolución",
      "cosa",
      "destruir",
      "revolución",
      "haciendo",
      "críticas",
      "desacreditar",
      "gobiernos",
      "anti-imperialistas",
      "”",
      ",",
      "distingue",
      "grosfoguel",
      ",",
      "considera",
      "autores",
      "“",
      "posicionado",
      "lado",
      "trinchera",
      "”",
      "operan",
      "instrumentos",
      "útiles",
      "campañas",
      "deslegitimación",
      "coordinadas",
      "centros",
      "poder",
      "estadounidenses",
      ".",
      "grosfoguel",
      "cierra",
      "recordando",
      "palabras",
      "comandante",
      "fidel",
      "cómo",
      "identificar",
      "lado",
      "correcto",
      "historia",
      ":",
      "“",
      "lucha",
      "política",
      "imperio",
      "delante",
      ",",
      "si",
      "terminas",
      "disparando",
      "junto",
      "lado",
      "imperio",
      "equivocado",
      "lado",
      "historia",
      "”",
      "."
    ],
    "token_count": 440,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 65,
      "NN": 251,
      "IN": 34,
      "JJ": 65,
      "NNS": 38,
      "VBD": 2,
      "FW": 104,
      "VBZ": 17,
      "VBP": 20,
      "VBN": 2,
      "CD": 3,
      "PRP": 1,
      "DT": 3,
      "RB": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NN": 26,
      "NN-NN": 159,
      "NN-NNP": 12,
      "NNP-NNP": 28,
      "NNP-IN": 4,
      "IN-NNP": 3,
      "NN-JJ": 15,
      "JJ-NNS": 8,
      "NNS-IN": 7,
      "IN-NN": 2,
      "NN-NNS": 9,
      "NNS-NNP": 5,
      "JJ-JJ": 11,
      "JJ-NN": 33,
      "NN-VBD": 1,
      "VBD-JJ": 2,
      "JJ-FW": 9,
      "FW-FW": 50,
      "FW-NN": 21,
      "NN-FW": 17,
      "FW-NNP": 11,
      "NNP-VBZ": 3,
      "VBZ-FW": 1,
      "VBZ-NN": 1,
      "NN-VBZ": 13,
      "VBZ-JJ": 6,
      "IN-FW": 22,
      "FW-NNS": 12,
      "NNS-NNS": 3,
      "NNP-VBP": 1,
      "VBP-JJ": 15,
      "FW-JJ": 7,
      "VBZ-NNS": 3,
      "NNS-NN": 2,
      "NNS-VBP": 16,
      "VBP-VBN": 1,
      "VBN-NNS": 1,
      "VBZ-NNP": 3,
      "NN-IN": 19,
      "IN-CD": 2,
      "CD-NN": 3,
      "NNS-FW": 3,
      "FW-CD": 1,
      "NNS-JJ": 1,
      "FW-IN": 1,
      "NNP-VBD": 1,
      "JJ-NNP": 2,
      "IN-JJ": 4,
      "FW-VBZ": 1,
      "IN-PRP": 1,
      "PRP-JJ": 1,
      "NN-VBP": 3,
      "NN-DT": 2,
      "DT-NN": 2,
      "NN-RB": 1,
      "RB-JJ": 1,
      "VBP-NNS": 2,
      "JJ-IN": 1,
      "VBZ-IN": 1,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "NNP-FW": 2,
      "VBZ-JJR": 1,
      "JJR-JJ": 1,
      "VBP-NN": 2,
      "VBZ-VBN": 1,
      "VBN-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 25,
      "NN-NN-NN": 95,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 5,
      "NNP-NNP-NN": 8,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NNP-NNP": 15,
      "NN-NN-JJ": 12,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 3,
      "NNS-IN-NN": 2,
      "IN-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 4,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 6,
      "JJ-NN-NN": 22,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-FW": 8,
      "FW-FW-NN": 7,
      "FW-NN-FW": 3,
      "NN-FW-FW": 7,
      "FW-FW-FW": 25,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 5,
      "NNP-NNP-IN": 2,
      "IN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-VBZ": 12,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 4,
      "NNP-IN-FW": 1,
      "IN-FW-NNS": 6,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-FW-JJ": 2,
      "FW-JJ-FW": 3,
      "FW-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-FW": 2,
      "FW-FW-NNS": 6,
      "FW-NNS-NNP": 3,
      "NN-VBZ-NNS": 3,
      "VBZ-NNS-NN": 1,
      "NNS-NN-NN": 2,
      "NN-NNP-NN": 5,
      "NN-NN-NNS": 3,
      "NN-NNS-VBP": 6,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-NNS": 1,
      "VBN-NNS-VBP": 1,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 8,
      "VBZ-JJ-NNS": 2,
      "NNS-IN-FW": 4,
      "IN-FW-NN": 4,
      "FW-NN-NN": 10,
      "NN-VBZ-NNP": 3,
      "VBZ-NNP-NN": 2,
      "NN-NN-FW": 13,
      "NN-FW-NN": 7,
      "FW-NN-IN": 5,
      "NN-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NNS": 1,
      "VBZ-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 1,
      "FW-NNP-NN": 4,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NN-IN": 5,
      "NN-IN-FW": 15,
      "NNS-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "CD-NN-JJ": 1,
      "NN-JJ-NN": 9,
      "NN-IN-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NNP-NN-NNS": 1,
      "JJ-NN-JJ": 1,
      "NN-NN-IN": 9,
      "IN-FW-NNP": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "NNP-IN-PRP": 1,
      "IN-PRP-JJ": 1,
      "PRP-JJ-JJ": 1,
      "IN-FW-FW": 7,
      "FW-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-NN": 1,
      "FW-NNS-IN": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "VBP-JJ-JJ": 2,
      "FW-NNS-VBP": 4,
      "JJ-NN-NNS": 2,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 2,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-VBZ": 1,
      "VBZ-NNP-NNP": 1,
      "VBZ-NNS-IN": 1,
      "IN-NN-NN": 1,
      "NN-NN-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "FW-JJ-NN": 1,
      "FW-NN-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNP-VBZ-JJ": 1,
      "NN-JJ-FW": 1,
      "JJ-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "FW-NNP-FW": 2,
      "NNP-FW-NN": 2,
      "JJ-JJ-JJ": 1,
      "JJ-NN-NNP": 1,
      "NN-VBZ-JJR": 1,
      "VBZ-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "VBP-NNS-FW": 1,
      "FW-NN-NNP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NNS-VBP-NN": 1,
      "NN-VBZ-VBN": 1,
      "VBZ-VBN-IN": 1,
      "VBN-IN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 251,
        "FW": 104,
        "NNP": 65,
        "JJ": 65,
        "NNS": 38
      },
      "top_bigrams": {
        "NN-NN": 159,
        "FW-FW": 50,
        "JJ-NN": 33,
        "NNP-NNP": 28,
        "NNP-NN": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 95,
        "NNP-NN-NN": 25,
        "FW-FW-FW": 25,
        "JJ-NN-NN": 22,
        "NNP-NNP-NNP": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 141,
      "PP": 9,
      "VP": 45,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0273
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 3,
        "weight": 0.0136
      },
      {
        "rule": "NP -> ('a', 'DT') ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "VP -> ('autores', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "NP -> ('operaciones', 'NNS')",
        "frequency": 2,
        "weight": 0.0091
      },
      {
        "rule": "S -> NP PP NP (',', ',') NP (',', ',') NP (',', ',') NP (',', ',') NP PP ('.', '.')",
        "frequency": 1,
        "weight": 0.0045
      },
      {
        "rule": "NP -> ('El', 'NNP') ('reconocido', 'NN') ('sociólogo', 'NN') ('puertorriqueño', 'NN') ('Ramón', 'NNP') ('Grosfoguel', 'NNP') ('respondió', 'NN') ('al', 'NN') ('reciente', 'NN') ('documento', 'NN') ('titulado', 'NN') ('“', 'NNP') ('Comunicado', 'NNP')",
        "frequency": 1,
        "weight": 0.0045
      },
      {
        "rule": "NP -> ('Solidaridad', 'NNP') ('y', 'NNP') ('Reconocimiento', 'NNP')",
        "frequency": 1,
        "weight": 0.0045
      },
      {
        "rule": "NP -> ('a', 'DT') ('Edgardo', 'NNP') ('Lander', 'NNP')",
        "frequency": 1,
        "weight": 0.0045
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El reconocido sociólogo puertorriqueño Ramón Grosfoguel respondió al reciente documento titulado “ Comunicado"
      },
      {
        "label": "PP",
        "text": "de Solidaridad y Reconocimiento"
      },
      {
        "label": "NP",
        "text": "Solidaridad y Reconocimiento"
      },
      {
        "label": "NP",
        "text": "a Edgardo Lander"
      },
      {
        "label": "NP",
        "text": "Francisco Javier Velasco"
      },
      {
        "label": "NP",
        "text": "Santiago Arconada"
      },
      {
        "label": "NP",
        "text": "Emiliano Terán Mantovani y Alexandra Martínez ”"
      },
      {
        "label": "NP",
        "text": "calificándolo como “ problemático ” y cuestionando las motivaciones"
      },
      {
        "label": "PP",
        "text": "de sus promotores"
      },
      {
        "label": "NP",
        "text": "sus promotores"
      },
      {
        "label": "NP",
        "text": "Grosfoguel señala que los “ cabecillas ”"
      },
      {
        "label": "NP",
        "text": "documento son “"
      },
      {
        "label": "VP",
        "text": "los"
      },
      {
        "label": "NP",
        "text": "Ecología Política"
      },
      {
        "label": "PP",
        "text": "de CLACSO y"
      }
    ],
    "clause_structures": [
      "(S\n  (NP\n    El/NNP\n    reconocido/NN\n    sociólogo/NN\n    puertorriqueño/NN\n    Ramón/NNP\n    Grosfoguel/NNP\n    respondió/NN\n    al/NN\n    reciente/NN\n    documento/NN\n    titulado/NN\n    “/NNP\n    Comunicado/NNP)\n  (PP de/IN (NP Solidaridad/NNP y/NNP Reconocimiento/NNP))\n  (NP a/DT Edgardo/NNP Lander/NNP)\n  ,/,\n  (NP Francisco/NNP Javier/NNP Velasco/NNP)\n  ,/,\n  (NP Santiago/NNP Arconada/NNP)\n  ,/,\n  (NP\n    Emiliano/NNP\n    Terán/NNP\n    Mantovani/NNP\n    y/NNP\n    Alexandra/NNP\n    Martínez/NNP\n    ”/NNP)\n  ,/,\n  (NP\n    calificándolo/NN\n    como/NN\n    “/NNP\n    problemático/NN\n    ”/NNP\n    y/NNP\n    cuestionando/NN\n    las/NN\n    motivaciones/NNS)\n  (PP de/IN (NP sus/NN promotores/NNS))\n  ./.)",
      "(S\n  (NP\n    Grosfoguel/NNP\n    señala/NN\n    que/NN\n    los/NN\n    “/NNP\n    cabecillas/NN\n    ”/NNP)\n  del/FW\n  (NP documento/NN son/NN “/NNP)\n  (VP los/VBZ)\n  mismos/FW\n  de/FW\n  siempre/FW\n  ”/FW\n  ,/,\n  identificando/FW\n  entre/FW\n  ellos/FW\n  a/DT\n  miembros/FW\n  de/FW\n  la/FW\n  red/FW\n  de/FW\n  (NP Ecología/NNP Política/NNP)\n  (PP de/IN (NP CLACSO/NNP y/NNP))\n  (VP recipientes/VBZ)\n  de/FW\n  fondos/FW\n  de/FW\n  la/FW\n  (NP Fundación/NNP Rosa/NNP Luxemburgo/NNP)\n  ./.)",
      "(S\n  (NP El/NNP académico/NN destaca/NN que/NN estos/NN)\n  (VP actores/VBZ (NP nunca/JJ han/NN emitido/NN comunicados/NN))\n  (VP defendiendo/VBZ (NP a/DT Venezuela/NNP))\n  de/FW\n  las/FW\n  (NP agresiones/NNS imperialistas/NNS)\n  ./.)",
      "(S\n  (NP La/NNP crítica/NN contundente/NN)\n  del/FW\n  (NP sociólogo/NN)\n  se/FW\n  (ADJP centra/JJ)\n  en/FW\n  el/FW\n  (ADJP patrón/JJ)\n  (ADJP temporal/JJ)\n  de/FW\n  estos/FW\n  (NP documentos/NN)\n  ./.)",
      "(S\n  (NP\n    “/JJ\n    Es/NNP\n    demasiada/NN\n    casualidad/NN\n    los/NN\n    momentos/NN\n    tan/NN\n    oportunos/NN\n    que/NN\n    escogen/NN\n    los/NN)\n  (VP\n    autores/VBZ\n    (NP\n      intelectuales/NNS\n      para/NN\n      sacar/NN\n      estos/NN\n      documentos/NN\n      con/NN\n      firmas/NN\n      ”/NNP))\n  ,/,\n  (NP afirma/NN Grosfoguel/NNP)\n  ,/,\n  (NP quien/NN enumera/NN cuatro/NN momentos/NNS)\n  (VP clave/VBP)\n  (VP donde/VBN (NP estos/NNS))\n  (VP grupos/VBP (NP han/JJ actuado/NN como/NN instrumentos/NN))\n  (VP funcionales/VBZ)\n  a/DT\n  (ADJP las/JJ)\n  operaciones/FW\n  de/FW\n  guerra/FW\n  (NP\n    híbrida/NN\n    impulsadas/NN\n    por/NN\n    agencias/NN\n    estadounidenses/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "ORGANIZACIONES_SOCIALES",
      "CONFLICTOS_ARMADOS_OPERACIONES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra híbrida",
        "position": [
          1040,
          1054
        ],
        "start": 1040,
        "end": 1054
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2331,
          2338
        ],
        "start": 2331,
        "end": 2338
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo a venezuela por parte de las únicas fuerzas que naturalmente serían solidarias con el pueblo venezolano frente a",
        "position": [
          2557,
          2675
        ],
        "start": 2557,
        "end": 2675
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          527,
          536
        ],
        "start": 527,
        "end": 536
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          1855,
          1869
        ],
        "start": 1855,
        "end": 1869
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          637,
          646
        ],
        "start": 637,
        "end": 646
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "santiago",
        "position": [
          185,
          193
        ],
        "start": 185,
        "end": 193
      }
    ],
    "match_count": 7
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Alexandra Martínez",
        "tipo": "Persona"
      },
      {
        "nombre": "Grosfoguel",
        "tipo": "Persona"
      },
      {
        "nombre": "Fidel",
        "tipo": "Persona"
      },
      {
        "nombre": "Santiago Arconada",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ecología Política de CLACSO",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Citando",
        "tipo": "Persona"
      },
      {
        "nombre": "Ramón Grosfoguel",
        "tipo": "Persona"
      },
      {
        "nombre": "Fundación Rosa Luxemburgo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mao",
        "tipo": "Persona"
      },
      {
        "nombre": "Edgardo Lander",
        "tipo": "Persona"
      },
      {
        "nombre": "Francisco Javier Velasco",
        "tipo": "Persona"
      },
      {
        "nombre": "Emiliano Terán Mantovani",
        "tipo": "Persona"
      },
      {
        "nombre": "Juan Guaidó",
        "tipo": "Persona"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Ramón Grosfoguel",
        "relacion": "RESPONDER",
        "objeto": "Edgardo Lander"
      },
      {
        "sujeto": "Ramón Grosfoguel",
        "relacion": "RESPONDER",
        "objeto": "Francisco Javier Velasco"
      },
      {
        "sujeto": "Ramón Grosfoguel",
        "relacion": "RESPONDER",
        "objeto": "Santiago Arconada"
      },
      {
        "sujeto": "Ramón Grosfoguel",
        "relacion": "RESPONDER",
        "objeto": "Emiliano Terán Mantovani"
      },
      {
        "sujeto": "Ramón Grosfoguel",
        "relacion": "RESPONDER",
        "objeto": "Alexandra Martínez"
      },
      {
        "sujeto": "Grosfoguel",
        "relacion": "SE_ALAR",
        "objeto": "Ecología Política de CLACSO"
      },
      {
        "sujeto": "Grosfoguel",
        "relacion": "SE_ALAR",
        "objeto": "Fundación Rosa Luxemburgo"
      },
      {
        "sujeto": "Washington",
        "relacion": "REPETIR_PUBLICAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "PROCLAMAR_APARECER",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "PROCLAMAR_APARECER",
        "objeto": "Trump"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "PROCLAMAR_APARECER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Trump",
        "relacion": "PROCLAMAR_APARECER",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "PROCLAMAR_APARECER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Trump",
        "relacion": "AUTORIZAR_PROCLAMAR_APARECER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Citando",
        "relacion": "CITAR_ENFATIZAR",
        "objeto": "Mao"
      },
      {
        "sujeto": "Grosfoguel",
        "relacion": "CERRAR",
        "objeto": "Fidel"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8176,
    "pos": 0.0,
    "neu": 0.986,
    "neg": 0.014,
    "label": "negative"
  }
}