{
  "url": "https://www.telesurtv.net/las-tacticas-inutiles-de-los-extremistas-contra-el-calendario-electoral-de-venezuela-2025/",
  "title": "Las tácticas inútiles de los extremistas contra el calendario electoral de Venezuela 2025 - teleSUR",
  "section": "En profundidad",
  "tags": [],
  "text": "\n\nSin embargo, en el marco de la estrategia mediática encabezada por María Corina Machado, se demuestra la continuidad del ataque y rechazo de los mecanismos constitucionales, que se manifiesta en lo que los analistas caracterizan como una doctrina de «cambio de régimen». Este permanente manejo a través de las redes sociales para atacar la legitimidad de las instituciones democráticas establecidas, representa un alejamiento de la política opositora que hace vida en el país.\nEn primer lugar, el reciente llamado explícito a la abstención en los próximos procesos electorales representa una ruptura fundamental con los principios democráticos, incluso defendidos por la propia oposición parlamentaria. Este posicionamiento de María Corina Machado se alinea con lo que los expertos identifican como la fórmula «Guaidó 2.0», en referencia a anteriores intentos fallidos de establecer estructuras de gobierno paralelas en el extranjero.\n\nEn segundo lugar, el momento de esta postura antielectoral coincide estratégicamente con el anuncio del gobierno de seis consultas populares trimestrales para 2025. Estas consultas, diseñadas para involucrar a 5.297 circuitos comunales en proyectos comunitarios, iniciativas juveniles y propuestas culturales, representan precisamente el tipo de participación democrática de base que los sectores extremistas de la oposición buscan deslegitimar.\nComo afirmó el presidente Nicolás Maduro durante el Mensaje Anual al señalar que la oposición venezolana tiene todas las garantías para organizarse y hacer política democrática, constitucional y electoral en el país. Aseveró que tienen la oportunidad «de salir a reconstruirse, a reconvocarse» con las elecciones de la «Asamblea Nacional, gobernaciones y alcaldías».\nMás recientemente, el primer vicepresidente del Partido Socialista Unido de Venezuela (PSUV) Diosdado Cabello, resaltó que el partido está listo para ir a elecciones junto a los aliados del Gran Polo Patriótico: “solo esperamos el cronograma electoral realizado por el CNE (…) elecciones todas las que quieran, que se ejerza la democracia y que gane el que tenga más votos”.\n\nEs así como, en el actual escenario, la respuesta institucional demuestra una notable fortaleza. El enfoque inclusivo del Consejo Nacional Electoral ha logrado la participación de todo el espectro político, incluidos los gobernadores de oposición de Zulia, Cojedes, Barinas y Nueva Esparta. Esta amplia participación destaca el aislamiento de las posiciones extremistas dentro del panorama opositor más amplio.\nEl mensaje del presidente del Parlamento, Jorge Rodríguez, es destacable: «Esta es una lección de renovación democrática», señala, haciendo hincapié en el principio fundamental de la validación electoral periódica para los cargos públicos. Esta afirmación cuestiona precisamente la noción de autoridad política perpetua que reivindican los sectores de la oposición de la extrema derecha.\nEl exhaustivo calendario electoral, que abarca diez procesos distintos durante 2025, incluido un referéndum de reforma constitucional, representa el amplio enfoque de la gobernanza democrática que se impulsa en Venezuela, con el poder popular como protagonista. En este sentido, el nombramiento del Fiscal General Tarek William Saab para supervisar las transformaciones del marco jurídico es acertivo con el sistemático fortalecimiento institucional de la nación.\nLos datos estadísticos apoyan la legitimidad de estos procesos, con un récord de 29 victorias del bloque bolivariano en 31 citas electorales anteriores, lo que ratifica el apoyo popular constante al gobierno de Nicolás Maduro y a la revolución bolivariana. Este historial contrasta fuertemente con las afirmaciones de los extremistas sobre la ilegitimidad institucional.\nLa metodología inclusiva de la Comisión Especial para la Revisión de la Ley Electoral, que incorpora propuestas de 38 partidos políticos registrados, ejemplifica un compromiso con los procesos democráticos pluralistas. Esto se opone directamente al rechazo unilateral de la participación electoral defendido por sectores extremistas, como el caso de María Corina Machado.\nA escasas semanas de que en Venezuela se inicie este período electoral, las estrategias antidemocráticas de la extrema derecha se hace cada vez más marcado. El énfasis del gobierno en la participación ciudadana directa a través de consultas comunales desafía directamente la narrativa de déficit democrático promovida por elementos extremistas desde el exterior, que apuestan a la intervención como única vía, lo que indica el creciente aislamiento dentro del panorama político venezolano.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/las-tacticas-inutiles-de-los-extremistas-contra-el-calendario-electoral-de-venezuela-2025/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 778,
    "message_id": 85026,
    "date": "2025-01-21T15:55:07+00:00",
    "text": "teleSUR\nLas tácticas inútiles de los extremistas contra el calendario electoral de Venezuela 2025\nhttps://www.telesurtv.net/las-tacticas-inutiles-de-los-extremistas-contra-el-calendario-electoral-de-venezuela-2025/",
    "photo_path": null,
    "views": 2176,
    "reactions": {
      "👏": 31,
      "👍": 6,
      "👎": 1
    },
    "total_reactions": 38
  },
  "preprocessing": {
    "cleaned": "sin embargo, en el marco de la estrategia mediática encabezada por maría corina machado, se demuestra la continuidad del ataque y rechazo de los mecanismos constitucionales, que se manifiesta en lo que los analistas caracterizan como una doctrina de «cambio de régimen». este permanente manejo a través de las redes sociales para atacar la legitimidad de las instituciones democráticas establecidas, representa un alejamiento de la política opositora que hace vida en el país. en primer lugar, el reciente llamado explícito a la abstención en los próximos procesos electorales representa una ruptura fundamental con los principios democráticos, incluso defendidos por la propia oposición parlamentaria. este posicionamiento de maría corina machado se alinea con lo que los expertos identifican como la fórmula «guaidó 2.0», en referencia a anteriores intentos fallidos de establecer estructuras de gobierno paralelas en el extranjero. en segundo lugar, el momento de esta postura antielectoral coincide estratégicamente con el anuncio del gobierno de seis consultas populares trimestrales para 2025. estas consultas, diseñadas para involucrar a 5.297 circuitos comunales en proyectos comunitarios, iniciativas juveniles y propuestas culturales, representan precisamente el tipo de participación democrática de base que los sectores extremistas de la oposición buscan deslegitimar. como afirmó el presidente nicolás maduro durante el mensaje anual al señalar que la oposición venezolana tiene todas las garantías para organizarse y hacer política democrática, constitucional y electoral en el país. aseveró que tienen la oportunidad «de salir a reconstruirse, a reconvocarse» con las elecciones de la «asamblea nacional, gobernaciones y alcaldías». más recientemente, el primer vicepresidente del partido socialista unido de venezuela (psuv) diosdado cabello, resaltó que el partido está listo para ir a elecciones junto a los aliados del gran polo patriótico: “solo esperamos el cronograma electoral realizado por el cne (…) elecciones todas las que quieran, que se ejerza la democracia y que gane el que tenga más votos”. es así como, en el actual escenario, la respuesta institucional demuestra una notable fortaleza. el enfoque inclusivo del consejo nacional electoral ha logrado la participación de todo el espectro político, incluidos los gobernadores de oposición de zulia, cojedes, barinas y nueva esparta. esta amplia participación destaca el aislamiento de las posiciones extremistas dentro del panorama opositor más amplio. el mensaje del presidente del parlamento, jorge rodríguez, es destacable: «esta es una lección de renovación democrática», señala, haciendo hincapié en el principio fundamental de la validación electoral periódica para los cargos públicos. esta afirmación cuestiona precisamente la noción de autoridad política perpetua que reivindican los sectores de la oposición de la extrema derecha. el exhaustivo calendario electoral, que abarca diez procesos distintos durante 2025, incluido un referéndum de reforma constitucional, representa el amplio enfoque de la gobernanza democrática que se impulsa en venezuela, con el poder popular como protagonista. en este sentido, el nombramiento del fiscal general tarek william saab para supervisar las transformaciones del marco jurídico es acertivo con el sistemático fortalecimiento institucional de la nación. los datos estadísticos apoyan la legitimidad de estos procesos, con un récord de 29 victorias del bloque bolivariano en 31 citas electorales anteriores, lo que ratifica el apoyo popular constante al gobierno de nicolás maduro y a la revolución bolivariana. este historial contrasta fuertemente con las afirmaciones de los extremistas sobre la ilegitimidad institucional. la metodología inclusiva de la comisión especial para la revisión de la ley electoral, que incorpora propuestas de 38 partidos políticos registrados, ejemplifica un compromiso con los procesos democráticos pluralistas. esto se opone directamente al rechazo unilateral de la participación electoral defendido por sectores extremistas, como el caso de maría corina machado. a escasas semanas de que en venezuela se inicie este período electoral, las estrategias antidemocráticas de la extrema derecha se hace cada vez más marcado. el énfasis del gobierno en la participación ciudadana directa a través de consultas comunales desafía directamente la narrativa de déficit democrático promovida por elementos extremistas desde el exterior, que apuestan a la intervención como única vía, lo que indica el creciente aislamiento dentro del panorama político venezolano.",
    "tokens": [
      "embargo",
      ",",
      "marco",
      "estrategia",
      "mediática",
      "encabezada",
      "maría",
      "corina",
      "machado",
      ",",
      "demuestra",
      "continuidad",
      "ataque",
      "rechazo",
      "mecanismos",
      "constitucionales",
      ",",
      "manifiesta",
      "analistas",
      "caracterizan",
      "doctrina",
      "«",
      "cambio",
      "régimen",
      "»",
      ".",
      "permanente",
      "manejo",
      "través",
      "redes",
      "sociales",
      "atacar",
      "legitimidad",
      "instituciones",
      "democráticas",
      "establecidas",
      ",",
      "representa",
      "alejamiento",
      "política",
      "opositora",
      "hace",
      "vida",
      "país",
      ".",
      "primer",
      "lugar",
      ",",
      "reciente",
      "llamado",
      "explícito",
      "abstención",
      "próximos",
      "procesos",
      "electorales",
      "representa",
      "ruptura",
      "fundamental",
      "principios",
      "democráticos",
      ",",
      "incluso",
      "defendidos",
      "propia",
      "oposición",
      "parlamentaria",
      ".",
      "posicionamiento",
      "maría",
      "corina",
      "machado",
      "alinea",
      "expertos",
      "identifican",
      "fórmula",
      "«",
      "guaidó",
      "2.0",
      "»",
      ",",
      "referencia",
      "anteriores",
      "intentos",
      "fallidos",
      "establecer",
      "estructuras",
      "gobierno",
      "paralelas",
      "extranjero",
      ".",
      "segundo",
      "lugar",
      ",",
      "momento",
      "postura",
      "antielectoral",
      "coincide",
      "estratégicamente",
      "anuncio",
      "gobierno",
      "seis",
      "consultas",
      "populares",
      "trimestrales",
      "2025.",
      "consultas",
      ",",
      "diseñadas",
      "involucrar",
      "5.297",
      "circuitos",
      "comunales",
      "proyectos",
      "comunitarios",
      ",",
      "iniciativas",
      "juveniles",
      "propuestas",
      "culturales",
      ",",
      "representan",
      "precisamente",
      "tipo",
      "participación",
      "democrática",
      "base",
      "sectores",
      "extremistas",
      "oposición",
      "buscan",
      "deslegitimar",
      ".",
      "afirmó",
      "presidente",
      "nicolás",
      "maduro",
      "mensaje",
      "anual",
      "señalar",
      "oposición",
      "venezolana",
      "todas",
      "garantías",
      "organizarse",
      "hacer",
      "política",
      "democrática",
      ",",
      "constitucional",
      "electoral",
      "país",
      ".",
      "aseveró",
      "oportunidad",
      "«",
      "salir",
      "reconstruirse",
      ",",
      "reconvocarse",
      "»",
      "elecciones",
      "«",
      "asamblea",
      "nacional",
      ",",
      "gobernaciones",
      "alcaldías",
      "»",
      ".",
      "recientemente",
      ",",
      "primer",
      "vicepresidente",
      "partido",
      "socialista",
      "unido",
      "venezuela",
      "(",
      "psuv",
      ")",
      "diosdado",
      "cabello",
      ",",
      "resaltó",
      "partido",
      "listo",
      "ir",
      "elecciones",
      "junto",
      "aliados",
      "gran",
      "polo",
      "patriótico",
      ":",
      "“",
      "solo",
      "esperamos",
      "cronograma",
      "electoral",
      "realizado",
      "cne",
      "(",
      "…",
      ")",
      "elecciones",
      "todas",
      "quieran",
      ",",
      "ejerza",
      "democracia",
      "gane",
      "votos",
      "”",
      ".",
      "así",
      ",",
      "actual",
      "escenario",
      ",",
      "respuesta",
      "institucional",
      "demuestra",
      "notable",
      "fortaleza",
      ".",
      "enfoque",
      "inclusivo",
      "consejo",
      "nacional",
      "electoral",
      "logrado",
      "participación",
      "espectro",
      "político",
      ",",
      "incluidos",
      "gobernadores",
      "oposición",
      "zulia",
      ",",
      "cojedes",
      ",",
      "barinas",
      "nueva",
      "esparta",
      ".",
      "amplia",
      "participación",
      "destaca",
      "aislamiento",
      "posiciones",
      "extremistas",
      "dentro",
      "panorama",
      "opositor",
      "amplio",
      ".",
      "mensaje",
      "presidente",
      "parlamento",
      ",",
      "jorge",
      "rodríguez",
      ",",
      "destacable",
      ":",
      "«",
      "lección",
      "renovación",
      "democrática",
      "»",
      ",",
      "señala",
      ",",
      "haciendo",
      "hincapié",
      "principio",
      "fundamental",
      "validación",
      "electoral",
      "periódica",
      "cargos",
      "públicos",
      ".",
      "afirmación",
      "cuestiona",
      "precisamente",
      "noción",
      "autoridad",
      "política",
      "perpetua",
      "reivindican",
      "sectores",
      "oposición",
      "extrema",
      "derecha",
      ".",
      "exhaustivo",
      "calendario",
      "electoral",
      ",",
      "abarca",
      "diez",
      "procesos",
      "distintos",
      "2025",
      ",",
      "incluido",
      "referéndum",
      "reforma",
      "constitucional",
      ",",
      "representa",
      "amplio",
      "enfoque",
      "gobernanza",
      "democrática",
      "impulsa",
      "venezuela",
      ",",
      "poder",
      "popular",
      "protagonista",
      ".",
      ",",
      "nombramiento",
      "fiscal",
      "general",
      "tarek",
      "william",
      "saab",
      "supervisar",
      "transformaciones",
      "marco",
      "jurídico",
      "acertivo",
      "sistemático",
      "fortalecimiento",
      "institucional",
      "nación",
      ".",
      "datos",
      "estadísticos",
      "apoyan",
      "legitimidad",
      "procesos",
      ",",
      "récord",
      "29",
      "victorias",
      "bloque",
      "bolivariano",
      "31",
      "citas",
      "electorales",
      "anteriores",
      ",",
      "ratifica",
      "apoyo",
      "popular",
      "constante",
      "gobierno",
      "nicolás",
      "maduro",
      "revolución",
      "bolivariana",
      ".",
      "historial",
      "contrasta",
      "fuertemente",
      "afirmaciones",
      "extremistas",
      "ilegitimidad",
      "institucional",
      ".",
      "metodología",
      "inclusiva",
      "comisión",
      "especial",
      "revisión",
      "ley",
      "electoral",
      ",",
      "incorpora",
      "propuestas",
      "38",
      "partidos",
      "políticos",
      "registrados",
      ",",
      "ejemplifica",
      "compromiso",
      "procesos",
      "democráticos",
      "pluralistas",
      ".",
      "opone",
      "directamente",
      "rechazo",
      "unilateral",
      "participación",
      "electoral",
      "defendido",
      "sectores",
      "extremistas",
      ",",
      "caso",
      "maría",
      "corina",
      "machado",
      ".",
      "escasas",
      "semanas",
      "venezuela",
      "inicie",
      "período",
      "electoral",
      ",",
      "estrategias",
      "antidemocráticas",
      "extrema",
      "derecha",
      "hace",
      "cada",
      "vez",
      "marcado",
      ".",
      "énfasis",
      "gobierno",
      "participación",
      "ciudadana",
      "directa",
      "través",
      "consultas",
      "comunales",
      "desafía",
      "directamente",
      "narrativa",
      "déficit",
      "democrático",
      "promovida",
      "elementos",
      "extremistas",
      "exterior",
      ",",
      "apuestan",
      "intervención",
      "única",
      "vía",
      ",",
      "indica",
      "creciente",
      "aislamiento",
      "dentro",
      "panorama",
      "político",
      "venezolano",
      "."
    ],
    "token_count": 458,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 77,
      "NN": 227,
      "FW": 154,
      "JJ": 77,
      "IN": 32,
      "NNS": 35,
      "VBP": 17,
      "VBZ": 8,
      "VBD": 5,
      "CD": 8,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 23,
      "NN-FW": 17,
      "FW-FW": 98,
      "FW-NNP": 16,
      "NNP-NNP": 34,
      "NNP-FW": 8,
      "FW-JJ": 12,
      "JJ-FW": 7,
      "JJ-NN": 51,
      "NN-IN": 25,
      "IN-FW": 19,
      "JJ-NNS": 6,
      "NNS-VBP": 14,
      "VBP-JJ": 11,
      "FW-NN": 22,
      "NN-NN": 124,
      "NN-JJ": 26,
      "FW-NNS": 6,
      "NNS-NNS": 6,
      "VBP-NN": 2,
      "NN-NNP": 17,
      "IN-JJ": 5,
      "JJ-JJ": 11,
      "NN-VBZ": 4,
      "VBZ-VBP": 1,
      "IN-NNS": 2,
      "NNS-NNP": 2,
      "NNP-VBD": 3,
      "VBD-JJ": 3,
      "NN-VBD": 2,
      "VBD-NNP": 1,
      "NNP-CD": 1,
      "CD-NN": 4,
      "VBZ-JJ": 5,
      "NNS-IN": 4,
      "IN-NN": 1,
      "VBP-CD": 1,
      "CD-NNP": 1,
      "NNP-NNS": 2,
      "NN-CD": 2,
      "NN-NNS": 7,
      "VBP-NNS": 1,
      "VBP-IN": 1,
      "NNP-IN": 2,
      "NNS-RB": 1,
      "RB-NNP": 1,
      "NNP-VBZ": 3,
      "VBZ-NNS": 2,
      "NNS-JJ": 3,
      "NN-VBP": 2,
      "NNS-FW": 4,
      "JJ-NNP": 2,
      "IN-CD": 3,
      "CD-NNS": 3,
      "NNS-VBZ": 1,
      "IN-NNP": 2,
      "NNP-JJ": 1,
      "VBD-CD": 1,
      "VBP-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-FW": 11,
      "FW-FW-FW": 67,
      "FW-FW-NNP": 9,
      "FW-NNP-NNP": 10,
      "NNP-NNP-NNP": 17,
      "NNP-NNP-FW": 5,
      "NNP-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 6,
      "FW-FW-JJ": 6,
      "FW-JJ-NN": 9,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 15,
      "IN-FW-JJ": 5,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 7,
      "JJ-NN-FW": 2,
      "NN-FW-NN": 2,
      "FW-NN-NN": 12,
      "NN-NN-NN": 63,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 18,
      "JJ-NN-NN": 25,
      "IN-FW-FW": 8,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 20,
      "NN-NN-IN": 16,
      "IN-FW-NNS": 2,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NN-FW": 9,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 1,
      "JJ-NN-JJ": 8,
      "FW-FW-NN": 12,
      "IN-FW-NN": 2,
      "FW-NN-NNP": 2,
      "NN-NNP-NN": 9,
      "NN-IN-JJ": 3,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NN": 6,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NN-JJ-NNS": 3,
      "NN-IN-NNS": 2,
      "IN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-FW-NNP": 4,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 1,
      "NN-JJ-JJ": 5,
      "NN-NN-VBD": 2,
      "NN-VBD-NNP": 1,
      "VBD-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NN-NNP": 10,
      "NNS-NNS-NNS": 2,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNP": 1,
      "CD-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-NNS": 1,
      "NN-NNS-VBP": 4,
      "VBP-JJ-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 1,
      "FW-NN-IN": 1,
      "NN-NN-NNS": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "JJ-NN-NNP": 5,
      "NN-NNP-NNP": 5,
      "NNP-NNP-NN": 6,
      "NNP-NNP-IN": 1,
      "NNP-IN-JJ": 1,
      "IN-JJ-NN": 3,
      "FW-NN-NNS": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-FW": 3,
      "FW-NN-FW": 4,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-RB": 1,
      "NNS-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NNP-FW-NNP": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "VBD-JJ-JJ": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 2,
      "NNS-JJ-NN": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-NN-NNS": 2,
      "NNS-IN-FW": 2,
      "FW-NNP-FW": 2,
      "NNP-FW-NN": 4,
      "FW-NN-JJ": 2,
      "NN-NN-CD": 1,
      "CD-NN-JJ": 1,
      "IN-FW-NNP": 2,
      "JJ-NNS-FW": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 3,
      "CD-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NNS-IN": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-FW": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "CD-NNS-JJ": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "JJ-JJ-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "IN-NNS-NNS": 1,
      "VBP-JJ-JJ": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 227,
        "FW": 154,
        "NNP": 77,
        "JJ": 77,
        "NNS": 35
      },
      "top_bigrams": {
        "NN-NN": 124,
        "FW-FW": 98,
        "JJ-NN": 51,
        "NNP-NNP": 34,
        "NN-JJ": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 67,
        "NN-NN-NN": 63,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 20,
        "NN-JJ-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 166,
      "ADJP": 14,
      "PP": 12,
      "VP": 30
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0205
      },
      {
        "rule": "NP -> ('María', 'NNP') ('Corina', 'NNP') ('Machado', 'NNP')",
        "frequency": 3,
        "weight": 0.0123
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0123
      },
      {
        "rule": "ADJP -> ('electoral', 'JJ')",
        "frequency": 3,
        "weight": 0.0123
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0123
      },
      {
        "rule": "NP -> ('a', 'DT') ('través', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "S -> NP (',', ',') ('en', 'FW') ('el', 'FW') ('marco', 'FW') ('de', 'FW') ('la', 'FW') ('estrategia', 'FW') ('mediática', 'FW') ('encabezada', 'FW') ('por', 'FW') NP (',', ',') ('se', 'FW') ADJP ('la', 'FW') ('continuidad', 'FW') ('del', 'FW') NP ('y', 'FW') NP ('de', 'IN') ('los', 'FW') NP (',', ',') NP ('en', 'FW') NP NP NP PP PP ('.', '.')",
        "frequency": 1,
        "weight": 0.0041
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Sin embargo"
      },
      {
        "label": "NP",
        "text": "María Corina Machado"
      },
      {
        "label": "ADJP",
        "text": "demuestra"
      },
      {
        "label": "NP",
        "text": "ataque"
      },
      {
        "label": "NP",
        "text": "rechazo"
      },
      {
        "label": "NP",
        "text": "mecanismos constitucionales"
      },
      {
        "label": "NP",
        "text": "que se manifiesta"
      },
      {
        "label": "NP",
        "text": "lo que los"
      },
      {
        "label": "NP",
        "text": "analistas caracterizan como"
      },
      {
        "label": "NP",
        "text": "una doctrina"
      },
      {
        "label": "PP",
        "text": "de « cambio"
      },
      {
        "label": "NP",
        "text": "« cambio"
      },
      {
        "label": "PP",
        "text": "de régimen »"
      },
      {
        "label": "NP",
        "text": "régimen »"
      },
      {
        "label": "NP",
        "text": "Este permanente"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  en/FW\n  el/FW\n  marco/FW\n  de/FW\n  la/FW\n  estrategia/FW\n  mediática/FW\n  encabezada/FW\n  por/FW\n  (NP María/NNP Corina/NNP Machado/NNP)\n  ,/,\n  se/FW\n  (ADJP demuestra/JJ)\n  la/FW\n  continuidad/FW\n  del/FW\n  (NP ataque/NN)\n  y/FW\n  (NP rechazo/NN)\n  de/IN\n  los/FW\n  (NP mecanismos/JJ constitucionales/NNS)\n  ,/,\n  (NP que/NN se/NN manifiesta/NN)\n  en/FW\n  (NP lo/NN que/NN los/NN)\n  (NP analistas/JJ caracterizan/NN como/NN)\n  (NP una/JJ doctrina/NN)\n  (PP de/IN (NP «/NNP cambio/NN))\n  (PP de/IN (NP régimen/NNS »/NNP))\n  ./.)",
      "(S\n  (NP Este/NN permanente/NN)\n  (VP manejo/VBD (NP a/DT través/NN))\n  de/IN\n  las/FW\n  (NP redes/NNS sociales/NNS)\n  (VP para/VBP (NP atacar/NN la/NN))\n  legitimidad/FW\n  de/FW\n  las/FW\n  (NP instituciones/NNS)\n  democráticas/FW\n  (NP establecidas/NNS)\n  ,/,\n  (VP representa/VBP (NP un/JJ alejamiento/NN))\n  de/IN\n  la/FW\n  política/FW\n  opositora/FW\n  que/FW\n  (NP hace/NN vida/NN)\n  (PP en/IN (NP el/NN país/NN))\n  ./.)",
      "(S\n  (NP En/NNP primer/NN lugar/NN)\n  ,/,\n  el/FW\n  reciente/FW\n  llamado/FW\n  explícito/FW\n  (NP a/DT la/NN abstención/NN)\n  (PP en/IN (NP los/JJ próximos/JJ procesos/NN))\n  (VP electorales/VBZ)\n  (VP\n    representa/VBP\n    (NP una/JJ ruptura/NN)\n    (NP fundamental/JJ con/NN)\n    (NP los/JJ principios/NNS democráticos/NN))\n  ,/,\n  (NP\n    incluso/JJ\n    defendidos/NN\n    por/NN\n    la/NN\n    propia/NN\n    oposición/NN\n    parlamentaria/NN)\n  ./.)",
      "(S\n  (NP Este/NNP posicionamiento/NN)\n  de/FW\n  (NP María/NNP Corina/NNP Machado/NNP)\n  (VP\n    se/VBD\n    (NP alinea/JJ con/NN lo/NN que/NN los/NN)\n    (NP\n      expertos/JJ\n      identifican/JJ\n      como/NN\n      la/NN\n      fórmula/NN\n      «/NNP\n      Guaidó/NNP))\n  2.0/CD\n  (NP »/NNP)\n  ,/,\n  en/FW\n  referencia/FW\n  (NP a/DT anteriores/NNS)\n  (ADJP intentos/JJ)\n  fallidos/FW\n  de/FW\n  establecer/FW\n  estructuras/FW\n  de/FW\n  gobierno/FW\n  (NP paralelas/NNS)\n  (PP en/IN (NP el/NN extranjero/NN))\n  ./.)",
      "(S\n  (NP En/NNP segundo/NN lugar/NN)\n  ,/,\n  el/FW\n  momento/FW\n  de/FW\n  esta/FW\n  postura/FW\n  (NP\n    antielectoral/JJ\n    coincide/NN\n    estratégicamente/NN\n    con/NN\n    el/NN\n    anuncio/NN\n    del/NN\n    gobierno/NN)\n  de/IN\n  seis/FW\n  (NP consultas/NNS populares/NNS trimestrales/NNS)\n  para/RB\n  2025/CD\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "GRUPOS_ESPECIFICOS",
      "PAISES",
      "LEYES_NORMATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "CULTURA_DEPORTE_SOCIEDAD",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "apoyo popular constante al gobierno",
        "position": [
          3562,
          3597
        ],
        "start": 3562,
        "end": 3597
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "rechazo de los mecanismos constitucionales, que se manifiesta en lo que los analistas caracterizan como una doctrina de «cambio de régimen». este permanente manejo a través de las redes sociales para atacar la legitimidad de las instituciones democráticas establecidas, representa un alejamiento de la política",
        "position": [
          132,
          442
        ],
        "start": 132,
        "end": 442
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mensaje anual al señalar que la oposición venezolana tiene todas las garantías para organizarse y hacer política democrática, constitucional y electoral en el país. aseveró que tienen la oportunidad «de salir a reconstruirse, a reconvocarse» con las elecciones de la «asamblea nacional",
        "position": [
          1436,
          1721
        ],
        "start": 1436,
        "end": 1721
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1389,
          1395
        ],
        "start": 1389,
        "end": 1395
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "participación ciudadana",
        "position": [
          4320,
          4343
        ],
        "start": 4320,
        "end": 4343
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de seis consultas",
        "position": [
          1042,
          1068
        ],
        "start": 1042,
        "end": 1068
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nicolás maduro",
        "position": [
          1399,
          1424
        ],
        "start": 1399,
        "end": 1424
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          1704,
          1721
        ],
        "start": 1704,
        "end": 1721
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          2909,
          2924
        ],
        "start": 2909,
        "end": 2924
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley electoral, que incorpora propuestas de 38",
        "position": [
          3833,
          3878
        ],
        "start": 3833,
        "end": 3878
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          1827,
          1836
        ],
        "start": 1827,
        "end": 1836
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          1755,
          1768
        ],
        "start": 1755,
        "end": 1768
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          6,
          13
        ],
        "start": 6,
        "end": 13
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "PSUV",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comisión Especial para la Revisión de la Ley Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Barinas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nueva Esparta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zulia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Polo Patriótico",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Consejo Nacional Electoral",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Parlamento",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Fiscal General Tarek William Saab",
        "tipo": "Persona"
      },
      {
        "nombre": "Cojedes",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aseveró",
        "tipo": "Persona"
      },
      {
        "nombre": "CNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jorge Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Guaidó",
        "tipo": "Persona"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Socialista Unido de Venezuela",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Aseveró",
        "relacion": "ASEVERAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Partido Socialista Unido de Venezuela",
        "relacion": "RESALTAR",
        "objeto": "Gran Polo Patriótico"
      },
      {
        "sujeto": "Partido Socialista Unido de Venezuela",
        "relacion": "RESALTAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "PSUV",
        "relacion": "RESALTAR",
        "objeto": "Gran Polo Patriótico"
      },
      {
        "sujeto": "PSUV",
        "relacion": "RESALTAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "RESALTAR",
        "objeto": "Gran Polo Patriótico"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "RESALTAR",
        "objeto": "CNE"
      },
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "LOGRAR",
        "objeto": "Zulia"
      },
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "LOGRAR",
        "objeto": "Cojedes"
      },
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "LOGRAR",
        "objeto": "Barinas"
      },
      {
        "sujeto": "Consejo Nacional Electoral",
        "relacion": "LOGRAR",
        "objeto": "Nueva Esparta"
      }
    ]
  },
  "sentiment": {
    "compound": 0.5267,
    "pos": 0.012,
    "neu": 0.982,
    "neg": 0.006,
    "label": "positive"
  }
}