{
  "url": "https://www.telesurtv.net/comunidades-mapuche-contra-tala-araucarias/",
  "title": "Más de 20 comunidades mapuches movilizadas contra tala de araucarias: \"Es un atentado espiritual\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Araucarias",
    "Chile",
    "Comunidades Mapuche",
    "conaf",
    "Wallmapu"
  ],
  "text": "En las tierras altas de la región de La Araucanía, en la Patagonia chilena, un conflicto entre el “progreso”,  escala el conflicto ante el avance inconsulto de un proyecto vial. El 18 de julio de 2025, la Corporación Nacional Forestal (CONAF) autorizó, mediante las resoluciones N°594 y N°595, la tala de 96 araucarias (Araucaria araucana) para la ampliación de las rutas Licura-Icalma e Icalma-Melipeuco.\nLa medida afectaría indirectamente a 1.776 ejemplares de esta especie, declarada Monumento Natural en 1990 y en peligro de extinción según la Unión Internacional para la Conservación de la Naturaleza (UICN).\n\n\nAnte este panorama, las comunidades pewenches de la región convocaron a un Lef Ngtramkawn (reunion de urgencia), la cual fue realizado bajo la nieve del invierno patagónico y con menos de diez grados de temperatura. El resultado del encuentro, fue elaborado un documento conjunto con la firma de los lonko, los líderes de las comunidades y otras autoridades allí presentes.\nLos territorios pewenche de Lonquimay declararon en el texto que no aceptan la tala del pewen y consideran que la resolución de las autoridades chilenas “es un violento atentado hacia nuestra espiritualidad y nuestro pueblo mapuche”.\nEn tanto, las comunidades indicaron que no se oponen al proyecto vial, sino a que el mismo se haga sin respetar los territorios ancestrales: “Declaramos que no nos oponemos al mejoramiento de los caminos, sabemos que significan avances necesarios para la comuna y, sin embargo, este proyecto debe ajustarse a nuestro territorio y no nuestro territorio a ellos. La conectividad no está sujeta a la masacre de nuestro árbol sagrado y el ixofilimongen asociado a él”.\nLas agrupaciones pewenche (subnación distribuida a las dos lados de la cordillera de los Andes parte de la gran nación Mapuche), reunidas en un txawün (asamblea tradicional) en el Lof Kmkeñ, denunciaron que el proyecto viola sus derechos espirituales y territoriales. “El pewen (araucaria) es nuestro sustento alimenticio, cultural y económico desde tiempos ancestrales”, declararon en un comunicado.\n\n\nFrente a lo que consideran una imposición, las comunidades anunciaron la presentación de un recurso de protección para frenar las talas. Además, exigieron una respuesta de las autoridades chilenas —incluyendo el Ministerio de Obras Públicas, CONAF y el Gobierno Regional— para el 8 de agosto, fecha en que esperan una reunión en Marimenuco Alto.\nEntre las comunidades firmantes se encuentran Lof Rikalmá, Lof Marimenuco Alto, Lof Kmkeñ y otras veinte más, respaldadas por lonkos (líderes tradicionales) como Oscar Calluqueo Torres y Adolfo Huenchacal.\nEl gobierno y CONAF defienden el proyecto argumentando que mejorará la conectividad y el turismo en la zona. Sin embargo, las comunidades y organizaciones ambientales cuestionan:\n\n\n\nPara el pueblo mapuche-pewenche, la araucaria no es solo un árbol: es un ser sagrado que provee el pewen (piñón), base de su alimentación, y un eje central de su espiritualidad. Su tala, advierten, equivale a un “etnocidio”.\nMientras el gobierno insiste en que el proyecto es de “interés nacional”, las comunidades reclaman que el desarrollo no puede imponerse sobre los derechos indígenas y la protección ambiental. “No nos oponemos a los caminos, pero no a costa de la destrucción de nuestro ixofil mogen (biodiversidad)”, afirmaron.\n\n\nEn adelante, el plazo establecido por las comunidades para una respuesta gubernamental vence el 8 de agosto. Si no hay soluciones, las comunidades han dejado claro que no permitirán la tala, incluso mediante acciones directas.\nDesde el inicio de su mandato, el presidente de Chile, Gabriel Boric, mantiene el estado de excepción en la macrozona sur, que comprende la Región de La Araucanía, y las provincias de Arauco y del Biobío, de la Región del Biobío. En mayo se cumplieron tres años de la aplicación de esta medida que pone pausa a garantías consitucionales ante un supuesta emergencia. Sin embargo, las comunidades ancestrales mapuche así como un amplio espectro de organizaciones de derechos humanos señalan que esta medida es parte de la política criminalizadora llevada adelante por el Estado chileno, que, según denuncian, representan intereses de empresarios y latifundistas.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/comunidades-mapuche-contra-tala-araucarias/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 2096,
    "message_id": 100788,
    "date": "2025-08-03T17:55:07+00:00",
    "text": "teleSUR\nMás de 20 comunidades mapuches movilizadas contra tala de araucarias: «Es un atentado espiritual»\nhttps://www.telesurtv.net/comunidades-mapuche-contra-tala-araucarias/",
    "photo_path": null,
    "views": 1839,
    "reactions": {
      "👍": 29,
      "❤": 8,
      "👏": 4
    },
    "total_reactions": 41
  },
  "preprocessing": {
    "cleaned": "en las tierras altas de la región de la araucanía, en la patagonia chilena, un conflicto entre el “progreso”, escala el conflicto ante el avance inconsulto de un proyecto vial. el 18 de julio de 2025, la corporación nacional forestal (conaf) autorizó, mediante las resoluciones n°594 y n°595, la tala de 96 araucarias (araucaria araucana) para la ampliación de las rutas licura-icalma e icalma-melipeuco. la medida afectaría indirectamente a 1.776 ejemplares de esta especie, declarada monumento natural en 1990 y en peligro de extinción según la unión internacional para la conservación de la naturaleza (uicn). ante este panorama, las comunidades pewenches de la región convocaron a un lef ngtramkawn (reunion de urgencia), la cual fue realizado bajo la nieve del invierno patagónico y con menos de diez grados de temperatura. el resultado del encuentro, fue elaborado un documento conjunto con la firma de los lonko, los líderes de las comunidades y otras autoridades allí presentes. los territorios pewenche de lonquimay declararon en el texto que no aceptan la tala del pewen y consideran que la resolución de las autoridades chilenas “es un violento atentado hacia nuestra espiritualidad y nuestro pueblo mapuche”. en tanto, las comunidades indicaron que no se oponen al proyecto vial, sino a que el mismo se haga sin respetar los territorios ancestrales: “declaramos que no nos oponemos al mejoramiento de los caminos, sabemos que significan avances necesarios para la comuna y, sin embargo, este proyecto debe ajustarse a nuestro territorio y no nuestro territorio a ellos. la conectividad no está sujeta a la masacre de nuestro árbol sagrado y el ixofilimongen asociado a él”. las agrupaciones pewenche (subnación distribuida a las dos lados de la cordillera de los andes parte de la gran nación mapuche), reunidas en un txawün (asamblea tradicional) en el lof kmkeñ, denunciaron que el proyecto viola sus derechos espirituales y territoriales. “el pewen (araucaria) es nuestro sustento alimenticio, cultural y económico desde tiempos ancestrales”, declararon en un comunicado. frente a lo que consideran una imposición, las comunidades anunciaron la presentación de un recurso de protección para frenar las talas. además, exigieron una respuesta de las autoridades chilenas —incluyendo el ministerio de obras públicas, conaf y el gobierno regional— para el 8 de agosto, fecha en que esperan una reunión en marimenuco alto. entre las comunidades firmantes se encuentran lof rikalmá, lof marimenuco alto, lof kmkeñ y otras veinte más, respaldadas por lonkos (líderes tradicionales) como oscar calluqueo torres y adolfo huenchacal. el gobierno y conaf defienden el proyecto argumentando que mejorará la conectividad y el turismo en la zona. sin embargo, las comunidades y organizaciones ambientales cuestionan: para el pueblo mapuche-pewenche, la araucaria no es solo un árbol: es un ser sagrado que provee el pewen (piñón), base de su alimentación, y un eje central de su espiritualidad. su tala, advierten, equivale a un “etnocidio”. mientras el gobierno insiste en que el proyecto es de “interés nacional”, las comunidades reclaman que el desarrollo no puede imponerse sobre los derechos indígenas y la protección ambiental. “no nos oponemos a los caminos, pero no a costa de la destrucción de nuestro ixofil mogen (biodiversidad)”, afirmaron. en adelante, el plazo establecido por las comunidades para una respuesta gubernamental vence el 8 de agosto. si no hay soluciones, las comunidades han dejado claro que no permitirán la tala, incluso mediante acciones directas. desde el inicio de su mandato, el presidente de chile, gabriel boric, mantiene el estado de excepción en la macrozona sur, que comprende la región de la araucanía, y las provincias de arauco y del biobío, de la región del biobío. en mayo se cumplieron tres años de la aplicación de esta medida que pone pausa a garantías consitucionales ante un supuesta emergencia. sin embargo, las comunidades ancestrales mapuche así como un amplio espectro de organizaciones de derechos humanos señalan que esta medida es parte de la política criminalizadora llevada adelante por el estado chileno, que, según denuncian, representan intereses de empresarios y latifundistas.",
    "tokens": [
      "tierras",
      "altas",
      "región",
      "araucanía",
      ",",
      "patagonia",
      "chilena",
      ",",
      "conflicto",
      "“",
      "progreso",
      "”",
      ",",
      "escala",
      "conflicto",
      "avance",
      "inconsulto",
      "proyecto",
      "vial",
      ".",
      "18",
      "julio",
      "2025",
      ",",
      "corporación",
      "nacional",
      "forestal",
      "(",
      "conaf",
      ")",
      "autorizó",
      ",",
      "mediante",
      "resoluciones",
      "n°594",
      "n°595",
      ",",
      "tala",
      "96",
      "araucarias",
      "(",
      "araucaria",
      "araucana",
      ")",
      "ampliación",
      "rutas",
      "licura-icalma",
      "icalma-melipeuco",
      ".",
      "medida",
      "afectaría",
      "indirectamente",
      "1.776",
      "ejemplares",
      "especie",
      ",",
      "declarada",
      "monumento",
      "natural",
      "1990",
      "peligro",
      "extinción",
      "según",
      "unión",
      "internacional",
      "conservación",
      "naturaleza",
      "(",
      "uicn",
      ")",
      ".",
      "panorama",
      ",",
      "comunidades",
      "pewenches",
      "región",
      "convocaron",
      "lef",
      "ngtramkawn",
      "(",
      "reunion",
      "urgencia",
      ")",
      ",",
      "realizado",
      "bajo",
      "nieve",
      "invierno",
      "patagónico",
      "menos",
      "diez",
      "grados",
      "temperatura",
      ".",
      "resultado",
      "encuentro",
      ",",
      "elaborado",
      "documento",
      "conjunto",
      "firma",
      "lonko",
      ",",
      "líderes",
      "comunidades",
      "autoridades",
      "allí",
      "presentes",
      ".",
      "territorios",
      "pewenche",
      "lonquimay",
      "declararon",
      "texto",
      "aceptan",
      "tala",
      "pewen",
      "consideran",
      "resolución",
      "autoridades",
      "chilenas",
      "“",
      "violento",
      "atentado",
      "hacia",
      "espiritualidad",
      "pueblo",
      "mapuche",
      "”",
      ".",
      ",",
      "comunidades",
      "indicaron",
      "oponen",
      "proyecto",
      "vial",
      ",",
      "sino",
      "mismo",
      "haga",
      "respetar",
      "territorios",
      "ancestrales",
      ":",
      "“",
      "declaramos",
      "oponemos",
      "mejoramiento",
      "caminos",
      ",",
      "sabemos",
      "significan",
      "avances",
      "necesarios",
      "comuna",
      ",",
      "embargo",
      ",",
      "proyecto",
      "debe",
      "ajustarse",
      "territorio",
      "territorio",
      ".",
      "conectividad",
      "sujeta",
      "masacre",
      "árbol",
      "sagrado",
      "ixofilimongen",
      "asociado",
      "”",
      ".",
      "agrupaciones",
      "pewenche",
      "(",
      "subnación",
      "distribuida",
      "dos",
      "lados",
      "cordillera",
      "andes",
      "parte",
      "gran",
      "nación",
      "mapuche",
      ")",
      ",",
      "reunidas",
      "txawün",
      "(",
      "asamblea",
      "tradicional",
      ")",
      "lof",
      "kmkeñ",
      ",",
      "denunciaron",
      "proyecto",
      "viola",
      "derechos",
      "espirituales",
      "territoriales",
      ".",
      "“",
      "pewen",
      "(",
      "araucaria",
      ")",
      "sustento",
      "alimenticio",
      ",",
      "cultural",
      "económico",
      "tiempos",
      "ancestrales",
      "”",
      ",",
      "declararon",
      "comunicado",
      ".",
      "frente",
      "consideran",
      "imposición",
      ",",
      "comunidades",
      "anunciaron",
      "presentación",
      "recurso",
      "protección",
      "frenar",
      "talas",
      ".",
      "además",
      ",",
      "exigieron",
      "respuesta",
      "autoridades",
      "chilenas",
      "—incluyendo",
      "ministerio",
      "obras",
      "públicas",
      ",",
      "conaf",
      "gobierno",
      "regional—",
      "8",
      "agosto",
      ",",
      "fecha",
      "esperan",
      "reunión",
      "marimenuco",
      "alto",
      ".",
      "comunidades",
      "firmantes",
      "encuentran",
      "lof",
      "rikalmá",
      ",",
      "lof",
      "marimenuco",
      "alto",
      ",",
      "lof",
      "kmkeñ",
      "veinte",
      ",",
      "respaldadas",
      "lonkos",
      "(",
      "líderes",
      "tradicionales",
      ")",
      "oscar",
      "calluqueo",
      "torres",
      "adolfo",
      "huenchacal",
      ".",
      "gobierno",
      "conaf",
      "defienden",
      "proyecto",
      "argumentando",
      "mejorará",
      "conectividad",
      "turismo",
      "zona",
      ".",
      "embargo",
      ",",
      "comunidades",
      "organizaciones",
      "ambientales",
      "cuestionan",
      ":",
      "pueblo",
      "mapuche-pewenche",
      ",",
      "araucaria",
      "solo",
      "árbol",
      ":",
      "ser",
      "sagrado",
      "provee",
      "pewen",
      "(",
      "piñón",
      ")",
      ",",
      "base",
      "alimentación",
      ",",
      "eje",
      "central",
      "espiritualidad",
      ".",
      "tala",
      ",",
      "advierten",
      ",",
      "equivale",
      "“",
      "etnocidio",
      "”",
      ".",
      "mientras",
      "gobierno",
      "insiste",
      "proyecto",
      "“",
      "interés",
      "nacional",
      "”",
      ",",
      "comunidades",
      "reclaman",
      "desarrollo",
      "puede",
      "imponerse",
      "derechos",
      "indígenas",
      "protección",
      "ambiental",
      ".",
      "“",
      "oponemos",
      "caminos",
      ",",
      "costa",
      "destrucción",
      "ixofil",
      "mogen",
      "(",
      "biodiversidad",
      ")",
      "”",
      ",",
      "afirmaron",
      ".",
      "adelante",
      ",",
      "plazo",
      "establecido",
      "comunidades",
      "respuesta",
      "gubernamental",
      "vence",
      "8",
      "agosto",
      ".",
      "si",
      "soluciones",
      ",",
      "comunidades",
      "dejado",
      "claro",
      "permitirán",
      "tala",
      ",",
      "incluso",
      "mediante",
      "acciones",
      "directas",
      ".",
      "inicio",
      "mandato",
      ",",
      "presidente",
      "chile",
      ",",
      "gabriel",
      "boric",
      ",",
      "mantiene",
      "excepción",
      "macrozona",
      "sur",
      ",",
      "comprende",
      "región",
      "araucanía",
      ",",
      "provincias",
      "arauco",
      "biobío",
      ",",
      "región",
      "biobío",
      ".",
      "mayo",
      "cumplieron",
      "tres",
      "años",
      "aplicación",
      "medida",
      "pone",
      "pausa",
      "garantías",
      "consitucionales",
      "supuesta",
      "emergencia",
      ".",
      "embargo",
      ",",
      "comunidades",
      "ancestrales",
      "mapuche",
      "así",
      "amplio",
      "espectro",
      "organizaciones",
      "derechos",
      "humanos",
      "señalan",
      "medida",
      "parte",
      "política",
      "criminalizadora",
      "llevada",
      "adelante",
      "chileno",
      ",",
      ",",
      "según",
      "denuncian",
      ",",
      "representan",
      "intereses",
      "empresarios",
      "latifundistas",
      "."
    ],
    "token_count": 456,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 88,
      "NN": 206,
      "NNS": 42,
      "VBP": 26,
      "IN": 19,
      "FW": 145,
      "JJ": 58,
      "CD": 5,
      "VB": 2,
      "VBZ": 13,
      "DT": 10,
      "RB": 5,
      "MD": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NN": 22,
      "NN-NNS": 13,
      "NNS-VBP": 19,
      "VBP-IN": 2,
      "IN-FW": 14,
      "FW-FW": 92,
      "FW-NNP": 21,
      "NNP-NNP": 37,
      "NNP-FW": 12,
      "NN-NN": 120,
      "NN-FW": 16,
      "FW-NN": 14,
      "NN-IN": 13,
      "FW-JJ": 9,
      "JJ-JJ": 9,
      "JJ-NNP": 4,
      "NNP-CD": 1,
      "CD-FW": 2,
      "FW-CD": 1,
      "CD-NN": 1,
      "NN-NNP": 13,
      "FW-NNS": 6,
      "NNS-NNP": 6,
      "NNP-IN": 3,
      "IN-CD": 2,
      "CD-NNS": 2,
      "NNP-VBP": 3,
      "VBP-NN": 3,
      "FW-VB": 1,
      "VB-NNP": 1,
      "NN-CD": 1,
      "NNS-FW": 2,
      "NN-JJ": 15,
      "JJ-NN": 36,
      "NN-VBP": 2,
      "NN-VBZ": 6,
      "VBZ-IN": 1,
      "VBP-NNS": 4,
      "NNP-NNS": 1,
      "NNS-NN": 1,
      "NN-DT": 4,
      "DT-JJ": 4,
      "VBP-JJ": 12,
      "JJ-DT": 1,
      "JJ-NNS": 4,
      "NNS-NNS": 10,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NNP-VBZ": 5,
      "VBZ-DT": 3,
      "DT-NN": 6,
      "VBZ-NN": 2,
      "JJ-FW": 4,
      "VBP-FW": 1,
      "VBZ-RB": 1,
      "RB-JJ": 4,
      "NNS-VBZ": 2,
      "VBZ-JJ": 3,
      "VBP-NNP": 3,
      "NNP-JJ": 1,
      "VBZ-NNP": 1,
      "IN-NNP": 1,
      "VBZ-NNS": 2,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-FW": 1,
      "NN-RB": 3,
      "IN-NN": 1,
      "IN-JJ": 1,
      "VBP-DT": 1,
      "NNP-DT": 1,
      "NNP-VBD": 1,
      "VBD-FW": 1,
      "FW-VBP": 1
    },
    "trigram_freq": {
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "IN-FW-FW": 6,
      "FW-FW-FW": 61,
      "FW-FW-NNP": 12,
      "FW-NNP-NNP": 8,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 6,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 15,
      "NN-NN-NN": 69,
      "NN-NN-FW": 11,
      "NN-FW-NN": 3,
      "FW-NN-NN": 9,
      "NN-NN-IN": 7,
      "NN-IN-FW": 10,
      "IN-FW-JJ": 4,
      "FW-JJ-JJ": 3,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-CD": 1,
      "NNP-CD-FW": 1,
      "CD-FW-FW": 2,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 18,
      "NNP-NNP-NN": 8,
      "NN-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-CD": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-FW-FW": 10,
      "FW-FW-VB": 1,
      "FW-VB-NNP": 1,
      "VB-NNP-NNP": 1,
      "NNP-FW-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "IN-CD-FW": 1,
      "NN-NN-NNP": 8,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 2,
      "NN-NN-NNS": 6,
      "NN-NNS-FW": 1,
      "FW-FW-NN": 9,
      "FW-NN-JJ": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "NNP-NN-FW": 1,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 22,
      "NN-NN-VBP": 2,
      "NN-VBP-NN": 1,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 10,
      "JJ-NN-VBZ": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 5,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-VBP": 2,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-FW": 1,
      "NN-FW-NNP": 2,
      "NN-NN-DT": 3,
      "NN-DT-JJ": 3,
      "DT-JJ-NN": 4,
      "FW-FW-NNS": 3,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "JJ-NN-JJ": 3,
      "NN-NNP-NN": 6,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NN": 9,
      "NN-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-NNP": 3,
      "NNS-NNP-NN": 2,
      "NNP-NN-DT": 1,
      "JJ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 3,
      "DT-NN-NN": 2,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-NNP-FW": 7,
      "FW-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "NN-NNS-NNS": 4,
      "NN-NN-VBZ": 2,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-JJ": 2,
      "JJ-NN-NNP": 2,
      "JJ-NN-NNS": 2,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "FW-NN-NNS": 3,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-IN": 5,
      "VBP-NNP-FW": 2,
      "NNP-FW-NNP": 5,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 2,
      "NNS-NNS-VBP": 5,
      "VBP-JJ-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-FW": 1,
      "VB-FW-FW": 1,
      "NNS-VBZ-NN": 1,
      "VBZ-NN-NNP": 1,
      "NNP-NN-NNP": 1,
      "NN-VBZ-DT": 2,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 3,
      "RB-JJ-NN": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-FW": 1,
      "NNP-NN-RB": 2,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NN-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-JJ-NNS": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-IN": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-NNS": 1,
      "NN-DT-NN": 1,
      "NN-VBZ-JJ": 1,
      "VBP-NN-FW": 1,
      "FW-NN-FW": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "NNS-NNS-NNS": 1,
      "NN-JJ-JJ": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "VBP-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 206,
        "FW": 145,
        "NNP": 88,
        "JJ": 58,
        "NNS": 42
      },
      "top_bigrams": {
        "NN-NN": 120,
        "FW-FW": 92,
        "NNP-NNP": 37,
        "JJ-NN": 36,
        "NNP-NN": 22
      },
      "top_trigrams": {
        "NN-NN-NN": 69,
        "FW-FW-FW": 61,
        "JJ-NN-NN": 22,
        "NNP-NNP-NNP": 18,
        "NNP-NN-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 184,
      "VP": 47,
      "PP": 9,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "NP -> ('comunidades', 'NNS')",
        "frequency": 7,
        "weight": 0.0261
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('La', 'NNP') ('Araucanía', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('autoridades', 'NNS')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('chilenas', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('una', 'JJ') ('respuesta', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En las tierras"
      },
      {
        "label": "VP",
        "text": "altas"
      },
      {
        "label": "NP",
        "text": "La Araucanía"
      },
      {
        "label": "NP",
        "text": "Patagonia chilena"
      },
      {
        "label": "NP",
        "text": "un conflicto entre el “ progreso ”"
      },
      {
        "label": "NP",
        "text": "escala el conflicto ante"
      },
      {
        "label": "NP",
        "text": "avance inconsulto"
      },
      {
        "label": "NP",
        "text": "proyecto vial"
      },
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "Corporación Nacional Forestal"
      },
      {
        "label": "NP",
        "text": "CONAF"
      },
      {
        "label": "NP",
        "text": "autorizó"
      },
      {
        "label": "NP",
        "text": "resoluciones N°594 y N°595"
      },
      {
        "label": "NP",
        "text": "araucarias"
      },
      {
        "label": "NP",
        "text": "Araucaria"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP las/NN tierras/NNS)\n  (VP altas/VBP)\n  de/IN\n  la/FW\n  región/FW\n  de/FW\n  (NP La/NNP Araucanía/NNP)\n  ,/,\n  en/FW\n  la/FW\n  (NP Patagonia/NNP chilena/NN)\n  ,/,\n  (NP un/JJ conflicto/NN entre/NN el/NN “/NNP progreso/NN ”/NNP)\n  ,/,\n  (NP escala/NN el/NN conflicto/NN ante/NN)\n  el/FW\n  (NP avance/NN inconsulto/NN)\n  de/IN\n  un/FW\n  (NP proyecto/JJ vial/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  18/CD\n  de/FW\n  julio/FW\n  de/IN\n  2025/CD\n  ,/,\n  la/FW\n  (NP Corporación/NNP Nacional/NNP Forestal/NNP)\n  (/(\n  (NP CONAF/NNP)\n  )/)\n  (NP autorizó/NN)\n  ,/,\n  mediante/FW\n  las/FW\n  (NP resoluciones/NNS N°594/NNP y/NN N°595/NNP)\n  ,/,\n  la/FW\n  tala/FW\n  de/FW\n  96/CD\n  (NP araucarias/NNS)\n  (/(\n  (NP Araucaria/NNP)\n  araucana/RB\n  )/)\n  (NP para/NN)\n  la/FW\n  ampliación/FW\n  de/FW\n  las/FW\n  (NP rutas/NNS Licura-Icalma/NNP e/NN Icalma-Melipeuco/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  medida/PRP\n  (VP afectaría/VBP)\n  (VP indirectamente/VB)\n  a/DT\n  1.776/CD\n  (NP ejemplares/NNS)\n  de/FW\n  esta/FW\n  (NP especie/NN)\n  ,/,\n  (NP declarada/NN Monumento/NNP Natural/NNP)\n  en/IN\n  1990/CD\n  (NP y/NN)\n  en/FW\n  peligro/FW\n  de/FW\n  extinción/FW\n  según/FW\n  la/FW\n  (NP Unión/NNP Internacional/NNP para/NN la/NN Conservación/NNP)\n  de/IN\n  la/FW\n  (NP Naturaleza/NNP)\n  (/(\n  (NP UICN/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP Ante/NNP este/NN panorama/NN)\n  ,/,\n  las/FW\n  (NP comunidades/NNS)\n  pewenches/FW\n  de/FW\n  la/FW\n  región/FW\n  (VP convocaron/VBP (NP a/DT un/JJ Lef/NNP Ngtramkawn/NNP))\n  (/(\n  (NP reunion/NN)\n  (PP de/IN (NP urgencia/NN))\n  )/)\n  ,/,\n  la/FW\n  (NP cual/JJ fue/NN realizado/NN bajo/NN la/NN)\n  (VP nieve/VBP (NP del/NN invierno/NN patagónico/NN y/NN con/NN))\n  menos/FW\n  de/FW\n  diez/FW\n  grados/FW\n  de/FW\n  (NP temperatura/NN)\n  ./.)",
      "(S\n  (NP El/NNP resultado/NN del/NN encuentro/NN)\n  ,/,\n  (NP fue/JJ elaborado/NN)\n  (NP un/JJ documento/NN conjunto/NN con/NN)\n  la/FW\n  firma/FW\n  de/FW\n  los/FW\n  (NP lonko/NN)\n  ,/,\n  (ADJP los/JJ)\n  líderes/FW\n  de/FW\n  las/FW\n  (NP comunidades/NNS)\n  (VP y/VBP (NP otras/JJ autoridades/NNS))\n  (VP allí/VBP (NP presentes/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "JUSTICIA_SOCIAL",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto entre el",
        "position": [
          79,
          97
        ],
        "start": 79,
        "end": 97
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "conflicto entre el “progreso”,  escala el conflicto ante el avance inconsulto de un proyecto vial. el 18 de julio de 2025, la corporación nacional forestal (conaf) autorizó, mediante las resoluciones n°594 y",
        "position": [
          79,
          286
        ],
        "start": 79,
        "end": 286
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de chile",
        "position": [
          3625,
          3644
        ],
        "start": 3625,
        "end": 3644
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "indígenas",
        "position": [
          3206,
          3215
        ],
        "start": 3206,
        "end": 3215
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          4223,
          4234
        ],
        "start": 4223,
        "end": 4234
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "autorizó",
        "position": [
          243,
          251
        ],
        "start": 243,
        "end": 251
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          1880,
          1891
        ],
        "start": 1880,
        "end": 1891
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "biodiversidad",
        "position": [
          3334,
          3347
        ],
        "start": 3334,
        "end": 3347
      },
      {
        "category": "PAISES",
        "matched_text": "chile",
        "position": [
          3639,
          3644
        ],
        "start": 3639,
        "end": 3644
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "patagonia",
        "position": [
          57,
          66
        ],
        "start": 57,
        "end": 66
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región de",
        "position": [
          27,
          36
        ],
        "start": 27,
        "end": 36
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "comuna y, sin",
        "position": [
          1479,
          1492
        ],
        "start": 1479,
        "end": 1492
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "18 de julio de 2025",
        "position": [
          181,
          200
        ],
        "start": 181,
        "end": 200
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1493,
          1500
        ],
        "start": 1493,
        "end": 1500
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          4055,
          4071
        ],
        "start": 4055,
        "end": 4071
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Lof Marimenuco Alto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Adolfo Huenchacal",
        "tipo": "Persona"
      },
      {
        "nombre": "Región del Biobío",
        "tipo": "Lugar"
      },
      {
        "nombre": "Licura-Icalma",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mapuche",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Biobío",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Obras Públicas",
        "tipo": "Lugar"
      },
      {
        "nombre": "CONAF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Arauco",
        "tipo": "Lugar"
      },
      {
        "nombre": "ixofil mogen",
        "tipo": "Persona"
      },
      {
        "nombre": "La Araucanía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oscar Calluqueo Torres",
        "tipo": "Persona"
      },
      {
        "nombre": "Marimenuco Alto",
        "tipo": "Lugar"
      },
      {
        "nombre": "UICN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lof Kmkeñ",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gabriel Boric",
        "tipo": "Persona"
      },
      {
        "nombre": "Araucaria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lef Ngtramkawn",
        "tipo": "Persona"
      },
      {
        "nombre": "Icalma-Melipeuco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Internacional para la Conservación de la Naturaleza",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lof Rikalmá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lonquimay",
        "tipo": "Lugar"
      },
      {
        "nombre": "Corporación Nacional Forestal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "cordillera de los Andes",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno Regional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Región de La Araucanía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Monumento Natural",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado chileno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Patagonia",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Corporación Nacional Forestal",
        "relacion": "AUTORIZAR",
        "objeto": "Araucaria"
      },
      {
        "sujeto": "Corporación Nacional Forestal",
        "relacion": "AUTORIZAR",
        "objeto": "Licura-Icalma"
      },
      {
        "sujeto": "Corporación Nacional Forestal",
        "relacion": "AUTORIZAR",
        "objeto": "Icalma-Melipeuco"
      },
      {
        "sujeto": "CONAF",
        "relacion": "AUTORIZAR",
        "objeto": "Araucaria"
      },
      {
        "sujeto": "CONAF",
        "relacion": "AUTORIZAR",
        "objeto": "Licura-Icalma"
      },
      {
        "sujeto": "CONAF",
        "relacion": "AUTORIZAR",
        "objeto": "Icalma-Melipeuco"
      },
      {
        "sujeto": "Ministerio de Obras Públicas",
        "relacion": "INCLUIR_EXIGIR",
        "objeto": "Marimenuco Alto"
      },
      {
        "sujeto": "CONAF",
        "relacion": "INCLUIR_EXIGIR",
        "objeto": "Marimenuco Alto"
      },
      {
        "sujeto": "Gobierno Regional",
        "relacion": "INCLUIR_EXIGIR",
        "objeto": "Marimenuco Alto"
      },
      {
        "sujeto": "Gabriel Boric",
        "relacion": "MANTENER",
        "objeto": "Región de La Araucanía"
      },
      {
        "sujeto": "Gabriel Boric",
        "relacion": "MANTENER",
        "objeto": "Arauco"
      },
      {
        "sujeto": "Gabriel Boric",
        "relacion": "MANTENER",
        "objeto": "Biobío"
      },
      {
        "sujeto": "Gabriel Boric",
        "relacion": "MANTENER",
        "objeto": "Región del Biobío"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9833,
    "pos": 0.004,
    "neu": 0.94,
    "neg": 0.056,
    "label": "negative"
  }
}