{
  "url": "https://www.telesurtv.net/represion-a-jubilados-argentinos-2/",
  "title": "Represión a jubilados argentinos: \"No podemos creer que nos vengan a pegar a los viejos\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Asociación Trabajadores del Estado (ATE)",
    "Javier Milei",
    "Jubilados argentinos",
    "Motosierra",
    "Patricia Bullrich",
    "represión a jubilados"
  ],
  "text": "El color blanco de las canas contrasta con el negro del uniforme policial. Por un lado, bastoncillos de apoyo; por el otro, bastones tonfa. Mientras los jubilados solo llevan espejuelos, cazuelas, pancartas y banderolas, los guardias acuden con escudos y cascos para protegerse los ojos. La escena está casi lista para que comience la represión.\nLEA TAMBIÉN\nArgentinos se movilizan en rechazo a nueva ola de despidos\nPor tercera semana consecutiva, los ataques de las fuerzas de seguridad suceden a la marcha de los jubilados, cual si la ministra Patricia Bullrich hubiera establecido este acto como conclusión de cualquier manifestación con su Protocolo Antiprotesta.\nLos bastones largos golpean de manera desorganizada. Mujeres policías azotan a los adultos mayores reunidos en las cercanías del Parlamento. A unos los llevan hasta el piso y a otros intentan cegarlos con gases. En medio del caos, una ama de casa cuenta que está jubilada hace un año y su esposo acaba de ser despedido.\n“No pensé jamás en esta situación. La necesidad es clara, es manifestarse y hacer ver la quita de derechos que a la que estamos siendo sometidos”, agrega y al fondo de su voz se oyen los gritos de “¡Yo no lo voté!”, en clara alusión a Javier Milei, quien “no escucha a nadie”, como más adelante dice otra señora.\n\n\nElla cuenta que tiene una jubilación “magrísima” y que los alimentos cuestan muchísimo. “¿Por qué le parece que estoy acá?”, pregunta. Recuerda que el pago mínimo es de 300.000 pesos (al rededor de 250 dólares) y con ese dinero nadie puede subsistir en la Argentina de estos días.\nPasadas las 17H00 (hora local), luego de que los manifestantes realizaran la tradicional ronda alrededor del Congreso, al menos 40 personas resultaron heridas, de acuerdo con los reportes de la Comisión Provincial por la Memoria (CPM), en su mayoría con lesiones producto del uso indiscriminado de gas pimienta. A propósito, integrantes de la CPM denunciaron amenazas por parte de los agentes de la Policía Federal Argentina.\nComo cada miércoles, un grupo de jubilados, trabajadores de la salud despedidos y organizaciones sociales reclamaron por sus jubilaciones, la cobertura de medicamentos y los recortes en el Instituto Nacional de Servicios Sociales para Jubilados y Pensionados (PAMI). Vale recordar que el aumento de la represión del operativo antipiquete contra los jubilados se ha profundizado, desde que a fines de agosto el Gobierno se opuso a Ley Jubilatoria que aseguraba un aumento de los haberes que acompañe la realidad inflacionaria del país.\nDesde que asumió el poder, el gobierno de Milei ha implementado políticas que han reducido significativamente el poder adquisitivo de los jubilados. Al recorte de medicamentos, hay que sumar la eliminación de la fórmula de movilidad jubilatoria, con la respectiva derogación del mecanismo que ajustaba los haberes según la inflación y los ingresos estatales, sustituyéndolo por una fórmula que solo mide la inflación mensual.\nEn tanto, el congelamiento del bono extraordinario está vigente desde marzo de 2024, con un haber mínimo de 70.000 pesos. Según estimaciones, debería haberse ajustado a cerca de 135.000 pesos para diciembre. Por tanto, el congelamiento representa una pérdida mensual de más de 65.000 pesos para los beneficiarios. A su vez, la devaluación de la moneda desde noviembre de 2023 ha incrementado los precios de bienes y servicios básicos, mientras que el presupuesto de 2025 no comprende aumentos significativos en el bono previsional ni medidas para mitigar esta pérdida de ingresos.\nDe momento, alguien repara en la represión, pero no sabe qué tiran los uniformados, los llaman “perros rabiosos”, “pervertidos”, “malnacidos”. Los manifestantes no tiran piedras siquiera, reclaman por sus derechos y se descubren cercados por las motos de la policía. Sin escudos y sin gorros se enfrentan a los gases lacrimógenos que intentan invisibilizarlos, pero sus testimonios trascienden el efecto del químico.\n“¡Qué vergüenza! ¡Pegarle a un jubilado por dos pesos con cincuenta!”, gritan a coro, no pararon de protestar para que el mundo sepa lo que les está pasando, mientras Argentina vivía un masivo apagón y la ola de calor elevaba la sensación térmica a más de 40 grados.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/represion-a-jubilados-argentinos-2/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 1940,
    "message_id": 88496,
    "date": "2025-03-06T19:55:23+00:00",
    "text": "teleSUR\nRepresión a jubilados argentinos: «No podemos creer que nos vengan a pegar a los viejos»\nhttps://www.telesurtv.net/represion-a-jubilados-argentinos-2/",
    "photo_path": null,
    "views": 1684,
    "reactions": {
      "🤬": 30,
      "😱": 15,
      "👍": 2,
      "👎": 1,
      "😢": 1
    },
    "total_reactions": 49
  },
  "preprocessing": {
    "cleaned": "el color blanco de las canas contrasta con el negro del uniforme policial. por un lado, bastoncillos de apoyo; por el otro, bastones tonfa. mientras los jubilados solo llevan espejuelos, cazuelas, pancartas y banderolas, los guardias acuden con escudos y cascos para protegerse los ojos. la escena está casi lista para que comience la represión. por tercera semana consecutiva, los ataques de las fuerzas de seguridad suceden a la marcha de los jubilados, cual si la ministra patricia bullrich hubiera establecido este acto como conclusión de cualquier manifestación con su protocolo antiprotesta. los bastones largos golpean de manera desorganizada. mujeres policías azotan a los adultos mayores reunidos en las cercanías del parlamento. a unos los llevan hasta el piso y a otros intentan cegarlos con gases. en medio del caos, una ama de casa cuenta que está jubilada hace un año y su esposo acaba de ser despedido. “no pensé jamás en esta situación. la necesidad es clara, es manifestarse y hacer ver la quita de derechos que a la que estamos siendo sometidos”, agrega y al fondo de su voz se oyen los gritos de “¡yo no lo voté!”, en clara alusión a javier milei, quien “no escucha a nadie”, como más adelante dice otra señora. ella cuenta que tiene una jubilación “magrísima” y que los alimentos cuestan muchísimo. “¿por qué le parece que estoy acá?”, pregunta. recuerda que el pago mínimo es de 300.000 pesos (al rededor de 250 dólares) y con ese dinero nadie puede subsistir en la argentina de estos días. pasadas las 17h00 (hora local), luego de que los manifestantes realizaran la tradicional ronda alrededor del congreso, al menos 40 personas resultaron heridas, de acuerdo con los reportes de la comisión provincial por la memoria (cpm), en su mayoría con lesiones producto del uso indiscriminado de gas pimienta. a propósito, integrantes de la cpm denunciaron amenazas por parte de los agentes de la policía federal argentina. como cada miércoles, un grupo de jubilados, trabajadores de la salud despedidos y organizaciones sociales reclamaron por sus jubilaciones, la cobertura de medicamentos y los recortes en el instituto nacional de servicios sociales para jubilados y pensionados (pami). vale recordar que el aumento de la represión del operativo antipiquete contra los jubilados se ha profundizado, desde que a fines de agosto el gobierno se opuso a ley jubilatoria que aseguraba un aumento de los haberes que acompañe la realidad inflacionaria del país. desde que asumió el poder, el gobierno de milei ha implementado políticas que han reducido significativamente el poder adquisitivo de los jubilados. al recorte de medicamentos, hay que sumar la eliminación de la fórmula de movilidad jubilatoria, con la respectiva derogación del mecanismo que ajustaba los haberes según la inflación y los ingresos estatales, sustituyéndolo por una fórmula que solo mide la inflación mensual. en tanto, el congelamiento del bono extraordinario está vigente desde marzo de 2024, con un haber mínimo de 70.000 pesos. según estimaciones, debería haberse ajustado a cerca de 135.000 pesos para diciembre. por tanto, el congelamiento representa una pérdida mensual de más de 65.000 pesos para los beneficiarios. a su vez, la devaluación de la moneda desde noviembre de 2023 ha incrementado los precios de bienes y servicios básicos, mientras que el presupuesto de 2025 no comprende aumentos significativos en el bono previsional ni medidas para mitigar esta pérdida de ingresos. de momento, alguien repara en la represión, pero no sabe qué tiran los uniformados, los llaman “perros rabiosos”, “pervertidos”, “malnacidos”. los manifestantes no tiran piedras siquiera, reclaman por sus derechos y se descubren cercados por las motos de la policía. sin escudos y sin gorros se enfrentan a los gases lacrimógenos que intentan invisibilizarlos, pero sus testimonios trascienden el efecto del químico. “¡qué vergüenza! ¡pegarle a un jubilado por dos pesos con cincuenta!”, gritan a coro, no pararon de protestar para que el mundo sepa lo que les está pasando, mientras argentina vivía un masivo apagón y la ola de calor elevaba la sensación térmica a más de 40 grados.",
    "tokens": [
      "color",
      "blanco",
      "canas",
      "contrasta",
      "negro",
      "uniforme",
      "policial",
      ".",
      "lado",
      ",",
      "bastoncillos",
      "apoyo",
      ";",
      ",",
      "bastones",
      "tonfa",
      ".",
      "mientras",
      "jubilados",
      "solo",
      "llevan",
      "espejuelos",
      ",",
      "cazuelas",
      ",",
      "pancartas",
      "banderolas",
      ",",
      "guardias",
      "acuden",
      "escudos",
      "cascos",
      "protegerse",
      "ojos",
      ".",
      "escena",
      "casi",
      "lista",
      "comience",
      "represión",
      ".",
      "tercera",
      "semana",
      "consecutiva",
      ",",
      "ataques",
      "fuerzas",
      "seguridad",
      "suceden",
      "marcha",
      "jubilados",
      ",",
      "si",
      "ministra",
      "patricia",
      "bullrich",
      "establecido",
      "acto",
      "conclusión",
      "cualquier",
      "manifestación",
      "protocolo",
      "antiprotesta",
      ".",
      "bastones",
      "largos",
      "golpean",
      "manera",
      "desorganizada",
      ".",
      "mujeres",
      "policías",
      "azotan",
      "adultos",
      "mayores",
      "reunidos",
      "cercanías",
      "parlamento",
      ".",
      "llevan",
      "piso",
      "intentan",
      "cegarlos",
      "gases",
      ".",
      "medio",
      "caos",
      ",",
      "ama",
      "casa",
      "cuenta",
      "jubilada",
      "hace",
      "año",
      "esposo",
      "acaba",
      "ser",
      "despedido",
      ".",
      "“",
      "pensé",
      "jamás",
      "situación",
      ".",
      "necesidad",
      "clara",
      ",",
      "manifestarse",
      "hacer",
      "ver",
      "quita",
      "derechos",
      "siendo",
      "sometidos",
      "”",
      ",",
      "agrega",
      "fondo",
      "voz",
      "oyen",
      "gritos",
      "“",
      "¡yo",
      "voté",
      "!",
      "”",
      ",",
      "clara",
      "alusión",
      "javier",
      "milei",
      ",",
      "“",
      "escucha",
      "nadie",
      "”",
      ",",
      "adelante",
      "dice",
      "señora",
      ".",
      "cuenta",
      "jubilación",
      "“",
      "magrísima",
      "”",
      "alimentos",
      "cuestan",
      "muchísimo",
      ".",
      "“",
      "¿por",
      "parece",
      "acá",
      "?",
      "”",
      ",",
      "pregunta",
      ".",
      "recuerda",
      "pago",
      "mínimo",
      "300.000",
      "pesos",
      "(",
      "rededor",
      "250",
      "dólares",
      ")",
      "dinero",
      "nadie",
      "puede",
      "subsistir",
      "argentina",
      "días",
      ".",
      "pasadas",
      "17h00",
      "(",
      "hora",
      "local",
      ")",
      ",",
      "luego",
      "manifestantes",
      "realizaran",
      "tradicional",
      "ronda",
      "alrededor",
      "congreso",
      ",",
      "menos",
      "40",
      "personas",
      "resultaron",
      "heridas",
      ",",
      "acuerdo",
      "reportes",
      "comisión",
      "provincial",
      "memoria",
      "(",
      "cpm",
      ")",
      ",",
      "mayoría",
      "lesiones",
      "producto",
      "uso",
      "indiscriminado",
      "gas",
      "pimienta",
      ".",
      "propósito",
      ",",
      "integrantes",
      "cpm",
      "denunciaron",
      "amenazas",
      "parte",
      "agentes",
      "policía",
      "federal",
      "argentina",
      ".",
      "cada",
      "miércoles",
      ",",
      "grupo",
      "jubilados",
      ",",
      "trabajadores",
      "salud",
      "despedidos",
      "organizaciones",
      "sociales",
      "reclamaron",
      "jubilaciones",
      ",",
      "cobertura",
      "medicamentos",
      "recortes",
      "instituto",
      "nacional",
      "servicios",
      "sociales",
      "jubilados",
      "pensionados",
      "(",
      "pami",
      ")",
      ".",
      "vale",
      "recordar",
      "aumento",
      "represión",
      "operativo",
      "antipiquete",
      "jubilados",
      "profundizado",
      ",",
      "fines",
      "agosto",
      "gobierno",
      "opuso",
      "ley",
      "jubilatoria",
      "aseguraba",
      "aumento",
      "haberes",
      "acompañe",
      "realidad",
      "inflacionaria",
      "país",
      ".",
      "asumió",
      "poder",
      ",",
      "gobierno",
      "milei",
      "implementado",
      "políticas",
      "reducido",
      "significativamente",
      "poder",
      "adquisitivo",
      "jubilados",
      ".",
      "recorte",
      "medicamentos",
      ",",
      "sumar",
      "eliminación",
      "fórmula",
      "movilidad",
      "jubilatoria",
      ",",
      "respectiva",
      "derogación",
      "mecanismo",
      "ajustaba",
      "haberes",
      "según",
      "inflación",
      "ingresos",
      "estatales",
      ",",
      "sustituyéndolo",
      "fórmula",
      "solo",
      "mide",
      "inflación",
      "mensual",
      ".",
      ",",
      "congelamiento",
      "bono",
      "extraordinario",
      "vigente",
      "marzo",
      "2024",
      ",",
      "haber",
      "mínimo",
      "70.000",
      "pesos",
      ".",
      "según",
      "estimaciones",
      ",",
      "debería",
      "haberse",
      "ajustado",
      "cerca",
      "135.000",
      "pesos",
      "diciembre",
      ".",
      ",",
      "congelamiento",
      "representa",
      "pérdida",
      "mensual",
      "65.000",
      "pesos",
      "beneficiarios",
      ".",
      "vez",
      ",",
      "devaluación",
      "moneda",
      "noviembre",
      "2023",
      "incrementado",
      "precios",
      "bienes",
      "servicios",
      "básicos",
      ",",
      "mientras",
      "presupuesto",
      "2025",
      "comprende",
      "aumentos",
      "significativos",
      "bono",
      "previsional",
      "medidas",
      "mitigar",
      "pérdida",
      "ingresos",
      ".",
      "momento",
      ",",
      "alguien",
      "repara",
      "represión",
      ",",
      "sabe",
      "tiran",
      "uniformados",
      ",",
      "llaman",
      "“",
      "perros",
      "rabiosos",
      "”",
      ",",
      "“",
      "pervertidos",
      "”",
      ",",
      "“",
      "malnacidos",
      "”",
      ".",
      "manifestantes",
      "tiran",
      "piedras",
      "siquiera",
      ",",
      "reclaman",
      "derechos",
      "descubren",
      "cercados",
      "motos",
      "policía",
      ".",
      "escudos",
      "gorros",
      "enfrentan",
      "gases",
      "lacrimógenos",
      "intentan",
      "invisibilizarlos",
      ",",
      "testimonios",
      "trascienden",
      "efecto",
      "químico",
      ".",
      "“",
      "¡qué",
      "vergüenza",
      "!",
      "¡pegarle",
      "jubilado",
      "dos",
      "pesos",
      "cincuenta",
      "!",
      "”",
      ",",
      "gritan",
      "coro",
      ",",
      "pararon",
      "protestar",
      "mundo",
      "sepa",
      "pasando",
      ",",
      "mientras",
      "argentina",
      "vivía",
      "masivo",
      "apagón",
      "ola",
      "calor",
      "elevaba",
      "sensación",
      "térmica",
      "40",
      "grados",
      "."
    ],
    "token_count": 456,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 56,
      "NN": 254,
      "IN": 35,
      "FW": 134,
      "NNS": 35,
      "VBP": 21,
      "JJ": 78,
      "VBZ": 11,
      "JJR": 1,
      "DT": 6,
      "RB": 2,
      "CD": 11,
      "VBD": 2,
      "$": 1
    },
    "bigram_freq": {
      "NNP-NN": 21,
      "NN-NN": 152,
      "NN-IN": 27,
      "IN-FW": 21,
      "FW-NNS": 9,
      "NNS-VBP": 18,
      "VBP-JJ": 15,
      "JJ-NN": 41,
      "NN-FW": 19,
      "FW-JJ": 8,
      "JJ-JJ": 18,
      "JJ-NNP": 7,
      "FW-FW": 77,
      "VBP-NNP": 1,
      "NN-NNS": 10,
      "NN-JJ": 21,
      "NNP-FW": 9,
      "FW-NN": 23,
      "FW-NNP": 13,
      "NNP-NNP": 17,
      "NN-VBZ": 6,
      "VBZ-IN": 3,
      "IN-JJR": 1,
      "JJR-NN": 1,
      "NN-NNP": 11,
      "NNP-NNS": 2,
      "NNS-JJ": 5,
      "JJ-FW": 7,
      "NNP-VBZ": 5,
      "VBZ-JJ": 3,
      "NNP-JJ": 1,
      "NNS-NNP": 4,
      "NN-VBP": 3,
      "VBP-NN": 4,
      "FW-DT": 1,
      "DT-NN": 6,
      "IN-NN": 2,
      "VBZ-DT": 2,
      "NN-RB": 2,
      "RB-JJ": 2,
      "JJ-NNS": 5,
      "IN-JJ": 3,
      "IN-CD": 6,
      "CD-NNS": 5,
      "NNP-VBD": 1,
      "VBD-CD": 1,
      "CD-JJ": 1,
      "VBZ-$": 1,
      "$-CD": 1,
      "CD-NN": 4,
      "NNS-IN": 5,
      "NNS-NNS": 2,
      "VBZ-NNP": 1,
      "IN-NNP": 1,
      "FW-CD": 3,
      "IN-NNS": 1,
      "VBP-NNS": 1,
      "CD-DT": 1,
      "NN-DT": 2,
      "NN-VBD": 1,
      "VBD-JJ": 1,
      "VBZ-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 18,
      "NN-NN-IN": 17,
      "NN-IN-FW": 15,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 5,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 25,
      "NN-NN-FW": 10,
      "NN-FW-JJ": 1,
      "FW-JJ-JJ": 3,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NN-NN-NN": 85,
      "IN-FW-FW": 9,
      "FW-FW-FW": 49,
      "FW-FW-NNS": 6,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 7,
      "VBP-JJ-JJ": 5,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 12,
      "NN-NN-JJ": 17,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NNP-FW-FW": 2,
      "FW-FW-NN": 8,
      "FW-NN-NN": 13,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-FW": 3,
      "NNP-FW-NN": 6,
      "FW-NN-FW": 4,
      "NN-FW-NN": 4,
      "NN-FW-FW": 11,
      "FW-FW-NNP": 5,
      "FW-NNP-NN": 2,
      "NN-NN-VBZ": 6,
      "NN-VBZ-IN": 3,
      "VBZ-IN-FW": 3,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 3,
      "JJ-NN-FW": 1,
      "NNP-NNP-NN": 5,
      "NN-IN-JJR": 1,
      "IN-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-NN-NNP": 8,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-JJ": 1,
      "NNS-JJ-JJ": 3,
      "JJ-JJ-FW": 2,
      "JJ-FW-FW": 6,
      "FW-NN-NNP": 3,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-JJ-JJ": 3,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 3,
      "NN-JJ-NN": 13,
      "JJ-NN-IN": 10,
      "IN-FW-NN": 3,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "NN-NNP-NN": 4,
      "IN-FW-JJ": 2,
      "FW-JJ-NNP": 2,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 3,
      "NN-IN-NN": 2,
      "IN-NN-NN": 2,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-RB": 2,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 2,
      "NN-JJ-NNS": 4,
      "JJ-NNS-NNP": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 1,
      "NN-IN-CD": 6,
      "IN-CD-NNS": 4,
      "CD-NNS-JJ": 2,
      "NNS-JJ-NN": 1,
      "CD-NNS-VBP": 1,
      "VBP-NN-FW": 2,
      "FW-NNP-FW": 4,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "NNP-VBZ-$": 1,
      "VBZ-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-NN": 3,
      "IN-FW-NNP": 4,
      "FW-NNS-IN": 3,
      "NNS-IN-FW": 3,
      "NNP-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "JJ-NN-NNS": 3,
      "NNS-VBP-NN": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-FW-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "JJ-NNS-IN": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-FW": 1,
      "VBP-JJ-FW": 3,
      "JJ-FW-NN": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-JJ": 2,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 1,
      "IN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "FW-FW-CD": 3,
      "FW-CD-NN": 2,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "IN-CD-DT": 1,
      "CD-DT-NN": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "FW-NN-NNS": 2,
      "NN-NN-DT": 1,
      "DT-NN-FW": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NNP-NN-JJ": 1,
      "FW-CD-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 254,
        "FW": 134,
        "JJ": 78,
        "NNP": 56,
        "IN": 35
      },
      "top_bigrams": {
        "NN-NN": 152,
        "FW-FW": 77,
        "JJ-NN": 41,
        "NN-IN": 27,
        "FW-NN": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 85,
        "FW-FW-FW": 49,
        "JJ-NN-NN": 25,
        "NNP-NN-NN": 18,
        "NN-NN-IN": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 178,
      "VP": 40,
      "PP": 13,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0225
      },
      {
        "rule": "NP -> ('jubilados', 'NN')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('”', 'NN')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('pesos', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Argentina', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "ADJP -> ('mensual', 'JJ')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "S -> NP ('de', 'IN') ('las', 'FW') NP VP ('del', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0037
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El color blanco"
      },
      {
        "label": "NP",
        "text": "canas"
      },
      {
        "label": "VP",
        "text": "contrasta con el negro"
      },
      {
        "label": "NP",
        "text": "con el negro"
      },
      {
        "label": "NP",
        "text": "uniforme policial"
      },
      {
        "label": "NP",
        "text": "Por"
      },
      {
        "label": "NP",
        "text": "un lado"
      },
      {
        "label": "NP",
        "text": "otro"
      },
      {
        "label": "NP",
        "text": "bastones tonfa"
      },
      {
        "label": "NP",
        "text": "Mientras"
      },
      {
        "label": "VP",
        "text": "los jubilados solo llevan espejuelos"
      },
      {
        "label": "NP",
        "text": "jubilados solo llevan espejuelos"
      },
      {
        "label": "NP",
        "text": "cazuelas"
      },
      {
        "label": "NP",
        "text": "pancartas y banderolas"
      },
      {
        "label": "NP",
        "text": "los guardias acuden con escudos y cascos para protegerse los ojos"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP color/NN blanco/NN)\n  de/IN\n  las/FW\n  (NP canas/NNS)\n  (VP contrasta/VBP (NP con/JJ el/NN negro/NN))\n  del/FW\n  (NP uniforme/JJ policial/NN)\n  ./.)",
      "(S\n  (NP Por/NNP)\n  (NP un/JJ lado/NN)\n  ,/,\n  bastoncillos/FW\n  de/FW\n  apoyo/FW\n  ;/:\n  por/CC\n  el/FW\n  (NP otro/NN)\n  ,/,\n  (NP bastones/NNS tonfa/NNS)\n  ./.)",
      "(S\n  (NP Mientras/NNP)\n  (VP los/VBZ (NP jubilados/JJ solo/NN llevan/NN espejuelos/NN))\n  ,/,\n  (NP cazuelas/NN)\n  ,/,\n  (NP pancartas/JJ y/NN banderolas/NN)\n  ,/,\n  (NP\n    los/JJ\n    guardias/JJ\n    acuden/JJ\n    con/NN\n    escudos/NN\n    y/NN\n    cascos/NN\n    para/NN\n    protegerse/NN\n    los/NN\n    ojos/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  escena/CC\n  (NP\n    está/JJ\n    casi/NN\n    lista/NN\n    para/NN\n    que/NN\n    comience/NN\n    la/NN\n    represión/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Argentinos/NNP)\n  se/FW\n  (NP movilizan/NN)\n  en/FW\n  (VP rechazo/VBZ (NP a/DT nueva/JJ ola/NN))\n  de/IN\n  despidos/FW\n  (NP Por/NNP tercera/NN semana/NN consecutiva/NN)\n  ,/,\n  (NP los/JJ ataques/NNS)\n  de/IN\n  las/FW\n  fuerzas/FW\n  de/FW\n  seguridad/FW\n  suceden/FW\n  a/DT\n  la/FW\n  marcha/FW\n  de/FW\n  los/FW\n  (NP jubilados/NN)\n  ,/,\n  (NP cual/JJ si/NN la/NN)\n  ministra/FW\n  (NP\n    Patricia/NNP\n    Bullrich/NNP\n    hubiera/NN\n    establecido/NN\n    este/NN\n    acto/NN\n    como/NN\n    conclusión/NN)\n  (PP\n    de/IN\n    (NP\n      cualquier/JJR\n      manifestación/NN\n      con/NN\n      su/NN\n      Protocolo/NNP\n      Antiprotesta/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "PAISES",
      "INSTITUCIONES_EDUCATIVAS",
      "ACCIONES_LEGALES",
      "GOBIERNOS_OFICIALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "devaluación de la moneda",
        "position": [
          3299,
          3323
        ],
        "start": 3299,
        "end": 3323
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          2869,
          2878
        ],
        "start": 2869,
        "end": 2878
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de milei ha",
        "position": [
          2576,
          2596
        ],
        "start": 2576,
        "end": 2596
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          722,
          729
        ],
        "start": 722,
        "end": 729
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "adultos mayores",
        "position": [
          752,
          767
        ],
        "start": 752,
        "end": 767
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto nacional de",
        "position": [
          2200,
          2221
        ],
        "start": 2200,
        "end": 2221
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          1932,
          1943
        ],
        "start": 1932,
        "end": 1943
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          1560,
          1569
        ],
        "start": 1560,
        "end": 1569
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "40 personas",
        "position": [
          1713,
          1724
        ],
        "start": 1713,
        "end": 1724
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 65.000",
        "position": [
          3242,
          3255
        ],
        "start": 3242,
        "end": 3255
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 135.000",
        "position": [
          3141,
          3157
        ],
        "start": 3141,
        "end": 3157
      },
      {
        "category": "MONETARIOS",
        "matched_text": "presupuesto de 2025",
        "position": [
          3423,
          3442
        ],
        "start": 3423,
        "end": 3442
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Policía Federal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Instituto Nacional de Servicios Sociales para Jubilados y Pensionados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CPM",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ley Jubilatoria",
        "tipo": "Persona"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "PAMI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentinos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Patricia Bullrich",
        "tipo": "Persona"
      },
      {
        "nombre": "Comisión Provincial por la Memoria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "la Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Parlamento",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Argentinos",
        "relacion": "MOVILIZAR",
        "objeto": "Patricia Bullrich"
      },
      {
        "sujeto": "Congreso",
        "relacion": "ALREDEDOR_REALIZAR_LUEGO_RESULTAR_PASAR",
        "objeto": "Comisión Provincial por la Memoria"
      },
      {
        "sujeto": "CPM",
        "relacion": "DENUNCIAR",
        "objeto": "Policía Federal"
      },
      {
        "sujeto": "CPM",
        "relacion": "DENUNCIAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "CPM",
        "relacion": "DENUNCIAR",
        "objeto": "Instituto Nacional de Servicios Sociales para Jubilados y Pensionados"
      },
      {
        "sujeto": "CPM",
        "relacion": "DENUNCIAR",
        "objeto": "PAMI"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "DENUNCIAR",
        "objeto": "Instituto Nacional de Servicios Sociales para Jubilados y Pensionados"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "DENUNCIAR",
        "objeto": "PAMI"
      },
      {
        "sujeto": "Argentina",
        "relacion": "DENUNCIAR",
        "objeto": "Instituto Nacional de Servicios Sociales para Jubilados y Pensionados"
      },
      {
        "sujeto": "Argentina",
        "relacion": "DENUNCIAR",
        "objeto": "PAMI"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "OPONER_PROFUNDIZAR_RECORDAR",
        "objeto": "Ley Jubilatoria"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8974,
    "pos": 0.011,
    "neu": 0.96,
    "neg": 0.029,
    "label": "negative"
  }
}