{
  "url": "https://www.telesurtv.net/venezuela-refuerza-despliegue-fanb-estados/",
  "title": "Venezuela refuerza despliegue de FANB en varios estados y zonas costeras - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "control antidrogas",
    "Despliegue Militar",
    "EE.UU.",
    "FANB",
    "fuerzas aéreas",
    "Injerencismo",
    "Venezuela"
  ],
  "text": "El Gobierno de Venezuela, a través de su vicepresidente sectorial de Defensa y Soberanía, el G/J Vladimir Padrino López, anunció este domingo 7 de septiembre un significativo refuerzo en el despliegue operacional de la Fuerza Armada Nacional Bolivariana (FANB) en varios estados, regiones costeras, fluviales y fronterizas estratégicas del país.\nLa medida, ordenada directamente por el presidente del país, Nicolás Maduro Moros, tiene como objetivo fortalecer la defensa de la soberanía nacional y combatir actividades ilícitas como el narcotráfico, en un clima marcado por el despliegue injerencista de los Estados Unidos en aguas cercanas a la República Bolivariana.\nEn un mensaje dirigido a la nación, el ministro Padrino López detalló el alcance del refuerzo militar, aplicado para estados como Zulia, Falcón, Nueva Esparta, Sucre y Delta Amacuro, así como otros del oriente del país, a partir de esta jornada a las 18H00 (hora local).\n“Nuestro Comandante en Jefe nos ha ordenado un refuerzo en todo este sector, en toda la Guajira venezolana y en el estado Falcón, especialmente en la península de Paraguaná”. Asimismo, el refuerzo se extenderá al oriente del país: “nuestro Comandante en Jefe que hagamos lo propio en Margarita, Nueva Esparta, en el estado Sucre y también en el estado del Tamacur”.\n\n\nEl refuerzo se suma a un despliegue ya considerable en la zona occidental, como destacó el alto cargo: “Recuerden bien que aquí tenemos en la zona de Paz Número 1, que comprende los estados Táchira y Zulia, donde tenemos importantes efectivos”.\nPadrino López explicó que se arriba a un total de 25.000 efectivos bien equipados con medios navales, fluviales y drones, mientras anteriormente se tenían 10.000 efectivos.\n\nSe trata de áreas donde las principales operaciones están asociadas con labores antinarcóticos, como la determinación de la no existencia de cultivos ilícitos, el patrullaje efectivo, tanto terrestre como fluvial mediante la infantería y la marina para bloquear el posible narcotráfico en la zona.\nEl ministro justificó el refuerzo en Falcón al señalar su carácter de ruta histórica para el crimen organizado: “Recuerden ustedes que esto se constituye en una ruta del narcotráfico donde siempre hemos estado enfrentándonos”.  Recordó además que fue la ruta de la operación Gedeón financiada por el narcotráfico bajo el gobierno de Iván Duque, y que Venezuela ha sabido limpiar de drogas.\n\n\nSegún detalló el alto cargo militar, la movilización incluirá todos los componentes de la FANB: terrestres, marítimos, aéreos y de inteligencia militar. “Vamos a hacer un refuerzo con todos los medios disponibles. La Armada Bolivariana continúa su despliegue en los espacios marítimos, en la fachada caribeña y en la fachada atlántica.\nPadrino López concluyó con un mensaje de determinación: “Nadie va a venir a hacer el trabajo por nosotros, nadie va a pisar esta tierra a hacer lo que nos corresponde hacer a nosotros. Así que nosotros estamos en perfecta sintonía con el pueblo y su deseo de paz y de victoria. Paz y victoria”.\n\nMientras Estados Unidos anuncia intervenciones en el Caribe bajo la bandera de combatir el narcotráfico y lanza acusaciones infundadas contra el mandatario venezolano, las cifras oficiales y de organismos internacionales pintan una realidad muy diferente.\nDatos informados por el ministro Padrino López confirman que Venezuela ha neutralizado 402 aeronaves vinculadas al narcotráfico en operativos ejecutados por la FANB, una muestra de la efectividad de su estrategia nacional contra el crimen organizado transnacional.\n\n\nLas autoridades venezolanas han incautado más de 365.000 kilos de drogas ilícitas, incluyendo 280.141 kilos de cocaína, 83.442 kilos de marihuana y 793 kilos de heroína en un período de ocho años.\nEste robusto operativo se ve respaldado por el Reporte Mundial sobre Drogas 2025 de la Oficina de las Naciones Unidas contra la Droga y el Delito (ONUDD), que confirma una realidad que contrasta con la narrativa impulsada por Washington: Venezuela no es un actor relevante en el tráfico global de cocaína.\nEl informe, que destaca los niveles récord de producción en los países andinos y la violencia asociada en Europa, apenas menciona a Venezuela como un corredor marginal, desmintiendo así las graves acusaciones sobre su supuesto papel protagónico en el narcotráfico internacional.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-refuerza-despliegue-fanb-estados/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 608,
    "message_id": 104032,
    "date": "2025-09-07T23:55:07+00:00",
    "text": "teleSUR\nVenezuela refuerza despliegue de FANB en varios estados y zonas costeras\nhttps://www.telesurtv.net/venezuela-refuerza-despliegue-fanb-estados/",
    "photo_path": null,
    "views": 2180,
    "reactions": {
      "❤": 52,
      "👍": 16,
      "🙏": 3
    },
    "total_reactions": 71
  },
  "preprocessing": {
    "cleaned": "el gobierno de venezuela, a través de su vicepresidente sectorial de defensa y soberanía, el g/j vladimir padrino lópez, anunció este domingo 7 de septiembre un significativo refuerzo en el despliegue operacional de la fuerza armada nacional bolivariana (fanb) en varios estados, regiones costeras, fluviales y fronterizas estratégicas del país. la medida, ordenada directamente por el presidente del país, nicolás maduro moros, tiene como objetivo fortalecer la defensa de la soberanía nacional y combatir actividades ilícitas como el narcotráfico, en un clima marcado por el despliegue injerencista de los estados unidos en aguas cercanas a la república bolivariana. en un mensaje dirigido a la nación, el ministro padrino lópez detalló el alcance del refuerzo militar, aplicado para estados como zulia, falcón, nueva esparta, sucre y delta amacuro, así como otros del oriente del país, a partir de esta jornada a las 18h00 (hora local). “nuestro comandante en jefe nos ha ordenado un refuerzo en todo este sector, en toda la guajira venezolana y en el estado falcón, especialmente en la península de paraguaná”. asimismo, el refuerzo se extenderá al oriente del país: “nuestro comandante en jefe que hagamos lo propio en margarita, nueva esparta, en el estado sucre y también en el estado del tamacur”. el refuerzo se suma a un despliegue ya considerable en la zona occidental, como destacó el alto cargo: “recuerden bien que aquí tenemos en la zona de paz número 1, que comprende los estados táchira y zulia, donde tenemos importantes efectivos”. padrino lópez explicó que se arriba a un total de 25.000 efectivos bien equipados con medios navales, fluviales y drones, mientras anteriormente se tenían 10.000 efectivos. se trata de áreas donde las principales operaciones están asociadas con labores antinarcóticos, como la determinación de la no existencia de cultivos ilícitos, el patrullaje efectivo, tanto terrestre como fluvial mediante la infantería y la marina para bloquear el posible narcotráfico en la zona. el ministro justificó el refuerzo en falcón al señalar su carácter de ruta histórica para el crimen organizado: “recuerden ustedes que esto se constituye en una ruta del narcotráfico donde siempre hemos estado enfrentándonos”. recordó además que fue la ruta de la operación gedeón financiada por el narcotráfico bajo el gobierno de iván duque, y que venezuela ha sabido limpiar de drogas. según detalló el alto cargo militar, la movilización incluirá todos los componentes de la fanb: terrestres, marítimos, aéreos y de inteligencia militar. “vamos a hacer un refuerzo con todos los medios disponibles. la armada bolivariana continúa su despliegue en los espacios marítimos, en la fachada caribeña y en la fachada atlántica. padrino lópez concluyó con un mensaje de determinación: “nadie va a venir a hacer el trabajo por nosotros, nadie va a pisar esta tierra a hacer lo que nos corresponde hacer a nosotros. así que nosotros estamos en perfecta sintonía con el pueblo y su deseo de paz y de victoria. paz y victoria”. mientras estados unidos anuncia intervenciones en el caribe bajo la bandera de combatir el narcotráfico y lanza acusaciones infundadas contra el mandatario venezolano, las cifras oficiales y de organismos internacionales pintan una realidad muy diferente. datos informados por el ministro padrino lópez confirman que venezuela ha neutralizado 402 aeronaves vinculadas al narcotráfico en operativos ejecutados por la fanb, una muestra de la efectividad de su estrategia nacional contra el crimen organizado transnacional. las autoridades venezolanas han incautado más de 365.000 kilos de drogas ilícitas, incluyendo 280.141 kilos de cocaína, 83.442 kilos de marihuana y 793 kilos de heroína en un período de ocho años. este robusto operativo se ve respaldado por el reporte mundial sobre drogas 2025 de la oficina de las naciones unidas contra la droga y el delito (onudd), que confirma una realidad que contrasta con la narrativa impulsada por washington: venezuela no es un actor relevante en el tráfico global de cocaína. el informe, que destaca los niveles récord de producción en los países andinos y la violencia asociada en europa, apenas menciona a venezuela como un corredor marginal, desmintiendo así las graves acusaciones sobre su supuesto papel protagónico en el narcotráfico internacional.",
    "tokens": [
      "gobierno",
      "venezuela",
      ",",
      "través",
      "vicepresidente",
      "sectorial",
      "defensa",
      "soberanía",
      ",",
      "g/j",
      "vladimir",
      "padrino",
      "lópez",
      ",",
      "anunció",
      "domingo",
      "7",
      "septiembre",
      "significativo",
      "refuerzo",
      "despliegue",
      "operacional",
      "fuerza",
      "armada",
      "nacional",
      "bolivariana",
      "(",
      "fanb",
      ")",
      "varios",
      ",",
      "regiones",
      "costeras",
      ",",
      "fluviales",
      "fronterizas",
      "estratégicas",
      "país",
      ".",
      "medida",
      ",",
      "ordenada",
      "directamente",
      "presidente",
      "país",
      ",",
      "nicolás",
      "maduro",
      "moros",
      ",",
      "objetivo",
      "fortalecer",
      "defensa",
      "soberanía",
      "nacional",
      "combatir",
      "actividades",
      "ilícitas",
      "narcotráfico",
      ",",
      "clima",
      "marcado",
      "despliegue",
      "injerencista",
      "unidos",
      "aguas",
      "cercanas",
      "república",
      "bolivariana",
      ".",
      "mensaje",
      "dirigido",
      "nación",
      ",",
      "ministro",
      "padrino",
      "lópez",
      "detalló",
      "alcance",
      "refuerzo",
      "militar",
      ",",
      "aplicado",
      "zulia",
      ",",
      "falcón",
      ",",
      "nueva",
      "esparta",
      ",",
      "sucre",
      "delta",
      "amacuro",
      ",",
      "así",
      "oriente",
      "país",
      ",",
      "partir",
      "jornada",
      "18h00",
      "(",
      "hora",
      "local",
      ")",
      ".",
      "“",
      "comandante",
      "jefe",
      "ordenado",
      "refuerzo",
      "sector",
      ",",
      "toda",
      "guajira",
      "venezolana",
      "falcón",
      ",",
      "especialmente",
      "península",
      "paraguaná",
      "”",
      ".",
      "asimismo",
      ",",
      "refuerzo",
      "extenderá",
      "oriente",
      "país",
      ":",
      "“",
      "comandante",
      "jefe",
      "hagamos",
      "propio",
      "margarita",
      ",",
      "nueva",
      "esparta",
      ",",
      "sucre",
      "tamacur",
      "”",
      ".",
      "refuerzo",
      "suma",
      "despliegue",
      "considerable",
      "zona",
      "occidental",
      ",",
      "destacó",
      "alto",
      "cargo",
      ":",
      "“",
      "recuerden",
      "bien",
      "aquí",
      "zona",
      "paz",
      "número",
      "1",
      ",",
      "comprende",
      "táchira",
      "zulia",
      ",",
      "importantes",
      "efectivos",
      "”",
      ".",
      "padrino",
      "lópez",
      "explicó",
      "arriba",
      "total",
      "25.000",
      "efectivos",
      "bien",
      "equipados",
      "medios",
      "navales",
      ",",
      "fluviales",
      "drones",
      ",",
      "mientras",
      "anteriormente",
      "10.000",
      "efectivos",
      ".",
      "trata",
      "áreas",
      "principales",
      "operaciones",
      "asociadas",
      "labores",
      "antinarcóticos",
      ",",
      "determinación",
      "existencia",
      "cultivos",
      "ilícitos",
      ",",
      "patrullaje",
      "efectivo",
      ",",
      "terrestre",
      "fluvial",
      "mediante",
      "infantería",
      "marina",
      "bloquear",
      "posible",
      "narcotráfico",
      "zona",
      ".",
      "ministro",
      "justificó",
      "refuerzo",
      "falcón",
      "señalar",
      "carácter",
      "ruta",
      "histórica",
      "crimen",
      "organizado",
      ":",
      "“",
      "recuerden",
      "ustedes",
      "constituye",
      "ruta",
      "narcotráfico",
      "siempre",
      "enfrentándonos",
      "”",
      ".",
      "recordó",
      "además",
      "ruta",
      "operación",
      "gedeón",
      "financiada",
      "narcotráfico",
      "bajo",
      "gobierno",
      "iván",
      "duque",
      ",",
      "venezuela",
      "sabido",
      "limpiar",
      "drogas",
      ".",
      "según",
      "detalló",
      "alto",
      "cargo",
      "militar",
      ",",
      "movilización",
      "incluirá",
      "componentes",
      "fanb",
      ":",
      "terrestres",
      ",",
      "marítimos",
      ",",
      "aéreos",
      "inteligencia",
      "militar",
      ".",
      "“",
      "vamos",
      "hacer",
      "refuerzo",
      "medios",
      "disponibles",
      ".",
      "armada",
      "bolivariana",
      "continúa",
      "despliegue",
      "espacios",
      "marítimos",
      ",",
      "fachada",
      "caribeña",
      "fachada",
      "atlántica",
      ".",
      "padrino",
      "lópez",
      "concluyó",
      "mensaje",
      "determinación",
      ":",
      "“",
      "nadie",
      "va",
      "venir",
      "hacer",
      "trabajo",
      ",",
      "nadie",
      "va",
      "pisar",
      "tierra",
      "hacer",
      "corresponde",
      "hacer",
      ".",
      "así",
      "perfecta",
      "sintonía",
      "pueblo",
      "deseo",
      "paz",
      "victoria",
      ".",
      "paz",
      "victoria",
      "”",
      ".",
      "mientras",
      "unidos",
      "anuncia",
      "intervenciones",
      "caribe",
      "bajo",
      "bandera",
      "combatir",
      "narcotráfico",
      "lanza",
      "acusaciones",
      "infundadas",
      "mandatario",
      "venezolano",
      ",",
      "cifras",
      "oficiales",
      "organismos",
      "internacionales",
      "pintan",
      "realidad",
      "diferente",
      ".",
      "datos",
      "informados",
      "ministro",
      "padrino",
      "lópez",
      "confirman",
      "venezuela",
      "neutralizado",
      "402",
      "aeronaves",
      "vinculadas",
      "narcotráfico",
      "operativos",
      "ejecutados",
      "fanb",
      ",",
      "muestra",
      "efectividad",
      "estrategia",
      "nacional",
      "crimen",
      "organizado",
      "transnacional",
      ".",
      "autoridades",
      "venezolanas",
      "incautado",
      "365.000",
      "kilos",
      "drogas",
      "ilícitas",
      ",",
      "incluyendo",
      "280.141",
      "kilos",
      "cocaína",
      ",",
      "83.442",
      "kilos",
      "marihuana",
      "793",
      "kilos",
      "heroína",
      "período",
      "ocho",
      "años",
      ".",
      "robusto",
      "operativo",
      "ve",
      "respaldado",
      "reporte",
      "mundial",
      "drogas",
      "2025",
      "oficina",
      "naciones",
      "unidas",
      "droga",
      "delito",
      "(",
      "onudd",
      ")",
      ",",
      "confirma",
      "realidad",
      "contrasta",
      "narrativa",
      "impulsada",
      "washington",
      ":",
      "venezuela",
      "actor",
      "relevante",
      "tráfico",
      "global",
      "cocaína",
      ".",
      "informe",
      ",",
      "destaca",
      "niveles",
      "récord",
      "producción",
      "países",
      "andinos",
      "violencia",
      "asociada",
      "europa",
      ",",
      "apenas",
      "menciona",
      "venezuela",
      "corredor",
      "marginal",
      ",",
      "desmintiendo",
      "así",
      "graves",
      "acusaciones",
      "supuesto",
      "papel",
      "protagónico",
      "narcotráfico",
      "internacional",
      "."
    ],
    "token_count": 456,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 101,
      "FW": 139,
      "NN": 220,
      "VBZ": 8,
      "IN": 32,
      "JJ": 66,
      "NNS": 34,
      "VBP": 27,
      "MD": 1,
      "VB": 1,
      "VBD": 1,
      "CD": 9,
      "DT": 2,
      "RBR": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 41,
      "NNP-FW": 11,
      "FW-NNP": 25,
      "NNP-NN": 32,
      "NN-FW": 18,
      "FW-FW": 78,
      "NNP-VBZ": 5,
      "VBZ-NNP": 1,
      "VBZ-NN": 1,
      "NN-NN": 116,
      "NN-IN": 26,
      "IN-FW": 18,
      "FW-JJ": 8,
      "JJ-NN": 43,
      "JJ-FW": 9,
      "FW-NNS": 7,
      "NNS-NNS": 10,
      "NNS-VBP": 19,
      "VBP-JJ": 12,
      "FW-NN": 17,
      "NN-NNP": 19,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NN": 1,
      "NN-JJ": 23,
      "NN-NNS": 9,
      "VBP-NN": 4,
      "IN-JJ": 6,
      "NN-VBP": 3,
      "VBP-NNP": 4,
      "NNP-JJ": 4,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-JJ": 2,
      "JJ-JJ": 6,
      "JJ-NNP": 4,
      "VBZ-FW": 1,
      "IN-NNP": 4,
      "NN-VBZ": 3,
      "VBZ-VBP": 1,
      "IN-CD": 2,
      "NN-CD": 1,
      "CD-NN": 2,
      "VBZ-JJ": 3,
      "FW-DT": 1,
      "DT-NN": 2,
      "FW-VBP": 1,
      "VBP-RBR": 1,
      "RBR-JJ": 1,
      "NNP-VBP": 3,
      "JJ-NNS": 3,
      "NNP-NNS": 2,
      "VBZ-IN": 1,
      "NNS-NNP": 2,
      "VBP-IN": 3,
      "IN-NN": 2,
      "NNS-IN": 1,
      "VBP-NNS": 2,
      "NNS-FW": 1,
      "NN-RB": 1,
      "RB-CD": 1,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "VBP-CD": 1,
      "CD-FW": 3,
      "FW-CD": 2,
      "NNP-CD": 1,
      "CD-IN": 1,
      "NNP-DT": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 3,
      "FW-NNP-NN": 7,
      "NNP-NN-FW": 4,
      "NN-FW-FW": 11,
      "FW-FW-FW": 46,
      "FW-FW-NNP": 16,
      "FW-NNP-NNP": 8,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-NNP": 15,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-IN": 15,
      "NN-IN-FW": 14,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 24,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 5,
      "NNP-FW-FW": 4,
      "FW-FW-NNS": 5,
      "FW-NNS-NNS": 2,
      "NNS-NNS-NNS": 4,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 4,
      "FW-NN-NNP": 4,
      "NN-NNP-NNP": 8,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-NN-NN": 61,
      "NN-NN-FW": 10,
      "NN-FW-NN": 4,
      "NNP-NNP-NN": 14,
      "NNP-NN-NN": 19,
      "NN-NN-JJ": 17,
      "NN-JJ-NN": 16,
      "FW-FW-JJ": 4,
      "JJ-NN-NNS": 3,
      "NN-NNS-VBP": 5,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 3,
      "NN-IN-JJ": 6,
      "IN-JJ-NN": 4,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 1,
      "IN-FW-NNP": 4,
      "NNP-FW-NN": 4,
      "FW-NN-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 2,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "NN-NN-NNP": 5,
      "FW-NN-NN": 6,
      "IN-FW-NN": 2,
      "FW-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "FW-NNP-FW": 6,
      "JJ-NN-IN": 8,
      "JJ-NN-NNP": 3,
      "NN-NNP-NN": 8,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 3,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 5,
      "NN-NNP-JJ": 1,
      "IN-FW-FW": 7,
      "NN-JJ-NNP": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-VBP": 1,
      "VBZ-VBP-NNP": 1,
      "NN-IN-CD": 2,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-JJ": 2,
      "NN-NNS-NNS": 2,
      "VBP-JJ-NN": 8,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNP": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-IN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 5,
      "JJ-NN-FW": 1,
      "NN-FW-JJ": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-RBR": 1,
      "VBP-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "FW-NNP-VBP": 2,
      "NNP-VBP-NN": 2,
      "NNP-NN-NNP": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-FW": 2,
      "NNP-NN-JJ": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "IN-JJ-NNS": 1,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 2,
      "FW-FW-NN": 3,
      "FW-NN-FW": 3,
      "NN-NN-NNS": 3,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-NNS": 2,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-NNP-VBZ": 1,
      "NNP-NN-RB": 1,
      "NN-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "IN-JJ-FW": 1,
      "NN-FW-NNP": 2,
      "FW-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "VBP-JJ-JJ": 1,
      "IN-CD-NN": 1,
      "CD-NN-IN": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-FW": 1,
      "CD-FW-FW": 3,
      "FW-FW-CD": 2,
      "FW-CD-FW": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-NN-IN": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-JJ": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-FW": 1,
      "VBP-NN-NNP": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 220,
        "FW": 139,
        "NNP": 101,
        "JJ": 66,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 116,
        "FW-FW": 78,
        "JJ-NN": 43,
        "NNP-NNP": 41,
        "NNP-NN": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 61,
        "FW-FW-FW": 46,
        "JJ-NN-NN": 24,
        "NNP-NN-NN": 19,
        "NN-NN-JJ": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 183,
      "PP": 14,
      "VP": 40,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 8,
        "weight": 0.0303
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "NP -> ('Falcón', 'NNP')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('kilos', 'NN')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('el', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('FANB', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('fluviales', 'NNS')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('el', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Gobierno"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "a través"
      },
      {
        "label": "NP",
        "text": "vicepresidente sectorial"
      },
      {
        "label": "PP",
        "text": "de Defensa y Soberanía"
      },
      {
        "label": "NP",
        "text": "Defensa y Soberanía"
      },
      {
        "label": "VP",
        "text": "el G/J Vladimir Padrino López"
      },
      {
        "label": "NP",
        "text": "G/J Vladimir Padrino López"
      },
      {
        "label": "NP",
        "text": "anunció este"
      },
      {
        "label": "VP",
        "text": "domingo"
      },
      {
        "label": "NP",
        "text": "un significativo refuerzo"
      },
      {
        "label": "ADJP",
        "text": "despliegue"
      },
      {
        "label": "NP",
        "text": "Fuerza Armada Nacional Bolivariana"
      },
      {
        "label": "NP",
        "text": "FANB"
      },
      {
        "label": "NP",
        "text": "regiones costeras"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Gobierno/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP a/DT través/NN)\n  de/IN\n  su/FW\n  (NP vicepresidente/JJ sectorial/NN)\n  (PP de/IN (NP Defensa/NNP y/NNP Soberanía/NNP))\n  ,/,\n  (VP el/VBZ (NP G/J/NNP Vladimir/NNP Padrino/NNP López/NNP))\n  ,/,\n  (NP anunció/JJ este/NN)\n  (VP domingo/VBD)\n  7/CD\n  de/IN\n  septiembre/FW\n  (NP un/JJ significativo/NN refuerzo/NN)\n  en/IN\n  el/FW\n  (ADJP despliegue/JJ)\n  operacional/FW\n  de/FW\n  la/FW\n  (NP Fuerza/NNP Armada/NNP Nacional/NNP Bolivariana/NNP)\n  (/(\n  (NP FANB/NNP)\n  )/)\n  en/FW\n  varios/FW\n  estados/FW\n  ,/,\n  (NP regiones/NNS costeras/NNS)\n  ,/,\n  (NP fluviales/NNS)\n  (VP y/VBP (NP fronterizas/JJ estratégicas/NN del/NN país/NN))\n  ./.)",
      "(S\n  (NP La/NNP medida/NN)\n  ,/,\n  (NP\n    ordenada/JJ\n    directamente/NN\n    por/NN\n    el/NN\n    presidente/NN\n    del/NN\n    país/NN)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP Moros/NNP)\n  ,/,\n  (NP tiene/NN como/NN)\n  (NP objetivo/JJ fortalecer/NN la/NN)\n  defensa/FW\n  de/FW\n  la/FW\n  soberanía/FW\n  (NP nacional/JJ y/NN combatir/NN actividades/NNS)\n  (VP ilícitas/VBP (NP como/NN el/NN narcotráfico/NN))\n  ,/,\n  en/FW\n  (NP un/JJ clima/NN marcado/NN por/NN)\n  (VP el/VBP (NP despliegue/NN injerencista/NN))\n  de/IN\n  los/FW\n  (NP Estados/NNP Unidos/NNP)\n  en/FW\n  (NP aguas/NN)\n  (VP cercanas/VBZ (NP a/DT la/NN República/NNP Bolivariana/NNP))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP un/JJ mensaje/NN)\n  (VP dirigido/VBZ (NP a/DT la/NN nación/NN))\n  ,/,\n  el/FW\n  ministro/FW\n  (NP\n    Padrino/NNP\n    López/NNP\n    detalló/NN\n    el/NN\n    alcance/NN\n    del/NN\n    refuerzo/NN\n    militar/NN)\n  ,/,\n  (NP aplicado/JJ para/NN estados/NN como/NN Zulia/NNP)\n  ,/,\n  (NP Falcón/NNP)\n  ,/,\n  (NP Nueva/NNP Esparta/NNP)\n  ,/,\n  (NP Sucre/NNP y/NNP Delta/NNP Amacuro/NNP)\n  ,/,\n  (NP así/NN como/NN)\n  (NP otros/JJ del/NN oriente/NN del/NN país/NN)\n  ,/,\n  (NP a/DT partir/NN)\n  de/IN\n  esta/FW\n  (NP jornada/NN)\n  a/DT\n  las/$\n  18H00/CD\n  (/(\n  (VP hora/VB local/JJ)\n  )/)\n  ./.)",
      "(S\n  (NP “/JJ Nuestro/NNP Comandante/NNP)\n  en/FW\n  (NP Jefe/NNP)\n  nos/FW\n  (NP ha/NN ordenado/NN)\n  (NP un/JJ refuerzo/NN)\n  (PP en/IN (NP todo/JJ este/NN sector/NN))\n  ,/,\n  en/FW\n  (NP toda/NN)\n  la/FW\n  (NP Guajira/NNP)\n  venezolana/FW\n  (NP y/NN)\n  en/FW\n  el/FW\n  estado/FW\n  (NP Falcón/NNP)\n  ,/,\n  (NP especialmente/NN)\n  en/FW\n  la/FW\n  península/FW\n  de/FW\n  (NP Paraguaná/NNP ”/NNP)\n  ./.)",
      "(S\n  (NP Asimismo/NNP)\n  ,/,\n  (VP el/VBZ (NP refuerzo/JJ se/JJ extenderá/NN al/NN))\n  oriente/IN\n  del/FW\n  (NP país/NN)\n  :/:\n  (NP “/JJ nuestro/JJ Comandante/NNP)\n  en/FW\n  (NP Jefe/NNP que/NN hagamos/NN lo/NN propio/NN)\n  (PP en/IN (NP Margarita/NNP))\n  ,/,\n  (NP Nueva/NNP Esparta/NNP)\n  ,/,\n  en/FW\n  el/FW\n  estado/FW\n  (NP Sucre/NNP)\n  y/FW\n  (NP también/NN)\n  en/FW\n  el/FW\n  estado/FW\n  del/FW\n  (NP Tamacur/NNP ”/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "ORGANISMOS_INTERNACIONALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "patrullaje efectivo, tanto terrestre",
        "position": [
          1890,
          1926
        ],
        "start": 1890,
        "end": 1926
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2838,
          2845
        ],
        "start": 2838,
        "end": 2845
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mensaje dirigido a la nación",
        "position": [
          675,
          703
        ],
        "start": 675,
        "end": 703
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          121,
          128
        ],
        "start": 121,
        "end": 128
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1567,
          1574
        ],
        "start": 1567,
        "end": 1574
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          69,
          76
        ],
        "start": 69,
        "end": 76
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de venezuela",
        "position": [
          3,
          24
        ],
        "start": 3,
        "end": 24
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente del país",
        "position": [
          386,
          405
        ],
        "start": 386,
        "end": 405
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          3871,
          3886
        ],
        "start": 3871,
        "end": 3886
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1388,
          1395
        ],
        "start": 1388,
        "end": 1395
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          2095,
          2099
        ],
        "start": 2095,
        "end": 2099
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          608,
          622
        ],
        "start": 608,
        "end": 622
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          15,
          24
        ],
        "start": 15,
        "end": 24
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "sucre",
        "position": [
          829,
          834
        ],
        "start": 829,
        "end": 834
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          3102,
          3108
        ],
        "start": 3102,
        "end": 3108
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado falcón",
        "position": [
          1055,
          1068
        ],
        "start": 1055,
        "end": 1068
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 7 de septiembre",
        "position": [
          134,
          157
        ],
        "start": 134,
        "end": 157
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía, el g/j vladimir padrino lópez, anunció este domingo 7 de septiembre un significativo refuerzo en el despliegue operacional de la fuerza armada nacional",
        "position": [
          79,
          241
        ],
        "start": 79,
        "end": 241
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 365.000",
        "position": [
          3614,
          3628
        ],
        "start": 3614,
        "end": 3628
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "25.000 efectivos",
        "position": [
          1603,
          1619
        ],
        "start": 1603,
        "end": 1619
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Fuerza Armada Nacional Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nuestro Comandante en Jefe",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iván Duque",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guajira",
        "tipo": "Lugar"
      },
      {
        "nombre": "FANB",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Nicolás Maduro Moros",
        "tipo": "Persona"
      },
      {
        "nombre": "Nueva Esparta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Zulia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Padrino López",
        "tipo": "Persona"
      },
      {
        "nombre": "Delta Amacuro",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONUDD",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Paz",
        "tipo": "Persona"
      },
      {
        "nombre": "estado Sucre",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oficina de las Naciones Unidas contra la Droga y el Delito",
        "tipo": "Organizacion"
      },
      {
        "nombre": "el Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Falcón",
        "tipo": "Lugar"
      },
      {
        "nombre": "Paraguaná",
        "tipo": "Lugar"
      },
      {
        "nombre": "Táchira",
        "tipo": "Lugar"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "República Bolivariana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Margarita",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sucre",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tamacur",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "estado Falcón",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Falcón",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gobierno de Venezuela",
        "relacion": "ANUNCIAR",
        "objeto": "Fuerza Armada Nacional Bolivariana"
      },
      {
        "sujeto": "Gobierno de Venezuela",
        "relacion": "ANUNCIAR",
        "objeto": "FANB"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "TENER",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Nicolás Maduro Moros",
        "relacion": "TENER",
        "objeto": "República Bolivariana"
      },
      {
        "sujeto": "Padrino López",
        "relacion": "DETALLAR",
        "objeto": "Zulia"
      },
      {
        "sujeto": "Padrino López",
        "relacion": "DETALLAR",
        "objeto": "Falcón"
      },
      {
        "sujeto": "Padrino López",
        "relacion": "DETALLAR",
        "objeto": "Nueva Esparta"
      },
      {
        "sujeto": "Padrino López",
        "relacion": "DETALLAR",
        "objeto": "Sucre"
      },
      {
        "sujeto": "Padrino López",
        "relacion": "DETALLAR",
        "objeto": "Delta Amacuro"
      },
      {
        "sujeto": "Nuestro Comandante en Jefe",
        "relacion": "ORDENAR",
        "objeto": "Guajira"
      },
      {
        "sujeto": "Nuestro Comandante en Jefe",
        "relacion": "ORDENAR",
        "objeto": "estado Falcón"
      },
      {
        "sujeto": "Nuestro Comandante en Jefe",
        "relacion": "ORDENAR",
        "objeto": "Paraguaná"
      },
      {
        "sujeto": "Margarita",
        "relacion": "HACER_EXTENDER",
        "objeto": "estado Sucre"
      },
      {
        "sujeto": "Margarita",
        "relacion": "HACER_EXTENDER",
        "objeto": "Tamacur"
      },
      {
        "sujeto": "Nueva Esparta",
        "relacion": "HACER_EXTENDER",
        "objeto": "estado Sucre"
      },
      {
        "sujeto": "Nueva Esparta",
        "relacion": "HACER_EXTENDER",
        "objeto": "Tamacur"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "RECORDAR",
        "objeto": "Iván Duque"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ANUNCIAR_PINTAR",
        "objeto": "el Caribe"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONFIRMAR",
        "objeto": "Padrino López"
      },
      {
        "sujeto": "Padrino López",
        "relacion": "CONFIRMAR",
        "objeto": "FANB"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "NEUTRALIZAR_CONFIRMAR",
        "objeto": "FANB"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONTRASTAR_CONFIRMAR_VER",
        "objeto": "Washington"
      },
      {
        "sujeto": "Europa",
        "relacion": "DESTACAR_MENCIONAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": 0.4588,
    "pos": 0.015,
    "neu": 0.975,
    "neg": 0.01,
    "label": "positive"
  }
}