{
  "url": "https://www.telesurtv.net/familiares-de-rehenes-exigen-a-netanyahu-pasar-a-segunda-fase-de-acuerdo-con-hamas/",
  "title": "Familiares de rehenes exigen a Netanyahu pasar a segunda fase de acuerdo con Hamás - teleSUR",
  "section": "Mundo",
  "tags": [
    "acuerdo cese el fuego",
    "Benjamín Netanyahu",
    "Franja de Gaza",
    "Hamás",
    "Jerusalén ocupada",
    "Manifestaciones",
    "rehenes israelíes",
    "segunda fase",
    "Violaciones"
  ],
  "text": "\nSi bien los israelíes no piden a Netanyahu que culmine sus bombardeos en la Franja de Gaza y sus ataques en la Cisjordania ocupada, han exigido al primer ministro israelí que debe pasar a la segunda fase del acuerdo con Hamás y garantizar la liberación de los rehenes, en lugar de pensar en retomar los bombardeos en el enclave palestino.\nMiles de personas se congregaron frente a la residencia del Primer Ministro en la calle Azza, Jerusalén ocupada, para exigirle que continúe con el acuerdo que firmó con Hamás e inició su primera fase el pasado 19 de enero, la cual culminó el pasado sábado sin conversaciones para el inicio de la siguiente.\n“No te atrevas a sabotear el acuerdo”, reza un comunicado de prensa compartido por la organización de los familiares de los rehenes antes de la manifestación, que fue citado por el diario israelí Haaretz. En tanto, The Times of Israel recoge testimonios de israelíes que advierten a Netanyahu que sus familiares cautivos se quedan sin tiempo y debe iniciar la segunda fase para que sean liberados.\nLos manifestantes realizaron una sentada, encendieron hogueras, lanzaron bengalas e interrumpieron el tráfico, según recoge un comunicado de la policía sionista, que detuvo a un menor israelí de 17 años por encender una bengala durante las protestas.\n“Esta guerra debe seguir para mantenerle en el trono” o “Causa de la muerte: abandono“, fueron algunos de los mensajes en las pancartas que hacían referencia a Netanyahu y a los rehenes que el primer ministro prefiere dejar en manos de la resistencia, a juzgar por sus continuas violaciones de lo acordado en enero, ya que realmente pretenden mantenerse en la zona ocupada de la Franja.\nLa segunda fase del acuerdo debía iniciar este domingo, tras haber culminado la primera, sin embargo, Israel ha impedido el avance de negociaciones, pese a la disposición que la resistencia islámica palestina ha mantenido.\nEn la noche del sábado 1 de marzo, Israel dijo que aceptaba un propuesta preparada por el enviado especial de EE.UU. en Oriente Medio, Steve Witkoff, la cual pretende extender la primera fase del acuerdo otros 42 días, liberar a la mitad de los rehenes israelíes en el primer día y al resto en la última jornada, si se llegara a un acuerdo de alto el fuego parmente. Todo ello, a cambio de no reiniciar los bombardeos a la Franja de Gaza.\nLa resistencia palestina ha rechazado esta opción y exigió a Israel que deje de evadir lo que acordó en enero con la mediación de Qatar y el propio Estados Unidos, para pasar a una segunda fase, que implica la retirada completa del Ejército israelí del territorio ocupado palestino.\nHamás nuevamente llamó a los mediadores a obligar al ente sionista a volver a la mesa de negocios para iniciar una segunda fase, y ha afirmado que estaría de acuerdo en liberar a todos los rehenes de una vez si Israel cumple con todo lo establecido para las tres fases que se definieron en enero.\nLa propuesta de extender la primera fase del alto el fuego no satisface de ninguna forma las necesidades de la población gazatí, que no ha dejado de vivir la guerra incluso en medio de un supuesto cese de las hostilidades. En medio de la crisis humanitaria que viven en todas las regiones del enclave, Israel prohibió hoy la entrada de toda ayuda humanitaria, en una clara violación del derecho humanitario internacional.\nEn ese sentido, esta jornada el Ministerio de Sanidad anunció que el total de palestinos muertos registrados desde el 19 de enero asciende a 116, mientras que 490 personas han resultado heridas.\nEn total, 1.778 palestinos fueron liberados de las cárceles israelíes durante los últimos 42 días, si bien las primeras estimaciones de enero indicaban que al menos 1.900 serían puestos en libertad, indicó la Oficina de Prensa de los Prisioneros. De los liberados, 231 fueron deportados, y 1.024 fueron llevados a Gaza; el resto fue trasladado a Cisjordania ocupada. De estos, 95 son menores de edad y 71 son mujeres. En tanto, Hamás cumplió con la entrega de 33 rehenes israelíes, 8 de ellos sin vida.\nEn múltiples comunicados, Hamás denunció que el Gobierno sionista manipuló deliberadamente las listas de los palestinos secuestrados a liberar; en específico, aseguran que 56 de estos fueron borrados o intercambiados de las listas sin previo aviso.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/familiares-de-rehenes-exigen-a-netanyahu-pasar-a-segunda-fase-de-acuerdo-con-hamas/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 2288,
    "message_id": 88116,
    "date": "2025-03-02T21:55:07+00:00",
    "text": "teleSUR\nFamiliares de rehenes exigen a Netanyahu pasar a segunda fase de acuerdo con Hamás\nhttps://www.telesurtv.net/familiares-de-rehenes-exigen-a-netanyahu-pasar-a-segunda-fase-de-acuerdo-con-hamas/",
    "photo_path": null,
    "views": 2270,
    "reactions": {
      "🤔": 24,
      "👍": 8,
      "🤮": 8
    },
    "total_reactions": 40
  },
  "preprocessing": {
    "cleaned": "si bien los israelíes no piden a netanyahu que culmine sus bombardeos en la franja de gaza y sus ataques en la cisjordania ocupada, han exigido al primer ministro israelí que debe pasar a la segunda fase del acuerdo con hamás y garantizar la liberación de los rehenes, en lugar de pensar en retomar los bombardeos en el enclave palestino. miles de personas se congregaron frente a la residencia del primer ministro en la calle azza, jerusalén ocupada, para exigirle que continúe con el acuerdo que firmó con hamás e inició su primera fase el pasado 19 de enero, la cual culminó el pasado sábado sin conversaciones para el inicio de la siguiente. “no te atrevas a sabotear el acuerdo”, reza un comunicado de prensa compartido por la organización de los familiares de los rehenes antes de la manifestación, que fue citado por el diario israelí haaretz. en tanto, the times of israel recoge testimonios de israelíes que advierten a netanyahu que sus familiares cautivos se quedan sin tiempo y debe iniciar la segunda fase para que sean liberados. los manifestantes realizaron una sentada, encendieron hogueras, lanzaron bengalas e interrumpieron el tráfico, según recoge un comunicado de la policía sionista, que detuvo a un menor israelí de 17 años por encender una bengala durante las protestas. “esta guerra debe seguir para mantenerle en el trono” o “causa de la muerte: abandono“, fueron algunos de los mensajes en las pancartas que hacían referencia a netanyahu y a los rehenes que el primer ministro prefiere dejar en manos de la resistencia, a juzgar por sus continuas violaciones de lo acordado en enero, ya que realmente pretenden mantenerse en la zona ocupada de la franja. la segunda fase del acuerdo debía iniciar este domingo, tras haber culminado la primera, sin embargo, israel ha impedido el avance de negociaciones, pese a la disposición que la resistencia islámica palestina ha mantenido. en la noche del sábado 1 de marzo, israel dijo que aceptaba un propuesta preparada por el enviado especial de ee.uu. en oriente medio, steve witkoff, la cual pretende extender la primera fase del acuerdo otros 42 días, liberar a la mitad de los rehenes israelíes en el primer día y al resto en la última jornada, si se llegara a un acuerdo de alto el fuego parmente. todo ello, a cambio de no reiniciar los bombardeos a la franja de gaza. la resistencia palestina ha rechazado esta opción y exigió a israel que deje de evadir lo que acordó en enero con la mediación de qatar y el propio estados unidos, para pasar a una segunda fase, que implica la retirada completa del ejército israelí del territorio ocupado palestino. hamás nuevamente llamó a los mediadores a obligar al ente sionista a volver a la mesa de negocios para iniciar una segunda fase, y ha afirmado que estaría de acuerdo en liberar a todos los rehenes de una vez si israel cumple con todo lo establecido para las tres fases que se definieron en enero. la propuesta de extender la primera fase del alto el fuego no satisface de ninguna forma las necesidades de la población gazatí, que no ha dejado de vivir la guerra incluso en medio de un supuesto cese de las hostilidades. en medio de la crisis humanitaria que viven en todas las regiones del enclave, israel prohibió hoy la entrada de toda ayuda humanitaria, en una clara violación del derecho humanitario internacional. en ese sentido, esta jornada el ministerio de sanidad anunció que el total de palestinos muertos registrados desde el 19 de enero asciende a 116, mientras que 490 personas han resultado heridas. en total, 1.778 palestinos fueron liberados de las cárceles israelíes durante los últimos 42 días, si bien las primeras estimaciones de enero indicaban que al menos 1.900 serían puestos en libertad, indicó la oficina de prensa de los prisioneros. de los liberados, 231 fueron deportados, y 1.024 fueron llevados a gaza; el resto fue trasladado a cisjordania ocupada. de estos, 95 son menores de edad y 71 son mujeres. en tanto, hamás cumplió con la entrega de 33 rehenes israelíes, 8 de ellos sin vida. en múltiples comunicados, hamás denunció que el gobierno sionista manipuló deliberadamente las listas de los palestinos secuestrados a liberar; en específico, aseguran que 56 de estos fueron borrados o intercambiados de las listas sin previo aviso.",
    "tokens": [
      "si",
      "bien",
      "israelíes",
      "piden",
      "netanyahu",
      "culmine",
      "bombardeos",
      "franja",
      "gaza",
      "ataques",
      "cisjordania",
      "ocupada",
      ",",
      "exigido",
      "primer",
      "ministro",
      "israelí",
      "debe",
      "pasar",
      "segunda",
      "fase",
      "acuerdo",
      "hamás",
      "garantizar",
      "liberación",
      "rehenes",
      ",",
      "lugar",
      "pensar",
      "retomar",
      "bombardeos",
      "enclave",
      "palestino",
      ".",
      "miles",
      "personas",
      "congregaron",
      "frente",
      "residencia",
      "primer",
      "ministro",
      "calle",
      "azza",
      ",",
      "jerusalén",
      "ocupada",
      ",",
      "exigirle",
      "continúe",
      "acuerdo",
      "firmó",
      "hamás",
      "inició",
      "primera",
      "fase",
      "pasado",
      "19",
      "enero",
      ",",
      "culminó",
      "pasado",
      "sábado",
      "conversaciones",
      "inicio",
      "siguiente",
      ".",
      "“",
      "atrevas",
      "sabotear",
      "acuerdo",
      "”",
      ",",
      "reza",
      "comunicado",
      "prensa",
      "compartido",
      "organización",
      "familiares",
      "rehenes",
      "manifestación",
      ",",
      "citado",
      "diario",
      "israelí",
      "haaretz",
      ".",
      ",",
      "the",
      "times",
      "of",
      "israel",
      "recoge",
      "testimonios",
      "israelíes",
      "advierten",
      "netanyahu",
      "familiares",
      "cautivos",
      "quedan",
      "tiempo",
      "debe",
      "iniciar",
      "segunda",
      "fase",
      "liberados",
      ".",
      "manifestantes",
      "realizaron",
      "sentada",
      ",",
      "encendieron",
      "hogueras",
      ",",
      "lanzaron",
      "bengalas",
      "interrumpieron",
      "tráfico",
      ",",
      "según",
      "recoge",
      "comunicado",
      "policía",
      "sionista",
      ",",
      "detuvo",
      "menor",
      "israelí",
      "17",
      "años",
      "encender",
      "bengala",
      "protestas",
      ".",
      "“",
      "guerra",
      "debe",
      "seguir",
      "mantenerle",
      "trono",
      "”",
      "“",
      "causa",
      "muerte",
      ":",
      "abandono",
      "“",
      ",",
      "mensajes",
      "pancartas",
      "hacían",
      "referencia",
      "netanyahu",
      "rehenes",
      "primer",
      "ministro",
      "prefiere",
      "dejar",
      "manos",
      "resistencia",
      ",",
      "juzgar",
      "continuas",
      "violaciones",
      "acordado",
      "enero",
      ",",
      "realmente",
      "pretenden",
      "mantenerse",
      "zona",
      "ocupada",
      "franja",
      ".",
      "segunda",
      "fase",
      "acuerdo",
      "debía",
      "iniciar",
      "domingo",
      ",",
      "tras",
      "haber",
      "culminado",
      "primera",
      ",",
      "embargo",
      ",",
      "israel",
      "impedido",
      "avance",
      "negociaciones",
      ",",
      "pese",
      "disposición",
      "resistencia",
      "islámica",
      "palestina",
      "mantenido",
      ".",
      "noche",
      "sábado",
      "1",
      "marzo",
      ",",
      "israel",
      "dijo",
      "aceptaba",
      "propuesta",
      "preparada",
      "enviado",
      "especial",
      "ee.uu.",
      "oriente",
      "medio",
      ",",
      "steve",
      "witkoff",
      ",",
      "pretende",
      "extender",
      "primera",
      "fase",
      "acuerdo",
      "42",
      "días",
      ",",
      "liberar",
      "mitad",
      "rehenes",
      "israelíes",
      "primer",
      "día",
      "resto",
      "última",
      "jornada",
      ",",
      "si",
      "llegara",
      "acuerdo",
      "alto",
      "fuego",
      "parmente",
      ".",
      "ello",
      ",",
      "cambio",
      "reiniciar",
      "bombardeos",
      "franja",
      "gaza",
      ".",
      "resistencia",
      "palestina",
      "rechazado",
      "opción",
      "exigió",
      "israel",
      "deje",
      "evadir",
      "acordó",
      "enero",
      "mediación",
      "qatar",
      "propio",
      "unidos",
      ",",
      "pasar",
      "segunda",
      "fase",
      ",",
      "implica",
      "retirada",
      "completa",
      "ejército",
      "israelí",
      "territorio",
      "ocupado",
      "palestino",
      ".",
      "hamás",
      "nuevamente",
      "llamó",
      "mediadores",
      "obligar",
      "ente",
      "sionista",
      "volver",
      "mesa",
      "negocios",
      "iniciar",
      "segunda",
      "fase",
      ",",
      "afirmado",
      "acuerdo",
      "liberar",
      "rehenes",
      "vez",
      "si",
      "israel",
      "cumple",
      "establecido",
      "tres",
      "fases",
      "definieron",
      "enero",
      ".",
      "propuesta",
      "extender",
      "primera",
      "fase",
      "alto",
      "fuego",
      "satisface",
      "ninguna",
      "forma",
      "necesidades",
      "población",
      "gazatí",
      ",",
      "dejado",
      "vivir",
      "guerra",
      "incluso",
      "medio",
      "supuesto",
      "cese",
      "hostilidades",
      ".",
      "medio",
      "crisis",
      "humanitaria",
      "viven",
      "todas",
      "regiones",
      "enclave",
      ",",
      "israel",
      "prohibió",
      "hoy",
      "entrada",
      "toda",
      "ayuda",
      "humanitaria",
      ",",
      "clara",
      "violación",
      "derecho",
      "humanitario",
      "internacional",
      ".",
      ",",
      "jornada",
      "ministerio",
      "sanidad",
      "anunció",
      "total",
      "palestinos",
      "muertos",
      "registrados",
      "19",
      "enero",
      "asciende",
      "116",
      ",",
      "mientras",
      "490",
      "personas",
      "resultado",
      "heridas",
      ".",
      "total",
      ",",
      "1.778",
      "palestinos",
      "liberados",
      "cárceles",
      "israelíes",
      "últimos",
      "42",
      "días",
      ",",
      "si",
      "bien",
      "primeras",
      "estimaciones",
      "enero",
      "indicaban",
      "menos",
      "1.900",
      "puestos",
      "libertad",
      ",",
      "indicó",
      "oficina",
      "prensa",
      "prisioneros",
      ".",
      "liberados",
      ",",
      "231",
      "deportados",
      ",",
      "1.024",
      "llevados",
      "gaza",
      ";",
      "resto",
      "trasladado",
      "cisjordania",
      "ocupada",
      ".",
      ",",
      "95",
      "menores",
      "edad",
      "71",
      "mujeres",
      ".",
      ",",
      "hamás",
      "cumplió",
      "entrega",
      "33",
      "rehenes",
      "israelíes",
      ",",
      "8",
      "vida",
      ".",
      "múltiples",
      "comunicados",
      ",",
      "hamás",
      "denunció",
      "gobierno",
      "sionista",
      "manipuló",
      "deliberadamente",
      "listas",
      "palestinos",
      "secuestrados",
      "liberar",
      ";",
      "específico",
      ",",
      "aseguran",
      "56",
      "borrados",
      "intercambiados",
      "listas",
      "previo",
      "aviso",
      "."
    ],
    "token_count": 454,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 65,
      "NN": 263,
      "JJ": 60,
      "DT": 5,
      "IN": 28,
      "FW": 170,
      "NNS": 31,
      "VBP": 20,
      "MD": 2,
      "VB": 2,
      "VBD": 5,
      "CD": 15,
      "RB": 5,
      "VBZ": 10,
      "CC": 1,
      "$": 2
    },
    "bigram_freq": {
      "NNP-NN": 25,
      "NN-NN": 154,
      "NN-JJ": 18,
      "JJ-DT": 1,
      "DT-JJ": 2,
      "JJ-NNP": 3,
      "NN-IN": 21,
      "IN-FW": 22,
      "FW-NNP": 20,
      "NNP-FW": 14,
      "NN-NNS": 10,
      "NNS-VBP": 14,
      "VBP-FW": 2,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-JJ": 2,
      "JJ-JJ": 6,
      "JJ-NN": 38,
      "NN-NNP": 19,
      "NN-FW": 25,
      "FW-FW": 96,
      "FW-NNS": 9,
      "NNS-FW": 4,
      "FW-VBP": 1,
      "VBP-NN": 2,
      "NNP-IN": 2,
      "FW-NN": 32,
      "NNP-NNP": 13,
      "NN-VBD": 3,
      "VBD-JJ": 2,
      "JJ-CD": 3,
      "CD-FW": 2,
      "FW-JJ": 7,
      "VBP-JJ": 10,
      "NN-RB": 3,
      "RB-JJ": 1,
      "NNS-IN": 2,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "NNP-VBD": 2,
      "VBD-DT": 1,
      "DT-NNP": 1,
      "IN-NNP": 1,
      "NN-VBP": 2,
      "VBP-NNP": 3,
      "NN-VBZ": 2,
      "VBZ-JJ": 5,
      "NNP-VBZ": 4,
      "VBZ-VBP": 1,
      "IN-CD": 1,
      "CD-NNS": 5,
      "NNS-JJ": 3,
      "JJ-VBP": 2,
      "RB-VBZ": 2,
      "JJ-FW": 5,
      "VBD-CD": 1,
      "CD-NN": 7,
      "VBP-IN": 1,
      "VBZ-NN": 1,
      "IN-DT": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "IN-NN": 2,
      "VBZ-VBZ": 1,
      "NN-DT": 2,
      "DT-NN": 2,
      "JJ-NNS": 2,
      "IN-JJ": 1,
      "NNS-NNP": 4,
      "NNS-NNS": 2,
      "NNP-JJ": 2,
      "FW-CD": 4,
      "FW-RB": 1,
      "RB-CD": 2,
      "NNS-RB": 1,
      "VBP-NNS": 2,
      "NN-$": 1,
      "$-CD": 2,
      "VBD-$": 1,
      "NN-CD": 2,
      "VBZ-NNS": 1,
      "CD-IN": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 19,
      "NN-NN-JJ": 18,
      "NN-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NN-NN-NN": 87,
      "NN-NN-IN": 8,
      "NN-IN-FW": 16,
      "IN-FW-NNP": 3,
      "FW-NNP-FW": 7,
      "NNP-FW-NNP": 5,
      "FW-NNP-NN": 5,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 8,
      "NNS-VBP-FW": 2,
      "VBP-FW-NNP": 1,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-JJ": 2,
      "VB-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "JJ-NN-NN": 23,
      "NN-JJ-NN": 14,
      "JJ-NN-NNP": 4,
      "NN-NNP-NN": 10,
      "NN-NN-FW": 14,
      "NN-FW-FW": 15,
      "FW-FW-FW": 59,
      "FW-FW-NNS": 5,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "FW-FW-VBP": 1,
      "FW-VBP-NN": 1,
      "VBP-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-FW": 8,
      "FW-FW-NN": 19,
      "FW-NN-NN": 17,
      "FW-FW-NNP": 8,
      "FW-NNP-NNP": 6,
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 5,
      "NNP-NNP-MD": 1,
      "VB-JJ-NN": 1,
      "NN-NN-VBD": 3,
      "NN-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-FW": 1,
      "CD-FW-FW": 2,
      "FW-FW-JJ": 2,
      "FW-JJ-NN": 4,
      "NN-NN-NNS": 6,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 8,
      "JJ-NN-IN": 9,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "IN-FW-NN": 5,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NNS": 4,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-NN-NNP": 10,
      "NN-NNP-NNP": 3,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-DT": 1,
      "VBD-DT-NNP": 1,
      "DT-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 3,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "NN-JJ-JJ": 2,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 3,
      "NNS-JJ-VBP": 2,
      "JJ-VBP-JJ": 1,
      "NNS-VBP-NNP": 2,
      "FW-NN-FW": 8,
      "FW-NNS-VBP": 5,
      "NN-NN-RB": 2,
      "NN-RB-VBZ": 2,
      "RB-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NN-NNS-IN": 1,
      "NN-FW-NN": 7,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-FW": 1,
      "FW-NN-IN": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NNP": 1,
      "NNP-NNP-NNP": 3,
      "NNP-FW-JJ": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-NN": 5,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-IN": 1,
      "NN-IN-DT": 1,
      "IN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-FW-NNP": 2,
      "NNP-FW-NN": 1,
      "NNP-NNP-NN": 2,
      "NNP-NN-FW": 2,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-IN-NN": 2,
      "IN-NN-NNP": 1,
      "FW-NN-NNP": 2,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "JJ-NN-FW": 1,
      "NN-NNP-FW": 1,
      "FW-NN-DT": 2,
      "NN-DT-NN": 2,
      "DT-NN-IN": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "DT-NN-NN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 3,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-FW-JJ": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-FW-CD": 1,
      "FW-CD-FW": 1,
      "FW-FW-RB": 1,
      "FW-RB-CD": 1,
      "RB-CD-NNS": 2,
      "CD-NNS-RB": 1,
      "NNS-RB-CD": 1,
      "JJ-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "NNS-JJ-FW": 1,
      "JJ-NN-$": 1,
      "NN-$-CD": 1,
      "$-CD-NN": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NN-VBD-$": 1,
      "VBD-$-CD": 1,
      "FW-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-NN-CD": 2,
      "NN-CD-NN": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "NNP-FW-CD": 1,
      "FW-CD-NN": 2,
      "CD-NN-NNS": 2,
      "VBP-FW-CD": 1,
      "NN-NNS-NNP": 1,
      "NNP-NN-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "IN-NN-NN": 1,
      "NN-CD-IN": 1,
      "CD-IN-FW": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 263,
        "FW": 170,
        "NNP": 65,
        "JJ": 60,
        "NNS": 31
      },
      "top_bigrams": {
        "NN-NN": 154,
        "FW-FW": 96,
        "JJ-NN": 38,
        "FW-NN": 32,
        "NNP-NN": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 87,
        "FW-FW-FW": 59,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 19,
        "FW-FW-NN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 180,
      "ADJP": 7,
      "VP": 54,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0187
      },
      {
        "rule": "NP -> ('rehenes', 'NNS')",
        "frequency": 4,
        "weight": 0.015
      },
      {
        "rule": "NP -> ('Israel', 'NNP')",
        "frequency": 4,
        "weight": 0.015
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Hamás', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Franja', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('palestino', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('un', 'JJ') ('comunicado', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Si bien los"
      },
      {
        "label": "ADJP",
        "text": "israelíes"
      },
      {
        "label": "NP",
        "text": "no piden"
      },
      {
        "label": "NP",
        "text": "a Netanyahu que culmine sus bombardeos"
      },
      {
        "label": "NP",
        "text": "Franja"
      },
      {
        "label": "NP",
        "text": "Gaza"
      },
      {
        "label": "NP",
        "text": "sus ataques"
      },
      {
        "label": "VP",
        "text": "en"
      },
      {
        "label": "NP",
        "text": "Cisjordania ocupada"
      },
      {
        "label": "NP",
        "text": "han exigido al primer ministro israelí que debe"
      },
      {
        "label": "VP",
        "text": "pasar a la segunda fase del acuerdo con Hamás y garantizar la"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "NP",
        "text": "segunda fase del"
      },
      {
        "label": "NP",
        "text": "acuerdo con Hamás y garantizar la"
      },
      {
        "label": "NP",
        "text": "rehenes"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Si/NNP bien/NN los/NN)\n  (ADJP israelíes/JJ)\n  (NP no/DT piden/NN)\n  (NP a/DT Netanyahu/NNP que/NN culmine/NN sus/NN bombardeos/NN)\n  en/IN\n  la/FW\n  (NP Franja/NNP)\n  de/FW\n  (NP Gaza/NNP)\n  y/CC\n  (NP sus/NN ataques/NNS)\n  (VP en/VBP)\n  la/FW\n  (NP Cisjordania/NNP ocupada/NN)\n  ,/,\n  (NP\n    han/JJ\n    exigido/NN\n    al/NN\n    primer/NN\n    ministro/NN\n    israelí/NN\n    que/NN\n    debe/NN)\n  (VP\n    pasar/VBZ\n    (NP a/DT la/NN)\n    (NP segunda/JJ fase/NN del/NN)\n    (NP acuerdo/JJ con/NN Hamás/NNP y/NNP garantizar/NN la/NN))\n  liberación/FW\n  de/FW\n  los/FW\n  (NP rehenes/NNS)\n  ,/,\n  en/FW\n  lugar/FW\n  de/FW\n  pensar/FW\n  en/FW\n  retomar/FW\n  los/FW\n  bombardeos/FW\n  en/FW\n  el/FW\n  (VP enclave/VBP (NP palestino/NN))\n  ./.)",
      "(S\n  (NP Miles/NNP)\n  de/FW\n  personas/FW\n  se/FW\n  (NP congregaron/NN)\n  (VP\n    frente/VBD\n    (NP a/DT la/NN residencia/NN del/NN Primer/NNP Ministro/NNP))\n  en/FW\n  la/FW\n  calle/FW\n  (NP Azza/NNP)\n  ,/,\n  (NP Jerusalén/NNP ocupada/NNP)\n  ,/,\n  (NP\n    para/NN\n    exigirle/NN\n    que/NN\n    continúe/NN\n    con/NN\n    el/NN\n    acuerdo/NN\n    que/NN)\n  (NP\n    firmó/JJ\n    con/NN\n    Hamás/NNP\n    e/NN\n    inició/NN\n    su/NN\n    primera/NN\n    fase/NN)\n  (VP el/VBD pasado/JJ)\n  19/CD\n  de/FW\n  enero/FW\n  ,/,\n  la/FW\n  (NP\n    cual/JJ\n    culminó/NN\n    el/NN\n    pasado/NN\n    sábado/NN\n    sin/NN\n    conversaciones/NNS)\n  (VP para/VBP (NP el/JJ inicio/NN))\n  de/IN\n  la/FW\n  (NP siguiente/NN)\n  ./.)",
      "(S\n  (NP “/JJ No/NNP te/NN)\n  (VP atrevas/VBZ (NP a/DT sabotear/JJ el/NN acuerdo/NN ”/NNP))\n  ,/,\n  (NP reza/NN)\n  (NP un/JJ comunicado/NN)\n  de/IN\n  prensa/FW\n  (NP compartido/NN por/NN)\n  la/FW\n  organización/FW\n  de/FW\n  los/FW\n  (NP familiares/NNS)\n  de/IN\n  los/FW\n  (NP rehenes/NNS)\n  (VP antes/VBZ)\n  de/IN\n  la/FW\n  manifestación/FW\n  ,/,\n  que/FW\n  (NP fue/JJ citado/NN por/NN el/NN diario/NN israelí/NN Haaretz/NNP)\n  ./.)",
      "(S\n  (NP En/NNP tanto/NN)\n  ,/,\n  (NP The/DT Times/NNP)\n  (PP of/IN (NP Israel/NNP))\n  recoge/FW\n  testimonios/FW\n  de/FW\n  israelíes/FW\n  (NP que/NN)\n  (VP advierten/VBP (NP a/DT Netanyahu/NNP que/NN sus/NN))\n  (VP\n    familiares/VBZ\n    (NP\n      cautivos/JJ\n      se/JJ\n      quedan/NN\n      sin/NN\n      tiempo/NN\n      y/NN\n      debe/NN\n      iniciar/NN\n      la/NN)\n    (NP segunda/JJ fase/NN para/NN)\n    (NP que/JJ sean/JJ liberados/NN))\n  ./.)",
      "(S\n  (NP Los/NNP)\n  (VP manifestantes/VBZ)\n  (VP realizaron/VBP (NP una/JJ sentada/NN))\n  ,/,\n  (NP encendieron/NN hogueras/NNS)\n  ,/,\n  (NP lanzaron/NN bengalas/NNS)\n  (VP e/VBP (NP interrumpieron/JJ el/NN tráfico/NN))\n  ,/,\n  (NP según/JJ recoge/NN)\n  (NP un/JJ comunicado/NN)\n  de/IN\n  la/FW\n  policía/FW\n  (NP sionista/NN)\n  ,/,\n  (NP que/NN)\n  (VP detuvo/VBD (NP a/DT un/JJ menor/NN israelí/NN))\n  de/IN\n  17/CD\n  (NP años/NNS)\n  (ADJP por/JJ)\n  (VP\n    encender/VBP\n    (NP una/JJ bengala/NN durante/NN las/NN protestas/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "MEDIOS_COMUNICACION",
      "PERIODOS_TEMPORALES",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ACCIONES_LEGALES",
      "LEYES_NORMATIVAS",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "TIEMPO_RELATIVO",
      "NEGOCIACION_ACUERDOS",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "policía sionista, que detuvo",
        "position": [
          1189,
          1217
        ],
        "start": 1189,
        "end": 1217
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra debe seguir para mantenerle en el",
        "position": [
          1302,
          1342
        ],
        "start": 1302,
        "end": 1342
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "cese de las hostilidades",
        "position": [
          3122,
          3146
        ],
        "start": 3122,
        "end": 3146
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que el gobierno sionista manipuló deliberadamente las listas de los palestinos secuestrados a",
        "position": [
          4077,
          4179
        ],
        "start": 4077,
        "end": 4179
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3401,
          3408
        ],
        "start": 3401,
        "end": 3408
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "ayuda humanitaria",
        "position": [
          3266,
          3283
        ],
        "start": 3266,
        "end": 3283
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          3951,
          3958
        ],
        "start": 3951,
        "end": 3958
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "diario israelí haaretz",
        "position": [
          828,
          850
        ],
        "start": 828,
        "end": 850
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          4077,
          4085
        ],
        "start": 4077,
        "end": 4085
      },
      {
        "category": "NEGOCIACION_ACUERDOS",
        "matched_text": "acordó",
        "position": [
          2439,
          2445
        ],
        "start": 2439,
        "end": 2445
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo que firmó con hamás e inició su primera fase el pasado 19",
        "position": [
          487,
          552
        ],
        "start": 487,
        "end": 552
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          422,
          427
        ],
        "start": 422,
        "end": 427
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2493,
          2507
        ],
        "start": 2493,
        "end": 2507
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          164,
          171
        ],
        "start": 164,
        "end": 171
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "zona ocupada",
        "position": [
          1656,
          1668
        ],
        "start": 1656,
        "end": 1668
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle azza",
        "position": [
          422,
          432
        ],
        "start": 422,
        "end": 432
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "sábado 1 de marzo",
        "position": [
          1922,
          1939
        ],
        "start": 1922,
        "end": 1939
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la noche",
        "position": [
          1906,
          1917
        ],
        "start": 1906,
        "end": 1917
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          3243,
          3246
        ],
        "start": 3243,
        "end": 3246
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1776,
          1783
        ],
        "start": 1776,
        "end": 1783
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "490 personas",
        "position": [
          3506,
          3518
        ],
        "start": 3506,
        "end": 3518
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Primer Ministro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jerusalén",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cisjordania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Steve Witkoff",
        "tipo": "Persona"
      },
      {
        "nombre": "The Times of Israel",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oficina de Prensa de los Prisioneros",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Sanidad",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno sionista",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Franja",
        "tipo": "Lugar"
      },
      {
        "nombre": "calle Azza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Qatar",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Netanyahu",
        "relacion": "PEDIR_EXIGIR",
        "objeto": "Franja de Gaza"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "PEDIR_EXIGIR",
        "objeto": "Cisjordania"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "PEDIR_EXIGIR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Franja de Gaza",
        "relacion": "CULMINAR_PEDIR_EXIGIR",
        "objeto": "Cisjordania"
      },
      {
        "sujeto": "Franja de Gaza",
        "relacion": "CULMINAR_PEDIR_EXIGIR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Cisjordania",
        "relacion": "CULMINAR_PEDIR_EXIGIR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Primer Ministro",
        "relacion": "CONGREGAR",
        "objeto": "calle Azza"
      },
      {
        "sujeto": "Primer Ministro",
        "relacion": "CONGREGAR",
        "objeto": "Jerusalén"
      },
      {
        "sujeto": "Primer Ministro",
        "relacion": "CONGREGAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "calle Azza",
        "relacion": "CONGREGAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "Jerusalén",
        "relacion": "CONGREGAR",
        "objeto": "Hamás"
      },
      {
        "sujeto": "The Times of Israel",
        "relacion": "RECOGER",
        "objeto": "Netanyahu"
      },
      {
        "sujeto": "Israel",
        "relacion": "DECIR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Israel",
        "relacion": "DECIR",
        "objeto": "Steve Witkoff"
      },
      {
        "sujeto": "Israel",
        "relacion": "EXIGIR_RECHAZAR",
        "objeto": "Qatar"
      },
      {
        "sujeto": "Israel",
        "relacion": "EXIGIR_RECHAZAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Hamás",
        "relacion": "LLAMAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Gaza",
        "relacion": "LLEVAR_DEPORTAR",
        "objeto": "Cisjordania"
      },
      {
        "sujeto": "Hamás",
        "relacion": "DENUNCIAR",
        "objeto": "Gobierno sionista"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9633,
    "pos": 0.017,
    "neu": 0.94,
    "neg": 0.043,
    "label": "negative"
  }
}