{
  "url": "https://www.telesurtv.net/venezuela-plan-de-independencia-chevron/",
  "title": "Venezuela apuesta a fortalecer industria petrolera nacional ante restricciones a Chevron - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Chevron",
    "Delcy Rodríguez",
    "industria petrolera",
    "Nicolás Maduro",
    "OFAC",
    "Plan de Independencia Productiva Absoluta",
    "Venezuela"
  ],
  "text": "\nVenezuela comunicó este martes la activación del Plan de Independencia Productiva Absoluta luego de que se formalizara la decisión del gobierno de Estados Unidos de dar un plazo de un mes a la petrolera estadounidense Chevron para finalizar sus actividades en el país caribeño.\nLa medida, formalizada este martes y anunciada anteriormente por el presidente Donald Trump, fue interpretada por Caracas como un intento de afectar la economía venezolana y genera una firme reacción por parte del Gobierno de Nicolás Maduro.\n\n\nEn un comunicado difundido por la vicepresidenta ejecutiva y ministra de Hidrocarburos en el día de la fecha se denuncia que “el nuevo gobierno de EE.UU. ha sucumbido a la presión de sectores opositores fracasados y derrotados de Venezuela”.\nLa misiva basa apunta que la decisión del país norteamericano no solo afecta a Venezuela, sino que también perjudica a Estados Unidos al incrementar los precios de los combustibles y socavar la seguridad jurídica de las inversiones estadounidenses en el extranjero.\nChevron, una de las mayores compañías petroleras del mundo, ha operado en Venezuela durante más de cien años. Sin embargo, la decisión del gobierno estadounidense de revocar su licencia para operar en el país suramericano ha sido vista como un nuevo capítulo en la escalada de sanciones económicas contra Venezuela.\n\nFrente a esta situación, se ordenó la activación del Plan de Independencia Productiva Absoluta, una estrategia diseñada para fortalecer la industria petrolera venezolana y reducir la dependencia de empresas extranjeras.\nSegún se lee en el comunicado, este plan surge con el fin de garantizar la recuperación estable y diversificada de la economía nacional, con un enfoque en la autosuficiencia y la justicia social.\n“Ni en el pasado ni ahora los mismos opositores fracasados y derrotados podrán hacerle daño a nuestro país”, afirma la misiva. Además, se destaca la importancia de la unidad nacional y la conciencia colectiva para superar los desafíos económicos y avanzar hacia un futuro más próspero.\nEl gobierno venezolano ha enfatizado la importancia de la autosuficiencia y la independencia económica como pilares fundamentales para superar las sanciones y avanzar hacia un futuro más estable. “No esperemos nada sino de nosotros mismos”, citó el comunicado oficial, recordando las palabras del libertador José Gervasio Artigas.\n\nLa publicación de la Licencia General 41A realizada este martes por la Oficina de Control de Activos Extranjeros (OFAC) de Estados Unidos revoca la autorización previa para que Chevron operara en Venezuela. La OFAC establece plazos específicos para la implementación de la medida, otorgando un período de transición para que Chevron y otras empresas afectadas ajusten sus operaciones.\nDe acuerdo con lo dispuesto en un documento firmado por la Directora interina de la OFAC, Lisa M. Palluconi, el cual fue publicado en el portal web del organismo de control financiero, a partir de este martes 4 de marzo de 2025, la Licencia General 41 será completamente sustituida por una nueva licencia denominada 41A, lo pone fin al permiso especial que Chevron mantenía desde noviembre de 2022 para operar en el país suramericano, reforzando el ataque sistemático en contra la economía venezolana.\nEl documento detalla que la multinacional energética deberá cesar sus actividades en el país antes del 3 de abril: «todas las transacciones que normalmente son incidentales y necesarias para la liquidación de transacciones previamente autorizadas por la Licencia General 41 estarán permitidas únicamente hasta la fecha límite establecida».\nLa licencia 41A, prohíbe a Chevron realizar pagos de impuestos, regalías y dividendos a la empresa estatal Petróleos de Venezuela, S.A. (PDVSA). Además, restringe la venta de petróleo y derivados producidos por las empresas conjuntas de Chevron para la exportación a cualquier jurisdicción que no sea Estados Unidos. También impide transacciones con entidades venezolanas propiedad o controladas por entidades rusas.\nLa revocatoria de la licencia de Chevron tiene importantes implicaciones tanto para Venezuela como para Estados Unidos. Por un lado, Venezuela, que posee las mayores reservas de petróleo del mundo, enfrenta el desafío de mantener la producción y exportación de crudo sin el apoyo de una de las principales empresas del sector.\nPor otro lado, Estados Unidos podría verse afectado por el aumento en los precios de los combustibles, especialmente en un contexto global de incertidumbre energética. Además, esta medida podría generar dudas sobre la seguridad jurídica de las inversiones estadounidenses en otros países, lo que podría tener repercusiones a largo plazo.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-plan-de-independencia-chevron/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 2105,
    "message_id": 88321,
    "date": "2025-03-04T21:55:12+00:00",
    "text": "teleSUR\nVenezuela apuesta a fortalecer industria petrolera nacional ante restricciones a Chevron\nhttps://www.telesurtv.net/venezuela-plan-de-independencia-chevron/",
    "photo_path": null,
    "views": 2925,
    "reactions": {
      "👍": 87,
      "😁": 2,
      "🔥": 1,
      "👏": 1
    },
    "total_reactions": 91
  },
  "preprocessing": {
    "cleaned": "venezuela comunicó este martes la activación del plan de independencia productiva absoluta luego de que se formalizara la decisión del gobierno de estados unidos de dar un plazo de un mes a la petrolera estadounidense chevron para finalizar sus actividades en el país caribeño. la medida, formalizada este martes y anunciada anteriormente por el presidente donald trump, fue interpretada por caracas como un intento de afectar la economía venezolana y genera una firme reacción por parte del gobierno de nicolás maduro. en un comunicado difundido por la vicepresidenta ejecutiva y ministra de hidrocarburos en el día de la fecha se denuncia que “el nuevo gobierno de ee.uu. ha sucumbido a la presión de sectores opositores fracasados y derrotados de venezuela”. la misiva basa apunta que la decisión del país norteamericano no solo afecta a venezuela, sino que también perjudica a estados unidos al incrementar los precios de los combustibles y socavar la seguridad jurídica de las inversiones estadounidenses en el extranjero. chevron, una de las mayores compañías petroleras del mundo, ha operado en venezuela durante más de cien años. sin embargo, la decisión del gobierno estadounidense de revocar su licencia para operar en el país suramericano ha sido vista como un nuevo capítulo en la escalada de sanciones económicas contra venezuela. frente a esta situación, se ordenó la activación del plan de independencia productiva absoluta, una estrategia diseñada para fortalecer la industria petrolera venezolana y reducir la dependencia de empresas extranjeras. según se lee en el comunicado, este plan surge con el fin de garantizar la recuperación estable y diversificada de la economía nacional, con un enfoque en la autosuficiencia y la justicia social. “ni en el pasado ni ahora los mismos opositores fracasados y derrotados podrán hacerle daño a nuestro país”, afirma la misiva. además, se destaca la importancia de la unidad nacional y la conciencia colectiva para superar los desafíos económicos y avanzar hacia un futuro más próspero. el gobierno venezolano ha enfatizado la importancia de la autosuficiencia y la independencia económica como pilares fundamentales para superar las sanciones y avanzar hacia un futuro más estable. “no esperemos nada sino de nosotros mismos”, citó el comunicado oficial, recordando las palabras del libertador josé gervasio artigas. la publicación de la licencia general 41a realizada este martes por la oficina de control de activos extranjeros (ofac) de estados unidos revoca la autorización previa para que chevron operara en venezuela. la ofac establece plazos específicos para la implementación de la medida, otorgando un período de transición para que chevron y otras empresas afectadas ajusten sus operaciones. de acuerdo con lo dispuesto en un documento firmado por la directora interina de la ofac, lisa m. palluconi, el cual fue publicado en el portal web del organismo de control financiero, a partir de este martes 4 de marzo de 2025, la licencia general 41 será completamente sustituida por una nueva licencia denominada 41a, lo pone fin al permiso especial que chevron mantenía desde noviembre de 2022 para operar en el país suramericano, reforzando el ataque sistemático en contra la economía venezolana. el documento detalla que la multinacional energética deberá cesar sus actividades en el país antes del 3 de abril: «todas las transacciones que normalmente son incidentales y necesarias para la liquidación de transacciones previamente autorizadas por la licencia general 41 estarán permitidas únicamente hasta la fecha límite establecida». la licencia 41a, prohíbe a chevron realizar pagos de impuestos, regalías y dividendos a la empresa estatal petróleos de venezuela, s.a. (pdvsa). además, restringe la venta de petróleo y derivados producidos por las empresas conjuntas de chevron para la exportación a cualquier jurisdicción que no sea estados unidos. también impide transacciones con entidades venezolanas propiedad o controladas por entidades rusas. la revocatoria de la licencia de chevron tiene importantes implicaciones tanto para venezuela como para estados unidos. por un lado, venezuela, que posee las mayores reservas de petróleo del mundo, enfrenta el desafío de mantener la producción y exportación de crudo sin el apoyo de una de las principales empresas del sector. por otro lado, estados unidos podría verse afectado por el aumento en los precios de los combustibles, especialmente en un contexto global de incertidumbre energética. además, esta medida podría generar dudas sobre la seguridad jurídica de las inversiones estadounidenses en otros países, lo que podría tener repercusiones a largo plazo.",
    "tokens": [
      "venezuela",
      "comunicó",
      "martes",
      "activación",
      "plan",
      "independencia",
      "productiva",
      "absoluta",
      "luego",
      "formalizara",
      "decisión",
      "gobierno",
      "unidos",
      "dar",
      "plazo",
      "mes",
      "petrolera",
      "estadounidense",
      "chevron",
      "finalizar",
      "actividades",
      "país",
      "caribeño",
      ".",
      "medida",
      ",",
      "formalizada",
      "martes",
      "anunciada",
      "anteriormente",
      "presidente",
      "donald",
      "trump",
      ",",
      "interpretada",
      "caracas",
      "intento",
      "afectar",
      "economía",
      "venezolana",
      "genera",
      "firme",
      "reacción",
      "parte",
      "gobierno",
      "nicolás",
      "maduro",
      ".",
      "comunicado",
      "difundido",
      "vicepresidenta",
      "ejecutiva",
      "ministra",
      "hidrocarburos",
      "día",
      "fecha",
      "denuncia",
      "“",
      "nuevo",
      "gobierno",
      "ee.uu.",
      "sucumbido",
      "presión",
      "sectores",
      "opositores",
      "fracasados",
      "derrotados",
      "venezuela",
      "”",
      ".",
      "misiva",
      "basa",
      "apunta",
      "decisión",
      "país",
      "norteamericano",
      "solo",
      "afecta",
      "venezuela",
      ",",
      "sino",
      "perjudica",
      "unidos",
      "incrementar",
      "precios",
      "combustibles",
      "socavar",
      "seguridad",
      "jurídica",
      "inversiones",
      "estadounidenses",
      "extranjero",
      ".",
      "chevron",
      ",",
      "mayores",
      "compañías",
      "petroleras",
      "mundo",
      ",",
      "operado",
      "venezuela",
      "cien",
      "años",
      ".",
      "embargo",
      ",",
      "decisión",
      "gobierno",
      "estadounidense",
      "revocar",
      "licencia",
      "operar",
      "país",
      "suramericano",
      "sido",
      "vista",
      "nuevo",
      "capítulo",
      "escalada",
      "sanciones",
      "económicas",
      "venezuela",
      ".",
      "frente",
      "situación",
      ",",
      "ordenó",
      "activación",
      "plan",
      "independencia",
      "productiva",
      "absoluta",
      ",",
      "estrategia",
      "diseñada",
      "fortalecer",
      "industria",
      "petrolera",
      "venezolana",
      "reducir",
      "dependencia",
      "empresas",
      "extranjeras",
      ".",
      "según",
      "lee",
      "comunicado",
      ",",
      "plan",
      "surge",
      "fin",
      "garantizar",
      "recuperación",
      "estable",
      "diversificada",
      "economía",
      "nacional",
      ",",
      "enfoque",
      "autosuficiencia",
      "justicia",
      "social",
      ".",
      "“",
      "pasado",
      "ahora",
      "mismos",
      "opositores",
      "fracasados",
      "derrotados",
      "podrán",
      "hacerle",
      "daño",
      "país",
      "”",
      ",",
      "afirma",
      "misiva",
      ".",
      "además",
      ",",
      "destaca",
      "importancia",
      "unidad",
      "nacional",
      "conciencia",
      "colectiva",
      "superar",
      "desafíos",
      "económicos",
      "avanzar",
      "hacia",
      "futuro",
      "próspero",
      ".",
      "gobierno",
      "venezolano",
      "enfatizado",
      "importancia",
      "autosuficiencia",
      "independencia",
      "económica",
      "pilares",
      "fundamentales",
      "superar",
      "sanciones",
      "avanzar",
      "hacia",
      "futuro",
      "estable",
      ".",
      "“",
      "esperemos",
      "sino",
      "mismos",
      "”",
      ",",
      "citó",
      "comunicado",
      "oficial",
      ",",
      "recordando",
      "palabras",
      "libertador",
      "josé",
      "gervasio",
      "artigas",
      ".",
      "publicación",
      "licencia",
      "general",
      "41a",
      "realizada",
      "martes",
      "oficina",
      "control",
      "activos",
      "extranjeros",
      "(",
      "ofac",
      ")",
      "unidos",
      "revoca",
      "autorización",
      "previa",
      "chevron",
      "operara",
      "venezuela",
      ".",
      "ofac",
      "establece",
      "plazos",
      "específicos",
      "implementación",
      "medida",
      ",",
      "otorgando",
      "período",
      "transición",
      "chevron",
      "empresas",
      "afectadas",
      "ajusten",
      "operaciones",
      ".",
      "acuerdo",
      "dispuesto",
      "documento",
      "firmado",
      "directora",
      "interina",
      "ofac",
      ",",
      "lisa",
      "m.",
      "palluconi",
      ",",
      "publicado",
      "portal",
      "web",
      "organismo",
      "control",
      "financiero",
      ",",
      "partir",
      "martes",
      "4",
      "marzo",
      "2025",
      ",",
      "licencia",
      "general",
      "41",
      "completamente",
      "sustituida",
      "nueva",
      "licencia",
      "denominada",
      "41a",
      ",",
      "pone",
      "fin",
      "permiso",
      "especial",
      "chevron",
      "mantenía",
      "noviembre",
      "2022",
      "operar",
      "país",
      "suramericano",
      ",",
      "reforzando",
      "ataque",
      "sistemático",
      "economía",
      "venezolana",
      ".",
      "documento",
      "detalla",
      "multinacional",
      "energética",
      "deberá",
      "cesar",
      "actividades",
      "país",
      "3",
      "abril",
      ":",
      "«",
      "todas",
      "transacciones",
      "normalmente",
      "incidentales",
      "necesarias",
      "liquidación",
      "transacciones",
      "previamente",
      "autorizadas",
      "licencia",
      "general",
      "41",
      "permitidas",
      "únicamente",
      "fecha",
      "límite",
      "establecida",
      "»",
      ".",
      "licencia",
      "41a",
      ",",
      "prohíbe",
      "chevron",
      "realizar",
      "pagos",
      "impuestos",
      ",",
      "regalías",
      "dividendos",
      "empresa",
      "estatal",
      "petróleos",
      "venezuela",
      ",",
      "s.a.",
      "(",
      "pdvsa",
      ")",
      ".",
      "además",
      ",",
      "restringe",
      "venta",
      "petróleo",
      "derivados",
      "producidos",
      "empresas",
      "conjuntas",
      "chevron",
      "exportación",
      "cualquier",
      "jurisdicción",
      "unidos",
      ".",
      "impide",
      "transacciones",
      "entidades",
      "venezolanas",
      "propiedad",
      "controladas",
      "entidades",
      "rusas",
      ".",
      "revocatoria",
      "licencia",
      "chevron",
      "importantes",
      "implicaciones",
      "venezuela",
      "unidos",
      ".",
      "lado",
      ",",
      "venezuela",
      ",",
      "posee",
      "mayores",
      "reservas",
      "petróleo",
      "mundo",
      ",",
      "enfrenta",
      "desafío",
      "mantener",
      "producción",
      "exportación",
      "crudo",
      "apoyo",
      "principales",
      "empresas",
      "sector",
      ".",
      "lado",
      ",",
      "unidos",
      "podría",
      "verse",
      "afectado",
      "aumento",
      "precios",
      "combustibles",
      ",",
      "especialmente",
      "contexto",
      "global",
      "incertidumbre",
      "energética",
      ".",
      "además",
      ",",
      "medida",
      "podría",
      "generar",
      "dudas",
      "seguridad",
      "jurídica",
      "inversiones",
      "estadounidenses",
      "países",
      ",",
      "podría",
      "tener",
      "repercusiones",
      "largo",
      "plazo",
      "."
    ],
    "token_count": 458,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "NN": 213,
      "VBZ": 12,
      "JJ": 64,
      "FW": 204,
      "IN": 28,
      "NNS": 31,
      "VBP": 26,
      "VBD": 3,
      "DT": 2,
      "RB": 5,
      "CD": 7,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NN": 24,
      "NN-NN": 106,
      "NN-VBZ": 5,
      "VBZ-JJ": 7,
      "JJ-FW": 6,
      "FW-FW": 128,
      "FW-NNP": 24,
      "NNP-FW": 17,
      "NNP-NNP": 34,
      "FW-NN": 24,
      "NN-FW": 30,
      "NNP-IN": 2,
      "IN-FW": 21,
      "FW-JJ": 14,
      "JJ-NN": 42,
      "NN-IN": 19,
      "IN-JJ": 2,
      "JJ-NNS": 8,
      "NNS-VBP": 21,
      "VBP-NN": 3,
      "NN-NNP": 22,
      "VBZ-IN": 2,
      "NNP-VBD": 2,
      "VBD-NN": 1,
      "NN-NNS": 9,
      "VBP-JJ": 16,
      "VBD-JJ": 2,
      "NN-JJ": 14,
      "NNP-JJ": 3,
      "IN-NNP": 2,
      "FW-VBZ": 1,
      "FW-DT": 1,
      "DT-NN": 2,
      "NN-RB": 2,
      "RB-NNP": 1,
      "NNS-IN": 2,
      "FW-NNS": 9,
      "NNS-NNS": 2,
      "IN-NN": 2,
      "JJ-JJ": 4,
      "NN-VBP": 2,
      "JJ-NNP": 4,
      "NNS-VBZ": 2,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "NNS-RB": 2,
      "RB-VBP": 2,
      "RB-NN": 1,
      "NNP-CD": 3,
      "CD-NN": 7,
      "NNP-VBZ": 4,
      "NNS-NNP": 1,
      "NNP-VBP": 1,
      "FW-CD": 1,
      "NN-CD": 1,
      "FW-IN": 1,
      "IN-CD": 1,
      "VBZ-FW": 1,
      "VBP-NNS": 3,
      "NNS-JJ": 1,
      "NN-VBD": 1,
      "VBZ-CD": 1,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "NN-DT": 1,
      "VBP-NNP": 1,
      "VBP-IN": 2,
      "VBP-FW": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 17,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "FW-FW-NNP": 11,
      "FW-NNP-FW": 9,
      "NNP-FW-NNP": 6,
      "FW-NNP-NNP": 11,
      "NNP-NNP-NNP": 13,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 5,
      "FW-FW-FW": 92,
      "FW-FW-NN": 11,
      "FW-NN-FW": 8,
      "NN-FW-FW": 18,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 10,
      "JJ-NN-IN": 6,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 2,
      "NN-NN-NNP": 11,
      "NN-NNP-NN": 11,
      "NN-NN-NN": 50,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "IN-FW-FW": 9,
      "FW-NN-NNP": 1,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-NN": 1,
      "VBD-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 11,
      "JJ-NN-NN": 21,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "JJ-NN-NNP": 6,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 8,
      "JJ-NN-FW": 2,
      "FW-NN-JJ": 1,
      "NN-NN-FW": 18,
      "NN-FW-NNP": 5,
      "NNP-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "NN-FW-JJ": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "NNP-FW-NN": 6,
      "FW-NN-NN": 10,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NNP-NNP-NN": 5,
      "NN-NN-JJ": 9,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NNS": 5,
      "FW-NNS-VBP": 6,
      "VBP-JJ-FW": 3,
      "JJ-FW-NN": 2,
      "FW-NN-IN": 2,
      "NN-IN-FW": 15,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNP-NN-FW": 2,
      "FW-FW-NNS": 4,
      "FW-NNP-NN": 4,
      "NN-NN-IN": 9,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NN": 4,
      "NN-FW-NN": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "FW-FW-JJ": 7,
      "JJ-NN-JJ": 3,
      "FW-JJ-NNP": 2,
      "JJ-NNP-FW": 2,
      "FW-JJ-NNS": 1,
      "FW-JJ-JJ": 1,
      "FW-NN-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 2,
      "RB-VBP-JJ": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNP-NN-RB": 1,
      "NN-RB-NN": 1,
      "RB-NN-IN": 1,
      "JJ-NN-NNS": 3,
      "NNP-NNP-CD": 3,
      "NNP-CD-NN": 3,
      "CD-NN-NN": 4,
      "JJ-FW-NNP": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 3,
      "IN-FW-NN": 2,
      "NN-NNP-VBZ": 3,
      "VBZ-JJ-NNS": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "IN-JJ-NN": 1,
      "NNP-NN-IN": 1,
      "IN-FW-NNP": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-NNS-IN": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NNP": 2,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "NN-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-NNS-RB": 1,
      "CD-NN-NNS": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "NN-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NNP": 1,
      "NNP-NN-NNS": 2,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-NN": 1,
      "IN-NN-NNP": 1,
      "VBP-IN-FW": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "NN-JJ-FW": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NN-NN-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 213,
        "FW": 204,
        "NNP": 90,
        "JJ": 64,
        "NNS": 31
      },
      "top_bigrams": {
        "FW-FW": 128,
        "NN-NN": 106,
        "JJ-NN": 42,
        "NNP-NNP": 34,
        "NN-FW": 30
      },
      "top_trigrams": {
        "FW-FW-FW": 92,
        "NN-NN-NN": 50,
        "JJ-NN-NN": 21,
        "NN-FW-FW": 18,
        "NN-NN-FW": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 169,
      "VP": 44,
      "PP": 8,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0241
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0161
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('Plan', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Independencia', 'NNP') ('Productiva', 'NNP') ('Absoluta', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('actividades', 'VBZ')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('combustibles', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Venezuela comunicó este"
      },
      {
        "label": "VP",
        "text": "martes la"
      },
      {
        "label": "NP",
        "text": "Plan"
      },
      {
        "label": "NP",
        "text": "Independencia Productiva Absoluta"
      },
      {
        "label": "NP",
        "text": "formalizara"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "un plazo"
      },
      {
        "label": "PP",
        "text": "de un mes"
      },
      {
        "label": "NP",
        "text": "un mes"
      },
      {
        "label": "NP",
        "text": "a la petrolera estadounidense Chevron para finalizar sus"
      },
      {
        "label": "VP",
        "text": "actividades"
      },
      {
        "label": "NP",
        "text": "país caribeño"
      },
      {
        "label": "NP",
        "text": "La medida"
      },
      {
        "label": "NP",
        "text": "formalizada este martes"
      },
      {
        "label": "VP",
        "text": "y anunciada anteriormente por el presidente Donald Trump"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Venezuela/NNP comunicó/NN este/NN)\n  (VP martes/VBZ la/JJ)\n  activación/FW\n  del/FW\n  (NP Plan/NNP)\n  de/FW\n  (NP Independencia/NNP Productiva/NNP Absoluta/NNP)\n  luego/FW\n  de/FW\n  que/FW\n  se/FW\n  (NP formalizara/NN)\n  la/FW\n  decisión/FW\n  del/FW\n  gobierno/FW\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  de/IN\n  dar/FW\n  (NP un/JJ plazo/NN)\n  (PP de/IN (NP un/JJ mes/NNS))\n  (NP\n    a/DT\n    la/NN\n    petrolera/NN\n    estadounidense/NN\n    Chevron/NNP\n    para/NN\n    finalizar/NN\n    sus/NN)\n  (VP actividades/VBZ)\n  en/IN\n  el/FW\n  (NP país/NN caribeño/NN)\n  ./.)",
      "(S\n  (NP La/NNP medida/NN)\n  ,/,\n  (NP formalizada/JJ este/NN martes/NNS)\n  (VP\n    y/VBP\n    (NP\n      anunciada/JJ\n      anteriormente/NN\n      por/NN\n      el/NN\n      presidente/NN\n      Donald/NNP\n      Trump/NNP))\n  ,/,\n  (NP fue/NN interpretada/NN por/NN Caracas/NNP como/NN)\n  (NP un/JJ intento/NN)\n  de/FW\n  afectar/FW\n  la/FW\n  economía/FW\n  venezolana/FW\n  y/FW\n  (NP genera/NN)\n  (NP una/JJ firme/NN reacción/NN por/NN parte/NN)\n  del/FW\n  (NP Gobierno/NNP)\n  de/FW\n  (NP Nicolás/NNP Maduro/NNP)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP un/JJ comunicado/NN difundido/NN por/NN la/NN)\n  vicepresidenta/FW\n  ejecutiva/FW\n  y/FW\n  ministra/FW\n  de/FW\n  (NP Hidrocarburos/NNP)\n  en/FW\n  el/FW\n  día/FW\n  de/FW\n  la/FW\n  fecha/FW\n  se/FW\n  (NP denuncia/NN que/NN “/NNP)\n  (VP el/VBZ (NP nuevo/JJ gobierno/NN))\n  (PP de/IN (NP EE.UU./NNP ha/NN))\n  (VP sucumbido/VBD (NP a/DT la/NN))\n  presión/FW\n  de/FW\n  sectores/FW\n  (VP opositores/VBZ (NP fracasados/JJ y/JJ derrotados/NN))\n  (PP de/IN (NP Venezuela/NNP ”/NNP))\n  ./.)",
      "(S\n  (NP La/NNP)\n  misiva/FW\n  (NP basa/NN apunta/NN que/NN la/NN)\n  decisión/FW\n  del/FW\n  país/FW\n  norteamericano/FW\n  (NP no/DT solo/NN)\n  (VP afecta/VBZ (NP a/DT Venezuela/NNP))\n  ,/,\n  (NP sino/NN que/NN también/NN)\n  (VP\n    perjudica/VBZ\n    (NP a/DT Estados/NNP Unidos/NNP al/NN incrementar/NN)\n    (NP los/JJ precios/NNS))\n  de/IN\n  los/FW\n  (NP combustibles/NNS)\n  (VP y/VBP (NP socavar/JJ la/NN seguridad/NN jurídica/NN))\n  de/IN\n  las/FW\n  (NP inversiones/NNS estadounidenses/NNS)\n  (VP en/VBP (NP el/JJ extranjero/NN))\n  ./.)",
      "(S\n  (NP Chevron/NNP)\n  ,/,\n  (ADJP una/JJ)\n  de/FW\n  las/FW\n  (NP mayores/NNS)\n  (VP compañías/VBP petroleras/JJ)\n  del/FW\n  (NP mundo/NN)\n  ,/,\n  (NP ha/NN operado/NN)\n  en/FW\n  (NP Venezuela/NNP durante/NN más/NN)\n  (PP de/IN (NP cien/NN años/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "PERIODOS_TEMPORALES",
      "PAISES",
      "CIUDADES_CAPITALES",
      "LEYES_NORMATIVAS",
      "JUSTICIA_SOCIAL",
      "FECHAS_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          918,
          925
        ],
        "start": 918,
        "end": 925
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "comunicó",
        "position": [
          11,
          19
        ],
        "start": 11,
        "end": 19
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de estados unidos",
        "position": [
          136,
          162
        ],
        "start": 136,
        "end": 162
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente donald trump",
        "position": [
          347,
          370
        ],
        "start": 347,
        "end": 370
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministra de hidrocarburos en",
        "position": [
          584,
          612
        ],
        "start": 584,
        "end": 612
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con lo dispuesto en un documento firmado por la directora interina de la ofac, lisa m. palluconi, el cual fue publicado en el portal web del organismo de control financiero, a partir de este martes 4",
        "position": [
          2770,
          2977
        ],
        "start": 2770,
        "end": 2977
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          148,
          162
        ],
        "start": 148,
        "end": 162
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          1,
          10
        ],
        "start": 1,
        "end": 10
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          393,
          400
        ],
        "start": 393,
        "end": 400
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "4 de marzo de 2025",
        "position": [
          2976,
          2994
        ],
        "start": 2976,
        "end": 2994
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "martes 4 de marzo",
        "position": [
          2969,
          2986
        ],
        "start": 2969,
        "end": 2986
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el día",
        "position": [
          610,
          619
        ],
        "start": 610,
        "end": 619
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1145,
          1152
        ],
        "start": 1145,
        "end": 1152
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          1747,
          1762
        ],
        "start": 1747,
        "end": 1762
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "OFAC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "José Gervasio Artigas",
        "tipo": "Persona"
      },
      {
        "nombre": "Chevron",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lisa M. Palluconi",
        "tipo": "Persona"
      },
      {
        "nombre": "Directora",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de Nicolás Maduro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oficina de Control de Activos Extranjeros",
        "tipo": "Organizacion"
      },
      {
        "nombre": "PDVSA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hidrocarburos",
        "tipo": "Persona"
      },
      {
        "nombre": "Petróleos de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "S.A.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "La OFAC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "COMUNICAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "COMUNICAR",
        "objeto": "Chevron"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "INTERPRETAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "INTERPRETAR",
        "objeto": "Gobierno de Nicolás Maduro"
      },
      {
        "sujeto": "Caracas",
        "relacion": "INTERPRETAR",
        "objeto": "Gobierno de Nicolás Maduro"
      },
      {
        "sujeto": "Hidrocarburos",
        "relacion": "DENUNCIAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Hidrocarburos",
        "relacion": "DENUNCIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "SUCUMBIR_DENUNCIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "AFECTAR_APUNTAR_BASAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Chevron",
        "relacion": "OPERAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Chevron",
        "relacion": "REVOCAR",
        "objeto": "Oficina de Control de Activos Extranjeros"
      },
      {
        "sujeto": "Oficina de Control de Activos Extranjeros",
        "relacion": "REVOCAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Chevron",
        "relacion": "REVOCAR",
        "objeto": "OFAC"
      },
      {
        "sujeto": "OFAC",
        "relacion": "REVOCAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Chevron",
        "relacion": "REVOCAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "REVOCAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Chevron",
        "relacion": "OPERAR_REVOCAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "La OFAC",
        "relacion": "ESTABLECER",
        "objeto": "Chevron"
      },
      {
        "sujeto": "Directora",
        "relacion": "ES",
        "objeto": "Lisa M. Palluconi"
      },
      {
        "sujeto": "Chevron",
        "relacion": "PONER",
        "objeto": "Directora"
      },
      {
        "sujeto": "Chevron",
        "relacion": "PONER",
        "objeto": "OFAC"
      },
      {
        "sujeto": "Chevron",
        "relacion": "PONER",
        "objeto": "Lisa M. Palluconi"
      },
      {
        "sujeto": "Chevron",
        "relacion": "PROH_BIR",
        "objeto": "Petróleos de Venezuela"
      },
      {
        "sujeto": "Chevron",
        "relacion": "PROH_BIR",
        "objeto": "S.A."
      },
      {
        "sujeto": "Chevron",
        "relacion": "PROH_BIR",
        "objeto": "PDVSA"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4588,
    "pos": 0.014,
    "neu": 0.97,
    "neg": 0.017,
    "label": "negative"
  }
}