{
  "url": "https://www.telesurtv.net/brasil-rescatan-trabajadores-esclavitud/",
  "title": "Brasil: Rescatan a más de 560 trabajadores en condiciones de esclavitud en Mato Grosso - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Brasil",
    "derechos laborales",
    "esclavitud",
    "Porto Alegre do Norte"
  ],
  "text": "Un operativo conjunto entre instituciones federales permitió la liberación de 563 personas sometidas a condiciones de esclavitud en una obra de la empresa TAO Constructora, en el municipio de Porto Alegre do Norte, estado de Mato Grosso.\nLEA TAMBIÉN\nEn 2024, Brasil rescató más de 2.000 trabajadores en condición de esclavitud\nLos trabajadores estaban empleados en la construcción de una planta de producción de etanol para la empresa 3tentos. Las autoridades intensificaron las investigaciones en el sitio tras un incendio ocurrido el pasado 20 de julio de 2025, que destruyó parte de las instalaciones donde vivían los obreros, sacando a la luz una grave situación de vulneración de derechos laborales.\nDurante las inspecciones —realizadas por el Ministerio Público del Trabajo (MPT), el Ministerio de Trabajo y Empleo y la Policía Federal— se constataron condiciones inhumanas tanto en los alojamientos como en los espacios de trabajo.\n\n\nEntre las irregularidades detectadas, figuraban la falta de agua potable, alimentos en mal estado, jornadas extenuantes, lesiones no informadas y problemas de salud dermatológicos derivados del contacto con sustancias químicas.\nLos informes detallan que los empleados dormían en espacios reducidos, sin ventilación adecuada, compartiendo un ventilador entre varias personas y sin colchones apropiados, sábanas ni almohadas. Algunos incluso dormían en el suelo, debajo de mesas improvisadas como refugio.\nLa situación se agravó semanas antes del incendio, cuando fallas en el suministro eléctrico afectaron el acceso al agua para baños y bebederos. Frente a la escasez, la empresa distribuyó agua turbia del río Tapirapé, transportada en camiones cisterna. De acuerdo con el testimonio de los obreros, tuvieron que ducharse usando tazas y esperar largas colas para acceder a sanitarios en condiciones insalubres.\nEn cuanto a la alimentación, los testimonios recogidos revelan que los alimentos eran de mala calidad, a menudo contaminados con insectos y larvas. Las áreas de comedor eran cerradas y calurosas, y las comidas se recalentaban varias veces, perdiendo su aptitud para el consumo humano.\nAdemás, la investigación identificó otros abusos, como jornadas laborales que superaban las 22 horas diarias, incluso los domingos, sin los debidos descansos establecidos por la ley.\nDurante las inspecciones, los funcionarios detectaron la implementación de un sistema informal conocido como “tarjeta 2”, mediante el cual las horas extras se registraban en otros documentos y se pagaban por fuera de los canales oficiales, en efectivo o mediante cheques. Esta práctica constituye una forma de evasión fiscal.\nAdemás, varios trabajadores —originarios en su mayoría de los estados de Maranhão, Pará y Piauí— relataron que financiaron su propio traslado a Mato Grosso, y que posteriormente ese monto fue descontado de sus salarios.\n\n\nDespués del incendio que destruyó las viviendas del campamento, 18 empleados fueron despedidos con causa justificada, más de 200 optaron por renunciar o solicitar la terminación anticipada de sus contratos laborales y unas 60 perdieron todas sus pertenencias personales en el siniestro.\nEl Ministerio Público del Trabajo (MPT) comunicó que mantiene negociaciones con la empresa para formalizar un Término de Ajuste de Conducta (TAC), a fin de asegurar el pago de compensaciones a los afectados y corregir las múltiples irregularidades detectadas.\nLa empresa 3tentos, responsable de la planta de etanol en construcción, declaró que ha adoptado medidas internas para investigar los hechos y colaborar con las autoridades competentes.\nA través de un comunicado, 3tentos expresó “valoramos la dignidad de todas las personas involucradas en nuestras operaciones, ya sea directa o indirectamente. Las prácticas que violan los derechos humanos y laborales son incompatibles con los valores de la empresa. Reafirmamos nuestro compromiso con la transparencia, la seguridad y el respeto a las personas en todas nuestras operaciones”.\nPor su parte, TAO Constructora, la compañía directamente involucrada en las obras, aún no ha ofrecido una declaración oficial.\nEl artículo 149 del Código Penal brasileño establece penas de prisión de dos a ocho años, además de multas, para quienes sometan a trabajadores a condiciones similares a la esclavitud. Esto incluye jornadas extenuantes, entornos degradantes o restricciones a la libertad de circulación por deudas contraídas con el empleador.\nLa sanción puede agravarse si la víctima es menor de edad o si el delito tiene motivaciones discriminatorias por raza, etnia, religión, color u origen.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/brasil-rescatan-trabajadores-esclavitud/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1778,
    "message_id": 101195,
    "date": "2025-08-07T21:55:12+00:00",
    "text": "teleSUR\nBrasil: Rescatan a más de 560 trabajadores en condiciones de esclavitud en Mato Grosso\nhttps://www.telesurtv.net/brasil-rescatan-trabajadores-esclavitud/",
    "photo_path": null,
    "views": 1530,
    "reactions": {
      "😱": 22,
      "👍": 9,
      "💩": 1
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "un operativo conjunto entre instituciones federales permitió la liberación de 563 personas sometidas a condiciones de esclavitud en una obra de la empresa tao constructora, en el municipio de porto alegre do norte, estado de mato grosso. los trabajadores estaban empleados en la construcción de una planta de producción de etanol para la empresa 3tentos. las autoridades intensificaron las investigaciones en el sitio tras un incendio ocurrido el pasado 20 de julio de 2025, que destruyó parte de las instalaciones donde vivían los obreros, sacando a la luz una grave situación de vulneración de derechos laborales. durante las inspecciones —realizadas por el ministerio público del trabajo (mpt), el ministerio de trabajo y empleo y la policía federal— se constataron condiciones inhumanas tanto en los alojamientos como en los espacios de trabajo. entre las irregularidades detectadas, figuraban la falta de agua potable, alimentos en mal estado, jornadas extenuantes, lesiones no informadas y problemas de salud dermatológicos derivados del contacto con sustancias químicas. los informes detallan que los empleados dormían en espacios reducidos, sin ventilación adecuada, compartiendo un ventilador entre varias personas y sin colchones apropiados, sábanas ni almohadas. algunos incluso dormían en el suelo, debajo de mesas improvisadas como refugio. la situación se agravó semanas antes del incendio, cuando fallas en el suministro eléctrico afectaron el acceso al agua para baños y bebederos. frente a la escasez, la empresa distribuyó agua turbia del río tapirapé, transportada en camiones cisterna. de acuerdo con el testimonio de los obreros, tuvieron que ducharse usando tazas y esperar largas colas para acceder a sanitarios en condiciones insalubres. en cuanto a la alimentación, los testimonios recogidos revelan que los alimentos eran de mala calidad, a menudo contaminados con insectos y larvas. las áreas de comedor eran cerradas y calurosas, y las comidas se recalentaban varias veces, perdiendo su aptitud para el consumo humano. además, la investigación identificó otros abusos, como jornadas laborales que superaban las 22 horas diarias, incluso los domingos, sin los debidos descansos establecidos por la ley. durante las inspecciones, los funcionarios detectaron la implementación de un sistema informal conocido como “tarjeta 2”, mediante el cual las horas extras se registraban en otros documentos y se pagaban por fuera de los canales oficiales, en efectivo o mediante cheques. esta práctica constituye una forma de evasión fiscal. además, varios trabajadores —originarios en su mayoría de los estados de maranhão, pará y piauí— relataron que financiaron su propio traslado a mato grosso, y que posteriormente ese monto fue descontado de sus salarios. después del incendio que destruyó las viviendas del campamento, 18 empleados fueron despedidos con causa justificada, más de 200 optaron por renunciar o solicitar la terminación anticipada de sus contratos laborales y unas 60 perdieron todas sus pertenencias personales en el siniestro. el ministerio público del trabajo (mpt) comunicó que mantiene negociaciones con la empresa para formalizar un término de ajuste de conducta (tac), a fin de asegurar el pago de compensaciones a los afectados y corregir las múltiples irregularidades detectadas. la empresa 3tentos, responsable de la planta de etanol en construcción, declaró que ha adoptado medidas internas para investigar los hechos y colaborar con las autoridades competentes. a través de un comunicado, 3tentos expresó “valoramos la dignidad de todas las personas involucradas en nuestras operaciones, ya sea directa o indirectamente. las prácticas que violan los derechos humanos y laborales son incompatibles con los valores de la empresa. reafirmamos nuestro compromiso con la transparencia, la seguridad y el respeto a las personas en todas nuestras operaciones”. por su parte, tao constructora, la compañía directamente involucrada en las obras, aún no ha ofrecido una declaración oficial. el artículo 149 del código penal brasileño establece penas de prisión de dos a ocho años, además de multas, para quienes sometan a trabajadores a condiciones similares a la esclavitud. esto incluye jornadas extenuantes, entornos degradantes o restricciones a la libertad de circulación por deudas contraídas con el empleador. la sanción puede agravarse si la víctima es menor de edad o si el delito tiene motivaciones discriminatorias por raza, etnia, religión, color u origen.",
    "tokens": [
      "operativo",
      "conjunto",
      "instituciones",
      "federales",
      "permitió",
      "liberación",
      "563",
      "personas",
      "sometidas",
      "condiciones",
      "esclavitud",
      "obra",
      "empresa",
      "tao",
      "constructora",
      ",",
      "municipio",
      "porto",
      "alegre",
      "do",
      "norte",
      ",",
      "mato",
      "grosso",
      ".",
      "trabajadores",
      "empleados",
      "construcción",
      "planta",
      "producción",
      "etanol",
      "empresa",
      "3tentos",
      ".",
      "autoridades",
      "intensificaron",
      "investigaciones",
      "sitio",
      "tras",
      "incendio",
      "ocurrido",
      "pasado",
      "20",
      "julio",
      "2025",
      ",",
      "destruyó",
      "parte",
      "instalaciones",
      "vivían",
      "obreros",
      ",",
      "sacando",
      "luz",
      "grave",
      "situación",
      "vulneración",
      "derechos",
      "laborales",
      ".",
      "inspecciones",
      "—realizadas",
      "ministerio",
      "público",
      "trabajo",
      "(",
      "mpt",
      ")",
      ",",
      "ministerio",
      "trabajo",
      "empleo",
      "policía",
      "federal—",
      "constataron",
      "condiciones",
      "inhumanas",
      "alojamientos",
      "espacios",
      "trabajo",
      ".",
      "irregularidades",
      "detectadas",
      ",",
      "figuraban",
      "falta",
      "agua",
      "potable",
      ",",
      "alimentos",
      "mal",
      ",",
      "jornadas",
      "extenuantes",
      ",",
      "lesiones",
      "informadas",
      "problemas",
      "salud",
      "dermatológicos",
      "derivados",
      "contacto",
      "sustancias",
      "químicas",
      ".",
      "informes",
      "detallan",
      "empleados",
      "dormían",
      "espacios",
      "reducidos",
      ",",
      "ventilación",
      "adecuada",
      ",",
      "compartiendo",
      "ventilador",
      "varias",
      "personas",
      "colchones",
      "apropiados",
      ",",
      "sábanas",
      "almohadas",
      ".",
      "incluso",
      "dormían",
      "suelo",
      ",",
      "debajo",
      "mesas",
      "improvisadas",
      "refugio",
      ".",
      "situación",
      "agravó",
      "semanas",
      "incendio",
      ",",
      "fallas",
      "suministro",
      "eléctrico",
      "afectaron",
      "acceso",
      "agua",
      "baños",
      "bebederos",
      ".",
      "frente",
      "escasez",
      ",",
      "empresa",
      "distribuyó",
      "agua",
      "turbia",
      "río",
      "tapirapé",
      ",",
      "transportada",
      "camiones",
      "cisterna",
      ".",
      "acuerdo",
      "testimonio",
      "obreros",
      ",",
      "ducharse",
      "usando",
      "tazas",
      "esperar",
      "largas",
      "colas",
      "acceder",
      "sanitarios",
      "condiciones",
      "insalubres",
      ".",
      "cuanto",
      "alimentación",
      ",",
      "testimonios",
      "recogidos",
      "revelan",
      "alimentos",
      "mala",
      "calidad",
      ",",
      "menudo",
      "contaminados",
      "insectos",
      "larvas",
      ".",
      "áreas",
      "comedor",
      "cerradas",
      "calurosas",
      ",",
      "comidas",
      "recalentaban",
      "varias",
      "veces",
      ",",
      "perdiendo",
      "aptitud",
      "consumo",
      "humano",
      ".",
      "además",
      ",",
      "investigación",
      "identificó",
      "abusos",
      ",",
      "jornadas",
      "laborales",
      "superaban",
      "22",
      "horas",
      "diarias",
      ",",
      "incluso",
      "domingos",
      ",",
      "debidos",
      "descansos",
      "establecidos",
      "ley",
      ".",
      "inspecciones",
      ",",
      "funcionarios",
      "detectaron",
      "implementación",
      "sistema",
      "informal",
      "conocido",
      "“",
      "tarjeta",
      "2",
      "”",
      ",",
      "mediante",
      "horas",
      "extras",
      "registraban",
      "documentos",
      "pagaban",
      "canales",
      "oficiales",
      ",",
      "efectivo",
      "mediante",
      "cheques",
      ".",
      "práctica",
      "constituye",
      "forma",
      "evasión",
      "fiscal",
      ".",
      "además",
      ",",
      "varios",
      "trabajadores",
      "—originarios",
      "mayoría",
      "maranhão",
      ",",
      "pará",
      "piauí—",
      "relataron",
      "financiaron",
      "propio",
      "traslado",
      "mato",
      "grosso",
      ",",
      "posteriormente",
      "monto",
      "descontado",
      "salarios",
      ".",
      "después",
      "incendio",
      "destruyó",
      "viviendas",
      "campamento",
      ",",
      "18",
      "empleados",
      "despedidos",
      "causa",
      "justificada",
      ",",
      "200",
      "optaron",
      "renunciar",
      "solicitar",
      "terminación",
      "anticipada",
      "contratos",
      "laborales",
      "unas",
      "60",
      "perdieron",
      "todas",
      "pertenencias",
      "personales",
      "siniestro",
      ".",
      "ministerio",
      "público",
      "trabajo",
      "(",
      "mpt",
      ")",
      "comunicó",
      "mantiene",
      "negociaciones",
      "empresa",
      "formalizar",
      "término",
      "ajuste",
      "conducta",
      "(",
      "tac",
      ")",
      ",",
      "fin",
      "asegurar",
      "pago",
      "compensaciones",
      "afectados",
      "corregir",
      "múltiples",
      "irregularidades",
      "detectadas",
      ".",
      "empresa",
      "3tentos",
      ",",
      "responsable",
      "planta",
      "etanol",
      "construcción",
      ",",
      "declaró",
      "adoptado",
      "medidas",
      "internas",
      "investigar",
      "hechos",
      "colaborar",
      "autoridades",
      "competentes",
      ".",
      "través",
      "comunicado",
      ",",
      "3tentos",
      "expresó",
      "“",
      "valoramos",
      "dignidad",
      "todas",
      "personas",
      "involucradas",
      "operaciones",
      ",",
      "directa",
      "indirectamente",
      ".",
      "prácticas",
      "violan",
      "derechos",
      "humanos",
      "laborales",
      "incompatibles",
      "valores",
      "empresa",
      ".",
      "reafirmamos",
      "compromiso",
      "transparencia",
      ",",
      "seguridad",
      "respeto",
      "personas",
      "todas",
      "operaciones",
      "”",
      ".",
      "parte",
      ",",
      "tao",
      "constructora",
      ",",
      "compañía",
      "directamente",
      "involucrada",
      "obras",
      ",",
      "aún",
      "ofrecido",
      "declaración",
      "oficial",
      ".",
      "artículo",
      "149",
      "código",
      "penal",
      "brasileño",
      "establece",
      "penas",
      "prisión",
      "dos",
      "ocho",
      "años",
      ",",
      "además",
      "multas",
      ",",
      "sometan",
      "trabajadores",
      "condiciones",
      "similares",
      "esclavitud",
      ".",
      "incluye",
      "jornadas",
      "extenuantes",
      ",",
      "entornos",
      "degradantes",
      "restricciones",
      "libertad",
      "circulación",
      "deudas",
      "contraídas",
      "empleador",
      ".",
      "sanción",
      "puede",
      "agravarse",
      "si",
      "víctima",
      "menor",
      "edad",
      "si",
      "delito",
      "motivaciones",
      "discriminatorias",
      "raza",
      ",",
      "etnia",
      ",",
      "religión",
      ",",
      "color",
      "u",
      "origen",
      "."
    ],
    "token_count": 462,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 69,
      "PRP": 1,
      "VBP": 37,
      "JJ": 60,
      "NNS": 65,
      "FW": 156,
      "CD": 13,
      "IN": 29,
      "VB": 2,
      "NN": 195,
      "VBD": 3,
      "VBN": 1,
      "VBZ": 13,
      "DT": 2,
      "RB": 1,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-PRP": 1,
      "PRP-VBP": 1,
      "VBP-JJ": 21,
      "JJ-NNS": 11,
      "NNS-NNS": 9,
      "NNS-VBP": 30,
      "JJ-FW": 8,
      "FW-FW": 95,
      "FW-CD": 2,
      "CD-NNS": 3,
      "NNS-JJ": 5,
      "NNS-IN": 7,
      "IN-FW": 19,
      "FW-JJ": 8,
      "FW-NNP": 16,
      "NNP-NNP": 25,
      "NNP-FW": 18,
      "NNP-VBP": 3,
      "VBP-NNP": 3,
      "NNP-VB": 1,
      "VB-FW": 1,
      "NNP-CD": 1,
      "CD-NNP": 2,
      "FW-NN": 22,
      "NN-IN": 17,
      "IN-CD": 3,
      "JJ-NN": 29,
      "NNP-NNS": 4,
      "NN-NN": 112,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "IN-NN": 2,
      "NN-NNS": 22,
      "JJ-JJ": 6,
      "CD-FW": 1,
      "FW-IN": 1,
      "CD-NN": 6,
      "FW-NNS": 10,
      "JJ-VBP": 1,
      "VBP-VBN": 1,
      "VBN-IN": 1,
      "NNS-NNP": 7,
      "VBP-NNS": 3,
      "NNP-NN": 15,
      "NN-NNP": 11,
      "NNP-VBD": 1,
      "VBD-NN": 1,
      "VBP-IN": 3,
      "IN-JJ": 4,
      "NN-VBZ": 7,
      "VBZ-VBZ": 1,
      "VBZ-DT": 2,
      "DT-JJ": 1,
      "NN-FW": 12,
      "NN-JJ": 7,
      "IN-NNS": 1,
      "VBP-NN": 4,
      "VBZ-JJ": 6,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "FW-VBZ": 2,
      "VBZ-FW": 1,
      "NNS-CD": 1,
      "NN-VBP": 1,
      "JJ-NNP": 4,
      "NNS-VBZ": 3,
      "VBZ-NNS": 2,
      "VBP-VB": 1,
      "VB-NN": 1,
      "NN-CD": 3,
      "JJ-CD": 1,
      "NNS-CC": 2,
      "CC-JJ": 1,
      "CD-JJ": 1,
      "CC-NN": 1,
      "VBZ-NN": 1,
      "DT-NN": 1,
      "VBP-FW": 1
    },
    "trigram_freq": {
      "NNP-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "VBP-JJ-NNS": 5,
      "JJ-NNS-NNS": 3,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-JJ": 18,
      "VBP-JJ-FW": 5,
      "JJ-FW-FW": 6,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 3,
      "NNS-JJ-NNS": 2,
      "JJ-NNS-IN": 4,
      "NNS-IN-FW": 5,
      "IN-FW-FW": 11,
      "FW-FW-JJ": 3,
      "FW-JJ-FW": 1,
      "FW-FW-FW": 66,
      "FW-FW-NNP": 6,
      "FW-NNP-NNP": 9,
      "NNP-NNP-FW": 7,
      "NNP-FW-FW": 3,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-VB": 1,
      "NNP-VB-FW": 1,
      "VB-FW-NNP": 1,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "NNP-FW-NN": 6,
      "FW-NN-IN": 2,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-IN": 7,
      "NN-IN-FW": 12,
      "IN-FW-NNP": 1,
      "FW-NNP-NNS": 2,
      "NNP-NNS-VBP": 3,
      "FW-FW-NN": 11,
      "FW-NN-NN": 11,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 2,
      "VBD-CD-NNP": 1,
      "CD-NNP-NNS": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NN-NNS": 10,
      "NN-NNS-JJ": 2,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "JJ-NN-NN": 16,
      "VBD-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NN": 4,
      "NN-NN-NN": 64,
      "NN-NN-IN": 8,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 5,
      "VBP-JJ-NN": 10,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 15,
      "JJ-FW-JJ": 1,
      "FW-JJ-VBP": 1,
      "JJ-VBP-VBN": 1,
      "VBP-VBN-IN": 1,
      "VBN-IN-FW": 1,
      "FW-FW-NNS": 5,
      "FW-NNS-NNP": 2,
      "NNS-NNP-VBP": 2,
      "NNP-VBP-NNS": 1,
      "VBP-NNS-NNP": 1,
      "NNS-NNP-NN": 4,
      "NNP-NN-NN": 13,
      "NN-NN-NNP": 8,
      "NN-NNP-NNP": 7,
      "NNP-FW-NNP": 6,
      "FW-NNP-FW": 5,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-NNS": 1,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 1,
      "VBP-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "NNP-FW-NNS": 2,
      "FW-JJ-NN": 5,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-NN-VBZ": 5,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-FW-JJ": 3,
      "NN-NN-FW": 8,
      "NN-FW-NNP": 2,
      "JJ-NN-JJ": 1,
      "NN-JJ-NN": 6,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 2,
      "NN-VBZ-JJ": 6,
      "VBZ-JJ-JJ": 3,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "JJ-NNS-NNP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-FW-FW": 7,
      "NN-NNP-FW": 1,
      "FW-FW-VBZ": 2,
      "FW-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NN-NNS-IN": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-NN": 3,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 2,
      "FW-NN-FW": 2,
      "NN-FW-NN": 2,
      "NN-NN-JJ": 5,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNP": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "VBP-NN-JJ": 1,
      "IN-FW-NN": 1,
      "FW-NN-NNS": 4,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "FW-NNS-NNS": 1,
      "NN-NNS-NNP": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 2,
      "VBZ-NNS-IN": 2,
      "NNS-IN-JJ": 1,
      "NNP-NNP-NN": 6,
      "NNS-NNP-FW": 1,
      "NNS-VBP-VB": 1,
      "VBP-VB-NN": 1,
      "VB-NN-CD": 1,
      "NN-CD-NN": 3,
      "FW-NN-VBZ": 1,
      "VBZ-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NNS": 1,
      "JJ-FW-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NN-FW": 1,
      "FW-NNS-CC": 2,
      "NNS-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-NNS": 2,
      "NNP-FW-CD": 1,
      "FW-CD-JJ": 1,
      "CD-JJ-FW": 1,
      "NN-FW-JJ": 1,
      "NN-NNS-VBZ": 1,
      "FW-NN-CD": 1,
      "NNS-CC-NN": 1,
      "CC-NN-NN": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NNS": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-CD": 1,
      "CD-NN-NNP": 1,
      "VBP-JJ-NNP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "JJ-NN-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 195,
        "FW": 156,
        "NNP": 69,
        "NNS": 65,
        "JJ": 60
      },
      "top_bigrams": {
        "NN-NN": 112,
        "FW-FW": 95,
        "NNS-VBP": 30,
        "JJ-NN": 29,
        "NNP-NNP": 25
      },
      "top_trigrams": {
        "FW-FW-FW": 66,
        "NN-NN-NN": 64,
        "NNS-VBP-JJ": 18,
        "JJ-NN-NN": 16,
        "NN-NNS-VBP": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 176,
      "VP": 56,
      "ADJP": 8,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0182
      },
      {
        "rule": "NP -> ('Trabajo', 'NNP')",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0109
      },
      {
        "rule": "NP -> ('TAO', 'NNP') ('Constructora', 'NNP')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "VP -> ('autoridades', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('laborales', 'NNS')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('MPT', 'NNP')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0073
      },
      {
        "rule": "S -> NP ('operativo', 'PRP') VP VP ('liberación', 'FW') ('de', 'FW') ('563', 'CD') NP VP ('de', 'IN') ('esclavitud', 'FW') ('en', 'FW') ADJP ('obra', 'FW') ('de', 'FW') ('la', 'FW') ('empresa', 'FW') NP (',', ',') ('en', 'FW') ('el', 'FW') ('municipio', 'FW') ('de', 'FW') NP VP (',', ',') ('estado', 'FW') ('de', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0036
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Un"
      },
      {
        "label": "VP",
        "text": "conjunto entre instituciones federales"
      },
      {
        "label": "NP",
        "text": "entre instituciones federales"
      },
      {
        "label": "VP",
        "text": "permitió la"
      },
      {
        "label": "NP",
        "text": "personas"
      },
      {
        "label": "VP",
        "text": "sometidas a condiciones"
      },
      {
        "label": "NP",
        "text": "a condiciones"
      },
      {
        "label": "ADJP",
        "text": "una"
      },
      {
        "label": "NP",
        "text": "TAO Constructora"
      },
      {
        "label": "NP",
        "text": "Porto Alegre"
      },
      {
        "label": "VP",
        "text": "do Norte"
      },
      {
        "label": "NP",
        "text": "Norte"
      },
      {
        "label": "NP",
        "text": "Mato Grosso"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN En"
      },
      {
        "label": "NP",
        "text": "Brasil"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Un/NNP)\n  operativo/PRP\n  (VP conjunto/VBP (NP entre/JJ instituciones/NNS federales/NNS))\n  (VP permitió/VBP la/JJ)\n  liberación/FW\n  de/FW\n  563/CD\n  (NP personas/NNS)\n  (VP sometidas/VBD (NP a/DT condiciones/NNS))\n  de/IN\n  esclavitud/FW\n  en/FW\n  (ADJP una/JJ)\n  obra/FW\n  de/FW\n  la/FW\n  empresa/FW\n  (NP TAO/NNP Constructora/NNP)\n  ,/,\n  en/FW\n  el/FW\n  municipio/FW\n  de/FW\n  (NP Porto/NNP Alegre/NNP)\n  (VP do/VBP (NP Norte/NNP))\n  ,/,\n  estado/FW\n  de/FW\n  (NP Mato/NNP Grosso/NNP)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP En/NNP)\n  2024/CD\n  ,/,\n  (NP Brasil/NNP)\n  (VP rescató/VBP (NP más/NN))\n  de/IN\n  2.000/CD\n  (NP trabajadores/NNS)\n  (NP en/JJ condición/NN)\n  de/IN\n  esclavitud/FW\n  (NP Los/NNP trabajadores/NNS)\n  (VP estaban/VBP empleados/JJ)\n  en/FW\n  la/FW\n  construcción/FW\n  de/FW\n  una/FW\n  planta/FW\n  de/FW\n  producción/FW\n  de/FW\n  etanol/FW\n  (NP para/NN la/NN)\n  (VP empresa/VBD)\n  3tentos/CD\n  ./.)",
      "(S\n  (NP Las/NNP)\n  (VP\n    autoridades/VBZ\n    (NP intensificaron/JJ las/NNS investigaciones/NNS))\n  (PP en/IN (NP el/NN sitio/NN tras/NNS))\n  (NP un/JJ incendio/JJ ocurrido/NN el/NN)\n  (VP pasado/VBD)\n  20/CD\n  de/FW\n  julio/FW\n  de/IN\n  2025/CD\n  ,/,\n  que/FW\n  destruyó/FW\n  parte/FW\n  de/FW\n  las/FW\n  (NP instalaciones/NNS)\n  (VP donde/VBP (NP vivían/JJ los/NN obreros/NNS))\n  ,/,\n  (VP\n    sacando/VBD\n    (NP a/DT la/NN luz/NN)\n    (NP una/JJ grave/NN situación/NN))\n  de/IN\n  vulneración/FW\n  de/FW\n  derechos/FW\n  (NP laborales/NNS)\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  las/CC\n  (NP\n    inspecciones/NNS\n    —realizadas/NNP\n    por/NN\n    el/NN\n    Ministerio/NNP\n    Público/NNP)\n  del/FW\n  (NP Trabajo/NNP)\n  (/(\n  (NP MPT/NNP)\n  )/)\n  ,/,\n  (NP el/JJ Ministerio/NNP)\n  de/FW\n  (NP Trabajo/NNP)\n  y/CC\n  (NP Empleo/NNP y/NNP la/NNP Policía/NNP Federal—/NNP)\n  (VP se/VBD (NP constataron/NN condiciones/NNS))\n  (VP inhumanas/VBP)\n  tanto/IN\n  en/FW\n  los/FW\n  (NP alojamientos/NNS)\n  (VP como/VBP)\n  en/IN\n  (ADJP los/JJ)\n  espacios/FW\n  de/FW\n  trabajo/FW\n  ./.)",
      "(S\n  (NP Entre/NNP)\n  (VP las/VBZ (NP irregularidades/NNS detectadas/NNS))\n  ,/,\n  (ADJP figuraban/JJ)\n  la/FW\n  falta/FW\n  de/FW\n  agua/FW\n  (ADJP potable/JJ)\n  ,/,\n  (ADJP alimentos/JJ)\n  en/FW\n  (NP mal/JJ estado/NN)\n  ,/,\n  (NP jornadas/NN extenuantes/NNS)\n  ,/,\n  (VP lesiones/VBZ (NP no/DT informadas/JJ y/NN problemas/NN))\n  de/IN\n  salud/FW\n  (NP\n    dermatológicos/JJ\n    derivados/NN\n    del/NN\n    contacto/NN\n    con/NN\n    sustancias/NN\n    químicas/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "PAISES",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "JUSTICIA_SOCIAL",
      "FECHAS_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "RECURSOS_NATURALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          772,
          779
        ],
        "start": 772,
        "end": 779
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el testimonio de los obreros, tuvieron que ducharse usando tazas y esperar",
        "position": [
          1700,
          1786
        ],
        "start": 1700,
        "end": 1786
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          3488,
          3495
        ],
        "start": 3488,
        "end": 3495
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "comunicó",
        "position": [
          3196,
          3204
        ],
        "start": 3196,
        "end": 3204
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "derechos humanos y laborales son incompatibles con los valores de la empresa. reafirmamos nuestro compromiso con la transparencia, la seguridad y el respeto",
        "position": [
          3789,
          3945
        ],
        "start": 3789,
        "end": 3945
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "falta de agua",
        "position": [
          992,
          1005
        ],
        "start": 992,
        "end": 1005
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "fallas en el suministro",
        "position": [
          1503,
          1526
        ],
        "start": 1503,
        "end": 1526
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          1001,
          1005
        ],
        "start": 1001,
        "end": 1005
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "luz",
        "position": [
          643,
          646
        ],
        "start": 643,
        "end": 646
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "agua potable",
        "position": [
          1001,
          1013
        ],
        "start": 1001,
        "end": 1013
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          259,
          265
        ],
        "start": 259,
        "end": 265
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          215,
          224
        ],
        "start": 215,
        "end": 224
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "20 de julio de 2025",
        "position": [
          543,
          562
        ],
        "start": 543,
        "end": 562
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "sanción",
        "position": [
          4449,
          4456
        ],
        "start": 4449,
        "end": 4456
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          3789,
          3805
        ],
        "start": 3789,
        "end": 3805
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "563 personas",
        "position": [
          78,
          90
        ],
        "start": 78,
        "end": 90
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 2.000",
        "position": [
          274,
          286
        ],
        "start": 274,
        "end": 286
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 200",
        "position": [
          2987,
          2997
        ],
        "start": 2987,
        "end": 2997
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Reafirmamos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "estado de Mato Grosso",
        "tipo": "Lugar"
      },
      {
        "nombre": "Policía Federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "TAO Constructora",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Trabajo y Empleo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maranhão",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mato Grosso",
        "tipo": "Lugar"
      },
      {
        "nombre": "3tentos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "río Tapirapé",
        "tipo": "Lugar"
      },
      {
        "nombre": "MPT",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Piauí",
        "tipo": "Lugar"
      },
      {
        "nombre": "Porto Alegre do Norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio Público del Trabajo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pará",
        "tipo": "Lugar"
      },
      {
        "nombre": "TAO Constructora",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Brasil",
        "relacion": "RESCATAR",
        "objeto": "3tentos"
      },
      {
        "sujeto": "Maranhão",
        "relacion": "RELATAR",
        "objeto": "Mato Grosso"
      },
      {
        "sujeto": "Pará",
        "relacion": "RELATAR",
        "objeto": "Mato Grosso"
      },
      {
        "sujeto": "Piauí",
        "relacion": "RELATAR",
        "objeto": "Mato Grosso"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9186,
    "pos": 0.007,
    "neu": 0.966,
    "neg": 0.027,
    "label": "negative"
  }
}