{
  "url": "https://www.telesurtv.net/milei-denunciado-por-corrupcion-desvio-fondos/",
  "title": "Milei y su hermana denunciados por corrupción: los acusan de desviar fondos para discapacidad - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "Audios Filtrados",
    "Karina milei",
    "Milei"
  ],
  "text": "Una nueva denuncia penal fue presentada esta semana contra el presidente de Argentina, Javier Milei; su hermana y secretaria general de la Presidencia, Karina Milei; y el presidente de la Cámara de Diputados, Martín Menem, junto a su primo Eduardo Menem.\nLa acusación denuncia la existencia de una asociación ilícita para desviar fondos públicos a través de contratos irregulares en la Agencia Nacional de Discapacidad (ANDIS).\n\nLa demanda, radicada en los tribunales federales de Comodoro Py en Buenos Aires, se presenta después de la revelación de una serie de audios. En las grabaciones, una voz identificada como Diego Spagnuolo, titular de la ANDIS y exabogado personal del presidente Milei, describe en detalle un presunto mecanismo de corrupción.\nSegún la acusación, el esquema involucraría a la Droguería Suizo Argentina S.A., una empresa farmacéutica vinculada a la familia del presidente de la Cámara de Diputados. El objetivo habría sido adjudicar contratos millonarios para la provisión de medicamentos sin seguir los procedimientos de licitación pública que exige la ley argentina.\nLos fondos afectados estaban destinados a programas de asistencia para aproximadamente 1.5 millones de personas con discapacidad en el país. El gobierno de Milei, que asumió en diciembre de 2023, promueve un austero programa de ajuste fiscal que ha incluido severos recortes en el gasto público, siendo la asistencia a la discapacidad uno de los sectores más atacados.\n\n\n\nLos audios, que habrían sido grabados en una cafetería, aún no han sido autenticados oficialmente por la Justicia. No obstante, su contenido ha generado una grave crisis política. En las grabaciones, la voz atribuida a Spagnuolo menciona repetidamente a Karina Milei, a Eduardo “Lule” Menem y a la farmacéutica.\nEn uno de los fragmentos, se escucha: “Lule lo que está haciendo es que está choreando (robando) de una manera…”. En otro pasaje, la voz indica: “él [refiriéndose a Javier Milei] no está metido, pero es toda gente de él”. Más adelante, agrega: “Yo hablé con el presidente. (Le dije) ‘Javi, está pasando esto, esto y esto’. Sabés que tu hermana está choreando (robando)”.\nLa grabación también describe el modus operandi: se alega que la droguería centralizaba las compras, aumentaba el porcentaje de comisión exigido a otros proveedores y luego distribuía parte de esos fondos. “A Karina le debe llegar el 3%… 1% es para mí y vos Karina te llevas el 3%”, se escucha.\n\n\n\nEsta no es la primera vez que se presentan acusaciones similares. En agosto de 2024, un abogado presentó una denuncia basada en reportes periodísticos que revelaban contratos por 30 mil millones de pesos argentinos (aproximadamente 30 millones de dólares al tipo de cambio oficial de la época) sin licitación pública a favor de la Droguería Suizo Argentina.\nEsas compras se habrían gestado en “encuentros” llevados a cabo en la casa que Fernando Menem, hermano de Martín y primo de “Lule” tiene en Nordelta, con allegados a Suizo Argentina S.A., según la denuncia.\nEl denunciante relató que “todo lo aquí denunciado pone de relieve que la Agencia Nacional de Discapacidad omitió realizar los procedimientos legales para contratar con la droguería Suizo Argentina S.A.”. También que el presunto esquema de corrupción usó a la Andis “como vehículo para desviar fondos públicos que debían llegar a 1,5 millones de personas con discapacidad”.\nEsa denuncia inicial, que apuntaba a los mismos funcionarios, fue archivada meses después por el juzgado a cargo por falta de pruebas suficientes. El caso había sido radicado en el Juzgado Federal número 11, que se encuentra vacante desde el fallecimiento de su juez titular en 2022.\nLa nueva denuncia, presentada por el abogado Gregorio Dalbón, retoma las acusaciones a la vez que incorpora los audios como elemento central. Dalbón solicitó allanamientos en las sedes de la ANDIS, la Secretaría General de la Presidencia y las oficinas de la Droguería Suizo Argentina. También pidió el secuestro de documentación financiera y contratos para determinar el flujo de dinero y la composición accionaria de la empresa.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/milei-denunciado-por-corrupcion-desvio-fondos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 802,
    "message_id": 102355,
    "date": "2025-08-21T12:55:07+00:00",
    "text": "teleSUR\nMilei y su hermana denunciados por corrupción: los acusan de desviar fondos para discapacidad\nhttps://www.telesurtv.net/milei-denunciado-por-corrupcion-desvio-fondos/",
    "photo_path": null,
    "views": 2264,
    "reactions": {
      "🤮": 66,
      "👍": 14,
      "🤬": 10,
      "😈": 4,
      "👏": 3,
      "🤷‍♂": 1,
      "❤": 1,
      "😁": 1
    },
    "total_reactions": 100
  },
  "preprocessing": {
    "cleaned": "una nueva denuncia penal fue presentada esta semana contra el presidente de argentina, javier milei; su hermana y secretaria general de la presidencia, karina milei; y el presidente de la cámara de diputados, martín menem, junto a su primo eduardo menem. la acusación denuncia la existencia de una asociación ilícita para desviar fondos públicos a través de contratos irregulares en la agencia nacional de discapacidad (andis). la demanda, radicada en los tribunales federales de comodoro py en buenos aires, se presenta después de la revelación de una serie de audios. en las grabaciones, una voz identificada como diego spagnuolo, titular de la andis y exabogado personal del presidente milei, describe en detalle un presunto mecanismo de corrupción. según la acusación, el esquema involucraría a la droguería suizo argentina s.a., una empresa farmacéutica vinculada a la familia del presidente de la cámara de diputados. el objetivo habría sido adjudicar contratos millonarios para la provisión de medicamentos sin seguir los procedimientos de licitación pública que exige la ley argentina. los fondos afectados estaban destinados a programas de asistencia para aproximadamente 1.5 millones de personas con discapacidad en el país. el gobierno de milei, que asumió en diciembre de 2023, promueve un austero programa de ajuste fiscal que ha incluido severos recortes en el gasto público, siendo la asistencia a la discapacidad uno de los sectores más atacados. los audios, que habrían sido grabados en una cafetería, aún no han sido autenticados oficialmente por la justicia. no obstante, su contenido ha generado una grave crisis política. en las grabaciones, la voz atribuida a spagnuolo menciona repetidamente a karina milei, a eduardo “lule” menem y a la farmacéutica. en uno de los fragmentos, se escucha: “lule lo que está haciendo es que está choreando (robando) de una manera…”. en otro pasaje, la voz indica: “él [refiriéndose a javier milei] no está metido, pero es toda gente de él”. más adelante, agrega: “yo hablé con el presidente. (le dije) ‘javi, está pasando esto, esto y esto’. sabés que tu hermana está choreando (robando)”. la grabación también describe el modus operandi: se alega que la droguería centralizaba las compras, aumentaba el porcentaje de comisión exigido a otros proveedores y luego distribuía parte de esos fondos. “a karina le debe llegar el 3%… 1% es para mí y vos karina te llevas el 3%”, se escucha. esta no es la primera vez que se presentan acusaciones similares. en agosto de 2024, un abogado presentó una denuncia basada en reportes periodísticos que revelaban contratos por 30 mil millones de pesos argentinos (aproximadamente 30 millones de dólares al tipo de cambio oficial de la época) sin licitación pública a favor de la droguería suizo argentina. esas compras se habrían gestado en “encuentros” llevados a cabo en la casa que fernando menem, hermano de martín y primo de “lule” tiene en nordelta, con allegados a suizo argentina s.a., según la denuncia. el denunciante relató que “todo lo aquí denunciado pone de relieve que la agencia nacional de discapacidad omitió realizar los procedimientos legales para contratar con la droguería suizo argentina s.a.”. también que el presunto esquema de corrupción usó a la andis “como vehículo para desviar fondos públicos que debían llegar a 1,5 millones de personas con discapacidad”. esa denuncia inicial, que apuntaba a los mismos funcionarios, fue archivada meses después por el juzgado a cargo por falta de pruebas suficientes. el caso había sido radicado en el juzgado federal número 11, que se encuentra vacante desde el fallecimiento de su juez titular en 2022. la nueva denuncia, presentada por el abogado gregorio dalbón, retoma las acusaciones a la vez que incorpora los audios como elemento central. dalbón solicitó allanamientos en las sedes de la andis, la secretaría general de la presidencia y las oficinas de la droguería suizo argentina. también pidió el secuestro de documentación financiera y contratos para determinar el flujo de dinero y la composición accionaria de la empresa.",
    "tokens": [
      "nueva",
      "denuncia",
      "penal",
      "presentada",
      "semana",
      "presidente",
      "argentina",
      ",",
      "javier",
      "milei",
      ";",
      "hermana",
      "secretaria",
      "general",
      "presidencia",
      ",",
      "karina",
      "milei",
      ";",
      "presidente",
      "cámara",
      "diputados",
      ",",
      "martín",
      "menem",
      ",",
      "junto",
      "primo",
      "eduardo",
      "menem",
      ".",
      "acusación",
      "denuncia",
      "existencia",
      "asociación",
      "ilícita",
      "desviar",
      "fondos",
      "públicos",
      "través",
      "contratos",
      "irregulares",
      "agencia",
      "nacional",
      "discapacidad",
      "(",
      "andis",
      ")",
      ".",
      "demanda",
      ",",
      "radicada",
      "tribunales",
      "federales",
      "comodoro",
      "py",
      "buenos",
      "aires",
      ",",
      "presenta",
      "después",
      "revelación",
      "serie",
      "audios",
      ".",
      "grabaciones",
      ",",
      "voz",
      "identificada",
      "diego",
      "spagnuolo",
      ",",
      "titular",
      "andis",
      "exabogado",
      "personal",
      "presidente",
      "milei",
      ",",
      "describe",
      "detalle",
      "presunto",
      "mecanismo",
      "corrupción",
      ".",
      "según",
      "acusación",
      ",",
      "esquema",
      "involucraría",
      "droguería",
      "suizo",
      "argentina",
      "s.a.",
      ",",
      "empresa",
      "farmacéutica",
      "vinculada",
      "familia",
      "presidente",
      "cámara",
      "diputados",
      ".",
      "objetivo",
      "sido",
      "adjudicar",
      "contratos",
      "millonarios",
      "provisión",
      "medicamentos",
      "seguir",
      "procedimientos",
      "licitación",
      "pública",
      "exige",
      "ley",
      "argentina",
      ".",
      "fondos",
      "afectados",
      "destinados",
      "programas",
      "asistencia",
      "aproximadamente",
      "1.5",
      "millones",
      "personas",
      "discapacidad",
      "país",
      ".",
      "gobierno",
      "milei",
      ",",
      "asumió",
      "diciembre",
      "2023",
      ",",
      "promueve",
      "austero",
      "programa",
      "ajuste",
      "fiscal",
      "incluido",
      "severos",
      "recortes",
      "gasto",
      "público",
      ",",
      "siendo",
      "asistencia",
      "discapacidad",
      "sectores",
      "atacados",
      ".",
      "audios",
      ",",
      "sido",
      "grabados",
      "cafetería",
      ",",
      "aún",
      "sido",
      "autenticados",
      "oficialmente",
      "justicia",
      ".",
      "obstante",
      ",",
      "contenido",
      "generado",
      "grave",
      "crisis",
      "política",
      ".",
      "grabaciones",
      ",",
      "voz",
      "atribuida",
      "spagnuolo",
      "menciona",
      "repetidamente",
      "karina",
      "milei",
      ",",
      "eduardo",
      "“",
      "lule",
      "”",
      "menem",
      "farmacéutica",
      ".",
      "fragmentos",
      ",",
      "escucha",
      ":",
      "“",
      "lule",
      "haciendo",
      "choreando",
      "(",
      "robando",
      ")",
      "manera…",
      "”",
      ".",
      "pasaje",
      ",",
      "voz",
      "indica",
      ":",
      "“",
      "[",
      "refiriéndose",
      "javier",
      "milei",
      "]",
      "metido",
      ",",
      "toda",
      "gente",
      "”",
      ".",
      "adelante",
      ",",
      "agrega",
      ":",
      "“",
      "hablé",
      "presidente",
      ".",
      "(",
      "dije",
      ")",
      "‘",
      "javi",
      ",",
      "pasando",
      ",",
      "’",
      ".",
      "sabés",
      "hermana",
      "choreando",
      "(",
      "robando",
      ")",
      "”",
      ".",
      "grabación",
      "describe",
      "modus",
      "operandi",
      ":",
      "alega",
      "droguería",
      "centralizaba",
      "compras",
      ",",
      "aumentaba",
      "porcentaje",
      "comisión",
      "exigido",
      "proveedores",
      "luego",
      "distribuía",
      "parte",
      "fondos",
      ".",
      "“",
      "karina",
      "debe",
      "llegar",
      "3",
      "%",
      "…",
      "1",
      "%",
      "vos",
      "karina",
      "llevas",
      "3",
      "%",
      "”",
      ",",
      "escucha",
      ".",
      "primera",
      "vez",
      "presentan",
      "acusaciones",
      "similares",
      ".",
      "agosto",
      "2024",
      ",",
      "abogado",
      "presentó",
      "denuncia",
      "basada",
      "reportes",
      "periodísticos",
      "revelaban",
      "contratos",
      "30",
      "mil",
      "millones",
      "pesos",
      "argentinos",
      "(",
      "aproximadamente",
      "30",
      "millones",
      "dólares",
      "tipo",
      "cambio",
      "oficial",
      "época",
      ")",
      "licitación",
      "pública",
      "favor",
      "droguería",
      "suizo",
      "argentina",
      ".",
      "compras",
      "gestado",
      "“",
      "encuentros",
      "”",
      "llevados",
      "cabo",
      "casa",
      "fernando",
      "menem",
      ",",
      "hermano",
      "martín",
      "primo",
      "“",
      "lule",
      "”",
      "nordelta",
      ",",
      "allegados",
      "suizo",
      "argentina",
      "s.a.",
      ",",
      "según",
      "denuncia",
      ".",
      "denunciante",
      "relató",
      "“",
      "aquí",
      "denunciado",
      "pone",
      "relieve",
      "agencia",
      "nacional",
      "discapacidad",
      "omitió",
      "realizar",
      "procedimientos",
      "legales",
      "contratar",
      "droguería",
      "suizo",
      "argentina",
      "s.a.",
      "”",
      ".",
      "presunto",
      "esquema",
      "corrupción",
      "usó",
      "andis",
      "“",
      "vehículo",
      "desviar",
      "fondos",
      "públicos",
      "debían",
      "llegar",
      "1,5",
      "millones",
      "personas",
      "discapacidad",
      "”",
      ".",
      "denuncia",
      "inicial",
      ",",
      "apuntaba",
      "mismos",
      "funcionarios",
      ",",
      "archivada",
      "meses",
      "después",
      "juzgado",
      "cargo",
      "falta",
      "pruebas",
      "suficientes",
      ".",
      "caso",
      "sido",
      "radicado",
      "juzgado",
      "federal",
      "número",
      "11",
      ",",
      "encuentra",
      "vacante",
      "fallecimiento",
      "juez",
      "titular",
      "2022.",
      "nueva",
      "denuncia",
      ",",
      "presentada",
      "abogado",
      "gregorio",
      "dalbón",
      ",",
      "retoma",
      "acusaciones",
      "vez",
      "incorpora",
      "audios",
      "elemento",
      "central",
      ".",
      "dalbón",
      "solicitó",
      "allanamientos",
      "sedes",
      "andis",
      ",",
      "secretaría",
      "general",
      "presidencia",
      "oficinas",
      "droguería",
      "suizo",
      "argentina",
      ".",
      "pidió",
      "secuestro",
      "documentación",
      "financiera",
      "contratos",
      "determinar",
      "flujo",
      "dinero",
      "composición",
      "accionaria",
      "empresa",
      "."
    ],
    "token_count": 463,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 105,
      "CC": 1,
      "JJ": 48,
      "NN": 220,
      "IN": 31,
      "VBD": 4,
      "PRP$": 1,
      "FW": 138,
      "NNS": 23,
      "VBP": 17,
      "VBZ": 12,
      "MD": 2,
      "VB": 3,
      "RB": 1,
      "CD": 8,
      "DT": 3
    },
    "bigram_freq": {
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-JJ": 5,
      "JJ-NN": 32,
      "NN-NN": 122,
      "NN-JJ": 9,
      "NN-IN": 25,
      "IN-NNP": 3,
      "NNP-NNP": 44,
      "NNP-VBD": 3,
      "VBD-PRP$": 1,
      "PRP$-JJ": 1,
      "JJ-FW": 2,
      "FW-FW": 67,
      "FW-NNP": 28,
      "NNP-FW": 18,
      "NNP-NN": 27,
      "NN-NNP": 19,
      "FW-NN": 29,
      "NN-FW": 27,
      "IN-NN": 1,
      "NN-NNS": 9,
      "NNS-VBP": 14,
      "VBP-FW": 1,
      "NNS-VBZ": 2,
      "VBZ-IN": 2,
      "NNP-VBZ": 4,
      "VBZ-JJ": 6,
      "IN-FW": 20,
      "FW-NNS": 7,
      "NNS-JJ": 1,
      "JJ-IN": 1,
      "IN-JJ": 4,
      "NNP-VBP": 1,
      "VBP-JJ": 12,
      "NNP-JJ": 2,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-NN": 1,
      "NN-VBP": 1,
      "VBP-NN": 2,
      "NN-RB": 1,
      "RB-CD": 1,
      "CD-NNS": 3,
      "NNS-IN": 3,
      "IN-CD": 3,
      "CD-NN": 2,
      "FW-JJ": 4,
      "NN-VBZ": 5,
      "JJ-NNP": 5,
      "NNP-NNS": 1,
      "NNS-NN": 1,
      "VBZ-DT": 1,
      "DT-NN": 3,
      "VBD-NNP": 1,
      "FW-VB": 1,
      "VB-NNP": 1,
      "NNP-DT": 2,
      "VBZ-FW": 1,
      "VBZ-NNP": 1,
      "CD-JJ": 2,
      "FW-VBZ": 1,
      "VBZ-VBP": 1,
      "VBP-CD": 2,
      "JJ-NNS": 3,
      "NNS-FW": 1,
      "VBD-FW": 1,
      "VB-JJ": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "NNS-NNP": 1,
      "NN-CD": 1,
      "CD-NNP": 1
    },
    "trigram_freq": {
      "NNP-CC-JJ": 1,
      "CC-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-NN": 18,
      "NN-NN-NN": 67,
      "NN-NN-JJ": 9,
      "NN-JJ-JJ": 1,
      "NN-NN-IN": 18,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "NNP-NNP-NNP": 20,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-PRP$": 1,
      "VBD-PRP$-JJ": 1,
      "PRP$-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-NNP": 12,
      "FW-NNP-NNP": 13,
      "NNP-NNP-FW": 7,
      "NNP-FW-FW": 7,
      "FW-FW-FW": 40,
      "FW-NNP-FW": 8,
      "NNP-FW-NNP": 7,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 18,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 7,
      "NNP-FW-NN": 3,
      "FW-NN-FW": 10,
      "NN-FW-FW": 12,
      "FW-FW-NN": 10,
      "FW-NN-NN": 14,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "NNP-NN-FW": 5,
      "NN-FW-NN": 9,
      "FW-NN-NNS": 2,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 4,
      "JJ-NN-IN": 5,
      "NN-IN-FW": 16,
      "IN-FW-FW": 5,
      "NNP-FW-NNS": 1,
      "FW-NNS-JJ": 1,
      "NNS-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NN": 3,
      "JJ-NN-NNP": 4,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NN": 7,
      "NN-NNP-NN": 8,
      "NN-JJ-NN": 7,
      "IN-FW-NNP": 4,
      "NN-FW-NNP": 4,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-NN-NNS": 2,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-FW": 1,
      "IN-FW-NN": 6,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 2,
      "FW-NN-NNP": 1,
      "NN-NNP-JJ": 1,
      "FW-NN-RB": 1,
      "NN-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "FW-NNP-NN": 4,
      "NN-NN-FW": 10,
      "FW-NN-IN": 1,
      "NN-IN-CD": 3,
      "IN-CD-NN": 1,
      "CD-NN-NN": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 3,
      "NN-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-FW-JJ": 1,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 5,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NN-IN-JJ": 3,
      "JJ-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-JJ": 1,
      "NNP-NN-NNS": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-FW": 1,
      "FW-FW-NNS": 2,
      "JJ-NNP-NN": 4,
      "NN-NNP-FW": 1,
      "FW-FW-VB": 1,
      "FW-VB-NNP": 1,
      "VB-NNP-NNP": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 2,
      "DT-NN-NN": 1,
      "VBZ-JJ-NNP": 1,
      "NNP-NN-NNP": 1,
      "NN-NNP-VBZ": 2,
      "VBP-JJ-JJ": 1,
      "FW-JJ-NNP": 1,
      "FW-NNP-DT": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "JJ-NN-NNS": 3,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-IN": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NNS-VBP-CD": 2,
      "VBP-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "NNS-VBP-NN": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NNP-MD": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "FW-FW-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "VBP-JJ-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NN": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 1,
      "IN-JJ-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 220,
        "FW": 138,
        "NNP": 105,
        "JJ": 48,
        "IN": 31
      },
      "top_bigrams": {
        "NN-NN": 122,
        "FW-FW": 67,
        "NNP-NNP": 44,
        "JJ-NN": 32,
        "FW-NN": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 67,
        "FW-FW-FW": 40,
        "NNP-NNP-NNP": 20,
        "JJ-NN-NN": 18,
        "NN-NN-IN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 179,
      "PP": 8,
      "ADJP": 8,
      "VP": 48
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 5,
        "weight": 0.0185
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0111
      },
      {
        "rule": "NP -> ('Presidencia', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Cámara', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Diputados', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Agencia', 'NNP') ('Nacional', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Discapacidad', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('ANDIS', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Una"
      },
      {
        "label": "NP",
        "text": "denuncia penal fue presentada esta"
      },
      {
        "label": "NP",
        "text": "semana contra el presidente"
      },
      {
        "label": "PP",
        "text": "de Argentina"
      },
      {
        "label": "NP",
        "text": "Argentina"
      },
      {
        "label": "NP",
        "text": "Javier Milei"
      },
      {
        "label": "NP",
        "text": "su hermana y"
      },
      {
        "label": "ADJP",
        "text": "secretaria"
      },
      {
        "label": "ADJP",
        "text": "general"
      },
      {
        "label": "NP",
        "text": "Presidencia"
      },
      {
        "label": "NP",
        "text": "Karina Milei"
      },
      {
        "label": "VP",
        "text": "el presidente"
      },
      {
        "label": "NP",
        "text": "presidente"
      },
      {
        "label": "NP",
        "text": "Cámara"
      },
      {
        "label": "NP",
        "text": "Diputados"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Una/NNP)\n  nueva/CC\n  (NP denuncia/JJ penal/JJ fue/NN presentada/NN esta/NN)\n  (NP semana/JJ contra/JJ el/NN presidente/NN)\n  (PP de/IN (NP Argentina/NNP))\n  ,/,\n  (NP Javier/NNP Milei/NNP)\n  ;/:\n  (NP su/JJ hermana/NN y/NN)\n  (ADJP secretaria/JJ)\n  (ADJP general/JJ)\n  de/FW\n  la/FW\n  (NP Presidencia/NNP)\n  ,/,\n  (NP Karina/NNP Milei/NNP)\n  ;/:\n  y/CC\n  (VP el/VB (NP presidente/NN))\n  de/IN\n  la/FW\n  (NP Cámara/NNP)\n  de/FW\n  (NP Diputados/NNP)\n  ,/,\n  (NP Martín/NNP Menem/NNP)\n  ,/,\n  (VP junto/VBZ (NP a/DT su/JJ primo/NN Eduardo/NNP Menem/NNP))\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP acusación/VBZ denuncia/JJ)\n  la/FW\n  existencia/FW\n  de/FW\n  una/FW\n  asociación/FW\n  ilícita/FW\n  (NP para/NN desviar/NN fondos/NN)\n  (VP públicos/VBZ (NP a/DT través/NN))\n  (PP de/IN (NP contratos/NN irregulares/NNS))\n  (VP en/VBP)\n  la/FW\n  (NP Agencia/NNP Nacional/NNP)\n  de/FW\n  (NP Discapacidad/NNP)\n  (/(\n  (NP ANDIS/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP La/NNP demanda/NN)\n  ,/,\n  (NP radicada/NN)\n  en/FW\n  (NP los/NN tribunales/NNS)\n  (VP federales/VBZ)\n  (PP de/IN (NP Comodoro/NNP Py/NNP))\n  en/FW\n  (NP Buenos/NNP Aires/NNP)\n  ,/,\n  (VP se/VBZ (NP presenta/JJ después/NN))\n  de/IN\n  la/FW\n  revelación/FW\n  de/FW\n  una/FW\n  serie/FW\n  de/FW\n  audios/FW\n  ./.)",
      "(S\n  (NP En/NNP las/NN grabaciones/NNS)\n  ,/,\n  (NP una/JJ voz/NN identificada/NN como/NN Diego/NNP Spagnuolo/NNP)\n  ,/,\n  (NP titular/NN)\n  de/FW\n  la/FW\n  (NP ANDIS/NNP y/NN)\n  (VP exabogado/VBD (NP personal/JJ del/NN presidente/NN Milei/NNP))\n  ,/,\n  (NP describe/NN)\n  en/FW\n  detalle/FW\n  un/FW\n  presunto/FW\n  mecanismo/FW\n  de/FW\n  (NP corrupción/NN)\n  ./.)",
      "(S\n  (NP Según/NNP la/NN acusación/NN)\n  ,/,\n  el/FW\n  esquema/FW\n  involucraría/FW\n  (NP a/DT la/NN Droguería/NNP Suizo/NNP Argentina/NNP S.A./NNP)\n  ,/,\n  (NP una/JJ empresa/NN farmacéutica/NN)\n  (VP\n    vinculada/VBZ\n    (NP a/DT la/NN)\n    (NP familia/JJ del/NN presidente/NN))\n  de/IN\n  la/FW\n  (NP Cámara/NNP)\n  de/FW\n  (NP Diputados/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "NEOLIBERALISMO_MERCADO",
      "ACCIONES_LEGALES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          742,
          752
        ],
        "start": 742,
        "end": 752
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "denunciado pone de relieve que la agencia nacional de discapacidad omitió realizar los procedimientos legales para contratar con la droguería suizo argentina s.a.”. también que el presunto esquema de corrupción",
        "position": [
          3053,
          3263
        ],
        "start": 3053,
        "end": 3263
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de milei",
        "position": [
          1239,
          1256
        ],
        "start": 1239,
        "end": 1256
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de argentina",
        "position": [
          62,
          85
        ],
        "start": 62,
        "end": 85
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "presentó una denuncia",
        "position": [
          2544,
          2565
        ],
        "start": 2544,
        "end": 2565
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          76,
          85
        ],
        "start": 76,
        "end": 85
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          496,
          508
        ],
        "start": 496,
        "end": 508
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "esta semana",
        "position": [
          40,
          51
        ],
        "start": 40,
        "end": 51
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "ajuste fiscal",
        "position": [
          1323,
          1336
        ],
        "start": 1323,
        "end": 1336
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "5 millones",
        "position": [
          1184,
          1194
        ],
        "start": 1184,
        "end": 1194
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 1",
        "position": [
          1166,
          1183
        ],
        "start": 1166,
        "end": 1183
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 30",
        "position": [
          2664,
          2682
        ],
        "start": 2664,
        "end": 2682
      },
      {
        "category": "MONETARIOS",
        "matched_text": "30 millones de dólares",
        "position": [
          2680,
          2702
        ],
        "start": 2680,
        "end": 2702
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Martín Menem",
        "tipo": "Persona"
      },
      {
        "nombre": "Juzgado Federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Eduardo “Lule” Menem",
        "tipo": "Persona"
      },
      {
        "nombre": "Martín",
        "tipo": "Persona"
      },
      {
        "nombre": "Presidencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Eduardo Menem",
        "tipo": "Persona"
      },
      {
        "nombre": "Dalbón",
        "tipo": "Persona"
      },
      {
        "nombre": "Andis",
        "tipo": "Lugar"
      },
      {
        "nombre": "ANDIS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Spagnuolo",
        "tipo": "Persona"
      },
      {
        "nombre": "Fernando Menem",
        "tipo": "Persona"
      },
      {
        "nombre": "Argentina S.A.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Karina Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Agencia Nacional de Discapacidad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lule",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comodoro Py",
        "tipo": "Lugar"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Sabés",
        "tipo": "Persona"
      },
      {
        "nombre": "Suizo Argentina S.A.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Droguería",
        "tipo": "Lugar"
      },
      {
        "nombre": "Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Karina",
        "tipo": "Persona"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Secretaría General de la Presidencia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nordelta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cámara de Diputados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Suizo Argentina S.A.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gregorio Dalbón",
        "tipo": "Persona"
      },
      {
        "nombre": "Diego Spagnuolo",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Argentina",
        "relacion": "PRESENTAR",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "Argentina",
        "relacion": "PRESENTAR",
        "objeto": "Martín Menem"
      },
      {
        "sujeto": "Argentina",
        "relacion": "PRESENTAR",
        "objeto": "Eduardo Menem"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "PRESENTAR",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "PRESENTAR",
        "objeto": "Martín Menem"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "PRESENTAR",
        "objeto": "Eduardo Menem"
      },
      {
        "sujeto": "Presidencia",
        "relacion": "PRESENTAR",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "Presidencia",
        "relacion": "PRESENTAR",
        "objeto": "Martín Menem"
      },
      {
        "sujeto": "Presidencia",
        "relacion": "PRESENTAR",
        "objeto": "Eduardo Menem"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "PRESENTAR",
        "objeto": "Cámara de Diputados"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "PRESENTAR",
        "objeto": "Martín Menem"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "PRESENTAR",
        "objeto": "Eduardo Menem"
      },
      {
        "sujeto": "Spagnuolo",
        "relacion": "MENCIONAR",
        "objeto": "Karina Milei"
      },
      {
        "sujeto": "Spagnuolo",
        "relacion": "MENCIONAR",
        "objeto": "Eduardo “Lule” Menem"
      },
      {
        "sujeto": "Fernando Menem",
        "relacion": "TENER_GESTAR",
        "objeto": "Nordelta"
      },
      {
        "sujeto": "Fernando Menem",
        "relacion": "TENER_GESTAR",
        "objeto": "Suizo Argentina S.A."
      },
      {
        "sujeto": "Martín",
        "relacion": "TENER_GESTAR",
        "objeto": "Nordelta"
      },
      {
        "sujeto": "Martín",
        "relacion": "TENER_GESTAR",
        "objeto": "Suizo Argentina S.A."
      },
      {
        "sujeto": "Lule",
        "relacion": "TENER_GESTAR",
        "objeto": "Nordelta"
      },
      {
        "sujeto": "Lule",
        "relacion": "TENER_GESTAR",
        "objeto": "Suizo Argentina S.A."
      },
      {
        "sujeto": "Nordelta",
        "relacion": "TENER_GESTAR",
        "objeto": "Suizo Argentina S.A."
      },
      {
        "sujeto": "Agencia Nacional de Discapacidad",
        "relacion": "OMITE_R_PONER_RELATAR",
        "objeto": "Suizo Argentina S.A."
      },
      {
        "sujeto": "Dalbón",
        "relacion": "SOLICITAR",
        "objeto": "ANDIS"
      },
      {
        "sujeto": "Dalbón",
        "relacion": "SOLICITAR",
        "objeto": "Secretaría General de la Presidencia"
      },
      {
        "sujeto": "Dalbón",
        "relacion": "SOLICITAR",
        "objeto": "Droguería"
      },
      {
        "sujeto": "Dalbón",
        "relacion": "SOLICITAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "ANDIS",
        "relacion": "SOLICITAR",
        "objeto": "Secretaría General de la Presidencia"
      },
      {
        "sujeto": "ANDIS",
        "relacion": "SOLICITAR",
        "objeto": "Droguería"
      },
      {
        "sujeto": "ANDIS",
        "relacion": "SOLICITAR",
        "objeto": "Argentina"
      },
      {
        "sujeto": "Secretaría General de la Presidencia",
        "relacion": "SOLICITAR",
        "objeto": "Droguería"
      },
      {
        "sujeto": "Secretaría General de la Presidencia",
        "relacion": "SOLICITAR",
        "objeto": "Argentina"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9136,
    "pos": 0.016,
    "neu": 0.949,
    "neg": 0.035,
    "label": "negative"
  }
}