{
  "url": "https://www.telesurtv.net/venezuela-en-alerta-amenaza-terrorista/",
  "title": "Venezuela en alerta: la información a la fecha de las amenazas terroristas desarticuladas - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "arsenal armamentístico",
    "atentado terrorista",
    "cédula terrorista",
    "Crimen organizado",
    "Diosdado Cabello",
    "Estados Unidos",
    "extrema derecha",
    "Investigación",
    "mafia criminal",
    "María Corina Machado",
    "Maturín",
    "monagas",
    "narcotráfico",
    "Plaza Venezuela",
    "sabotaje",
    "sospechosos",
    "TNT",
    "Venezuela"
  ],
  "text": "Venezuela desarticuló con éxito durante las últimas horas dos importantes amenazas terroristas de alto nivel. Mediante acciones coordinadas que condujeron a incautaciones de armas y múltiples arrestos, las autoridades lograron desmontar dos complots de desestabilización que están vinculados a la oposición de extrema derecha y actores extranjeros.\n\nUno de los complots más meticulosamente planificados, que fue frustrado, fue el intento de atentado en la Plaza Venezuela de Caracas, programado para las 11H32 (hora local) del domingo 23 de junio.\nEl objetivo principal era detonar un dispositivo explosivo en el Monumento a la Victoria de la Gran Guerra Patria contra el Nazifascismo, sitio de alto valor simbólico y gran afluencia de público y vehículos.\nLas autoridades venezolanas explicaron que el artefacto consistía en tres kilogramos de TNT (trinitrotolueno) ocultos en una mochila multicolor, y la sofisticación técnica del plan incluía un método de detonación a distancia mediante un teléfono móvil analógico, diseñado para evadir redes digitales y reducir el rastreo inmediato.\n\n\nAsimismo, las investigaciones revelaron que la operación fue orquestada por una célula de derecha extremista con lazos transnacionales y financiamiento externo, donde el principal sospechoso, José Daniel García Ortega, fue contratado por 20.000 dólares para colocar el explosivo.\nGracias a alertas de figuras de la oposición que filtraron información, las autoridades activaron una operación de inteligencia que permitió rastrear los movimientos de García Ortega, localizar y retirar el dispositivo antes de su detonación, y arrestar al sospechoso en Táchira cuando intentaba huir a Colombia.\nHasta la fecha, 13 personas fueron arrestadas en relación con este complot, incluyendo a García Ortega y a “El Titi”, nacional colombiano miembro del Cartel de La Guajira, con el Gobierno venezolano señalando vínculos con narcotraficantes colombianos y la mafia albanesa-ecuatoriana.\n\n\nEn un desarrollo relacionado, el 9 de agosto el ministro de Interior, Justicia y Paz, Diosdado Cabello, anunció la desarticulación de una base logística en el este de Venezuela, así como el descubrimiento de un gran arsenal en un almacén en Maturín, estado Monagas.\nAllí, en un galpón, se incautaron más de 54.000 cargas huecas y cordones detonantes, lo que representa una amenaza grave para la seguridad pública.\nLa operación, que se intensificó con el arresto de 21 individuos, también reveló planes de ataques explosivos coordinados y complots de desestabilización.\n\n\nCabello señaló vínculos entre estos planes y la oposición de extrema derecha del país. Implicó directamente a María Corina Machado a la cabeza de estas conspiraciones y la acusó de orquestar unidades violentas clandestinas en alianza con sectores extremistas vinculados al Gobierno de EE.UU.\nLa base logística desmantelada en el este venezolano tenía como objetivo planificar ataques y sabotajes contra infraestructura estratégica (energía, transporte, comunicaciones). Se incautaron dispositivos explosivos, municiones de alto calibre y rifles de largo alcance, lo que sugiere planes de operaciones prolongadas o tomas de área.\n\n\nAmbas operaciones, aunque ocurrieron en momentos y lugares diferentes, comparten patrones que el Gobierno venezolano interpreta como parte de una estrategia más amplia de desestabilización.\nCabello afirmó que estas operaciones son “siempre, siempre dirigidas por el Gobierno de EE.UU.”, acusando a sectores extremistas de la administración estadounidense de respaldar estos complots.\nAdemás, se destacó el papel del narcotráfico y las mafias criminales, con casos como el de “El Titi” del Cartel de La Guajira, indicando que estos grupos operan como parte de un “ecosistema criminal global” que utiliza a Venezuela como escenario para la desestabilización política.\nLa respuesta gubernamental venezolana subraya un compromiso inquebrantable en la lucha contra el crimen organizado, incluyendo importantes operaciones antinarcóticos, y la determinación de preservar la paz y el orden frente a las persistentes amenazas internas y externas.\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-en-alerta-amenaza-terrorista/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1583,
    "message_id": 101434,
    "date": "2025-08-10T15:55:12+00:00",
    "text": "teleSUR\nVenezuela en alerta: la información a la fecha de las amenazas terroristas desarticuladas\nhttps://www.telesurtv.net/venezuela-en-alerta-amenaza-terrorista/",
    "photo_path": null,
    "views": 1972,
    "reactions": {
      "👏": 52,
      "😱": 5,
      "❤": 2,
      "🫡": 2,
      "🔥": 1
    },
    "total_reactions": 62
  },
  "preprocessing": {
    "cleaned": "venezuela desarticuló con éxito durante las últimas horas dos importantes amenazas terroristas de alto nivel. mediante acciones coordinadas que condujeron a incautaciones de armas y múltiples arrestos, las autoridades lograron desmontar dos complots de desestabilización que están vinculados a la oposición de extrema derecha y actores extranjeros. uno de los complots más meticulosamente planificados, que fue frustrado, fue el intento de atentado en la plaza venezuela de caracas, programado para las 11h32 (hora local) del domingo 23 de junio. el objetivo principal era detonar un dispositivo explosivo en el monumento a la victoria de la gran guerra patria contra el nazifascismo, sitio de alto valor simbólico y gran afluencia de público y vehículos. las autoridades venezolanas explicaron que el artefacto consistía en tres kilogramos de tnt (trinitrotolueno) ocultos en una mochila multicolor, y la sofisticación técnica del plan incluía un método de detonación a distancia mediante un teléfono móvil analógico, diseñado para evadir redes digitales y reducir el rastreo inmediato. asimismo, las investigaciones revelaron que la operación fue orquestada por una célula de derecha extremista con lazos transnacionales y financiamiento externo, donde el principal sospechoso, josé daniel garcía ortega, fue contratado por 20.000 dólares para colocar el explosivo. gracias a alertas de figuras de la oposición que filtraron información, las autoridades activaron una operación de inteligencia que permitió rastrear los movimientos de garcía ortega, localizar y retirar el dispositivo antes de su detonación, y arrestar al sospechoso en táchira cuando intentaba huir a colombia. hasta la fecha, 13 personas fueron arrestadas en relación con este complot, incluyendo a garcía ortega y a “el titi”, nacional colombiano miembro del cartel de la guajira, con el gobierno venezolano señalando vínculos con narcotraficantes colombianos y la mafia albanesa-ecuatoriana. en un desarrollo relacionado, el 9 de agosto el ministro de interior, justicia y paz, diosdado cabello, anunció la desarticulación de una base logística en el este de venezuela, así como el descubrimiento de un gran arsenal en un almacén en maturín, estado monagas. allí, en un galpón, se incautaron más de 54.000 cargas huecas y cordones detonantes, lo que representa una amenaza grave para la seguridad pública. la operación, que se intensificó con el arresto de 21 individuos, también reveló planes de ataques explosivos coordinados y complots de desestabilización. cabello señaló vínculos entre estos planes y la oposición de extrema derecha del país. implicó directamente a maría corina machado a la cabeza de estas conspiraciones y la acusó de orquestar unidades violentas clandestinas en alianza con sectores extremistas vinculados al gobierno de ee.uu. la base logística desmantelada en el este venezolano tenía como objetivo planificar ataques y sabotajes contra infraestructura estratégica (energía, transporte, comunicaciones). se incautaron dispositivos explosivos, municiones de alto calibre y rifles de largo alcance, lo que sugiere planes de operaciones prolongadas o tomas de área. ambas operaciones, aunque ocurrieron en momentos y lugares diferentes, comparten patrones que el gobierno venezolano interpreta como parte de una estrategia más amplia de desestabilización. cabello afirmó que estas operaciones son “siempre, siempre dirigidas por el gobierno de ee.uu.”, acusando a sectores extremistas de la administración estadounidense de respaldar estos complots. además, se destacó el papel del narcotráfico y las mafias criminales, con casos como el de “el titi” del cartel de la guajira, indicando que estos grupos operan como parte de un “ecosistema criminal global” que utiliza a venezuela como escenario para la desestabilización política. la respuesta gubernamental venezolana subraya un compromiso inquebrantable en la lucha contra el crimen organizado, incluyendo importantes operaciones antinarcóticos, y la determinación de preservar la paz y el orden frente a las persistentes amenazas internas y externas.",
    "tokens": [
      "venezuela",
      "desarticuló",
      "éxito",
      "últimas",
      "horas",
      "dos",
      "importantes",
      "amenazas",
      "terroristas",
      "alto",
      "nivel",
      ".",
      "mediante",
      "acciones",
      "coordinadas",
      "condujeron",
      "incautaciones",
      "armas",
      "múltiples",
      "arrestos",
      ",",
      "autoridades",
      "lograron",
      "desmontar",
      "dos",
      "complots",
      "desestabilización",
      "vinculados",
      "oposición",
      "extrema",
      "derecha",
      "actores",
      "extranjeros",
      ".",
      "complots",
      "meticulosamente",
      "planificados",
      ",",
      "frustrado",
      ",",
      "intento",
      "atentado",
      "plaza",
      "venezuela",
      "caracas",
      ",",
      "programado",
      "11h32",
      "(",
      "hora",
      "local",
      ")",
      "domingo",
      "23",
      "junio",
      ".",
      "objetivo",
      "principal",
      "detonar",
      "dispositivo",
      "explosivo",
      "monumento",
      "victoria",
      "gran",
      "guerra",
      "patria",
      "nazifascismo",
      ",",
      "sitio",
      "alto",
      "valor",
      "simbólico",
      "gran",
      "afluencia",
      "público",
      "vehículos",
      ".",
      "autoridades",
      "venezolanas",
      "explicaron",
      "artefacto",
      "consistía",
      "tres",
      "kilogramos",
      "tnt",
      "(",
      "trinitrotolueno",
      ")",
      "ocultos",
      "mochila",
      "multicolor",
      ",",
      "sofisticación",
      "técnica",
      "plan",
      "incluía",
      "método",
      "detonación",
      "distancia",
      "mediante",
      "teléfono",
      "móvil",
      "analógico",
      ",",
      "diseñado",
      "evadir",
      "redes",
      "digitales",
      "reducir",
      "rastreo",
      "inmediato",
      ".",
      "asimismo",
      ",",
      "investigaciones",
      "revelaron",
      "operación",
      "orquestada",
      "célula",
      "derecha",
      "extremista",
      "lazos",
      "transnacionales",
      "financiamiento",
      "externo",
      ",",
      "principal",
      "sospechoso",
      ",",
      "josé",
      "daniel",
      "garcía",
      "ortega",
      ",",
      "contratado",
      "20.000",
      "dólares",
      "colocar",
      "explosivo",
      ".",
      "gracias",
      "alertas",
      "figuras",
      "oposición",
      "filtraron",
      "información",
      ",",
      "autoridades",
      "activaron",
      "operación",
      "inteligencia",
      "permitió",
      "rastrear",
      "movimientos",
      "garcía",
      "ortega",
      ",",
      "localizar",
      "retirar",
      "dispositivo",
      "detonación",
      ",",
      "arrestar",
      "sospechoso",
      "táchira",
      "intentaba",
      "huir",
      "colombia",
      ".",
      "fecha",
      ",",
      "13",
      "personas",
      "arrestadas",
      "relación",
      "complot",
      ",",
      "incluyendo",
      "garcía",
      "ortega",
      "“",
      "titi",
      "”",
      ",",
      "nacional",
      "colombiano",
      "miembro",
      "cartel",
      "guajira",
      ",",
      "gobierno",
      "venezolano",
      "señalando",
      "vínculos",
      "narcotraficantes",
      "colombianos",
      "mafia",
      "albanesa-ecuatoriana",
      ".",
      "desarrollo",
      "relacionado",
      ",",
      "9",
      "agosto",
      "ministro",
      "interior",
      ",",
      "justicia",
      "paz",
      ",",
      "diosdado",
      "cabello",
      ",",
      "anunció",
      "desarticulación",
      "base",
      "logística",
      "venezuela",
      ",",
      "así",
      "descubrimiento",
      "gran",
      "arsenal",
      "almacén",
      "maturín",
      ",",
      "monagas",
      ".",
      "allí",
      ",",
      "galpón",
      ",",
      "incautaron",
      "54.000",
      "cargas",
      "huecas",
      "cordones",
      "detonantes",
      ",",
      "representa",
      "amenaza",
      "grave",
      "seguridad",
      "pública",
      ".",
      "operación",
      ",",
      "intensificó",
      "arresto",
      "21",
      "individuos",
      ",",
      "reveló",
      "planes",
      "ataques",
      "explosivos",
      "coordinados",
      "complots",
      "desestabilización",
      ".",
      "cabello",
      "señaló",
      "vínculos",
      "planes",
      "oposición",
      "extrema",
      "derecha",
      "país",
      ".",
      "implicó",
      "directamente",
      "maría",
      "corina",
      "machado",
      "cabeza",
      "conspiraciones",
      "acusó",
      "orquestar",
      "unidades",
      "violentas",
      "clandestinas",
      "alianza",
      "sectores",
      "extremistas",
      "vinculados",
      "gobierno",
      "ee.uu.",
      "base",
      "logística",
      "desmantelada",
      "venezolano",
      "objetivo",
      "planificar",
      "ataques",
      "sabotajes",
      "infraestructura",
      "estratégica",
      "(",
      "energía",
      ",",
      "transporte",
      ",",
      "comunicaciones",
      ")",
      ".",
      "incautaron",
      "dispositivos",
      "explosivos",
      ",",
      "municiones",
      "alto",
      "calibre",
      "rifles",
      "largo",
      "alcance",
      ",",
      "sugiere",
      "planes",
      "operaciones",
      "prolongadas",
      "tomas",
      "área",
      ".",
      "ambas",
      "operaciones",
      ",",
      "aunque",
      "ocurrieron",
      "momentos",
      "lugares",
      "diferentes",
      ",",
      "comparten",
      "patrones",
      "gobierno",
      "venezolano",
      "interpreta",
      "parte",
      "estrategia",
      "amplia",
      "desestabilización",
      ".",
      "cabello",
      "afirmó",
      "operaciones",
      "“",
      "siempre",
      ",",
      "siempre",
      "dirigidas",
      "gobierno",
      "ee.uu.",
      "”",
      ",",
      "acusando",
      "sectores",
      "extremistas",
      "administración",
      "estadounidense",
      "respaldar",
      "complots",
      ".",
      "además",
      ",",
      "destacó",
      "papel",
      "narcotráfico",
      "mafias",
      "criminales",
      ",",
      "casos",
      "“",
      "titi",
      "”",
      "cartel",
      "guajira",
      ",",
      "indicando",
      "grupos",
      "operan",
      "parte",
      "“",
      "ecosistema",
      "criminal",
      "global",
      "”",
      "utiliza",
      "venezuela",
      "escenario",
      "desestabilización",
      "política",
      ".",
      "respuesta",
      "gubernamental",
      "venezolana",
      "subraya",
      "compromiso",
      "inquebrantable",
      "lucha",
      "crimen",
      "organizado",
      ",",
      "incluyendo",
      "importantes",
      "operaciones",
      "antinarcóticos",
      ",",
      "determinación",
      "preservar",
      "paz",
      "orden",
      "frente",
      "persistentes",
      "amenazas",
      "internas",
      "externas",
      "."
    ],
    "token_count": 417,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 70,
      "NN": 181,
      "NNS": 49,
      "VBP": 31,
      "JJ": 71,
      "FW": 104,
      "IN": 29,
      "VBD": 5,
      "CD": 6,
      "VBZ": 11,
      "VBN": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 19,
      "NN-NN": 93,
      "NN-NNP": 12,
      "NN-NNS": 14,
      "NNS-VBP": 25,
      "VBP-JJ": 17,
      "JJ-NN": 42,
      "VBP-NNS": 3,
      "NNS-FW": 5,
      "FW-FW": 53,
      "FW-NNP": 19,
      "NNP-NNS": 2,
      "NNS-IN": 7,
      "IN-FW": 13,
      "FW-NNS": 6,
      "JJ-NNS": 13,
      "VBP-NN": 4,
      "NN-JJ": 18,
      "FW-JJ": 7,
      "JJ-FW": 2,
      "FW-NN": 18,
      "VBP-NNP": 1,
      "NNP-FW": 12,
      "NN-FW": 16,
      "NNP-NNP": 24,
      "NNP-IN": 1,
      "IN-NNP": 6,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "CD-JJ": 2,
      "JJ-JJ": 9,
      "NN-CD": 2,
      "CD-IN": 1,
      "IN-NN": 2,
      "NN-IN": 17,
      "NNP-JJ": 2,
      "NN-VBP": 4,
      "NNS-NNS": 5,
      "NNP-VBZ": 6,
      "VBZ-NNS": 1,
      "NNS-NN": 2,
      "NNP-VBD": 3,
      "VBD-JJ": 3,
      "CD-NNS": 3,
      "NNS-JJ": 2,
      "VBZ-NN": 1,
      "NN-VBZ": 3,
      "VBZ-IN": 1,
      "VBZ-JJ": 6,
      "JJ-NNP": 5,
      "VBZ-FW": 1,
      "IN-JJ": 4,
      "NNP-VBP": 1,
      "IN-CD": 2,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "IN-NNS": 2,
      "VBP-FW": 2,
      "NNS-NNP": 2,
      "VBP-IN": 2,
      "VBZ-VBZ": 1,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "FW-VBZ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 14,
      "NN-NN-NNP": 8,
      "NN-NNP-NN": 4,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 15,
      "VBP-JJ-NN": 10,
      "JJ-NN-NNS": 3,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-FW": 2,
      "NNS-FW-FW": 5,
      "FW-FW-FW": 32,
      "FW-FW-NNP": 9,
      "FW-NNP-NNS": 2,
      "NNP-NNS-VBP": 2,
      "NN-NNS-IN": 3,
      "NNS-IN-FW": 4,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NN": 2,
      "VBP-NN-JJ": 1,
      "NN-JJ-NNS": 5,
      "JJ-NNS-IN": 4,
      "IN-FW-JJ": 5,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "FW-FW-NN": 8,
      "FW-NN-NNS": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NNP-FW-FW": 4,
      "FW-FW-NNS": 4,
      "JJ-NN-NN": 21,
      "NN-NN-NN": 43,
      "NN-NN-FW": 10,
      "NN-FW-NN": 6,
      "FW-NN-FW": 3,
      "NN-FW-FW": 6,
      "FW-NNP-NNP": 8,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 1,
      "VBD-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "NN-NN-CD": 1,
      "NN-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 10,
      "NN-NN-JJ": 10,
      "NN-NN-IN": 8,
      "NN-IN-FW": 7,
      "IN-FW-NNP": 2,
      "FW-NNP-FW": 4,
      "NNP-FW-NNP": 7,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "JJ-NN-NNP": 2,
      "NNP-NN-FW": 1,
      "FW-NN-NN": 10,
      "IN-FW-FW": 2,
      "VBP-NN-NN": 2,
      "NN-FW-NNS": 1,
      "FW-NNS-FW": 2,
      "FW-NNP-NN": 5,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 5,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "JJ-NN-IN": 8,
      "IN-FW-NN": 3,
      "NN-NN-NNS": 6,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NN": 1,
      "NNS-NN-NN": 2,
      "FW-NN-JJ": 1,
      "NN-NNP-NNP": 4,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 3,
      "JJ-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-JJ": 2,
      "NNS-JJ-NN": 1,
      "NN-NNP-FW": 1,
      "NNS-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-FW-NNP": 1,
      "NNP-NNP-NN": 3,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "IN-JJ-JJ": 2,
      "JJ-JJ-JJ": 3,
      "JJ-NN-JJ": 4,
      "IN-NNP-FW": 1,
      "NNP-NNP-FW": 3,
      "NNP-FW-JJ": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-NNS": 3,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 1,
      "FW-NN-IN": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NNS-IN-NNS": 2,
      "IN-NNS-VBP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 2,
      "NNP-NN-NNP": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NN-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "IN-NNS-NNS": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-NNP": 1,
      "JJ-NN-FW": 2,
      "FW-NN-VBZ": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "VBP-JJ-NNP": 2,
      "JJ-NNS-NN": 1,
      "VBP-IN-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "VBP-NNS-VBP": 1,
      "NN-VBD-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-FW": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 181,
        "FW": 104,
        "JJ": 71,
        "NNP": 70,
        "NNS": 49
      },
      "top_bigrams": {
        "NN-NN": 93,
        "FW-FW": 53,
        "JJ-NN": 42,
        "NNS-VBP": 25,
        "NNP-NNP": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 43,
        "FW-FW-FW": 32,
        "JJ-NN-NN": 21,
        "NNS-VBP-JJ": 15,
        "NNP-NN-NN": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 169,
      "VP": 43,
      "ADJP": 4,
      "PP": 13
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0363
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0121
      },
      {
        "rule": "NP -> ('complots', 'NNS')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Cartel', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('La', 'NNP') ('Guajira', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('la', 'VBP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "S -> NP VP VP ('de', 'FW') ('alto', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP') ('desarticuló', 'NN') ('con', 'NN') ('éxito', 'NNP') ('durante', 'NN') ('las', 'NNS')",
        "frequency": 1,
        "weight": 0.004
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Venezuela desarticuló con éxito durante las"
      },
      {
        "label": "VP",
        "text": "últimas horas dos importantes"
      },
      {
        "label": "NP",
        "text": "horas dos importantes"
      },
      {
        "label": "VP",
        "text": "amenazas terroristas"
      },
      {
        "label": "NP",
        "text": "terroristas"
      },
      {
        "label": "NP",
        "text": "nivel"
      },
      {
        "label": "NP",
        "text": "Mediante acciones"
      },
      {
        "label": "VP",
        "text": "coordinadas que condujeron a incautaciones"
      },
      {
        "label": "NP",
        "text": "que condujeron"
      },
      {
        "label": "NP",
        "text": "a incautaciones"
      },
      {
        "label": "NP",
        "text": "y múltiples"
      },
      {
        "label": "NP",
        "text": "las"
      },
      {
        "label": "VP",
        "text": "autoridades lograron desmontar dos complots"
      },
      {
        "label": "NP",
        "text": "lograron desmontar"
      },
      {
        "label": "NP",
        "text": "dos complots"
      }
    ],
    "clause_structures": [
      "(S\n  (NP\n    Venezuela/NNP\n    desarticuló/NN\n    con/NN\n    éxito/NNP\n    durante/NN\n    las/NNS)\n  (VP últimas/VBP (NP horas/JJ dos/NN importantes/NNS))\n  (VP amenazas/VBP (NP terroristas/NNS))\n  de/FW\n  alto/FW\n  (NP nivel/NN)\n  ./.)",
      "(S\n  (NP Mediante/NNP acciones/NNS)\n  (VP\n    coordinadas/VBP\n    (NP que/JJ condujeron/NN)\n    (NP a/DT incautaciones/NNS))\n  de/IN\n  armas/FW\n  (NP y/NN múltiples/NNS)\n  arrestos/RB\n  ,/,\n  (NP las/NNS)\n  (VP\n    autoridades/VBP\n    (NP lograron/JJ desmontar/NN)\n    (NP dos/JJ complots/NNS))\n  de/IN\n  desestabilización/FW\n  (ADJP que/JJ)\n  están/FW\n  vinculados/FW\n  a/DT\n  la/FW\n  oposición/FW\n  de/FW\n  extrema/FW\n  derecha/FW\n  (NP y/NN actores/NNS)\n  (VP extranjeros/VBP)\n  ./.)",
      "(S\n  (NP Uno/NNP)\n  de/FW\n  los/FW\n  (NP complots/NNS)\n  (VP más/VBP (NP meticulosamente/JJ planificados/NN))\n  ,/,\n  (NP que/JJ fue/NN frustrado/NN)\n  ,/,\n  (ADJP fue/JJ)\n  el/FW\n  intento/FW\n  de/FW\n  atentado/FW\n  en/FW\n  la/FW\n  (NP Plaza/NNP Venezuela/NNP)\n  de/FW\n  (NP Caracas/NNP)\n  ,/,\n  (NP programado/NN para/NN)\n  (VP las/VBZ)\n  11H32/CD\n  (/(\n  (VP hora/VB local/JJ)\n  )/)\n  (NP del/NN)\n  domingo/$\n  23/CD\n  (PP de/IN (NP junio/NN))\n  ./.)",
      "(S\n  (NP El/NNP)\n  objetivo/MD\n  (VP\n    principal/VB\n    (NP era/NN detonar/NN)\n    (NP un/JJ dispositivo/NN explosivo/NN))\n  en/IN\n  el/FW\n  (NP Monumento/NNP)\n  (NP a/DT la/NN Victoria/NNP)\n  de/IN\n  la/FW\n  (NP Gran/NNP Guerra/NNP Patria/NNP)\n  (NP contra/JJ el/NN Nazifascismo/NNP)\n  ,/,\n  (NP sitio/NN)\n  de/FW\n  alto/FW\n  (NP valor/NN simbólico/NN y/NN)\n  (VP gran/VBD (NP afluencia/NN))\n  de/IN\n  público/FW\n  y/FW\n  (NP vehículos/NN)\n  ./.)",
      "(S\n  (NP Las/NNP)\n  (VP autoridades/VBZ (NP venezolanas/JJ explicaron/NN que/NN))\n  el/FW\n  (NP artefacto/NN consistía/NN)\n  en/FW\n  (NP tres/NNS)\n  kilogramos/FW\n  de/FW\n  (NP TNT/NNP)\n  (/(\n  (NP trinitrotolueno/NN)\n  )/)\n  (NP ocultos/NN)\n  en/FW\n  (NP una/JJ mochila/NN multicolor/NN)\n  ,/,\n  y/CC\n  la/FW\n  sofisticación/FW\n  técnica/FW\n  del/FW\n  (NP plan/NN)\n  (VP incluía/VBP (NP un/JJ método/NN))\n  de/IN\n  detonación/FW\n  (NP a/DT distancia/NN mediante/NN)\n  un/FW\n  teléfono/FW\n  (NP móvil/NN analógico/NN)\n  ,/,\n  (NP diseñado/NN para/NN evadir/NN redes/NNS digitales/NNS)\n  y/RB\n  (VP reducir/VBP (NP el/JJ rastreo/NN inmediato/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra patria contra el",
        "position": [
          648,
          671
        ],
        "start": 648,
        "end": 671
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "municiones",
        "position": [
          3050,
          3060
        ],
        "start": 3050,
        "end": 3060
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó de orquestar unidades violentas clandestinas en alianza con sectores extremistas vinculados al",
        "position": [
          2713,
          2813
        ],
        "start": 2713,
        "end": 2813
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          1228,
          1242
        ],
        "start": 1228,
        "end": 1242
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          2549,
          2555
        ],
        "start": 2549,
        "end": 2555
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          2074,
          2081
        ],
        "start": 2074,
        "end": 2081
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de ee",
        "position": [
          2814,
          2828
        ],
        "start": 2814,
        "end": 2828
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de interior",
        "position": [
          2018,
          2038
        ],
        "start": 2018,
        "end": 2038
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          310,
          325
        ],
        "start": 310,
        "end": 325
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          3567,
          3574
        ],
        "start": 3567,
        "end": 3574
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          2713,
          2718
        ],
        "start": 2713,
        "end": 2718
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          2973,
          2980
        ],
        "start": 2973,
        "end": 2980
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          1674,
          1682
        ],
        "start": 1674,
        "end": 1682
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          0,
          9
        ],
        "start": 0,
        "end": 9
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          4037,
          4043
        ],
        "start": 4037,
        "end": 4043
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          475,
          482
        ],
        "start": 475,
        "end": 482
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado monagas",
        "position": [
          2220,
          2234
        ],
        "start": 2220,
        "end": 2234
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza venezuela",
        "position": [
          456,
          471
        ],
        "start": 456,
        "end": 471
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 23 de junio",
        "position": [
          527,
          546
        ],
        "start": 527,
        "end": 546
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "13 personas",
        "position": [
          1700,
          1711
        ],
        "start": 1700,
        "end": 1711
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 54.000",
        "position": [
          2270,
          2283
        ],
        "start": 2270,
        "end": 2283
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "ministro de Interior",
        "tipo": "Lugar"
      },
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "García Ortega",
        "tipo": "Persona"
      },
      {
        "nombre": "Maturín",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cartel de La Guajira",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Monumento a la Victoria de la Gran Guerra Patria contra el Nazifascismo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Monagas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plaza Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "José Daniel García Ortega",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Táchira",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno venezolano",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "García Ortega",
        "relacion": "RASTREAR_PERMITIR_ACTIVAR",
        "objeto": "Táchira"
      },
      {
        "sujeto": "García Ortega",
        "relacion": "RASTREAR_PERMITIR_ACTIVAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Táchira",
        "relacion": "ARRESTAR_RASTREAR_PERMITIR_ACTIVAR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "García Ortega",
        "relacion": "INCLUIR_ARRESTAR",
        "objeto": "Gobierno venezolano"
      },
      {
        "sujeto": "Cartel de La Guajira",
        "relacion": "INCLUIR_ARRESTAR",
        "objeto": "Gobierno venezolano"
      },
      {
        "sujeto": "ministro de Interior",
        "relacion": "ES",
        "objeto": "Diosdado Cabello"
      },
      {
        "sujeto": "ministro de Interior",
        "relacion": "ANUNCIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "ministro de Interior",
        "relacion": "ANUNCIAR",
        "objeto": "Maturín"
      },
      {
        "sujeto": "ministro de Interior",
        "relacion": "ANUNCIAR",
        "objeto": "Monagas"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "ANUNCIAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "ANUNCIAR",
        "objeto": "Maturín"
      },
      {
        "sujeto": "Diosdado Cabello",
        "relacion": "ANUNCIAR",
        "objeto": "Monagas"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ANUNCIAR",
        "objeto": "Maturín"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "ANUNCIAR",
        "objeto": "Monagas"
      },
      {
        "sujeto": "María Corina Machado",
        "relacion": "IMPLICAR",
        "objeto": "Gobierno de EE.UU."
      },
      {
        "sujeto": "Cabello",
        "relacion": "AFIRMAR",
        "objeto": "Gobierno de EE.UU."
      },
      {
        "sujeto": "Cartel de La Guajira",
        "relacion": "DESTACAR",
        "objeto": "Venezuela"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7184,
    "pos": 0.0,
    "neu": 0.989,
    "neg": 0.011,
    "label": "negative"
  }
}