{
  "url": "https://www.telesurtv.net/venezuela-desmonta-redes-narcoterroristas/",
  "title": "Venezuela desmonta redes narcoterroristas mientras 87% opera en rutas del Pacífico colombiano",
  "section": "América Latina y El Caribe",
  "tags": [
    "Cocaína",
    "Diosdado Cabello",
    "María Corina Machado",
    "narcotráfico",
    "Pacífico colombiano",
    "redes narcoterroristas",
    "Tren de Aragua",
    "Venezuela"
  ],
  "text": "El ministro del Poder Popular para Relaciones Interiores, Justicia y Paz de Venezuela, Diosdado Cabello Rondón, presentó este martes ante la Asamblea Nacional pruebas contundentes sobre planes terroristas orquestados por grupos extremistas en connivencia con redes del narcotráfico internacional.\n\nLEA TAMBIÉN\nDiosdado Cabello denuncia «20 casos de violencia extrema por parte de la derecha fascista»\n\nSu intervención reveló la incautación de grandes cantidades de explosivos capaces de generar un radio letal de hasta 1.2 kilómetros, desmontando así una trama criminal que pretendía atacar hospitales, estaciones de servicio y personalidades políticas.\nLa exposición del funcionario evidenció conexiones directas entre narcotraficantes, conspiradores y delincuencia común, señalando específicamente a expresidentes colombianos como Álvaro Uribe, Iván Duque, Juan Manuel Santos y Andrés Pastrana por proteger y exportar el narco-paramilitarismo. Cabello reveló reuniones clandestinas en territorio colombiano entre la opositora María Corina Machado y empresarios para coordinar ataques sistemáticos contra la infraestructura venezolana.\n\n\nLas autoridades venezolanas desarticularon exitosamente un atentado planificado en Plaza Venezuela, ubicada en el corazón de Caracas, capturando a 13 de los 15 autores materiales involucrados. El seguimiento de inteligencia permitió vincular al alias “El Titi”, miembro del cartel de La Guajira, con el empresario Rincón y la dirigente opositora, estableciendo una red criminal que opera desde Colombia.\n\n\nEl Informe Mundial sobre Drogas 2025 de las Naciones Unidas ratifica oficialmente que Venezuela mantiene su territorio completamente libre de cultivos ilícitos y laboratorios de procesamiento. Según este documento, apenas el 5 por ciento del narcotráfico internacional intenta utilizar rutas venezolanas, confirmando que el país no constituye una vía principal para el tráfico de sustancias prohibidas.\nCabello presentó cifras que demuestran la efectividad de las políticas antinarcóticos venezolanas: 51.664 kilogramos de droga incautados durante 2025, principalmente cocaína. Estas estadísticas contrastan dramáticamente con la situación en países vecinos, donde las mafias internacionales controlan extensas redes de producción y distribución.\nEl ministro denunció que la DEA constituye el mayor cartel de drogas del mundo, señalando que las principales rutas del narcotráfico operan a través del océano Pacífico bajo control de organizaciones criminales internacionales. Esta afirmación desafía las narrativas tradicionales sobre el tráfico de drogas en la región, ubicando el foco en otros territorios y actores.\n\n\n\nLa intervención ministerial reveló que Colombia se ha consolidado como el principal corredor del narcotráfico internacional, especialmente a través de sus costas pacíficas. Cabello acusó directamente a las administraciones colombianas de brindar protección a organizaciones criminales, incluyendo al desarticulado “Tren de Aragua”, que según afirmó, opera desde territorio colombiano tras ser derrotado en Venezuela.\nLas autoridades venezolanas documentaron reuniones entre dirigentes opositores y carteles colombianos para coordinar ataques terroristas en suelo venezolano. Estas conexiones evidencian una alianza criminal que trasciende fronteras, utilizando el discurso político como fachada para actividades delictivas de alto impacto.\nVenezuela registra actualmente 1.92 homicidios por cada 100.000 habitantes, posicionándose entre los índices más bajos de América Latina. Esta estadística contrasta significativamente con los niveles de violencia registrados en Colombia, donde el narcotráfico mantiene una presencia territorial extendida y ejerce control sobre amplias zonas rurales y urbanas.\nEl ministro Cabello concluyó su exposición reafirmando el compromiso venezolano con la paz regional y la lucha contra el terrorismo, mientras ratificó que cualquier organización criminal o conspiradora será perseguida hasta su captura. Las autoridades mantienen abiertas las investigaciones sobre la trama financiera que sustenta estos ataques, prometiendo revelar nuevos elementos en próximas intervenciones parlamentarias.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-desmonta-redes-narcoterroristas/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1410,
    "message_id": 101636,
    "date": "2025-08-12T22:55:12+00:00",
    "text": "teleSUR\nVenezuela desmonta redes narcoterroristas mientras 87% opera en rutas del Pacífico colombiano\nhttps://www.telesurtv.net/venezuela-desmonta-redes-narcoterroristas/",
    "photo_path": null,
    "views": 1662,
    "reactions": {
      "👍": 43,
      "👏": 2,
      "❤": 1
    },
    "total_reactions": 46
  },
  "preprocessing": {
    "cleaned": "el ministro del poder popular para relaciones interiores, justicia y paz de venezuela, diosdado cabello rondón, presentó este martes ante la asamblea nacional pruebas contundentes sobre planes terroristas orquestados por grupos extremistas en connivencia con redes del narcotráfico internacional. su intervención reveló la incautación de grandes cantidades de explosivos capaces de generar un radio letal de hasta 1.2 kilómetros, desmontando así una trama criminal que pretendía atacar hospitales, estaciones de servicio y personalidades políticas. la exposición del funcionario evidenció conexiones directas entre narcotraficantes, conspiradores y delincuencia común, señalando específicamente a expresidentes colombianos como álvaro uribe, iván duque, juan manuel santos y andrés pastrana por proteger y exportar el narco-paramilitarismo. cabello reveló reuniones clandestinas en territorio colombiano entre la opositora maría corina machado y empresarios para coordinar ataques sistemáticos contra la infraestructura venezolana. las autoridades venezolanas desarticularon exitosamente un atentado planificado en plaza venezuela, ubicada en el corazón de caracas, capturando a 13 de los 15 autores materiales involucrados. el seguimiento de inteligencia permitió vincular al alias “el titi”, miembro del cartel de la guajira, con el empresario rincón y la dirigente opositora, estableciendo una red criminal que opera desde colombia. el informe mundial sobre drogas 2025 de las naciones unidas ratifica oficialmente que venezuela mantiene su territorio completamente libre de cultivos ilícitos y laboratorios de procesamiento. según este documento, apenas el 5 por ciento del narcotráfico internacional intenta utilizar rutas venezolanas, confirmando que el país no constituye una vía principal para el tráfico de sustancias prohibidas. cabello presentó cifras que demuestran la efectividad de las políticas antinarcóticos venezolanas: 51.664 kilogramos de droga incautados durante 2025, principalmente cocaína. estas estadísticas contrastan dramáticamente con la situación en países vecinos, donde las mafias internacionales controlan extensas redes de producción y distribución. el ministro denunció que la dea constituye el mayor cartel de drogas del mundo, señalando que las principales rutas del narcotráfico operan a través del océano pacífico bajo control de organizaciones criminales internacionales. esta afirmación desafía las narrativas tradicionales sobre el tráfico de drogas en la región, ubicando el foco en otros territorios y actores. la intervención ministerial reveló que colombia se ha consolidado como el principal corredor del narcotráfico internacional, especialmente a través de sus costas pacíficas. cabello acusó directamente a las administraciones colombianas de brindar protección a organizaciones criminales, incluyendo al desarticulado “tren de aragua”, que según afirmó, opera desde territorio colombiano tras ser derrotado en venezuela. las autoridades venezolanas documentaron reuniones entre dirigentes opositores y carteles colombianos para coordinar ataques terroristas en suelo venezolano. estas conexiones evidencian una alianza criminal que trasciende fronteras, utilizando el discurso político como fachada para actividades delictivas de alto impacto. venezuela registra actualmente 1.92 homicidios por cada 100.000 habitantes, posicionándose entre los índices más bajos de américa latina. esta estadística contrasta significativamente con los niveles de violencia registrados en colombia, donde el narcotráfico mantiene una presencia territorial extendida y ejerce control sobre amplias zonas rurales y urbanas. el ministro cabello concluyó su exposición reafirmando el compromiso venezolano con la paz regional y la lucha contra el terrorismo, mientras ratificó que cualquier organización criminal o conspiradora será perseguida hasta su captura. las autoridades mantienen abiertas las investigaciones sobre la trama financiera que sustenta estos ataques, prometiendo revelar nuevos elementos en próximas intervenciones parlamentarias.",
    "tokens": [
      "ministro",
      "poder",
      "popular",
      "relaciones",
      "interiores",
      ",",
      "justicia",
      "paz",
      "venezuela",
      ",",
      "diosdado",
      "cabello",
      "rondón",
      ",",
      "presentó",
      "martes",
      "asamblea",
      "nacional",
      "pruebas",
      "contundentes",
      "planes",
      "terroristas",
      "orquestados",
      "grupos",
      "extremistas",
      "connivencia",
      "redes",
      "narcotráfico",
      "internacional",
      ".",
      "intervención",
      "reveló",
      "incautación",
      "grandes",
      "cantidades",
      "explosivos",
      "capaces",
      "generar",
      "radio",
      "letal",
      "1.2",
      "kilómetros",
      ",",
      "desmontando",
      "así",
      "trama",
      "criminal",
      "pretendía",
      "atacar",
      "hospitales",
      ",",
      "estaciones",
      "servicio",
      "personalidades",
      "políticas",
      ".",
      "exposición",
      "funcionario",
      "evidenció",
      "conexiones",
      "directas",
      "narcotraficantes",
      ",",
      "conspiradores",
      "delincuencia",
      "común",
      ",",
      "señalando",
      "específicamente",
      "expresidentes",
      "colombianos",
      "álvaro",
      "uribe",
      ",",
      "iván",
      "duque",
      ",",
      "juan",
      "manuel",
      "santos",
      "andrés",
      "pastrana",
      "proteger",
      "exportar",
      "narco-paramilitarismo",
      ".",
      "cabello",
      "reveló",
      "reuniones",
      "clandestinas",
      "territorio",
      "colombiano",
      "opositora",
      "maría",
      "corina",
      "machado",
      "empresarios",
      "coordinar",
      "ataques",
      "sistemáticos",
      "infraestructura",
      "venezolana",
      ".",
      "autoridades",
      "venezolanas",
      "desarticularon",
      "exitosamente",
      "atentado",
      "planificado",
      "plaza",
      "venezuela",
      ",",
      "ubicada",
      "corazón",
      "caracas",
      ",",
      "capturando",
      "13",
      "15",
      "autores",
      "materiales",
      "involucrados",
      ".",
      "seguimiento",
      "inteligencia",
      "permitió",
      "vincular",
      "alias",
      "“",
      "titi",
      "”",
      ",",
      "miembro",
      "cartel",
      "guajira",
      ",",
      "empresario",
      "rincón",
      "dirigente",
      "opositora",
      ",",
      "estableciendo",
      "red",
      "criminal",
      "opera",
      "colombia",
      ".",
      "informe",
      "mundial",
      "drogas",
      "2025",
      "naciones",
      "unidas",
      "ratifica",
      "oficialmente",
      "venezuela",
      "mantiene",
      "territorio",
      "completamente",
      "libre",
      "cultivos",
      "ilícitos",
      "laboratorios",
      "procesamiento",
      ".",
      "según",
      "documento",
      ",",
      "apenas",
      "5",
      "ciento",
      "narcotráfico",
      "internacional",
      "intenta",
      "utilizar",
      "rutas",
      "venezolanas",
      ",",
      "confirmando",
      "país",
      "constituye",
      "vía",
      "principal",
      "tráfico",
      "sustancias",
      "prohibidas",
      ".",
      "cabello",
      "presentó",
      "cifras",
      "demuestran",
      "efectividad",
      "políticas",
      "antinarcóticos",
      "venezolanas",
      ":",
      "51.664",
      "kilogramos",
      "droga",
      "incautados",
      "2025",
      ",",
      "principalmente",
      "cocaína",
      ".",
      "estadísticas",
      "contrastan",
      "dramáticamente",
      "situación",
      "países",
      "vecinos",
      ",",
      "mafias",
      "internacionales",
      "controlan",
      "extensas",
      "redes",
      "producción",
      "distribución",
      ".",
      "ministro",
      "denunció",
      "dea",
      "constituye",
      "mayor",
      "cartel",
      "drogas",
      "mundo",
      ",",
      "señalando",
      "principales",
      "rutas",
      "narcotráfico",
      "operan",
      "través",
      "océano",
      "pacífico",
      "bajo",
      "control",
      "organizaciones",
      "criminales",
      "internacionales",
      ".",
      "afirmación",
      "desafía",
      "narrativas",
      "tradicionales",
      "tráfico",
      "drogas",
      "región",
      ",",
      "ubicando",
      "foco",
      "territorios",
      "actores",
      ".",
      "intervención",
      "ministerial",
      "reveló",
      "colombia",
      "consolidado",
      "principal",
      "corredor",
      "narcotráfico",
      "internacional",
      ",",
      "especialmente",
      "través",
      "costas",
      "pacíficas",
      ".",
      "cabello",
      "acusó",
      "directamente",
      "administraciones",
      "colombianas",
      "brindar",
      "protección",
      "organizaciones",
      "criminales",
      ",",
      "incluyendo",
      "desarticulado",
      "“",
      "tren",
      "aragua",
      "”",
      ",",
      "según",
      "afirmó",
      ",",
      "opera",
      "territorio",
      "colombiano",
      "tras",
      "ser",
      "derrotado",
      "venezuela",
      ".",
      "autoridades",
      "venezolanas",
      "documentaron",
      "reuniones",
      "dirigentes",
      "opositores",
      "carteles",
      "colombianos",
      "coordinar",
      "ataques",
      "terroristas",
      "suelo",
      "venezolano",
      ".",
      "conexiones",
      "evidencian",
      "alianza",
      "criminal",
      "trasciende",
      "fronteras",
      ",",
      "utilizando",
      "discurso",
      "político",
      "fachada",
      "actividades",
      "delictivas",
      "alto",
      "impacto",
      ".",
      "venezuela",
      "registra",
      "actualmente",
      "1.92",
      "homicidios",
      "cada",
      "100.000",
      "habitantes",
      ",",
      "posicionándose",
      "índices",
      "bajos",
      "américa",
      "latina",
      ".",
      "estadística",
      "contrasta",
      "significativamente",
      "niveles",
      "violencia",
      "registrados",
      "colombia",
      ",",
      "narcotráfico",
      "mantiene",
      "presencia",
      "territorial",
      "extendida",
      "ejerce",
      "control",
      "amplias",
      "zonas",
      "rurales",
      "urbanas",
      ".",
      "ministro",
      "cabello",
      "concluyó",
      "exposición",
      "reafirmando",
      "compromiso",
      "venezolano",
      "paz",
      "regional",
      "lucha",
      "terrorismo",
      ",",
      "mientras",
      "ratificó",
      "cualquier",
      "organización",
      "criminal",
      "conspiradora",
      "perseguida",
      "captura",
      ".",
      "autoridades",
      "mantienen",
      "abiertas",
      "investigaciones",
      "trama",
      "financiera",
      "sustenta",
      "ataques",
      ",",
      "prometiendo",
      "revelar",
      "nuevos",
      "elementos",
      "próximas",
      "intervenciones",
      "parlamentarias",
      "."
    ],
    "token_count": 402,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 77,
      "PRP": 1,
      "FW": 82,
      "NN": 174,
      "VBZ": 15,
      "JJ": 70,
      "NNS": 50,
      "VBP": 32,
      "CD": 9,
      "IN": 18,
      "VBD": 1,
      "DT": 1,
      "RB": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-PRP": 1,
      "PRP-FW": 1,
      "FW-NNP": 11,
      "NNP-NNP": 35,
      "NNP-NN": 22,
      "NN-NNP": 17,
      "NNP-FW": 7,
      "NN-NN": 91,
      "NN-VBZ": 5,
      "VBZ-JJ": 10,
      "JJ-FW": 2,
      "JJ-NNS": 7,
      "NNS-NNS": 9,
      "NNS-VBP": 24,
      "VBP-JJ": 14,
      "JJ-NN": 38,
      "NN-NNS": 17,
      "JJ-JJ": 16,
      "JJ-NNP": 4,
      "NNP-VBZ": 6,
      "VBZ-CD": 1,
      "CD-NN": 2,
      "NN-FW": 14,
      "FW-FW": 42,
      "FW-NN": 14,
      "FW-NNS": 5,
      "NNS-IN": 2,
      "IN-FW": 10,
      "NNS-FW": 5,
      "FW-JJ": 6,
      "NN-IN": 11,
      "FW-CD": 2,
      "CD-NNS": 5,
      "NNS-JJ": 6,
      "NN-JJ": 14,
      "VBP-NNP": 3,
      "VBP-NNS": 4,
      "VBP-IN": 3,
      "IN-NN": 1,
      "NN-VBP": 3,
      "VBP-NN": 5,
      "NNP-NNS": 1,
      "IN-NNP": 4,
      "NNP-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 2,
      "NNP-CD": 1,
      "NN-DT": 1,
      "DT-NN": 1,
      "FW-VBP": 1,
      "NNS-CD": 1,
      "NN-CD": 1,
      "FW-VBZ": 1,
      "VBZ-FW": 1,
      "NNS-VBZ": 2,
      "VBZ-VBP": 1,
      "IN-NNS": 1,
      "NNS-NNP": 1,
      "NNP-VBP": 2,
      "IN-JJ": 2,
      "VBZ-NNP": 1,
      "NNP-JJ": 1,
      "VBP-VBZ": 1,
      "VBZ-NNS": 1,
      "JJ-VBP": 1,
      "VBP-RB": 1,
      "RB-CD": 1,
      "JJ-CD": 1,
      "JJ-JJR": 1,
      "JJR-JJ": 1
    },
    "trigram_freq": {
      "NNP-PRP-FW": 1,
      "PRP-FW-NNP": 1,
      "FW-NNP-NNP": 6,
      "NNP-NNP-NN": 9,
      "NNP-NN-NNP": 3,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 19,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 2,
      "NNP-NN-NN": 16,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 6,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 8,
      "JJ-NN-NNS": 5,
      "NN-NNS-VBP": 12,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-FW": 7,
      "FW-FW-FW": 24,
      "FW-FW-NN": 5,
      "FW-NN-NNP": 2,
      "NN-NNP-NN": 6,
      "NN-NN-FW": 9,
      "FW-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NNS": 2,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 4,
      "FW-FW-JJ": 6,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 24,
      "NN-NN-IN": 7,
      "NN-IN-FW": 5,
      "IN-FW-CD": 2,
      "FW-CD-NNS": 2,
      "CD-NNS-JJ": 2,
      "NNS-JJ-JJ": 3,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 12,
      "JJ-NN-JJ": 6,
      "NN-JJ-NN": 9,
      "NN-NN-NN": 44,
      "NN-NN-NNS": 8,
      "NN-NNS-FW": 1,
      "FW-NNS-VBP": 2,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 5,
      "NN-NNS-NNS": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 2,
      "VBZ-JJ-NN": 4,
      "JJ-NN-NNP": 2,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-NNS": 1,
      "NNS-VBP-IN": 3,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 2,
      "VBP-NN-FW": 2,
      "NN-FW-NNP": 2,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NN": 3,
      "VBP-NN-NNS": 1,
      "NN-NN-NNP": 10,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 5,
      "NN-NN-JJ": 6,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 3,
      "NNP-FW-FW": 2,
      "FW-FW-NNP": 4,
      "FW-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 2,
      "CD-NNS-NNS": 1,
      "VBP-NNP-NN": 2,
      "NNP-NN-FW": 1,
      "FW-NN-IN": 2,
      "FW-JJ-JJ": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "IN-FW-NNP": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "FW-NNP-NN": 3,
      "NN-JJ-JJ": 4,
      "NN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "VBP-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-JJ": 1,
      "IN-FW-FW": 4,
      "FW-FW-VBP": 1,
      "FW-VBP-NNS": 1,
      "VBP-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "FW-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "IN-FW-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "JJ-NN-IN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "NN-FW-NNS": 1,
      "FW-NN-NNS": 2,
      "JJ-NNP-FW": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "VBP-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "VBZ-JJ-JJ": 2,
      "NN-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "VBP-IN-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "VBP-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "VBP-NN-IN": 1,
      "IN-NNP-FW": 1,
      "FW-NN-FW": 1,
      "NN-FW-NN": 3,
      "FW-NN-JJ": 1,
      "NN-VBP-NNS": 1,
      "NNS-NNS-JJ": 1,
      "NNS-JJ-NNP": 1,
      "VBP-JJ-JJR": 1,
      "JJ-JJR-JJ": 1,
      "JJR-JJ-JJ": 1,
      "VBP-NNS-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 174,
        "FW": 82,
        "NNP": 77,
        "JJ": 70,
        "NNS": 50
      },
      "top_bigrams": {
        "NN-NN": 91,
        "FW-FW": 42,
        "JJ-NN": 38,
        "NNP-NNP": 35,
        "NNS-VBP": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 44,
        "FW-FW-FW": 24,
        "JJ-NN-NN": 24,
        "NNP-NNP-NNP": 19,
        "NNP-NN-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 145,
      "VP": 46,
      "ADJP": 4,
      "PP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0223
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0179
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 3,
        "weight": 0.0134
      },
      {
        "rule": "NP -> ('Las', 'NNP')",
        "frequency": 3,
        "weight": 0.0134
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "VP -> ('entre', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "VP -> ('colombianos', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "VP -> ('autoridades', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "S -> NP ('ministro', 'PRP') ('del', 'FW') NP (',', ',') NP ('de', 'FW') NP (',', ',') NP (',', ',') NP VP ('la', 'FW') NP VP VP VP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.0045
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "Poder Popular para Relaciones Interiores"
      },
      {
        "label": "NP",
        "text": "Justicia y Paz"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Diosdado Cabello Rondón"
      },
      {
        "label": "NP",
        "text": "presentó este"
      },
      {
        "label": "VP",
        "text": "martes ante"
      },
      {
        "label": "NP",
        "text": "Asamblea Nacional pruebas"
      },
      {
        "label": "VP",
        "text": "contundentes sobre planes terroristas"
      },
      {
        "label": "NP",
        "text": "sobre planes terroristas"
      },
      {
        "label": "VP",
        "text": "orquestados por grupos extremistas"
      },
      {
        "label": "NP",
        "text": "por grupos extremistas"
      },
      {
        "label": "VP",
        "text": "en connivencia con redes"
      },
      {
        "label": "NP",
        "text": "connivencia con redes"
      },
      {
        "label": "VP",
        "text": "del narcotráfico internacional"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  ministro/PRP\n  del/FW\n  (NP Poder/NNP Popular/NNP para/NN Relaciones/NNP Interiores/NNP)\n  ,/,\n  (NP Justicia/NNP y/NNP Paz/NNP)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Diosdado/NNP Cabello/NNP Rondón/NNP)\n  ,/,\n  (NP presentó/NN este/NN)\n  (VP martes/VBZ ante/JJ)\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP pruebas/NN)\n  (VP contundentes/VBZ (NP sobre/JJ planes/NNS terroristas/NNS))\n  (VP orquestados/VBP (NP por/JJ grupos/NN extremistas/NNS))\n  (VP en/VBP (NP connivencia/JJ con/NN redes/NNS))\n  (VP del/VBP (NP narcotráfico/JJ internacional/NN))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Diosdado/NNP Cabello/NNP)\n  (VP denuncia/VBD)\n  «/$\n  20/CD\n  (NP casos/NN)\n  de/FW\n  violencia/FW\n  extrema/FW\n  por/FW\n  parte/FW\n  de/FW\n  la/FW\n  derecha/FW\n  (NP fascista/NN »/NNP Su/NNP intervención/NN reveló/NN)\n  la/FW\n  incautación/FW\n  de/FW\n  grandes/FW\n  (NP cantidades/NNS)\n  de/IN\n  explosivos/FW\n  (NP capaces/NNS)\n  de/FW\n  generar/FW\n  (NP un/JJ radio/NN letal/NN)\n  de/IN\n  hasta/FW\n  1.2/CD\n  (NP kilómetros/NNS)\n  ,/,\n  (NP desmontando/NN así/NN)\n  (NP una/JJ trama/NN)\n  (NP criminal/JJ que/NN pretendía/NN atacar/NN hospitales/NNS)\n  ,/,\n  (NP estaciones/NNS)\n  de/IN\n  servicio/FW\n  y/FW\n  (NP personalidades/NNS)\n  (VP políticas/VBP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  exposición/CC\n  del/FW\n  (NP funcionario/NN evidenció/NN conexiones/NNS directas/NNS)\n  (VP entre/VBP (NP narcotraficantes/NNS))\n  ,/,\n  (NP conspiradores/NNS)\n  (VP y/VBP (NP delincuencia/JJ común/NN))\n  ,/,\n  (NP señalando/NN)\n  (VP específicamente/VBD (NP a/DT expresidentes/NNS))\n  (VP colombianos/VBP (NP como/NN Álvaro/NN Uribe/NNP))\n  ,/,\n  (NP Iván/NNP Duque/NNP)\n  ,/,\n  (NP\n    Juan/NNP\n    Manuel/NNP\n    Santos/NNP\n    y/NNP\n    Andrés/NNP\n    Pastrana/NNP\n    por/NN\n    proteger/NN\n    y/NN\n    exportar/NN)\n  (ADJP el/JJ)\n  (ADJP narco-paramilitarismo/JJ)\n  ./.)",
      "(S\n  (NP Cabello/NNP reveló/NN reuniones/NNS)\n  (VP clandestinas/VBP)\n  (PP en/IN (NP territorio/NN colombiano/NN))\n  (VP entre/VBP (NP la/NN))\n  opositora/FW\n  (NP María/NNP Corina/NNP Machado/NNP y/NNP empresarios/NNS)\n  (VP para/VBP (NP coordinar/NN ataques/NNS))\n  (VP\n    sistemáticos/VBP\n    (NP contra/JJ la/NN infraestructura/NN venezolana/NN))\n  ./.)",
      "(S\n  (NP Las/NNP)\n  (VP\n    autoridades/VBZ\n    (NP venezolanas/JJ desarticularon/NN exitosamente/NN)\n    (NP un/JJ atentado/NN planificado/NN))\n  (PP en/IN (NP Plaza/NNP Venezuela/NNP))\n  ,/,\n  (ADJP ubicada/JJ)\n  en/FW\n  el/FW\n  corazón/FW\n  de/FW\n  (NP Caracas/NNP)\n  ,/,\n  (VP capturando/VBD)\n  a/DT\n  13/CD\n  de/IN\n  los/FW\n  15/CD\n  (NP autores/NNS materiales/NNS involucrados/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "ORGANISMOS_INTERNACIONALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "intervención ministerial reveló que colombia se ha consolidado como el principal corredor del narcotráfico internacional",
        "position": [
          2669,
          2789
        ],
        "start": 2669,
        "end": 2789
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció que la dea constituye el mayor cartel de drogas del mundo, señalando que las principales rutas del narcotráfico operan a",
        "position": [
          2304,
          2433
        ],
        "start": 2304,
        "end": 2433
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          3008,
          3014
        ],
        "start": 3008,
        "end": 3014
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del poder popular",
        "position": [
          3,
          29
        ],
        "start": 3,
        "end": 29
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          141,
          158
        ],
        "start": 141,
        "end": 158
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          1589,
          1604
        ],
        "start": 1589,
        "end": 1604
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          1051,
          1062
        ],
        "start": 1051,
        "end": 1062
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "ratificó",
        "position": [
          3909,
          3917
        ],
        "start": 3909,
        "end": 3917
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2304,
          2312
        ],
        "start": 2304,
        "end": 2312
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          1533,
          1541
        ],
        "start": 1533,
        "end": 1541
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          76,
          85
        ],
        "start": 76,
        "end": 85
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3851,
          3857
        ],
        "start": 3851,
        "end": 3857
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          1264,
          1271
        ],
        "start": 1264,
        "end": 1271
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "pacífico",
        "position": [
          2452,
          2460
        ],
        "start": 2452,
        "end": 2460
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región, ubicando",
        "position": [
          2606,
          2622
        ],
        "start": 2606,
        "end": 2622
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza venezuela",
        "position": [
          1222,
          1237
        ],
        "start": 1222,
        "end": 1237
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          3425,
          3436
        ],
        "start": 3425,
        "end": 3436
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Diosdado Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Andrés Pastrana",
        "tipo": "Persona"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "océano Pacífico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Poder Popular para Relaciones Interiores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plaza Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iván Duque",
        "tipo": "Persona"
      },
      {
        "nombre": "Informe Mundial sobre Drogas 2025 de las Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rincón",
        "tipo": "Persona"
      },
      {
        "nombre": "Juan Manuel Santos",
        "tipo": "Persona"
      },
      {
        "nombre": "Tren de Aragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Guajira",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "DEA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Diosdado Cabello Rondón",
        "tipo": "Persona"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Álvaro Uribe",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Poder Popular para Relaciones Interiores",
        "relacion": "PRESENTAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Diosdado Cabello Rondón",
        "relacion": "PRESENTAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "LEA",
        "relacion": "DENUNCIAR",
        "objeto": "Diosdado Cabello"
      },
      {
        "sujeto": "Cabello",
        "relacion": "REVELAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "La Guajira",
        "relacion": "VINCULAR_PERMITIR",
        "objeto": "Rincón"
      },
      {
        "sujeto": "La Guajira",
        "relacion": "VINCULAR_PERMITIR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Rincón",
        "relacion": "PERMITIR",
        "objeto": "Colombia"
      },
      {
        "sujeto": "Informe Mundial sobre Drogas 2025 de las Naciones Unidas",
        "relacion": "RATIFICAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "DEA",
        "relacion": "CONSTITUIR_DENUNCIAR",
        "objeto": "océano Pacífico"
      },
      {
        "sujeto": "Cabello",
        "relacion": "ACUSAR",
        "objeto": "Tren de Aragua"
      },
      {
        "sujeto": "Cabello",
        "relacion": "ACUSAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "REGISTRAR",
        "objeto": "América"
      }
    ]
  },
  "sentiment": {
    "compound": -0.891,
    "pos": 0.01,
    "neu": 0.962,
    "neg": 0.029,
    "label": "negative"
  }
}