{
  "url": "https://www.telesurtv.net/miles-peregrinos-reunen-leon-xiv-juventud/",
  "title": "Jubileo de la Juventud: Miles de peregrinos se reúnen con León XIV en Roma - teleSUR",
  "section": "Mundo",
  "tags": [
    "Iglesia Católica",
    "multitud",
    "papa León XIV",
    "Roma",
    "Santo Pontífice",
    "Tor Vergata"
  ],
  "text": "En un peregrinar que inició el pasado 28 de julio y culminará mañana domingo 3 de agosto con la misa del Jubileo de la Juventud se ha unido al menos un millón de personas de 146 países, según cifras ofrecidas por los organizadores de los eventos, quienes esperaron con ansiedad y alegría el momento cubre de su viaje: la vigilia junto al Papa León XIV, en la explanada de Tor Vergata, en las afueras de la ciudad de Roma.\nEl Jubileo de la Juventud es un evento dedicado a los jóvenes de todo el mundo y fue el acto más esperado del presente Año Santo, así como el más multitudinario en el aún breve pontificado de León XIV.\n\nLa larga avenida Viale Schiavonetti, que conduce al principal centro comercial del barrio, este sábado se llenó de una enorme caravana de jóvenes peregrinos armados con banderas, trompetas, tambores y mucha emoción en espera de la llegada del Santo Pontífice, que ocurrió en las primeras horas de la tarde.\nCada grupo portaba pancartas con los nombres de su diócesis, su ciudad, su grupo parroquial, su comunidad espiritual, como principal carta de identidad de una multitud que abogó por la paz, la promoción del amor y la esperanza en un mundo que ve morir por hambre a miles de niños y se agrieta con cada injusticia.\n\n\nPrecisamente en estos males enfocó sus palabras el Pontífice Romano: “¡Cuánto necesita el mundo misioneros del Evangelio que sean testigos de la justicia y la paz! ¡Cuánto necesita el futuro hombres y mujeres que sean testigos de la esperanza! Queridos jóvenes, ¡esta es la misión que el Señor Resucitado confía a cada uno de nosotros!”, fueron las respuestas a los jóvenes que hicieron preguntas como parte de la vigilia.\nEn sus intervenciones, León XIV instó a los peregrinos a reflexionar antes de actuar, y conducir sus actos por el amor y la bondad, que ahuyentan el egoísmo y la injusticia: “Queridos jóvenes, quiéranse entre ustedes, quiéranse en Cristo, sepan ver a Jesús en los demás. La amistad puede verdaderamente cambiar el mundo. La amistad es un camino para la paz”.\n“Reflexionen sobre su manera de vivir y busquen la justicia para construir un mundo más humano. Sirvan a los pobres, y así den testimonio del bien que siempre nos gustaría recibir de nuestros prójimos”, recomendó el Pontífice.\n\n\nLa joven mexicana Dulce María preguntó al pontífice cómo lograr construir amistades y vínculos duraderos en estos tiempos marcados por la tecnología y las redes sociales. El papa respondió con enseñanzas de su predecesor, Francisco, quien afirmaba que las redes son una oportunidad para el diálogo genuino, pero “resultan ambiguas cuando están dominadas por lógicas comerciales e intereses que rompen nuestras relaciones en mil intermitencias”.\n“Entonces nuestras relaciones se vuelven confusas, inestables, a veces ansiosas. Cuando el instrumento domina al hombre, el hombre se convierte en un instrumento. Solo relaciones sinceras y lazos estables hacen crecer historias de vida buena”, afirmó León XIV, en un llamado a acercarse a los otros de forma verdadera y no mediados por intereses egoístas y maniqueos.\nTres preguntas hicieron al Santo Padre, quien respondió con su humildad. En la última, un joven solicitó un consejo del papa para una generación que a menudo es tachada de superficial, sobre cómo hallar el bien entre las incertidumbres.\n\n\nEn su respuesta, León XIV indicó que hallar el bien dependerá de la conciencia y la comprensión de lo que es bueno. Para ello, recomendó guiarse por la obra Jesús en el proceso de formación de la conciencia. Recordó que este depende de las personas que nos rodean, nos educan en la bondad y buscan el bien en sus acciones cotidianas.\nEl Pontífice subrayó el papel de la Iglesia como “una comunidad de creyentes que se apoyan mutuamente” en la búsqueda del bien, animando a los jóvenes a ser misioneros por la justicia, la paz y la esperanza. Finalmente, se despidió exhortándolos a “perseverar en la fe con alegría y valentía“.\nLa previgilia que precedió el emocionante encuentro con el Santo Padre vivió, entre otras actividades, la presentación de cuatro testimonios de jóvenes de distintas regiones del planeta que compartieron sus historias de fe, conversión y compromiso con la Iglesia.\nUno de estos fue el padre Xavier Romero, sacerdote de 35 años de la arquidiócesis de Quito (Ecuador), quien compartió su motivación para unirse al evento: “Aquí la Iglesia se encuentra con el mundo entero. Los jóvenes de hoy necesitan esperanza, paz y amor. Estamos aquí para alcanzar la felicidad, la verdadera felicidad”.\n\n\nDestacó la importancia del llamado del Papa León XIV, quien conoce la realidad de la Iglesia sudamericana: “Nuestro país vive situaciones de violencia y delincuencia. A veces es peligroso y necesitamos desesperadamente la paz. Por eso, rezaremos por los jóvenes de Ecuador y del mundo entero”.\nA lo largo del recorrido, los cañones de agua fría les ofrecían un refrigerio para recuperar energías y continuar la caminata, esfuerzo que fue coronado durante el encuentro con el Papa que rezó y partió el pan Eucarístico con ellos.\nLos peregrinos pernoctarán en Tor Vergata, bajo el cielo de Roma, con colchonetas, sobres de dormir, mochilas, termos y guitarras.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/miles-peregrinos-reunen-leon-xiv-juventud/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 2128,
    "message_id": 100756,
    "date": "2025-08-02T21:55:07+00:00",
    "text": "teleSUR\nJubileo de la Juventud: Miles de peregrinos se reúnen con León XIV en Roma\nhttps://www.telesurtv.net/miles-peregrinos-reunen-leon-xiv-juventud/",
    "photo_path": null,
    "views": 2058,
    "reactions": {
      "❤": 23,
      "👍": 5
    },
    "total_reactions": 28
  },
  "preprocessing": {
    "cleaned": "en un peregrinar que inició el pasado 28 de julio y culminará mañana domingo 3 de agosto con la misa del jubileo de la juventud se ha unido al menos un millón de personas de 146 países, según cifras ofrecidas por los organizadores de los eventos, quienes esperaron con ansiedad y alegría el momento cubre de su viaje: la vigilia junto al papa león xiv, en la explanada de tor vergata, en las afueras de la ciudad de roma. el jubileo de la juventud es un evento dedicado a los jóvenes de todo el mundo y fue el acto más esperado del presente año santo, así como el más multitudinario en el aún breve pontificado de león xiv. la larga avenida viale schiavonetti, que conduce al principal centro comercial del barrio, este sábado se llenó de una enorme caravana de jóvenes peregrinos armados con banderas, trompetas, tambores y mucha emoción en espera de la llegada del santo pontífice, que ocurrió en las primeras horas de la tarde. cada grupo portaba pancartas con los nombres de su diócesis, su ciudad, su grupo parroquial, su comunidad espiritual, como principal carta de identidad de una multitud que abogó por la paz, la promoción del amor y la esperanza en un mundo que ve morir por hambre a miles de niños y se agrieta con cada injusticia. precisamente en estos males enfocó sus palabras el pontífice romano: “¡cuánto necesita el mundo misioneros del evangelio que sean testigos de la justicia y la paz! ¡cuánto necesita el futuro hombres y mujeres que sean testigos de la esperanza! queridos jóvenes, ¡esta es la misión que el señor resucitado confía a cada uno de nosotros!”, fueron las respuestas a los jóvenes que hicieron preguntas como parte de la vigilia. en sus intervenciones, león xiv instó a los peregrinos a reflexionar antes de actuar, y conducir sus actos por el amor y la bondad, que ahuyentan el egoísmo y la injusticia: “queridos jóvenes, quiéranse entre ustedes, quiéranse en cristo, sepan ver a jesús en los demás. la amistad puede verdaderamente cambiar el mundo. la amistad es un camino para la paz”. “reflexionen sobre su manera de vivir y busquen la justicia para construir un mundo más humano. sirvan a los pobres, y así den testimonio del bien que siempre nos gustaría recibir de nuestros prójimos”, recomendó el pontífice. la joven mexicana dulce maría preguntó al pontífice cómo lograr construir amistades y vínculos duraderos en estos tiempos marcados por la tecnología y las redes sociales. el papa respondió con enseñanzas de su predecesor, francisco, quien afirmaba que las redes son una oportunidad para el diálogo genuino, pero “resultan ambiguas cuando están dominadas por lógicas comerciales e intereses que rompen nuestras relaciones en mil intermitencias”. “entonces nuestras relaciones se vuelven confusas, inestables, a veces ansiosas. cuando el instrumento domina al hombre, el hombre se convierte en un instrumento. solo relaciones sinceras y lazos estables hacen crecer historias de vida buena”, afirmó león xiv, en un llamado a acercarse a los otros de forma verdadera y no mediados por intereses egoístas y maniqueos. tres preguntas hicieron al santo padre, quien respondió con su humildad. en la última, un joven solicitó un consejo del papa para una generación que a menudo es tachada de superficial, sobre cómo hallar el bien entre las incertidumbres. en su respuesta, león xiv indicó que hallar el bien dependerá de la conciencia y la comprensión de lo que es bueno. para ello, recomendó guiarse por la obra jesús en el proceso de formación de la conciencia. recordó que este depende de las personas que nos rodean, nos educan en la bondad y buscan el bien en sus acciones cotidianas. el pontífice subrayó el papel de la iglesia como “una comunidad de creyentes que se apoyan mutuamente” en la búsqueda del bien, animando a los jóvenes a ser misioneros por la justicia, la paz y la esperanza. finalmente, se despidió exhortándolos a “perseverar en la fe con alegría y valentía“. la previgilia que precedió el emocionante encuentro con el santo padre vivió, entre otras actividades, la presentación de cuatro testimonios de jóvenes de distintas regiones del planeta que compartieron sus historias de fe, conversión y compromiso con la iglesia. uno de estos fue el padre xavier romero, sacerdote de 35 años de la arquidiócesis de quito (ecuador), quien compartió su motivación para unirse al evento: “aquí la iglesia se encuentra con el mundo entero. los jóvenes de hoy necesitan esperanza, paz y amor. estamos aquí para alcanzar la felicidad, la verdadera felicidad”. destacó la importancia del llamado del papa león xiv, quien conoce la realidad de la iglesia sudamericana: “nuestro país vive situaciones de violencia y delincuencia. a veces es peligroso y necesitamos desesperadamente la paz. por eso, rezaremos por los jóvenes de ecuador y del mundo entero”. a lo largo del recorrido, los cañones de agua fría les ofrecían un refrigerio para recuperar energías y continuar la caminata, esfuerzo que fue coronado durante el encuentro con el papa que rezó y partió el pan eucarístico con ellos. los peregrinos pernoctarán en tor vergata, bajo el cielo de roma, con colchonetas, sobres de dormir, mochilas, termos y guitarras.",
    "tokens": [
      "peregrinar",
      "inició",
      "pasado",
      "28",
      "julio",
      "culminará",
      "mañana",
      "domingo",
      "3",
      "agosto",
      "misa",
      "jubileo",
      "juventud",
      "unido",
      "menos",
      "millón",
      "personas",
      "146",
      "países",
      ",",
      "según",
      "cifras",
      "ofrecidas",
      "organizadores",
      "eventos",
      ",",
      "esperaron",
      "ansiedad",
      "alegría",
      "momento",
      "cubre",
      "viaje",
      ":",
      "vigilia",
      "junto",
      "papa",
      "león",
      "xiv",
      ",",
      "explanada",
      "tor",
      "vergata",
      ",",
      "afueras",
      "ciudad",
      "roma",
      ".",
      "jubileo",
      "juventud",
      "evento",
      "dedicado",
      "jóvenes",
      "mundo",
      "acto",
      "esperado",
      "presente",
      "año",
      "santo",
      ",",
      "así",
      "multitudinario",
      "aún",
      "breve",
      "pontificado",
      "león",
      "xiv",
      ".",
      "larga",
      "avenida",
      "viale",
      "schiavonetti",
      ",",
      "conduce",
      "principal",
      "centro",
      "comercial",
      "barrio",
      ",",
      "sábado",
      "llenó",
      "enorme",
      "caravana",
      "jóvenes",
      "peregrinos",
      "armados",
      "banderas",
      ",",
      "trompetas",
      ",",
      "tambores",
      "mucha",
      "emoción",
      "espera",
      "llegada",
      "santo",
      "pontífice",
      ",",
      "ocurrió",
      "primeras",
      "horas",
      "tarde",
      ".",
      "cada",
      "grupo",
      "portaba",
      "pancartas",
      "nombres",
      "diócesis",
      ",",
      "ciudad",
      ",",
      "grupo",
      "parroquial",
      ",",
      "comunidad",
      "espiritual",
      ",",
      "principal",
      "carta",
      "identidad",
      "multitud",
      "abogó",
      "paz",
      ",",
      "promoción",
      "amor",
      "esperanza",
      "mundo",
      "ve",
      "morir",
      "hambre",
      "miles",
      "niños",
      "agrieta",
      "cada",
      "injusticia",
      ".",
      "precisamente",
      "males",
      "enfocó",
      "palabras",
      "pontífice",
      "romano",
      ":",
      "“",
      "¡cuánto",
      "necesita",
      "mundo",
      "misioneros",
      "evangelio",
      "testigos",
      "justicia",
      "paz",
      "!",
      "¡cuánto",
      "necesita",
      "futuro",
      "hombres",
      "mujeres",
      "testigos",
      "esperanza",
      "!",
      "queridos",
      "jóvenes",
      ",",
      "¡esta",
      "misión",
      "señor",
      "resucitado",
      "confía",
      "cada",
      "!",
      "”",
      ",",
      "respuestas",
      "jóvenes",
      "hicieron",
      "preguntas",
      "parte",
      "vigilia",
      ".",
      "intervenciones",
      ",",
      "león",
      "xiv",
      "instó",
      "peregrinos",
      "reflexionar",
      "actuar",
      ",",
      "conducir",
      "actos",
      "amor",
      "bondad",
      ",",
      "ahuyentan",
      "egoísmo",
      "injusticia",
      ":",
      "“",
      "queridos",
      "jóvenes",
      ",",
      "quiéranse",
      "ustedes",
      ",",
      "quiéranse",
      "cristo",
      ",",
      "sepan",
      "ver",
      "jesús",
      "demás",
      ".",
      "amistad",
      "puede",
      "verdaderamente",
      "cambiar",
      "mundo",
      ".",
      "amistad",
      "camino",
      "paz",
      "”",
      ".",
      "“",
      "reflexionen",
      "manera",
      "vivir",
      "busquen",
      "justicia",
      "construir",
      "mundo",
      "humano",
      ".",
      "sirvan",
      "pobres",
      ",",
      "así",
      "den",
      "testimonio",
      "bien",
      "siempre",
      "gustaría",
      "recibir",
      "prójimos",
      "”",
      ",",
      "recomendó",
      "pontífice",
      ".",
      "joven",
      "mexicana",
      "dulce",
      "maría",
      "preguntó",
      "pontífice",
      "cómo",
      "lograr",
      "construir",
      "amistades",
      "vínculos",
      "duraderos",
      "tiempos",
      "marcados",
      "tecnología",
      "redes",
      "sociales",
      ".",
      "papa",
      "respondió",
      "enseñanzas",
      "predecesor",
      ",",
      "francisco",
      ",",
      "afirmaba",
      "redes",
      "oportunidad",
      "diálogo",
      "genuino",
      ",",
      "“",
      "resultan",
      "ambiguas",
      "dominadas",
      "lógicas",
      "comerciales",
      "intereses",
      "rompen",
      "relaciones",
      "mil",
      "intermitencias",
      "”",
      ".",
      "“",
      "entonces",
      "relaciones",
      "vuelven",
      "confusas",
      ",",
      "inestables",
      ",",
      "veces",
      "ansiosas",
      ".",
      "instrumento",
      "domina",
      "hombre",
      ",",
      "hombre",
      "convierte",
      "instrumento",
      ".",
      "solo",
      "relaciones",
      "sinceras",
      "lazos",
      "estables",
      "hacen",
      "crecer",
      "historias",
      "vida",
      "buena",
      "”",
      ",",
      "afirmó",
      "león",
      "xiv",
      ",",
      "llamado",
      "acercarse",
      "forma",
      "verdadera",
      "mediados",
      "intereses",
      "egoístas",
      "maniqueos",
      ".",
      "tres",
      "preguntas",
      "hicieron",
      "santo",
      "padre",
      ",",
      "respondió",
      "humildad",
      ".",
      "última",
      ",",
      "joven",
      "solicitó",
      "consejo",
      "papa",
      "generación",
      "menudo",
      "tachada",
      "superficial",
      ",",
      "cómo",
      "hallar",
      "bien",
      "incertidumbres",
      ".",
      "respuesta",
      ",",
      "león",
      "xiv",
      "indicó",
      "hallar",
      "bien",
      "dependerá",
      "conciencia",
      "comprensión",
      "bueno",
      ".",
      "ello",
      ",",
      "recomendó",
      "guiarse",
      "obra",
      "jesús",
      "proceso",
      "formación",
      "conciencia",
      ".",
      "recordó",
      "depende",
      "personas",
      "rodean",
      ",",
      "educan",
      "bondad",
      "buscan",
      "bien",
      "acciones",
      "cotidianas",
      ".",
      "pontífice",
      "subrayó",
      "papel",
      "iglesia",
      "“",
      "comunidad",
      "creyentes",
      "apoyan",
      "mutuamente",
      "”",
      "búsqueda",
      "bien",
      ",",
      "animando",
      "jóvenes",
      "ser",
      "misioneros",
      "justicia",
      ",",
      "paz",
      "esperanza",
      ".",
      "finalmente",
      ",",
      "despidió",
      "exhortándolos",
      "“",
      "perseverar",
      "fe",
      "alegría",
      "valentía",
      "“",
      ".",
      "previgilia",
      "precedió",
      "emocionante",
      "encuentro",
      "santo",
      "padre",
      "vivió",
      ",",
      "actividades",
      ",",
      "presentación",
      "cuatro",
      "testimonios",
      "jóvenes",
      "distintas",
      "regiones",
      "planeta",
      "compartieron",
      "historias",
      "fe",
      ",",
      "conversión",
      "compromiso",
      "iglesia",
      ".",
      "padre",
      "xavier",
      "romero",
      ",",
      "sacerdote",
      "35",
      "años",
      "arquidiócesis",
      "quito",
      "(",
      "ecuador",
      ")",
      ",",
      "compartió",
      "motivación",
      "unirse",
      "evento",
      ":",
      "“",
      "aquí",
      "iglesia",
      "encuentra",
      "mundo",
      "entero",
      ".",
      "jóvenes",
      "hoy",
      "necesitan",
      "esperanza",
      ",",
      "paz",
      "amor",
      ".",
      "aquí",
      "alcanzar",
      "felicidad",
      ",",
      "verdadera",
      "felicidad",
      "”",
      ".",
      "destacó",
      "importancia",
      "llamado",
      "papa",
      "león",
      "xiv",
      ",",
      "conoce",
      "realidad",
      "iglesia",
      "sudamericana",
      ":",
      "“",
      "país",
      "vive",
      "situaciones",
      "violencia",
      "delincuencia",
      ".",
      "veces",
      "peligroso",
      "necesitamos",
      "desesperadamente",
      "paz",
      ".",
      ",",
      "rezaremos",
      "jóvenes",
      "ecuador",
      "mundo",
      "entero",
      "”",
      ".",
      "largo",
      "recorrido",
      ",",
      "cañones",
      "agua",
      "fría",
      "ofrecían",
      "refrigerio",
      "recuperar",
      "energías",
      "continuar",
      "caminata",
      ",",
      "esfuerzo",
      "coronado",
      "encuentro",
      "papa",
      "rezó",
      "partió",
      "pan",
      "eucarístico",
      ".",
      "peregrinos",
      "pernoctarán",
      "tor",
      "vergata",
      ",",
      "bajo",
      "cielo",
      "roma",
      ",",
      "colchonetas",
      ",",
      "sobres",
      "dormir",
      ",",
      "mochilas",
      ",",
      "termos",
      "guitarras",
      "."
    ],
    "token_count": 571,
    "sentence_count": 33
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 94,
      "JJ": 85,
      "NN": 308,
      "VBP": 29,
      "CD": 3,
      "IN": 39,
      "FW": 180,
      "NNS": 55,
      "RB": 2,
      "VBZ": 12,
      "CC": 1,
      "VBD": 2,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-JJ": 3,
      "JJ-NN": 46,
      "NN-NN": 181,
      "NN-VBP": 3,
      "VBP-JJ": 14,
      "JJ-CD": 1,
      "CD-IN": 1,
      "IN-NN": 3,
      "NN-FW": 27,
      "FW-NN": 33,
      "NN-IN": 25,
      "IN-FW": 25,
      "FW-FW": 101,
      "FW-NNP": 21,
      "NNP-FW": 15,
      "NN-JJ": 21,
      "NN-NNS": 17,
      "NNS-JJ": 7,
      "JJ-FW": 5,
      "FW-CD": 1,
      "CD-NNS": 1,
      "JJ-NNS": 15,
      "NNS-VBP": 22,
      "JJ-JJ": 11,
      "NNS-IN": 7,
      "FW-JJ": 17,
      "VBP-NN": 6,
      "NN-NNP": 30,
      "NNP-NNP": 27,
      "NNP-IN": 3,
      "NNP-NN": 34,
      "JJ-VBP": 1,
      "JJ-NNP": 5,
      "IN-JJ": 4,
      "IN-NNS": 2,
      "NNS-NNS": 4,
      "NNS-RB": 1,
      "RB-FW": 1,
      "NNS-VBZ": 4,
      "VBZ-JJ": 6,
      "NNP-NNS": 3,
      "NNS-NNP": 4,
      "NNP-VBP": 2,
      "FW-VBP": 1,
      "VBP-NNS": 4,
      "NNS-NN": 2,
      "VBP-FW": 3,
      "NN-VBZ": 3,
      "VBZ-IN": 2,
      "IN-NNP": 4,
      "NNP-VBZ": 5,
      "VBZ-FW": 1,
      "FW-NNS": 6,
      "VBZ-NNS": 2,
      "NNP-CC": 1,
      "CC-NNS": 1,
      "NNS-VBD": 1,
      "VBD-RB": 1,
      "RB-JJ": 1,
      "VBP-NNP": 2,
      "NN-DT": 1,
      "DT-NN": 1,
      "VBZ-NN": 1,
      "JJ-IN": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNS-FW": 2,
      "IN-CD": 1,
      "CD-NN": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 2,
      "JJ-NN-NN": 29,
      "NN-NN-NN": 104,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 3,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-NN": 2,
      "NN-NN-FW": 15,
      "NN-FW-NN": 9,
      "FW-NN-IN": 2,
      "NN-IN-FW": 15,
      "IN-FW-NN": 5,
      "FW-NN-FW": 7,
      "NN-FW-FW": 12,
      "FW-FW-FW": 69,
      "FW-FW-NNP": 15,
      "FW-NNP-FW": 8,
      "NNP-FW-FW": 5,
      "NNP-FW-NN": 5,
      "FW-NN-JJ": 1,
      "NN-JJ-NN": 16,
      "JJ-NN-NNS": 2,
      "NN-NNS-JJ": 2,
      "NNS-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 3,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NNS": 3,
      "JJ-NNS-IN": 6,
      "NNS-IN-FW": 4,
      "IN-FW-JJ": 8,
      "FW-JJ-NNS": 3,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 3,
      "NN-NN-IN": 14,
      "IN-FW-FW": 7,
      "FW-FW-NN": 12,
      "FW-NN-NN": 14,
      "NN-NN-NNP": 21,
      "NN-NNP-NNP": 10,
      "NNP-NNP-NNP": 5,
      "NNP-NNP-FW": 5,
      "FW-NNP-NNP": 6,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 3,
      "IN-FW-NNP": 2,
      "NNP-FW-JJ": 4,
      "FW-JJ-NN": 10,
      "NN-NN-JJ": 16,
      "NN-JJ-NNS": 3,
      "NNP-NNP-NN": 13,
      "NNP-NN-NN": 26,
      "FW-JJ-VBP": 1,
      "JJ-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-FW-NNP": 3,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NNP": 3,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 6,
      "JJ-NN-IN": 8,
      "NN-IN-JJ": 3,
      "IN-JJ-JJ": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "VBP-NN-NNS": 1,
      "VBP-JJ-FW": 2,
      "FW-NNP-NN": 6,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 8,
      "VBP-JJ-NNS": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 3,
      "VBP-JJ-NN": 5,
      "JJ-NN-JJ": 1,
      "NN-NNS-RB": 1,
      "NNS-RB-FW": 1,
      "RB-FW-JJ": 1,
      "NN-NNP-FW": 1,
      "FW-NN-NNS": 4,
      "JJ-NNS-JJ": 2,
      "NNS-JJ-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "NNP-NN-JJ": 3,
      "NN-NNS-VBZ": 4,
      "NNS-VBZ-JJ": 3,
      "VBZ-JJ-JJ": 3,
      "FW-NNP-NNS": 1,
      "NNP-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 2,
      "FW-FW-VBP": 1,
      "FW-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NNS-VBP-FW": 3,
      "VBP-FW-FW": 2,
      "NNP-NN-NNS": 2,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-NN": 1,
      "NNS-NN-VBP": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-VBP": 1,
      "VBP-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "JJ-NNP-NN": 1,
      "FW-NN-NNP": 4,
      "NN-NNP-VBZ": 5,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "NN-NNP-NN": 10,
      "IN-FW-NNS": 3,
      "FW-NNS-VBP": 5,
      "VBP-JJ-NNP": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-NNS": 1,
      "CC-NNS-VBD": 1,
      "NNS-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "JJ-NN-NNP": 2,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NNP-NN-NNP": 2,
      "NN-NNP-JJ": 1,
      "FW-JJ-FW": 1,
      "NNP-VBZ-JJ": 2,
      "NNS-JJ-IN": 1,
      "JJ-IN-FW": 1,
      "FW-FW-JJ": 1,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NN-FW": 3,
      "FW-FW-NNS": 2,
      "VBP-NNS-VBP": 1,
      "VBP-FW-NN": 1,
      "NN-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NNP-NN-IN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-FW-JJ": 2,
      "NNP-FW-NNP": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "IN-NNP-NNP": 1,
      "IN-NNP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 308,
        "FW": 180,
        "NNP": 94,
        "JJ": 85,
        "NNS": 55
      },
      "top_bigrams": {
        "NN-NN": 181,
        "FW-FW": 101,
        "JJ-NN": 46,
        "NNP-NN": 34,
        "FW-NN": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 104,
        "FW-FW-FW": 69,
        "JJ-NN-NN": 29,
        "NNP-NN-NN": 26,
        "NN-NN-NNP": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 33,
    "chunk_counts": {
      "NP": 226,
      "VP": 45,
      "PP": 12,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0248
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 5,
        "weight": 0.0155
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0093
      },
      {
        "rule": "NP -> ('Juventud', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('Tor', 'NNP') ('Vergata', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('Roma', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "NP -> ('León', 'NNP') ('XIV', 'NNP')",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0062
      },
      {
        "rule": "VP -> ('que', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0062
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un peregrinar que inició"
      },
      {
        "label": "VP",
        "text": "el pasado"
      },
      {
        "label": "PP",
        "text": "de julio y culminará mañana"
      },
      {
        "label": "NP",
        "text": "julio y culminará mañana"
      },
      {
        "label": "VP",
        "text": "domingo"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "Jubileo"
      },
      {
        "label": "NP",
        "text": "Juventud"
      },
      {
        "label": "NP",
        "text": "ha"
      },
      {
        "label": "NP",
        "text": "unido al menos"
      },
      {
        "label": "ADJP",
        "text": "un"
      },
      {
        "label": "NP",
        "text": "países"
      },
      {
        "label": "NP",
        "text": "según cifras"
      },
      {
        "label": "VP",
        "text": "ofrecidas por los organizadores"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ peregrinar/NN que/NN inició/NN)\n  (VP el/VBP pasado/JJ)\n  28/CD\n  (PP de/IN (NP julio/NN y/NN culminará/NN mañana/NN))\n  (VP domingo/VBD)\n  3/CD\n  de/IN\n  agosto/FW\n  (NP con/NN)\n  la/FW\n  misa/FW\n  del/FW\n  (NP Jubileo/NNP)\n  de/FW\n  la/FW\n  (NP Juventud/NNP)\n  se/FW\n  (NP ha/NN)\n  (NP unido/JJ al/NN menos/NNS)\n  (ADJP un/JJ)\n  millón/FW\n  de/FW\n  personas/FW\n  de/FW\n  146/CD\n  (NP países/NNS)\n  ,/,\n  (NP según/NN cifras/NNS)\n  (VP ofrecidas/VBP (NP por/JJ los/JJ organizadores/NNS))\n  de/IN\n  los/FW\n  (NP eventos/NNS)\n  ,/,\n  (NP quienes/NNS)\n  (VP\n    esperaron/VBP\n    (NP con/NN ansiedad/NN y/NN alegría/NN el/NN momento/NN cubre/NN))\n  de/IN\n  su/FW\n  (NP viaje/NN)\n  :/:\n  (NP la/NN)\n  vigilia/FW\n  (NP junto/NN al/NN Papa/NNP León/NNP XIV/NNP)\n  ,/,\n  en/FW\n  la/FW\n  explanada/FW\n  de/FW\n  (NP Tor/NNP Vergata/NNP)\n  ,/,\n  en/FW\n  las/FW\n  afueras/FW\n  de/FW\n  la/FW\n  ciudad/FW\n  de/FW\n  (NP Roma/NNP)\n  ./.)",
      "(S\n  (NP El/NNP Jubileo/NNP)\n  de/IN\n  la/FW\n  (NP Juventud/NNP)\n  es/FW\n  (NP un/JJ evento/NN dedicado/NN)\n  (NP a/DT los/JJ jóvenes/NNS)\n  de/IN\n  todo/FW\n  el/FW\n  mundo/FW\n  y/FW\n  (NP fue/NN)\n  el/FW\n  (NP\n    acto/NN\n    más/NN\n    esperado/NN\n    del/NN\n    presente/NN\n    Año/NNP\n    Santo/NNP)\n  ,/,\n  (NP así/JJ como/NN el/NN más/NN multitudinario/NN)\n  en/IN\n  el/FW\n  (ADJP aún/JJ)\n  (VP breve/VBP (NP pontificado/NN))\n  de/FW\n  (NP León/NNP XIV/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP larga/VBZ (NP avenida/JJ Viale/NNP Schiavonetti/NNP))\n  ,/,\n  (NP que/NN conduce/NN al/NN)\n  (NP principal/JJ centro/JJ comercial/JJ del/NN barrio/NN)\n  ,/,\n  (NP este/NN sábado/NN)\n  (NP se/JJ llenó/NN)\n  (PP de/IN (NP una/JJ enorme/JJ caravana/NN))\n  (PP de/IN (NP jóvenes/NNS peregrinos/NNS))\n  (VP armados/VBP (NP con/NN banderas/NNS))\n  ,/,\n  (NP trompetas/NNS)\n  ,/,\n  (NP tambores/NNS)\n  (VP y/VBP (NP mucha/JJ emoción/NN))\n  en/FW\n  espera/FW\n  de/FW\n  la/FW\n  llegada/FW\n  del/FW\n  (NP Santo/NNP Pontífice/NNP)\n  ,/,\n  (NP que/NN ocurrió/NN)\n  en/IN\n  las/FW\n  primeras/FW\n  horas/FW\n  de/FW\n  la/FW\n  (NP tarde/NN)\n  ./.)",
      "(S\n  (NP Cada/NNP grupo/NN portaba/NN pancartas/NNS)\n  (VP con/VBP (NP los/JJ nombres/NNS))\n  (PP de/IN (NP su/JJ diócesis/NN))\n  ,/,\n  (NP su/NN ciudad/NN)\n  ,/,\n  (NP su/JJ grupo/NN parroquial/NN)\n  ,/,\n  (NP su/JJ comunidad/NN)\n  (ADJP espiritual/JJ)\n  ,/,\n  (NP como/JJ principal/JJ carta/NN)\n  de/IN\n  identidad/FW\n  de/FW\n  una/FW\n  multitud/FW\n  (NP que/NN abogó/NN por/NN la/NN paz/NN)\n  ,/,\n  la/FW\n  promoción/FW\n  del/FW\n  (NP amor/NN y/NN la/NN)\n  esperanza/FW\n  en/FW\n  un/FW\n  mundo/FW\n  (NP que/NN ve/NN morir/NN por/NN)\n  (VP hambre/VBD (NP a/DT miles/NNS))\n  de/IN\n  niños/FW\n  y/FW\n  se/FW\n  agrieta/FW\n  (NP con/NN cada/NN injusticia/NN)\n  ./.)",
      "(S\n  (NP Precisamente/NNP)\n  en/FW\n  (NP estos/NN males/NNS)\n  (VP\n    enfocó/VBP\n    (NP sus/JJ palabras/NNS)\n    (NP el/JJ Pontífice/NNP Romano/NNP))\n  :/:\n  (NP “/NN)\n  ¡Cuánto/IN\n  (ADJP necesita/JJ)\n  el/FW\n  mundo/FW\n  misioneros/FW\n  del/FW\n  (NP Evangelio/NNP que/NN)\n  (NP sean/JJ testigos/NN)\n  de/IN\n  la/FW\n  justicia/FW\n  y/FW\n  la/FW\n  (NP paz/NN)\n  !/.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "TIEMPO_RELATIVO",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "RECURSOS_NATURALES"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2948,
          2954
        ],
        "start": 2948,
        "end": 2954
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          1449,
          1456
        ],
        "start": 1449,
        "end": 1456
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          476,
          483
        ],
        "start": 476,
        "end": 483
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          3658,
          3665
        ],
        "start": 3658,
        "end": 3665
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          4529,
          4536
        ],
        "start": 4529,
        "end": 4536
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          4864,
          4868
        ],
        "start": 4864,
        "end": 4868
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "avenida",
        "position": [
          634,
          641
        ],
        "start": 634,
        "end": 641
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          4295,
          4302
        ],
        "start": 4295,
        "end": 4302
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1114,
          1120
        ],
        "start": 1114,
        "end": 1120
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "quito",
        "position": [
          4288,
          4293
        ],
        "start": 4288,
        "end": 4293
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "roma",
        "position": [
          416,
          420
        ],
        "start": 416,
        "end": 420
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "avenida viale",
        "position": [
          634,
          647
        ],
        "start": 634,
        "end": 647
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro comercial",
        "position": [
          687,
          703
        ],
        "start": 687,
        "end": 703
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 3 de agosto",
        "position": [
          69,
          88
        ],
        "start": 69,
        "end": 88
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          62,
          68
        ],
        "start": 62,
        "end": 68
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "rezó",
        "tipo": "Persona"
      },
      {
        "nombre": "Dulce María",
        "tipo": "Persona"
      },
      {
        "nombre": "Xavier Romero",
        "tipo": "Persona"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jesús",
        "tipo": "Persona"
      },
      {
        "nombre": "Quito",
        "tipo": "Lugar"
      },
      {
        "nombre": "Señor Resucitado",
        "tipo": "Persona"
      },
      {
        "nombre": "Viale Schiavonetti",
        "tipo": "Lugar"
      },
      {
        "nombre": "pan Eucarístico",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Iglesia sudamericana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Papa León XIV",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristo",
        "tipo": "Persona"
      },
      {
        "nombre": "Santo Padre",
        "tipo": "Persona"
      },
      {
        "nombre": "Santo Pontífice",
        "tipo": "Lugar"
      },
      {
        "nombre": "Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Iglesia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Papa",
        "tipo": "Persona"
      },
      {
        "nombre": "León",
        "tipo": "Lugar"
      },
      {
        "nombre": "Roma",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tor Vergata",
        "tipo": "Lugar"
      },
      {
        "nombre": "Recordó",
        "tipo": "Organizacion"
      },
      {
        "nombre": "León XIV",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Papa León XIV",
        "relacion": "CUBRIR_UNIR",
        "objeto": "Tor Vergata"
      },
      {
        "sujeto": "Papa León XIV",
        "relacion": "CUBRIR_UNIR",
        "objeto": "Roma"
      },
      {
        "sujeto": "Viale Schiavonetti",
        "relacion": "LLENAR",
        "objeto": "Santo Pontífice"
      },
      {
        "sujeto": "León XIV",
        "relacion": "INSTAR",
        "objeto": "Cristo"
      },
      {
        "sujeto": "León XIV",
        "relacion": "INSTAR",
        "objeto": "Jesús"
      },
      {
        "sujeto": "Cristo",
        "relacion": "QUI_RANSE_INSTAR",
        "objeto": "Jesús"
      },
      {
        "sujeto": "rezó",
        "relacion": "REZAR_CORONAR_CONTINUAR_RECUPERAR_OFRECER",
        "objeto": "pan Eucarístico"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9334,
    "pos": 0.019,
    "neu": 0.979,
    "neg": 0.003,
    "label": "positive"
  }
}