{
  "url": "https://www.telesurtv.net/paises-galardon-premio-jovenes-lideres-brics-ocs/",
  "title": "Representantes de nueve países han sido galardonados con el Premio Jóvenes líderes de los BRICS y la OCS - teleSUR",
  "section": "Mundo",
  "tags": [
    "Brics",
    "galardon",
    "Jóvenes",
    "medios",
    "TV BRICS"
  ],
  "text": "Este año, diez personas fueron galardonadas en cinco categorías: “Solución social del año”, “Investigación e innovación del año”, “Proyecto de diplomacia pública del año” y “Iniciativa ecológica del año”. El premio “Joven influenciador de medios del año” fue entregado por Anna Lisina, redactora jefe del portal informativo TV BRICS.\n\n\n\n\nLa primera viceministra de Juventud de la República de Tartaristán, Sofía Galieva-Mustafina, invitó a los jóvenes líderes extranjeros a visitar Rusia con más frecuencia, ampliar sus contactos y seguir desarrollándose:\n“La juventud de los países BRICS y de la OCS construye activamente el futuro, creando nuevas ideas y fortaleciendo la cooperación internacional. Ustedes son precisamente quienes, con sus iniciativas, cambian el mundo, inspiran y marcan nuevos rumbos para todos nosotros. Siempre es una gran alegría recibirlos en Kazán, donde encontrarán apoyo, cooperación y amigos leales” Precisó Sofía Galieva-Mustafina, Primera viceministra de Juventud de la República de Tartaristán.\nEl ganador del premio en la categoría “Iniciativa ecológica del año” fue Wu Chao, de China, en su segunda visita a Kazán. Ya había estado en muchas ciudades rusas: Moscú, San Petersburgo y Sochi. En un comentario exclusivo para TV BRICS, aseguró que lo que más le impresionó en Rusia fueron las personas:\n“Lo que más me impresionó fue la gente. Me sentí muy cómodo aquí. Me recibieron con hospitalidad. Creo que lo más valioso son las personas, te hacen sonreír, te hacen sentir respetado. <…> Kazán es una ciudad muy bonita. Aquí hay muchas oportunidades excelentes para los jóvenes líderes de todo el mundo”, afirmó.\nEl experto indio en inteligencia artificial y ciberseguridad Kirtikumar Ramchandani, fue distinguido en la categoría “Investigación e innovación del año”.\n“Lo que más me gusta de este premio es la oportunidad de conocer primero a futuros socios y luego hablar de proyectos. (…) He establecido contactos con colegas de Rusia y China. Los rusos son muy receptivos a las iniciativas, especialmente en proyectos conjuntos con India”, señaló en una entrevista con TV BRICS.\nActualmente, Kirtikumar trabaja en varios proyectos: modelos de IA para el diagnóstico precoz del cáncer de mama y de colon; herramientas de procesamiento del lenguaje natural para pronosticar los resultados clínicos en oncología; investigación de vulnerabilidades cibernéticas en navegadores y sistemas operativos populares.\nEntre los premiados también hubo representantes de países que a principios de este año recibieron el estatus de socios BRICS.\nTal es el caso de Madinakhon Toshmatova, de Uzbekistán, fundadora del proyecto Smart Bag: una mochila escolar con funciones adaptativas para niños con discapacidad visual. El dispositivo cuenta con señales sonoras de advertencia de obstáculos y un sensor de caídas que alerta a padres y docentes. Además, incorpora un panel solar para alimentar los dispositivos electrónicos de forma ecológica.\n\n\n\n\n“El premio me causó una gran impresión. Es muy motivador, porque veo que el trabajo en el proyecto no fue en vano. Sueño con que mi proyecto llegue a un nivel internacional: primero ayudar a los niños en las escuelas de Uzbekistán y luego en otros países”, expresó.\nEn conversación con TV BRICS, Madinakhon compartió detalles sobre el trabajo en el invento: “Mi interés por la educación inclusiva surgió el año pasado. En diciembre de 2024 comencé a desarrollar el proyecto. Entonces surgió la idea, que se materializó en la práctica. A principios de mayo, mi proyecto estaba listo y presenté mi solicitud para participar en el concurso”.\nLa iniciativa fue organizada por la Academia de Diplomacia Juvenil con el apoyo del Ministerio de Juventud de Tartaristán, el Centro Nacional de Diplomacia Popular de la OCS, la Oficina de Proyectos de Cooperación Juvenil Internacional “Rusia–BRICS”, entre otros. TV BRICS fue socio informativo internacional del premio.\n\n\n\n\nEl evento se celebró en el marco del proyecto nacional “Jóvenes y niños” del programa “Región para la juventud“ de la Agencia Federal para Asuntos Juveniles.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/paises-galardon-premio-jovenes-lideres-brics-ocs/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 773,
    "message_id": 102391,
    "date": "2025-08-21T20:55:18+00:00",
    "text": "teleSUR\nRepresentantes de nueve países han sido galardonados con el Premio Jóvenes líderes de los BRICS y la OCS\nhttps://www.telesurtv.net/paises-galardon-premio-jovenes-lideres-brics-ocs/",
    "photo_path": null,
    "views": 2117,
    "reactions": {
      "👏": 41,
      "👍": 5
    },
    "total_reactions": 46
  },
  "preprocessing": {
    "cleaned": "este año, diez personas fueron galardonadas en cinco categorías: “solución social del año”, “investigación e innovación del año”, “proyecto de diplomacia pública del año” y “iniciativa ecológica del año”. el premio “joven influenciador de medios del año” fue entregado por anna lisina, redactora jefe del portal informativo tv brics. la primera viceministra de juventud de la república de tartaristán, sofía galieva-mustafina, invitó a los jóvenes líderes extranjeros a visitar rusia con más frecuencia, ampliar sus contactos y seguir desarrollándose: “la juventud de los países brics y de la ocs construye activamente el futuro, creando nuevas ideas y fortaleciendo la cooperación internacional. ustedes son precisamente quienes, con sus iniciativas, cambian el mundo, inspiran y marcan nuevos rumbos para todos nosotros. siempre es una gran alegría recibirlos en kazán, donde encontrarán apoyo, cooperación y amigos leales” precisó sofía galieva-mustafina, primera viceministra de juventud de la república de tartaristán. el ganador del premio en la categoría “iniciativa ecológica del año” fue wu chao, de china, en su segunda visita a kazán. ya había estado en muchas ciudades rusas: moscú, san petersburgo y sochi. en un comentario exclusivo para tv brics, aseguró que lo que más le impresionó en rusia fueron las personas: “lo que más me impresionó fue la gente. me sentí muy cómodo aquí. me recibieron con hospitalidad. creo que lo más valioso son las personas, te hacen sonreír, te hacen sentir respetado. <…> kazán es una ciudad muy bonita. aquí hay muchas oportunidades excelentes para los jóvenes líderes de todo el mundo”, afirmó. el experto indio en inteligencia artificial y ciberseguridad kirtikumar ramchandani, fue distinguido en la categoría “investigación e innovación del año”. “lo que más me gusta de este premio es la oportunidad de conocer primero a futuros socios y luego hablar de proyectos. (…) he establecido contactos con colegas de rusia y china. los rusos son muy receptivos a las iniciativas, especialmente en proyectos conjuntos con india”, señaló en una entrevista con tv brics. actualmente, kirtikumar trabaja en varios proyectos: modelos de ia para el diagnóstico precoz del cáncer de mama y de colon; herramientas de procesamiento del lenguaje natural para pronosticar los resultados clínicos en oncología; investigación de vulnerabilidades cibernéticas en navegadores y sistemas operativos populares. entre los premiados también hubo representantes de países que a principios de este año recibieron el estatus de socios brics. tal es el caso de madinakhon toshmatova, de uzbekistán, fundadora del proyecto smart bag: una mochila escolar con funciones adaptativas para niños con discapacidad visual. el dispositivo cuenta con señales sonoras de advertencia de obstáculos y un sensor de caídas que alerta a padres y docentes. además, incorpora un panel solar para alimentar los dispositivos electrónicos de forma ecológica. “el premio me causó una gran impresión. es muy motivador, porque veo que el trabajo en el proyecto no fue en vano. sueño con que mi proyecto llegue a un nivel internacional: primero ayudar a los niños en las escuelas de uzbekistán y luego en otros países”, expresó. en conversación con tv brics, madinakhon compartió detalles sobre el trabajo en el invento: “mi interés por la educación inclusiva surgió el año pasado. en diciembre de 2024 comencé a desarrollar el proyecto. entonces surgió la idea, que se materializó en la práctica. a principios de mayo, mi proyecto estaba listo y presenté mi solicitud para participar en el concurso”. la iniciativa fue organizada por la academia de diplomacia juvenil con el apoyo del ministerio de juventud de tartaristán, el centro nacional de diplomacia popular de la ocs, la oficina de proyectos de cooperación juvenil internacional “rusia–brics”, entre otros. tv brics fue socio informativo internacional del premio. el evento se celebró en el marco del proyecto nacional “jóvenes y niños” del programa “región para la juventud“ de la agencia federal para asuntos juveniles.",
    "tokens": [
      "año",
      ",",
      "diez",
      "personas",
      "galardonadas",
      "cinco",
      "categorías",
      ":",
      "“",
      "solución",
      "social",
      "año",
      "”",
      ",",
      "“",
      "investigación",
      "innovación",
      "año",
      "”",
      ",",
      "“",
      "proyecto",
      "diplomacia",
      "pública",
      "año",
      "”",
      "“",
      "iniciativa",
      "ecológica",
      "año",
      "”",
      ".",
      "premio",
      "“",
      "joven",
      "influenciador",
      "medios",
      "año",
      "”",
      "entregado",
      "anna",
      "lisina",
      ",",
      "redactora",
      "jefe",
      "portal",
      "informativo",
      "tv",
      "brics",
      ".",
      "primera",
      "viceministra",
      "juventud",
      "república",
      "tartaristán",
      ",",
      "sofía",
      "galieva-mustafina",
      ",",
      "invitó",
      "jóvenes",
      "líderes",
      "extranjeros",
      "visitar",
      "rusia",
      "frecuencia",
      ",",
      "ampliar",
      "contactos",
      "seguir",
      "desarrollándose",
      ":",
      "“",
      "juventud",
      "países",
      "brics",
      "ocs",
      "construye",
      "activamente",
      "futuro",
      ",",
      "creando",
      "nuevas",
      "ideas",
      "fortaleciendo",
      "cooperación",
      "internacional",
      ".",
      "ustedes",
      "precisamente",
      ",",
      "iniciativas",
      ",",
      "cambian",
      "mundo",
      ",",
      "inspiran",
      "marcan",
      "nuevos",
      "rumbos",
      ".",
      "siempre",
      "gran",
      "alegría",
      "recibirlos",
      "kazán",
      ",",
      "encontrarán",
      "apoyo",
      ",",
      "cooperación",
      "amigos",
      "leales",
      "”",
      "precisó",
      "sofía",
      "galieva-mustafina",
      ",",
      "primera",
      "viceministra",
      "juventud",
      "república",
      "tartaristán",
      ".",
      "ganador",
      "premio",
      "categoría",
      "“",
      "iniciativa",
      "ecológica",
      "año",
      "”",
      "wu",
      "chao",
      ",",
      "china",
      ",",
      "segunda",
      "visita",
      "kazán",
      ".",
      "muchas",
      "ciudades",
      "rusas",
      ":",
      "moscú",
      ",",
      "san",
      "petersburgo",
      "sochi",
      ".",
      "comentario",
      "exclusivo",
      "tv",
      "brics",
      ",",
      "aseguró",
      "impresionó",
      "rusia",
      "personas",
      ":",
      "“",
      "impresionó",
      "gente",
      ".",
      "sentí",
      "cómodo",
      "aquí",
      ".",
      "recibieron",
      "hospitalidad",
      ".",
      "creo",
      "valioso",
      "personas",
      ",",
      "hacen",
      "sonreír",
      ",",
      "hacen",
      "sentir",
      "respetado",
      ".",
      "<",
      "…",
      ">",
      "kazán",
      "ciudad",
      "bonita",
      ".",
      "aquí",
      "muchas",
      "oportunidades",
      "excelentes",
      "jóvenes",
      "líderes",
      "mundo",
      "”",
      ",",
      "afirmó",
      ".",
      "experto",
      "indio",
      "inteligencia",
      "artificial",
      "ciberseguridad",
      "kirtikumar",
      "ramchandani",
      ",",
      "distinguido",
      "categoría",
      "“",
      "investigación",
      "innovación",
      "año",
      "”",
      ".",
      "“",
      "gusta",
      "premio",
      "oportunidad",
      "conocer",
      "primero",
      "futuros",
      "socios",
      "luego",
      "hablar",
      "proyectos",
      ".",
      "(",
      "…",
      ")",
      "establecido",
      "contactos",
      "colegas",
      "rusia",
      "china",
      ".",
      "rusos",
      "receptivos",
      "iniciativas",
      ",",
      "especialmente",
      "proyectos",
      "conjuntos",
      "india",
      "”",
      ",",
      "señaló",
      "entrevista",
      "tv",
      "brics",
      ".",
      "actualmente",
      ",",
      "kirtikumar",
      "trabaja",
      "varios",
      "proyectos",
      ":",
      "modelos",
      "ia",
      "diagnóstico",
      "precoz",
      "cáncer",
      "mama",
      "colon",
      ";",
      "herramientas",
      "procesamiento",
      "lenguaje",
      "natural",
      "pronosticar",
      "resultados",
      "clínicos",
      "oncología",
      ";",
      "investigación",
      "vulnerabilidades",
      "cibernéticas",
      "navegadores",
      "sistemas",
      "operativos",
      "populares",
      ".",
      "premiados",
      "representantes",
      "países",
      "principios",
      "año",
      "recibieron",
      "estatus",
      "socios",
      "brics",
      ".",
      "tal",
      "caso",
      "madinakhon",
      "toshmatova",
      ",",
      "uzbekistán",
      ",",
      "fundadora",
      "proyecto",
      "smart",
      "bag",
      ":",
      "mochila",
      "escolar",
      "funciones",
      "adaptativas",
      "niños",
      "discapacidad",
      "visual",
      ".",
      "dispositivo",
      "cuenta",
      "señales",
      "sonoras",
      "advertencia",
      "obstáculos",
      "sensor",
      "caídas",
      "alerta",
      "padres",
      "docentes",
      ".",
      "además",
      ",",
      "incorpora",
      "panel",
      "solar",
      "alimentar",
      "dispositivos",
      "electrónicos",
      "forma",
      "ecológica",
      ".",
      "“",
      "premio",
      "causó",
      "gran",
      "impresión",
      ".",
      "motivador",
      ",",
      "veo",
      "trabajo",
      "proyecto",
      "vano",
      ".",
      "sueño",
      "proyecto",
      "llegue",
      "nivel",
      "internacional",
      ":",
      "primero",
      "ayudar",
      "niños",
      "escuelas",
      "uzbekistán",
      "luego",
      "países",
      "”",
      ",",
      "expresó",
      ".",
      "conversación",
      "tv",
      "brics",
      ",",
      "madinakhon",
      "compartió",
      "detalles",
      "trabajo",
      "invento",
      ":",
      "“",
      "interés",
      "educación",
      "inclusiva",
      "surgió",
      "año",
      "pasado",
      ".",
      "diciembre",
      "2024",
      "comencé",
      "desarrollar",
      "proyecto",
      ".",
      "entonces",
      "surgió",
      "idea",
      ",",
      "materializó",
      "práctica",
      ".",
      "principios",
      "mayo",
      ",",
      "proyecto",
      "listo",
      "presenté",
      "solicitud",
      "participar",
      "concurso",
      "”",
      ".",
      "iniciativa",
      "organizada",
      "academia",
      "diplomacia",
      "juvenil",
      "apoyo",
      "ministerio",
      "juventud",
      "tartaristán",
      ",",
      "centro",
      "nacional",
      "diplomacia",
      "popular",
      "ocs",
      ",",
      "oficina",
      "proyectos",
      "cooperación",
      "juvenil",
      "internacional",
      "“",
      "rusia–brics",
      "”",
      ",",
      ".",
      "tv",
      "brics",
      "socio",
      "informativo",
      "internacional",
      "premio",
      ".",
      "evento",
      "celebró",
      "marco",
      "proyecto",
      "nacional",
      "“",
      "jóvenes",
      "niños",
      "”",
      "programa",
      "“",
      "región",
      "juventud",
      "“",
      "agencia",
      "federal",
      "asuntos",
      "juveniles",
      "."
    ],
    "token_count": 462,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NN": 213,
      "IN": 29,
      "NNP": 108,
      "JJ": 61,
      "FW": 134,
      "VBZ": 13,
      "NNS": 18,
      "VBP": 11,
      "PRP": 4,
      "VBD": 2,
      "DT": 1,
      "CD": 1,
      "NNPS": 1
    },
    "bigram_freq": {
      "NN-NN": 114,
      "NN-IN": 19,
      "IN-NN": 4,
      "NN-NNP": 25,
      "NNP-JJ": 4,
      "JJ-NN": 38,
      "NNP-NN": 38,
      "NN-JJ": 19,
      "JJ-NNP": 5,
      "NNP-FW": 21,
      "FW-FW": 75,
      "FW-NNP": 32,
      "NN-FW": 19,
      "FW-NN": 15,
      "NNP-NNP": 32,
      "NNP-VBZ": 4,
      "VBZ-JJ": 6,
      "JJ-FW": 2,
      "FW-JJ": 7,
      "JJ-JJ": 11,
      "NN-NNS": 9,
      "NNS-VBZ": 3,
      "IN-FW": 12,
      "FW-NNS": 2,
      "NNS-NNP": 3,
      "NNP-IN": 5,
      "JJ-NNS": 4,
      "NNS-VBP": 8,
      "VBP-JJ": 7,
      "VBP-NN": 1,
      "IN-NNP": 7,
      "NN-VBZ": 4,
      "VBZ-NNP": 2,
      "VBP-NNP": 2,
      "VBZ-NNS": 2,
      "NN-PRP": 3,
      "PRP-JJ": 1,
      "NN-VBD": 1,
      "VBD-JJ": 2,
      "NNS-IN": 2,
      "IN-JJ": 3,
      "VBZ-IN": 2,
      "PRP-FW": 1,
      "PRP-VBZ": 1,
      "FW-VBZ": 1,
      "NNP-VBP": 2,
      "IN-NNS": 1,
      "NNS-JJ": 1,
      "NNP-VBD": 1,
      "VBP-FW": 1,
      "NNS-FW": 1,
      "IN-PRP": 1,
      "PRP-VBP": 1,
      "FW-DT": 1,
      "DT-NN": 1,
      "VBZ-FW": 1,
      "FW-IN": 1,
      "IN-CD": 1,
      "CD-NN": 1,
      "JJ-NNPS": 1,
      "NNPS-FW": 1
    },
    "trigram_freq": {
      "NN-NN-NN": 59,
      "NN-NN-IN": 10,
      "NN-IN-NN": 3,
      "IN-NN-NN": 2,
      "NN-NN-NNP": 14,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 4,
      "JJ-NN-NN": 18,
      "NN-NNP-NN": 13,
      "NNP-NN-NN": 29,
      "NN-NN-JJ": 15,
      "NN-JJ-NNP": 4,
      "JJ-NNP-FW": 1,
      "NNP-FW-FW": 7,
      "FW-FW-FW": 48,
      "FW-FW-NNP": 15,
      "FW-NNP-FW": 14,
      "FW-NNP-NN": 8,
      "NNP-NN-NNP": 2,
      "NNP-NN-FW": 4,
      "NN-FW-FW": 10,
      "FW-FW-NN": 7,
      "FW-NN-NN": 4,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "JJ-NN-NNP": 5,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 10,
      "FW-NNP-NNP": 9,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-NN": 8,
      "NN-NN-NNS": 4,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "NN-JJ-NN": 11,
      "JJ-NNP-NN": 4,
      "NNP-NN-IN": 1,
      "NN-IN-FW": 9,
      "IN-FW-NNS": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-FW": 2,
      "IN-FW-NNP": 3,
      "NN-NN-FW": 6,
      "NN-FW-NN": 4,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "NN-NNS-VBP": 6,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-JJ-JJ": 3,
      "NN-IN-NNP": 5,
      "IN-NNP-NN": 2,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "IN-FW-FW": 6,
      "FW-NN-NNP": 4,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "NNP-FW-NN": 2,
      "FW-FW-NNS": 1,
      "FW-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-JJ": 3,
      "IN-NNP-NNP": 3,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NN-PRP": 2,
      "NN-PRP-JJ": 1,
      "PRP-JJ-JJ": 1,
      "JJ-NN-FW": 3,
      "NN-FW-NNP": 3,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "NN-NNP-VBZ": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "NN-PRP-FW": 1,
      "PRP-FW-FW": 1,
      "FW-NN-NNS": 2,
      "VBP-JJ-NN": 4,
      "JJ-NN-IN": 8,
      "IN-NN-PRP": 1,
      "NN-PRP-VBZ": 1,
      "PRP-VBZ-JJ": 1,
      "VBP-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-NN": 5,
      "FW-NN-FW": 5,
      "FW-FW-JJ": 3,
      "IN-JJ-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "JJ-NN-JJ": 2,
      "JJ-NN-NNS": 2,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "IN-FW-JJ": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-PRP": 1,
      "IN-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-NNS": 1,
      "IN-FW-NN": 1,
      "NNP-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "IN-NN-FW": 1,
      "NN-NNP-FW": 1,
      "NNP-FW-JJ": 1,
      "FW-JJ-NNPS": 1,
      "JJ-NNPS-FW": 1,
      "NNPS-FW-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 213,
        "FW": 134,
        "NNP": 108,
        "JJ": 61,
        "IN": 29
      },
      "top_bigrams": {
        "NN-NN": 114,
        "FW-FW": 75,
        "JJ-NN": 38,
        "NNP-NN": 38,
        "FW-NNP": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 59,
        "FW-FW-FW": 48,
        "NNP-NN-NN": 29,
        "JJ-NN-NN": 18,
        "NN-NN-JJ": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 176,
      "VP": 30,
      "PP": 12,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0275
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0157
      },
      {
        "rule": "NP -> ('Juventud', 'NNP')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('Tartaristán', 'NNP')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('Iniciativa', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('República', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('líderes', 'VBZ')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "S -> NP ('.', '.')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('proyectos', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Este año"
      },
      {
        "label": "NP",
        "text": "diez personas"
      },
      {
        "label": "VP",
        "text": "fueron galardonadas"
      },
      {
        "label": "NP",
        "text": "cinco categorías"
      },
      {
        "label": "NP",
        "text": "“ Solución"
      },
      {
        "label": "NP",
        "text": "social del año ”"
      },
      {
        "label": "NP",
        "text": "“ Investigación e innovación del año ”"
      },
      {
        "label": "NP",
        "text": "“ Proyecto"
      },
      {
        "label": "NP",
        "text": "Iniciativa"
      },
      {
        "label": "NP",
        "text": "año ”"
      },
      {
        "label": "NP",
        "text": "El premio “ Joven influenciador"
      },
      {
        "label": "NP",
        "text": "fue entregado por Anna Lisina"
      },
      {
        "label": "VP",
        "text": "redactora jefe"
      },
      {
        "label": "NP",
        "text": "portal informativo TV BRICS"
      },
      {
        "label": "NP",
        "text": "La primera viceministra"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Este/NN año/NN)\n  ,/,\n  (NP diez/NN personas/NNS)\n  (VP fueron/VBP galardonadas/JJ)\n  en/FW\n  (NP cinco/NN categorías/NN)\n  :/:\n  (NP “/JJ Solución/NNP)\n  (NP social/JJ del/NN año/NN ”/NNP)\n  ,/,\n  (NP “/NNP Investigación/NNP e/NN innovación/NN del/NN año/NN ”/NNP)\n  ,/,\n  (NP “/NNP Proyecto/NNP)\n  de/IN\n  diplomacia/FW\n  pública/FW\n  del/FW\n  año/FW\n  ”/FW\n  y/FW\n  “/FW\n  (NP Iniciativa/NNP)\n  ecológica/FW\n  del/FW\n  (NP año/NN ”/NN)\n  ./.)",
      "(S\n  (NP El/NNP premio/NN “/NNP Joven/NNP influenciador/NN)\n  de/FW\n  medios/FW\n  del/FW\n  año/FW\n  ”/FW\n  (NP fue/NN entregado/NN por/NN Anna/NNP Lisina/NNP)\n  ,/,\n  (VP redactora/VBZ jefe/JJ)\n  del/FW\n  (NP portal/JJ informativo/JJ TV/NN BRICS/NNP)\n  ./.)",
      "(S\n  (NP La/NNP primera/NN viceministra/NN)\n  (PP de/IN (NP Juventud/NNP))\n  de/FW\n  la/FW\n  (NP República/NNP)\n  de/FW\n  (NP Tartaristán/NNP)\n  ,/,\n  (NP Sofía/NNP Galieva-Mustafina/NNP)\n  ,/,\n  (VP invitó/VBZ (NP a/DT los/JJ jóvenes/NNS))\n  (VP líderes/VBZ)\n  (VP\n    extranjeros/VBP\n    (NP a/DT visitar/NN Rusia/NNP con/NN más/NN frecuencia/NN))\n  ,/,\n  (NP\n    ampliar/JJ\n    sus/NN\n    contactos/NN\n    y/NN\n    seguir/NN\n    desarrollándose/NN)\n  :/:\n  (NP “/JJ La/NNP juventud/NN)\n  de/IN\n  los/FW\n  (NP países/NNS BRICS/NNP)\n  y/FW\n  de/FW\n  la/FW\n  (NP OCS/NNP construye/NN activamente/NN el/NN futuro/NN)\n  ,/,\n  (NP creando/JJ nuevas/NN ideas/NNS)\n  (VP\n    y/VBP\n    (NP fortaleciendo/JJ la/NN)\n    (NP cooperación/JJ internacional/NN))\n  ./.)",
      "(S\n  (NP Ustedes/NNS)\n  (VP son/VBP (NP precisamente/JJ quienes/NNS))\n  ,/,\n  (NP con/NN sus/NN iniciativas/NN)\n  ,/,\n  (ADJP cambian/JJ)\n  el/FW\n  (NP mundo/NN)\n  ,/,\n  (NP inspiran/JJ y/NN)\n  (NP marcan/JJ nuevos/NN rumbos/NN para/NN todos/NN nosotros/NNS)\n  ./.)",
      "(S\n  (NP Siempre/NNP)\n  es/CC\n  (NP una/JJ gran/NN alegría/NN recibirlos/NN)\n  (PP en/IN (NP Kazán/NNP))\n  ,/,\n  (NP donde/NN encontrarán/NN apoyo/NN)\n  ,/,\n  (NP cooperación/NN y/NN amigos/NN)\n  (VP\n    leales/VBZ\n    (NP ”/NNP Precisó/NNP Sofía/NNP Galieva-Mustafina/NNP))\n  ,/,\n  (NP Primera/NNP)\n  viceministra/FW\n  de/FW\n  (NP Juventud/NNP)\n  de/FW\n  la/FW\n  (NP República/NNP)\n  de/FW\n  (NP Tartaristán/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "INTEGRACION_LATINOAMERICANA",
      "LOCALIZACIONES_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          3043,
          3050
        ],
        "start": 3043,
        "end": 3050
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación internacional",
        "position": [
          674,
          699
        ],
        "start": 674,
        "end": 699
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación internacional. ustedes son precisamente quienes, con sus iniciativas, cambian el mundo, inspiran y marcan",
        "position": [
          674,
          791
        ],
        "start": 674,
        "end": 791
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1639,
          1645
        ],
        "start": 1639,
        "end": 1645
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          930,
          937
        ],
        "start": 930,
        "end": 937
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "viceministra de juventud de",
        "position": [
          349,
          376
        ],
        "start": 349,
        "end": 376
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "docentes",
        "position": [
          2855,
          2863
        ],
        "start": 2855,
        "end": 2863
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          444,
          451
        ],
        "start": 444,
        "end": 451
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          482,
          487
        ],
        "start": 482,
        "end": 487
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "moscú",
        "position": [
          1192,
          1197
        ],
        "start": 1192,
        "end": 1197
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado en",
        "position": [
          1159,
          1168
        ],
        "start": 1159,
        "end": 1168
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro nacional",
        "position": [
          3732,
          3747
        ],
        "start": 3732,
        "end": 3747
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "el año pasado",
        "position": [
          3371,
          3384
        ],
        "start": 3371,
        "end": 3384
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          2116,
          2127
        ],
        "start": 2116,
        "end": 2127
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "cooperación juvenil internacional",
        "position": [
          3808,
          3841
        ],
        "start": 3808,
        "end": 3841
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Moscú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Juventud de Tartaristán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sofía Galieva-Mustafina",
        "tipo": "Persona"
      },
      {
        "nombre": "Sochi",
        "tipo": "Lugar"
      },
      {
        "nombre": "Agencia Federal para Asuntos Juveniles",
        "tipo": "Organizacion"
      },
      {
        "nombre": "OCS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Anna Lisina",
        "tipo": "Persona"
      },
      {
        "nombre": "Centro Nacional de Diplomacia Popular",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kirtikumar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "San Petersburgo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kazán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Uzbekistán",
        "tipo": "Lugar"
      },
      {
        "nombre": "Madinakhon",
        "tipo": "Organizacion"
      },
      {
        "nombre": "TV BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Precisó Sofía Galieva-Mustafina",
        "tipo": "Persona"
      },
      {
        "nombre": "Región",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ustedes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Wu Chao",
        "tipo": "Persona"
      },
      {
        "nombre": "Madinakhon Toshmatova",
        "tipo": "Persona"
      },
      {
        "nombre": "Academia de Diplomacia Juvenil",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Oficina de Proyectos de Cooperación Juvenil Internacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BRICS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Kirtikumar Ramchandani",
        "tipo": "Persona"
      },
      {
        "nombre": "India",
        "tipo": "Lugar"
      },
      {
        "nombre": "Juventud de la República de Tartaristán",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Juventud de la República de Tartaristán",
        "relacion": "INVITAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Juventud de la República de Tartaristán",
        "relacion": "INVITAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Juventud de la República de Tartaristán",
        "relacion": "INVITAR",
        "objeto": "OCS"
      },
      {
        "sujeto": "Sofía Galieva-Mustafina",
        "relacion": "INVITAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "Sofía Galieva-Mustafina",
        "relacion": "INVITAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Sofía Galieva-Mustafina",
        "relacion": "INVITAR",
        "objeto": "OCS"
      },
      {
        "sujeto": "Rusia",
        "relacion": "VISITAR_INVITAR",
        "objeto": "BRICS"
      },
      {
        "sujeto": "Rusia",
        "relacion": "VISITAR_INVITAR",
        "objeto": "OCS"
      },
      {
        "sujeto": "Kazán",
        "relacion": "RECIBIR_L_PRECISAR",
        "objeto": "Precisó Sofía Galieva-Mustafina"
      },
      {
        "sujeto": "Wu Chao",
        "relacion": "SER",
        "objeto": "Kazán"
      },
      {
        "sujeto": "China",
        "relacion": "SER",
        "objeto": "Kazán"
      },
      {
        "sujeto": "TV BRICS",
        "relacion": "ASEGURAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "India",
        "relacion": "ESPECIALMENTE_SE_ALAR",
        "objeto": "TV BRICS"
      },
      {
        "sujeto": "Madinakhon",
        "relacion": "COMPARTIR",
        "objeto": "TV BRICS"
      },
      {
        "sujeto": "Academia de Diplomacia Juvenil",
        "relacion": "ORGANIZAR",
        "objeto": "Ministerio de Juventud de Tartaristán"
      },
      {
        "sujeto": "Academia de Diplomacia Juvenil",
        "relacion": "ORGANIZAR",
        "objeto": "Centro Nacional de Diplomacia Popular"
      },
      {
        "sujeto": "Academia de Diplomacia Juvenil",
        "relacion": "ORGANIZAR",
        "objeto": "OCS"
      },
      {
        "sujeto": "Academia de Diplomacia Juvenil",
        "relacion": "ORGANIZAR",
        "objeto": "Oficina de Proyectos de Cooperación Juvenil Internacional"
      }
    ]
  },
  "sentiment": {
    "compound": 0.7003,
    "pos": 0.013,
    "neu": 0.983,
    "neg": 0.004,
    "label": "positive"
  }
}