{
  "url": "https://www.telesurtv.net/juventud-venezuela-activa-fortalecer-defensa/",
  "title": "\"Yo me alisto\": Juventud de Venezuela se activa para fortalecer la defensa de la patria - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "amenaza a la soberanía nacional",
    "injerencia de EE.UU.",
    "juventud",
    "Movilización popular",
    "Venezuela",
    "zona de paz"
  ],
  "text": "En otra jornada marcada por el entusiasmo, el compromiso y la conciencia patriótica, miles de jóvenes venezolanos se suman activamente a la campaña nacional “Yo Me Alisto” este domingo 24 de agosto, en respuesta al llamado del presidente constitucional de la República Bolivariana de Venezuela para defender la soberanía nacional frente a los intentos injerencistas de Estados Unidos.\n\nSergio Lotartaro, ministro del Poder Popular para la Juventud, exaltó la masiva movilización juvenil en todo el territorio nacional, y destacó que “toda la juventud en pleno ha venido a alistarse porque creemos en la soberanía de nuestro país, y porque los problemas de los venezolanos los resolvemos nosotros mismos. No tenemos necesidad de que alguien nos diga lo que tenemos que hacer”.\nCon esa postura coincidió la presidenta de la Gran Misión Venezuela Joven, Génesis Garvett, quien calificó la jornada como un hecho histórico, en el que la juventud se alza para exigir respeto ante las agresiones externas.\n\n\n“Estamos aquí alistándonos los jóvenes para decirle al mundo: los venezolanos y venezolanas exigimos respeto ante las mentiras del imperialismo norteamericano que busca socavar la paz del pueblo venezolano. El presidente Maduro ha estado al frente, siempre en la primera línea de batalla, y por eso somos consecuentes con su ejemplo de lealtad a Bolívar y Chávez”, agregó.\nGarvett afirmó que en estas fechas la juventud venezolana ha dado una respuesta de dignidad ante el mundo, donde florece un sentido de patriotismo fundamental en cada hombre y mujer del pueblo bolivariano.\nAl imperialismo advirtió que se han equivocado en sus cálculos, subestimaron la fortaleza de la que son capaces los venezolanos unidos ante la agresión.\n\n\n“Este pueblo cada vez que lo amenazan florece en su dignidad, hemos visto acudir a trabajadores, campesinos, pescadores, artistas, jóvenes, sumándose desde cada una de las trincheras. Cuando vemos al presidente Nicolás Maduro ir al frente eso obliga mucho por todo lo que significa, un ejemplo de como con valentía se es leal al ideario bolivariano y al legado que dejó el Comandante Hugo Chávez“, añadió.\nSeñaló que en un mundo azotado por la soberbia del imperialismo y la impunidad de un genocidio en marcha, los pueblos dignos del mundo salen en defensa del derecho a vivir en paz, con la determinación de los jóvenes de luchar por el futuro.\n\nPara el ciudadano Antonio Rangel los venezolanos están demostrando que este es un país libre y democrático y que no depende de ninguna potencia gringa. Somos venezolanos y nosotros tenemos nuestros derechos a seguir adelante, para avanzar por nuestro país y sacarlo adelante sin necesidad de ninguna potencia, consideró.\n\n\nDurante la Jornada de Alistamiento Nacional, la presidenta de Marca País, Daniella Cabello, expresó su compromiso con la defensa de la soberanía venezolana, destacando que su principal motivación es garantizar el derecho de los niños a una patria.\n“Me alisto por los niños de la patria. Me alisto porque los niños tienen derecho a tener patria hoy, mañana y siempre. Aquí estaremos para defenderla”, declaró Cabello desde la Plaza Bolívar de Caracas.\nApuntó que no hay mayor demostración de lo que es el venezolano que lo que está pasando en todas las plazas Bolívar del país. Ese venezolano con valores y principios claros de defensa de la soberanía de la patria. Eso es lo que significa ser venezolano.\nEnfatizó además que el alistamiento representa una demostración colectiva de voluntad para defender espacios que promueven la identidad nacional.\nEl pueblo de Venezuela ha rechazado las campañas de desinformación que buscan vincular al Gobierno con el narcotráfico, calificándolas como una nueva escalada de guerra psicológica impulsada por la Administración de Donald Trump.\n\n\nLas movilizaciones reflejan también el deseo del pueblo venezolano de mantener la paz y evitar confrontaciones que pongan en riesgo la Zona de Paz declarada en América Latina y el Caribe en 2014.\nLa Declaración de la Comunidad de Estados Latinoamericanos y Caribeños (CELAC), firmada en La Habana, reafirma el compromiso de la región con la resolución pacífica de los conflictos y el rechazo a la amenaza o el uso de la fuerza. Los jóvenes de Venezuela no van a permitir que esa paz sea violada en su país.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/juventud-venezuela-activa-fortalecer-defensa/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 526,
    "message_id": 102745,
    "date": "2025-08-24T22:55:12+00:00",
    "text": "teleSUR\n“Yo me alisto”: Juventud de Venezuela se activa para fortalecer la defensa de la patria\nhttps://www.telesurtv.net/juventud-venezuela-activa-fortalecer-defensa/",
    "photo_path": null,
    "views": 2445,
    "reactions": {
      "👍": 51,
      "❤": 6,
      "🥱": 1
    },
    "total_reactions": 58
  },
  "preprocessing": {
    "cleaned": "en otra jornada marcada por el entusiasmo, el compromiso y la conciencia patriótica, miles de jóvenes venezolanos se suman activamente a la campaña nacional “yo me alisto” este domingo 24 de agosto, en respuesta al llamado del presidente constitucional de la república bolivariana de venezuela para defender la soberanía nacional frente a los intentos injerencistas de estados unidos. sergio lotartaro, ministro del poder popular para la juventud, exaltó la masiva movilización juvenil en todo el territorio nacional, y destacó que “toda la juventud en pleno ha venido a alistarse porque creemos en la soberanía de nuestro país, y porque los problemas de los venezolanos los resolvemos nosotros mismos. no tenemos necesidad de que alguien nos diga lo que tenemos que hacer”. con esa postura coincidió la presidenta de la gran misión venezuela joven, génesis garvett, quien calificó la jornada como un hecho histórico, en el que la juventud se alza para exigir respeto ante las agresiones externas. “estamos aquí alistándonos los jóvenes para decirle al mundo: los venezolanos y venezolanas exigimos respeto ante las mentiras del imperialismo norteamericano que busca socavar la paz del pueblo venezolano. el presidente maduro ha estado al frente, siempre en la primera línea de batalla, y por eso somos consecuentes con su ejemplo de lealtad a bolívar y chávez”, agregó. garvett afirmó que en estas fechas la juventud venezolana ha dado una respuesta de dignidad ante el mundo, donde florece un sentido de patriotismo fundamental en cada hombre y mujer del pueblo bolivariano. al imperialismo advirtió que se han equivocado en sus cálculos, subestimaron la fortaleza de la que son capaces los venezolanos unidos ante la agresión. “este pueblo cada vez que lo amenazan florece en su dignidad, hemos visto acudir a trabajadores, campesinos, pescadores, artistas, jóvenes, sumándose desde cada una de las trincheras. cuando vemos al presidente nicolás maduro ir al frente eso obliga mucho por todo lo que significa, un ejemplo de como con valentía se es leal al ideario bolivariano y al legado que dejó el comandante hugo chávez“, añadió. señaló que en un mundo azotado por la soberbia del imperialismo y la impunidad de un genocidio en marcha, los pueblos dignos del mundo salen en defensa del derecho a vivir en paz, con la determinación de los jóvenes de luchar por el futuro. para el ciudadano antonio rangel los venezolanos están demostrando que este es un país libre y democrático y que no depende de ninguna potencia gringa. somos venezolanos y nosotros tenemos nuestros derechos a seguir adelante, para avanzar por nuestro país y sacarlo adelante sin necesidad de ninguna potencia, consideró. durante la jornada de alistamiento nacional, la presidenta de marca país, daniella cabello, expresó su compromiso con la defensa de la soberanía venezolana, destacando que su principal motivación es garantizar el derecho de los niños a una patria. “me alisto por los niños de la patria. me alisto porque los niños tienen derecho a tener patria hoy, mañana y siempre. aquí estaremos para defenderla”, declaró cabello desde la plaza bolívar de caracas. apuntó que no hay mayor demostración de lo que es el venezolano que lo que está pasando en todas las plazas bolívar del país. ese venezolano con valores y principios claros de defensa de la soberanía de la patria. eso es lo que significa ser venezolano. enfatizó además que el alistamiento representa una demostración colectiva de voluntad para defender espacios que promueven la identidad nacional. el pueblo de venezuela ha rechazado las campañas de desinformación que buscan vincular al gobierno con el narcotráfico, calificándolas como una nueva escalada de guerra psicológica impulsada por la administración de donald trump. las movilizaciones reflejan también el deseo del pueblo venezolano de mantener la paz y evitar confrontaciones que pongan en riesgo la zona de paz declarada en américa latina y el caribe en 2014. la declaración de la comunidad de estados latinoamericanos y caribeños (celac), firmada en la habana, reafirma el compromiso de la región con la resolución pacífica de los conflictos y el rechazo a la amenaza o el uso de la fuerza. los jóvenes de venezuela no van a permitir que esa paz sea violada en su país.",
    "tokens": [
      "jornada",
      "marcada",
      "entusiasmo",
      ",",
      "compromiso",
      "conciencia",
      "patriótica",
      ",",
      "miles",
      "jóvenes",
      "venezolanos",
      "suman",
      "activamente",
      "campaña",
      "nacional",
      "“",
      "alisto",
      "”",
      "domingo",
      "24",
      "agosto",
      ",",
      "respuesta",
      "llamado",
      "presidente",
      "constitucional",
      "república",
      "bolivariana",
      "venezuela",
      "defender",
      "soberanía",
      "nacional",
      "frente",
      "intentos",
      "injerencistas",
      "unidos",
      ".",
      "sergio",
      "lotartaro",
      ",",
      "ministro",
      "poder",
      "popular",
      "juventud",
      ",",
      "exaltó",
      "masiva",
      "movilización",
      "juvenil",
      "territorio",
      "nacional",
      ",",
      "destacó",
      "“",
      "toda",
      "juventud",
      "pleno",
      "venido",
      "alistarse",
      "creemos",
      "soberanía",
      "país",
      ",",
      "problemas",
      "venezolanos",
      "resolvemos",
      "mismos",
      ".",
      "necesidad",
      "alguien",
      "diga",
      "hacer",
      "”",
      ".",
      "postura",
      "coincidió",
      "presidenta",
      "gran",
      "misión",
      "venezuela",
      "joven",
      ",",
      "génesis",
      "garvett",
      ",",
      "calificó",
      "jornada",
      "hecho",
      "histórico",
      ",",
      "juventud",
      "alza",
      "exigir",
      "respeto",
      "agresiones",
      "externas",
      ".",
      "“",
      "aquí",
      "alistándonos",
      "jóvenes",
      "decirle",
      "mundo",
      ":",
      "venezolanos",
      "venezolanas",
      "exigimos",
      "respeto",
      "mentiras",
      "imperialismo",
      "norteamericano",
      "busca",
      "socavar",
      "paz",
      "pueblo",
      "venezolano",
      ".",
      "presidente",
      "maduro",
      "frente",
      ",",
      "siempre",
      "primera",
      "línea",
      "batalla",
      ",",
      "consecuentes",
      "ejemplo",
      "lealtad",
      "bolívar",
      "chávez",
      "”",
      ",",
      "agregó",
      ".",
      "garvett",
      "afirmó",
      "fechas",
      "juventud",
      "venezolana",
      "dado",
      "respuesta",
      "dignidad",
      "mundo",
      ",",
      "florece",
      "patriotismo",
      "fundamental",
      "cada",
      "hombre",
      "mujer",
      "pueblo",
      "bolivariano",
      ".",
      "imperialismo",
      "advirtió",
      "equivocado",
      "cálculos",
      ",",
      "subestimaron",
      "fortaleza",
      "capaces",
      "venezolanos",
      "unidos",
      "agresión",
      ".",
      "“",
      "pueblo",
      "cada",
      "vez",
      "amenazan",
      "florece",
      "dignidad",
      ",",
      "visto",
      "acudir",
      "trabajadores",
      ",",
      "campesinos",
      ",",
      "pescadores",
      ",",
      "artistas",
      ",",
      "jóvenes",
      ",",
      "sumándose",
      "cada",
      "trincheras",
      ".",
      "vemos",
      "presidente",
      "nicolás",
      "maduro",
      "ir",
      "frente",
      "obliga",
      "significa",
      ",",
      "ejemplo",
      "valentía",
      "leal",
      "ideario",
      "bolivariano",
      "legado",
      "dejó",
      "comandante",
      "hugo",
      "chávez",
      "“",
      ",",
      "añadió",
      ".",
      "señaló",
      "mundo",
      "azotado",
      "soberbia",
      "imperialismo",
      "impunidad",
      "genocidio",
      "marcha",
      ",",
      "pueblos",
      "dignos",
      "mundo",
      "salen",
      "defensa",
      "derecho",
      "vivir",
      "paz",
      ",",
      "determinación",
      "jóvenes",
      "luchar",
      "futuro",
      ".",
      "ciudadano",
      "antonio",
      "rangel",
      "venezolanos",
      "demostrando",
      "país",
      "libre",
      "democrático",
      "depende",
      "ninguna",
      "potencia",
      "gringa",
      ".",
      "venezolanos",
      "derechos",
      "seguir",
      "adelante",
      ",",
      "avanzar",
      "país",
      "sacarlo",
      "adelante",
      "necesidad",
      "ninguna",
      "potencia",
      ",",
      "consideró",
      ".",
      "jornada",
      "alistamiento",
      "nacional",
      ",",
      "presidenta",
      "marca",
      "país",
      ",",
      "daniella",
      "cabello",
      ",",
      "expresó",
      "compromiso",
      "defensa",
      "soberanía",
      "venezolana",
      ",",
      "destacando",
      "principal",
      "motivación",
      "garantizar",
      "derecho",
      "niños",
      "patria",
      ".",
      "“",
      "alisto",
      "niños",
      "patria",
      ".",
      "alisto",
      "niños",
      "derecho",
      "tener",
      "patria",
      "hoy",
      ",",
      "mañana",
      "siempre",
      ".",
      "aquí",
      "defenderla",
      "”",
      ",",
      "declaró",
      "cabello",
      "plaza",
      "bolívar",
      "caracas",
      ".",
      "apuntó",
      "mayor",
      "demostración",
      "venezolano",
      "pasando",
      "todas",
      "plazas",
      "bolívar",
      "país",
      ".",
      "venezolano",
      "valores",
      "principios",
      "claros",
      "defensa",
      "soberanía",
      "patria",
      ".",
      "significa",
      "ser",
      "venezolano",
      ".",
      "enfatizó",
      "además",
      "alistamiento",
      "representa",
      "demostración",
      "colectiva",
      "voluntad",
      "defender",
      "espacios",
      "promueven",
      "identidad",
      "nacional",
      ".",
      "pueblo",
      "venezuela",
      "rechazado",
      "campañas",
      "desinformación",
      "buscan",
      "vincular",
      "gobierno",
      "narcotráfico",
      ",",
      "calificándolas",
      "nueva",
      "escalada",
      "guerra",
      "psicológica",
      "impulsada",
      "administración",
      "donald",
      "trump",
      ".",
      "movilizaciones",
      "reflejan",
      "deseo",
      "pueblo",
      "venezolano",
      "mantener",
      "paz",
      "evitar",
      "confrontaciones",
      "pongan",
      "riesgo",
      "zona",
      "paz",
      "declarada",
      "américa",
      "latina",
      "caribe",
      "2014.",
      "declaración",
      "comunidad",
      "latinoamericanos",
      "caribeños",
      "(",
      "celac",
      ")",
      ",",
      "firmada",
      "habana",
      ",",
      "reafirma",
      "compromiso",
      "región",
      "resolución",
      "pacífica",
      "conflictos",
      "rechazo",
      "amenaza",
      "uso",
      "fuerza",
      ".",
      "jóvenes",
      "venezuela",
      "van",
      "permitir",
      "paz",
      "violada",
      "país",
      "."
    ],
    "token_count": 417,
    "sentence_count": 25
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 174,
      "VP": 33,
      "PP": 10,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0199
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('jóvenes', 'NNS')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('mundo', 'NN')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('país', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('los', 'VBP') NP",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('siempre', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "VP -> ('derecho', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "VP",
        "text": "jornada marcada por el entusiasmo"
      },
      {
        "label": "NP",
        "text": "marcada por el entusiasmo"
      },
      {
        "label": "NP",
        "text": "compromiso y la conciencia patriótica"
      },
      {
        "label": "NP",
        "text": "miles"
      },
      {
        "label": "PP",
        "text": "de jóvenes venezolanos"
      },
      {
        "label": "NP",
        "text": "jóvenes venezolanos"
      },
      {
        "label": "VP",
        "text": "se suman"
      },
      {
        "label": "VP",
        "text": "activamente a la campaña nacional “ Yo Me Alisto ” este"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "NP",
        "text": "campaña nacional “ Yo Me Alisto ” este"
      },
      {
        "label": "VP",
        "text": "domingo"
      },
      {
        "label": "NP",
        "text": "República Bolivariana"
      },
      {
        "label": "NP",
        "text": "Venezuela para defender la"
      },
      {
        "label": "VP",
        "text": "soberanía nacional frente a los intentos injerencistas"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  otra/MD\n  (VP jornada/VB (NP marcada/JJ por/NN el/NN entusiasmo/NN))\n  ,/,\n  el/FW\n  (NP compromiso/NN y/NN la/NN conciencia/NN patriótica/NN)\n  ,/,\n  (NP miles/NNS)\n  (PP de/IN (NP jóvenes/NNS venezolanos/NNS))\n  (VP se/VBP suman/JJ)\n  (VP\n    activamente/VBP\n    (NP a/DT la/NN)\n    (NP\n      campaña/JJ\n      nacional/JJ\n      “/NN\n      Yo/NNP\n      Me/NNP\n      Alisto/NNP\n      ”/NNP\n      este/NN))\n  (VP domingo/VBD)\n  24/CD\n  de/FW\n  agosto/FW\n  ,/,\n  en/FW\n  respuesta/FW\n  al/FW\n  llamado/FW\n  del/FW\n  presidente/FW\n  constitucional/FW\n  de/FW\n  la/FW\n  (NP República/NNP Bolivariana/NNP)\n  de/FW\n  (NP Venezuela/NNP para/NN defender/NN la/NN)\n  (VP\n    soberanía/VBD\n    (NP nacional/JJ frente/NN)\n    (NP a/DT los/NN)\n    (NP intentos/JJ injerencistas/NN))\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  ./.)",
      "(S\n  (NP Sergio/NNP Lotartaro/NNP)\n  ,/,\n  (NP ministro/NNP)\n  del/FW\n  (NP Poder/NNP Popular/NNP para/NN la/NN Juventud/NNP)\n  ,/,\n  (VP exaltó/VBZ)\n  la/FW\n  masiva/FW\n  movilización/FW\n  (NP juvenil/NN)\n  en/FW\n  (NP todo/NN el/NN territorio/NN)\n  (ADJP nacional/JJ)\n  ,/,\n  (NP y/JJ destacó/NN que/NN “/NNP toda/NN la/NN juventud/NN)\n  (PP en/IN (NP pleno/NN ha/NN))\n  (PP venido/IN (NP a/DT alistarse/NN porque/NN creemos/NN))\n  en/IN\n  la/FW\n  soberanía/FW\n  de/FW\n  nuestro/FW\n  (NP país/NN)\n  ,/,\n  (NP y/NN porque/NN)\n  (NP los/JJ problemas/NN)\n  de/IN\n  los/FW\n  (NP venezolanos/JJ los/NN resolvemos/NN)\n  (NP nosotros/JJ mismos/NN)\n  ./.)",
      "(S\n  No/DT\n  (ADJP tenemos/JJ)\n  necesidad/FW\n  de/FW\n  que/FW\n  (NP alguien/JJ nos/NNS)\n  (VP diga/VBP (NP lo/JJ que/NN tenemos/NN que/NN hacer/NN ”/NNP))\n  ./.)",
      "(S\n  (NP Con/NNP)\n  esa/CC\n  (NP postura/NN coincidió/NN)\n  la/FW\n  presidenta/FW\n  de/FW\n  la/FW\n  (NP Gran/NNP Misión/NNP Venezuela/NNP Joven/NNP)\n  ,/,\n  (NP Génesis/NNP Garvett/NNP)\n  ,/,\n  (NP quien/NN calificó/NN)\n  la/FW\n  (NP jornada/NN como/NN)\n  (NP un/JJ hecho/NN histórico/NN)\n  ,/,\n  en/FW\n  el/FW\n  (NP que/NN)\n  la/FW\n  juventud/FW\n  se/FW\n  alza/FW\n  para/FW\n  exigir/FW\n  (NP respeto/NN ante/NN)\n  las/FW\n  (NP agresiones/NNS externas/NNS)\n  ./.)",
      "(S\n  (NP “/JJ Estamos/NNP aquí/NN alistándonos/NNS)\n  (VP los/VBP (NP jóvenes/NNS))\n  (VP para/VBP decirle/JJ)\n  al/FW\n  (NP mundo/NN)\n  :/:\n  (NP los/JJ venezolanos/NNS)\n  (VP\n    y/VBP\n    (NP venezolanas/JJ exigimos/NN respeto/NN ante/NN las/NNS))\n  (VP\n    mentiras/VBP\n    (NP\n      del/JJ\n      imperialismo/JJ\n      norteamericano/NN\n      que/NN\n      busca/NN\n      socavar/NN\n      la/NN))\n  paz/FW\n  del/FW\n  (NP pueblo/NN venezolano/NN)\n  ./.)"
    ]
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 85,
      "MD": 1,
      "VB": 2,
      "JJ": 56,
      "NN": 237,
      "NNS": 25,
      "IN": 28,
      "VBP": 19,
      "VBD": 5,
      "CD": 2,
      "FW": 185,
      "VBZ": 8,
      "DT": 4,
      "JJR": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "JJ-NN": 33,
      "NN-NN": 137,
      "NN-NNS": 9,
      "NNS-IN": 2,
      "IN-NNS": 1,
      "NNS-NNS": 1,
      "NNS-VBP": 16,
      "VBP-JJ": 13,
      "NN-VBP": 3,
      "JJ-NNP": 3,
      "NNP-NNP": 34,
      "NNP-NN": 26,
      "NN-VBD": 3,
      "VBD-CD": 1,
      "CD-IN": 1,
      "IN-FW": 18,
      "FW-FW": 118,
      "FW-NNP": 22,
      "NNP-FW": 11,
      "VBD-JJ": 1,
      "NN-JJ": 17,
      "NN-IN": 21,
      "IN-NNP": 3,
      "NN-NNP": 18,
      "NNP-VBZ": 6,
      "VBZ-FW": 1,
      "FW-NN": 31,
      "NN-FW": 25,
      "IN-NN": 5,
      "FW-JJ": 10,
      "VBP-DT": 1,
      "DT-JJ": 2,
      "JJ-FW": 9,
      "JJ-NNS": 4,
      "VBZ-NN": 1,
      "FW-NNS": 4,
      "VBP-NNP": 1,
      "VBP-NNS": 2,
      "JJ-JJ": 7,
      "VBZ-NNP": 1,
      "VBP-IN": 1,
      "NN-VBZ": 2,
      "VBZ-JJ": 3,
      "NNS-VB": 1,
      "VB-NNS": 1,
      "NNS-JJ": 1,
      "NNS-FW": 3,
      "NN-DT": 1,
      "DT-NN": 2,
      "NNP-IN": 3,
      "VBZ-DT": 1,
      "VBZ-NNS": 1,
      "VBD-JJR": 1,
      "JJR-NN": 1,
      "NNS-VBD": 1,
      "VBD-RB": 1,
      "RB-JJ": 1,
      "NNP-NNS": 2,
      "NNP-VBD": 1,
      "VBD-NNP": 1,
      "IN-CD": 1,
      "CD-NNP": 1,
      "NNP-DT": 1,
      "VBP-NN": 1
    },
    "trigram_freq": {
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "JJ-NN-NN": 23,
      "NN-NN-NN": 74,
      "NN-NN-NNS": 4,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 6,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-NNP": 15,
      "NNP-NNP-NN": 7,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-FW": 8,
      "FW-FW-FW": 84,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 8,
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 6,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 19,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NN-JJ": 15,
      "NN-JJ-NN": 14,
      "JJ-NN-IN": 9,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NN-NN-NNP": 12,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-NN": 18,
      "FW-NN-FW": 10,
      "NN-FW-NN": 4,
      "FW-NN-NN": 14,
      "NN-NN-IN": 10,
      "NN-IN-NN": 4,
      "IN-NN-NN": 4,
      "NN-IN-FW": 15,
      "IN-FW-JJ": 6,
      "FW-JJ-NN": 4,
      "NN-NNS-VBP": 7,
      "NNS-VBP-DT": 1,
      "VBP-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "JJ-FW-FW": 6,
      "FW-FW-JJ": 2,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-FW": 13,
      "NN-FW-FW": 16,
      "IN-FW-NN": 3,
      "NN-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-NNS": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-FW": 3,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 4,
      "NNP-NN-NNP": 2,
      "NN-NNP-NN": 9,
      "FW-NN-NNS": 3,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-JJ-FW": 3,
      "FW-NN-JJ": 1,
      "JJ-FW-NN": 2,
      "NN-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "VBP-NNS-VB": 1,
      "NNS-VB-NNS": 1,
      "VB-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "FW-NNP-FW": 7,
      "NNP-FW-NN": 4,
      "NN-NNP-NNP": 7,
      "NNP-NN-FW": 2,
      "NN-FW-JJ": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-NNS": 3,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "FW-NN-NNP": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-IN": 1,
      "NNP-FW-FW": 1,
      "FW-NN-IN": 1,
      "IN-NNP-NN": 1,
      "NN-JJ-FW": 1,
      "JJ-NN-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "JJ-FW-JJ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-FW": 1,
      "NN-VBD-JJR": 1,
      "VBD-JJR-NN": 1,
      "JJR-NN-NNP": 1,
      "IN-NN-JJ": 1,
      "NN-NNS-VBD": 1,
      "NNS-VBD-RB": 1,
      "VBD-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-FW-NNP": 3,
      "FW-JJ-JJ": 1,
      "NN-JJ-NNS": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NNP": 1,
      "VBD-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 1,
      "FW-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 237,
        "FW": 185,
        "NNP": 85,
        "JJ": 56,
        "IN": 28
      },
      "top_bigrams": {
        "NN-NN": 137,
        "FW-FW": 118,
        "NNP-NNP": 34,
        "JJ-NN": 33,
        "FW-NN": 31
      },
      "top_trigrams": {
        "FW-FW-FW": 84,
        "NN-NN-NN": 74,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 19,
        "FW-FW-NN": 18
      }
    }
  },
  "regex_annotations": {
    "categories": [
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "ORGANISMOS_INTERNACIONALES",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "CULTURA_DEPORTE_SOCIEDAD",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "soberanía venezolana, destacando que su principal motivación es garantizar el derecho",
        "position": [
          2841,
          2926
        ],
        "start": 2841,
        "end": 2926
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1382,
          1388
        ],
        "start": 1382,
        "end": 1388
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          1596,
          1604
        ],
        "start": 1596,
        "end": 1604
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2285,
          2292
        ],
        "start": 2285,
        "end": 2292
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "identidad nacional",
        "position": [
          3537,
          3555
        ],
        "start": 3537,
        "end": 3555
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente constitucional de",
        "position": [
          227,
          255
        ],
        "start": 227,
        "end": 255
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro del poder popular",
        "position": [
          404,
          430
        ],
        "start": 404,
        "end": 430
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "celac",
        "position": [
          4057,
          4062
        ],
        "start": 4057,
        "end": 4062
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          94,
          101
        ],
        "start": 94,
        "end": 101
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          521,
          528
        ],
        "start": 521,
        "end": 528
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          369,
          383
        ],
        "start": 369,
        "end": 383
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          284,
          293
        ],
        "start": 284,
        "end": 293
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1178,
          1184
        ],
        "start": 1178,
        "end": 1184
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          4076,
          4085
        ],
        "start": 4076,
        "end": 4085
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          3148,
          3155
        ],
        "start": 3148,
        "end": 3155
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          3969,
          3975
        ],
        "start": 3969,
        "end": 3975
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado al",
        "position": [
          1232,
          1241
        ],
        "start": 1232,
        "end": 1241
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza bolívar",
        "position": [
          3131,
          3144
        ],
        "start": 3131,
        "end": 3144
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 24 de agosto",
        "position": [
          177,
          197
        ],
        "start": 177,
        "end": 197
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          3050,
          3053
        ],
        "start": 3050,
        "end": 3053
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "imperialismo",
        "position": [
          1132,
          1144
        ],
        "start": 1132,
        "end": 1144
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "soberanía nacional",
        "position": [
          311,
          329
        ],
        "start": 311,
        "end": 329
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Sergio Lotartaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Zona de Paz",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gran Misión Venezuela Joven",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Plaza Bolívar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Poder Popular para la Juventud",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CELAC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "República Bolivariana de Venezuela",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Administración",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Antonio Rangel",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "La Habana",
        "tipo": "Lugar"
      },
      {
        "nombre": "Daniella Cabello",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comandante Hugo Chávez",
        "tipo": "Persona"
      },
      {
        "nombre": "Marca País",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Comandante Hugo Chávez",
        "relacion": "VER_OBLIGAR_A_ADIR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DECLARAR",
        "objeto": "Plaza Bolívar"
      },
      {
        "sujeto": "Cabello",
        "relacion": "DECLARAR",
        "objeto": "Caracas"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "RECHAZAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "RECHAZAR",
        "objeto": "Administración"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "RECHAZAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "VINCULAR_BUSCAR_RECHAZAR",
        "objeto": "Administración"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "VINCULAR_BUSCAR_RECHAZAR",
        "objeto": "Donald Trump"
      }
    ]
  },
  "sentiment": {
    "compound": 0.2023,
    "pos": 0.023,
    "neu": 0.959,
    "neg": 0.018,
    "label": "positive"
  }
}