{
  "url": "https://www.telesurtv.net/yemen-responde-bombardeos-reino-unido/",
  "title": "Yemen advierte que responderá a la agresión británica contra Saná, su capital - teleSUR 1",
  "section": "Mundo",
  "tags": [
    "bombardeos",
    "Gaza",
    "Guerra",
    "Muertes",
    "Reino Unido",
    "solidaridad",
    "Yemen"
  ],
  "text": "El Gobierno de los rebeldes hutíes, en Yemen, condenó este miércoles la participación cómplice de Reino Unido en los ataques aéreos estadounidenses contra Saná y otras localidades, y advirtió a Londres que le ofrecerán una contundente respuesta.\n“El enemigo británico debería considerar las consecuencias de su participación y esperar repercusiones por su agresión”, expresó el Gobierno yemení tras un ataque lanzado este martes. Hasta el momento, los bombardeos aéreos de EE.UU. y Reino Unido dejaron más de 1.300 civiles muertos y decenas de heridos, además de cuantiosos daños materiales.\n\nLa declaración agregó que el ataque de la víspera, perpetrado contra áreas civiles al sur de Saná (capital), respalda al Estado sionista de Israel y su genocidio en Gaza, y que no conseguirá que Yemen deponga su solidaridad con Palestina y con su pueblo oprimido por el proyecto colonial del sionismo.\nReino Unido lanzó una operación militar conjunta con EE.UU. el martes 29 de abril, con el objetivo de debilitar a los hutíes que defienden su país. La Real Fuerza Aérea británica envió aviones de combate Typhoon para atacar edificios en el sur de Saná, los cuales lanzaron bombas de precisión al anochecer.\nSe trata de la primera vez que se reconoce públicamente una operación conjunta entre Reino Unido y EE. UU. bajo el mandato de Trump, y refleja el compromiso de ambos países de abordar la “amenaza” que ellos creen que representan los hutíes en la región.\nEl Ministerio de Defensa británico confirmó oficialmente la participación en la agresión. El anuncio del Reino Unido se produjo después de que al menos seis ataques aéreos estadounidenses impactaran la gobernación de Saná el mismo martes 29 de abril.\n“Prepárense para afrontar las consecuencias”. Así advirtió Yemen al Reino Unido tras los ataques a Saná.\nEl Gobierno yemení emitió un comunicado el 30 de abril advirtiendo al Reino Unido contra su continua participación en la campaña estadounidense de ataques aéreos contra Yemen, iniciada el mes pasado.\n“Si bien nos comprometemos a responder a esta agresión ilegal e injustificada, subrayamos que este ataque forma parte de los continuos esfuerzos angloamericanos para apoyar al enemigo israelí, intentando bloquear el apoyo de Yemen a Palestina, lo que permite que el enemigo israelí continúe su genocidio en Gaza”, afirmó.\nEl comunicado del gobierno también afirma que Yemen se opondrá al “trío del mal”, refiriéndose a Estados Unidos, el Reino Unido e Israel, así como a “quienes orbitan a su alrededor”.\n“En una muestra de la típica arrogancia británica, el Ministerio de Defensa del Reino Unido anunció su participación en una operación militar conjunta con el enemigo estadounidense contra nuestro país, dirigida contra zonas al sur de Saná (… ) El gobierno afirma que el enemigo británico debe considerar cuidadosamente las consecuencias de su participación y estar preparado para afrontarlas”, sentenció el Gobierno de Saná.\nYa hay un antecedente de respuesta del país de Oriente Próximo atacando a buques británicos en el pasado, como consecuencia de la participación de Londres en la campaña de la anterior administración estadounidense contra el país. Reino Unido desempeñó un papel fundamental en la campaña inicial contra Yemen, lanzada en enero de 2024 por la anterior administración estadounidense de Joe Biden. Las fuerzas yemeníes atacaron buques británicos en el Mar Rojo y el Golfo de Adén en varias ocasiones el año pasado como respuesta.\n\n\nAviones de guerra estadounidenses lanzan ataques contra Yemen a diario desde el 15 de marzo, cuando Trump intensificó la campaña iniciada por la anterior administración.\nLa campaña de bombardeos se produce en respuesta a la reimposición por parte de Yemen de la prohibición de la navegación israelí en el Mar Rojo y otras zonas, así como a la reanudación de los ataques con drones y misiles contra Israel después de que Tel Aviv reiniciara la guerra en Gaza el mes pasado.\nYemen ha atacado repetidamente a portaaviones estadounidenses en respuesta a la campaña de Washington, que ha costado alrededor de 1.000 millones de dólares y ha agotado las reservas de armas, sin lograr un impacto significativo en las Fuerzas Armadas de Yemen y Ansarolá (movimiento de defensa hutí).",
  "source_metadata": {
    "url": "https://www.telesurtv.net/yemen-responde-bombardeos-reino-unido/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 30,
    "message_id": 93066,
    "date": "2025-04-30T16:55:23+00:00",
    "text": "teleSUR\nYemen advierte que responderá a la agresión británica contra Saná, su capital\nhttps://www.telesurtv.net/yemen-responde-bombardeos-reino-unido/",
    "photo_path": null,
    "views": 1628,
    "reactions": {
      "👍": 39,
      "🫡": 3
    },
    "total_reactions": 42
  },
  "preprocessing": {
    "cleaned": "el gobierno de los rebeldes hutíes, en yemen, condenó este miércoles la participación cómplice de reino unido en los ataques aéreos estadounidenses contra saná y otras localidades, y advirtió a londres que le ofrecerán una contundente respuesta. “el enemigo británico debería considerar las consecuencias de su participación y esperar repercusiones por su agresión”, expresó el gobierno yemení tras un ataque lanzado este martes. hasta el momento, los bombardeos aéreos de ee.uu. y reino unido dejaron más de 1.300 civiles muertos y decenas de heridos, además de cuantiosos daños materiales. la declaración agregó que el ataque de la víspera, perpetrado contra áreas civiles al sur de saná (capital), respalda al estado sionista de israel y su genocidio en gaza, y que no conseguirá que yemen deponga su solidaridad con palestina y con su pueblo oprimido por el proyecto colonial del sionismo. reino unido lanzó una operación militar conjunta con ee.uu. el martes 29 de abril, con el objetivo de debilitar a los hutíes que defienden su país. la real fuerza aérea británica envió aviones de combate typhoon para atacar edificios en el sur de saná, los cuales lanzaron bombas de precisión al anochecer. se trata de la primera vez que se reconoce públicamente una operación conjunta entre reino unido y ee. uu. bajo el mandato de trump, y refleja el compromiso de ambos países de abordar la “amenaza” que ellos creen que representan los hutíes en la región. el ministerio de defensa británico confirmó oficialmente la participación en la agresión. el anuncio del reino unido se produjo después de que al menos seis ataques aéreos estadounidenses impactaran la gobernación de saná el mismo martes 29 de abril. “prepárense para afrontar las consecuencias”. así advirtió yemen al reino unido tras los ataques a saná. el gobierno yemení emitió un comunicado el 30 de abril advirtiendo al reino unido contra su continua participación en la campaña estadounidense de ataques aéreos contra yemen, iniciada el mes pasado. “si bien nos comprometemos a responder a esta agresión ilegal e injustificada, subrayamos que este ataque forma parte de los continuos esfuerzos angloamericanos para apoyar al enemigo israelí, intentando bloquear el apoyo de yemen a palestina, lo que permite que el enemigo israelí continúe su genocidio en gaza”, afirmó. el comunicado del gobierno también afirma que yemen se opondrá al “trío del mal”, refiriéndose a estados unidos, el reino unido e israel, así como a “quienes orbitan a su alrededor”. “en una muestra de la típica arrogancia británica, el ministerio de defensa del reino unido anunció su participación en una operación militar conjunta con el enemigo estadounidense contra nuestro país, dirigida contra zonas al sur de saná (… ) el gobierno afirma que el enemigo británico debe considerar cuidadosamente las consecuencias de su participación y estar preparado para afrontarlas”, sentenció el gobierno de saná. ya hay un antecedente de respuesta del país de oriente próximo atacando a buques británicos en el pasado, como consecuencia de la participación de londres en la campaña de la anterior administración estadounidense contra el país. reino unido desempeñó un papel fundamental en la campaña inicial contra yemen, lanzada en enero de 2024 por la anterior administración estadounidense de joe biden. las fuerzas yemeníes atacaron buques británicos en el mar rojo y el golfo de adén en varias ocasiones el año pasado como respuesta. aviones de guerra estadounidenses lanzan ataques contra yemen a diario desde el 15 de marzo, cuando trump intensificó la campaña iniciada por la anterior administración. la campaña de bombardeos se produce en respuesta a la reimposición por parte de yemen de la prohibición de la navegación israelí en el mar rojo y otras zonas, así como a la reanudación de los ataques con drones y misiles contra israel después de que tel aviv reiniciara la guerra en gaza el mes pasado. yemen ha atacado repetidamente a portaaviones estadounidenses en respuesta a la campaña de washington, que ha costado alrededor de 1.000 millones de dólares y ha agotado las reservas de armas, sin lograr un impacto significativo en las fuerzas armadas de yemen y ansarolá (movimiento de defensa hutí).",
    "tokens": [
      "gobierno",
      "rebeldes",
      "hutíes",
      ",",
      "yemen",
      ",",
      "condenó",
      "miércoles",
      "participación",
      "cómplice",
      "reino",
      "unido",
      "ataques",
      "aéreos",
      "estadounidenses",
      "saná",
      "localidades",
      ",",
      "advirtió",
      "londres",
      "ofrecerán",
      "contundente",
      "respuesta",
      ".",
      "“",
      "enemigo",
      "británico",
      "debería",
      "considerar",
      "consecuencias",
      "participación",
      "esperar",
      "repercusiones",
      "agresión",
      "”",
      ",",
      "expresó",
      "gobierno",
      "yemení",
      "tras",
      "ataque",
      "lanzado",
      "martes",
      ".",
      "momento",
      ",",
      "bombardeos",
      "aéreos",
      "ee.uu.",
      "reino",
      "unido",
      "dejaron",
      "1.300",
      "civiles",
      "muertos",
      "decenas",
      "heridos",
      ",",
      "además",
      "cuantiosos",
      "daños",
      "materiales",
      ".",
      "declaración",
      "agregó",
      "ataque",
      "víspera",
      ",",
      "perpetrado",
      "áreas",
      "civiles",
      "sur",
      "saná",
      "(",
      "capital",
      ")",
      ",",
      "respalda",
      "sionista",
      "israel",
      "genocidio",
      "gaza",
      ",",
      "conseguirá",
      "yemen",
      "deponga",
      "solidaridad",
      "palestina",
      "pueblo",
      "oprimido",
      "proyecto",
      "colonial",
      "sionismo",
      ".",
      "reino",
      "unido",
      "lanzó",
      "operación",
      "militar",
      "conjunta",
      "ee.uu.",
      "martes",
      "29",
      "abril",
      ",",
      "objetivo",
      "debilitar",
      "hutíes",
      "defienden",
      "país",
      ".",
      "real",
      "fuerza",
      "aérea",
      "británica",
      "envió",
      "aviones",
      "combate",
      "typhoon",
      "atacar",
      "edificios",
      "sur",
      "saná",
      ",",
      "cuales",
      "lanzaron",
      "bombas",
      "precisión",
      "anochecer",
      ".",
      "trata",
      "primera",
      "vez",
      "reconoce",
      "públicamente",
      "operación",
      "conjunta",
      "reino",
      "unido",
      "ee",
      ".",
      "uu.",
      "bajo",
      "mandato",
      "trump",
      ",",
      "refleja",
      "compromiso",
      "ambos",
      "países",
      "abordar",
      "“",
      "amenaza",
      "”",
      "creen",
      "representan",
      "hutíes",
      "región",
      ".",
      "ministerio",
      "defensa",
      "británico",
      "confirmó",
      "oficialmente",
      "participación",
      "agresión",
      ".",
      "anuncio",
      "reino",
      "unido",
      "produjo",
      "después",
      "menos",
      "seis",
      "ataques",
      "aéreos",
      "estadounidenses",
      "impactaran",
      "gobernación",
      "saná",
      "mismo",
      "martes",
      "29",
      "abril",
      ".",
      "“",
      "prepárense",
      "afrontar",
      "consecuencias",
      "”",
      ".",
      "así",
      "advirtió",
      "yemen",
      "reino",
      "unido",
      "tras",
      "ataques",
      "saná",
      ".",
      "gobierno",
      "yemení",
      "emitió",
      "comunicado",
      "30",
      "abril",
      "advirtiendo",
      "reino",
      "unido",
      "continua",
      "participación",
      "campaña",
      "estadounidense",
      "ataques",
      "aéreos",
      "yemen",
      ",",
      "iniciada",
      "mes",
      "pasado",
      ".",
      "“",
      "si",
      "bien",
      "comprometemos",
      "responder",
      "agresión",
      "ilegal",
      "injustificada",
      ",",
      "subrayamos",
      "ataque",
      "forma",
      "parte",
      "continuos",
      "esfuerzos",
      "angloamericanos",
      "apoyar",
      "enemigo",
      "israelí",
      ",",
      "intentando",
      "bloquear",
      "apoyo",
      "yemen",
      "palestina",
      ",",
      "permite",
      "enemigo",
      "israelí",
      "continúe",
      "genocidio",
      "gaza",
      "”",
      ",",
      "afirmó",
      ".",
      "comunicado",
      "gobierno",
      "afirma",
      "yemen",
      "opondrá",
      "“",
      "trío",
      "mal",
      "”",
      ",",
      "refiriéndose",
      "unidos",
      ",",
      "reino",
      "unido",
      "israel",
      ",",
      "así",
      "“",
      "orbitan",
      "alrededor",
      "”",
      ".",
      "“",
      "muestra",
      "típica",
      "arrogancia",
      "británica",
      ",",
      "ministerio",
      "defensa",
      "reino",
      "unido",
      "anunció",
      "participación",
      "operación",
      "militar",
      "conjunta",
      "enemigo",
      "estadounidense",
      "país",
      ",",
      "dirigida",
      "zonas",
      "sur",
      "saná",
      "(",
      "…",
      ")",
      "gobierno",
      "afirma",
      "enemigo",
      "británico",
      "debe",
      "considerar",
      "cuidadosamente",
      "consecuencias",
      "participación",
      "preparado",
      "afrontarlas",
      "”",
      ",",
      "sentenció",
      "gobierno",
      "saná",
      ".",
      "antecedente",
      "respuesta",
      "país",
      "oriente",
      "próximo",
      "atacando",
      "buques",
      "británicos",
      "pasado",
      ",",
      "consecuencia",
      "participación",
      "londres",
      "campaña",
      "anterior",
      "administración",
      "estadounidense",
      "país",
      ".",
      "reino",
      "unido",
      "desempeñó",
      "papel",
      "fundamental",
      "campaña",
      "inicial",
      "yemen",
      ",",
      "lanzada",
      "enero",
      "2024",
      "anterior",
      "administración",
      "estadounidense",
      "joe",
      "biden",
      ".",
      "fuerzas",
      "yemeníes",
      "atacaron",
      "buques",
      "británicos",
      "mar",
      "rojo",
      "golfo",
      "adén",
      "varias",
      "ocasiones",
      "año",
      "pasado",
      "respuesta",
      ".",
      "aviones",
      "guerra",
      "estadounidenses",
      "lanzan",
      "ataques",
      "yemen",
      "diario",
      "15",
      "marzo",
      ",",
      "trump",
      "intensificó",
      "campaña",
      "iniciada",
      "anterior",
      "administración",
      ".",
      "campaña",
      "bombardeos",
      "produce",
      "respuesta",
      "reimposición",
      "parte",
      "yemen",
      "prohibición",
      "navegación",
      "israelí",
      "mar",
      "rojo",
      "zonas",
      ",",
      "así",
      "reanudación",
      "ataques",
      "drones",
      "misiles",
      "israel",
      "después",
      "tel",
      "aviv",
      "reiniciara",
      "guerra",
      "gaza",
      "mes",
      "pasado",
      ".",
      "yemen",
      "atacado",
      "repetidamente",
      "portaaviones",
      "estadounidenses",
      "respuesta",
      "campaña",
      "washington",
      ",",
      "costado",
      "alrededor",
      "1.000",
      "millones",
      "dólares",
      "agotado",
      "reservas",
      "armas",
      ",",
      "lograr",
      "impacto",
      "significativo",
      "fuerzas",
      "armadas",
      "yemen",
      "ansarolá",
      "(",
      "movimiento",
      "defensa",
      "hutí",
      ")",
      "."
    ],
    "token_count": 452,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 102,
      "IN": 34,
      "FW": 133,
      "NNS": 39,
      "VBP": 34,
      "JJ": 58,
      "NN": 217,
      "VBZ": 10,
      "CD": 7,
      "DT": 1,
      "VBD": 4,
      "CC": 1,
      "MD": 2,
      "VB": 2
    },
    "bigram_freq": {
      "NNP-NNP": 34,
      "NNP-IN": 3,
      "IN-FW": 16,
      "FW-NNS": 9,
      "NNS-VBP": 27,
      "VBP-JJ": 14,
      "JJ-NNP": 7,
      "NNP-NN": 38,
      "NN-NN": 117,
      "NN-NNS": 16,
      "JJ-NN": 38,
      "NN-IN": 26,
      "IN-NNP": 13,
      "NNP-FW": 12,
      "FW-NN": 15,
      "VBP-NNS": 6,
      "VBP-NNP": 7,
      "FW-VBZ": 1,
      "VBZ-JJ": 5,
      "NN-JJ": 15,
      "NN-NNP": 19,
      "NNP-VBZ": 6,
      "VBZ-NN": 1,
      "FW-FW": 78,
      "NNS-JJ": 1,
      "JJ-JJ": 6,
      "NN-VBZ": 2,
      "VBZ-NNP": 2,
      "IN-CD": 2,
      "CD-NNS": 2,
      "NNS-FW": 5,
      "NNS-NNP": 2,
      "NNP-VBP": 2,
      "NN-DT": 1,
      "DT-NN": 1,
      "NN-FW": 16,
      "FW-JJ": 9,
      "VBZ-CD": 1,
      "CD-IN": 3,
      "FW-VBP": 2,
      "VBP-NN": 4,
      "FW-NNP": 17,
      "NNP-VBD": 3,
      "VBD-JJ": 3,
      "JJ-NNS": 4,
      "JJ-FW": 3,
      "NNP-CC": 1,
      "CC-NN": 1,
      "NNS-CD": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "NNP-JJ": 2,
      "IN-NNS": 1,
      "IN-JJ": 2,
      "NN-VBP": 3,
      "NNS-MD": 1,
      "MD-VB": 2,
      "VB-NN": 1,
      "VBP-IN": 2,
      "FW-CD": 2,
      "CD-NN": 1,
      "CD-FW": 1,
      "VBP-FW": 1,
      "NNP-MD": 1,
      "VB-JJ": 1,
      "NNS-NNS": 1,
      "NNS-VBZ": 1,
      "VBZ-FW": 1
    },
    "trigram_freq": {
      "NNP-NNP-IN": 3,
      "NNP-IN-FW": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 8,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NN": 5,
      "NNP-NN-NN": 24,
      "NN-NN-NNS": 8,
      "NN-NNS-VBP": 11,
      "VBP-JJ-NN": 7,
      "JJ-NN-IN": 11,
      "NN-IN-NNP": 11,
      "IN-NNP-NNP": 5,
      "NNP-NNP-FW": 3,
      "NNP-FW-NN": 2,
      "FW-NN-NNS": 2,
      "NNS-VBP-NNS": 6,
      "VBP-NNS-VBP": 5,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-FW": 1,
      "NNP-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "NN-NN-NN": 63,
      "NN-NN-JJ": 14,
      "NN-JJ-NN": 12,
      "JJ-NN-NN": 21,
      "NN-NN-NNP": 10,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-IN-FW": 10,
      "IN-FW-FW": 6,
      "FW-FW-FW": 52,
      "FW-FW-NNS": 5,
      "NN-NNP-NN": 7,
      "NNP-NN-NNS": 4,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NN-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 2,
      "NNP-NNP-NNP": 9,
      "NNP-NNP-NN": 11,
      "NN-NN-IN": 14,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "FW-FW-NN": 9,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-NN-NN": 5,
      "IN-NNP-NN": 6,
      "NNP-NN-IN": 1,
      "NNP-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-JJ": 2,
      "JJ-NN-NNP": 4,
      "NN-NN-FW": 4,
      "NN-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "NN-NNP-NNP": 8,
      "NNP-NNP-VBZ": 3,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "CD-IN-FW": 3,
      "IN-FW-NN": 1,
      "FW-NN-FW": 5,
      "NN-FW-FW": 11,
      "NN-NNS-FW": 1,
      "NNS-FW-VBP": 1,
      "FW-VBP-NNP": 1,
      "VBP-NNP-NN": 5,
      "NNS-VBP-NN": 3,
      "VBP-NN-FW": 2,
      "FW-FW-JJ": 3,
      "FW-JJ-NN": 7,
      "NNP-NN-FW": 4,
      "FW-NNS-FW": 1,
      "FW-FW-NNP": 7,
      "FW-NNP-NNP": 9,
      "NNP-IN-NNP": 2,
      "FW-NNP-FW": 5,
      "FW-NN-NNP": 2,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-NN": 1,
      "IN-FW-JJ": 4,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 2,
      "FW-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NNS": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-IN": 1,
      "IN-FW-NNP": 3,
      "FW-NNP-NN": 2,
      "NNP-VBZ-NNP": 1,
      "NNP-NN-NNP": 2,
      "VBD-JJ-NNS": 2,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "VBZ-JJ-NN": 2,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "VBP-NN-NN": 2,
      "NN-JJ-JJ": 1,
      "JJ-NN-NNS": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "NN-JJ-NNP": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "JJ-NNS-MD": 1,
      "NNS-MD-VB": 1,
      "MD-VB-NN": 1,
      "VB-NN-NNP": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "NN-FW-NNP": 2,
      "NNP-FW-NNP": 5,
      "NN-FW-NN": 1,
      "JJ-NNP-FW": 2,
      "NNP-NN-JJ": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "NN-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-FW": 1,
      "NNP-FW-FW": 3,
      "JJ-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "NN-VBP-NN": 1,
      "FW-FW-VBP": 1,
      "FW-VBP-FW": 1,
      "VBP-FW-NN": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "IN-NNP-FW": 1,
      "NNP-FW-NNS": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NNS-FW-NNS": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 217,
        "FW": 133,
        "NNP": 102,
        "JJ": 58,
        "NNS": 39
      },
      "top_bigrams": {
        "NN-NN": 117,
        "FW-FW": 78,
        "NNP-NN": 38,
        "JJ-NN": 38,
        "NNP-NNP": 34
      },
      "top_trigrams": {
        "NN-NN-NN": 63,
        "FW-FW-FW": 52,
        "NNP-NN-NN": 24,
        "JJ-NN-NN": 21,
        "NN-NN-JJ": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 174,
      "VP": 54,
      "PP": 19,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 13,
        "weight": 0.0478
      },
      {
        "rule": "NP -> ('Saná', 'NNP')",
        "frequency": 5,
        "weight": 0.0184
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0184
      },
      {
        "rule": "NP -> ('Reino', 'NNP') ('Unido', 'NNP')",
        "frequency": 4,
        "weight": 0.0147
      },
      {
        "rule": "NP -> ('ataques', 'NNS')",
        "frequency": 4,
        "weight": 0.0147
      },
      {
        "rule": "NP -> ('Yemen', 'NNP')",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "VP -> ('aéreos', 'VBP') NP",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "NP -> ('estadounidenses', 'NNS')",
        "frequency": 3,
        "weight": 0.011
      },
      {
        "rule": "VP -> ('contra', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "VP -> ('al', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Gobierno"
      },
      {
        "label": "NP",
        "text": "rebeldes hutíes"
      },
      {
        "label": "NP",
        "text": "Yemen"
      },
      {
        "label": "NP",
        "text": "condenó este miércoles"
      },
      {
        "label": "VP",
        "text": "la participación cómplice"
      },
      {
        "label": "NP",
        "text": "participación cómplice"
      },
      {
        "label": "PP",
        "text": "de Reino Unido"
      },
      {
        "label": "NP",
        "text": "Reino Unido"
      },
      {
        "label": "NP",
        "text": "los ataques"
      },
      {
        "label": "VP",
        "text": "aéreos estadounidenses"
      },
      {
        "label": "NP",
        "text": "estadounidenses"
      },
      {
        "label": "VP",
        "text": "contra Saná y otras localidades"
      },
      {
        "label": "NP",
        "text": "Saná y otras localidades"
      },
      {
        "label": "VP",
        "text": "advirtió a Londres que le ofrecerán una contundente respuesta"
      },
      {
        "label": "NP",
        "text": "a Londres que le ofrecerán"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Gobierno/NNP)\n  de/IN\n  los/FW\n  (NP rebeldes/NNS hutíes/NN)\n  ,/,\n  en/FW\n  (NP Yemen/NNP)\n  ,/,\n  (NP condenó/NN este/NN miércoles/NNS)\n  (VP la/VBP (NP participación/JJ cómplice/NN))\n  (PP de/IN (NP Reino/NNP Unido/NNP))\n  en/FW\n  (NP los/NN ataques/NNS)\n  (VP aéreos/VBP (NP estadounidenses/NNS))\n  (VP contra/VBP (NP Saná/NNP y/NN otras/NNS localidades/NNS))\n  ,/,\n  y/RB\n  (VP\n    advirtió/VBZ\n    (NP a/DT Londres/NNP que/NN le/NN ofrecerán/NN)\n    (NP una/JJ contundente/NN respuesta/NN))\n  ./.)",
      "(S\n  (NP “/JJ El/NNP enemigo/NN británico/NN debería/NN considerar/NN)\n  (NP las/JJ consecuencias/NN)\n  de/IN\n  su/FW\n  participación/FW\n  y/FW\n  esperar/FW\n  (NP repercusiones/NNS)\n  (VP por/VBP (NP su/JJ agresión/NN ”/NN))\n  ,/,\n  (NP expresó/JJ el/NN Gobierno/NNP yemení/NN tras/NNS)\n  (NP un/JJ ataque/JJ lanzado/NN este/NN martes/NNS)\n  ./.)",
      "(S\n  (NP Hasta/NNP el/NN momento/NN)\n  ,/,\n  (NP los/JJ bombardeos/JJ aéreos/NN)\n  (PP\n    de/IN\n    (NP EE.UU./NNP y/NNP Reino/NNP Unido/NNP dejaron/NN más/NN))\n  de/IN\n  1.300/CD\n  (NP civiles/NNS muertos/NNS)\n  y/RB\n  (VP decenas/VBP)\n  de/FW\n  heridos/FW\n  ,/,\n  además/FW\n  de/FW\n  cuantiosos/FW\n  (NP daños/NN materiales/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP declaración/VBZ (NP agregó/JJ que/NN el/NN ataque/NN))\n  de/IN\n  la/FW\n  (NP víspera/NN)\n  ,/,\n  (NP perpetrado/JJ contra/JJ áreas/NNS civiles/NNS)\n  (VP al/VBP (NP sur/NN))\n  de/FW\n  (NP Saná/NNP)\n  (/(\n  (NP capital/NN)\n  )/)\n  ,/,\n  (NP respalda/JJ al/NN Estado/NNP sionista/NN)\n  (PP de/IN (NP Israel/NNP y/NNP su/NN genocidio/NN))\n  en/FW\n  (NP Gaza/NNP)\n  ,/,\n  (NP y/NNP)\n  (VP que/VBZ (NP no/DT conseguirá/NN que/NN Yemen/NNP))\n  (VP\n    deponga/VBZ\n    (NP\n      su/JJ\n      solidaridad/JJ\n      con/NN\n      Palestina/NNP\n      y/NNP\n      con/NN\n      su/NN\n      pueblo/NN\n      oprimido/NN\n      por/NN))\n  el/FW\n  (NP proyecto/JJ colonial/JJ del/NN sionismo/NN)\n  ./.)",
      "(S\n  (NP Reino/NNP Unido/NNP)\n  (VP\n    lanzó/VBZ\n    (NP\n      una/JJ\n      operación/JJ\n      militar/NN\n      conjunta/NN\n      con/NN\n      EE.UU./NNP\n      el/NN))\n  (VP martes/VBZ)\n  29/CD\n  (PP de/IN (NP abril/NN))\n  ,/,\n  (NP con/NN el/NN)\n  objetivo/FW\n  de/FW\n  debilitar/FW\n  (NP a/DT los/NN hutíes/NN que/NN)\n  (NP defienden/JJ su/NN país/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "MEDIOS_COMUNICACION",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "TIEMPO_RELATIVO",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra estadounidenses lanzan ataques contra yemen",
        "position": [
          3481,
          3531
        ],
        "start": 3481,
        "end": 3531
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          692,
          699
        ],
        "start": 692,
        "end": 699
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "solidaridad con palestina",
        "position": [
          805,
          830
        ],
        "start": 805,
        "end": 830
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          367,
          374
        ],
        "start": 367,
        "end": 374
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          2609,
          2616
        ],
        "start": 2609,
        "end": 2616
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          183,
          191
        ],
        "start": 183,
        "end": 191
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1473,
          1480
        ],
        "start": 1473,
        "end": 1480
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "genocidio en gaza",
        "position": [
          745,
          762
        ],
        "start": 745,
        "end": 762
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de los rebeldes",
        "position": [
          3,
          27
        ],
        "start": 3,
        "end": 27
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "diario desde el",
        "position": [
          3534,
          3549
        ],
        "start": 3534,
        "end": 3549
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          46,
          53
        ],
        "start": 46,
        "end": 53
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "mar",
        "position": [
          3390,
          3393
        ],
        "start": 3390,
        "end": 3393
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2431,
          2445
        ],
        "start": 2431,
        "end": 2445
      },
      {
        "category": "PAISES",
        "matched_text": "palestina",
        "position": [
          821,
          830
        ],
        "start": 821,
        "end": 830
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado sionista",
        "position": [
          714,
          729
        ],
        "start": 714,
        "end": 729
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "martes 29 de abril",
        "position": [
          958,
          976
        ],
        "start": 958,
        "end": 976
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "el mes pasado",
        "position": [
          1997,
          2010
        ],
        "start": 1997,
        "end": 2010
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 millones",
        "position": [
          4076,
          4088
        ],
        "start": 4076,
        "end": 4088
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 1.300",
        "position": [
          502,
          514
        ],
        "start": 502,
        "end": 514
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 1.000",
        "position": [
          4061,
          4079
        ],
        "start": 4061,
        "end": 4079
      },
      {
        "category": "MONETARIOS",
        "matched_text": "1.000 millones de dólares",
        "position": [
          4074,
          4099
        ],
        "start": 4074,
        "end": 4099
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Saná",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerzas Armadas de Yemen",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno yemení",
        "tipo": "Lugar"
      },
      {
        "nombre": "Prepárense",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Reino Unido",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mar Rojo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Defensa del Reino Unido",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Saná",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Londres",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Yemen",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE. UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Golfo de Adén",
        "tipo": "Lugar"
      },
      {
        "nombre": "Joe Biden",
        "tipo": "Persona"
      },
      {
        "nombre": "La Real Fuerza Aérea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado sionista de Israel",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Defensa británico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tel Aviv",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Gobierno",
        "relacion": "CONDENAR",
        "objeto": "Reino Unido"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CONDENAR",
        "objeto": "Saná"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "CONDENAR",
        "objeto": "Londres"
      },
      {
        "sujeto": "Yemen",
        "relacion": "CONDENAR",
        "objeto": "Reino Unido"
      },
      {
        "sujeto": "Yemen",
        "relacion": "CONDENAR",
        "objeto": "Saná"
      },
      {
        "sujeto": "Yemen",
        "relacion": "CONDENAR",
        "objeto": "Londres"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "CONDENAR",
        "objeto": "Londres"
      },
      {
        "sujeto": "Saná",
        "relacion": "CONDENAR",
        "objeto": "Londres"
      },
      {
        "sujeto": "Saná",
        "relacion": "RESPALDAR_AGREGAR",
        "objeto": "Estado sionista de Israel"
      },
      {
        "sujeto": "Saná",
        "relacion": "RESPALDAR_AGREGAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Yemen",
        "relacion": "RESPALDAR_AGREGAR",
        "objeto": "Saná"
      },
      {
        "sujeto": "Saná",
        "relacion": "RESPALDAR_AGREGAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Yemen",
        "relacion": "RESPALDAR_AGREGAR",
        "objeto": "Estado sionista de Israel"
      },
      {
        "sujeto": "Estado sionista de Israel",
        "relacion": "RESPALDAR_AGREGAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Yemen",
        "relacion": "RESPALDAR_AGREGAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Gaza",
        "relacion": "RESPALDAR_AGREGAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Yemen",
        "relacion": "DEPONER_CONSEGUIR_RESPALDAR_AGREGAR",
        "objeto": "Palestina"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "LANZAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "La Real Fuerza Aérea",
        "relacion": "ENVIAR",
        "objeto": "Saná"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "RECONOCER_TRATAR",
        "objeto": "EE. UU."
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "RECONOCER_TRATAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "EE. UU.",
        "relacion": "EE_UU_RECONOCER_TRATAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Yemen",
        "relacion": "ADVERTIR",
        "objeto": "Reino Unido"
      },
      {
        "sujeto": "Yemen",
        "relacion": "ADVERTIR",
        "objeto": "Saná"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "ADVERTIR",
        "objeto": "Saná"
      },
      {
        "sujeto": "Gobierno yemení",
        "relacion": "EMITIR",
        "objeto": "Reino Unido"
      },
      {
        "sujeto": "Gobierno yemení",
        "relacion": "EMITIR",
        "objeto": "Yemen"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "ADVERTIR_EMITIR",
        "objeto": "Yemen"
      },
      {
        "sujeto": "Yemen",
        "relacion": "BLOQUEAR_INTENTAR_APOYAR_FORMAR_SUBRAIR_AFIRMAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Palestina",
        "relacion": "BLOQUEAR_INTENTAR_APOYAR_FORMAR_SUBRAIR_AFIRMAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Yemen",
        "relacion": "OPONER_AFIRMAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Yemen",
        "relacion": "OPONER_AFIRMAR",
        "objeto": "Reino Unido"
      },
      {
        "sujeto": "Yemen",
        "relacion": "OPONER_AFIRMAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Ministerio de Defensa del Reino Unido",
        "relacion": "ANUNCIAR_SENTENCIAR",
        "objeto": "Saná"
      },
      {
        "sujeto": "Ministerio de Defensa del Reino Unido",
        "relacion": "ANUNCIAR_SENTENCIAR",
        "objeto": "Gobierno de Saná"
      },
      {
        "sujeto": "Gobierno de Saná",
        "relacion": "ANUNCIAR_SENTENCIAR",
        "objeto": "Saná"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "DESEMPE_AR",
        "objeto": "Yemen"
      },
      {
        "sujeto": "Reino Unido",
        "relacion": "DESEMPE_AR",
        "objeto": "Joe Biden"
      },
      {
        "sujeto": "Trump",
        "relacion": "LANZAR",
        "objeto": "Yemen"
      },
      {
        "sujeto": "Tel Aviv",
        "relacion": "REINICIAR_DESPU_S_PRODUCIR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Yemen",
        "relacion": "ATACAR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Yemen",
        "relacion": "ATACAR",
        "objeto": "Fuerzas Armadas de Yemen"
      }
    ]
  },
  "sentiment": {
    "compound": 0.1027,
    "pos": 0.011,
    "neu": 0.98,
    "neg": 0.009,
    "label": "positive"
  }
}