{
  "url": "https://www.telesurtv.net/ecuador-onu-alerta-noboa-corte-constitucional/",
  "title": "Ecuador: Relatora de la ONU alerta ante amenazas de Noboa contra Corte Constitucional",
  "section": "América Latina y El Caribe",
  "tags": [
    "amenazas",
    "Asamblea Nacional",
    "Corte Constitucional",
    "Ecuador",
    "Noboa",
    "ONU"
  ],
  "text": "La relatora especial de la Organización de Naciones Unidas sobre la Independencia de Magistrados y Abogados, Margaret Satterthwaite, emitió este miércoles su alerta ante las críticas y posibles amenazas de autoridades ecuatorianas hacia la Corte Constitucional (CC).\n\nLEA TAMBIÉN\nEcuador: Muertes violentas de infantes revelan fracaso del Plan Fénix del Gobierno de Noboa\n\n“Las decisiones judiciales pueden cuestionarse mediante mecanismos legales, pero las amenazas y descalificaciones son inadmisibles. Sin un Poder Judicial independiente, no hay democracia”, insistió Satterthwaite.\nEsta fue la respuesta de la relatora tras la presión de las autoridades gubernamentales luego de que la Corte Constitucional suspendiera provisionalmente artículos de tres leyes aprobadas bajo el argumento de “urgencia económica” por la Asamblea Nacional.\n\n\nLa ministra de Gobierno, Zaida Rovira, y del presidente de la Asamblea, Niels Olsen, exigieron explicaciones a la Corte Constitucional tras su fallo. Rovira afirmó en un mensaje televisado que la Corte “le debe una explicación al país” por haber dejado sin efecto normas que, según el Gobierno, eran esenciales para la seguridad y la economía.\nSatterthwaite respondió que tales comentarios podrían interpretarse como un intento de intimidación: “una ministra acusó a la Corte de debilitar la democracia y favorecer a grupos criminales, lo cual es grave. Los jueces no deben ser sometidos a presiones políticas”.\n\n\nAdemás, la relatora señaló como “muy preocupante” que altos funcionarios hayan propuesto un referéndum —entre las siete consultas anunciadas por el presidente Daniel Noboa— para habilitar juicios políticos contra jueces constitucionales.\n“Esto contradice estándares internacionales que protegen la independencia judicial”, dijo.\nLas normas suspendidas por la CC —la Ley de Inteligencia, la Ley de Solidaridad Nacional y la Ley de Integridad Pública— fueron aprobadas por el oficialismo, mientras que organizaciones sociales y sindicatos presentaron decenas de demandas por considerar que vulneran derechos humanos.\nEntre los artículos bloqueados figuran disposiciones que permitían la recolección de datos sin control judicial y cambios en el financiamiento político.\nSatterthwaite recordó que, según el derecho internacional, “los jueces deben actuar como garantes de la Constitución, incluso frente a abusos de mayorías temporales”.\nSu advertencia coincide con una marcha convocada por el presidente Daniel Noboa para el 12 de agosto contra la CC, mientras que movimientos sociales planean manifestarse este jueves en Quito para exigir que se mantenga la suspensión de las polémicas leyes.\nAnte la postura de la Corte que frena lo impuesto por Noboa, este declaró que “vamos a protestar de forma pacífica el 12 de agosto, no podemos permitir que nueve personas entronadas nos tiren abajo las leyes que nos pueden dar seguridad”.\n\n\nOrganizaciones de Derechos Humanos, personas defensoras de derechos humanos y colectivos denunciaron las medidas de Noboa.\n“En los últimos días hemos recibido graves alertas sobre persecución y descalificación den organizaciones y personas defensoras de derechos humanos y organizaciones sociales, en un contexto de desmantelamiento del estado de derecho a través de las cuatro últimas leyes propuestas por el Presidente Daniel Noboa y aprobadas por la Asamble Nacional: ley orgánica de solidaridad nacional, ley orgánica de inteligencia, ley orgánica de integridad  pública y ley para la recuperación de áreas protegidas”, declararon.\nAsimismo argumentaron que “el proyecto de ley denominado Ley orgánica para el control de flujos irregulares de capitales, calificada de urgencia en materia económica, denominada por el presidente Noboa como la ‘ley de fundaciones’ y que, según manifestó, pretende combatir a las fundaciones que buscan desestabilizar al país, particularmente aquellas que presuntamente impulsarían la minería ilegal”.\nInsistieron que el proyecto de ley orgánica para el control de flujos irregulares de capitales se crea, entre otros propósitos, para controlar a organizaciones de sociedad civil que realizan acciones de defensa de derechos territoriales y ambientales y cuestionan la opacidad y violencia con la que se impone el extractivismo minero y petrolero en el país.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/ecuador-onu-alerta-noboa-corte-constitucional/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1840,
    "message_id": 101116,
    "date": "2025-08-07T01:55:08+00:00",
    "text": "teleSUR\nEcuador: Relatora de la ONU alerta ante amenazas de Noboa contra Corte Constitucional\nhttps://www.telesurtv.net/ecuador-onu-alerta-noboa-corte-constitucional/",
    "photo_path": null,
    "views": 1666,
    "reactions": {
      "👍": 29,
      "🤔": 2,
      "❤": 1,
      "👏": 1
    },
    "total_reactions": 33
  },
  "preprocessing": {
    "cleaned": "la relatora especial de la organización de naciones unidas sobre la independencia de magistrados y abogados, margaret satterthwaite, emitió este miércoles su alerta ante las críticas y posibles amenazas de autoridades ecuatorianas hacia la corte constitucional (cc). “las decisiones judiciales pueden cuestionarse mediante mecanismos legales, pero las amenazas y descalificaciones son inadmisibles. sin un poder judicial independiente, no hay democracia”, insistió satterthwaite. esta fue la respuesta de la relatora tras la presión de las autoridades gubernamentales luego de que la corte constitucional suspendiera provisionalmente artículos de tres leyes aprobadas bajo el argumento de “urgencia económica” por la asamblea nacional. la ministra de gobierno, zaida rovira, y del presidente de la asamblea, niels olsen, exigieron explicaciones a la corte constitucional tras su fallo. rovira afirmó en un mensaje televisado que la corte “le debe una explicación al país” por haber dejado sin efecto normas que, según el gobierno, eran esenciales para la seguridad y la economía. satterthwaite respondió que tales comentarios podrían interpretarse como un intento de intimidación: “una ministra acusó a la corte de debilitar la democracia y favorecer a grupos criminales, lo cual es grave. los jueces no deben ser sometidos a presiones políticas”. además, la relatora señaló como “muy preocupante” que altos funcionarios hayan propuesto un referéndum —entre las siete consultas anunciadas por el presidente daniel noboa— para habilitar juicios políticos contra jueces constitucionales. “esto contradice estándares internacionales que protegen la independencia judicial”, dijo. las normas suspendidas por la cc —la ley de inteligencia, la ley de solidaridad nacional y la ley de integridad pública— fueron aprobadas por el oficialismo, mientras que organizaciones sociales y sindicatos presentaron decenas de demandas por considerar que vulneran derechos humanos. entre los artículos bloqueados figuran disposiciones que permitían la recolección de datos sin control judicial y cambios en el financiamiento político. satterthwaite recordó que, según el derecho internacional, “los jueces deben actuar como garantes de la constitución, incluso frente a abusos de mayorías temporales”. su advertencia coincide con una marcha convocada por el presidente daniel noboa para el 12 de agosto contra la cc, mientras que movimientos sociales planean manifestarse este jueves en quito para exigir que se mantenga la suspensión de las polémicas leyes. ante la postura de la corte que frena lo impuesto por noboa, este declaró que “vamos a protestar de forma pacífica el 12 de agosto, no podemos permitir que nueve personas entronadas nos tiren abajo las leyes que nos pueden dar seguridad”. organizaciones de derechos humanos, personas defensoras de derechos humanos y colectivos denunciaron las medidas de noboa. “en los últimos días hemos recibido graves alertas sobre persecución y descalificación den organizaciones y personas defensoras de derechos humanos y organizaciones sociales, en un contexto de desmantelamiento del estado de derecho a través de las cuatro últimas leyes propuestas por el presidente daniel noboa y aprobadas por la asamble nacional: ley orgánica de solidaridad nacional, ley orgánica de inteligencia, ley orgánica de integridad pública y ley para la recuperación de áreas protegidas”, declararon. asimismo argumentaron que “el proyecto de ley denominado ley orgánica para el control de flujos irregulares de capitales, calificada de urgencia en materia económica, denominada por el presidente noboa como la ‘ley de fundaciones’ y que, según manifestó, pretende combatir a las fundaciones que buscan desestabilizar al país, particularmente aquellas que presuntamente impulsarían la minería ilegal”. insistieron que el proyecto de ley orgánica para el control de flujos irregulares de capitales se crea, entre otros propósitos, para controlar a organizaciones de sociedad civil que realizan acciones de defensa de derechos territoriales y ambientales y cuestionan la opacidad y violencia con la que se impone el extractivismo minero y petrolero en el país.",
    "tokens": [
      "relatora",
      "especial",
      "organización",
      "naciones",
      "unidas",
      "independencia",
      "magistrados",
      "abogados",
      ",",
      "margaret",
      "satterthwaite",
      ",",
      "emitió",
      "miércoles",
      "alerta",
      "críticas",
      "posibles",
      "amenazas",
      "autoridades",
      "ecuatorianas",
      "hacia",
      "corte",
      "constitucional",
      "(",
      "cc",
      ")",
      ".",
      "“",
      "decisiones",
      "judiciales",
      "pueden",
      "cuestionarse",
      "mediante",
      "mecanismos",
      "legales",
      ",",
      "amenazas",
      "descalificaciones",
      "inadmisibles",
      ".",
      "poder",
      "judicial",
      "independiente",
      ",",
      "democracia",
      "”",
      ",",
      "insistió",
      "satterthwaite",
      ".",
      "respuesta",
      "relatora",
      "tras",
      "presión",
      "autoridades",
      "gubernamentales",
      "luego",
      "corte",
      "constitucional",
      "suspendiera",
      "provisionalmente",
      "artículos",
      "tres",
      "leyes",
      "aprobadas",
      "bajo",
      "argumento",
      "“",
      "urgencia",
      "económica",
      "”",
      "asamblea",
      "nacional",
      ".",
      "ministra",
      "gobierno",
      ",",
      "zaida",
      "rovira",
      ",",
      "presidente",
      "asamblea",
      ",",
      "niels",
      "olsen",
      ",",
      "exigieron",
      "explicaciones",
      "corte",
      "constitucional",
      "tras",
      "fallo",
      ".",
      "rovira",
      "afirmó",
      "mensaje",
      "televisado",
      "corte",
      "“",
      "debe",
      "explicación",
      "país",
      "”",
      "haber",
      "dejado",
      "efecto",
      "normas",
      ",",
      "según",
      "gobierno",
      ",",
      "esenciales",
      "seguridad",
      "economía",
      ".",
      "satterthwaite",
      "respondió",
      "tales",
      "comentarios",
      "podrían",
      "interpretarse",
      "intento",
      "intimidación",
      ":",
      "“",
      "ministra",
      "acusó",
      "corte",
      "debilitar",
      "democracia",
      "favorecer",
      "grupos",
      "criminales",
      ",",
      "grave",
      ".",
      "jueces",
      "deben",
      "ser",
      "sometidos",
      "presiones",
      "políticas",
      "”",
      ".",
      "además",
      ",",
      "relatora",
      "señaló",
      "“",
      "preocupante",
      "”",
      "altos",
      "funcionarios",
      "propuesto",
      "referéndum",
      "—entre",
      "siete",
      "consultas",
      "anunciadas",
      "presidente",
      "daniel",
      "noboa—",
      "habilitar",
      "juicios",
      "políticos",
      "jueces",
      "constitucionales",
      ".",
      "“",
      "contradice",
      "estándares",
      "internacionales",
      "protegen",
      "independencia",
      "judicial",
      "”",
      ",",
      "dijo",
      ".",
      "normas",
      "suspendidas",
      "cc",
      "—la",
      "ley",
      "inteligencia",
      ",",
      "ley",
      "solidaridad",
      "nacional",
      "ley",
      "integridad",
      "pública—",
      "aprobadas",
      "oficialismo",
      ",",
      "mientras",
      "organizaciones",
      "sociales",
      "sindicatos",
      "presentaron",
      "decenas",
      "demandas",
      "considerar",
      "vulneran",
      "derechos",
      "humanos",
      ".",
      "artículos",
      "bloqueados",
      "figuran",
      "disposiciones",
      "permitían",
      "recolección",
      "datos",
      "control",
      "judicial",
      "cambios",
      "financiamiento",
      "político",
      ".",
      "satterthwaite",
      "recordó",
      ",",
      "según",
      "derecho",
      "internacional",
      ",",
      "“",
      "jueces",
      "deben",
      "actuar",
      "garantes",
      "constitución",
      ",",
      "incluso",
      "frente",
      "abusos",
      "mayorías",
      "temporales",
      "”",
      ".",
      "advertencia",
      "coincide",
      "marcha",
      "convocada",
      "presidente",
      "daniel",
      "noboa",
      "12",
      "agosto",
      "cc",
      ",",
      "mientras",
      "movimientos",
      "sociales",
      "planean",
      "manifestarse",
      "jueves",
      "quito",
      "exigir",
      "mantenga",
      "suspensión",
      "polémicas",
      "leyes",
      ".",
      "postura",
      "corte",
      "frena",
      "impuesto",
      "noboa",
      ",",
      "declaró",
      "“",
      "vamos",
      "protestar",
      "forma",
      "pacífica",
      "12",
      "agosto",
      ",",
      "podemos",
      "permitir",
      "nueve",
      "personas",
      "entronadas",
      "tiren",
      "abajo",
      "leyes",
      "pueden",
      "dar",
      "seguridad",
      "”",
      ".",
      "organizaciones",
      "derechos",
      "humanos",
      ",",
      "personas",
      "defensoras",
      "derechos",
      "humanos",
      "colectivos",
      "denunciaron",
      "medidas",
      "noboa",
      ".",
      "“",
      "últimos",
      "días",
      "recibido",
      "graves",
      "alertas",
      "persecución",
      "descalificación",
      "den",
      "organizaciones",
      "personas",
      "defensoras",
      "derechos",
      "humanos",
      "organizaciones",
      "sociales",
      ",",
      "contexto",
      "desmantelamiento",
      "derecho",
      "través",
      "cuatro",
      "últimas",
      "leyes",
      "propuestas",
      "presidente",
      "daniel",
      "noboa",
      "aprobadas",
      "asamble",
      "nacional",
      ":",
      "ley",
      "orgánica",
      "solidaridad",
      "nacional",
      ",",
      "ley",
      "orgánica",
      "inteligencia",
      ",",
      "ley",
      "orgánica",
      "integridad",
      "pública",
      "ley",
      "recuperación",
      "áreas",
      "protegidas",
      "”",
      ",",
      "declararon",
      ".",
      "asimismo",
      "argumentaron",
      "“",
      "proyecto",
      "ley",
      "denominado",
      "ley",
      "orgánica",
      "control",
      "flujos",
      "irregulares",
      "capitales",
      ",",
      "calificada",
      "urgencia",
      "materia",
      "económica",
      ",",
      "denominada",
      "presidente",
      "noboa",
      "‘",
      "ley",
      "fundaciones",
      "’",
      ",",
      "según",
      "manifestó",
      ",",
      "pretende",
      "combatir",
      "fundaciones",
      "buscan",
      "desestabilizar",
      "país",
      ",",
      "particularmente",
      "aquellas",
      "presuntamente",
      "impulsarían",
      "minería",
      "ilegal",
      "”",
      ".",
      "insistieron",
      "proyecto",
      "ley",
      "orgánica",
      "control",
      "flujos",
      "irregulares",
      "capitales",
      "crea",
      ",",
      "propósitos",
      ",",
      "controlar",
      "organizaciones",
      "sociedad",
      "civil",
      "realizan",
      "acciones",
      "defensa",
      "derechos",
      "territoriales",
      "ambientales",
      "cuestionan",
      "opacidad",
      "violencia",
      "impone",
      "extractivismo",
      "minero",
      "petrolero",
      "país",
      "."
    ],
    "token_count": 434,
    "sentence_count": 19
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 87,
      "VBP": 33,
      "JJ": 61,
      "FW": 152,
      "VBD": 3,
      "VBZ": 12,
      "NN": 167,
      "NNS": 52,
      "RB": 2,
      "DT": 3,
      "IN": 18,
      "CC": 1,
      "CD": 2,
      "RBR": 1
    },
    "bigram_freq": {
      "NNP-VBP": 1,
      "VBP-JJ": 22,
      "JJ-FW": 4,
      "FW-FW": 90,
      "FW-NNP": 24,
      "NNP-FW": 18,
      "NNP-NNP": 33,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "JJ-NNP": 7,
      "NNP-VBZ": 8,
      "VBZ-NN": 1,
      "NN-NNS": 22,
      "NNS-VBP": 28,
      "JJ-NN": 33,
      "VBP-NNS": 1,
      "NNS-FW": 4,
      "FW-NN": 20,
      "NN-NN": 85,
      "NN-NNP": 15,
      "FW-VBP": 1,
      "NNP-NNS": 2,
      "NNS-NNS": 7,
      "VBP-NN": 3,
      "NN-VBZ": 3,
      "VBZ-RB": 1,
      "RB-JJ": 2,
      "NNS-NN": 1,
      "NNS-NNP": 3,
      "NNP-JJ": 1,
      "VBZ-DT": 2,
      "DT-NN": 3,
      "VBZ-JJ": 7,
      "NNP-NN": 20,
      "NN-FW": 19,
      "FW-NNS": 8,
      "VBP-FW": 3,
      "NN-IN": 10,
      "IN-FW": 12,
      "VBZ-FW": 1,
      "FW-JJ": 7,
      "JJ-JJ": 6,
      "NN-JJ": 7,
      "NN-VBP": 3,
      "VBP-NNP": 3,
      "NN-RB": 1,
      "JJ-NNS": 10,
      "NNS-VBZ": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNS-IN": 5,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-IN": 1,
      "FW-CD": 1,
      "CD-FW": 1,
      "FW-DT": 1,
      "NNS-JJ": 3,
      "NNP-IN": 1,
      "IN-NNP": 1,
      "JJ-RBR": 1,
      "RBR-JJ": 1,
      "IN-JJ": 2,
      "IN-NNS": 2,
      "VBP-IN": 1,
      "IN-NN": 1
    },
    "trigram_freq": {
      "NNP-VBP-JJ": 1,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 3,
      "FW-FW-NNP": 10,
      "FW-NNP-FW": 8,
      "NNP-FW-NNP": 10,
      "FW-NNP-NNP": 11,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NNP-NNP": 13,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 13,
      "NNS-VBP-JJ": 19,
      "VBP-JJ-NN": 13,
      "JJ-NN-NNS": 5,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 4,
      "FW-FW-FW": 59,
      "FW-FW-NN": 11,
      "FW-NN-NN": 9,
      "NN-NN-NNP": 11,
      "NN-NNP-NNP": 4,
      "NNP-NNP-FW": 8,
      "NNP-FW-FW": 4,
      "FW-FW-VBP": 1,
      "FW-VBP-JJ": 1,
      "JJ-NN-NN": 20,
      "NN-NNP-FW": 1,
      "NNP-NNP-NNS": 2,
      "NNP-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "NN-NN-NN": 38,
      "NN-NN-VBZ": 2,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NNS-NN": 1,
      "NNS-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NNP": 3,
      "NNP-VBZ-DT": 2,
      "VBZ-DT-NN": 2,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 1,
      "NNP-NNP-NN": 5,
      "NNP-NN-NN": 15,
      "NN-NN-FW": 11,
      "NN-FW-FW": 11,
      "FW-FW-NNS": 8,
      "FW-NNS-VBP": 4,
      "NNS-VBP-FW": 3,
      "VBP-FW-FW": 2,
      "FW-NNS-NNS": 3,
      "NNS-NNS-FW": 2,
      "NN-NN-IN": 4,
      "NN-IN-FW": 7,
      "IN-FW-FW": 6,
      "NNP-FW-NN": 4,
      "FW-NN-FW": 6,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "NNP-NNS-VBP": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 3,
      "NNP-NN-FW": 2,
      "NN-FW-JJ": 3,
      "FW-JJ-NN": 5,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NN-NN-JJ": 6,
      "NN-JJ-NN": 4,
      "NN-NNP-NN": 5,
      "NNP-NN-NNS": 2,
      "FW-NNP-NN": 5,
      "NN-NN-NNS": 10,
      "JJ-NN-IN": 4,
      "IN-FW-JJ": 4,
      "NN-FW-NNP": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-VBZ": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "VBP-JJ-JJ": 2,
      "JJ-NN-NNP": 2,
      "VBZ-JJ-NNS": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NN": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 1,
      "NN-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-FW-NN": 3,
      "FW-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NN-JJ-NNS": 2,
      "VBP-FW-NN": 1,
      "NN-JJ-JJ": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "IN-FW-NNP": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBD": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-JJ": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "VBP-NNP-NN": 1,
      "IN-FW-NN": 1,
      "NN-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NNS": 2,
      "NN-NNS-JJ": 2,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NN-NNS-FW": 1,
      "VBZ-JJ-RBR": 1,
      "JJ-RBR-JJ": 1,
      "RBR-JJ-NNP": 1,
      "FW-NN-NNP": 2,
      "FW-NN-IN": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 2,
      "JJ-NNS-IN": 3,
      "NNS-IN-NNS": 2,
      "IN-NNS-VBP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "FW-JJ-NNP": 1,
      "JJ-JJ-NNS": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 167,
        "FW": 152,
        "NNP": 87,
        "JJ": 61,
        "NNS": 52
      },
      "top_bigrams": {
        "FW-FW": 90,
        "NN-NN": 85,
        "NNP-NNP": 33,
        "JJ-NN": 33,
        "NNS-VBP": 28
      },
      "top_trigrams": {
        "FW-FW-FW": 59,
        "NN-NN-NN": 38,
        "JJ-NN-NN": 20,
        "NNS-VBP-JJ": 19,
        "NNP-NN-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 162,
      "VP": 51,
      "PP": 8,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0286
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('Gobierno', 'NNP')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('humanos', 'NNS')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('control', 'NN')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('flujos', 'JJ') ('irregulares', 'NNS')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "NP -> ('capitales', 'NNS')",
        "frequency": 2,
        "weight": 0.0082
      },
      {
        "rule": "S -> NP VP ('de', 'FW') ('la', 'FW') NP ('de', 'FW') NP VP ('de', 'FW') NP ('y', 'CC') NP (',', ',') NP (',', ',') NP VP VP ('amenazas', 'FW') ('de', 'FW') ('autoridades', 'FW') ('ecuatorianas', 'FW') NP ('(', '(') NP (')', ')') ('.', '.')",
        "frequency": 1,
        "weight": 0.0041
      },
      {
        "rule": "VP -> ('relatora', 'VBP') ('especial', 'JJ')",
        "frequency": 1,
        "weight": 0.0041
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "VP",
        "text": "relatora especial"
      },
      {
        "label": "NP",
        "text": "Organización"
      },
      {
        "label": "NP",
        "text": "Naciones Unidas"
      },
      {
        "label": "VP",
        "text": "sobre la Independencia"
      },
      {
        "label": "NP",
        "text": "la Independencia"
      },
      {
        "label": "NP",
        "text": "Magistrados"
      },
      {
        "label": "NP",
        "text": "Abogados"
      },
      {
        "label": "NP",
        "text": "Margaret Satterthwaite"
      },
      {
        "label": "NP",
        "text": "emitió este miércoles"
      },
      {
        "label": "VP",
        "text": "su alerta ante las"
      },
      {
        "label": "NP",
        "text": "alerta ante las"
      },
      {
        "label": "VP",
        "text": "críticas y posibles"
      },
      {
        "label": "NP",
        "text": "y posibles"
      },
      {
        "label": "NP",
        "text": "hacia la Corte Constitucional"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP)\n  (VP relatora/VBP especial/JJ)\n  de/FW\n  la/FW\n  (NP Organización/NNP)\n  de/FW\n  (NP Naciones/NNP Unidas/NNP)\n  (VP sobre/VBD (NP la/JJ Independencia/NNP))\n  de/FW\n  (NP Magistrados/NNP)\n  y/CC\n  (NP Abogados/NNP)\n  ,/,\n  (NP Margaret/NNP Satterthwaite/NNP)\n  ,/,\n  (NP emitió/JJ este/NN miércoles/NNS)\n  (VP su/VBP (NP alerta/JJ ante/NN las/NNS))\n  (VP críticas/VBP (NP y/JJ posibles/NNS))\n  amenazas/FW\n  de/FW\n  autoridades/FW\n  ecuatorianas/FW\n  (NP hacia/NN la/NN Corte/NNP Constitucional/NNP)\n  (/(\n  (NP CC/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Ecuador/NNP)\n  :/:\n  (NP Muertes/NNS)\n  (VP violentas/VBP)\n  (PP de/IN (NP infantes/NNS))\n  (VP revelan/VBP (NP fracaso/JJ del/NN Plan/NN Fénix/NNP))\n  del/FW\n  (NP Gobierno/NNP)\n  de/FW\n  (NP Noboa/NNP “/NNP Las/NNP decisiones/NNS judiciales/NNS)\n  (VP\n    pueden/VBP\n    (NP cuestionarse/NN mediante/NN mecanismos/NN legales/NNS))\n  ,/,\n  (NP pero/NN las/NNS)\n  (VP\n    amenazas/VBP\n    (NP y/JJ descalificaciones/NNS son/NN inadmisibles/NNS))\n  ./.)",
      "(S\n  (NP Sin/NNP)\n  (NP un/JJ Poder/NNP Judicial/NNP independiente/NN)\n  ,/,\n  (NP no/DT hay/NN democracia/NN ”/NNP)\n  ,/,\n  (NP insistió/JJ Satterthwaite/NNP)\n  ./.)",
      "(S\n  (NP Esta/NNP fue/NN la/NN)\n  respuesta/FW\n  de/FW\n  la/FW\n  relatora/FW\n  (NP tras/NNS)\n  (VP la/VBP)\n  presión/FW\n  de/FW\n  las/FW\n  (NP autoridades/NNS gubernamentales/NNS)\n  luego/FW\n  de/FW\n  que/FW\n  la/FW\n  (NP\n    Corte/NNP\n    Constitucional/NNP\n    suspendiera/NN\n    provisionalmente/NN)\n  artículos/FW\n  de/FW\n  (NP tres/NNS)\n  (VP leyes/VBP (NP aprobadas/JJ bajo/NN el/NN))\n  argumento/IN\n  de/FW\n  “/FW\n  (NP\n    urgencia/JJ\n    económica/NN\n    ”/NNP\n    por/NN\n    la/NN\n    Asamblea/NNP\n    Nacional/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  ministra/FW\n  de/FW\n  (NP Gobierno/NNP)\n  ,/,\n  (NP Zaida/NNP Rovira/NNP)\n  ,/,\n  (NP y/NNP)\n  del/FW\n  (NP presidente/NN)\n  de/FW\n  la/FW\n  (NP Asamblea/NNP)\n  ,/,\n  (NP Niels/NNP Olsen/NNP)\n  ,/,\n  (NP exigieron/NN explicaciones/NNS)\n  (NP a/DT la/NN Corte/NNP Constitucional/NNP tras/NNS)\n  (VP su/VBD (NP fallo/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "ORGANISMOS_INTERNACIONALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "ACCIONES_LEGALES",
      "LEYES_NORMATIVAS",
      "JUSTICIA_SOCIAL",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "marcha convocada por el presidente",
        "position": [
          2425,
          2459
        ],
        "start": 2425,
        "end": 2459
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          3771,
          3780
        ],
        "start": 3771,
        "end": 3780
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó a",
        "position": [
          1303,
          1310
        ],
        "start": 1303,
        "end": 1310
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "impuesto",
        "position": [
          2691,
          2699
        ],
        "start": 2691,
        "end": 2699
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          2201,
          2215
        ],
        "start": 2201,
        "end": 2215
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "corte constitucional tras su fallo",
        "position": [
          958,
          992
        ],
        "start": 958,
        "end": 992
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          1001,
          1007
        ],
        "start": 1001,
        "end": 1007
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          4131,
          4138
        ],
        "start": 4131,
        "end": 4138
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de noboa",
        "position": [
          354,
          371
        ],
        "start": 354,
        "end": 371
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          889,
          905
        ],
        "start": 889,
        "end": 905
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministra de gobierno",
        "position": [
          847,
          867
        ],
        "start": 847,
        "end": 867
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          823,
          840
        ],
        "start": 823,
        "end": 840
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          43,
          58
        ],
        "start": 43,
        "end": 58
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          1303,
          1308
        ],
        "start": 1303,
        "end": 1308
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          3557,
          3572
        ],
        "start": 3557,
        "end": 3572
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2330,
          2342
        ],
        "start": 2330,
        "end": 2342
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          280,
          287
        ],
        "start": 280,
        "end": 287
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "quito",
        "position": [
          2578,
          2583
        ],
        "start": 2578,
        "end": 2583
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado de",
        "position": [
          3228,
          3237
        ],
        "start": 3228,
        "end": 3237
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          2055,
          2071
        ],
        "start": 2055,
        "end": 2071
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Rovira",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Presidente",
        "tipo": "Persona"
      },
      {
        "nombre": "Margaret Satterthwaite",
        "tipo": "Persona"
      },
      {
        "nombre": "Zaida Rovira",
        "tipo": "Persona"
      },
      {
        "nombre": "Corte Constitucional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Noboa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Quito",
        "tipo": "Lugar"
      },
      {
        "nombre": "CC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Corte",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Abogados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Organización de Naciones Unidas sobre la Independencia de Magistrados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamble Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Niels Olsen",
        "tipo": "Persona"
      },
      {
        "nombre": "Organizaciones de Derechos Humanos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Organización de Naciones Unidas sobre la Independencia de Magistrados",
        "relacion": "EMITIR",
        "objeto": "Corte Constitucional"
      },
      {
        "sujeto": "Organización de Naciones Unidas sobre la Independencia de Magistrados",
        "relacion": "EMITIR",
        "objeto": "CC"
      },
      {
        "sujeto": "Abogados",
        "relacion": "EMITIR",
        "objeto": "Corte Constitucional"
      },
      {
        "sujeto": "Abogados",
        "relacion": "EMITIR",
        "objeto": "CC"
      },
      {
        "sujeto": "Margaret Satterthwaite",
        "relacion": "EMITIR",
        "objeto": "Corte Constitucional"
      },
      {
        "sujeto": "Margaret Satterthwaite",
        "relacion": "EMITIR",
        "objeto": "CC"
      },
      {
        "sujeto": "Ecuador",
        "relacion": "REVELAR",
        "objeto": "Gobierno de Noboa"
      },
      {
        "sujeto": "Corte Constitucional",
        "relacion": "SUSPENDER_LUEGO",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "EXIGIR",
        "objeto": "Corte Constitucional"
      },
      {
        "sujeto": "Zaida Rovira",
        "relacion": "EXIGIR",
        "objeto": "Corte Constitucional"
      },
      {
        "sujeto": "Asamblea",
        "relacion": "EXIGIR",
        "objeto": "Corte Constitucional"
      },
      {
        "sujeto": "Niels Olsen",
        "relacion": "EXIGIR",
        "objeto": "Corte Constitucional"
      },
      {
        "sujeto": "Rovira",
        "relacion": "AFIRMAR",
        "objeto": "Corte"
      },
      {
        "sujeto": "Rovira",
        "relacion": "AFIRMAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Organizaciones de Derechos Humanos",
        "relacion": "DENUNCIAR",
        "objeto": "Noboa"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9648,
    "pos": 0.0,
    "neu": 0.963,
    "neg": 0.037,
    "label": "negative"
  }
}