{
  "url": "https://www.telesurtv.net/rusia-y-belarus-fortalecen-vinculos-intergubernamentales/",
  "title": "Rusia y Belarús fortalecen vínculos intergubernamentales - teleSUR",
  "section": "Mundo",
  "tags": [
    "Belarús",
    "lazos",
    "reunión",
    "Rusia"
  ],
  "text": "El encuentro de los presidentes de Rusia, Vladímir Putin, y de Belarús, Aleksander Lukashenko, evidenció el interés de ambos países en consolidar sus lazos intergubernamentales, lo que permitió concretar varios acuerdos en diferentes áreas de interés mutuo.\nPartiendo de la máxima de que ambas naciones se comprometen a seguir el rumbo de la ampliación de la asociación estratégica en todos los ámbitos, ambos mandatarios indicaron que buscarán fortalecer la cooperación bilateral, así como la profundización de los procesos de integración que decretan la igualdad soberana de lado y lado.\nSiguiendo esa línea, los dignatarios enfatizaron en que desarrollarán como hasta ahora la cooperación comercial, económica y de inversiones bilateral, con marcado interés en sectores como la industria y la construcción de infraestructura.\nEn el ámbito político, también dejaron clara su atención en las relaciones interparlamentarias e interpartidistas, subrayando la importancia de reforzar el papel de la Asamblea Parlamentaria de la Unión de Rusia y Belarús.\nAdemás, mostraron su compromiso con ampliar la cooperación interregional y transfronteriza, y por consecuente, estuvieron de acuerdo en que se siga celebrando el Foro de Regiones de Rusia y Belarús que cuenta con la observación de las cámaras altas del Parlamento y que se realiza de forma anual.\nA propósito, recalcaron que sus países están a favor de ampliar los lazos humanitarios entre los pueblos ruso y belarús, en ramas como la educación, ciencia, salud, cultura y deportes.\nEntretanto, confirmaron su actividad contra la glorificación del nazismo, la falsificación de la historia y la educación patriótica de la juventud, en paralelo con la celebración del 80 aniversario de la Victoria en la Gran Guerra Patria.\nApuntaron también que es necesario que se consoliden más espacios comunes en sectores como la sociedad, economía, la propia vida de los nacionales, defensa, migración y la información.\nAnte la amenaza que supone las nuevas realidades del entorno militar, desde ambas partes se puso sobre la mesa la necesidad de conformar un sistema que de paso a la seguridad en la región bajo el principio de seguridad igual e indivisible.\nEn el área cultural, Moscú y Minsk señalaron con optimismo la creación de la Organización Internacional de la Lengua Rusa, comprometiéndose a esforzarse para que esta lengua se posicione a nivel global utilizando esa instancia.\nEntre otros temas también significaron a la presidencia de Bielorrusia en los órganos de la Unión Económica Euroasiática (UEE) en 2025, que persigue la mejora de las economías de las naciones miembros lo que da paso a una estabilidad económica en la región.\nEllo, de acuerdo lo dicho por ambos dignatarios, garantizará la seguridad alimentaria, un espacio de transporte único, la interacción en el campo de las tecnologías digitales y la vinculación con el potencial de integración que permite la propia organización.\nAsimismo, reconocieron el papel de la Organización de Cooperación de Shanghai (OCS) que sirve como base para formar una arquitectura de seguridad igual e indivisible en Eurasia.\nEn esa misma línea, enfatizaron en que ambos países fortalecerán la coordinación dentro de los órganos y estructuras de las Naciones Unidas, incluida la Asamblea General, con el objetivo de promover prioridades comunes y contrarrestar iniciativas dirigidas contra los dos países.\nEn lo concerniente al tema nuclear, los dos presidentes mostraron su dirección a fortalecer el régimen internacional de no proliferación nuclear, garantizando la integridad y sostenibilidad del Tratado sobre la no proliferación de las armas nucleares.\nNo menos importante fue el compromiso de Putin y Lukashenko ante los desafíos y amenazas del terrorismo internacional, la delincuencia organizada transfronteriza, la trata de personas y el tráfico ilícito de estupefacientes, sustancias psicotrópicas y sus precursores.\nAdemás, reafirmaron su intolerancia a la injerencia en los asuntos internos de los Estados soberano, condenando el uso de cualquier forma de presión (política, judicial, financiera o económica) para obligar a otro Estado a cambiar su política.\nEn el contexto de la reunión, ambos líderes europeos firmaron un acuerdo sobre medidas de protección mutua de los ciudadanos frente a procesos judiciales injustificados por parte de Estados extranjeros y órganos de justicia internacional.\nEl texto subraya que los dos países se proponen “combatir conjuntamente la tendencia negativa a la politización de la esfera de la cooperación jurídica internacional en materia penal y promover el fortalecimiento de las normas generalmente reconocidas del derecho internacional relativas a la igualdad soberana de los Estados y las consiguientes inmunidades de los funcionarios estatales”.\nEn otro momento también refirieron la opción de adoptar medidas de de carácter político-diplomático, militar y técnico-militar ante “las actividades de la Organización del Tratado del Atlántico Norte (OTAN) y sus países miembros dirigidas a crear desafíos y amenazas a la seguridad y los intereses de Rusia y Bielorrusia”.\nEn consecuencia, también condenaron “el carácter agresivo y confrontativo de la política de la Unión Europea hacia Rusia y Bielorrusia”.\nAñadiendo a ello, “la injerencia en los asuntos internos de ambos Estados, el uso de sanciones unilaterales, incluidas las extraterritoriales, en violación de la Carta de la ONU, destacan que tales medidas son perjudiciales para el desarrollo internacional y sostenible y consideran inaceptable la presión política ejercida sobre terceros países a través de mecanismos de sanciones ilegítimos”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/rusia-y-belarus-fortalecen-vinculos-intergubernamentales/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 1386,
    "message_id": 89100,
    "date": "2025-03-14T01:55:23+00:00",
    "text": "teleSUR\nRusia y Belarús fortalecen vínculos intergubernamentales\nhttps://www.telesurtv.net/rusia-y-belarus-fortalecen-vinculos-intergubernamentales/",
    "photo_path": null,
    "views": 1815,
    "reactions": {
      "❤": 41,
      "👍": 10,
      "👏": 7
    },
    "total_reactions": 58
  },
  "preprocessing": {
    "cleaned": "el encuentro de los presidentes de rusia, vladímir putin, y de belarús, aleksander lukashenko, evidenció el interés de ambos países en consolidar sus lazos intergubernamentales, lo que permitió concretar varios acuerdos en diferentes áreas de interés mutuo. partiendo de la máxima de que ambas naciones se comprometen a seguir el rumbo de la ampliación de la asociación estratégica en todos los ámbitos, ambos mandatarios indicaron que buscarán fortalecer la cooperación bilateral, así como la profundización de los procesos de integración que decretan la igualdad soberana de lado y lado. siguiendo esa línea, los dignatarios enfatizaron en que desarrollarán como hasta ahora la cooperación comercial, económica y de inversiones bilateral, con marcado interés en sectores como la industria y la construcción de infraestructura. en el ámbito político, también dejaron clara su atención en las relaciones interparlamentarias e interpartidistas, subrayando la importancia de reforzar el papel de la asamblea parlamentaria de la unión de rusia y belarús. además, mostraron su compromiso con ampliar la cooperación interregional y transfronteriza, y por consecuente, estuvieron de acuerdo en que se siga celebrando el foro de regiones de rusia y belarús que cuenta con la observación de las cámaras altas del parlamento y que se realiza de forma anual. a propósito, recalcaron que sus países están a favor de ampliar los lazos humanitarios entre los pueblos ruso y belarús, en ramas como la educación, ciencia, salud, cultura y deportes. entretanto, confirmaron su actividad contra la glorificación del nazismo, la falsificación de la historia y la educación patriótica de la juventud, en paralelo con la celebración del 80 aniversario de la victoria en la gran guerra patria. apuntaron también que es necesario que se consoliden más espacios comunes en sectores como la sociedad, economía, la propia vida de los nacionales, defensa, migración y la información. ante la amenaza que supone las nuevas realidades del entorno militar, desde ambas partes se puso sobre la mesa la necesidad de conformar un sistema que de paso a la seguridad en la región bajo el principio de seguridad igual e indivisible. en el área cultural, moscú y minsk señalaron con optimismo la creación de la organización internacional de la lengua rusa, comprometiéndose a esforzarse para que esta lengua se posicione a nivel global utilizando esa instancia. entre otros temas también significaron a la presidencia de bielorrusia en los órganos de la unión económica euroasiática (uee) en 2025, que persigue la mejora de las economías de las naciones miembros lo que da paso a una estabilidad económica en la región. ello, de acuerdo lo dicho por ambos dignatarios, garantizará la seguridad alimentaria, un espacio de transporte único, la interacción en el campo de las tecnologías digitales y la vinculación con el potencial de integración que permite la propia organización. asimismo, reconocieron el papel de la organización de cooperación de shanghai (ocs) que sirve como base para formar una arquitectura de seguridad igual e indivisible en eurasia. en esa misma línea, enfatizaron en que ambos países fortalecerán la coordinación dentro de los órganos y estructuras de las naciones unidas, incluida la asamblea general, con el objetivo de promover prioridades comunes y contrarrestar iniciativas dirigidas contra los dos países. en lo concerniente al tema nuclear, los dos presidentes mostraron su dirección a fortalecer el régimen internacional de no proliferación nuclear, garantizando la integridad y sostenibilidad del tratado sobre la no proliferación de las armas nucleares. no menos importante fue el compromiso de putin y lukashenko ante los desafíos y amenazas del terrorismo internacional, la delincuencia organizada transfronteriza, la trata de personas y el tráfico ilícito de estupefacientes, sustancias psicotrópicas y sus precursores. además, reafirmaron su intolerancia a la injerencia en los asuntos internos de los estados soberano, condenando el uso de cualquier forma de presión (política, judicial, financiera o económica) para obligar a otro estado a cambiar su política. en el contexto de la reunión, ambos líderes europeos firmaron un acuerdo sobre medidas de protección mutua de los ciudadanos frente a procesos judiciales injustificados por parte de estados extranjeros y órganos de justicia internacional. el texto subraya que los dos países se proponen “combatir conjuntamente la tendencia negativa a la politización de la esfera de la cooperación jurídica internacional en materia penal y promover el fortalecimiento de las normas generalmente reconocidas del derecho internacional relativas a la igualdad soberana de los estados y las consiguientes inmunidades de los funcionarios estatales”. en otro momento también refirieron la opción de adoptar medidas de de carácter político-diplomático, militar y técnico-militar ante “las actividades de la organización del tratado del atlántico norte (otan) y sus países miembros dirigidas a crear desafíos y amenazas a la seguridad y los intereses de rusia y bielorrusia”. en consecuencia, también condenaron “el carácter agresivo y confrontativo de la política de la unión europea hacia rusia y bielorrusia”. añadiendo a ello, “la injerencia en los asuntos internos de ambos estados, el uso de sanciones unilaterales, incluidas las extraterritoriales, en violación de la carta de la onu, destacan que tales medidas son perjudiciales para el desarrollo internacional y sostenible y consideran inaceptable la presión política ejercida sobre terceros países a través de mecanismos de sanciones ilegítimos”.",
    "tokens": [
      "encuentro",
      "presidentes",
      "rusia",
      ",",
      "vladímir",
      "putin",
      ",",
      "belarús",
      ",",
      "aleksander",
      "lukashenko",
      ",",
      "evidenció",
      "interés",
      "ambos",
      "países",
      "consolidar",
      "lazos",
      "intergubernamentales",
      ",",
      "permitió",
      "concretar",
      "varios",
      "acuerdos",
      "diferentes",
      "áreas",
      "interés",
      "mutuo",
      ".",
      "partiendo",
      "máxima",
      "ambas",
      "naciones",
      "comprometen",
      "seguir",
      "rumbo",
      "ampliación",
      "asociación",
      "estratégica",
      "ámbitos",
      ",",
      "ambos",
      "mandatarios",
      "indicaron",
      "buscarán",
      "fortalecer",
      "cooperación",
      "bilateral",
      ",",
      "así",
      "profundización",
      "procesos",
      "integración",
      "decretan",
      "igualdad",
      "soberana",
      "lado",
      "lado",
      ".",
      "siguiendo",
      "línea",
      ",",
      "dignatarios",
      "enfatizaron",
      "desarrollarán",
      "ahora",
      "cooperación",
      "comercial",
      ",",
      "económica",
      "inversiones",
      "bilateral",
      ",",
      "marcado",
      "interés",
      "sectores",
      "industria",
      "construcción",
      "infraestructura",
      ".",
      "ámbito",
      "político",
      ",",
      "dejaron",
      "clara",
      "atención",
      "relaciones",
      "interparlamentarias",
      "interpartidistas",
      ",",
      "subrayando",
      "importancia",
      "reforzar",
      "papel",
      "asamblea",
      "parlamentaria",
      "unión",
      "rusia",
      "belarús",
      ".",
      "además",
      ",",
      "mostraron",
      "compromiso",
      "ampliar",
      "cooperación",
      "interregional",
      "transfronteriza",
      ",",
      "consecuente",
      ",",
      "acuerdo",
      "siga",
      "celebrando",
      "foro",
      "regiones",
      "rusia",
      "belarús",
      "cuenta",
      "observación",
      "cámaras",
      "altas",
      "parlamento",
      "realiza",
      "forma",
      "anual",
      ".",
      "propósito",
      ",",
      "recalcaron",
      "países",
      "favor",
      "ampliar",
      "lazos",
      "humanitarios",
      "pueblos",
      "ruso",
      "belarús",
      ",",
      "ramas",
      "educación",
      ",",
      "ciencia",
      ",",
      "salud",
      ",",
      "cultura",
      "deportes",
      ".",
      "entretanto",
      ",",
      "confirmaron",
      "actividad",
      "glorificación",
      "nazismo",
      ",",
      "falsificación",
      "historia",
      "educación",
      "patriótica",
      "juventud",
      ",",
      "paralelo",
      "celebración",
      "80",
      "aniversario",
      "victoria",
      "gran",
      "guerra",
      "patria",
      ".",
      "apuntaron",
      "necesario",
      "consoliden",
      "espacios",
      "comunes",
      "sectores",
      "sociedad",
      ",",
      "economía",
      ",",
      "propia",
      "vida",
      "nacionales",
      ",",
      "defensa",
      ",",
      "migración",
      "información",
      ".",
      "amenaza",
      "supone",
      "nuevas",
      "realidades",
      "entorno",
      "militar",
      ",",
      "ambas",
      "partes",
      "puso",
      "mesa",
      "necesidad",
      "conformar",
      "sistema",
      "paso",
      "seguridad",
      "región",
      "bajo",
      "principio",
      "seguridad",
      "igual",
      "indivisible",
      ".",
      "área",
      "cultural",
      ",",
      "moscú",
      "minsk",
      "señalaron",
      "optimismo",
      "creación",
      "organización",
      "internacional",
      "lengua",
      "rusa",
      ",",
      "comprometiéndose",
      "esforzarse",
      "lengua",
      "posicione",
      "nivel",
      "global",
      "utilizando",
      "instancia",
      ".",
      "temas",
      "significaron",
      "presidencia",
      "bielorrusia",
      "órganos",
      "unión",
      "económica",
      "euroasiática",
      "(",
      "uee",
      ")",
      "2025",
      ",",
      "persigue",
      "mejora",
      "economías",
      "naciones",
      "miembros",
      "da",
      "paso",
      "estabilidad",
      "económica",
      "región",
      ".",
      "ello",
      ",",
      "acuerdo",
      "dicho",
      "ambos",
      "dignatarios",
      ",",
      "garantizará",
      "seguridad",
      "alimentaria",
      ",",
      "espacio",
      "transporte",
      "único",
      ",",
      "interacción",
      "campo",
      "tecnologías",
      "digitales",
      "vinculación",
      "potencial",
      "integración",
      "permite",
      "propia",
      "organización",
      ".",
      "asimismo",
      ",",
      "reconocieron",
      "papel",
      "organización",
      "cooperación",
      "shanghai",
      "(",
      "ocs",
      ")",
      "sirve",
      "base",
      "formar",
      "arquitectura",
      "seguridad",
      "igual",
      "indivisible",
      "eurasia",
      ".",
      "misma",
      "línea",
      ",",
      "enfatizaron",
      "ambos",
      "países",
      "fortalecerán",
      "coordinación",
      "dentro",
      "órganos",
      "estructuras",
      "naciones",
      "unidas",
      ",",
      "incluida",
      "asamblea",
      "general",
      ",",
      "objetivo",
      "promover",
      "prioridades",
      "comunes",
      "contrarrestar",
      "iniciativas",
      "dirigidas",
      "dos",
      "países",
      ".",
      "concerniente",
      "tema",
      "nuclear",
      ",",
      "dos",
      "presidentes",
      "mostraron",
      "dirección",
      "fortalecer",
      "régimen",
      "internacional",
      "proliferación",
      "nuclear",
      ",",
      "garantizando",
      "integridad",
      "sostenibilidad",
      "tratado",
      "proliferación",
      "armas",
      "nucleares",
      ".",
      "menos",
      "importante",
      "compromiso",
      "putin",
      "lukashenko",
      "desafíos",
      "amenazas",
      "terrorismo",
      "internacional",
      ",",
      "delincuencia",
      "organizada",
      "transfronteriza",
      ",",
      "trata",
      "personas",
      "tráfico",
      "ilícito",
      "estupefacientes",
      ",",
      "sustancias",
      "psicotrópicas",
      "precursores",
      ".",
      "además",
      ",",
      "reafirmaron",
      "intolerancia",
      "injerencia",
      "asuntos",
      "internos",
      "soberano",
      ",",
      "condenando",
      "uso",
      "cualquier",
      "forma",
      "presión",
      "(",
      "política",
      ",",
      "judicial",
      ",",
      "financiera",
      "económica",
      ")",
      "obligar",
      "cambiar",
      "política",
      ".",
      "contexto",
      "reunión",
      ",",
      "ambos",
      "líderes",
      "europeos",
      "firmaron",
      "acuerdo",
      "medidas",
      "protección",
      "mutua",
      "ciudadanos",
      "frente",
      "procesos",
      "judiciales",
      "injustificados",
      "parte",
      "extranjeros",
      "órganos",
      "justicia",
      "internacional",
      ".",
      "texto",
      "subraya",
      "dos",
      "países",
      "proponen",
      "“",
      "combatir",
      "conjuntamente",
      "tendencia",
      "negativa",
      "politización",
      "esfera",
      "cooperación",
      "jurídica",
      "internacional",
      "materia",
      "penal",
      "promover",
      "fortalecimiento",
      "normas",
      "generalmente",
      "reconocidas",
      "derecho",
      "internacional",
      "relativas",
      "igualdad",
      "soberana",
      "consiguientes",
      "inmunidades",
      "funcionarios",
      "estatales",
      "”",
      ".",
      "momento",
      "refirieron",
      "opción",
      "adoptar",
      "medidas",
      "carácter",
      "político-diplomático",
      ",",
      "militar",
      "técnico-militar",
      "“",
      "actividades",
      "organización",
      "tratado",
      "atlántico",
      "norte",
      "(",
      "otan",
      ")",
      "países",
      "miembros",
      "dirigidas",
      "crear",
      "desafíos",
      "amenazas",
      "seguridad",
      "intereses",
      "rusia",
      "bielorrusia",
      "”",
      ".",
      "consecuencia",
      ",",
      "condenaron",
      "“",
      "carácter",
      "agresivo",
      "confrontativo",
      "política",
      "unión",
      "europea",
      "hacia",
      "rusia",
      "bielorrusia",
      "”",
      ".",
      "añadiendo",
      "ello",
      ",",
      "“",
      "injerencia",
      "asuntos",
      "internos",
      "ambos",
      ",",
      "uso",
      "sanciones",
      "unilaterales",
      ",",
      "incluidas",
      "extraterritoriales",
      ",",
      "violación",
      "carta",
      "onu",
      ",",
      "destacan",
      "tales",
      "medidas",
      "perjudiciales",
      "desarrollo",
      "internacional",
      "sostenible",
      "consideran",
      "inaceptable",
      "presión",
      "política",
      "ejercida",
      "terceros",
      "países",
      "través",
      "mecanismos",
      "sanciones",
      "ilegítimos",
      "”",
      "."
    ],
    "token_count": 545,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 86,
      "FW": 276,
      "NNS": 40,
      "IN": 31,
      "VBZ": 18,
      "JJ": 88,
      "NN": 219,
      "VBP": 27,
      "RB": 1,
      "CD": 2,
      "VBD": 2,
      "RBS": 1,
      "DT": 3,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-FW": 22,
      "FW-FW": 194,
      "FW-NNS": 14,
      "NNS-IN": 3,
      "IN-NNP": 5,
      "NNP-NNP": 31,
      "NNP-IN": 3,
      "NNP-VBZ": 5,
      "VBZ-JJ": 9,
      "JJ-NN": 52,
      "NN-IN": 22,
      "IN-FW": 17,
      "IN-NN": 3,
      "NN-NN": 118,
      "NN-NNS": 8,
      "NNS-VBP": 21,
      "VBP-JJ": 19,
      "JJ-NNS": 8,
      "NNS-FW": 3,
      "FW-NNP": 32,
      "FW-JJ": 17,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "JJ-JJ": 14,
      "NN-JJ": 15,
      "NN-FW": 28,
      "FW-NN": 16,
      "VBP-IN": 2,
      "NN-VBP": 5,
      "IN-NNS": 2,
      "NNS-JJ": 4,
      "FW-VBZ": 1,
      "JJ-FW": 9,
      "NNP-NN": 22,
      "IN-JJ": 2,
      "VBP-NNS": 2,
      "VBP-NN": 4,
      "NN-NNP": 10,
      "NN-VBZ": 11,
      "VBZ-NNP": 2,
      "FW-CD": 1,
      "CD-NN": 2,
      "NN-VBD": 2,
      "VBD-JJ": 1,
      "NNS-NNS": 5,
      "JJ-NNP": 3,
      "NNP-JJ": 3,
      "VBD-NN": 1,
      "IN-CD": 1,
      "VBZ-RBS": 1,
      "RBS-JJ": 1,
      "JJ-IN": 1,
      "IN-DT": 1,
      "DT-JJ": 2,
      "VBZ-DT": 2,
      "DT-NN": 1,
      "JJ-VBZ": 1,
      "VBZ-FW": 3,
      "NNS-NNP": 2,
      "FW-JJR": 1,
      "JJR-JJ": 1,
      "VBZ-NNS": 1
    },
    "trigram_freq": {
      "NNP-FW-FW": 9,
      "FW-FW-FW": 151,
      "FW-FW-NNS": 10,
      "FW-NNS-IN": 2,
      "NNS-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 1,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NN": 8,
      "JJ-NN-IN": 9,
      "NN-IN-FW": 15,
      "IN-FW-NNS": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 3,
      "NN-NN-NN": 56,
      "NN-NN-NNS": 2,
      "NN-NNS-VBP": 6,
      "NNS-VBP-JJ": 16,
      "VBP-JJ-NN": 11,
      "JJ-NN-NN": 34,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-FW": 3,
      "NNS-FW-FW": 2,
      "FW-FW-NNP": 17,
      "FW-NNP-FW": 16,
      "FW-FW-JJ": 10,
      "FW-JJ-NNS": 3,
      "JJ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NN": 10,
      "IN-FW-FW": 6,
      "FW-NNS-VBP": 7,
      "NN-NN-JJ": 11,
      "NN-JJ-JJ": 4,
      "NN-NN-FW": 22,
      "NN-FW-FW": 16,
      "NNP-FW-NN": 5,
      "FW-NN-FW": 5,
      "NN-FW-NNS": 1,
      "NNS-VBP-IN": 2,
      "VBP-IN-NN": 1,
      "NN-JJ-NN": 10,
      "JJ-NN-VBP": 1,
      "NN-VBP-JJ": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 8,
      "NNP-FW-NNP": 8,
      "FW-NNP-NN": 4,
      "NNP-NN-NN": 17,
      "NN-NN-IN": 8,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-JJ-FW": 3,
      "FW-NNP-NNP": 11,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 5,
      "NNP-NNP-NN": 10,
      "NN-NN-VBP": 4,
      "FW-FW-NN": 5,
      "NN-FW-NNP": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-NNP": 1,
      "NN-NNP-NN": 2,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 6,
      "NN-NN-VBZ": 8,
      "NN-VBZ-JJ": 5,
      "NN-IN-NN": 1,
      "NN-FW-NN": 6,
      "FW-NN-NN": 4,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-NN": 2,
      "NN-FW-JJ": 2,
      "FW-JJ-FW": 3,
      "NN-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-IN": 1,
      "FW-NN-NNP": 1,
      "NN-NNP-NNP": 5,
      "NN-NN-VBD": 2,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-NNS": 2,
      "NN-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NN-NN-NNP": 5,
      "NN-JJ-NNS": 1,
      "FW-JJ-JJ": 3,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-NNP": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-FW": 2,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "NN-NNP-VBZ": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NN": 1,
      "FW-NNS-NNS": 4,
      "NNS-NNS-VBP": 2,
      "JJ-FW-NNS": 1,
      "FW-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "FW-NN-NNS": 2,
      "JJ-NN-JJ": 4,
      "JJ-JJ-FW": 1,
      "JJ-NN-NNP": 1,
      "JJ-NN-FW": 1,
      "FW-NN-IN": 3,
      "NN-VBZ-RBS": 1,
      "VBZ-RBS-JJ": 1,
      "RBS-JJ-NN": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-IN": 1,
      "JJ-IN-DT": 1,
      "IN-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "NNP-NN-VBZ": 2,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-IN": 1,
      "FW-JJ-VBZ": 1,
      "JJ-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-IN-NNP": 3,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-JJ": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "IN-JJ-JJ": 1,
      "IN-NNP-NN": 1,
      "NN-NNP-FW": 1,
      "FW-NN-VBZ": 1,
      "IN-NNP-FW": 1,
      "FW-JJ-NNP": 1,
      "NNP-NN-NNS": 1,
      "VBP-IN-FW": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NNS-FW-NNP": 1,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 2,
      "VBZ-FW-FW": 2,
      "FW-NNP-JJ": 1,
      "VBP-NN-NNS": 1,
      "JJ-JJ-JJ": 2,
      "NN-VBZ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "FW": 276,
        "NN": 219,
        "JJ": 88,
        "NNP": 86,
        "NNS": 40
      },
      "top_bigrams": {
        "FW-FW": 194,
        "NN-NN": 118,
        "JJ-NN": 52,
        "FW-NNP": 32,
        "NNP-NNP": 31
      },
      "top_trigrams": {
        "FW-FW-FW": 151,
        "NN-NN-NN": 56,
        "JJ-NN-NN": 34,
        "NN-NN-FW": 22,
        "FW-FW-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 214,
      "PP": 11,
      "VP": 49,
      "ADJP": 16
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0192
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('Rusia', 'NNP')",
        "frequency": 4,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0096
      },
      {
        "rule": "VP -> ('países', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0096
      },
      {
        "rule": "NP -> ('Belarús', 'NNP')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('con', 'NN')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('igual', 'JJ') ('e', 'NN')",
        "frequency": 2,
        "weight": 0.0064
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0064
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "presidentes"
      },
      {
        "label": "PP",
        "text": "de Rusia"
      },
      {
        "label": "NP",
        "text": "Rusia"
      },
      {
        "label": "NP",
        "text": "Vladímir Putin"
      },
      {
        "label": "NP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "Belarús"
      },
      {
        "label": "NP",
        "text": "Aleksander Lukashenko"
      },
      {
        "label": "VP",
        "text": "evidenció el interés"
      },
      {
        "label": "NP",
        "text": "el interés"
      },
      {
        "label": "NP",
        "text": "países"
      },
      {
        "label": "PP",
        "text": "en consolidar sus lazos intergubernamentales"
      },
      {
        "label": "NP",
        "text": "consolidar sus lazos intergubernamentales"
      },
      {
        "label": "NP",
        "text": "lo que permitió concretar varios"
      },
      {
        "label": "VP",
        "text": "acuerdos en diferentes"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  encuentro/FW\n  de/FW\n  los/FW\n  (NP presidentes/NNS)\n  (PP de/IN (NP Rusia/NNP))\n  ,/,\n  (NP Vladímir/NNP Putin/NNP)\n  ,/,\n  (NP y/NNP)\n  de/FW\n  (NP Belarús/NNP)\n  ,/,\n  (NP Aleksander/NNP Lukashenko/NNP)\n  ,/,\n  (VP evidenció/VBZ (NP el/JJ interés/NN))\n  de/IN\n  ambos/FW\n  (NP países/NNS)\n  (PP\n    en/IN\n    (NP consolidar/NN sus/NN lazos/NN intergubernamentales/NNS))\n  ,/,\n  (NP lo/JJ que/NN permitió/NN concretar/NN varios/NNS)\n  (VP acuerdos/VBP (NP en/JJ diferentes/NNS))\n  áreas/FW\n  de/FW\n  interés/FW\n  (NP mutuo/NN)\n  ./.)",
      "(S\n  (NP Partiendo/NNP de/NNP)\n  la/FW\n  máxima/FW\n  de/FW\n  que/FW\n  (NP ambas/JJ naciones/NNS)\n  se/RB\n  (VP comprometen/VBP (NP a/DT seguir/NN el/NN rumbo/NN))\n  de/IN\n  la/FW\n  ampliación/FW\n  de/FW\n  la/FW\n  asociación/FW\n  estratégica/FW\n  en/FW\n  todos/FW\n  los/FW\n  (NP ámbitos/NNS)\n  ,/,\n  (NP ambos/JJ mandatarios/NNS)\n  (VP\n    indicaron/VBP\n    (NP que/JJ buscarán/NN fortalecer/NN la/NN)\n    cooperación/JJ\n    bilateral/JJ)\n  ,/,\n  (NP así/JJ como/NN la/NN)\n  profundización/FW\n  de/FW\n  los/FW\n  procesos/FW\n  de/FW\n  integración/FW\n  que/FW\n  decretan/FW\n  la/FW\n  igualdad/FW\n  soberana/FW\n  de/FW\n  lado/FW\n  y/FW\n  (NP lado/NN)\n  ./.)",
      "(S\n  (NP Siguiendo/NNP esa/NN línea/NN)\n  ,/,\n  (NP los/JJ dignatarios/NNS)\n  (VP enfatizaron/VBP)\n  (PP en/IN (NP que/NN desarrollarán/NN como/NN hasta/NN))\n  (NP ahora/JJ la/NN cooperación/NN comercial/NN)\n  ,/,\n  (ADJP económica/JJ)\n  y/FW\n  de/FW\n  inversiones/FW\n  (ADJP bilateral/JJ)\n  ,/,\n  (NP con/JJ marcado/NN interés/NN)\n  en/FW\n  (VP sectores/VBZ como/JJ)\n  la/FW\n  industria/FW\n  y/FW\n  la/FW\n  construcción/FW\n  de/FW\n  infraestructura/FW\n  ./.)",
      "(S\n  (NP En/NNP el/NN ámbito/NNP político/NN)\n  ,/,\n  (NP también/JJ dejaron/NN clara/NN su/NN atención/NN)\n  (PP en/IN (NP las/JJ relaciones/NNS))\n  (VP interparlamentarias/VBP (NP e/JJ interpartidistas/NNS))\n  ,/,\n  (NP subrayando/NN)\n  la/FW\n  importancia/FW\n  de/FW\n  reforzar/FW\n  el/FW\n  papel/FW\n  de/FW\n  la/FW\n  (NP Asamblea/NNP Parlamentaria/NNP)\n  de/IN\n  la/FW\n  (NP Unión/NNP)\n  de/FW\n  (NP Rusia/NNP)\n  y/CC\n  (NP Belarús/NNP)\n  ./.)",
      "(S\n  (NP Además/NNP)\n  ,/,\n  (NP mostraron/NNP)\n  (VP su/VBD (NP compromiso/JJ con/NN ampliar/NN la/NN))\n  (VP cooperación/VBP (NP interregional/JJ y/NN transfronteriza/NN))\n  ,/,\n  y/CC\n  (NP por/NN consecuente/NN)\n  ,/,\n  estuvieron/FW\n  de/FW\n  acuerdo/FW\n  en/FW\n  que/FW\n  se/FW\n  siga/FW\n  (NP celebrando/NN)\n  el/FW\n  (NP Foro/NNP)\n  de/FW\n  (NP Regiones/NNP)\n  de/FW\n  (NP Rusia/NNP)\n  y/CC\n  (NP Belarús/NNP que/NN cuenta/NN con/NN)\n  la/FW\n  observación/FW\n  de/FW\n  las/FW\n  (NP cámaras/NNS)\n  (VP\n    altas/VBP\n    (NP del/NN Parlamento/NNP y/NN que/NN)\n    (NP se/JJ realiza/NN))\n  de/IN\n  (ADJP forma/JJ)\n  (ADJP anual/JJ)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "PAISES",
      "ORGANISMOS_INTERNACIONALES",
      "CIUDADES_CAPITALES",
      "INTEGRACION_LATINOAMERICANA"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación bilateral",
        "position": [
          459,
          480
        ],
        "start": 459,
        "end": 480
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "cooperación comercial, económica y de inversiones bilateral, con marcado interés en sectores como la industria y la",
        "position": [
          680,
          795
        ],
        "start": 680,
        "end": 795
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "asociación estratégica",
        "position": [
          359,
          381
        ],
        "start": 359,
        "end": 381
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          1921,
          1928
        ],
        "start": 1921,
        "end": 1928
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "trata de personas",
        "position": [
          3820,
          3837
        ],
        "start": 3820,
        "end": 3837
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "igualdad",
        "position": [
          556,
          564
        ],
        "start": 556,
        "end": 564
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          3246,
          3261
        ],
        "start": 3246,
        "end": 3261
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          5214,
          5227
        ],
        "start": 5214,
        "end": 5227
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "otan",
        "position": [
          4997,
          5001
        ],
        "start": 4997,
        "end": 5001
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          35,
          40
        ],
        "start": 35,
        "end": 40
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "moscú",
        "position": [
          2219,
          2224
        ],
        "start": 2219,
        "end": 2224
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región bajo",
        "position": [
          2139,
          2150
        ],
        "start": 2139,
        "end": 2150
      },
      {
        "category": "INTEGRACION_LATINOAMERICANA",
        "matched_text": "cooperación jurídica internacional",
        "position": [
          4537,
          4571
        ],
        "start": 4537,
        "end": 4571
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Moscú",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea General",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Asamblea Parlamentaria de la",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bielorrusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "UEE",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "OCS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "OTAN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Organización Internacional de la Lengua Rusa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Belarús",
        "tipo": "Lugar"
      },
      {
        "nombre": "Carta de la ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Lukashenko",
        "tipo": "Persona"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Parlamento",
        "tipo": "Lugar"
      },
      {
        "nombre": "la Victoria",
        "tipo": "Lugar"
      },
      {
        "nombre": "Minsk",
        "tipo": "Lugar"
      },
      {
        "nombre": "los Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión de Rusia y Belarús",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión Económica Euroasiática",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tratado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Aleksander Lukashenko",
        "tipo": "Persona"
      },
      {
        "nombre": "Organización del Tratado del Atlántico Norte",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Foro de Regiones de Rusia y",
        "tipo": "Lugar"
      },
      {
        "nombre": "Naciones Unidas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Vladímir Putin",
        "tipo": "Persona"
      },
      {
        "nombre": "Organización de Cooperación de Shanghai",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Eurasia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Putin",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Moscú",
        "relacion": "SE_ALAR",
        "objeto": "Organización Internacional de la Lengua Rusa"
      },
      {
        "sujeto": "Minsk",
        "relacion": "SE_ALAR",
        "objeto": "Organización Internacional de la Lengua Rusa"
      },
      {
        "sujeto": "Bielorrusia",
        "relacion": "SIGNIFICAR",
        "objeto": "Unión Económica Euroasiática"
      },
      {
        "sujeto": "Bielorrusia",
        "relacion": "SIGNIFICAR",
        "objeto": "UEE"
      },
      {
        "sujeto": "Asamblea General",
        "relacion": "DENTRO_FORTALECER_ENFATIZAR",
        "objeto": "Naciones Unidas"
      },
      {
        "sujeto": "los Estados",
        "relacion": "REAFIRMAR",
        "objeto": "Estado"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4404,
    "pos": 0.003,
    "neu": 0.988,
    "neg": 0.008,
    "label": "negative"
  }
}