{
  "url": "https://www.telesurtv.net/infome-onu-desmiente-narcotrafico-venezuela/",
  "title": "Informe desmiente narrativa sobre narcotráfico en Venezuela",
  "section": "Mundo",
  "tags": [
    "Estados Unidos",
    "narcotráfico",
    "ONU",
    "Venezuela"
  ],
  "text": "El Reporte Mundial sobre Drogas 2025, publicado en junio por la Oficina de las Naciones Unidas contra la Droga y el Delito (ONUDD), confirma una realidad que contrasta con la narrativa impulsada por ciertos sectores políticos: Venezuela no es un actor relevante en el tráfico global de cocaína. Mientras la producción de esta droga alcanza niveles récord en los países andinos y la violencia asociada se extiende a Europa, el informe apenas menciona a Venezuela como un corredor marginal, desmintiendo las acusaciones sobre su supuesto papel protagónico en el narcotráfico internacional.\n\nEl informe de la ONUDD revela que la producción mundial de cocaína aumentó un 34% en 2023, alcanzando las 3.708 toneladas anuales. Colombia sigue siendo el principal productor, concentrando el 67% de los cultivos de hoja de coca y el 53% de la producción total. Las regiones del suroeste colombiano, controladas por disidencias de las FARC, son las que registran el mayor crecimiento.\nPero el problema no se limita a Colombia. Ecuador ha experimentado un aumento dramático de la violencia vinculada al narcotráfico, con una tasa de homicidios que pasó de 7,8 por cada 100.000 habitantes en 2020 a 45,7 en 2023. Según la ONUDD, grupos criminales colombianos y mafias albanesas han establecido una fuerte presencia en el país, utilizando sus puertos para enviar cocaína a Europa.\nUn dato revelador es que el 87% de la cocaína colombiana sale por el Pacífico, mientras que solo el 5% intenta pasar por Venezuela. Este último porcentaje, marginal en comparación con las rutas principales, desmonta la idea de que el país sea un eje central del narcotráfico.\n\n\nEl Informe Europeo sobre Drogas 2025 corrobora que la cocaína es la segunda droga más consumida en la Unión Europea, con récords en incautaciones. Un caso emblemático fue el decomiso de 13 toneladas de cocaína en España, ocultas en un cargamento de plátanos provenientes de Guayaquil, Ecuador.\nLa Unión Europea incluso elaboró un informe específico sobre la seguridad en los puertos de Guayaquil, donde se detectó que el 57% de los contenedores de banano que llegan a Amberes (Bélgica) transportan cocaína. Este dato es especialmente relevante, ya que empresas vinculadas al presidente ecuatoriano Daniel Noboa, como Noboa Trading y Banana Bonita, han estado involucradas en anteriores incautaciones de droga.\n\n\nEl informe de la ONUDD también señala a Estados Unidos como el principal destino de la cocaína y el país con la peor crisis de consumo de drogas, especialmente por el fentanilo, un opioide sintético que en 2024 causó 48.000 muertes por sobredosis.\nEl mercado estadounidense es tan lucrativo que mafias mexicanas, colombianas y locales operan redes de distribución a gran escala, aprovechando la demanda interna y las vulnerabilidades del sistema financiero para lavar dinero a través de bienes raíces, criptomonedas y comercios falsos.\nSin embargo, en lugar de abordar su propia crisis, el gobierno de EE.UU. ha externalizado el problema, acusando a otros países —como Venezuela— de ser responsables.\n\n\nEn paralelo, el sistema de salud no da abasto. En redes sociales se viralizan imágenes de personas bajo los efectos del fentanilo en Kensington, Filadelfia. Mientras que en Portland, el número de muertes por sobredosis relacionadas con esa droga aumentó un 533% entre 2018 y 2022.\n\n\nUno de los aspectos más llamativos del informe de la ONUDD es la casi nula mención de Venezuela. A diferencia de Colombia, Ecuador o México, el país no aparece como un centro de producción, tránsito masivo o lavado de dinero asociado al narcotráfico. Tampoco hay referencia al llamado “Cártel de los Soles”, una supuesta estructura narco-militar venezolana que, según acusaciones de EE.UU., operaría bajo protección del Estado.\nEste silencio es significativo, pues ni la ONU ni la UE —dos organismos con amplios sistemas de monitoreo— respaldan la existencia de dicho cártel. Sin embargo, el gobierno estadounidense mantiene una recompensa de 50 millones de dólares por información sobre el presidente Nicolás Maduro, acusándolo de liderar esta organización fantasma.\n¿Por qué persiste esta narrativa? Analistas sugieren que se trata de una estrategia de presión política, parte de la doctrina de “máxima presión” aplicada desde la era Trump para justificar sanciones y aislamiento contra Venezuela.\nEl narcotráfico es un problema transnacional con epicentros en Colombia, Ecuador, México y EE.UU. Venezuela, en cambio, ha logrado mantenerse libre de cultivos ilícitos y su participación en el tráfico es mínima según los informes de la ONU.\nLa insistencia en criminalizar al país responde más a intereses geopolíticos que a realidades documentadas. Mientras tanto, el verdadero negocio de la cocaína sigue fluyendo por los puertos del Pacífico, las rutas europeas y el mercado estadounidense, lejos de las fronteras venezolanas.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/infome-onu-desmiente-narcotrafico-venezuela/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1244,
    "message_id": 101833,
    "date": "2025-08-15T02:24:03+00:00",
    "text": "🌐 Noticias de la web que debes conocer \n\n🔹Informe ONU desmiente narrativa de EE.UU. sobre narcotráfico en Venezuela\n🔗https://www.telesurtv.net/infome-onu-desmiente-narcotrafico-venezuela/\n\n🔹Ponen freno a minera Anglo American tras medida cautelar en Minas Gerais, Brasil\n🔗https://www.telesurtv.net/minera-american-cautelar-minas-gerais-brasil/\n\n🔹Israel y su rentable mercado de la guerra y el espionaje en América Latina\n🔗https://www.telesurtv.net/israel-rentable-mercado-de-la-guerra-espionaje/\n\nSíguenos en 📲",
    "photo_path": null,
    "views": 1989,
    "reactions": {
      "👍": 40,
      "👏": 12,
      "🤔": 1
    },
    "total_reactions": 53
  },
  "preprocessing": {
    "cleaned": "el reporte mundial sobre drogas 2025, publicado en junio por la oficina de las naciones unidas contra la droga y el delito (onudd), confirma una realidad que contrasta con la narrativa impulsada por ciertos sectores políticos: venezuela no es un actor relevante en el tráfico global de cocaína. mientras la producción de esta droga alcanza niveles récord en los países andinos y la violencia asociada se extiende a europa, el informe apenas menciona a venezuela como un corredor marginal, desmintiendo las acusaciones sobre su supuesto papel protagónico en el narcotráfico internacional. el informe de la onudd revela que la producción mundial de cocaína aumentó un 34% en 2023, alcanzando las 3.708 toneladas anuales. colombia sigue siendo el principal productor, concentrando el 67% de los cultivos de hoja de coca y el 53% de la producción total. las regiones del suroeste colombiano, controladas por disidencias de las farc, son las que registran el mayor crecimiento. pero el problema no se limita a colombia. ecuador ha experimentado un aumento dramático de la violencia vinculada al narcotráfico, con una tasa de homicidios que pasó de 7,8 por cada 100.000 habitantes en 2020 a 45,7 en 2023. según la onudd, grupos criminales colombianos y mafias albanesas han establecido una fuerte presencia en el país, utilizando sus puertos para enviar cocaína a europa. un dato revelador es que el 87% de la cocaína colombiana sale por el pacífico, mientras que solo el 5% intenta pasar por venezuela. este último porcentaje, marginal en comparación con las rutas principales, desmonta la idea de que el país sea un eje central del narcotráfico. el informe europeo sobre drogas 2025 corrobora que la cocaína es la segunda droga más consumida en la unión europea, con récords en incautaciones. un caso emblemático fue el decomiso de 13 toneladas de cocaína en españa, ocultas en un cargamento de plátanos provenientes de guayaquil, ecuador. la unión europea incluso elaboró un informe específico sobre la seguridad en los puertos de guayaquil, donde se detectó que el 57% de los contenedores de banano que llegan a amberes (bélgica) transportan cocaína. este dato es especialmente relevante, ya que empresas vinculadas al presidente ecuatoriano daniel noboa, como noboa trading y banana bonita, han estado involucradas en anteriores incautaciones de droga. el informe de la onudd también señala a estados unidos como el principal destino de la cocaína y el país con la peor crisis de consumo de drogas, especialmente por el fentanilo, un opioide sintético que en 2024 causó 48.000 muertes por sobredosis. el mercado estadounidense es tan lucrativo que mafias mexicanas, colombianas y locales operan redes de distribución a gran escala, aprovechando la demanda interna y las vulnerabilidades del sistema financiero para lavar dinero a través de bienes raíces, criptomonedas y comercios falsos. sin embargo, en lugar de abordar su propia crisis, el gobierno de ee.uu. ha externalizado el problema, acusando a otros países —como venezuela— de ser responsables. en paralelo, el sistema de salud no da abasto. en redes sociales se viralizan imágenes de personas bajo los efectos del fentanilo en kensington, filadelfia. mientras que en portland, el número de muertes por sobredosis relacionadas con esa droga aumentó un 533% entre 2018 y 2022. uno de los aspectos más llamativos del informe de la onudd es la casi nula mención de venezuela. a diferencia de colombia, ecuador o méxico, el país no aparece como un centro de producción, tránsito masivo o lavado de dinero asociado al narcotráfico. tampoco hay referencia al llamado “cártel de los soles”, una supuesta estructura narco-militar venezolana que, según acusaciones de ee.uu., operaría bajo protección del estado. este silencio es significativo, pues ni la onu ni la ue —dos organismos con amplios sistemas de monitoreo— respaldan la existencia de dicho cártel. sin embargo, el gobierno estadounidense mantiene una recompensa de 50 millones de dólares por información sobre el presidente nicolás maduro, acusándolo de liderar esta organización fantasma. ¿por qué persiste esta narrativa? analistas sugieren que se trata de una estrategia de presión política, parte de la doctrina de “máxima presión” aplicada desde la era trump para justificar sanciones y aislamiento contra venezuela. el narcotráfico es un problema transnacional con epicentros en colombia, ecuador, méxico y ee.uu. venezuela, en cambio, ha logrado mantenerse libre de cultivos ilícitos y su participación en el tráfico es mínima según los informes de la onu. la insistencia en criminalizar al país responde más a intereses geopolíticos que a realidades documentadas. mientras tanto, el verdadero negocio de la cocaína sigue fluyendo por los puertos del pacífico, las rutas europeas y el mercado estadounidense, lejos de las fronteras venezolanas.",
    "tokens": [
      "reporte",
      "mundial",
      "drogas",
      "2025",
      ",",
      "publicado",
      "junio",
      "oficina",
      "naciones",
      "unidas",
      "droga",
      "delito",
      "(",
      "onudd",
      ")",
      ",",
      "confirma",
      "realidad",
      "contrasta",
      "narrativa",
      "impulsada",
      "ciertos",
      "sectores",
      "políticos",
      ":",
      "venezuela",
      "actor",
      "relevante",
      "tráfico",
      "global",
      "cocaína",
      ".",
      "mientras",
      "producción",
      "droga",
      "alcanza",
      "niveles",
      "récord",
      "países",
      "andinos",
      "violencia",
      "asociada",
      "extiende",
      "europa",
      ",",
      "informe",
      "apenas",
      "menciona",
      "venezuela",
      "corredor",
      "marginal",
      ",",
      "desmintiendo",
      "acusaciones",
      "supuesto",
      "papel",
      "protagónico",
      "narcotráfico",
      "internacional",
      ".",
      "informe",
      "onudd",
      "revela",
      "producción",
      "mundial",
      "cocaína",
      "aumentó",
      "34",
      "%",
      "2023",
      ",",
      "alcanzando",
      "3.708",
      "toneladas",
      "anuales",
      ".",
      "colombia",
      "sigue",
      "siendo",
      "principal",
      "productor",
      ",",
      "concentrando",
      "67",
      "%",
      "cultivos",
      "hoja",
      "coca",
      "53",
      "%",
      "producción",
      "total",
      ".",
      "regiones",
      "suroeste",
      "colombiano",
      ",",
      "controladas",
      "disidencias",
      "farc",
      ",",
      "registran",
      "mayor",
      "crecimiento",
      ".",
      "problema",
      "limita",
      "colombia",
      ".",
      "ecuador",
      "experimentado",
      "aumento",
      "dramático",
      "violencia",
      "vinculada",
      "narcotráfico",
      ",",
      "tasa",
      "homicidios",
      "pasó",
      "7,8",
      "cada",
      "100.000",
      "habitantes",
      "2020",
      "45,7",
      "2023.",
      "según",
      "onudd",
      ",",
      "grupos",
      "criminales",
      "colombianos",
      "mafias",
      "albanesas",
      "establecido",
      "fuerte",
      "presencia",
      "país",
      ",",
      "utilizando",
      "puertos",
      "enviar",
      "cocaína",
      "europa",
      ".",
      "dato",
      "revelador",
      "87",
      "%",
      "cocaína",
      "colombiana",
      "sale",
      "pacífico",
      ",",
      "mientras",
      "solo",
      "5",
      "%",
      "intenta",
      "pasar",
      "venezuela",
      ".",
      "último",
      "porcentaje",
      ",",
      "marginal",
      "comparación",
      "rutas",
      "principales",
      ",",
      "desmonta",
      "idea",
      "país",
      "eje",
      "central",
      "narcotráfico",
      ".",
      "informe",
      "europeo",
      "drogas",
      "2025",
      "corrobora",
      "cocaína",
      "segunda",
      "droga",
      "consumida",
      "unión",
      "europea",
      ",",
      "récords",
      "incautaciones",
      ".",
      "caso",
      "emblemático",
      "decomiso",
      "13",
      "toneladas",
      "cocaína",
      "españa",
      ",",
      "ocultas",
      "cargamento",
      "plátanos",
      "provenientes",
      "guayaquil",
      ",",
      "ecuador",
      ".",
      "unión",
      "europea",
      "incluso",
      "elaboró",
      "informe",
      "específico",
      "seguridad",
      "puertos",
      "guayaquil",
      ",",
      "detectó",
      "57",
      "%",
      "contenedores",
      "banano",
      "llegan",
      "amberes",
      "(",
      "bélgica",
      ")",
      "transportan",
      "cocaína",
      ".",
      "dato",
      "especialmente",
      "relevante",
      ",",
      "empresas",
      "vinculadas",
      "presidente",
      "ecuatoriano",
      "daniel",
      "noboa",
      ",",
      "noboa",
      "trading",
      "banana",
      "bonita",
      ",",
      "involucradas",
      "anteriores",
      "incautaciones",
      "droga",
      ".",
      "informe",
      "onudd",
      "señala",
      "unidos",
      "principal",
      "destino",
      "cocaína",
      "país",
      "peor",
      "crisis",
      "consumo",
      "drogas",
      ",",
      "especialmente",
      "fentanilo",
      ",",
      "opioide",
      "sintético",
      "2024",
      "causó",
      "48.000",
      "muertes",
      "sobredosis",
      ".",
      "mercado",
      "estadounidense",
      "tan",
      "lucrativo",
      "mafias",
      "mexicanas",
      ",",
      "colombianas",
      "locales",
      "operan",
      "redes",
      "distribución",
      "gran",
      "escala",
      ",",
      "aprovechando",
      "demanda",
      "interna",
      "vulnerabilidades",
      "sistema",
      "financiero",
      "lavar",
      "dinero",
      "través",
      "bienes",
      "raíces",
      ",",
      "criptomonedas",
      "comercios",
      "falsos",
      ".",
      "embargo",
      ",",
      "lugar",
      "abordar",
      "propia",
      "crisis",
      ",",
      "gobierno",
      "ee.uu.",
      "externalizado",
      "problema",
      ",",
      "acusando",
      "países",
      "—como",
      "venezuela—",
      "ser",
      "responsables",
      ".",
      "paralelo",
      ",",
      "sistema",
      "salud",
      "da",
      "abasto",
      ".",
      "redes",
      "sociales",
      "viralizan",
      "imágenes",
      "personas",
      "bajo",
      "efectos",
      "fentanilo",
      "kensington",
      ",",
      "filadelfia",
      ".",
      "mientras",
      "portland",
      ",",
      "número",
      "muertes",
      "sobredosis",
      "relacionadas",
      "droga",
      "aumentó",
      "533",
      "%",
      "2018",
      "2022.",
      "aspectos",
      "llamativos",
      "informe",
      "onudd",
      "casi",
      "nula",
      "mención",
      "venezuela",
      ".",
      "diferencia",
      "colombia",
      ",",
      "ecuador",
      "méxico",
      ",",
      "país",
      "aparece",
      "centro",
      "producción",
      ",",
      "tránsito",
      "masivo",
      "lavado",
      "dinero",
      "asociado",
      "narcotráfico",
      ".",
      "tampoco",
      "referencia",
      "llamado",
      "“",
      "cártel",
      "soles",
      "”",
      ",",
      "supuesta",
      "estructura",
      "narco-militar",
      "venezolana",
      ",",
      "según",
      "acusaciones",
      "ee.uu.",
      ",",
      "operaría",
      "bajo",
      "protección",
      ".",
      "silencio",
      "significativo",
      ",",
      "pues",
      "onu",
      "ue",
      "—dos",
      "organismos",
      "amplios",
      "sistemas",
      "monitoreo—",
      "respaldan",
      "existencia",
      "dicho",
      "cártel",
      ".",
      "embargo",
      ",",
      "gobierno",
      "estadounidense",
      "mantiene",
      "recompensa",
      "50",
      "millones",
      "dólares",
      "información",
      "presidente",
      "nicolás",
      "maduro",
      ",",
      "acusándolo",
      "liderar",
      "organización",
      "fantasma",
      ".",
      "¿por",
      "persiste",
      "narrativa",
      "?",
      "analistas",
      "sugieren",
      "trata",
      "estrategia",
      "presión",
      "política",
      ",",
      "parte",
      "doctrina",
      "“",
      "máxima",
      "presión",
      "”",
      "aplicada",
      "trump",
      "justificar",
      "sanciones",
      "aislamiento",
      "venezuela",
      ".",
      "narcotráfico",
      "problema",
      "transnacional",
      "epicentros",
      "colombia",
      ",",
      "ecuador",
      ",",
      "méxico",
      "ee.uu.",
      "venezuela",
      ",",
      "cambio",
      ",",
      "logrado",
      "mantenerse",
      "libre",
      "cultivos",
      "ilícitos",
      "participación",
      "tráfico",
      "mínima",
      "según",
      "informes",
      "onu",
      ".",
      "insistencia",
      "criminalizar",
      "país",
      "responde",
      "intereses",
      "geopolíticos",
      "realidades",
      "documentadas",
      ".",
      "mientras",
      ",",
      "verdadero",
      "negocio",
      "cocaína",
      "sigue",
      "fluyendo",
      "puertos",
      "pacífico",
      ",",
      "rutas",
      "europeas",
      "mercado",
      "estadounidense",
      ",",
      "lejos",
      "fronteras",
      "venezolanas",
      "."
    ],
    "token_count": 520,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 99,
      "NN": 236,
      "CD": 21,
      "FW": 169,
      "JJ": 68,
      "VBZ": 9,
      "DT": 4,
      "NNS": 44,
      "VBP": 24,
      "IN": 42,
      "VBD": 8,
      "MD": 4,
      "VB": 4
    },
    "bigram_freq": {
      "NNP-NNP": 34,
      "NNP-NN": 33,
      "NN-NNP": 21,
      "NNP-CD": 2,
      "CD-NN": 5,
      "NN-FW": 21,
      "FW-NN": 32,
      "NN-NN": 121,
      "FW-NNP": 18,
      "NNP-FW": 16,
      "FW-FW": 98,
      "NNP-JJ": 1,
      "JJ-NN": 32,
      "NN-JJ": 22,
      "NN-VBZ": 4,
      "VBZ-JJ": 5,
      "JJ-NNP": 10,
      "NNP-DT": 1,
      "DT-NN": 3,
      "JJ-FW": 8,
      "NN-NNS": 12,
      "NNS-VBP": 19,
      "VBP-IN": 1,
      "IN-NN": 5,
      "VBP-JJ": 11,
      "VBP-NNP": 3,
      "NN-IN": 24,
      "IN-FW": 20,
      "FW-JJ": 9,
      "JJ-JJ": 8,
      "JJ-CD": 2,
      "CD-IN": 5,
      "IN-CD": 7,
      "NN-VBD": 5,
      "VBD-CD": 4,
      "CD-JJ": 1,
      "JJ-NNS": 4,
      "NNS-NNP": 3,
      "NNP-VBP": 1,
      "FW-CD": 1,
      "CD-FW": 1,
      "NNP-NNS": 1,
      "NNS-FW": 5,
      "VBP-NN": 4,
      "NN-VBP": 3,
      "NN-DT": 1,
      "VBZ-NNP": 1,
      "JJ-IN": 2,
      "CD-NNS": 5,
      "VBP-CD": 1,
      "NNS-IN": 10,
      "CD-CD": 2,
      "CD-NNP": 2,
      "NNP-VBD": 3,
      "VBD-JJ": 3,
      "NNS-VBZ": 1,
      "IN-NNS": 2,
      "NNP-MD": 4,
      "MD-VB": 4,
      "VB-JJ": 3,
      "FW-NNS": 9,
      "IN-NNP": 6,
      "IN-JJ": 2,
      "NNP-VBZ": 3,
      "VBP-NNS": 4,
      "FW-VBZ": 1,
      "VBZ-NNS": 3,
      "NN-CD": 2,
      "NNS-JJ": 2,
      "NNS-NNS": 3,
      "VBD-NN": 1,
      "FW-DT": 1,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "VB-NNS": 1,
      "JJ-VBP": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 13,
      "NNP-NNP-NN": 12,
      "NNP-NN-NNP": 4,
      "NN-NNP-CD": 2,
      "NNP-CD-NN": 2,
      "CD-NN-FW": 1,
      "NN-FW-NN": 6,
      "FW-NN-NN": 14,
      "NN-NN-FW": 8,
      "NN-FW-NNP": 2,
      "FW-NNP-FW": 8,
      "NNP-FW-FW": 10,
      "FW-FW-NNP": 11,
      "FW-NNP-NNP": 4,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-NNP": 4,
      "NN-NNP-NN": 6,
      "NN-NNP-NNP": 10,
      "NNP-NN-JJ": 2,
      "NN-JJ-NN": 13,
      "JJ-NN-NN": 13,
      "NN-NN-NN": 65,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 3,
      "JJ-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-JJ": 1,
      "NN-FW-FW": 10,
      "FW-FW-NN": 17,
      "FW-NN-JJ": 3,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 6,
      "FW-FW-FW": 62,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 9,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-FW": 3,
      "NNP-FW-NN": 5,
      "FW-NN-NNS": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 3,
      "JJ-NN-JJ": 4,
      "VBP-JJ-NN": 4,
      "NN-NN-IN": 9,
      "NN-IN-FW": 14,
      "IN-FW-JJ": 4,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NNP-NN-IN": 1,
      "IN-FW-NNP": 4,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 21,
      "NN-NN-JJ": 12,
      "JJ-NN-IN": 9,
      "JJ-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-CD": 2,
      "IN-CD-NN": 2,
      "CD-NN-VBD": 1,
      "NN-VBD-CD": 4,
      "VBD-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-NN-VBD": 4,
      "VBD-CD-IN": 3,
      "CD-IN-FW": 3,
      "IN-FW-NN": 1,
      "FW-NN-FW": 8,
      "FW-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-JJ": 3,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NN-NN-NNP": 10,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-JJ-IN": 1,
      "JJ-IN-NN": 2,
      "IN-NN-IN": 1,
      "IN-FW-FW": 6,
      "FW-JJ-NN": 3,
      "NN-IN-CD": 4,
      "IN-CD-NNS": 3,
      "CD-NNS-VBP": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-CD": 1,
      "CD-CD-IN": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-FW": 2,
      "NNP-FW-NNP": 1,
      "NNP-NN-NNS": 2,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NN": 4,
      "NN-NNP-FW": 1,
      "NNP-NNP-VBD": 3,
      "NNP-VBD-JJ": 3,
      "VBD-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-FW": 1,
      "FW-NN-IN": 3,
      "NN-JJ-JJ": 1,
      "JJ-JJ-JJ": 2,
      "CD-NN-NN": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 4,
      "MD-VB-JJ": 3,
      "VB-JJ-NN": 2,
      "IN-FW-NNS": 4,
      "FW-NNS-IN": 3,
      "NNS-IN-NNP": 2,
      "IN-NNP-NNP": 3,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-IN-NNP": 4,
      "IN-NNP-FW": 1,
      "NNS-IN-NN": 2,
      "IN-NN-NN": 3,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 2,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-FW": 3,
      "FW-JJ-IN": 1,
      "CD-NN-CD": 2,
      "NN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-NNS-IN": 1,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 4,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNP-NN-FW": 3,
      "NN-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "IN-NNP-NN": 1,
      "JJ-NNP-FW": 2,
      "FW-NNS-NNP": 1,
      "IN-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-FW": 1,
      "NN-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "NN-CD-CD": 1,
      "CD-CD-NNP": 1,
      "VBD-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "FW-JJ-FW": 2,
      "NN-FW-JJ": 2,
      "NN-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "IN-NNP-MD": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-NNS": 2,
      "VBP-JJ-NNP": 1,
      "NNP-NNP-MD": 2,
      "MD-VB-NNS": 1,
      "VB-NNS-FW": 1,
      "FW-NN-NNP": 3,
      "NNS-FW-NNS": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "VB-JJ-JJ": 1,
      "NNP-NNP-FW": 2,
      "VBZ-JJ-NN": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "FW-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 236,
        "FW": 169,
        "NNP": 99,
        "JJ": 68,
        "NNS": 44
      },
      "top_bigrams": {
        "NN-NN": 121,
        "FW-FW": 98,
        "NNP-NNP": 34,
        "NNP-NN": 33,
        "FW-NN": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 65,
        "FW-FW-FW": 62,
        "NNP-NN-NN": 21,
        "FW-FW-NN": 17,
        "FW-NN-NN": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 215,
      "VP": 40,
      "ADJP": 12,
      "PP": 20
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0315
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 7,
        "weight": 0.0221
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0189
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 4,
        "weight": 0.0126
      },
      {
        "rule": "ADJP -> ('un', 'JJ')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "NP -> ('Colombia', 'NNP')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "NP -> ('Ecuador', 'NNP')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "NP -> ('ONUDD', 'NNP')",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 2,
        "weight": 0.0063
      },
      {
        "rule": "NP -> ('a', 'DT') ('Europa', 'NNP')",
        "frequency": 2,
        "weight": 0.0063
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Reporte Mundial sobre Drogas"
      },
      {
        "label": "NP",
        "text": "junio por"
      },
      {
        "label": "NP",
        "text": "Oficina"
      },
      {
        "label": "NP",
        "text": "Naciones Unidas"
      },
      {
        "label": "NP",
        "text": "contra la Droga y el Delito"
      },
      {
        "label": "NP",
        "text": "ONUDD"
      },
      {
        "label": "NP",
        "text": "confirma una realidad que contrasta con la"
      },
      {
        "label": "NP",
        "text": "impulsada por ciertos"
      },
      {
        "label": "VP",
        "text": "sectores políticos"
      },
      {
        "label": "NP",
        "text": "políticos"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "no es"
      },
      {
        "label": "NP",
        "text": "un actor relevante"
      },
      {
        "label": "NP",
        "text": "tráfico"
      },
      {
        "label": "ADJP",
        "text": "global"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Reporte/NNP Mundial/NNP sobre/NN Drogas/NNP)\n  2025/CD\n  ,/,\n  publicado/FW\n  en/FW\n  (NP junio/NN por/NN)\n  la/FW\n  (NP Oficina/NNP)\n  de/FW\n  las/FW\n  (NP Naciones/NNP Unidas/NNP)\n  (NP contra/JJ la/NN Droga/NNP y/NNP el/NN Delito/NNP)\n  (/(\n  (NP ONUDD/NNP)\n  )/)\n  ,/,\n  (NP\n    confirma/JJ\n    una/JJ\n    realidad/NN\n    que/NN\n    contrasta/NN\n    con/NN\n    la/NN)\n  narrativa/FW\n  (NP impulsada/NN por/NN ciertos/NN)\n  (VP sectores/VBZ (NP políticos/NNS))\n  :/:\n  (NP Venezuela/NNP)\n  (NP no/DT es/NN)\n  (NP un/JJ actor/NN relevante/NN)\n  en/FW\n  el/FW\n  (NP tráfico/NN)\n  (ADJP global/JJ)\n  de/FW\n  (NP cocaína/NN)\n  ./.)",
      "(S\n  (NP Mientras/NNP la/NNP)\n  producción/FW\n  de/FW\n  esta/FW\n  (NP droga/NN alcanza/NN niveles/NNS)\n  (VP récord/VBP)\n  (PP en/IN (NP los/NN países/NNS))\n  (VP andinos/VBP (NP y/JJ la/NN))\n  violencia/FW\n  (NP asociada/NN)\n  se/FW\n  (VP extiende/VBZ (NP a/DT Europa/NNP))\n  ,/,\n  (NP el/JJ informe/NN apenas/NNS)\n  (VP\n    menciona/VBP\n    (NP a/DT Venezuela/NNP como/NN)\n    (NP un/JJ corredor/NN marginal/NN))\n  ,/,\n  (NP desmintiendo/JJ las/NN acusaciones/NNS)\n  (VP sobre/VBP (NP su/JJ supuesto/NN papel/NN protagónico/NN))\n  en/IN\n  el/FW\n  (NP narcotráfico/JJ internacional/NN)\n  ./.)",
      "(S\n  (NP El/NNP informe/NN)\n  de/IN\n  la/FW\n  (NP ONUDD/NNP revela/NN que/NN la/NN)\n  (NP producción/JJ mundial/NN)\n  de/IN\n  cocaína/FW\n  (ADJP aumentó/JJ)\n  (ADJP un/JJ)\n  34/CD\n  (NP %/NN)\n  (ADJP en/JJ)\n  2023/CD\n  ,/,\n  (VP alcanzando/VBD las/JJ)\n  3.708/CD\n  (NP toneladas/JJ anuales/NNS)\n  ./.)",
      "(S\n  (NP Colombia/NNP)\n  (VP sigue/VBP (NP siendo/JJ el/NN) (NP principal/JJ productor/NN))\n  ,/,\n  (NP concentrando/NN)\n  el/RB\n  67/CD\n  (NP %/NN)\n  de/IN\n  los/FW\n  (NP cultivos/NN)\n  de/FW\n  hoja/FW\n  de/FW\n  coca/FW\n  y/CC\n  (VP el/VB)\n  53/CD\n  (NP %/NN)\n  de/IN\n  la/FW\n  (NP producción/JJ total/NN)\n  ./.)",
      "(S\n  (NP Las/NNP regiones/NNS)\n  del/FW\n  (NP suroeste/NN colombiano/NN)\n  ,/,\n  (NP controladas/JJ por/NN disidencias/NN)\n  de/IN\n  las/FW\n  (NP FARC/NNP)\n  ,/,\n  (NP son/NN las/NNS)\n  (VP que/VBP registran/JJ)\n  el/FW\n  (NP mayor/NN crecimiento/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "PAISES",
      "ORGANISMOS_INTERNACIONALES",
      "CIUDADES_CAPITALES",
      "LOCALIZACIONES_ESPECIFICAS",
      "GOBIERNOS_OFICIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "tasa",
        "position": [
          1113,
          1117
        ],
        "start": 1113,
        "end": 1117
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "lavado de dinero",
        "position": [
          3551,
          3567
        ],
        "start": 3551,
        "end": 3567
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de ee",
        "position": [
          2947,
          2961
        ],
        "start": 2947,
        "end": 2961
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ecuatoriano daniel",
        "position": [
          2220,
          2249
        ],
        "start": 2220,
        "end": 2249
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "naciones unidas",
        "position": [
          79,
          94
        ],
        "start": 79,
        "end": 94
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "unión europea",
        "position": [
          1747,
          1760
        ],
        "start": 1747,
        "end": 1760
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          720,
          728
        ],
        "start": 720,
        "end": 728
      },
      {
        "category": "PAISES",
        "matched_text": "ecuador",
        "position": [
          1016,
          1023
        ],
        "start": 1016,
        "end": 1023
      },
      {
        "category": "PAISES",
        "matched_text": "méxico",
        "position": [
          3476,
          3482
        ],
        "start": 3476,
        "end": 3482
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          227,
          236
        ],
        "start": 227,
        "end": 236
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2397,
          2411
        ],
        "start": 2397,
        "end": 2411
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "guayaquil",
        "position": [
          1919,
          1928
        ],
        "start": 1919,
        "end": 1928
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "pacífico",
        "position": [
          1436,
          1444
        ],
        "start": 1436,
        "end": 1444
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado involucradas",
        "position": [
          2297,
          2316
        ],
        "start": 2297,
        "end": 2316
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          3511,
          3520
        ],
        "start": 3511,
        "end": 3520
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          2897,
          2904
        ],
        "start": 2897,
        "end": 2904
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "50 millones",
        "position": [
          3986,
          3997
        ],
        "start": 3986,
        "end": 3997
      },
      {
        "category": "MONETARIOS",
        "matched_text": "50 millones de dólares",
        "position": [
          3986,
          4008
        ],
        "start": 3986,
        "end": 4008
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "UE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "FARC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Filadelfia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Portland",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pacífico",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Informe Europeo sobre Drogas 2025",
        "tipo": "Organizacion"
      },
      {
        "nombre": "España",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kensington",
        "tipo": "Lugar"
      },
      {
        "nombre": "Amberes",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ecuador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Unión Europea",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "ONUDD",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Daniel Noboa",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Oficina de las Naciones Unidas contra la Droga y el Delito",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cártel de los Soles",
        "tipo": "Organizacion"
      },
      {
        "nombre": "México",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estado.",
        "tipo": "Lugar"
      },
      {
        "nombre": "ONU",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Europa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guayaquil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Noboa Trading",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bélgica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "CONFIRMAR",
        "objeto": "Oficina de las Naciones Unidas contra la Droga y el Delito"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "CONFIRMAR",
        "objeto": "ONUDD"
      },
      {
        "sujeto": "Europa",
        "relacion": "EXTENDER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "ONUDD",
        "relacion": "ESTABLECER",
        "objeto": "Europa"
      },
      {
        "sujeto": "El Informe Europeo sobre Drogas 2025",
        "relacion": "CORROBORAR",
        "objeto": "Unión Europea"
      },
      {
        "sujeto": "La Unión Europea",
        "relacion": "ELABORAR",
        "objeto": "Guayaquil"
      },
      {
        "sujeto": "La Unión Europea",
        "relacion": "ELABORAR",
        "objeto": "Amberes"
      },
      {
        "sujeto": "La Unión Europea",
        "relacion": "ELABORAR",
        "objeto": "Bélgica"
      },
      {
        "sujeto": "ONUDD",
        "relacion": "SE_ALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "EXTERNALIZAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Cártel de los Soles",
        "relacion": "HABER",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Cártel de los Soles",
        "relacion": "HABER",
        "objeto": "Estado."
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "OPERAR_HABER",
        "objeto": "Estado."
      }
    ]
  },
  "sentiment": {
    "compound": -0.9517,
    "pos": 0.01,
    "neu": 0.958,
    "neg": 0.032,
    "label": "negative"
  }
}