{
  "url": "https://www.telesurtv.net/crece-escandalo-sobornos-gobierno-milei/",
  "title": "Crece escándalo de sobornos que sacude al gobierno de Milei en Argentina",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "corrupción",
    "Escándalo",
    "Gobierno",
    "Javier Milei",
    "Milei",
    "Sobornos"
  ],
  "text": "La trama de corrupción que involucra al entorno cercano de Javier Milei por sobornos en la Agencia Nacional de Discapacidad (ANDIS) continúa sacudiendo al gobierno ultraderechista, mientras con el correr de los días se devela más información que involucraría a otros funcionarios y ministerios.\n\nLas filtraciones del exdirector de la ANDIS Diego Spagnuolo reveladas en los últimos días dan cuenta de la existencia de una red de recaudación ilegal de dinero mediante maniobras irregulares en la compra y venta de medicamentos. En este contexto, este lunes 25 de agosto se difundieron nuevos audios donde nombra a la ministra de Capital Humano, Sandra Pettovello, a quien acusa de “dejarlo expuesto”.\nEl escándalo surgió la semana pasada a partir del conocimiento de audios atribuidos a Spagnuolo, donde menciona coimas a laboratorios y vincula a la secretaria general de la Presidencia, Karina Milei, y otros allegados del Gobierno. El objetivo de la trama de corrupción habría sido adjudicar contratos millonarios para la provisión de medicamentos sin seguir los procedimientos de licitación pública que exige la ley argentina.\n\n\nLos fondos afectados estaban destinados a programas de asistencia para aproximadamente 1.5 millones de personas con discapacidad en el país. Según lo trascendido a través de medios de comunicación, Karina Milei autorizó contratos por cerca de 19 millones de dólares para la compra de medicamentos a través de la ANDIS para personas discapacitadas que terminaban en la droguería Suizo Argentino S.A.\nA partir de lo dicho por Spagnuolo, la secretaria general de la Presidencia recibía unos 800 mil dólares por mes que compartía con Eduardo “Lule” Menem, subsecretario de Gestión Institucional de la Presidencia y armador del partido oficialista La Libertad Avanza. Por estos hechos fueron denunciados penalmente ambos funcionarios y el presidente Javier Milei.\nEn tanto, la evidencia documental revela que la droguería Suizo Argentina S.A. pasó de recibir cerca de 3 millones de dólares en 2024 a más de 83 millones de dólares en 2025, cifra que contrasta brutalmente con la inflación acumulada del período.\n\n\nEn este contexto, este lunes 25 de agosto, el juez federal Sebastián Casanello que investiga la causa ordenó el bloqueo de las cajas de seguridad de los exfuncionarios y empresarios investigados por los supuestos sobornos, a quienes también les pesa una prohibición para salir del país.\nLa investigación judicial avanza sobre tres ejes: autenticidad de las grabaciones, existencia de un circuito de pagos irregulares y verificación de maniobras ilícitas.\n\n\nEl escándalo se extendió también al Ministerio de Seguridad a cargo de Patricia Bullrich, donde la Policía Federal adjudicó a la misma empresa compras por más de seis millones de dólares en medicamentos e insumos entre febrero y mayo de 2025.\nPor otro lado, la cartera de Defensa, conducida por Luis Petri, también habría recibido cifras millonarias en medicamentos para las clínicas del Instituto de Obra Social de las Fuerzas Armadas y Seguridad (IOSFA), a través de la investigada Droguería Suizo Argentina SA.\nFrente a estas revelaciones, la oposición presentó un proyecto para crear una comisión investigadora. El diputado socialista Esteban Paulón, junto a legisladores de Unión por la Patria, Encuentro Federal y Coalición Cívica, buscan determinar la veracidad de las acusaciones que involucrarían a la cúpula del oficialismo.\n\n\nEste lunes, el presidente Javier Milei tuvo un fuerte acto fallido al declarar que la oposición está enojada porque “les estamos afanando los choreos”. Previamente, había acusado a sus detractores de querer “romper todo” y desestabilizar su programa económico. De esta manera, el ejecutivo busca instalar la narrativa de una supuesta “operación” preelectoral, mientras evita dar respuestas sobre la denuncia concreta.\nLa crisis desatada en los últimos días pone en jaque el discurso anticorrupción del gobierno -que ya fue puesto en duda mediante el escándalo de la criptomoneda $LIBRA-, mientras las evidencias de contrataciones irregulares y sobornos continúan acumulándose.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/crece-escandalo-sobornos-gobierno-milei/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 434,
    "message_id": 102851,
    "date": "2025-08-26T03:55:12+00:00",
    "text": "teleSUR\nCrece escándalo de sobornos que sacude al gobierno de Milei en Argentina\nhttps://www.telesurtv.net/crece-escandalo-sobornos-gobierno-milei/",
    "photo_path": null,
    "views": 1611,
    "reactions": {
      "💩": 39,
      "👍": 9,
      "🤡": 2,
      "🤪": 2
    },
    "total_reactions": 52
  },
  "preprocessing": {
    "cleaned": "la trama de corrupción que involucra al entorno cercano de javier milei por sobornos en la agencia nacional de discapacidad (andis) continúa sacudiendo al gobierno ultraderechista, mientras con el correr de los días se devela más información que involucraría a otros funcionarios y ministerios. las filtraciones del exdirector de la andis diego spagnuolo reveladas en los últimos días dan cuenta de la existencia de una red de recaudación ilegal de dinero mediante maniobras irregulares en la compra y venta de medicamentos. en este contexto, este lunes 25 de agosto se difundieron nuevos audios donde nombra a la ministra de capital humano, sandra pettovello, a quien acusa de “dejarlo expuesto”. el escándalo surgió la semana pasada a partir del conocimiento de audios atribuidos a spagnuolo, donde menciona coimas a laboratorios y vincula a la secretaria general de la presidencia, karina milei, y otros allegados del gobierno. el objetivo de la trama de corrupción habría sido adjudicar contratos millonarios para la provisión de medicamentos sin seguir los procedimientos de licitación pública que exige la ley argentina. los fondos afectados estaban destinados a programas de asistencia para aproximadamente 1.5 millones de personas con discapacidad en el país. según lo trascendido a través de medios de comunicación, karina milei autorizó contratos por cerca de 19 millones de dólares para la compra de medicamentos a través de la andis para personas discapacitadas que terminaban en la droguería suizo argentino s.a. a partir de lo dicho por spagnuolo, la secretaria general de la presidencia recibía unos 800 mil dólares por mes que compartía con eduardo “lule” menem, subsecretario de gestión institucional de la presidencia y armador del partido oficialista la libertad avanza. por estos hechos fueron denunciados penalmente ambos funcionarios y el presidente javier milei. en tanto, la evidencia documental revela que la droguería suizo argentina s.a. pasó de recibir cerca de 3 millones de dólares en 2024 a más de 83 millones de dólares en 2025, cifra que contrasta brutalmente con la inflación acumulada del período. en este contexto, este lunes 25 de agosto, el juez federal sebastián casanello que investiga la causa ordenó el bloqueo de las cajas de seguridad de los exfuncionarios y empresarios investigados por los supuestos sobornos, a quienes también les pesa una prohibición para salir del país. la investigación judicial avanza sobre tres ejes: autenticidad de las grabaciones, existencia de un circuito de pagos irregulares y verificación de maniobras ilícitas. el escándalo se extendió también al ministerio de seguridad a cargo de patricia bullrich, donde la policía federal adjudicó a la misma empresa compras por más de seis millones de dólares en medicamentos e insumos entre febrero y mayo de 2025. por otro lado, la cartera de defensa, conducida por luis petri, también habría recibido cifras millonarias en medicamentos para las clínicas del instituto de obra social de las fuerzas armadas y seguridad (iosfa), a través de la investigada droguería suizo argentina sa. frente a estas revelaciones, la oposición presentó un proyecto para crear una comisión investigadora. el diputado socialista esteban paulón, junto a legisladores de unión por la patria, encuentro federal y coalición cívica, buscan determinar la veracidad de las acusaciones que involucrarían a la cúpula del oficialismo. este lunes, el presidente javier milei tuvo un fuerte acto fallido al declarar que la oposición está enojada porque “les estamos afanando los choreos”. previamente, había acusado a sus detractores de querer “romper todo” y desestabilizar su programa económico. de esta manera, el ejecutivo busca instalar la narrativa de una supuesta “operación” preelectoral, mientras evita dar respuestas sobre la denuncia concreta. la crisis desatada en los últimos días pone en jaque el discurso anticorrupción del gobierno -que ya fue puesto en duda mediante el escándalo de la criptomoneda $libra-, mientras las evidencias de contrataciones irregulares y sobornos continúan acumulándose.",
    "tokens": [
      "trama",
      "corrupción",
      "involucra",
      "entorno",
      "cercano",
      "javier",
      "milei",
      "sobornos",
      "agencia",
      "nacional",
      "discapacidad",
      "(",
      "andis",
      ")",
      "continúa",
      "sacudiendo",
      "gobierno",
      "ultraderechista",
      ",",
      "mientras",
      "correr",
      "días",
      "devela",
      "información",
      "involucraría",
      "funcionarios",
      "ministerios",
      ".",
      "filtraciones",
      "exdirector",
      "andis",
      "diego",
      "spagnuolo",
      "reveladas",
      "últimos",
      "días",
      "dan",
      "cuenta",
      "existencia",
      "red",
      "recaudación",
      "ilegal",
      "dinero",
      "mediante",
      "maniobras",
      "irregulares",
      "compra",
      "venta",
      "medicamentos",
      ".",
      "contexto",
      ",",
      "lunes",
      "25",
      "agosto",
      "difundieron",
      "nuevos",
      "audios",
      "nombra",
      "ministra",
      "capital",
      "humano",
      ",",
      "sandra",
      "pettovello",
      ",",
      "acusa",
      "“",
      "dejarlo",
      "expuesto",
      "”",
      ".",
      "escándalo",
      "surgió",
      "semana",
      "pasada",
      "partir",
      "conocimiento",
      "audios",
      "atribuidos",
      "spagnuolo",
      ",",
      "menciona",
      "coimas",
      "laboratorios",
      "vincula",
      "secretaria",
      "general",
      "presidencia",
      ",",
      "karina",
      "milei",
      ",",
      "allegados",
      "gobierno",
      ".",
      "objetivo",
      "trama",
      "corrupción",
      "sido",
      "adjudicar",
      "contratos",
      "millonarios",
      "provisión",
      "medicamentos",
      "seguir",
      "procedimientos",
      "licitación",
      "pública",
      "exige",
      "ley",
      "argentina",
      ".",
      "fondos",
      "afectados",
      "destinados",
      "programas",
      "asistencia",
      "aproximadamente",
      "1.5",
      "millones",
      "personas",
      "discapacidad",
      "país",
      ".",
      "según",
      "trascendido",
      "través",
      "medios",
      "comunicación",
      ",",
      "karina",
      "milei",
      "autorizó",
      "contratos",
      "cerca",
      "19",
      "millones",
      "dólares",
      "compra",
      "medicamentos",
      "través",
      "andis",
      "personas",
      "discapacitadas",
      "terminaban",
      "droguería",
      "suizo",
      "argentino",
      "s.a.",
      "partir",
      "dicho",
      "spagnuolo",
      ",",
      "secretaria",
      "general",
      "presidencia",
      "recibía",
      "800",
      "mil",
      "dólares",
      "mes",
      "compartía",
      "eduardo",
      "“",
      "lule",
      "”",
      "menem",
      ",",
      "subsecretario",
      "gestión",
      "institucional",
      "presidencia",
      "armador",
      "partido",
      "oficialista",
      "libertad",
      "avanza",
      ".",
      "hechos",
      "denunciados",
      "penalmente",
      "ambos",
      "funcionarios",
      "presidente",
      "javier",
      "milei",
      ".",
      ",",
      "evidencia",
      "documental",
      "revela",
      "droguería",
      "suizo",
      "argentina",
      "s.a.",
      "pasó",
      "recibir",
      "cerca",
      "3",
      "millones",
      "dólares",
      "2024",
      "83",
      "millones",
      "dólares",
      "2025",
      ",",
      "cifra",
      "contrasta",
      "brutalmente",
      "inflación",
      "acumulada",
      "período",
      ".",
      "contexto",
      ",",
      "lunes",
      "25",
      "agosto",
      ",",
      "juez",
      "federal",
      "sebastián",
      "casanello",
      "investiga",
      "causa",
      "ordenó",
      "bloqueo",
      "cajas",
      "seguridad",
      "exfuncionarios",
      "empresarios",
      "investigados",
      "supuestos",
      "sobornos",
      ",",
      "pesa",
      "prohibición",
      "salir",
      "país",
      ".",
      "investigación",
      "judicial",
      "avanza",
      "tres",
      "ejes",
      ":",
      "autenticidad",
      "grabaciones",
      ",",
      "existencia",
      "circuito",
      "pagos",
      "irregulares",
      "verificación",
      "maniobras",
      "ilícitas",
      ".",
      "escándalo",
      "extendió",
      "ministerio",
      "seguridad",
      "cargo",
      "patricia",
      "bullrich",
      ",",
      "policía",
      "federal",
      "adjudicó",
      "misma",
      "empresa",
      "compras",
      "seis",
      "millones",
      "dólares",
      "medicamentos",
      "insumos",
      "febrero",
      "mayo",
      "2025.",
      "lado",
      ",",
      "cartera",
      "defensa",
      ",",
      "conducida",
      "luis",
      "petri",
      ",",
      "recibido",
      "cifras",
      "millonarias",
      "medicamentos",
      "clínicas",
      "instituto",
      "obra",
      "social",
      "fuerzas",
      "armadas",
      "seguridad",
      "(",
      "iosfa",
      ")",
      ",",
      "través",
      "investigada",
      "droguería",
      "suizo",
      "argentina",
      "sa",
      ".",
      "frente",
      "revelaciones",
      ",",
      "oposición",
      "presentó",
      "proyecto",
      "crear",
      "comisión",
      "investigadora",
      ".",
      "diputado",
      "socialista",
      "esteban",
      "paulón",
      ",",
      "junto",
      "legisladores",
      "unión",
      "patria",
      ",",
      "encuentro",
      "federal",
      "coalición",
      "cívica",
      ",",
      "buscan",
      "determinar",
      "veracidad",
      "acusaciones",
      "involucrarían",
      "cúpula",
      "oficialismo",
      ".",
      "lunes",
      ",",
      "presidente",
      "javier",
      "milei",
      "fuerte",
      "acto",
      "fallido",
      "declarar",
      "oposición",
      "enojada",
      "“",
      "afanando",
      "choreos",
      "”",
      ".",
      "previamente",
      ",",
      "acusado",
      "detractores",
      "querer",
      "“",
      "romper",
      "”",
      "desestabilizar",
      "programa",
      "económico",
      ".",
      "manera",
      ",",
      "ejecutivo",
      "busca",
      "instalar",
      "narrativa",
      "supuesta",
      "“",
      "operación",
      "”",
      "preelectoral",
      ",",
      "mientras",
      "evita",
      "dar",
      "respuestas",
      "denuncia",
      "concreta",
      ".",
      "crisis",
      "desatada",
      "últimos",
      "días",
      "pone",
      "jaque",
      "discurso",
      "anticorrupción",
      "gobierno",
      "-que",
      "puesto",
      "duda",
      "mediante",
      "escándalo",
      "criptomoneda",
      "$",
      "libra-",
      ",",
      "mientras",
      "evidencias",
      "contrataciones",
      "irregulares",
      "sobornos",
      "continúan",
      "acumulándose",
      "."
    ],
    "token_count": 418,
    "sentence_count": 19
  },
  "grammar_analysis": {
    "sentence_count": 19,
    "chunk_counts": {
      "NP": 157,
      "PP": 10,
      "VP": 43,
      "ADJP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0299
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 5,
        "weight": 0.0214
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 4,
        "weight": 0.0171
      },
      {
        "rule": "NP -> ('dólares', 'NNS')",
        "frequency": 4,
        "weight": 0.0171
      },
      {
        "rule": "NP -> ('irregulares', 'NNS')",
        "frequency": 3,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 3,
        "weight": 0.0128
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('a', 'DT') ('través', 'NN')",
        "frequency": 3,
        "weight": 0.0128
      },
      {
        "rule": "NP -> ('En', 'NNP') ('este', 'NN') ('contexto', 'NN')",
        "frequency": 2,
        "weight": 0.0085
      },
      {
        "rule": "NP -> ('este', 'NN') ('lunes', 'NNS')",
        "frequency": 2,
        "weight": 0.0085
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La trama"
      },
      {
        "label": "NP",
        "text": "que involucra al"
      },
      {
        "label": "NP",
        "text": "entorno cercano"
      },
      {
        "label": "PP",
        "text": "de Javier Milei por sobornos"
      },
      {
        "label": "NP",
        "text": "Javier Milei por sobornos"
      },
      {
        "label": "NP",
        "text": "Agencia Nacional"
      },
      {
        "label": "NP",
        "text": "Discapacidad"
      },
      {
        "label": "NP",
        "text": "ANDIS"
      },
      {
        "label": "VP",
        "text": "continúa sacudiendo al gobierno ultraderechista"
      },
      {
        "label": "NP",
        "text": "sacudiendo al gobierno ultraderechista"
      },
      {
        "label": "NP",
        "text": "con"
      },
      {
        "label": "NP",
        "text": "correr"
      },
      {
        "label": "NP",
        "text": "días se devela más información que"
      },
      {
        "label": "VP",
        "text": "involucraría a otros funcionarios"
      },
      {
        "label": "NP",
        "text": "a otros funcionarios"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP trama/NNP)\n  de/IN\n  corrupción/FW\n  (NP que/JJ involucra/NN al/NN)\n  (NP entorno/JJ cercano/NN)\n  (PP de/IN (NP Javier/NNP Milei/NNP por/NN sobornos/NN))\n  en/IN\n  la/FW\n  (NP Agencia/NNP Nacional/NNP)\n  de/FW\n  (NP Discapacidad/NNP)\n  (/(\n  (NP ANDIS/NNP)\n  )/)\n  (VP\n    continúa/VBP\n    (NP sacudiendo/JJ al/NN gobierno/NN ultraderechista/NN))\n  ,/,\n  mientras/FW\n  (NP con/NN)\n  el/FW\n  (NP correr/NN)\n  de/IN\n  los/FW\n  (NP días/JJ se/NN devela/NN más/NN información/NN que/NN)\n  (VP involucraría/VBZ (NP a/DT otros/JJ funcionarios/NNS))\n  (VP y/VBP (NP ministerios/NNS))\n  ./.)",
      "(S\n  (NP Las/NNP filtraciones/NNS)\n  del/FW\n  (NP exdirector/NN)\n  de/IN\n  la/FW\n  (NP ANDIS/NNP Diego/NNP Spagnuolo/NNP reveladas/NN)\n  en/FW\n  los/FW\n  (NP últimos/NNP días/NN dan/NN cuenta/NN)\n  de/IN\n  la/FW\n  existencia/FW\n  de/FW\n  una/FW\n  red/FW\n  de/FW\n  recaudación/FW\n  ilegal/FW\n  de/FW\n  dinero/FW\n  mediante/FW\n  maniobras/FW\n  (NP irregulares/NNS)\n  (VP en/VBP)\n  la/FW\n  compra/FW\n  y/FW\n  venta/FW\n  de/FW\n  medicamentos/FW\n  ./.)",
      "(S\n  (NP En/NNP este/NN contexto/NN)\n  ,/,\n  (NP este/NN lunes/NNS)\n  25/CD\n  de/IN\n  agosto/FW\n  se/FW\n  (NP difundieron/NN)\n  nuevos/FW\n  (NP audios/NNS)\n  (VP donde/VBP)\n  nombra/IN\n  a/DT\n  (ADJP la/JJ)\n  ministra/FW\n  de/FW\n  (NP Capital/NNP Humano/NNP)\n  ,/,\n  (NP Sandra/NNP Pettovello/NNP)\n  ,/,\n  (NP a/DT quien/JJ acusa/NN)\n  (PP de/IN (NP “/NNP dejarlo/NN expuesto/NN ”/NN))\n  ./.)",
      "(S\n  (NP El/NNP)\n  escándalo/CC\n  (NP surgió/JJ la/NN)\n  (VP semana/VBD)\n  pasada/PDT\n  (NP a/DT partir/NN del/NN conocimiento/NN)\n  de/IN\n  audios/FW\n  atribuidos/FW\n  (NP a/DT Spagnuolo/NNP)\n  ,/,\n  (NP donde/NN menciona/NN)\n  (VP\n    coimas/VBZ\n    (NP a/DT laboratorios/JJ y/NN vincula/NN)\n    (NP a/DT la/NN)\n    secretaria/JJ\n    general/JJ)\n  de/FW\n  la/FW\n  (NP Presidencia/NNP)\n  ,/,\n  (NP Karina/NNP Milei/NNP)\n  ,/,\n  (NP y/NNP)\n  otros/MD\n  (VP allegados/VB (NP del/NN Gobierno/NNP))\n  ./.)",
      "(S\n  (NP El/NNP)\n  objetivo/FW\n  de/FW\n  la/FW\n  trama/FW\n  de/FW\n  corrupción/FW\n  (NP habría/NN sido/NN adjudicar/NN contratos/NN millonarios/NNS)\n  (VP para/VBP la/JJ)\n  provisión/FW\n  de/FW\n  medicamentos/FW\n  (NP sin/NN seguir/NN)\n  (NP los/JJ procedimientos/NN)\n  de/IN\n  licitación/FW\n  (NP pública/NN que/NN)\n  (VP exige/VBP (NP la/NN) (NP ley/JJ argentina/NN))\n  ./.)"
    ]
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 97,
      "IN": 30,
      "FW": 165,
      "JJ": 42,
      "NN": 168,
      "VBZ": 9,
      "NNS": 38,
      "VBP": 26,
      "CD": 9,
      "MD": 2,
      "VB": 3,
      "RB": 3,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NNP": 44,
      "NNP-IN": 2,
      "IN-FW": 19,
      "FW-JJ": 8,
      "JJ-NN": 26,
      "NN-NN": 87,
      "NN-JJ": 10,
      "NN-IN": 20,
      "IN-NNP": 4,
      "NNP-NN": 27,
      "FW-NNP": 25,
      "NNP-FW": 10,
      "NNP-VBZ": 4,
      "VBZ-JJ": 3,
      "JJ-NNS": 3,
      "NNS-VBP": 21,
      "VBP-JJ": 12,
      "NNS-NNS": 1,
      "NNS-NNP": 2,
      "NNP-NNS": 3,
      "NNS-FW": 8,
      "FW-NN": 22,
      "NN-FW": 19,
      "FW-FW": 96,
      "FW-NNS": 14,
      "VBP-FW": 4,
      "JJ-FW": 6,
      "NN-VBZ": 5,
      "VBZ-CD": 2,
      "CD-IN": 2,
      "NNP-JJ": 3,
      "NN-NNS": 8,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-FW": 2,
      "NN-VBP": 4,
      "VBP-NN": 2,
      "NN-NNP": 14,
      "NN-RB": 1,
      "RB-CD": 1,
      "CD-NNS": 3,
      "NNS-IN": 3,
      "VBZ-NNS": 1,
      "NNS-JJ": 2,
      "IN-CD": 5,
      "JJ-CD": 1,
      "CD-NN": 3,
      "VBP-NNS": 5,
      "JJ-JJ": 2,
      "VBP-RB": 2,
      "RB-NNP": 2,
      "JJ-NNP": 4,
      "NNP-VBP": 1,
      "VBZ-FW": 1,
      "CD-NNP": 1,
      "VBP-IN": 1,
      "IN-NN": 1,
      "VBZ-IN": 2,
      "IN-JJ": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNS-VB": 1
    },
    "trigram_freq": {
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 5,
      "JJ-NN-NN": 15,
      "NN-NN-JJ": 7,
      "NN-JJ-NN": 5,
      "JJ-NN-IN": 8,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 2,
      "NNP-NNP-NN": 13,
      "NNP-NN-NN": 18,
      "NN-NN-IN": 7,
      "NN-IN-FW": 14,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 13,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 2,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 8,
      "NN-NN-NN": 42,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NN-IN": 2,
      "NNP-NNP-NNP": 18,
      "NNP-NN-FW": 4,
      "NN-FW-FW": 10,
      "FW-FW-NNP": 17,
      "FW-NNP-NN": 7,
      "IN-FW-FW": 11,
      "FW-FW-FW": 61,
      "FW-FW-NNS": 8,
      "FW-NNS-VBP": 6,
      "NNS-VBP-FW": 4,
      "VBP-FW-JJ": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "NN-NN-VBZ": 4,
      "NN-VBZ-CD": 2,
      "VBZ-CD-IN": 2,
      "CD-IN-FW": 2,
      "FW-FW-NN": 7,
      "FW-NN-FW": 4,
      "NN-FW-NNS": 1,
      "VBP-JJ-FW": 3,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 3,
      "FW-NNP-FW": 4,
      "NNP-FW-NN": 3,
      "NN-NN-NNS": 4,
      "NN-NNS-VBP": 8,
      "VBP-FW-FW": 3,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-FW": 2,
      "VB-FW-NNP": 1,
      "NNP-FW-FW": 4,
      "FW-NN-NN": 10,
      "IN-FW-NN": 3,
      "NN-NN-VBP": 4,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-FW-NN": 5,
      "FW-NN-NNP": 3,
      "NN-NNP-JJ": 1,
      "FW-NN-RB": 1,
      "NN-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "NNP-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 2,
      "CD-NNS-FW": 2,
      "NNS-FW-NNS": 3,
      "NNP-NN-JJ": 2,
      "NN-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NNS-VBP-NNS": 4,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "JJ-NN-NNP": 1,
      "NN-NNP-NNP": 7,
      "NNP-NN-IN": 2,
      "NN-NN-NNP": 10,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 3,
      "NNS-VBP-RB": 2,
      "VBP-RB-NNP": 2,
      "RB-NNP-NNP": 2,
      "NN-NN-FW": 9,
      "NN-FW-JJ": 1,
      "FW-NNS-IN": 2,
      "NNS-IN-CD": 2,
      "IN-CD-NN": 2,
      "CD-NN-IN": 1,
      "CD-NN-NN": 1,
      "NN-VBP-JJ": 2,
      "NN-NNP-NN": 4,
      "FW-FW-JJ": 3,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "JJ-NN-NNS": 1,
      "NN-NNP-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-FW": 5,
      "NNS-FW-FW": 3,
      "FW-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "NN-FW-NNP": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NNP": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-MD": 1,
      "VB-FW-FW": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-NNS": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-NNP": 1,
      "NNS-FW-JJ": 1,
      "JJ-FW-NN": 3,
      "NN-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "FW-NN-NNS": 1,
      "VBZ-IN-FW": 1,
      "JJ-NN-FW": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "FW-NNP-NNS": 1,
      "VBP-NNS-VB": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 168,
        "FW": 165,
        "NNP": 97,
        "JJ": 42,
        "NNS": 38
      },
      "top_bigrams": {
        "FW-FW": 96,
        "NN-NN": 87,
        "NNP-NNP": 44,
        "NNP-NN": 27,
        "JJ-NN": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 61,
        "NN-NN-NN": 42,
        "NNP-NN-NN": 18,
        "NNP-NNP-NNP": 18,
        "FW-FW-NNP": 17
      }
    }
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "PAISES",
      "FECHAS_HORAS",
      "APROBACION_RECHAZO",
      "INSTITUCIONES_EDUCATIVAS",
      "FECHAS_ESPECIFICAS",
      "GOBIERNOS_OFICIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          2103,
          2112
        ],
        "start": 2103,
        "end": 2112
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          627,
          634
        ],
        "start": 627,
        "end": 634
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "presentó un proyecto",
        "position": [
          3151,
          3171
        ],
        "start": 3151,
        "end": 3171
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          12,
          22
        ],
        "start": 12,
        "end": 22
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "sobornos",
        "position": [
          76,
          84
        ],
        "start": 76,
        "end": 84
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "trama de corrupción",
        "position": [
          3,
          22
        ],
        "start": 3,
        "end": 22
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2867,
          2874
        ],
        "start": 2867,
        "end": 2874
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente javier milei",
        "position": [
          1864,
          1887
        ],
        "start": 1864,
        "end": 1887
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministra de capital humano",
        "position": [
          615,
          641
        ],
        "start": 615,
        "end": 641
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          2308,
          2319
        ],
        "start": 2308,
        "end": 2319
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto de obra",
        "position": [
          2983,
          3000
        ],
        "start": 2983,
        "end": 3000
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "autorizó",
        "position": [
          1341,
          1349
        ],
        "start": 1341,
        "end": 1349
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          1117,
          1126
        ],
        "start": 1117,
        "end": 1126
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "lunes 25 de agosto",
        "position": [
          549,
          567
        ],
        "start": 549,
        "end": 567
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          2250,
          2257
        ],
        "start": 2250,
        "end": 2257
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "5 millones",
        "position": [
          1219,
          1229
        ],
        "start": 1219,
        "end": 1229
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "aproximadamente 1",
        "position": [
          1201,
          1218
        ],
        "start": 1201,
        "end": 1218
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 19",
        "position": [
          1364,
          1375
        ],
        "start": 1364,
        "end": 1375
      },
      {
        "category": "MONETARIOS",
        "matched_text": "19 millones de dólares",
        "position": [
          1373,
          1395
        ],
        "start": 1373,
        "end": 1395
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "semana pasada",
        "position": [
          722,
          735
        ],
        "start": 722,
        "end": 735
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Policía Federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sandra Pettovello",
        "tipo": "Persona"
      },
      {
        "nombre": "Eduardo “Lule” Menem",
        "tipo": "Persona"
      },
      {
        "nombre": "Presidencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Capital Humano",
        "tipo": "Lugar"
      },
      {
        "nombre": "ANDIS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Instituto de Obra Social de las Fuerzas Armadas y Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Defensa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Spagnuolo",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Karina Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Patricia Bullrich",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Agencia Nacional de Discapacidad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina SA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión por la Patria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gestión Institucional de la Presidencia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IOSFA",
        "tipo": "Lugar"
      },
      {
        "nombre": "Droguería",
        "tipo": "Lugar"
      },
      {
        "nombre": "Luis Petri",
        "tipo": "Persona"
      },
      {
        "nombre": "Suizo Argentino S.A.\nA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "LIBRA-",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Libertad Avanza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Seguridad",
        "tipo": "Lugar"
      },
      {
        "nombre": "Coalición Cívica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Suizo Argentina S.A.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sebastián Casanello",
        "tipo": "Persona"
      },
      {
        "nombre": "Diego Spagnuolo",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Javier Milei",
        "relacion": "INVOLUCRAR_CONTINUAR",
        "objeto": "Agencia Nacional de Discapacidad"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "INVOLUCRAR_CONTINUAR",
        "objeto": "ANDIS"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "AUTORIZAR",
        "objeto": "ANDIS"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "AUTORIZAR",
        "objeto": "Suizo Argentino S.A.\nA"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "AUTORIZAR",
        "objeto": "Spagnuolo"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "AUTORIZAR",
        "objeto": "Presidencia"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "AUTORIZAR",
        "objeto": "Eduardo “Lule” Menem"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "AUTORIZAR",
        "objeto": "Gestión Institucional de la Presidencia"
      },
      {
        "sujeto": "Karina Milei",
        "relacion": "AUTORIZAR",
        "objeto": "La Libertad Avanza"
      },
      {
        "sujeto": "ANDIS",
        "relacion": "AUTORIZAR",
        "objeto": "Eduardo “Lule” Menem"
      },
      {
        "sujeto": "ANDIS",
        "relacion": "AUTORIZAR",
        "objeto": "Gestión Institucional de la Presidencia"
      },
      {
        "sujeto": "ANDIS",
        "relacion": "AUTORIZAR",
        "objeto": "La Libertad Avanza"
      },
      {
        "sujeto": "Suizo Argentino S.A.\nA",
        "relacion": "A_AUTORIZAR",
        "objeto": "Eduardo “Lule” Menem"
      },
      {
        "sujeto": "Suizo Argentino S.A.\nA",
        "relacion": "A_AUTORIZAR",
        "objeto": "Gestión Institucional de la Presidencia"
      },
      {
        "sujeto": "Suizo Argentino S.A.\nA",
        "relacion": "A_AUTORIZAR",
        "objeto": "La Libertad Avanza"
      },
      {
        "sujeto": "Spagnuolo",
        "relacion": "AUTORIZAR",
        "objeto": "Eduardo “Lule” Menem"
      },
      {
        "sujeto": "Spagnuolo",
        "relacion": "AUTORIZAR",
        "objeto": "Gestión Institucional de la Presidencia"
      },
      {
        "sujeto": "Spagnuolo",
        "relacion": "AUTORIZAR",
        "objeto": "La Libertad Avanza"
      },
      {
        "sujeto": "Presidencia",
        "relacion": "AUTORIZAR",
        "objeto": "Eduardo “Lule” Menem"
      },
      {
        "sujeto": "Presidencia",
        "relacion": "AUTORIZAR",
        "objeto": "Gestión Institucional de la Presidencia"
      },
      {
        "sujeto": "Presidencia",
        "relacion": "AUTORIZAR",
        "objeto": "La Libertad Avanza"
      },
      {
        "sujeto": "Ministerio de Seguridad",
        "relacion": "EXTENDER",
        "objeto": "Patricia Bullrich"
      },
      {
        "sujeto": "Policía Federal",
        "relacion": "EXTENDER",
        "objeto": "Ministerio de Seguridad"
      },
      {
        "sujeto": "Defensa",
        "relacion": "RECIBIR",
        "objeto": "Instituto de Obra Social de las Fuerzas Armadas y Seguridad"
      },
      {
        "sujeto": "Defensa",
        "relacion": "RECIBIR",
        "objeto": "IOSFA"
      },
      {
        "sujeto": "Defensa",
        "relacion": "RECIBIR",
        "objeto": "Droguería"
      },
      {
        "sujeto": "Defensa",
        "relacion": "RECIBIR",
        "objeto": "Argentina SA"
      },
      {
        "sujeto": "Luis Petri",
        "relacion": "RECIBIR",
        "objeto": "Instituto de Obra Social de las Fuerzas Armadas y Seguridad"
      },
      {
        "sujeto": "Luis Petri",
        "relacion": "RECIBIR",
        "objeto": "IOSFA"
      },
      {
        "sujeto": "Luis Petri",
        "relacion": "RECIBIR",
        "objeto": "Droguería"
      },
      {
        "sujeto": "Luis Petri",
        "relacion": "RECIBIR",
        "objeto": "Argentina SA"
      },
      {
        "sujeto": "Instituto de Obra Social de las Fuerzas Armadas y Seguridad",
        "relacion": "RECIBIR",
        "objeto": "Droguería"
      },
      {
        "sujeto": "Instituto de Obra Social de las Fuerzas Armadas y Seguridad",
        "relacion": "RECIBIR",
        "objeto": "Argentina SA"
      },
      {
        "sujeto": "IOSFA",
        "relacion": "RECIBIR",
        "objeto": "Droguería"
      },
      {
        "sujeto": "IOSFA",
        "relacion": "RECIBIR",
        "objeto": "Argentina SA"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8271,
    "pos": 0.0,
    "neu": 0.987,
    "neg": 0.013,
    "label": "negative"
  }
}