{
  "url": "https://www.telesurtv.net/elecciones-medio-termino-argentina-peronismo/",
  "title": "Elecciones legislativas en Argentina: peronismo en unidad",
  "section": "América Latina y El Caribe",
  "tags": [
    "Argentina",
    "elecciones",
    "Javier Milei",
    "Mauricio Macri",
    "Milei",
    "peronismo"
  ],
  "text": "Argentina celebrará el próximo domingo 26 de octubre las elecciones de medio término, que definirán el mapa político en el Congreso e incidirán en el desarrollo del segundo tramo de la gestión del presidente ultraderechista Javier Milei.\n\nEn los comicios se renovarán 127 de las 257 bancas de la Cámara de Diputados para el periodo 2025-2029, además de 24 de los 72 escaños del Senado de la Nación para el periodo 2025-2031.\nLos dos distritos más importantes son la provincia de Buenos Aires, donde se votará por 35 diputados nacionales, y la Ciudad Autónoma de Buenos Aires, donde se eligirán otros 13.\nLos distritos que renovarán tres senadores son Ciudad Autónoma de Buenos Aires, Chaco, Entre Ríos, Neuquén, Río Negro, Salta, Santiago del Estero y Tierra del Fuego, Antártida e Islas del Atlántico Sur.\nEn este contexto, el fin de semana estuvo marcado por el cierre de listas de las fuerzas políticas que competirán en la contienda electoral.\n\nEl peronismo logró consensuar candidaturas y sellar la unidad bajo la coalición “Fuerza Patria”. En la provincia de Buenos Aires, la lista para diputados nacionales estará encabezada por Jorge Taiana, quién se desempeñó como Canciller durante las presidencias de Néstor Kirchner y Cristina Fernández de Kirchner.\nEn la misma lista ocupa el segundo lugar la exdiputada Jimena López del Frente Renovador —que lidera el excandidato presidencial Sergio Massa—, mientras que en el tercer puesto está Juan Grabois, dirigente social que lidera el Frente Patria Grande.\nTras semanas de discusión sobre el armado de listas y la posibilidad de ir separados de la boleta del Partido Justicialista, Grabois señaló: “recién vamos a poder celebrar cuando la Argentina salga de esta pesadilla y recupere el rumbo de la justicia social, cuando Cristina esté libre y no haya ningún argentino sin pan”.\n\n\nEn la Ciudad Autónoma de Buenos Aires, la lista a senadores la encabeza el dirigente de La Cámpora, Mariano Recalde, que busca su reelección. Mientras que el economista y diputado Itai Hagman se encuentra en el primer lugar en la boleta de diputados nacionales.\nDesde el peronismo reconocieron que el armado de listas logró reconocer a los diversos sectores en pos de garantizar la unidad y buscar ponerle un freno a las políticas de ajuste del gobierno. Los dirigentes Sergio Massa y Máximo Kirchner no competirán en los comicios, pero sus espacios quedaron representados.\n\n\nEl armado de listas terminó de definir un proceso que viene propiciando el oficialismo desde el triunfo de Javier Milei: lograr alinear al PRO de Mauricio Macri detrás de sus filas y hegemonizar la oferta del antiperonismo.\nDe esta manera, de cara al 26 de octubre, el armado liderado por la agrupación ultraderechista La Libertad Avanza llevará candidatos de ambos partidos en 12 de los 24 distritos donde se celebrarán las elecciones legislativas.\nEl economista y diputado José Luis Espert estará al frente del armado que competirá en Provincia de Buenos Aires, donde buscan poner acento en el combate a la inseguridad. El pasado 15 de agosto el polémico político sostuvo “la policía tiene que poder acribillar, aniquilar a estos asesinos”, al referirse a un caso de violencia ocurrido en el municipio de Villa Celina.\nEn la Ciudad de Buenos Aires, la lista para senadores será liderada por la Ministra de Seguridad y excandidata presidencial Patricia Bullrich, mientras que el abogado derechista Alejandro Fargosi será el postulante en la lista para diputados nacionales.\n\n\nEl 7 de septiembre habrá otra importante prueba para la oposición al gobierno de La Libertad Avanza, se realizarán elecciones locales para elegir diputados y senadores en la Provincia de Buenos Aires. Estos comicios servirán de térmometro político de cara a las elecciones nacionales de medio término.\nHace unos días, el oficialismo lanzó su campaña en territorio bonaerense bajo el slogan “Kirchnerismo Nunca Más”, combinando la demonización de la fuerza opositora y la banalización de la lucha contra el Terrorismo de Estado liderada por organismos de derechos humanos.\nEn las próximas horas se terminarán de conocer todos los nombres de los candidatos que competirán en octubre, ya que la presentación de listas vence este domingo 17 de agosto.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/elecciones-medio-termino-argentina-peronismo/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1064,
    "message_id": 102047,
    "date": "2025-08-18T00:55:12+00:00",
    "text": "teleSUR\nElecciones de medio término en Argentina: el peronismo se une mientras Macri se plega a Milei\nhttps://www.telesurtv.net/elecciones-medio-termino-argentina-peronismo/",
    "photo_path": null,
    "views": 2402,
    "reactions": {
      "👍": 27,
      "🔥": 3,
      "💩": 1
    },
    "total_reactions": 31
  },
  "preprocessing": {
    "cleaned": "argentina celebrará el próximo domingo 26 de octubre las elecciones de medio término, que definirán el mapa político en el congreso e incidirán en el desarrollo del segundo tramo de la gestión del presidente ultraderechista javier milei. en los comicios se renovarán 127 de las 257 bancas de la cámara de diputados para el periodo 2025-2029, además de 24 de los 72 escaños del senado de la nación para el periodo 2025-2031. los dos distritos más importantes son la provincia de buenos aires, donde se votará por 35 diputados nacionales, y la ciudad autónoma de buenos aires, donde se eligirán otros 13. los distritos que renovarán tres senadores son ciudad autónoma de buenos aires, chaco, entre ríos, neuquén, río negro, salta, santiago del estero y tierra del fuego, antártida e islas del atlántico sur. en este contexto, el fin de semana estuvo marcado por el cierre de listas de las fuerzas políticas que competirán en la contienda electoral. el peronismo logró consensuar candidaturas y sellar la unidad bajo la coalición “fuerza patria”. en la provincia de buenos aires, la lista para diputados nacionales estará encabezada por jorge taiana, quién se desempeñó como canciller durante las presidencias de néstor kirchner y cristina fernández de kirchner. en la misma lista ocupa el segundo lugar la exdiputada jimena lópez del frente renovador —que lidera el excandidato presidencial sergio massa—, mientras que en el tercer puesto está juan grabois, dirigente social que lidera el frente patria grande. tras semanas de discusión sobre el armado de listas y la posibilidad de ir separados de la boleta del partido justicialista, grabois señaló: “recién vamos a poder celebrar cuando la argentina salga de esta pesadilla y recupere el rumbo de la justicia social, cuando cristina esté libre y no haya ningún argentino sin pan”. en la ciudad autónoma de buenos aires, la lista a senadores la encabeza el dirigente de la cámpora, mariano recalde, que busca su reelección. mientras que el economista y diputado itai hagman se encuentra en el primer lugar en la boleta de diputados nacionales. desde el peronismo reconocieron que el armado de listas logró reconocer a los diversos sectores en pos de garantizar la unidad y buscar ponerle un freno a las políticas de ajuste del gobierno. los dirigentes sergio massa y máximo kirchner no competirán en los comicios, pero sus espacios quedaron representados. el armado de listas terminó de definir un proceso que viene propiciando el oficialismo desde el triunfo de javier milei: lograr alinear al pro de mauricio macri detrás de sus filas y hegemonizar la oferta del antiperonismo. de esta manera, de cara al 26 de octubre, el armado liderado por la agrupación ultraderechista la libertad avanza llevará candidatos de ambos partidos en 12 de los 24 distritos donde se celebrarán las elecciones legislativas. el economista y diputado josé luis espert estará al frente del armado que competirá en provincia de buenos aires, donde buscan poner acento en el combate a la inseguridad. el pasado 15 de agosto el polémico político sostuvo “la policía tiene que poder acribillar, aniquilar a estos asesinos”, al referirse a un caso de violencia ocurrido en el municipio de villa celina. en la ciudad de buenos aires, la lista para senadores será liderada por la ministra de seguridad y excandidata presidencial patricia bullrich, mientras que el abogado derechista alejandro fargosi será el postulante en la lista para diputados nacionales. el 7 de septiembre habrá otra importante prueba para la oposición al gobierno de la libertad avanza, se realizarán elecciones locales para elegir diputados y senadores en la provincia de buenos aires. estos comicios servirán de térmometro político de cara a las elecciones nacionales de medio término. hace unos días, el oficialismo lanzó su campaña en territorio bonaerense bajo el slogan “kirchnerismo nunca más”, combinando la demonización de la fuerza opositora y la banalización de la lucha contra el terrorismo de estado liderada por organismos de derechos humanos. en las próximas horas se terminarán de conocer todos los nombres de los candidatos que competirán en octubre, ya que la presentación de listas vence este domingo 17 de agosto.",
    "tokens": [
      "argentina",
      "celebrará",
      "próximo",
      "domingo",
      "26",
      "octubre",
      "elecciones",
      "medio",
      "término",
      ",",
      "definirán",
      "mapa",
      "político",
      "congreso",
      "incidirán",
      "desarrollo",
      "segundo",
      "tramo",
      "gestión",
      "presidente",
      "ultraderechista",
      "javier",
      "milei",
      ".",
      "comicios",
      "renovarán",
      "127",
      "257",
      "bancas",
      "cámara",
      "diputados",
      "periodo",
      "2025-2029",
      ",",
      "además",
      "24",
      "72",
      "escaños",
      "senado",
      "nación",
      "periodo",
      "2025-2031.",
      "dos",
      "distritos",
      "importantes",
      "provincia",
      "buenos",
      "aires",
      ",",
      "votará",
      "35",
      "diputados",
      "nacionales",
      ",",
      "ciudad",
      "autónoma",
      "buenos",
      "aires",
      ",",
      "eligirán",
      "13.",
      "distritos",
      "renovarán",
      "tres",
      "senadores",
      "ciudad",
      "autónoma",
      "buenos",
      "aires",
      ",",
      "chaco",
      ",",
      "ríos",
      ",",
      "neuquén",
      ",",
      "río",
      "negro",
      ",",
      "salta",
      ",",
      "santiago",
      "estero",
      "tierra",
      "fuego",
      ",",
      "antártida",
      "islas",
      "atlántico",
      "sur",
      ".",
      "contexto",
      ",",
      "fin",
      "semana",
      "marcado",
      "cierre",
      "listas",
      "fuerzas",
      "políticas",
      "competirán",
      "contienda",
      "electoral",
      ".",
      "peronismo",
      "logró",
      "consensuar",
      "candidaturas",
      "sellar",
      "unidad",
      "bajo",
      "coalición",
      "“",
      "fuerza",
      "patria",
      "”",
      ".",
      "provincia",
      "buenos",
      "aires",
      ",",
      "lista",
      "diputados",
      "nacionales",
      "encabezada",
      "jorge",
      "taiana",
      ",",
      "quién",
      "desempeñó",
      "canciller",
      "presidencias",
      "néstor",
      "kirchner",
      "cristina",
      "fernández",
      "kirchner",
      ".",
      "misma",
      "lista",
      "ocupa",
      "segundo",
      "lugar",
      "exdiputada",
      "jimena",
      "lópez",
      "frente",
      "renovador",
      "—que",
      "lidera",
      "excandidato",
      "presidencial",
      "sergio",
      "massa—",
      ",",
      "mientras",
      "tercer",
      "puesto",
      "juan",
      "grabois",
      ",",
      "dirigente",
      "social",
      "lidera",
      "frente",
      "patria",
      "grande",
      ".",
      "tras",
      "semanas",
      "discusión",
      "armado",
      "listas",
      "posibilidad",
      "ir",
      "separados",
      "boleta",
      "partido",
      "justicialista",
      ",",
      "grabois",
      "señaló",
      ":",
      "“",
      "recién",
      "vamos",
      "poder",
      "celebrar",
      "argentina",
      "salga",
      "pesadilla",
      "recupere",
      "rumbo",
      "justicia",
      "social",
      ",",
      "cristina",
      "libre",
      "ningún",
      "argentino",
      "pan",
      "”",
      ".",
      "ciudad",
      "autónoma",
      "buenos",
      "aires",
      ",",
      "lista",
      "senadores",
      "encabeza",
      "dirigente",
      "cámpora",
      ",",
      "mariano",
      "recalde",
      ",",
      "busca",
      "reelección",
      ".",
      "mientras",
      "economista",
      "diputado",
      "itai",
      "hagman",
      "encuentra",
      "primer",
      "lugar",
      "boleta",
      "diputados",
      "nacionales",
      ".",
      "peronismo",
      "reconocieron",
      "armado",
      "listas",
      "logró",
      "reconocer",
      "diversos",
      "sectores",
      "pos",
      "garantizar",
      "unidad",
      "buscar",
      "ponerle",
      "freno",
      "políticas",
      "ajuste",
      "gobierno",
      ".",
      "dirigentes",
      "sergio",
      "massa",
      "máximo",
      "kirchner",
      "competirán",
      "comicios",
      ",",
      "espacios",
      "quedaron",
      "representados",
      ".",
      "armado",
      "listas",
      "terminó",
      "definir",
      "proceso",
      "viene",
      "propiciando",
      "oficialismo",
      "triunfo",
      "javier",
      "milei",
      ":",
      "lograr",
      "alinear",
      "pro",
      "mauricio",
      "macri",
      "detrás",
      "filas",
      "hegemonizar",
      "oferta",
      "antiperonismo",
      ".",
      "manera",
      ",",
      "cara",
      "26",
      "octubre",
      ",",
      "armado",
      "liderado",
      "agrupación",
      "ultraderechista",
      "libertad",
      "avanza",
      "llevará",
      "candidatos",
      "ambos",
      "partidos",
      "12",
      "24",
      "distritos",
      "celebrarán",
      "elecciones",
      "legislativas",
      ".",
      "economista",
      "diputado",
      "josé",
      "luis",
      "espert",
      "frente",
      "armado",
      "competirá",
      "provincia",
      "buenos",
      "aires",
      ",",
      "buscan",
      "poner",
      "acento",
      "combate",
      "inseguridad",
      ".",
      "pasado",
      "15",
      "agosto",
      "polémico",
      "político",
      "sostuvo",
      "“",
      "policía",
      "poder",
      "acribillar",
      ",",
      "aniquilar",
      "asesinos",
      "”",
      ",",
      "referirse",
      "caso",
      "violencia",
      "ocurrido",
      "municipio",
      "villa",
      "celina",
      ".",
      "ciudad",
      "buenos",
      "aires",
      ",",
      "lista",
      "senadores",
      "liderada",
      "ministra",
      "seguridad",
      "excandidata",
      "presidencial",
      "patricia",
      "bullrich",
      ",",
      "mientras",
      "abogado",
      "derechista",
      "alejandro",
      "fargosi",
      "postulante",
      "lista",
      "diputados",
      "nacionales",
      ".",
      "7",
      "septiembre",
      "importante",
      "prueba",
      "oposición",
      "gobierno",
      "libertad",
      "avanza",
      ",",
      "realizarán",
      "elecciones",
      "locales",
      "elegir",
      "diputados",
      "senadores",
      "provincia",
      "buenos",
      "aires",
      ".",
      "comicios",
      "servirán",
      "térmometro",
      "político",
      "cara",
      "elecciones",
      "nacionales",
      "medio",
      "término",
      ".",
      "hace",
      "días",
      ",",
      "oficialismo",
      "lanzó",
      "campaña",
      "territorio",
      "bonaerense",
      "bajo",
      "slogan",
      "“",
      "kirchnerismo",
      "nunca",
      "”",
      ",",
      "combinando",
      "demonización",
      "fuerza",
      "opositora",
      "banalización",
      "lucha",
      "terrorismo",
      "liderada",
      "organismos",
      "derechos",
      "humanos",
      ".",
      "próximas",
      "horas",
      "terminarán",
      "conocer",
      "nombres",
      "candidatos",
      "competirán",
      "octubre",
      ",",
      "presentación",
      "listas",
      "vence",
      "domingo",
      "17",
      "agosto",
      "."
    ],
    "token_count": 445,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 136,
      "NN": 162,
      "VBD": 7,
      "CD": 12,
      "IN": 29,
      "FW": 200,
      "JJ": 52,
      "NNS": 24,
      "VBP": 15,
      "VBZ": 13,
      "RB": 2,
      "DT": 2,
      "CC": 2
    },
    "bigram_freq": {
      "NNP-NN": 20,
      "NN-NN": 79,
      "NN-VBD": 2,
      "VBD-CD": 2,
      "CD-IN": 5,
      "IN-FW": 16,
      "FW-JJ": 9,
      "JJ-NNS": 7,
      "NNS-IN": 1,
      "IN-NN": 4,
      "NN-IN": 17,
      "FW-NNP": 29,
      "NN-FW": 20,
      "FW-FW": 124,
      "FW-NN": 27,
      "NN-JJ": 9,
      "JJ-NNP": 10,
      "NNP-NNP": 68,
      "NNP-FW": 25,
      "FW-NNS": 5,
      "NNS-VBP": 13,
      "VBP-JJ": 8,
      "JJ-CD": 2,
      "FW-CD": 4,
      "CD-NN": 4,
      "IN-JJ": 3,
      "JJ-NN": 23,
      "IN-CD": 1,
      "CD-NNS": 2,
      "NNS-FW": 4,
      "NN-NNP": 16,
      "NNP-IN": 6,
      "NN-VBZ": 5,
      "VBZ-JJ": 6,
      "JJ-FW": 5,
      "NNP-VBZ": 5,
      "VBZ-FW": 3,
      "NN-CD": 2,
      "NN-NNS": 9,
      "VBP-NNP": 2,
      "IN-NNP": 5,
      "NNS-CD": 1,
      "CD-NNP": 1,
      "VBZ-VBZ": 1,
      "VBZ-NN": 1,
      "NNS-JJ": 1,
      "VBP-FW": 3,
      "NN-VBP": 1,
      "NNP-VBD": 5,
      "VBD-JJ": 5,
      "VBP-NN": 2,
      "NN-RB": 2,
      "RB-JJ": 2,
      "JJ-JJ": 5,
      "VBZ-DT": 1,
      "DT-NN": 2,
      "FW-VBZ": 1,
      "NNS-NNP": 3,
      "NNP-VBP": 1,
      "VBZ-NNP": 1,
      "NNP-DT": 1,
      "NNP-JJ": 2,
      "NNP-CC": 2,
      "CC-JJ": 2,
      "NNS-VBZ": 1,
      "NNP-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 13,
      "NN-NN-NN": 38,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 2,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 5,
      "IN-FW-JJ": 2,
      "FW-JJ-NNS": 2,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NN": 3,
      "NN-NN-IN": 9,
      "NN-IN-FW": 9,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 3,
      "NNP-NN-FW": 3,
      "NN-FW-FW": 14,
      "FW-FW-FW": 90,
      "FW-FW-NN": 16,
      "FW-NN-JJ": 2,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NNP": 5,
      "NNP-NNP-NNP": 31,
      "NNP-NNP-FW": 16,
      "NNP-FW-NNS": 1,
      "FW-NNS-VBP": 2,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-CD": 1,
      "JJ-CD-IN": 2,
      "IN-FW-CD": 2,
      "FW-CD-NN": 3,
      "CD-NN-FW": 1,
      "FW-FW-NNP": 10,
      "FW-NNP-FW": 7,
      "NNP-FW-NNP": 12,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "JJ-NN-IN": 7,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-CD": 1,
      "CD-NN-NN": 2,
      "NN-NN-NNP": 10,
      "NN-NNP-IN": 2,
      "NNP-IN-FW": 2,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-NNP-NNP": 17,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-NN": 1,
      "FW-NN-NN": 11,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-VBP": 6,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 4,
      "IN-NNP-NNP": 4,
      "VBZ-FW-JJ": 1,
      "JJ-NNS-CD": 1,
      "NNS-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-NN": 1,
      "VBZ-NN-NNP": 1,
      "NN-NNP-NNP": 9,
      "NNP-NNP-NN": 6,
      "NN-NN-FW": 8,
      "NN-FW-NN": 2,
      "FW-NN-FW": 7,
      "IN-FW-FW": 7,
      "FW-FW-JJ": 5,
      "FW-JJ-NNP": 2,
      "NN-NN-NNS": 3,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-JJ": 2,
      "NN-JJ-NN": 3,
      "JJ-NN-NN": 10,
      "NNP-FW-FW": 5,
      "NNP-FW-NN": 6,
      "VBP-JJ-NN": 3,
      "JJ-NN-NNP": 2,
      "FW-NN-NNP": 2,
      "NN-NNP-NN": 4,
      "NNP-NN-NNS": 1,
      "NNS-VBP-FW": 3,
      "VBP-FW-NNP": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-NNP": 2,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "NNP-NNP-VBD": 5,
      "NNP-VBD-JJ": 5,
      "VBD-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "NN-FW-NNP": 2,
      "FW-NN-RB": 1,
      "NN-RB-JJ": 2,
      "RB-JJ-NN": 2,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-RB": 1,
      "NNP-NN-NNP": 1,
      "NNP-FW-VBZ": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "VBD-JJ-FW": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "FW-JJ-NN": 2,
      "NN-NN-JJ": 4,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "VBP-JJ-NNS": 1,
      "NN-IN-NN": 3,
      "NN-IN-NNP": 1,
      "VBD-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "VBP-JJ-FW": 1,
      "FW-NN-IN": 1,
      "IN-NN-JJ": 1,
      "NN-JJ-CD": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "IN-FW-NN": 2,
      "NN-FW-CD": 1,
      "FW-CD-IN": 1,
      "VBP-NNP-NN": 1,
      "NNP-NN-CD": 1,
      "NN-CD-IN": 1,
      "FW-NN-NNS": 3,
      "IN-NNP-CC": 1,
      "NNP-CC-JJ": 2,
      "CC-JJ-NNP": 1,
      "VBD-JJ-NN": 2,
      "JJ-NN-FW": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NN-FW-JJ": 1,
      "FW-JJ-FW": 2,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-NN-NNS": 1,
      "NNP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-FW-FW": 1,
      "FW-NNS-FW": 1,
      "NN-NNP-JJ": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-CC": 1,
      "CC-JJ-NN": 1,
      "IN-FW-NNS": 1,
      "NNS-NNP-FW": 1,
      "VBD-CD-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "FW": 200,
        "NN": 162,
        "NNP": 136,
        "JJ": 52,
        "IN": 29
      },
      "top_bigrams": {
        "FW-FW": 124,
        "NN-NN": 79,
        "NNP-NNP": 68,
        "FW-NNP": 29,
        "FW-NN": 27
      },
      "top_trigrams": {
        "FW-FW-FW": 90,
        "NN-NN-NN": 38,
        "NNP-NNP-NNP": 31,
        "FW-NNP-NNP": 17,
        "FW-FW-NN": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 159,
      "VP": 37,
      "PP": 12,
      "ADJP": 10
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0375
      },
      {
        "rule": "NP -> ('Buenos', 'NNP') ('Aires', 'NNP')",
        "frequency": 8,
        "weight": 0.0333
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0125
      },
      {
        "rule": "VP -> ('domingo', 'VBD')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('medio', 'NN') ('término', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Los', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('diputados', 'NN') ('nacionales', 'NNS')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "VP -> ('senadores', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0083
      },
      {
        "rule": "NP -> ('Provincia', 'NNP')",
        "frequency": 2,
        "weight": 0.0083
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Argentina celebrará el próximo"
      },
      {
        "label": "VP",
        "text": "domingo"
      },
      {
        "label": "NP",
        "text": "las elecciones"
      },
      {
        "label": "PP",
        "text": "de medio término"
      },
      {
        "label": "NP",
        "text": "medio término"
      },
      {
        "label": "NP",
        "text": "que definirán el mapa político"
      },
      {
        "label": "NP",
        "text": "Congreso"
      },
      {
        "label": "NP",
        "text": "incidirán"
      },
      {
        "label": "NP",
        "text": "presidente"
      },
      {
        "label": "NP",
        "text": "ultraderechista Javier Milei"
      },
      {
        "label": "NP",
        "text": "En los comicios"
      },
      {
        "label": "VP",
        "text": "se renovarán"
      },
      {
        "label": "NP",
        "text": "bancas"
      },
      {
        "label": "NP",
        "text": "Cámara"
      },
      {
        "label": "NP",
        "text": "Diputados para el periodo"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Argentina/NNP celebrará/NN el/NN próximo/NN)\n  (VP domingo/VBD)\n  26/CD\n  de/IN\n  octubre/FW\n  (NP las/JJ elecciones/NNS)\n  (PP de/IN (NP medio/NN término/NN))\n  ,/,\n  (NP que/JJ definirán/NN el/NN mapa/NN político/NN)\n  en/IN\n  el/FW\n  (NP Congreso/NNP)\n  e/FW\n  (NP incidirán/NN)\n  en/FW\n  el/FW\n  desarrollo/FW\n  del/FW\n  segundo/FW\n  tramo/FW\n  de/FW\n  la/FW\n  gestión/FW\n  del/FW\n  (NP presidente/NN)\n  (NP ultraderechista/JJ Javier/NNP Milei/NNP)\n  ./.)",
      "(S\n  (NP En/NNP los/NN comicios/NNS)\n  (VP se/VBP renovarán/JJ)\n  127/CD\n  de/IN\n  las/FW\n  257/CD\n  (NP bancas/NN)\n  de/FW\n  la/FW\n  (NP Cámara/NNP)\n  de/FW\n  (NP Diputados/NNP para/NN el/NN periodo/NN)\n  (ADJP 2025-2029/JJ)\n  ,/,\n  (ADJP además/JJ)\n  de/FW\n  24/CD\n  de/IN\n  los/FW\n  72/CD\n  (NP escaños/NN del/NN Senado/NNP)\n  de/IN\n  la/FW\n  (NP Nación/NNP para/NN el/NN)\n  periodo/IN\n  (ADJP 2025-2031/JJ)\n  ./.)",
      "(S\n  (NP Los/NNP)\n  (NP dos/JJ distritos/NN más/NN)\n  (VP importantes/VBZ son/JJ)\n  la/FW\n  provincia/FW\n  de/FW\n  (NP Buenos/NNP Aires/NNP)\n  ,/,\n  (NP donde/NN se/NN votará/NN por/NN)\n  35/CD\n  (NP diputados/NN nacionales/NNS)\n  ,/,\n  y/CC\n  la/FW\n  (NP Ciudad/NNP Autónoma/NNP)\n  (PP de/IN (NP Buenos/NNP Aires/NNP))\n  ,/,\n  (NP donde/NN se/NN)\n  (VP eligirán/VBP)\n  otros/$\n  13/CD\n  ./.)",
      "(S\n  (NP Los/NNP distritos/NN que/NN renovarán/NN)\n  (VP tres/VBZ)\n  (VP senadores/VBZ (NP son/NN Ciudad/NNP Autónoma/NNP))\n  (PP de/IN (NP Buenos/NNP Aires/NNP))\n  ,/,\n  (NP Chaco/NNP)\n  ,/,\n  (NP Entre/NNP Ríos/NNP)\n  ,/,\n  (NP Neuquén/NNP)\n  ,/,\n  (NP Río/NNP Negro/NNP)\n  ,/,\n  (NP Salta/NNP)\n  ,/,\n  (NP Santiago/NNP)\n  del/FW\n  (NP Estero/NNP)\n  y/CC\n  (NP Tierra/NNP)\n  del/FW\n  (NP Fuego/NNP)\n  ,/,\n  (NP Antártida/NNP)\n  (VP e/VBZ (NP Islas/NNP))\n  del/FW\n  (NP Atlántico/NNP Sur/NNP)\n  ./.)",
      "(S\n  (NP En/NNP este/NN contexto/NN)\n  ,/,\n  (NP el/JJ fin/NN)\n  de/IN\n  semana/FW\n  estuvo/FW\n  marcado/FW\n  por/FW\n  el/FW\n  cierre/FW\n  de/FW\n  listas/FW\n  de/FW\n  las/FW\n  fuerzas/FW\n  políticas/FW\n  (NP que/NN competirán/NN)\n  en/IN\n  la/FW\n  (ADJP contienda/JJ)\n  (ADJP electoral/JJ)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "JUSTICIA_SOCIAL",
      "FECHAS_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "RECURSOS_NATURALES"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          1644,
          1650
        ],
        "start": 1644,
        "end": 1650
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de la libertad",
        "position": [
          3558,
          3581
        ],
        "start": 3558,
        "end": 3581
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente ultraderechista javier",
        "position": [
          197,
          230
        ],
        "start": 197,
        "end": 230
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministra de seguridad y",
        "position": [
          3308,
          3331
        ],
        "start": 3308,
        "end": 3331
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          712,
          715
        ],
        "start": 712,
        "end": 715
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          0,
          9
        ],
        "start": 0,
        "end": 9
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          479,
          491
        ],
        "start": 479,
        "end": 491
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          466,
          478
        ],
        "start": 466,
        "end": 478
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 26 de octubre",
        "position": [
          31,
          52
        ],
        "start": 31,
        "end": 52
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          1753,
          1768
        ],
        "start": 1753,
        "end": 1768
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          4043,
          4059
        ],
        "start": 4043,
        "end": 4059
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "35 diputados",
        "position": [
          513,
          525
        ],
        "start": 513,
        "end": 525
      }
    ],
    "match_count": 12
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "PRO",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Grabois",
        "tipo": "Persona"
      },
      {
        "nombre": "la Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Néstor Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristina",
        "tipo": "Persona"
      },
      {
        "nombre": "Mauricio Macri",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministra de Seguridad",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mariano Recalde",
        "tipo": "Persona"
      },
      {
        "nombre": "Ciudad Autónoma de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Máximo Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "Chaco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Patricia Bullrich",
        "tipo": "Persona"
      },
      {
        "nombre": "Sergio Massa",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Islas del Atlántico Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Senado de la Nación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Entre Ríos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Juan Grabois",
        "tipo": "Persona"
      },
      {
        "nombre": "Canciller",
        "tipo": "Persona"
      },
      {
        "nombre": "José Luis Espert",
        "tipo": "Persona"
      },
      {
        "nombre": "Ciudad de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Salta",
        "tipo": "Lugar"
      },
      {
        "nombre": "Terrorismo de Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jimena López",
        "tipo": "Persona"
      },
      {
        "nombre": "Frente Renovador",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cristina Fernández de Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "Antártida",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santiago del Estero",
        "tipo": "Lugar"
      },
      {
        "nombre": "Frente Patria Grande",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alejandro Fargosi",
        "tipo": "Persona"
      },
      {
        "nombre": "Jorge Taiana",
        "tipo": "Persona"
      },
      {
        "nombre": "Partido Justicialista",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Neuquén",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Cámpora",
        "tipo": "Persona"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Provincia de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "La Libertad Avanza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Itai Hagman",
        "tipo": "Persona"
      },
      {
        "nombre": "Río Negro",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tierra del Fuego",
        "tipo": "Lugar"
      },
      {
        "nombre": "Villa Celina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kirchnerismo Nunca Más",
        "tipo": "Persona"
      },
      {
        "nombre": "Cámara de Diputados",
        "tipo": "Organizacion"
      },
      {
        "nombre": "provincia de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fuerza Patria",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Argentina",
        "relacion": "CELEBRAR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Argentina",
        "relacion": "CELEBRAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Congreso",
        "relacion": "DEFINIR_CELEBRAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Cámara de Diputados",
        "relacion": "RENOVAR",
        "objeto": "Senado de la Nación"
      },
      {
        "sujeto": "Canciller",
        "relacion": "DESEMPE_AR",
        "objeto": "Néstor Kirchner"
      },
      {
        "sujeto": "Canciller",
        "relacion": "DESEMPE_AR",
        "objeto": "Cristina Fernández de Kirchner"
      },
      {
        "sujeto": "Grabois",
        "relacion": "SE_ALAR",
        "objeto": "Partido Justicialista"
      },
      {
        "sujeto": "la Argentina",
        "relacion": "SE_ALAR",
        "objeto": "Partido Justicialista"
      },
      {
        "sujeto": "Cristina",
        "relacion": "SE_ALAR",
        "objeto": "Partido Justicialista"
      },
      {
        "sujeto": "Grabois",
        "relacion": "SE_ALAR",
        "objeto": "la Argentina"
      },
      {
        "sujeto": "Grabois",
        "relacion": "SE_ALAR",
        "objeto": "Cristina"
      },
      {
        "sujeto": "la Argentina",
        "relacion": "SALIR_CELEBRAR_SE_ALAR",
        "objeto": "Cristina"
      },
      {
        "sujeto": "Ciudad Autónoma de Buenos Aires",
        "relacion": "ENCABEZAR",
        "objeto": "La Cámpora"
      },
      {
        "sujeto": "Ciudad Autónoma de Buenos Aires",
        "relacion": "ENCABEZAR",
        "objeto": "Mariano Recalde"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "VENIR_DEFINIR_TERMINAR",
        "objeto": "PRO"
      },
      {
        "sujeto": "Javier Milei",
        "relacion": "VENIR_DEFINIR_TERMINAR",
        "objeto": "Mauricio Macri"
      },
      {
        "sujeto": "Ciudad de Buenos Aires",
        "relacion": "LIDERAR",
        "objeto": "Ministra de Seguridad"
      },
      {
        "sujeto": "Ciudad de Buenos Aires",
        "relacion": "LIDERAR",
        "objeto": "Patricia Bullrich"
      },
      {
        "sujeto": "La Libertad Avanza",
        "relacion": "HABER_REALIZAR",
        "objeto": "Provincia de Buenos Aires"
      },
      {
        "sujeto": "Kirchnerismo Nunca Más",
        "relacion": "NUNCA_LANZAR",
        "objeto": "Terrorismo de Estado"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7906,
    "pos": 0.0,
    "neu": 0.988,
    "neg": 0.012,
    "label": "negative"
  }
}