{
  "url": "https://www.telesurtv.net/cuba-traza-nuevas-estrategias-para-reimpulsar-su-economia-y-corregir-distorsiones/",
  "title": "Cuba traza nuevas estrategias para reimpulsar su econom铆a y corregir distorsiones - teleSUR",
  "section": "Am茅rica Latina y El Caribe",
  "tags": [
    "Cuba",
    "diaz-canel",
    "Estrategias",
    "Marrero Cruz",
    "planificaci贸n",
    "reimpulso de la econom铆a"
  ],
  "text": "\nEn un contexto econ贸mico complejo, marcado por desaf铆os internos y externos, el Gobierno cubano ha presentado un balance detallado de las estrategias implementadas durante 2024, se aborda la redirecci贸n de los planes para enfrentar las distorsiones econ贸micas y reimpulsar sectores clave como la agricultura.\nA principios de 2024, el Gobierno cubano deline贸 una serie de proyecciones econ贸micas enfocadas en corregir distorsiones estructurales que han afectado gravemente a sectores como la agricultura, la industria y los servicios. Las prioridades de esa planificaci贸n inclu铆an la reducci贸n de la inflaci贸n, el aumento de la producci贸n nacional, especialmente de alimentos, y la mejora de la eficiencia en la gesti贸n empresarial estatal.\nUno de los pilares del plan fue la implementaci贸n de medidas para combatir el mercado informal, que ha crecido significativamente en los 煤ltimos a帽os debido a la escasez de productos b谩sicos y la devaluaci贸n del peso cubano.\nAdem谩s, se prioriz贸 la inversi贸n en infraestructura agr铆cola y la modernizaci贸n de los sistemas de distribuci贸n, con el objetivo de reducir la dependencia de las importaciones y garantizar la seguridad alimentaria.\n\n\n\nEn la reuni贸n de este lunes encabezada por el presidente cubano Miguel D铆az-Canel Berm煤dez y los miembros del Bur贸 Pol铆tico Manuel Marrero Cruz, primer ministro, y Salvador Vald茅s Mesa, vicepresidente de la Rep煤blica, reconocieron que, aunque se lograron avances significativos en algunos sectores, persisten desaf铆os que requieren ajustes en las estrategias.\nDurante 2024, se observ贸 un incremento en la producci贸n agr铆cola en regiones clave, gracias a la implementaci贸n de programas de apoyo a los productores locales y la entrega de insumos agr铆colas. Sin embargo, la inflaci贸n continu贸 siendo un problema grave, afectando el poder adquisitivo de la poblaci贸n y limitando el acceso a bienes esenciales.\nUno de los logros destacados fue la reducci贸n del d茅ficit fiscal, gracias a una mayor disciplina financiera y a la racionalizaci贸n de los gastos estatales. No obstante, el sector empresarial estatal a煤n enfrenta problemas de eficiencia y productividad, lo que ha llevado al Gobierno a replantear sus pol铆ticas de gesti贸n.\nEn el 谩mbito social, el Gobierno mantuvo su compromiso con los programas de subsidios y asistencia a los sectores m谩s vulnerables, aunque reconoci贸 que la escasez de recursos limit贸 el alcance de estas iniciativas.\nEn tanto, la migraci贸n interna y externa tambi茅n continu贸 siendo un fen贸meno preocupante, con un n煤mero significativo de j贸venes y profesionales que abandonaron el pa铆s en busca de mejores oportunidades.\n\n\n\nAnte este panorama, el Gobierno cubano ha anunciado una serie de ajustes en sus pol铆ticas econ贸micas para 2025, con el objetivo de enfrentar los desaf铆os persistentes y consolidar los avances logrados. Seg煤n se expres贸 en la reciente reuni贸n, las nuevas estrategias se centran en tres 谩reas principales: la agricultura, la inversi贸n extranjera y la modernizaci贸n del sector empresarial estatal.\n\n\nLa agricultura sigue siendo una prioridad estrat茅gica para Cuba, dado su impacto directo en la seguridad alimentaria y la econom铆a nacional. Para 2025, el Gobierno planea intensificar los programas de apoyo a los productores locales, incluyendo la entrega de maquinaria, semillas y fertilizantes. Adem谩s, se promover谩 la diversificaci贸n de cultivos y la implementaci贸n de tecnolog铆as sostenibles para aumentar la productividad.\nOtro aspecto clave ser谩 la eliminaci贸n de intermediarios en la cadena de distribuci贸n, lo que permitir谩 reducir los precios finales de los productos agr铆colas y mejorar el acceso de la poblaci贸n a alimentos frescos. Tambi茅n se buscar谩 fortalecer las cooperativas agr铆colas y fomentar la participaci贸n de j贸venes en el sector, con el fin de garantizar la sostenibilidad a largo plazo.\n\n\nEl Gobierno cubano reconoce que la inversi贸n extranjera es fundamental para impulsar el crecimiento econ贸mico y modernizar la infraestructura del pa铆s. En 2025, se priorizar谩 la atracci贸n de capitales en sectores estrat茅gicos como la energ铆a renovable, el turismo y la industria farmac茅utica. Para ello, se simplificar谩n los tr谩mites burocr谩ticos y se ofrecer谩n incentivos fiscales a los inversionistas interesados.\nAdem谩s, se promover谩n alianzas estrat茅gicas con empresas internacionales para transferir tecnolog铆a y conocimientos, lo que permitir谩 mejorar la competitividad de la econom铆a cubana en el mercado global.\n\n\nUno de los mayores desaf铆os de la econom铆a cubana es la baja eficiencia del sector empresarial estatal. Para enfrentar este problema, el Gobierno ha anunciado un plan de modernizaci贸n que incluye la descentralizaci贸n de la gesti贸n, la introducci贸n de mecanismos de mercado y la capacitaci贸n de los directivos en pr谩cticas empresariales modernas.\nTambi茅n se promover谩 la autonom铆a financiera de las empresas estatales, lo que les permitir谩 tomar decisiones m谩s 谩giles y adaptarse a las condiciones del mercado. Este enfoque busca combinar la planificaci贸n estatal con elementos de la econom铆a de mercado, en l铆nea con las reformas econ贸micas implementadas en los 煤ltimos a帽os.\nEn su comentario, el primer ministro Manuel Marrero Cruz manifest贸 la necesidad de restituir la legalidad con firmeza y determinaci贸n en el combate cotidiano contra las ilegalidades y delitos detectados en los campos de la naci贸n caribe帽a.\nDe esta manera, el jefe del Gobierno cubano se帽al贸 el camino hacia un nuevo marco sancionatorio para aumentar la eficacia de las penas contra los infractores en asuntos tan delicados como la tenencia de ganado, el uso de las tierras en usufructo, y el incumplimiento de planes prioritarioscomo el ganadero, el porcino y las entregas de leche y huevos, entre otros rublos.\nEn cuanto a la contrataci贸n reconoci贸 avances en ese proceso pero insisti贸 en el cumplimiento y la calidad de lo contratado, as铆 como la verificaci贸n de los indicadores conveniados con respecto a las capacidades disponibles, para evitar casos de subcontrataci贸n que genera nuevas distorsiones.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-traza-nuevas-estrategias-para-reimpulsar-su-economia-y-corregir-distorsiones/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 1579,
    "message_id": 88884,
    "date": "2025-03-11T22:55:12+00:00",
    "text": "teleSUR\nCuba traza nuevas estrategias para reimpulsar su econom铆a y corregir distorsiones\nhttps://www.telesurtv.net/cuba-traza-nuevas-estrategias-para-reimpulsar-su-economia-y-corregir-distorsiones/",
    "photo_path": null,
    "views": 2163,
    "reactions": {
      "": 37,
      "": 11,
      "": 1
    },
    "total_reactions": 49
  },
  "preprocessing": {
    "cleaned": "en un contexto econ贸mico complejo, marcado por desaf铆os internos y externos, el gobierno cubano ha presentado un balance detallado de las estrategias implementadas durante 2024, se aborda la redirecci贸n de los planes para enfrentar las distorsiones econ贸micas y reimpulsar sectores clave como la agricultura. a principios de 2024, el gobierno cubano deline贸 una serie de proyecciones econ贸micas enfocadas en corregir distorsiones estructurales que han afectado gravemente a sectores como la agricultura, la industria y los servicios. las prioridades de esa planificaci贸n inclu铆an la reducci贸n de la inflaci贸n, el aumento de la producci贸n nacional, especialmente de alimentos, y la mejora de la eficiencia en la gesti贸n empresarial estatal. uno de los pilares del plan fue la implementaci贸n de medidas para combatir el mercado informal, que ha crecido significativamente en los 煤ltimos a帽os debido a la escasez de productos b谩sicos y la devaluaci贸n del peso cubano. adem谩s, se prioriz贸 la inversi贸n en infraestructura agr铆cola y la modernizaci贸n de los sistemas de distribuci贸n, con el objetivo de reducir la dependencia de las importaciones y garantizar la seguridad alimentaria. en la reuni贸n de este lunes encabezada por el presidente cubano miguel d铆az-canel berm煤dez y los miembros del bur贸 pol铆tico manuel marrero cruz, primer ministro, y salvador vald茅s mesa, vicepresidente de la rep煤blica, reconocieron que, aunque se lograron avances significativos en algunos sectores, persisten desaf铆os que requieren ajustes en las estrategias. durante 2024, se observ贸 un incremento en la producci贸n agr铆cola en regiones clave, gracias a la implementaci贸n de programas de apoyo a los productores locales y la entrega de insumos agr铆colas. sin embargo, la inflaci贸n continu贸 siendo un problema grave, afectando el poder adquisitivo de la poblaci贸n y limitando el acceso a bienes esenciales. uno de los logros destacados fue la reducci贸n del d茅ficit fiscal, gracias a una mayor disciplina financiera y a la racionalizaci贸n de los gastos estatales. no obstante, el sector empresarial estatal a煤n enfrenta problemas de eficiencia y productividad, lo que ha llevado al gobierno a replantear sus pol铆ticas de gesti贸n. en el 谩mbito social, el gobierno mantuvo su compromiso con los programas de subsidios y asistencia a los sectores m谩s vulnerables, aunque reconoci贸 que la escasez de recursos limit贸 el alcance de estas iniciativas. en tanto, la migraci贸n interna y externa tambi茅n continu贸 siendo un fen贸meno preocupante, con un n煤mero significativo de j贸venes y profesionales que abandonaron el pa铆s en busca de mejores oportunidades. ante este panorama, el gobierno cubano ha anunciado una serie de ajustes en sus pol铆ticas econ贸micas para 2025, con el objetivo de enfrentar los desaf铆os persistentes y consolidar los avances logrados. seg煤n se expres贸 en la reciente reuni贸n, las nuevas estrategias se centran en tres 谩reas principales: la agricultura, la inversi贸n extranjera y la modernizaci贸n del sector empresarial estatal. la agricultura sigue siendo una prioridad estrat茅gica para cuba, dado su impacto directo en la seguridad alimentaria y la econom铆a nacional. para 2025, el gobierno planea intensificar los programas de apoyo a los productores locales, incluyendo la entrega de maquinaria, semillas y fertilizantes. adem谩s, se promover谩 la diversificaci贸n de cultivos y la implementaci贸n de tecnolog铆as sostenibles para aumentar la productividad. otro aspecto clave ser谩 la eliminaci贸n de intermediarios en la cadena de distribuci贸n, lo que permitir谩 reducir los precios finales de los productos agr铆colas y mejorar el acceso de la poblaci贸n a alimentos frescos. tambi茅n se buscar谩 fortalecer las cooperativas agr铆colas y fomentar la participaci贸n de j贸venes en el sector, con el fin de garantizar la sostenibilidad a largo plazo. el gobierno cubano reconoce que la inversi贸n extranjera es fundamental para impulsar el crecimiento econ贸mico y modernizar la infraestructura del pa铆s. en 2025, se priorizar谩 la atracci贸n de capitales en sectores estrat茅gicos como la energ铆a renovable, el turismo y la industria farmac茅utica. para ello, se simplificar谩n los tr谩mites burocr谩ticos y se ofrecer谩n incentivos fiscales a los inversionistas interesados. adem谩s, se promover谩n alianzas estrat茅gicas con empresas internacionales para transferir tecnolog铆a y conocimientos, lo que permitir谩 mejorar la competitividad de la econom铆a cubana en el mercado global. uno de los mayores desaf铆os de la econom铆a cubana es la baja eficiencia del sector empresarial estatal. para enfrentar este problema, el gobierno ha anunciado un plan de modernizaci贸n que incluye la descentralizaci贸n de la gesti贸n, la introducci贸n de mecanismos de mercado y la capacitaci贸n de los directivos en pr谩cticas empresariales modernas. tambi茅n se promover谩 la autonom铆a financiera de las empresas estatales, lo que les permitir谩 tomar decisiones m谩s 谩giles y adaptarse a las condiciones del mercado. este enfoque busca combinar la planificaci贸n estatal con elementos de la econom铆a de mercado, en l铆nea con las reformas econ贸micas implementadas en los 煤ltimos a帽os. en su comentario, el primer ministro manuel marrero cruz manifest贸 la necesidad de restituir la legalidad con firmeza y determinaci贸n en el combate cotidiano contra las ilegalidades y delitos detectados en los campos de la naci贸n caribe帽a. de esta manera, el jefe del gobierno cubano se帽al贸 el camino hacia un nuevo marco sancionatorio para aumentar la eficacia de las penas contra los infractores en asuntos tan delicados como la tenencia de ganado, el uso de las tierras en usufructo, y el incumplimiento de planes prioritarios como el ganadero, el porcino y las entregas de leche y huevos, entre otros rublos. en cuanto a la contrataci贸n reconoci贸 avances en ese proceso pero insisti贸 en el cumplimiento y la calidad de lo contratado, as铆 como la verificaci贸n de los indicadores conveniados con respecto a las capacidades disponibles, para evitar casos de subcontrataci贸n que genera nuevas distorsiones.",
    "tokens": [
      "contexto",
      "econ贸mico",
      "complejo",
      ",",
      "marcado",
      "desaf铆os",
      "internos",
      "externos",
      ",",
      "gobierno",
      "cubano",
      "presentado",
      "balance",
      "detallado",
      "estrategias",
      "implementadas",
      "2024",
      ",",
      "aborda",
      "redirecci贸n",
      "planes",
      "enfrentar",
      "distorsiones",
      "econ贸micas",
      "reimpulsar",
      "sectores",
      "clave",
      "agricultura",
      ".",
      "principios",
      "2024",
      ",",
      "gobierno",
      "cubano",
      "deline贸",
      "serie",
      "proyecciones",
      "econ贸micas",
      "enfocadas",
      "corregir",
      "distorsiones",
      "estructurales",
      "afectado",
      "gravemente",
      "sectores",
      "agricultura",
      ",",
      "industria",
      "servicios",
      ".",
      "prioridades",
      "planificaci贸n",
      "inclu铆an",
      "reducci贸n",
      "inflaci贸n",
      ",",
      "aumento",
      "producci贸n",
      "nacional",
      ",",
      "especialmente",
      "alimentos",
      ",",
      "mejora",
      "eficiencia",
      "gesti贸n",
      "empresarial",
      "estatal",
      ".",
      "pilares",
      "plan",
      "implementaci贸n",
      "medidas",
      "combatir",
      "mercado",
      "informal",
      ",",
      "crecido",
      "significativamente",
      "煤ltimos",
      "a帽os",
      "debido",
      "escasez",
      "productos",
      "b谩sicos",
      "devaluaci贸n",
      "peso",
      "cubano",
      ".",
      "adem谩s",
      ",",
      "prioriz贸",
      "inversi贸n",
      "infraestructura",
      "agr铆cola",
      "modernizaci贸n",
      "sistemas",
      "distribuci贸n",
      ",",
      "objetivo",
      "reducir",
      "dependencia",
      "importaciones",
      "garantizar",
      "seguridad",
      "alimentaria",
      ".",
      "reuni贸n",
      "lunes",
      "encabezada",
      "presidente",
      "cubano",
      "miguel",
      "d铆az-canel",
      "berm煤dez",
      "miembros",
      "bur贸",
      "pol铆tico",
      "manuel",
      "marrero",
      "cruz",
      ",",
      "primer",
      "ministro",
      ",",
      "salvador",
      "vald茅s",
      "mesa",
      ",",
      "vicepresidente",
      "rep煤blica",
      ",",
      "reconocieron",
      ",",
      "aunque",
      "lograron",
      "avances",
      "significativos",
      "sectores",
      ",",
      "persisten",
      "desaf铆os",
      "requieren",
      "ajustes",
      "estrategias",
      ".",
      "2024",
      ",",
      "observ贸",
      "incremento",
      "producci贸n",
      "agr铆cola",
      "regiones",
      "clave",
      ",",
      "gracias",
      "implementaci贸n",
      "programas",
      "apoyo",
      "productores",
      "locales",
      "entrega",
      "insumos",
      "agr铆colas",
      ".",
      "embargo",
      ",",
      "inflaci贸n",
      "continu贸",
      "siendo",
      "problema",
      "grave",
      ",",
      "afectando",
      "poder",
      "adquisitivo",
      "poblaci贸n",
      "limitando",
      "acceso",
      "bienes",
      "esenciales",
      ".",
      "logros",
      "destacados",
      "reducci贸n",
      "d茅ficit",
      "fiscal",
      ",",
      "gracias",
      "mayor",
      "disciplina",
      "financiera",
      "racionalizaci贸n",
      "gastos",
      "estatales",
      ".",
      "obstante",
      ",",
      "sector",
      "empresarial",
      "estatal",
      "a煤n",
      "enfrenta",
      "problemas",
      "eficiencia",
      "productividad",
      ",",
      "llevado",
      "gobierno",
      "replantear",
      "pol铆ticas",
      "gesti贸n",
      ".",
      "谩mbito",
      "social",
      ",",
      "gobierno",
      "mantuvo",
      "compromiso",
      "programas",
      "subsidios",
      "asistencia",
      "sectores",
      "vulnerables",
      ",",
      "aunque",
      "reconoci贸",
      "escasez",
      "recursos",
      "limit贸",
      "alcance",
      "iniciativas",
      ".",
      ",",
      "migraci贸n",
      "interna",
      "externa",
      "continu贸",
      "siendo",
      "fen贸meno",
      "preocupante",
      ",",
      "n煤mero",
      "significativo",
      "j贸venes",
      "profesionales",
      "abandonaron",
      "pa铆s",
      "busca",
      "mejores",
      "oportunidades",
      ".",
      "panorama",
      ",",
      "gobierno",
      "cubano",
      "anunciado",
      "serie",
      "ajustes",
      "pol铆ticas",
      "econ贸micas",
      "2025",
      ",",
      "objetivo",
      "enfrentar",
      "desaf铆os",
      "persistentes",
      "consolidar",
      "avances",
      "logrados",
      ".",
      "seg煤n",
      "expres贸",
      "reciente",
      "reuni贸n",
      ",",
      "nuevas",
      "estrategias",
      "centran",
      "tres",
      "谩reas",
      "principales",
      ":",
      "agricultura",
      ",",
      "inversi贸n",
      "extranjera",
      "modernizaci贸n",
      "sector",
      "empresarial",
      "estatal",
      ".",
      "agricultura",
      "sigue",
      "siendo",
      "prioridad",
      "estrat茅gica",
      "cuba",
      ",",
      "dado",
      "impacto",
      "directo",
      "seguridad",
      "alimentaria",
      "econom铆a",
      "nacional",
      ".",
      "2025",
      ",",
      "gobierno",
      "planea",
      "intensificar",
      "programas",
      "apoyo",
      "productores",
      "locales",
      ",",
      "incluyendo",
      "entrega",
      "maquinaria",
      ",",
      "semillas",
      "fertilizantes",
      ".",
      "adem谩s",
      ",",
      "promover谩",
      "diversificaci贸n",
      "cultivos",
      "implementaci贸n",
      "tecnolog铆as",
      "sostenibles",
      "aumentar",
      "productividad",
      ".",
      "aspecto",
      "clave",
      "eliminaci贸n",
      "intermediarios",
      "cadena",
      "distribuci贸n",
      ",",
      "permitir谩",
      "reducir",
      "precios",
      "finales",
      "productos",
      "agr铆colas",
      "mejorar",
      "acceso",
      "poblaci贸n",
      "alimentos",
      "frescos",
      ".",
      "buscar谩",
      "fortalecer",
      "cooperativas",
      "agr铆colas",
      "fomentar",
      "participaci贸n",
      "j贸venes",
      "sector",
      ",",
      "fin",
      "garantizar",
      "sostenibilidad",
      "largo",
      "plazo",
      ".",
      "gobierno",
      "cubano",
      "reconoce",
      "inversi贸n",
      "extranjera",
      "fundamental",
      "impulsar",
      "crecimiento",
      "econ贸mico",
      "modernizar",
      "infraestructura",
      "pa铆s",
      ".",
      "2025",
      ",",
      "priorizar谩",
      "atracci贸n",
      "capitales",
      "sectores",
      "estrat茅gicos",
      "energ铆a",
      "renovable",
      ",",
      "turismo",
      "industria",
      "farmac茅utica",
      ".",
      "ello",
      ",",
      "simplificar谩n",
      "tr谩mites",
      "burocr谩ticos",
      "ofrecer谩n",
      "incentivos",
      "fiscales",
      "inversionistas",
      "interesados",
      ".",
      "adem谩s",
      ",",
      "promover谩n",
      "alianzas",
      "estrat茅gicas",
      "empresas",
      "internacionales",
      "transferir",
      "tecnolog铆a",
      "conocimientos",
      ",",
      "permitir谩",
      "mejorar",
      "competitividad",
      "econom铆a",
      "cubana",
      "mercado",
      "global",
      ".",
      "mayores",
      "desaf铆os",
      "econom铆a",
      "cubana",
      "baja",
      "eficiencia",
      "sector",
      "empresarial",
      "estatal",
      ".",
      "enfrentar",
      "problema",
      ",",
      "gobierno",
      "anunciado",
      "plan",
      "modernizaci贸n",
      "incluye",
      "descentralizaci贸n",
      "gesti贸n",
      ",",
      "introducci贸n",
      "mecanismos",
      "mercado",
      "capacitaci贸n",
      "directivos",
      "pr谩cticas",
      "empresariales",
      "modernas",
      ".",
      "promover谩",
      "autonom铆a",
      "financiera",
      "empresas",
      "estatales",
      ",",
      "permitir谩",
      "tomar",
      "decisiones",
      "谩giles",
      "adaptarse",
      "condiciones",
      "mercado",
      ".",
      "enfoque",
      "busca",
      "combinar",
      "planificaci贸n",
      "estatal",
      "elementos",
      "econom铆a",
      "mercado",
      ",",
      "l铆nea",
      "reformas",
      "econ贸micas",
      "implementadas",
      "煤ltimos",
      "a帽os",
      ".",
      "comentario",
      ",",
      "primer",
      "ministro",
      "manuel",
      "marrero",
      "cruz",
      "manifest贸",
      "necesidad",
      "restituir",
      "legalidad",
      "firmeza",
      "determinaci贸n",
      "combate",
      "cotidiano",
      "ilegalidades",
      "delitos",
      "detectados",
      "campos",
      "naci贸n",
      "caribe帽a",
      ".",
      "manera",
      ",",
      "jefe",
      "gobierno",
      "cubano",
      "se帽al贸",
      "camino",
      "hacia",
      "nuevo",
      "marco",
      "sancionatorio",
      "aumentar",
      "eficacia",
      "penas",
      "infractores",
      "asuntos",
      "tan",
      "delicados",
      "tenencia",
      "ganado",
      ",",
      "uso",
      "tierras",
      "usufructo",
      ",",
      "incumplimiento",
      "planes",
      "prioritarios",
      "ganadero",
      ",",
      "porcino",
      "entregas",
      "leche",
      "huevos",
      ",",
      "rublos",
      ".",
      "cuanto",
      "contrataci贸n",
      "reconoci贸",
      "avances",
      "proceso",
      "insisti贸",
      "cumplimiento",
      "calidad",
      "contratado",
      ",",
      "as铆",
      "verificaci贸n",
      "indicadores",
      "conveniados",
      "respecto",
      "capacidades",
      "disponibles",
      ",",
      "evitar",
      "casos",
      "subcontrataci贸n",
      "genera",
      "nuevas",
      "distorsiones",
      "."
    ],
    "token_count": 570,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 58,
      "JJ": 99,
      "NN": 272,
      "IN": 30,
      "FW": 263,
      "CD": 6,
      "NNS": 61,
      "VBP": 43,
      "VBN": 3,
      "RB": 2,
      "VBZ": 11,
      "JJR": 1,
      "DT": 1,
      "CC": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-JJ": 2,
      "JJ-NN": 53,
      "NN-NN": 148,
      "NN-JJ": 23,
      "JJ-JJ": 12,
      "NN-NNP": 21,
      "NNP-NN": 23,
      "NN-IN": 22,
      "IN-FW": 17,
      "FW-FW": 186,
      "FW-NN": 33,
      "NN-CD": 2,
      "CD-NN": 6,
      "NN-FW": 33,
      "FW-NNS": 19,
      "NNS-VBP": 36,
      "VBP-JJ": 28,
      "JJ-NNS": 16,
      "NNS-NNS": 6,
      "VBP-VBN": 3,
      "VBN-JJ": 3,
      "NNS-IN": 5,
      "IN-CD": 1,
      "IN-NNS": 3,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "NN-NNS": 15,
      "NNS-VBZ": 4,
      "VBZ-JJR": 1,
      "JJR-JJ": 1,
      "FW-JJ": 16,
      "NNS-NNP": 5,
      "NNP-VBZ": 3,
      "VBZ-FW": 2,
      "JJ-FW": 11,
      "JJ-NNP": 7,
      "NNP-FW": 10,
      "VBP-NN": 4,
      "NN-VBP": 4,
      "IN-JJ": 5,
      "IN-NN": 4,
      "NNP-NNP": 13,
      "VBZ-JJ": 6,
      "FW-NNP": 8,
      "VBP-IN": 1,
      "NN-VBZ": 3,
      "VBZ-IN": 1,
      "NNP-CD": 3,
      "NNP-VBP": 2,
      "VBP-FW": 1,
      "NNP-IN": 1,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "VBP-NNS": 2,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "NN-CC": 1,
      "CC-NN": 1,
      "VBP-NNP": 3,
      "FW-VBZ": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNS-FW": 3
    },
    "trigram_freq": {
      "NNP-JJ-NN": 2,
      "JJ-NN-NN": 28,
      "NN-NN-NN": 78,
      "NN-NN-JJ": 21,
      "NN-JJ-JJ": 8,
      "JJ-JJ-NN": 6,
      "JJ-NN-NNP": 5,
      "NN-NNP-NN": 12,
      "NNP-NN-NN": 21,
      "NN-JJ-NN": 14,
      "NN-NN-IN": 9,
      "NN-IN-FW": 15,
      "IN-FW-FW": 8,
      "FW-FW-FW": 136,
      "FW-FW-NN": 21,
      "FW-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-NN": 3,
      "NN-NN-FW": 17,
      "NN-FW-FW": 22,
      "FW-FW-NNS": 19,
      "FW-NNS-VBP": 11,
      "NNS-VBP-JJ": 25,
      "VBP-JJ-NNS": 6,
      "JJ-NNS-NNS": 2,
      "NNS-NNS-VBP": 4,
      "JJ-NNS-VBP": 9,
      "NNS-VBP-VBN": 1,
      "VBP-VBN-JJ": 3,
      "VBN-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-IN": 2,
      "NNS-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-NNP": 2,
      "JJ-NN-IN": 11,
      "NN-IN-NNS": 3,
      "IN-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "VBP-JJ-NN": 15,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-JJR": 1,
      "VBZ-JJR-JJ": 1,
      "JJR-JJ-NN": 1,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 10,
      "NN-FW-JJ": 3,
      "FW-JJ-NNS": 4,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-NN-FW": 12,
      "FW-FW-JJ": 5,
      "FW-JJ-FW": 2,
      "JJ-FW-FW": 10,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 4,
      "JJ-NNP-FW": 2,
      "NNP-FW-FW": 6,
      "NNS-VBP-NN": 3,
      "VBP-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBP-JJ-FW": 5,
      "FW-NN-NN": 12,
      "NN-IN-JJ": 3,
      "IN-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NN-NN-NNP": 11,
      "NN-IN-NN": 1,
      "IN-NN-NN": 4,
      "JJ-FW-NN": 1,
      "FW-NN-NNP": 2,
      "NN-NNP-FW": 1,
      "NN-NNP-NNP": 4,
      "NNP-NNP-NNP": 8,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NNP-NNP-NN": 2,
      "NNP-NNP-FW": 2,
      "FW-FW-NNP": 5,
      "FW-NNP-NN": 4,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "NN-NNP-CD": 2,
      "NNP-CD-NN": 3,
      "FW-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-FW": 2,
      "FW-NNS-NNP": 3,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-JJ-NN": 8,
      "JJ-NN-VBP": 1,
      "NN-VBP-VBN": 2,
      "VBN-JJ-NN": 1,
      "FW-NN-NNS": 4,
      "NN-NNS-NNS": 2,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 6,
      "NN-FW-NN": 6,
      "FW-NN-JJ": 1,
      "JJ-NN-JJ": 1,
      "NNS-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-FW-NN": 2,
      "NN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 2,
      "NNP-FW-NNP": 1,
      "FW-NNP-JJ": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "JJ-NN-FW": 3,
      "IN-NNS-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNS-NNP-NN": 1,
      "IN-NNS-IN": 1,
      "NNS-IN-NN": 2,
      "NN-NN-CD": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-IN": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-FW": 3,
      "NN-FW-VBZ": 1,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "VBP-JJ-JJ": 2,
      "JJ-NNP-CD": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "NN-FW-NNP": 1,
      "NNP-NN-VBP": 1,
      "VBN-JJ-FW": 1,
      "NNS-IN-FW": 1,
      "NNP-FW-NN": 3,
      "NN-VBZ-JJ": 2,
      "FW-NNS-IN": 1,
      "FW-NNP-NNP": 1,
      "VBP-NN-NN": 2,
      "NN-NNP-VBZ": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "FW-NN-IN": 1,
      "JJ-NNS-FW": 1,
      "NNP-NN-NNP": 1,
      "IN-JJ-NN": 2,
      "NN-JJ-NNS": 1,
      "NNS-FW-JJ": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "NNS-NNS-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 272,
        "FW": 263,
        "JJ": 99,
        "NNS": 61,
        "NNP": 58
      },
      "top_bigrams": {
        "FW-FW": 186,
        "NN-NN": 148,
        "JJ-NN": 53,
        "NNS-VBP": 36,
        "FW-NN": 33
      },
      "top_trigrams": {
        "FW-FW-FW": 136,
        "NN-NN-NN": 78,
        "JJ-NN-NN": 28,
        "NNS-VBP-JJ": 25,
        "NN-FW-FW": 22
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 206,
      "ADJP": 11,
      "VP": 56,
      "PP": 13
    },
    "top_rules": [
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 9,
        "weight": 0.0285
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "VP -> ('clave', 'VBP')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "NP -> ('empresarial', 'JJ') ('estatal', 'NN')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "NP -> ('Uno', 'NNP')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "NP -> ('Adem谩s', 'NNP')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 3,
        "weight": 0.0095
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0095
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "NP",
        "text": "un contexto econ贸mico complejo"
      },
      {
        "label": "NP",
        "text": "Gobierno cubano ha presentado"
      },
      {
        "label": "NP",
        "text": "un balance detallado"
      },
      {
        "label": "NP",
        "text": "durante"
      },
      {
        "label": "ADJP",
        "text": "aborda"
      },
      {
        "label": "NP",
        "text": "planes"
      },
      {
        "label": "VP",
        "text": "para enfrentar las distorsiones"
      },
      {
        "label": "NP",
        "text": "enfrentar las distorsiones"
      },
      {
        "label": "VP",
        "text": "econ贸micas y reimpulsar sectores"
      },
      {
        "label": "NP",
        "text": "y reimpulsar sectores"
      },
      {
        "label": "VP",
        "text": "clave"
      },
      {
        "label": "VP",
        "text": "como la agricultura"
      },
      {
        "label": "NP",
        "text": "la agricultura"
      },
      {
        "label": "NP",
        "text": "A principios"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (NP un/JJ contexto/NN econ贸mico/NN complejo/NN)\n  ,/,\n  marcado/FW\n  por/FW\n  desaf铆os/FW\n  internos/FW\n  y/FW\n  externos/FW\n  ,/,\n  el/FW\n  (NP Gobierno/NNP cubano/NN ha/NN presentado/NN)\n  (NP un/JJ balance/NN detallado/NN)\n  de/IN\n  las/FW\n  estrategias/FW\n  implementadas/FW\n  (NP durante/NN)\n  2024/CD\n  ,/,\n  se/FW\n  (ADJP aborda/JJ)\n  la/FW\n  redirecci贸n/FW\n  de/FW\n  los/FW\n  (NP planes/NNS)\n  (VP para/VBP (NP enfrentar/JJ las/NNS distorsiones/NNS))\n  (VP econ贸micas/VBP (NP y/JJ reimpulsar/NN sectores/NNS))\n  (VP clave/VBP)\n  (VP como/VBN (NP la/JJ agricultura/NN))\n  ./.)",
      "(S\n  (NP A/DT principios/NN)\n  de/IN\n  2024/CD\n  ,/,\n  el/FW\n  (NP Gobierno/NNP cubano/NN deline贸/NN)\n  (NP una/JJ serie/NN)\n  (PP de/IN (NP proyecciones/NNS))\n  econ贸micas/RB\n  (VP enfocadas/VBP (NP en/JJ corregir/NN distorsiones/NNS))\n  (VP estructurales/VBZ (NP que/JJR han/JJ afectado/NN))\n  (VP gravemente/VBD (NP a/DT sectores/NNS))\n  (VP como/VBP (NP la/JJ agricultura/NN))\n  ,/,\n  la/FW\n  industria/FW\n  y/FW\n  los/FW\n  (NP servicios/NNS)\n  ./.)",
      "(S\n  (NP Las/NNP)\n  (VP prioridades/VBZ)\n  de/FW\n  esa/FW\n  planificaci贸n/FW\n  (NP inclu铆an/NN)\n  la/FW\n  reducci贸n/FW\n  de/FW\n  la/FW\n  inflaci贸n/FW\n  ,/,\n  el/FW\n  aumento/FW\n  de/FW\n  la/FW\n  producci贸n/FW\n  (ADJP nacional/JJ)\n  ,/,\n  especialmente/FW\n  de/FW\n  alimentos/FW\n  ,/,\n  y/PRP\n  (VP la/VBP)\n  mejora/FW\n  de/FW\n  la/FW\n  eficiencia/FW\n  en/FW\n  la/FW\n  gesti贸n/FW\n  (NP empresarial/JJ estatal/NN)\n  ./.)",
      "(S\n  (NP Uno/NNP)\n  de/FW\n  los/FW\n  (NP pilares/NNS)\n  (VP del/VBP (NP plan/NN))\n  (VP fue/VBP la/JJ)\n  implementaci贸n/FW\n  de/FW\n  medidas/FW\n  para/FW\n  (NP combatir/NN el/NN mercado/NN)\n  (ADJP informal/JJ)\n  ,/,\n  (NP que/JJ ha/NN crecido/NN significativamente/NN)\n  (PP en/IN (NP los/JJ 煤ltimos/NNP a帽os/NN debido/NN))\n  (NP a/DT la/NN)\n  escasez/FW\n  de/FW\n  productos/FW\n  b谩sicos/FW\n  y/FW\n  la/FW\n  devaluaci贸n/FW\n  del/FW\n  (NP peso/NN cubano/NN)\n  ./.)",
      "(S\n  (NP Adem谩s/NNP)\n  ,/,\n  se/FW\n  (NP prioriz贸/NN)\n  la/FW\n  inversi贸n/FW\n  en/FW\n  (NP infraestructura/NN agr铆cola/NN y/NN)\n  la/FW\n  modernizaci贸n/FW\n  de/FW\n  los/FW\n  sistemas/FW\n  de/FW\n  distribuci贸n/FW\n  ,/,\n  (NP con/NN el/NN)\n  objetivo/FW\n  de/FW\n  reducir/FW\n  la/FW\n  dependencia/FW\n  de/FW\n  las/FW\n  (NP importaciones/NNS)\n  y/RB\n  (VP garantizar/VBP (NP la/JJ seguridad/JJ alimentaria/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "NEOLIBERALISMO_MERCADO",
      "PAISES",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifest贸",
        "position": [
          5200,
          5209
        ],
        "start": 5200,
        "end": 5209
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "crecimiento econ贸mico y modernizar la infraestructura del pa铆s",
        "position": [
          3933,
          3995
        ],
        "start": 3933,
        "end": 3995
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflaci贸n",
        "position": [
          600,
          609
        ],
        "start": 600,
        "end": 609
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversi贸n",
        "position": [
          989,
          998
        ],
        "start": 989,
        "end": 998
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "inversi贸n extranjera es fundamental para impulsar el crecimiento econ贸mico y modernizar la infraestructura del pa铆s",
        "position": [
          3880,
          3995
        ],
        "start": 3880,
        "end": 3995
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expres贸",
        "position": [
          2845,
          2852
        ],
        "start": 2845,
        "end": 2852
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente cubano miguel",
        "position": [
          1230,
          1254
        ],
        "start": 1230,
        "end": 1254
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "j贸venes",
        "position": [
          2548,
          2555
        ],
        "start": 2548,
        "end": 2555
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energ铆a",
        "position": [
          4079,
          4086
        ],
        "start": 4079,
        "end": 4086
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          3090,
          3094
        ],
        "start": 3090,
        "end": 3094
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo, marcado",
        "position": [
          26,
          43
        ],
        "start": 26,
        "end": 43
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1743,
          1750
        ],
        "start": 1743,
        "end": 1750
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "econom铆a de mercado",
        "position": [
          5050,
          5069
        ],
        "start": 5050,
        "end": 5069
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Salvador Vald茅s Mesa",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno cubano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miguel D铆az-Canel Berm煤dez",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bur贸 Pol铆tico",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rep煤blica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Manuel Marrero Cruz",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Salvador Vald茅s Mesa",
        "relacion": "RECONOCER",
        "objeto": "Miguel D铆az-Canel Berm煤dez"
      },
      {
        "sujeto": "Miguel D铆az-Canel Berm煤dez",
        "relacion": "RECONOCER",
        "objeto": "Rep煤blica"
      },
      {
        "sujeto": "Salvador Vald茅s Mesa",
        "relacion": "RECONOCER",
        "objeto": "Bur贸 Pol铆tico"
      },
      {
        "sujeto": "Bur贸 Pol铆tico",
        "relacion": "RECONOCER",
        "objeto": "Rep煤blica"
      },
      {
        "sujeto": "Salvador Vald茅s Mesa",
        "relacion": "RECONOCER",
        "objeto": "Manuel Marrero Cruz"
      },
      {
        "sujeto": "Manuel Marrero Cruz",
        "relacion": "RECONOCER",
        "objeto": "Rep煤blica"
      }
    ]
  },
  "sentiment": {
    "compound": 0.3818,
    "pos": 0.014,
    "neu": 0.976,
    "neg": 0.01,
    "label": "positive"
  }
}