{
  "url": "https://www.telesurtv.net/trump-amenaza-investigacion-federal-soros/",
  "title": "Trump amenaza con abrir investigación federal contra George Soros por \"financiar protestas\" en EE.UU. - teleSUR",
  "section": "Mundo",
  "tags": [
    "acusación",
    "Amenaza",
    "Donald Trump",
    "EE.UU.",
    "financiar protestas",
    "George Soros",
    "ideas progresistas",
    "investigación federal",
    "labor filantrópica",
    "Ley de Organizaciones Corruptas e Influenciadas por el Crimen Organizado (RICO)",
    "magnate estadounidense",
    "Open Society Foundations (OSF)",
    "protestas"
  ],
  "text": "El presidente de los Estados Unidos, Donald Trump, escaló sus ataques contra el influyente magnate y filántropo George Soros y su hijo, Alexander Soros, acusándolos de “financiar protestas violentas” y “agitación” en todo Estados Unidos.\n\nTrump declaró en un mensaje en Truth Social que su administración iniciará una investigación formal bajo la Ley de Organizaciones Corruptas e Influenciadas por el Crimen Organizado (RICO) contra el multimillonario de izquierda y su hijo.\nEn declaraciones a Fox & Friends Trump afirmó que existen “agitadores profesionales” que son pagados por Soros y otras personas para provocar disturbios. “Esto es más que simples protestas”, dijo Trump. “Es una verdadera agitación. Son disturbios en las calles, y vamos a investigarlo”.\nEl mandatario describió a los Soros y a su grupo como “lunáticos” y “psicópatas” que causaron “un gran daño” al país, asegurando que no permitirá que “sigan destrozando a Estados Unidos”.\nTrump vinculó las manifestaciones en su contra, como la que ocurrió en un restaurante exclusivo de Washington D.C. donde fue confrontado por manifestantes, con la presunta financiación de Soros, sugiriendo que algunos participantes podrían ser “pagados”.\nAsí como también tuvo en cuenta en sus declaraciones el asesinato del activista conservador Charlie Kirk, momento en el que Trump prometió llevar ante la justicia a grupos de “izquierda radical”.\nFrente a las acusaciones de Trump, las Open Society Foundations (OSF), la red filantrópica financiada por la familia Soros y presidida por su hijo Alex, respondió categóricamente a las acusaciones.\nEn un comunicado, la organización calificó las amenazas de Trump como “indignantes” y las acusaciones de financiar protestas violentas como “falsas”.\nOSF reiteró que su misión es “promover los derechos humanos, la justicia y los principios democráticos en Estados Unidos y en todo el mundo”, y que defienden las libertades fundamentales, incluyendo el derecho a la libertad de expresión y a la protesta pacífica, como características esenciales de cualquier democracia vibrante.\nGeorge Soros es un magnate, financiero y filántropo de 95 años de origen húngaro-estadounidense, quien sobrevivió a la ocupación nazi obteniendo documentos de identidad falsos antes de emigrar a Londres y luego a Estados Unidos.\nEn el mundo de las finanzas, se hizo famoso como “el hombre que quebró al Banco de Inglaterra” en 1992, ganando US$1.000 millones en un solo día con una audaz apuesta contra la libra esterlina. Actualmente, con una fortuna valorada en US$8.300 millones después de donar US$18.000 millones a su fundación, se le considera un multimillonario hecho a sí mismo.\nMás allá de su éxito financiero, Soros es conocido por su labor filantrópica a través de la red OSF, a la que ha donado más de 32.000 millones de dólares.\nOSF financió iniciativas diversas, entre las que destacan las becas para estudiantes negros durante el apartheid en Sudáfrica. En 2023, Soros cedió el control de su imperio filantrópico a su hijo Alexander, quien continuará la línea de trabajo con un enfoque en temas como el derecho al voto y el aborto.\n\nEstos ideales progresistas parecen repugnar a Trump, quien, junto a la ultraderecha estadounidense, tienen a Soros en la mira por haber cultivado la animadversión de sectores conservadores. A Soros se le acusó, sin pruebas fehacientes, de orquestar crisis migratorias, manipular elecciones y de estar detrás de protestas sociales.\nAunque su nombre llenó los titulares de periódicos cuando un documento desclasificado sobre el caso ‘Russiagate’ de 2023 se hizo público; el cual era un anexo al informe del fiscal especial John Durham que sugería que una entidad vinculada a Soros habría estado implicada en 2016 en los esfuerzos de la campaña de Hillary Clinton para desprestigiar a Donald Trump con “falsas acusaciones” sobre una colusión con Rusia.\nEl documento citaba correos electrónicos que revelaban un plan para difundir información necesaria a través de estructuras afiliadas al FBI y medios estadounidenses, describiendo la situación como una “instrumentalización política” de agencias contra Trump y uno de los mayores escándalos políticos y encubrimientos de la historia de EE.UU.\nPara Donald Trump, señalar a Soros es una estrategia para movilizar a su base de votantes, presentándose como un defensor del país frente a supuestas élites globalistas y “lunáticos”. Soros, por su parte, declaró sentirse “orgulloso de sus enemigos”, afirmando que si tiene tantos, “debe estar haciendo algo bien”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/trump-amenaza-investigacion-federal-soros/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 166,
    "message_id": 104519,
    "date": "2025-09-13T17:55:08+00:00",
    "text": "teleSUR\nTrump amenaza con abrir investigación federal contra George Soros por “financiar protestas” en EE.UU.\nhttps://www.telesurtv.net/trump-amenaza-investigacion-federal-soros/",
    "photo_path": null,
    "views": 1639,
    "reactions": {
      "🤮": 24,
      "🤡": 14,
      "🤔": 5,
      "🔥": 4
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "el presidente de los estados unidos, donald trump, escaló sus ataques contra el influyente magnate y filántropo george soros y su hijo, alexander soros, acusándolos de “financiar protestas violentas” y “agitación” en todo estados unidos. trump declaró en un mensaje en truth social que su administración iniciará una investigación formal bajo la ley de organizaciones corruptas e influenciadas por el crimen organizado (rico) contra el multimillonario de izquierda y su hijo. en declaraciones a fox & friends trump afirmó que existen “agitadores profesionales” que son pagados por soros y otras personas para provocar disturbios. “esto es más que simples protestas”, dijo trump. “es una verdadera agitación. son disturbios en las calles, y vamos a investigarlo”. el mandatario describió a los soros y a su grupo como “lunáticos” y “psicópatas” que causaron “un gran daño” al país, asegurando que no permitirá que “sigan destrozando a estados unidos”. trump vinculó las manifestaciones en su contra, como la que ocurrió en un restaurante exclusivo de washington d.c. donde fue confrontado por manifestantes, con la presunta financiación de soros, sugiriendo que algunos participantes podrían ser “pagados”. así como también tuvo en cuenta en sus declaraciones el asesinato del activista conservador charlie kirk, momento en el que trump prometió llevar ante la justicia a grupos de “izquierda radical”. frente a las acusaciones de trump, las open society foundations (osf), la red filantrópica financiada por la familia soros y presidida por su hijo alex, respondió categóricamente a las acusaciones. en un comunicado, la organización calificó las amenazas de trump como “indignantes” y las acusaciones de financiar protestas violentas como “falsas”. osf reiteró que su misión es “promover los derechos humanos, la justicia y los principios democráticos en estados unidos y en todo el mundo”, y que defienden las libertades fundamentales, incluyendo el derecho a la libertad de expresión y a la protesta pacífica, como características esenciales de cualquier democracia vibrante. george soros es un magnate, financiero y filántropo de 95 años de origen húngaro-estadounidense, quien sobrevivió a la ocupación nazi obteniendo documentos de identidad falsos antes de emigrar a londres y luego a estados unidos. en el mundo de las finanzas, se hizo famoso como “el hombre que quebró al banco de inglaterra” en 1992, ganando us$1.000 millones en un solo día con una audaz apuesta contra la libra esterlina. actualmente, con una fortuna valorada en us$8.300 millones después de donar us$18.000 millones a su fundación, se le considera un multimillonario hecho a sí mismo. más allá de su éxito financiero, soros es conocido por su labor filantrópica a través de la red osf, a la que ha donado más de 32.000 millones de dólares. osf financió iniciativas diversas, entre las que destacan las becas para estudiantes negros durante el apartheid en sudáfrica. en 2023, soros cedió el control de su imperio filantrópico a su hijo alexander, quien continuará la línea de trabajo con un enfoque en temas como el derecho al voto y el aborto. estos ideales progresistas parecen repugnar a trump, quien, junto a la ultraderecha estadounidense, tienen a soros en la mira por haber cultivado la animadversión de sectores conservadores. a soros se le acusó, sin pruebas fehacientes, de orquestar crisis migratorias, manipular elecciones y de estar detrás de protestas sociales. aunque su nombre llenó los titulares de periódicos cuando un documento desclasificado sobre el caso ‘russiagate’ de 2023 se hizo público; el cual era un anexo al informe del fiscal especial john durham que sugería que una entidad vinculada a soros habría estado implicada en 2016 en los esfuerzos de la campaña de hillary clinton para desprestigiar a donald trump con “falsas acusaciones” sobre una colusión con rusia. el documento citaba correos electrónicos que revelaban un plan para difundir información necesaria a través de estructuras afiliadas al fbi y medios estadounidenses, describiendo la situación como una “instrumentalización política” de agencias contra trump y uno de los mayores escándalos políticos y encubrimientos de la historia de ee.uu. para donald trump, señalar a soros es una estrategia para movilizar a su base de votantes, presentándose como un defensor del país frente a supuestas élites globalistas y “lunáticos”. soros, por su parte, declaró sentirse “orgulloso de sus enemigos”, afirmando que si tiene tantos, “debe estar haciendo algo bien”.",
    "tokens": [
      "presidente",
      "unidos",
      ",",
      "donald",
      "trump",
      ",",
      "escaló",
      "ataques",
      "influyente",
      "magnate",
      "filántropo",
      "george",
      "soros",
      "hijo",
      ",",
      "alexander",
      "soros",
      ",",
      "acusándolos",
      "“",
      "financiar",
      "protestas",
      "violentas",
      "”",
      "“",
      "agitación",
      "”",
      "unidos",
      ".",
      "trump",
      "declaró",
      "mensaje",
      "truth",
      "social",
      "administración",
      "iniciará",
      "investigación",
      "formal",
      "bajo",
      "ley",
      "organizaciones",
      "corruptas",
      "influenciadas",
      "crimen",
      "organizado",
      "(",
      "rico",
      ")",
      "multimillonario",
      "izquierda",
      "hijo",
      ".",
      "declaraciones",
      "fox",
      "&",
      "friends",
      "trump",
      "afirmó",
      "existen",
      "“",
      "agitadores",
      "profesionales",
      "”",
      "pagados",
      "soros",
      "personas",
      "provocar",
      "disturbios",
      ".",
      "“",
      "simples",
      "protestas",
      "”",
      ",",
      "dijo",
      "trump",
      ".",
      "“",
      "verdadera",
      "agitación",
      ".",
      "disturbios",
      "calles",
      ",",
      "vamos",
      "investigarlo",
      "”",
      ".",
      "mandatario",
      "describió",
      "soros",
      "grupo",
      "“",
      "lunáticos",
      "”",
      "“",
      "psicópatas",
      "”",
      "causaron",
      "“",
      "gran",
      "daño",
      "”",
      "país",
      ",",
      "asegurando",
      "permitirá",
      "“",
      "sigan",
      "destrozando",
      "unidos",
      "”",
      ".",
      "trump",
      "vinculó",
      "manifestaciones",
      ",",
      "ocurrió",
      "restaurante",
      "exclusivo",
      "washington",
      "d.c",
      ".",
      "confrontado",
      "manifestantes",
      ",",
      "presunta",
      "financiación",
      "soros",
      ",",
      "sugiriendo",
      "participantes",
      "podrían",
      "ser",
      "“",
      "pagados",
      "”",
      ".",
      "así",
      "cuenta",
      "declaraciones",
      "asesinato",
      "activista",
      "conservador",
      "charlie",
      "kirk",
      ",",
      "momento",
      "trump",
      "prometió",
      "llevar",
      "justicia",
      "grupos",
      "“",
      "izquierda",
      "radical",
      "”",
      ".",
      "frente",
      "acusaciones",
      "trump",
      ",",
      "open",
      "society",
      "foundations",
      "(",
      "osf",
      ")",
      ",",
      "red",
      "filantrópica",
      "financiada",
      "familia",
      "soros",
      "presidida",
      "hijo",
      "alex",
      ",",
      "respondió",
      "categóricamente",
      "acusaciones",
      ".",
      "comunicado",
      ",",
      "organización",
      "calificó",
      "amenazas",
      "trump",
      "“",
      "indignantes",
      "”",
      "acusaciones",
      "financiar",
      "protestas",
      "violentas",
      "“",
      "falsas",
      "”",
      ".",
      "osf",
      "reiteró",
      "misión",
      "“",
      "promover",
      "derechos",
      "humanos",
      ",",
      "justicia",
      "principios",
      "democráticos",
      "unidos",
      "mundo",
      "”",
      ",",
      "defienden",
      "libertades",
      "fundamentales",
      ",",
      "incluyendo",
      "derecho",
      "libertad",
      "expresión",
      "protesta",
      "pacífica",
      ",",
      "características",
      "esenciales",
      "cualquier",
      "democracia",
      "vibrante",
      ".",
      "george",
      "soros",
      "magnate",
      ",",
      "financiero",
      "filántropo",
      "95",
      "años",
      "origen",
      "húngaro-estadounidense",
      ",",
      "sobrevivió",
      "ocupación",
      "nazi",
      "obteniendo",
      "documentos",
      "identidad",
      "falsos",
      "emigrar",
      "londres",
      "luego",
      "unidos",
      ".",
      "mundo",
      "finanzas",
      ",",
      "hizo",
      "famoso",
      "“",
      "hombre",
      "quebró",
      "banco",
      "inglaterra",
      "”",
      "1992",
      ",",
      "ganando",
      "us",
      "$",
      "1.000",
      "millones",
      "solo",
      "día",
      "audaz",
      "apuesta",
      "libra",
      "esterlina",
      ".",
      "actualmente",
      ",",
      "fortuna",
      "valorada",
      "us",
      "$",
      "8.300",
      "millones",
      "después",
      "donar",
      "us",
      "$",
      "18.000",
      "millones",
      "fundación",
      ",",
      "considera",
      "multimillonario",
      "hecho",
      "mismo",
      ".",
      "allá",
      "éxito",
      "financiero",
      ",",
      "soros",
      "conocido",
      "labor",
      "filantrópica",
      "través",
      "red",
      "osf",
      ",",
      "donado",
      "32.000",
      "millones",
      "dólares",
      ".",
      "osf",
      "financió",
      "iniciativas",
      "diversas",
      ",",
      "destacan",
      "becas",
      "estudiantes",
      "negros",
      "apartheid",
      "sudáfrica",
      ".",
      "2023",
      ",",
      "soros",
      "cedió",
      "control",
      "imperio",
      "filantrópico",
      "hijo",
      "alexander",
      ",",
      "continuará",
      "línea",
      "trabajo",
      "enfoque",
      "temas",
      "derecho",
      "voto",
      "aborto",
      ".",
      "ideales",
      "progresistas",
      "parecen",
      "repugnar",
      "trump",
      ",",
      ",",
      "junto",
      "ultraderecha",
      "estadounidense",
      ",",
      "soros",
      "mira",
      "haber",
      "cultivado",
      "animadversión",
      "sectores",
      "conservadores",
      ".",
      "soros",
      "acusó",
      ",",
      "pruebas",
      "fehacientes",
      ",",
      "orquestar",
      "crisis",
      "migratorias",
      ",",
      "manipular",
      "elecciones",
      "detrás",
      "protestas",
      "sociales",
      ".",
      "aunque",
      "nombre",
      "llenó",
      "titulares",
      "periódicos",
      "documento",
      "desclasificado",
      "caso",
      "‘",
      "russiagate",
      "’",
      "2023",
      "hizo",
      "público",
      ";",
      "anexo",
      "informe",
      "fiscal",
      "especial",
      "john",
      "durham",
      "sugería",
      "entidad",
      "vinculada",
      "soros",
      "implicada",
      "2016",
      "esfuerzos",
      "campaña",
      "hillary",
      "clinton",
      "desprestigiar",
      "donald",
      "trump",
      "“",
      "falsas",
      "acusaciones",
      "”",
      "colusión",
      "rusia",
      ".",
      "documento",
      "citaba",
      "correos",
      "electrónicos",
      "revelaban",
      "plan",
      "difundir",
      "información",
      "necesaria",
      "través",
      "estructuras",
      "afiliadas",
      "fbi",
      "medios",
      "estadounidenses",
      ",",
      "describiendo",
      "situación",
      "“",
      "instrumentalización",
      "política",
      "”",
      "agencias",
      "trump",
      "mayores",
      "escándalos",
      "políticos",
      "encubrimientos",
      "historia",
      "ee.uu.",
      "donald",
      "trump",
      ",",
      "señalar",
      "soros",
      "estrategia",
      "movilizar",
      "base",
      "votantes",
      ",",
      "presentándose",
      "defensor",
      "país",
      "frente",
      "supuestas",
      "élites",
      "globalistas",
      "“",
      "lunáticos",
      "”",
      ".",
      "soros",
      ",",
      "parte",
      ",",
      "declaró",
      "sentirse",
      "“",
      "orgulloso",
      "enemigos",
      "”",
      ",",
      "afirmando",
      "si",
      "tantos",
      ",",
      "“",
      "debe",
      "haciendo",
      "bien",
      "”",
      "."
    ],
    "token_count": 496,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 97,
      "NN": 253,
      "FW": 92,
      "VBZ": 15,
      "NNS": 41,
      "VBP": 25,
      "JJ": 81,
      "IN": 34,
      "DT": 1,
      "CC": 1,
      "VBD": 3,
      "JJR": 1,
      "CD": 9,
      "PRP": 1
    },
    "bigram_freq": {
      "NNP-NN": 32,
      "NN-FW": 20,
      "FW-FW": 45,
      "FW-NNP": 8,
      "NNP-NNP": 34,
      "NNP-VBZ": 7,
      "VBZ-NN": 2,
      "NN-NNS": 14,
      "NNS-VBP": 17,
      "VBP-JJ": 20,
      "JJ-NN": 47,
      "NN-NN": 144,
      "NN-NNP": 25,
      "NNP-FW": 6,
      "FW-NNS": 9,
      "JJ-FW": 5,
      "FW-NN": 18,
      "FW-JJ": 10,
      "NN-IN": 16,
      "IN-NNP": 8,
      "NN-JJ": 24,
      "NNP-IN": 3,
      "IN-FW": 12,
      "VBZ-NNP": 1,
      "JJ-VBZ": 1,
      "VBZ-NNS": 4,
      "NNS-JJ": 4,
      "NNS-NN": 1,
      "NNS-NNP": 5,
      "NNP-VBP": 6,
      "VBP-NN": 2,
      "JJ-NNP": 12,
      "NNP-JJ": 3,
      "VBZ-FW": 2,
      "NN-DT": 1,
      "DT-NN": 1,
      "JJ-JJ": 9,
      "NNS-IN": 7,
      "IN-JJ": 6,
      "FW-IN": 1,
      "NN-VBZ": 4,
      "VBZ-JJ": 3,
      "JJ-NNS": 7,
      "NNS-VBZ": 3,
      "VBZ-IN": 3,
      "IN-NN": 2,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "NN-VBD": 2,
      "VBD-JJ": 2,
      "VBP-IN": 3,
      "NNS-NNS": 2,
      "IN-JJR": 1,
      "JJR-NN": 1,
      "IN-CD": 5,
      "CD-NN": 3,
      "NNP-CD": 3,
      "CD-NNS": 4,
      "VBD-NNP": 1,
      "NNS-FW": 2,
      "FW-PRP": 1,
      "PRP-CD": 1,
      "CD-NNP": 1,
      "NNP-VBD": 1,
      "NN-VBP": 2,
      "CD-IN": 1,
      "NNP-NNS": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-FW": 8,
      "FW-FW-NNP": 4,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 12,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NN": 2,
      "VBZ-NN-NNS": 1,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 13,
      "VBP-JJ-NN": 11,
      "JJ-NN-NN": 29,
      "NN-NN-NN": 75,
      "NN-NN-NNP": 20,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NN": 14,
      "NNP-NN-NN": 24,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 2,
      "FW-FW-FW": 28,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 4,
      "VBP-JJ-FW": 3,
      "JJ-FW-NN": 3,
      "FW-NN-NNP": 2,
      "NN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "JJ-NN-IN": 3,
      "NN-IN-NNP": 3,
      "IN-NNP-NNP": 4,
      "NN-NN-JJ": 18,
      "NN-JJ-NN": 19,
      "JJ-NN-JJ": 3,
      "NN-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "NN-NN-IN": 10,
      "NN-IN-FW": 7,
      "IN-FW-JJ": 5,
      "JJ-NN-NNP": 2,
      "NN-NNP-VBZ": 6,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 3,
      "NNS-JJ-NN": 1,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-NN": 1,
      "NNS-NN-NN": 1,
      "NN-NN-NNS": 7,
      "NN-NNS-NNP": 1,
      "NNS-NNP-VBP": 3,
      "NNP-VBP-NN": 1,
      "VBP-NN-NN": 2,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NNP": 3,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 2,
      "JJ-NNP-NN": 8,
      "NN-NNP-NN": 7,
      "NNS-VBP-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NNP": 3,
      "NN-NNS-IN": 2,
      "NNS-IN-JJ": 3,
      "IN-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "JJ-NN-FW": 5,
      "NN-FW-IN": 1,
      "FW-IN-NNP": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NN-FW-NN": 5,
      "FW-NN-IN": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 5,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-IN-NN": 1,
      "IN-NN-FW": 1,
      "FW-NN-NNS": 2,
      "NN-NN-FW": 7,
      "FW-FW-JJ": 2,
      "FW-JJ-NNP": 3,
      "JJ-NNP-FW": 1,
      "NNP-FW-NNS": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-NNP": 1,
      "NNP-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-JJ-NNP": 1,
      "NN-FW-NNS": 2,
      "FW-NNS-NNP": 4,
      "NNS-NNP-JJ": 1,
      "NNS-VBP-IN": 3,
      "VBP-IN-NNP": 2,
      "IN-NNP-NN": 1,
      "NNP-NN-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-IN": 3,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNP-FW-NN": 1,
      "FW-NN-FW": 4,
      "FW-NN-NN": 8,
      "JJ-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "FW-FW-NN": 6,
      "NN-VBZ-IN": 2,
      "VBZ-IN-JJR": 1,
      "IN-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NNP-NNP-VBP": 1,
      "NN-IN-CD": 3,
      "IN-CD-NN": 3,
      "CD-NN-IN": 1,
      "FW-JJ-FW": 1,
      "FW-JJ-NNS": 1,
      "NNS-IN-FW": 3,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 1,
      "NNP-FW-NNP": 2,
      "IN-NNP-FW": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-CD": 2,
      "CD-NN-NNP": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NNS": 2,
      "CD-NNS-IN": 1,
      "FW-NNP-NN": 1,
      "NNP-NN-JJ": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-CD": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-FW": 1,
      "FW-FW-PRP": 1,
      "FW-PRP-CD": 1,
      "PRP-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "VBZ-NN-NN": 1,
      "IN-CD-NNS": 1,
      "NNS-FW-NNS": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NN-FW-NNP": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NNP": 1,
      "CD-NNP-VBP": 1,
      "IN-FW-NN": 3,
      "FW-NN-JJ": 1,
      "VBZ-IN-FW": 1,
      "NN-JJ-NNS": 1,
      "IN-FW-FW": 2,
      "NNS-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "CD-NN-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 2,
      "FW-JJ-JJ": 1,
      "IN-CD-IN": 1,
      "CD-IN-JJ": 1,
      "IN-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "JJ-NN-VBP": 1,
      "VBP-IN-FW": 1,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NNP-NN-IN": 1,
      "IN-FW-NNS": 1,
      "NNP-JJ-NNP": 1,
      "VBP-JJ-JJ": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "NNS-JJ-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 253,
        "NNP": 97,
        "FW": 92,
        "JJ": 81,
        "NNS": 41
      },
      "top_bigrams": {
        "NN-NN": 144,
        "JJ-NN": 47,
        "FW-FW": 45,
        "NNP-NNP": 34,
        "NNP-NN": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 75,
        "JJ-NN-NN": 29,
        "FW-FW-FW": 28,
        "NNP-NN-NN": 24,
        "NN-NN-NNP": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 199,
      "VP": 56,
      "PP": 17,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0268
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0235
      },
      {
        "rule": "NP -> ('Soros', 'NNP')",
        "frequency": 4,
        "weight": 0.0134
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 4,
        "weight": 0.0134
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "NP -> ('US', 'NNP')",
        "frequency": 3,
        "weight": 0.0101
      },
      {
        "rule": "VP -> ('contra', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "NP -> ('financiar', 'JJ') ('protestas', 'NNS') ('violentas', 'NNS')",
        "frequency": 2,
        "weight": 0.0067
      },
      {
        "rule": "VP -> ('”', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0067
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "VP",
        "text": "escaló sus ataques"
      },
      {
        "label": "NP",
        "text": "sus ataques"
      },
      {
        "label": "VP",
        "text": "contra el influyente magnate y filántropo George Soros y su hijo"
      },
      {
        "label": "NP",
        "text": "el influyente magnate y filántropo George Soros y su hijo"
      },
      {
        "label": "NP",
        "text": "Alexander Soros"
      },
      {
        "label": "NP",
        "text": "acusándolos"
      },
      {
        "label": "NP",
        "text": "financiar protestas violentas"
      },
      {
        "label": "VP",
        "text": "” y “ agitación ”"
      },
      {
        "label": "NP",
        "text": "y “ agitación ”"
      },
      {
        "label": "VP",
        "text": "en todo Estados Unidos"
      },
      {
        "label": "NP",
        "text": "todo Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Trump declaró"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  los/FW\n  (NP Estados/NNP Unidos/NNP)\n  ,/,\n  (NP Donald/NNP Trump/NNP)\n  ,/,\n  (VP escaló/VBZ (NP sus/NN ataques/NNS))\n  (VP\n    contra/VBP\n    (NP\n      el/JJ\n      influyente/NN\n      magnate/NN\n      y/NN\n      filántropo/NN\n      George/NNP\n      Soros/NNP\n      y/NNP\n      su/NN\n      hijo/NN))\n  ,/,\n  (NP Alexander/NNP Soros/NNP)\n  ,/,\n  (NP acusándolos/NN)\n  de/FW\n  “/FW\n  (NP financiar/JJ protestas/NNS violentas/NNS)\n  (VP ”/VBP (NP y/JJ “/NNP agitación/NN ”/NNP))\n  (VP en/VBZ (NP todo/JJ Estados/NNP Unidos/NNP))\n  ./.)",
      "(S\n  (NP Trump/NNP declaró/NN)\n  en/FW\n  (NP un/JJ mensaje/NN)\n  (PP\n    en/IN\n    (NP\n      Truth/NNP\n      Social/NNP\n      que/NN\n      su/NN\n      administración/NN\n      iniciará/NN))\n  (NP una/JJ investigación/NN)\n  (NP formal/JJ bajo/NN la/NN Ley/NNP)\n  (PP\n    de/IN\n    (NP\n      Organizaciones/NNP\n      Corruptas/NNP\n      e/NN\n      Influenciadas/NNP\n      por/NN\n      el/NN\n      Crimen/NNP\n      Organizado/NNP))\n  (/(\n  (NP RICO/NNP)\n  )/)\n  (VP contra/VBP (NP el/JJ multimillonario/NN))\n  de/IN\n  izquierda/FW\n  y/FW\n  (NP su/NN hijo/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (VP declaraciones/VBZ (NP a/DT Fox/NNP))\n  &/CC\n  (NP Friends/NNP Trump/NNP afirmó/NN que/NN)\n  (VP existen/VBP (NP “/JJ agitadores/NNS profesionales/NNS))\n  (VP\n    ”/VBP\n    (NP que/JJ son/NN pagados/NN por/NN Soros/NNP y/NN otras/NNS))\n  (VP personas/VBP (NP para/NN provocar/NN disturbios/NNS))\n  ./.)",
      "(S\n  (NP “/JJ Esto/NNP es/NN más/NN que/NN simples/NNS)\n  (VP protestas/VBP (NP ”/NN))\n  ,/,\n  (NP dijo/JJ Trump/NNP)\n  ./.)",
      "(S (NP “/JJ Es/NNP una/NN verdadera/NN agitación/NN) ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "PAISES",
      "ACCIONES_LEGALES",
      "JUSTICIA_SOCIAL",
      "ORGANIZACIONES_SOCIALES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          2199,
          2208
        ],
        "start": 2199,
        "end": 2208
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          245,
          252
        ],
        "start": 245,
        "end": 252
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "asesinato del activista",
        "position": [
          1263,
          1286
        ],
        "start": 1263,
        "end": 1286
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "disturbios. “esto es más que simples protestas”, dijo trump. “es una verdadera agitación. son disturbios en las calles",
        "position": [
          619,
          737
        ],
        "start": 619,
        "end": 737
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "trabajo con un enfoque en temas como el derecho",
        "position": [
          3058,
          3105
        ],
        "start": 3058,
        "end": 3105
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de los",
        "position": [
          3,
          20
        ],
        "start": 3,
        "end": 20
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          2603,
          2612
        ],
        "start": 2603,
        "end": 2612
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          2895,
          2906
        ],
        "start": 2895,
        "end": 2906
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          3332,
          3337
        ],
        "start": 3332,
        "end": 3337
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          21,
          35
        ],
        "start": 21,
        "end": 35
      },
      {
        "category": "PAISES",
        "matched_text": "rusia",
        "position": [
          3871,
          3876
        ],
        "start": 3871,
        "end": 3876
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado implicada",
        "position": [
          3714,
          3730
        ],
        "start": 3714,
        "end": 3730
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          2503,
          2514
        ],
        "start": 2503,
        "end": 2514
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          1794,
          1810
        ],
        "start": 1794,
        "end": 1810
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 millones",
        "position": [
          2426,
          2438
        ],
        "start": 2426,
        "end": 2438
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 32.000",
        "position": [
          2787,
          2800
        ],
        "start": 2787,
        "end": 2800
      },
      {
        "category": "MONETARIOS",
        "matched_text": "$1.000",
        "position": [
          2423,
          2429
        ],
        "start": 2423,
        "end": 2429
      },
      {
        "category": "MONETARIOS",
        "matched_text": "32.000 millones de dólares",
        "position": [
          2794,
          2820
        ],
        "start": 2794,
        "end": 2820
      }
    ],
    "match_count": 18
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Open Society Foundations",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alex",
        "tipo": "Persona"
      },
      {
        "nombre": "OSF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Influenciadas",
        "tipo": "Persona"
      },
      {
        "nombre": "Soros",
        "tipo": "Persona"
      },
      {
        "nombre": "George Soros",
        "tipo": "Persona"
      },
      {
        "nombre": "A Soros",
        "tipo": "Persona"
      },
      {
        "nombre": "FBI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Hillary Clinton",
        "tipo": "Persona"
      },
      {
        "nombre": "Londres",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sudáfrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "John Durham",
        "tipo": "Persona"
      },
      {
        "nombre": "Alexander",
        "tipo": "Persona"
      },
      {
        "nombre": "RICO",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Washington D.C.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Banco de Inglaterra",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alexander Soros",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Charlie Kirk",
        "tipo": "Persona"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fox & Friends Trump",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "los Estados Unidos",
        "relacion": "ESCALAR",
        "objeto": "George Soros"
      },
      {
        "sujeto": "los Estados Unidos",
        "relacion": "ESCALAR",
        "objeto": "Alexander Soros"
      },
      {
        "sujeto": "los Estados Unidos",
        "relacion": "ESCALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "ESCALAR",
        "objeto": "George Soros"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "ESCALAR",
        "objeto": "Alexander Soros"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "ESCALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "George Soros",
        "relacion": "ESCALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Alexander Soros",
        "relacion": "ESCALAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Trump",
        "relacion": "DECLARAR",
        "objeto": "Influenciadas"
      },
      {
        "sujeto": "Trump",
        "relacion": "DECLARAR",
        "objeto": "RICO"
      },
      {
        "sujeto": "Fox & Friends Trump",
        "relacion": "AFIRMAR",
        "objeto": "Soros"
      },
      {
        "sujeto": "Soros",
        "relacion": "DESCRIBIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Trump",
        "relacion": "VINCULAR",
        "objeto": "Washington D.C."
      },
      {
        "sujeto": "Trump",
        "relacion": "VINCULAR",
        "objeto": "Soros"
      },
      {
        "sujeto": "Open Society Foundations",
        "relacion": "RESPONDER",
        "objeto": "Trump"
      },
      {
        "sujeto": "Trump",
        "relacion": "RESPONDER",
        "objeto": "OSF"
      },
      {
        "sujeto": "Trump",
        "relacion": "RESPONDER",
        "objeto": "Soros"
      },
      {
        "sujeto": "Trump",
        "relacion": "RESPONDER",
        "objeto": "Alex"
      },
      {
        "sujeto": "Londres",
        "relacion": "EMIGRAR_ANTES_OBTENER_SOBREVIVIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Soros",
        "relacion": "CEDER",
        "objeto": "Alexander"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DESPRESTIGIAR_SUGEER_LLENAR",
        "objeto": "Rusia"
      },
      {
        "sujeto": "FBI",
        "relacion": "DIFUNDIR_REVELAR_CITAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "FBI",
        "relacion": "DIFUNDIR_REVELAR_CITAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "FBI",
        "relacion": "DIFUNDIR_REVELAR_CITAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "FBI",
        "relacion": "DIFUNDIR_REVELAR_CITAR",
        "objeto": "Soros"
      },
      {
        "sujeto": "Trump",
        "relacion": "DESCRIBIR_REVELAR_CITAR",
        "objeto": "Soros"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "DESCRIBIR_REVELAR_CITAR",
        "objeto": "Soros"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "DESCRIBIR_REVELAR_CITAR",
        "objeto": "Soros"
      }
    ]
  },
  "sentiment": {
    "compound": -0.4767,
    "pos": 0.012,
    "neu": 0.973,
    "neg": 0.015,
    "label": "negative"
  }
}