{
  "url": "https://www.telesurtv.net/historico-acuerdo-de-alto-el-fuego-entre-hamas-e-israel-preve-retirada-militar-y-liberacion-masiva-de-prisioneros/",
  "title": "Histórico acuerdo de alto al fuego entre Hamas e Israel prevé retirada militar y liberación masiva de prisioneros - teleSUR",
  "section": "Mundo",
  "tags": [
    "Acuerdo",
    "Alto el fuego",
    "Entidad sionista",
    "Gaza",
    "Palestina",
    "Yihad Islámica"
  ],
  "text": "El borrador del acuerdo, obtenido por Al Mayadeen, entrará en vigor el próximo domingo 19, después de su anuncio oficial. Contempla una primera fase de seis semanas durante la cual Israel liberará 250 prisioneros con cadena perpetua y 400 con condenas elevadas. Además, todos los detenidos del “Acuerdo Shalit” y 1.000 prisioneros de Gaza arrestados después del 7 de octubre de 2023 serán liberados, junto con todas las mujeres y niños actualmente en custodia israelí.\nComo parte central del acuerdo, Israel retirará sus fuerzas a una distancia de 700 metros de las fronteras de Gaza. La ayuda humanitaria se intensificará significativamente con la entrada diaria de 600 camiones de suministros, bajo supervisión qatarí. El plan incluye el ingreso de 200.000 tiendas de campaña y 60.000 caravanas para alojamiento de emergencia.\nSegún el borrador, el acuerdo establece un calendario preciso para el retorno de desplazados. A partir del séptimo día, los residentes del sur de Gaza podrán regresar al norte sin restricciones, tras la retirada israelí de la calle Al-Rashid. Para el día 22, las fuerzas israelíes deberán abandonar completamente el eje de Netzarim.\nLa primera fase del acuerdo durará 42 días y contempla la liberación de 33 prisioneros israelíes, vivos o fallecidos, con negociaciones posteriores para los 66 restantes en las siguientes etapas. El plan incluye también medidas significativas para la rehabilitación de infraestructura médica, con la entrada de hospitales de campaña y equipos quirúrgicos.\nEntre las disposiciones más destacadas figura la restricción de vuelos militares sobre Gaza durante 8 a 10 horas diarias y la apertura del cruce fronterizo de Rafah. El acuerdo garantiza además la libertad de movimiento en toda la Franja de Gaza y el retorno de todos los desplazados a sus lugares de residencia originales.\n\n\nQatar mantiene negociaciones con Hamas para finalizar el acuerdo\nEl primer ministro qatarí, Mohamed bin Abdulrahman al-Thani, mantiene reuniones cruciales con representantes de Hamas en Doha para finalizar un acuerdo de alto el fuego en Gaza, mientras surgen nuevos desafíos en las negociaciones.\nSegún informes de último momento, Hamas presentó demandas adicionales de última hora relacionadas con el Corredor Filadelfia, franja de tierra de 14 kilómetros en la frontera entre Gaza y Egipto.\nA pesar de las expectativas iniciales de un anuncio este miércoles por la noche, las conversaciones continúan en su tercer día en la capital qatarí, con intensas negociaciones que apuntan hacia un acuerdo inminente pero aún no definitivo.\n\nDeclaraciones a la prensa del Primer Ministro qatarí\nAbdulrahman al-Thani confirmó el éxito de los esfuerzos para lograr el alto al fuego en Gaza y afirmó que ambas partes, palestina e israelí, aprobaron un cese de hostilidades que constará de tres fases.\nInformó que el acuerdo se implementará a partir del próximo domingo 19 de enero y expresó su esperanza de que entre este miércoles y esa fecha no se produzcan acciones bélicas por las partes.\nAñadió que se continúa trabajando con Hamás y la entidad sionista para implementar el acuerdo, cuyas fases 2 y 3 se darán a conocer después de la primera. Abundó que todos sus detalles serán publicados en los próximos días.\nLas negociaciones indirectas entre la resistencia palestina y la entidad sionista iniciaron meses atrás en Doha, con mediación de Qatar, EE.UU. y Egipto.\nReiteradamente, la resistencia palestina acusó al Gobierno del primer ministro Benjamin Netanyahu de retrasar de manera deliberada la negociación para proseguir con su genocidio en Gaza y evitar que Netanyahu sea juzgado por corrupción.\nTras casi 15 meses de asedio criminal contra Gaza, la ocupación sionista asesinó al menos a 46.707 palestinos, el 70 por ciento de ellos niños y mujeres. Además, mediante incesantes bombardeos hirió a 110.265 palestinos y dejó alrededor de 11.000 desaparecidos, presuntamente bajo los escombros.\nLos ataques de la ocupación desde el 7 de octubre hasta la fecha destruyeron aproximadamente el 60 por ciento de las infraestructuras de la Franja de Gaza, convirtiéndola en un sitio prácticamente inhabitable.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/historico-acuerdo-de-alto-el-fuego-entre-hamas-e-israel-preve-retirada-militar-y-liberacion-masiva-de-prisioneros/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 1205,
    "message_id": 84529,
    "date": "2025-01-15T18:55:12+00:00",
    "text": "teleSUR\nHistórico acuerdo de alto al fuego entre Hamas e Israel prevé retirada militar y liberación masiva de prisioneros\nhttps://www.telesurtv.net/historico-acuerdo-de-alto-el-fuego-entre-hamas-e-israel-preve-retirada-militar-y-liberacion-masiva-de-prisioneros/",
    "photo_path": null,
    "views": 2391,
    "reactions": {
      "🙏": 28,
      "👍": 8,
      "🤔": 3,
      "🕊": 2,
      "🥱": 1
    },
    "total_reactions": 42
  },
  "preprocessing": {
    "cleaned": "el borrador del acuerdo, obtenido por al mayadeen, entrará en vigor el próximo domingo 19, después de su anuncio oficial. contempla una primera fase de seis semanas durante la cual israel liberará 250 prisioneros con cadena perpetua y 400 con condenas elevadas. además, todos los detenidos del “acuerdo shalit” y 1.000 prisioneros de gaza arrestados después del 7 de octubre de 2023 serán liberados, junto con todas las mujeres y niños actualmente en custodia israelí. como parte central del acuerdo, israel retirará sus fuerzas a una distancia de 700 metros de las fronteras de gaza. la ayuda humanitaria se intensificará significativamente con la entrada diaria de 600 camiones de suministros, bajo supervisión qatarí. el plan incluye el ingreso de 200.000 tiendas de campaña y 60.000 caravanas para alojamiento de emergencia. según el borrador, el acuerdo establece un calendario preciso para el retorno de desplazados. a partir del séptimo día, los residentes del sur de gaza podrán regresar al norte sin restricciones, tras la retirada israelí de la calle al-rashid. para el día 22, las fuerzas israelíes deberán abandonar completamente el eje de netzarim. la primera fase del acuerdo durará 42 días y contempla la liberación de 33 prisioneros israelíes, vivos o fallecidos, con negociaciones posteriores para los 66 restantes en las siguientes etapas. el plan incluye también medidas significativas para la rehabilitación de infraestructura médica, con la entrada de hospitales de campaña y equipos quirúrgicos. entre las disposiciones más destacadas figura la restricción de vuelos militares sobre gaza durante 8 a 10 horas diarias y la apertura del cruce fronterizo de rafah. el acuerdo garantiza además la libertad de movimiento en toda la franja de gaza y el retorno de todos los desplazados a sus lugares de residencia originales. qatar mantiene negociaciones con hamas para finalizar el acuerdo el primer ministro qatarí, mohamed bin abdulrahman al-thani, mantiene reuniones cruciales con representantes de hamas en doha para finalizar un acuerdo de alto el fuego en gaza, mientras surgen nuevos desafíos en las negociaciones. según informes de último momento, hamas presentó demandas adicionales de última hora relacionadas con el corredor filadelfia, franja de tierra de 14 kilómetros en la frontera entre gaza y egipto. a pesar de las expectativas iniciales de un anuncio este miércoles por la noche, las conversaciones continúan en su tercer día en la capital qatarí, con intensas negociaciones que apuntan hacia un acuerdo inminente pero aún no definitivo. declaraciones a la prensa del primer ministro qatarí abdulrahman al-thani confirmó el éxito de los esfuerzos para lograr el alto al fuego en gaza y afirmó que ambas partes, palestina e israelí, aprobaron un cese de hostilidades que constará de tres fases. informó que el acuerdo se implementará a partir del próximo domingo 19 de enero y expresó su esperanza de que entre este miércoles y esa fecha no se produzcan acciones bélicas por las partes. añadió que se continúa trabajando con hamás y la entidad sionista para implementar el acuerdo, cuyas fases 2 y 3 se darán a conocer después de la primera. abundó que todos sus detalles serán publicados en los próximos días. las negociaciones indirectas entre la resistencia palestina y la entidad sionista iniciaron meses atrás en doha, con mediación de qatar, ee.uu. y egipto. reiteradamente, la resistencia palestina acusó al gobierno del primer ministro benjamin netanyahu de retrasar de manera deliberada la negociación para proseguir con su genocidio en gaza y evitar que netanyahu sea juzgado por corrupción. tras casi 15 meses de asedio criminal contra gaza, la ocupación sionista asesinó al menos a 46.707 palestinos, el 70 por ciento de ellos niños y mujeres. además, mediante incesantes bombardeos hirió a 110.265 palestinos y dejó alrededor de 11.000 desaparecidos, presuntamente bajo los escombros. los ataques de la ocupación desde el 7 de octubre hasta la fecha destruyeron aproximadamente el 60 por ciento de las infraestructuras de la franja de gaza, convirtiéndola en un sitio prácticamente inhabitable.",
    "tokens": [
      "borrador",
      "acuerdo",
      ",",
      "obtenido",
      "mayadeen",
      ",",
      "entrará",
      "vigor",
      "próximo",
      "domingo",
      "19",
      ",",
      "después",
      "anuncio",
      "oficial",
      ".",
      "contempla",
      "primera",
      "fase",
      "seis",
      "semanas",
      "israel",
      "liberará",
      "250",
      "prisioneros",
      "cadena",
      "perpetua",
      "400",
      "condenas",
      "elevadas",
      ".",
      "además",
      ",",
      "detenidos",
      "“",
      "acuerdo",
      "shalit",
      "”",
      "1.000",
      "prisioneros",
      "gaza",
      "arrestados",
      "después",
      "7",
      "octubre",
      "2023",
      "liberados",
      ",",
      "junto",
      "todas",
      "mujeres",
      "niños",
      "actualmente",
      "custodia",
      "israelí",
      ".",
      "parte",
      "central",
      "acuerdo",
      ",",
      "israel",
      "retirará",
      "fuerzas",
      "distancia",
      "700",
      "metros",
      "fronteras",
      "gaza",
      ".",
      "ayuda",
      "humanitaria",
      "intensificará",
      "significativamente",
      "entrada",
      "diaria",
      "600",
      "camiones",
      "suministros",
      ",",
      "bajo",
      "supervisión",
      "qatarí",
      ".",
      "plan",
      "incluye",
      "ingreso",
      "200.000",
      "tiendas",
      "campaña",
      "60.000",
      "caravanas",
      "alojamiento",
      "emergencia",
      ".",
      "según",
      "borrador",
      ",",
      "acuerdo",
      "establece",
      "calendario",
      "preciso",
      "retorno",
      "desplazados",
      ".",
      "partir",
      "séptimo",
      "día",
      ",",
      "residentes",
      "sur",
      "gaza",
      "podrán",
      "regresar",
      "norte",
      "restricciones",
      ",",
      "tras",
      "retirada",
      "israelí",
      "calle",
      "al-rashid",
      ".",
      "día",
      "22",
      ",",
      "fuerzas",
      "israelíes",
      "deberán",
      "abandonar",
      "completamente",
      "eje",
      "netzarim",
      ".",
      "primera",
      "fase",
      "acuerdo",
      "durará",
      "42",
      "días",
      "contempla",
      "liberación",
      "33",
      "prisioneros",
      "israelíes",
      ",",
      "vivos",
      "fallecidos",
      ",",
      "negociaciones",
      "posteriores",
      "66",
      "restantes",
      "siguientes",
      "etapas",
      ".",
      "plan",
      "incluye",
      "medidas",
      "significativas",
      "rehabilitación",
      "infraestructura",
      "médica",
      ",",
      "entrada",
      "hospitales",
      "campaña",
      "equipos",
      "quirúrgicos",
      ".",
      "disposiciones",
      "destacadas",
      "figura",
      "restricción",
      "vuelos",
      "militares",
      "gaza",
      "8",
      "10",
      "horas",
      "diarias",
      "apertura",
      "cruce",
      "fronterizo",
      "rafah",
      ".",
      "acuerdo",
      "garantiza",
      "además",
      "libertad",
      "movimiento",
      "toda",
      "franja",
      "gaza",
      "retorno",
      "desplazados",
      "lugares",
      "residencia",
      "originales",
      ".",
      "qatar",
      "mantiene",
      "negociaciones",
      "hamas",
      "finalizar",
      "acuerdo",
      "primer",
      "ministro",
      "qatarí",
      ",",
      "mohamed",
      "bin",
      "abdulrahman",
      "al-thani",
      ",",
      "mantiene",
      "reuniones",
      "cruciales",
      "representantes",
      "hamas",
      "doha",
      "finalizar",
      "acuerdo",
      "alto",
      "fuego",
      "gaza",
      ",",
      "mientras",
      "surgen",
      "nuevos",
      "desafíos",
      "negociaciones",
      ".",
      "según",
      "informes",
      "último",
      "momento",
      ",",
      "hamas",
      "presentó",
      "demandas",
      "adicionales",
      "última",
      "hora",
      "relacionadas",
      "corredor",
      "filadelfia",
      ",",
      "franja",
      "tierra",
      "14",
      "kilómetros",
      "frontera",
      "gaza",
      "egipto",
      ".",
      "pesar",
      "expectativas",
      "iniciales",
      "anuncio",
      "miércoles",
      "noche",
      ",",
      "conversaciones",
      "continúan",
      "tercer",
      "día",
      "capital",
      "qatarí",
      ",",
      "intensas",
      "negociaciones",
      "apuntan",
      "hacia",
      "acuerdo",
      "inminente",
      "aún",
      "definitivo",
      ".",
      "declaraciones",
      "prensa",
      "primer",
      "ministro",
      "qatarí",
      "abdulrahman",
      "al-thani",
      "confirmó",
      "éxito",
      "esfuerzos",
      "lograr",
      "alto",
      "fuego",
      "gaza",
      "afirmó",
      "ambas",
      "partes",
      ",",
      "palestina",
      "israelí",
      ",",
      "aprobaron",
      "cese",
      "hostilidades",
      "constará",
      "tres",
      "fases",
      ".",
      "informó",
      "acuerdo",
      "implementará",
      "partir",
      "próximo",
      "domingo",
      "19",
      "enero",
      "expresó",
      "esperanza",
      "miércoles",
      "fecha",
      "produzcan",
      "acciones",
      "bélicas",
      "partes",
      ".",
      "añadió",
      "continúa",
      "trabajando",
      "hamás",
      "entidad",
      "sionista",
      "implementar",
      "acuerdo",
      ",",
      "cuyas",
      "fases",
      "2",
      "3",
      "darán",
      "conocer",
      "después",
      "primera",
      ".",
      "abundó",
      "detalles",
      "publicados",
      "próximos",
      "días",
      ".",
      "negociaciones",
      "indirectas",
      "resistencia",
      "palestina",
      "entidad",
      "sionista",
      "iniciaron",
      "meses",
      "atrás",
      "doha",
      ",",
      "mediación",
      "qatar",
      ",",
      "ee.uu.",
      "egipto",
      ".",
      "reiteradamente",
      ",",
      "resistencia",
      "palestina",
      "acusó",
      "gobierno",
      "primer",
      "ministro",
      "benjamin",
      "netanyahu",
      "retrasar",
      "manera",
      "deliberada",
      "negociación",
      "proseguir",
      "genocidio",
      "gaza",
      "evitar",
      "netanyahu",
      "juzgado",
      "corrupción",
      ".",
      "tras",
      "casi",
      "15",
      "meses",
      "asedio",
      "criminal",
      "gaza",
      ",",
      "ocupación",
      "sionista",
      "asesinó",
      "menos",
      "46.707",
      "palestinos",
      ",",
      "70",
      "ciento",
      "niños",
      "mujeres",
      ".",
      "además",
      ",",
      "mediante",
      "incesantes",
      "bombardeos",
      "hirió",
      "110.265",
      "palestinos",
      "dejó",
      "alrededor",
      "11.000",
      "desaparecidos",
      ",",
      "presuntamente",
      "bajo",
      "escombros",
      ".",
      "ataques",
      "ocupación",
      "7",
      "octubre",
      "fecha",
      "destruyeron",
      "aproximadamente",
      "60",
      "ciento",
      "infraestructuras",
      "franja",
      "gaza",
      ",",
      "convirtiéndola",
      "sitio",
      "prácticamente",
      "inhabitable",
      "."
    ],
    "token_count": 441,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 73,
      "NN": 191,
      "FW": 148,
      "CD": 22,
      "JJ": 61,
      "IN": 29,
      "NNS": 40,
      "VBP": 22,
      "VBD": 5,
      "$": 2,
      "CC": 2,
      "VBZ": 14,
      "RB": 3,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-NN": 26,
      "NN-NN": 94,
      "NN-NNP": 18,
      "NNP-NNP": 17,
      "NNP-FW": 15,
      "FW-FW": 83,
      "FW-NN": 28,
      "NN-CD": 3,
      "CD-NN": 8,
      "NN-FW": 20,
      "FW-JJ": 11,
      "JJ-NNP": 4,
      "NN-IN": 21,
      "IN-FW": 14,
      "FW-NNS": 5,
      "NNS-VBP": 19,
      "VBP-FW": 3,
      "NNP-VBD": 2,
      "VBD-CD": 3,
      "CD-NNS": 11,
      "NNS-JJ": 6,
      "JJ-VBP": 1,
      "VBP-$": 1,
      "$-CD": 2,
      "NN-NNS": 12,
      "VBP-NNP": 4,
      "NN-JJ": 8,
      "JJ-NN": 31,
      "NNP-CD": 1,
      "FW-NNP": 17,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "FW-CD": 4,
      "NN-CC": 1,
      "CC-NN": 1,
      "VBP-JJ": 11,
      "JJ-FW": 7,
      "NNP-JJ": 4,
      "JJ-JJ": 8,
      "IN-CD": 3,
      "NNS-FW": 4,
      "NN-VBP": 2,
      "NNS-IN": 2,
      "IN-NN": 2,
      "NN-VBZ": 9,
      "VBZ-JJ": 5,
      "IN-NNP": 7,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "NNP-VBZ": 4,
      "VBZ-RB": 1,
      "RB-CD": 2,
      "VBZ-CD": 2,
      "NNS-NNS": 4,
      "JJ-CD": 2,
      "JJ-NNS": 5,
      "VBZ-FW": 2,
      "VBZ-IN": 3,
      "NNS-NNP": 5,
      "VBP-VBZ": 1,
      "VBD-JJ": 1,
      "VBP-IN": 1,
      "IN-JJ": 2,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NNP-IN": 1,
      "IN-NNS": 1,
      "NN-VBD": 3,
      "CD-IN": 1,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "NNP-NNS": 2,
      "VBD-$": 1,
      "CD-JJ": 2,
      "JJ-RB": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 17,
      "NN-NN-NN": 45,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 8,
      "NNP-NNP-FW": 7,
      "NNP-FW-FW": 3,
      "FW-FW-FW": 50,
      "FW-FW-NN": 13,
      "FW-NN-NN": 14,
      "NN-NN-CD": 1,
      "NN-CD-NN": 3,
      "CD-NN-FW": 2,
      "NN-FW-FW": 12,
      "FW-FW-JJ": 4,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NN": 1,
      "NN-NN-IN": 9,
      "NN-IN-FW": 11,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 2,
      "NNS-VBP-FW": 3,
      "VBP-FW-JJ": 1,
      "JJ-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NNS": 1,
      "CD-NNS-JJ": 5,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NNP": 4,
      "VBP-NNP-NN": 4,
      "NN-NN-JJ": 7,
      "NN-JJ-NN": 6,
      "JJ-NN-NNP": 3,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "JJ-NN-IN": 10,
      "IN-FW-FW": 9,
      "FW-FW-CD": 4,
      "FW-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-NN": 1,
      "NN-NN-NNS": 3,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-FW": 4,
      "JJ-FW-NN": 2,
      "NN-NNP-JJ": 2,
      "NNP-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "JJ-NN-NN": 13,
      "NN-NNP-NN": 4,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 3,
      "CD-NNS-FW": 3,
      "NNS-FW-FW": 4,
      "FW-FW-NNP": 10,
      "FW-NNP-NNP": 4,
      "NNP-FW-NN": 8,
      "FW-NN-FW": 10,
      "NN-FW-NN": 3,
      "NN-NN-FW": 5,
      "FW-CD-NNS": 3,
      "FW-NNP-NN": 6,
      "NNP-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 2,
      "CD-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "IN-NN-CD": 1,
      "CD-NN-NN": 4,
      "FW-NNP-FW": 6,
      "FW-NN-IN": 2,
      "NN-NN-VBZ": 8,
      "NN-VBZ-JJ": 5,
      "VBZ-JJ-NN": 3,
      "NN-IN-NNP": 5,
      "IN-NNP-NN": 3,
      "JJ-NN-NNS": 3,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-RB": 1,
      "VBZ-RB-CD": 1,
      "RB-CD-NNS": 1,
      "NNS-JJ-JJ": 3,
      "NNP-NNP-NN": 3,
      "NN-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "NN-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "VBP-JJ-CD": 2,
      "JJ-CD-NNS": 2,
      "IN-NN-NNS": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "JJ-FW-FW": 3,
      "NNP-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "FW-FW-NNS": 2,
      "NNP-NN-CD": 1,
      "IN-NNP-NNP": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "NNP-FW-NNP": 3,
      "FW-JJ-NN": 6,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 1,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 4,
      "NNP-NN-NNS": 2,
      "NNP-NN-NNP": 1,
      "NNP-JJ-NN": 2,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-IN": 1,
      "VBZ-IN-NNP": 2,
      "IN-NNP-FW": 1,
      "NNS-NNP-VBZ": 1,
      "VBZ-FW-FW": 1,
      "IN-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NNP-NN-FW": 3,
      "CD-NNS-VBP": 1,
      "VBP-FW-NN": 1,
      "FW-NN-NNS": 2,
      "JJ-FW-JJ": 1,
      "FW-JJ-NNS": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "IN-FW-NN": 1,
      "NN-NNS-JJ": 1,
      "JJ-NN-JJ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "JJ-NNP-JJ": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-JJ": 2,
      "NN-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NN-NN-VBD": 3,
      "NN-VBD-CD": 2,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 1,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "JJ-JJ-NNS": 1,
      "NN-NNS-NNP": 1,
      "VBZ-JJ-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "NN-NNP-NNS": 1,
      "NNP-NNS-NNS": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "NNP-NNP-NNP": 3,
      "NN-NNP-FW": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NNS": 1,
      "NN-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-JJ": 1,
      "CD-JJ-RB": 1,
      "JJ-RB-CD": 1,
      "RB-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NNS-NNP": 1,
      "NNS-JJ-NN": 1,
      "NNS-JJ-NNS": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-FW-FW": 1,
      "NN-FW-JJ": 2,
      "VBD-CD-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 191,
        "FW": 148,
        "NNP": 73,
        "JJ": 61,
        "NNS": 40
      },
      "top_bigrams": {
        "NN-NN": 94,
        "FW-FW": 83,
        "JJ-NN": 31,
        "FW-NN": 28,
        "NNP-NN": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 50,
        "NN-NN-NN": 45,
        "NNP-NN-NN": 17,
        "FW-NN-NN": 14,
        "NN-NN-NNP": 13
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 170,
      "VP": 46,
      "PP": 14,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0309
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 6,
        "weight": 0.0232
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 6,
        "weight": 0.0232
      },
      {
        "rule": "NP -> ('prisioneros', 'NNS')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('El', 'NNP') ('plan', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "VP -> ('incluye', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('Franja', 'NNP')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 2,
        "weight": 0.0077
      },
      {
        "rule": "S -> NP (',', ',') NP (',', ',') NP ('en', 'FW') NP ('19', 'CD') (',', ',') ('después', 'FW') ('de', 'FW') ('su', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0039
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El borrador del acuerdo"
      },
      {
        "label": "NP",
        "text": "obtenido por Al Mayadeen"
      },
      {
        "label": "NP",
        "text": "entrará"
      },
      {
        "label": "NP",
        "text": "vigor el próximo domingo"
      },
      {
        "label": "NP",
        "text": "anuncio oficial"
      },
      {
        "label": "NP",
        "text": "Contempla"
      },
      {
        "label": "NP",
        "text": "una primera fase"
      },
      {
        "label": "NP",
        "text": "semanas"
      },
      {
        "label": "VP",
        "text": "durante"
      },
      {
        "label": "NP",
        "text": "cual Israel"
      },
      {
        "label": "VP",
        "text": "liberará"
      },
      {
        "label": "NP",
        "text": "prisioneros"
      },
      {
        "label": "NP",
        "text": "con cadena perpetua y"
      },
      {
        "label": "NP",
        "text": "con condenas elevadas"
      },
      {
        "label": "NP",
        "text": "Además"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP borrador/NN del/NN acuerdo/NN)\n  ,/,\n  (NP obtenido/JJ por/NN Al/NNP Mayadeen/NNP)\n  ,/,\n  (NP entrará/NN)\n  en/FW\n  (NP vigor/NN el/NN próximo/NN domingo/NN)\n  19/CD\n  ,/,\n  después/FW\n  de/FW\n  su/FW\n  (NP anuncio/JJ oficial/NN)\n  ./.)",
      "(S\n  (NP Contempla/NNP)\n  (NP una/JJ primera/NN fase/NN)\n  de/IN\n  seis/FW\n  (NP semanas/NNS)\n  (VP durante/VBP)\n  la/FW\n  (NP cual/JJ Israel/NNP)\n  (VP liberará/VBD)\n  250/CD\n  (NP prisioneros/NNS)\n  (NP con/JJ cadena/JJ perpetua/NN y/NN)\n  400/CD\n  (NP con/NN condenas/NN elevadas/NN)\n  ./.)",
      "(S\n  (NP Además/NNP)\n  ,/,\n  (NP todos/JJ los/NN)\n  (NP detenidos/JJ del/NN “/NNP Acuerdo/NNP Shalit/NNP ”/NNP)\n  (VP y/VBZ)\n  1.000/CD\n  (NP prisioneros/NN)\n  de/FW\n  (NP Gaza/NNP)\n  arrestados/CC\n  (NP después/JJ del/NN)\n  7/CD\n  de/FW\n  octubre/FW\n  de/IN\n  2023/CD\n  (NP serán/NN liberados/NN)\n  ,/,\n  (NP junto/NN con/NN todas/NN las/NN mujeres/NNS)\n  (VP y/VBP (NP niños/JJ actualmente/NN))\n  (PP en/IN (NP custodia/NN israelí/NN))\n  ./.)",
      "(S\n  (NP Como/NNP)\n  (NP parte/JJ central/JJ del/NN acuerdo/NN)\n  ,/,\n  (NP Israel/NNP)\n  (VP retirará/VBZ (NP sus/NN))\n  (VP fuerzas/VBD (NP a/DT una/JJ distancia/NN))\n  de/IN\n  700/CD\n  (NP metros/NNS)\n  de/FW\n  las/FW\n  fronteras/FW\n  de/FW\n  (NP Gaza/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  (VP\n    ayuda/VBZ\n    (NP humanitaria/NNS)\n    (NP se/JJ intensificará/JJ significativamente/NN con/NN))\n  la/FW\n  entrada/FW\n  diaria/FW\n  de/FW\n  600/CD\n  (NP camiones/NNS)\n  de/FW\n  suministros/FW\n  ,/,\n  bajo/FW\n  (NP supervisión/JJ qatarí/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "ACCIONES_LEGALES",
      "LEYES_NORMATIVAS",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "alto al fuego en gaza y afirmó que ambas partes, palestina e israelí, aprobaron un cese de hostilidades",
        "position": [
          2701,
          2804
        ],
        "start": 2701,
        "end": 2804
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "negociaciones con hamas para finalizar el acuerdo",
        "position": [
          1859,
          1908
        ],
        "start": 1859,
        "end": 1908
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "acusó al",
        "position": [
          3444,
          3452
        ],
        "start": 3444,
        "end": 3452
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          740,
          747
        ],
        "start": 740,
        "end": 747
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          3694,
          3703
        ],
        "start": 3694,
        "end": 3703
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          2470,
          2477
        ],
        "start": 2470,
        "end": 2477
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo, obtenido por al mayadeen, entrará en vigor el próximo domingo 19, después de su anuncio oficial. contempla una primera fase de seis semanas durante la cual israel liberará 250 prisioneros con cadena perpetua y 400 con",
        "position": [
          16,
          242
        ],
        "start": 16,
        "end": 242
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2725,
          2731
        ],
        "start": 2725,
        "end": 2731
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          2833,
          2840
        ],
        "start": 2833,
        "end": 2840
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          3628,
          3638
        ],
        "start": 3628,
        "end": 3638
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "genocidio en gaza",
        "position": [
          3571,
          3588
        ],
        "start": 3571,
        "end": 3588
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "ayuda humanitaria",
        "position": [
          588,
          605
        ],
        "start": 588,
        "end": 605
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "ayuda humanitaria se intensificará significativamente con la entrada diaria de 600 camiones de suministros, bajo supervisión qatarí. el plan incluye el ingreso de 200.000 tiendas de campaña y 60.000 caravanas para alojamiento de emergencia",
        "position": [
          588,
          827
        ],
        "start": 588,
        "end": 827
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno del primer ministro",
        "position": [
          3453,
          3481
        ],
        "start": 3453,
        "end": 3481
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          420,
          427
        ],
        "start": 420,
        "end": 427
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "acusó",
        "position": [
          3444,
          3449
        ],
        "start": 3444,
        "end": 3449
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo, obtenido por al mayadeen, entrará en vigor el próximo domingo 19",
        "position": [
          16,
          89
        ],
        "start": 16,
        "end": 89
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          1055,
          1060
        ],
        "start": 1055,
        "end": 1060
      },
      {
        "category": "PAISES",
        "matched_text": "israelí",
        "position": [
          460,
          467
        ],
        "start": 460,
        "end": 467
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle al",
        "position": [
          1055,
          1063
        ],
        "start": 1055,
        "end": 1063
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "7 de octubre de 2023",
        "position": [
          362,
          382
        ],
        "start": 362,
        "end": 382
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "domingo 19 de enero",
        "position": [
          2893,
          2912
        ],
        "start": 2893,
        "end": 2912
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          436,
          447
        ],
        "start": 436,
        "end": 447
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 11.000",
        "position": [
          3867,
          3886
        ],
        "start": 3867,
        "end": 3886
      }
    ],
    "match_count": 24
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "calle Al-Rashid",
        "tipo": "Persona"
      },
      {
        "nombre": "Benjamin Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Corredor Filadelfia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Netzarim",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Al Mayadeen",
        "tipo": "Persona"
      },
      {
        "nombre": "Netanyahu",
        "tipo": "Persona"
      },
      {
        "nombre": "Abdulrahman al-Thani",
        "tipo": "Persona"
      },
      {
        "nombre": "Mohamed bin Abdulrahman al-Thani",
        "tipo": "Persona"
      },
      {
        "nombre": "Egipto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Qatar",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hamas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Franja de Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rafah",
        "tipo": "Lugar"
      },
      {
        "nombre": "Doha",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Israel",
        "relacion": "RETIRAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Gaza",
        "relacion": "REGRESAR",
        "objeto": "calle Al-Rashid"
      },
      {
        "sujeto": "Qatar",
        "relacion": "MANTENER",
        "objeto": "Hamas"
      },
      {
        "sujeto": "Qatar",
        "relacion": "MANTENER",
        "objeto": "Mohamed bin Abdulrahman al-Thani"
      },
      {
        "sujeto": "Qatar",
        "relacion": "MANTENER",
        "objeto": "Doha"
      },
      {
        "sujeto": "Qatar",
        "relacion": "MANTENER",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Hamas",
        "relacion": "MANTENER",
        "objeto": "Mohamed bin Abdulrahman al-Thani"
      },
      {
        "sujeto": "Hamas",
        "relacion": "MANTENER",
        "objeto": "Doha"
      },
      {
        "sujeto": "Hamas",
        "relacion": "MANTENER",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Mohamed bin Abdulrahman al-Thani",
        "relacion": "MANTENER_MANTENER",
        "objeto": "Hamas"
      },
      {
        "sujeto": "Mohamed bin Abdulrahman al-Thani",
        "relacion": "MANTENER_MANTENER",
        "objeto": "Doha"
      },
      {
        "sujeto": "Mohamed bin Abdulrahman al-Thani",
        "relacion": "MANTENER_MANTENER",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Hamas",
        "relacion": "PRESENTAR",
        "objeto": "Corredor Filadelfia"
      },
      {
        "sujeto": "Hamas",
        "relacion": "PRESENTAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Hamas",
        "relacion": "PRESENTAR",
        "objeto": "Egipto"
      },
      {
        "sujeto": "Abdulrahman al-Thani",
        "relacion": "CONFIRMAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Doha",
        "relacion": "INICIAR",
        "objeto": "Qatar"
      },
      {
        "sujeto": "Doha",
        "relacion": "INICIAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Doha",
        "relacion": "INICIAR",
        "objeto": "Egipto"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "ACUSAR",
        "objeto": "Benjamin Netanyahu"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "ACUSAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "ACUSAR",
        "objeto": "Gobierno"
      },
      {
        "sujeto": "Benjamin Netanyahu",
        "relacion": "ACUSAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "ACUSAR",
        "objeto": "Benjamin Netanyahu"
      },
      {
        "sujeto": "Netanyahu",
        "relacion": "PROSEGUIR_RETRASAR_ACUSAR",
        "objeto": "Gaza"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8519,
    "pos": 0.003,
    "neu": 0.978,
    "neg": 0.018,
    "label": "negative"
  }
}