{
  "url": "https://www.telesurtv.net/colombia-condena-siete-anos-menor-asesino-miguel-uribe/",
  "title": "Colombia: Condenan a siete años de privación de libertad a menor que asesinó a Miguel Uribe",
  "section": "América Latina y El Caribe",
  "tags": [
    "Atentado",
    "Colombia",
    "menor de edad",
    "Miguel Uribe",
    "sanción",
    "siete años"
  ],
  "text": "La Justicia de Colombia condenó, este miércoles, a siete años de privación de libertad al menor que asesinó al senador y precandidato presidencial Miguel Uribe Turbay, quien recibió un brutal ataque a tiros en medio de una alocución en público.\n\nLEA TAMBIÉN\nColombia: Pacto Histórico alcanza diez precandidatos de cara a presidenciales\n\nAsí lo precisó mediante un comunicado oficial la Fiscalía de ese país sudamericano, donde subrayó que por el hecho “el menor de edad deberá permanecer siete años privado de libertad en un centro de atención especializada”.\nEl asesino, cuya identificación se mantiene bajo anonimato por su condición de menor de edad (15 años), fue capturado el pasado 7 de agosto poco tiempo después de llevar a cabo el magnicidio.\n\n\nLos hechos, como se hace mención anteriormente, ocurrieron en un acto público, ante decenas de asistentes y pese a contar con escoltas, el joven se aproximó por la espalda al político y le disparó múltiples veces. El ataque quedó registrado en un video que posteriormente circuló en medios de prensa y redes sociales.\nEn las imágenes se muestra cómo el agresor abre fuego y Uribe Turbay cae al suelo desplomado. Tras ello, los escoltas reaccionaron de inmediato: lo trasladaron de urgencia a la clínica Fundación Santa Fe de Bogotá, mientras otros agentes persiguieron al atacante. Tras una breve persecución, la policía le disparó en una pierna y lo capturó en el sitio del atentado.\n\n\nEn Colombia, la legislación establece un trato diferenciado para los menores de edad que cometen delitos graves, como el magnicidio, en comparación con los adultos.\n\nLEA TAMBIÉN\n¿Qué se sabe del atentado contra Miguel Uribe Turbay?\n\nEste enfoque se fundamenta en el Código de la Infancia y la Adolescencia (Ley 1098 de 2006) y el Sistema de Responsabilidad Penal para Adolescentes (SRPA), que priorizan la protección, la reeducación y la justicia restaurativa sobre el castigo punitivo.\nSegún la Constitución Política de Colombia (Art. 44) y la Convención sobre los Derechos del Niño, los menores son sujetos de especial protección, lo que implica que su desarrollo psicosocial y capacidad de discernimiento deben ser considerados al momento de juzgar sus actos.\nLos menores de 14 años son inimputables, según el Artículo 142 de la Ley 1098 de 2006, y no enfrentan procesos penales. En caso de cometer un delito como el magnicidio, se les aplican medidas de protección y restablecimiento de derechos bajo la supervisión del Instituto Colombiano de Bienestar Familiar (ICBF), enfocadas en su educación y reintegración social.\nPara adolescentes entre 14 y 18 años, el SRPA establece sanciones específicas, como amonestaciones, servicios comunitarios o privación de libertad en centros especializados, con una duración máxima de 8 años, incluso para delitos graves como el magnicidio (Art. 187, Ley 1098 de 2006, modificado por Ley 1453 de 2011)\nEsto contrasta con las penas para adultos, que pueden llegar hasta 50 años de prisión por homicidio agravado (Art. 323 del Código Penal).\nEl enfoque del SRPA busca la justicia restaurativa, promoviendo la reparación del daño y la reintegración del adolescente, en lugar de su exclusión social.\nEste sistema reconoce que los menores tienen mayor capacidad de cambio y rehabilitación, además de cumplir con compromisos internacionales, como las Reglas de Beijing y la Convención sobre los Derechos del Niño. Por ello, aunque el magnicidio es un delito de extrema gravedad, los menores no son sometidos al mismo rigor punitivo que los adultos, priorizando su desarrollo integral y su retorno a la sociedad.\n\n\nA las 01H56 (hora local) del lunes 11 de agosto, Uribe Turbay, falleció luego de más de dos meses desde su ingreso gravemente herido como consecuencia del atentado.\n\nLEA TAMBIÉN\nFallece senador colombiano Miguel Uribe Turbay\n\nLa noticia la confirmó en un comunicado la Fundación de Santa Fe de Bogotá. Ante ello, la Alcaldía Mayor de Bogotá emitió una publicación en su cuenta oficial de la red social X en la cual lamentó “profundamente” el fallecimiento del senador.\nAl menos siete personas han sido identificadas como asociadas con la comisión del crimen, incluyendo el presunto sicario, que fue capturado minutos después del hecho con una pistola Glock.\nAdemás de varios menores de edad, Elder José Arteaga (El Costeño), Cristian Camilo, Carlos Eduardo Mora, Katerine Martínez y William Fernando González están presuntamente implicados en diferente grado como “coautores” del atentado.\nA pocos días del suceso, el presidente de Colombia, Gustavo Petro, denunció la existencia de una campaña de desprestigio que buscaba involucrar al senador Iván Cepeda con redes del narcotráfico y señalarlo a él como responsable del atentado contra el precandidato Miguel Uribe Turbay.\nEl atentado ocurrió en un clima de alta polarización política en Colombia, justo cuando comenzaba el periodo preelectoral de 2025-2026. Líderes del Gobierno y de la oposición se acusaron mutuamente de exacerbar la confrontación.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/colombia-condena-siete-anos-menor-asesino-miguel-uribe/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 302,
    "message_id": 102997,
    "date": "2025-08-27T23:55:13+00:00",
    "text": "teleSUR\nColombia: Condenan a siete años de privación de libertad a menor que asesinó a Miguel Uribe\nhttps://www.telesurtv.net/colombia-condena-siete-anos-menor-asesino-miguel-uribe/",
    "photo_path": null,
    "views": 1646,
    "reactions": {
      "🤔": 26,
      "❤": 1,
      "👍": 1,
      "😢": 1
    },
    "total_reactions": 29
  },
  "preprocessing": {
    "cleaned": "la justicia de colombia condenó, este miércoles, a siete años de privación de libertad al menor que asesinó al senador y precandidato presidencial miguel uribe turbay, quien recibió un brutal ataque a tiros en medio de una alocución en público. así lo precisó mediante un comunicado oficial la fiscalía de ese país sudamericano, donde subrayó que por el hecho “el menor de edad deberá permanecer siete años privado de libertad en un centro de atención especializada”. el asesino, cuya identificación se mantiene bajo anonimato por su condición de menor de edad (15 años), fue capturado el pasado 7 de agosto poco tiempo después de llevar a cabo el magnicidio. los hechos, como se hace mención anteriormente, ocurrieron en un acto público, ante decenas de asistentes y pese a contar con escoltas, el joven se aproximó por la espalda al político y le disparó múltiples veces. el ataque quedó registrado en un video que posteriormente circuló en medios de prensa y redes sociales. en las imágenes se muestra cómo el agresor abre fuego y uribe turbay cae al suelo desplomado. tras ello, los escoltas reaccionaron de inmediato: lo trasladaron de urgencia a la clínica fundación santa fe de bogotá, mientras otros agentes persiguieron al atacante. tras una breve persecución, la policía le disparó en una pierna y lo capturó en el sitio del atentado. en colombia, la legislación establece un trato diferenciado para los menores de edad que cometen delitos graves, como el magnicidio, en comparación con los adultos. este enfoque se fundamenta en el código de la infancia y la adolescencia (ley 1098 de 2006) y el sistema de responsabilidad penal para adolescentes (srpa), que priorizan la protección, la reeducación y la justicia restaurativa sobre el castigo punitivo. según la constitución política de colombia (art. 44) y la convención sobre los derechos del niño, los menores son sujetos de especial protección, lo que implica que su desarrollo psicosocial y capacidad de discernimiento deben ser considerados al momento de juzgar sus actos. los menores de 14 años son inimputables, según el artículo 142 de la ley 1098 de 2006, y no enfrentan procesos penales. en caso de cometer un delito como el magnicidio, se les aplican medidas de protección y restablecimiento de derechos bajo la supervisión del instituto colombiano de bienestar familiar (icbf), enfocadas en su educación y reintegración social. para adolescentes entre 14 y 18 años, el srpa establece sanciones específicas, como amonestaciones, servicios comunitarios o privación de libertad en centros especializados, con una duración máxima de 8 años, incluso para delitos graves como el magnicidio (art. 187, ley 1098 de 2006, modificado por ley 1453 de 2011) esto contrasta con las penas para adultos, que pueden llegar hasta 50 años de prisión por homicidio agravado (art. 323 del código penal). el enfoque del srpa busca la justicia restaurativa, promoviendo la reparación del daño y la reintegración del adolescente, en lugar de su exclusión social. este sistema reconoce que los menores tienen mayor capacidad de cambio y rehabilitación, además de cumplir con compromisos internacionales, como las reglas de beijing y la convención sobre los derechos del niño. por ello, aunque el magnicidio es un delito de extrema gravedad, los menores no son sometidos al mismo rigor punitivo que los adultos, priorizando su desarrollo integral y su retorno a la sociedad. a las 01h56 (hora local) del lunes 11 de agosto, uribe turbay, falleció luego de más de dos meses desde su ingreso gravemente herido como consecuencia del atentado. la noticia la confirmó en un comunicado la fundación de santa fe de bogotá. ante ello, la alcaldía mayor de bogotá emitió una publicación en su cuenta oficial de la red social x en la cual lamentó “profundamente” el fallecimiento del senador. al menos siete personas han sido identificadas como asociadas con la comisión del crimen, incluyendo el presunto sicario, que fue capturado minutos después del hecho con una pistola glock. además de varios menores de edad, elder josé arteaga (el costeño), cristian camilo, carlos eduardo mora, katerine martínez y william fernando gonzález están presuntamente implicados en diferente grado como “coautores” del atentado. a pocos días del suceso, el presidente de colombia, gustavo petro, denunció la existencia de una campaña de desprestigio que buscaba involucrar al senador iván cepeda con redes del narcotráfico y señalarlo a él como responsable del atentado contra el precandidato miguel uribe turbay. el atentado ocurrió en un clima de alta polarización política en colombia, justo cuando comenzaba el periodo preelectoral de 2025-2026. líderes del gobierno y de la oposición se acusaron mutuamente de exacerbar la confrontación.",
    "tokens": [
      "justicia",
      "colombia",
      "condenó",
      ",",
      "miércoles",
      ",",
      "siete",
      "años",
      "privación",
      "libertad",
      "menor",
      "asesinó",
      "senador",
      "precandidato",
      "presidencial",
      "miguel",
      "uribe",
      "turbay",
      ",",
      "recibió",
      "brutal",
      "ataque",
      "tiros",
      "medio",
      "alocución",
      "público",
      ".",
      "así",
      "precisó",
      "mediante",
      "comunicado",
      "oficial",
      "fiscalía",
      "país",
      "sudamericano",
      ",",
      "subrayó",
      "hecho",
      "“",
      "menor",
      "edad",
      "deberá",
      "permanecer",
      "siete",
      "años",
      "privado",
      "libertad",
      "centro",
      "atención",
      "especializada",
      "”",
      ".",
      "asesino",
      ",",
      "cuya",
      "identificación",
      "mantiene",
      "bajo",
      "anonimato",
      "condición",
      "menor",
      "edad",
      "(",
      "15",
      "años",
      ")",
      ",",
      "capturado",
      "pasado",
      "7",
      "agosto",
      "tiempo",
      "después",
      "llevar",
      "cabo",
      "magnicidio",
      ".",
      "hechos",
      ",",
      "hace",
      "mención",
      "anteriormente",
      ",",
      "ocurrieron",
      "acto",
      "público",
      ",",
      "decenas",
      "asistentes",
      "pese",
      "contar",
      "escoltas",
      ",",
      "joven",
      "aproximó",
      "espalda",
      "político",
      "disparó",
      "múltiples",
      "veces",
      ".",
      "ataque",
      "quedó",
      "registrado",
      "video",
      "posteriormente",
      "circuló",
      "medios",
      "prensa",
      "redes",
      "sociales",
      ".",
      "imágenes",
      "muestra",
      "cómo",
      "agresor",
      "abre",
      "fuego",
      "uribe",
      "turbay",
      "cae",
      "suelo",
      "desplomado",
      ".",
      "tras",
      "ello",
      ",",
      "escoltas",
      "reaccionaron",
      "inmediato",
      ":",
      "trasladaron",
      "urgencia",
      "clínica",
      "fundación",
      "santa",
      "fe",
      "bogotá",
      ",",
      "mientras",
      "agentes",
      "persiguieron",
      "atacante",
      ".",
      "tras",
      "breve",
      "persecución",
      ",",
      "policía",
      "disparó",
      "pierna",
      "capturó",
      "sitio",
      "atentado",
      ".",
      "colombia",
      ",",
      "legislación",
      "establece",
      "trato",
      "diferenciado",
      "menores",
      "edad",
      "cometen",
      "delitos",
      "graves",
      ",",
      "magnicidio",
      ",",
      "comparación",
      "adultos",
      ".",
      "enfoque",
      "fundamenta",
      "código",
      "infancia",
      "adolescencia",
      "(",
      "ley",
      "1098",
      "2006",
      ")",
      "sistema",
      "responsabilidad",
      "penal",
      "adolescentes",
      "(",
      "srpa",
      ")",
      ",",
      "priorizan",
      "protección",
      ",",
      "reeducación",
      "justicia",
      "restaurativa",
      "castigo",
      "punitivo",
      ".",
      "según",
      "constitución",
      "política",
      "colombia",
      "(",
      "art",
      ".",
      "44",
      ")",
      "convención",
      "derechos",
      "niño",
      ",",
      "menores",
      "sujetos",
      "especial",
      "protección",
      ",",
      "implica",
      "desarrollo",
      "psicosocial",
      "capacidad",
      "discernimiento",
      "deben",
      "ser",
      "considerados",
      "momento",
      "juzgar",
      "actos",
      ".",
      "menores",
      "14",
      "años",
      "inimputables",
      ",",
      "según",
      "artículo",
      "142",
      "ley",
      "1098",
      "2006",
      ",",
      "enfrentan",
      "procesos",
      "penales",
      ".",
      "caso",
      "cometer",
      "delito",
      "magnicidio",
      ",",
      "aplican",
      "medidas",
      "protección",
      "restablecimiento",
      "derechos",
      "bajo",
      "supervisión",
      "instituto",
      "colombiano",
      "bienestar",
      "familiar",
      "(",
      "icbf",
      ")",
      ",",
      "enfocadas",
      "educación",
      "reintegración",
      "social",
      ".",
      "adolescentes",
      "14",
      "18",
      "años",
      ",",
      "srpa",
      "establece",
      "sanciones",
      "específicas",
      ",",
      "amonestaciones",
      ",",
      "servicios",
      "comunitarios",
      "privación",
      "libertad",
      "centros",
      "especializados",
      ",",
      "duración",
      "máxima",
      "8",
      "años",
      ",",
      "incluso",
      "delitos",
      "graves",
      "magnicidio",
      "(",
      "art",
      ".",
      "187",
      ",",
      "ley",
      "1098",
      "2006",
      ",",
      "modificado",
      "ley",
      "1453",
      "2011",
      ")",
      "contrasta",
      "penas",
      "adultos",
      ",",
      "pueden",
      "llegar",
      "50",
      "años",
      "prisión",
      "homicidio",
      "agravado",
      "(",
      "art",
      ".",
      "323",
      "código",
      "penal",
      ")",
      ".",
      "enfoque",
      "srpa",
      "busca",
      "justicia",
      "restaurativa",
      ",",
      "promoviendo",
      "reparación",
      "daño",
      "reintegración",
      "adolescente",
      ",",
      "lugar",
      "exclusión",
      "social",
      ".",
      "sistema",
      "reconoce",
      "menores",
      "mayor",
      "capacidad",
      "cambio",
      "rehabilitación",
      ",",
      "además",
      "cumplir",
      "compromisos",
      "internacionales",
      ",",
      "reglas",
      "beijing",
      "convención",
      "derechos",
      "niño",
      ".",
      "ello",
      ",",
      "aunque",
      "magnicidio",
      "delito",
      "extrema",
      "gravedad",
      ",",
      "menores",
      "sometidos",
      "mismo",
      "rigor",
      "punitivo",
      "adultos",
      ",",
      "priorizando",
      "desarrollo",
      "integral",
      "retorno",
      "sociedad",
      ".",
      "01h56",
      "(",
      "hora",
      "local",
      ")",
      "lunes",
      "11",
      "agosto",
      ",",
      "uribe",
      "turbay",
      ",",
      "falleció",
      "luego",
      "dos",
      "meses",
      "ingreso",
      "gravemente",
      "herido",
      "consecuencia",
      "atentado",
      ".",
      "noticia",
      "confirmó",
      "comunicado",
      "fundación",
      "santa",
      "fe",
      "bogotá",
      ".",
      "ello",
      ",",
      "alcaldía",
      "mayor",
      "bogotá",
      "emitió",
      "publicación",
      "cuenta",
      "oficial",
      "red",
      "social",
      "x",
      "lamentó",
      "“",
      "profundamente",
      "”",
      "fallecimiento",
      "senador",
      ".",
      "menos",
      "siete",
      "personas",
      "sido",
      "identificadas",
      "asociadas",
      "comisión",
      "crimen",
      ",",
      "incluyendo",
      "presunto",
      "sicario",
      ",",
      "capturado",
      "minutos",
      "después",
      "hecho",
      "pistola",
      "glock",
      ".",
      "además",
      "varios",
      "menores",
      "edad",
      ",",
      "elder",
      "josé",
      "arteaga",
      "(",
      "costeño",
      ")",
      ",",
      "cristian",
      "camilo",
      ",",
      "carlos",
      "eduardo",
      "mora",
      ",",
      "katerine",
      "martínez",
      "william",
      "fernando",
      "gonzález",
      "presuntamente",
      "implicados",
      "diferente",
      "grado",
      "“",
      "coautores",
      "”",
      "atentado",
      ".",
      "pocos",
      "días",
      "suceso",
      ",",
      "presidente",
      "colombia",
      ",",
      "gustavo",
      "petro",
      ",",
      "denunció",
      "existencia",
      "campaña",
      "desprestigio",
      "buscaba",
      "involucrar",
      "senador",
      "iván",
      "cepeda",
      "redes",
      "narcotráfico",
      "señalarlo",
      "responsable",
      "atentado",
      "precandidato",
      "miguel",
      "uribe",
      "turbay",
      ".",
      "atentado",
      "ocurrió",
      "clima",
      "alta",
      "polarización",
      "política",
      "colombia",
      ",",
      "justo",
      "comenzaba",
      "periodo",
      "preelectoral",
      "2025-2026.",
      "líderes",
      "gobierno",
      "oposición",
      "acusaron",
      "mutuamente",
      "exacerbar",
      "confrontación",
      "."
    ],
    "token_count": 539,
    "sentence_count": 29
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 127,
      "IN": 44,
      "VBP": 22,
      "NN": 253,
      "NNS": 30,
      "JJ": 82,
      "FW": 150,
      "CD": 19,
      "VBZ": 15,
      "VBD": 5,
      "JJR": 1,
      "DT": 2,
      "CC": 2,
      "$": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNP": 59,
      "NNP-IN": 9,
      "IN-NNP": 10,
      "NNP-VBP": 2,
      "VBP-NN": 3,
      "NN-NNS": 15,
      "NNS-JJ": 2,
      "JJ-FW": 6,
      "FW-FW": 89,
      "FW-NN": 28,
      "NN-NN": 132,
      "NN-VBP": 4,
      "VBP-JJ": 16,
      "JJ-NNP": 9,
      "NNP-NN": 24,
      "NN-JJ": 21,
      "JJ-JJ": 8,
      "JJ-NN": 51,
      "NNS-VBP": 14,
      "NN-FW": 21,
      "NN-IN": 24,
      "IN-NN": 7,
      "NN-NNP": 28,
      "NNS-NNP": 5,
      "IN-JJ": 6,
      "JJ-NNS": 7,
      "IN-FW": 17,
      "FW-NNP": 12,
      "FW-CD": 2,
      "CD-NN": 6,
      "FW-JJ": 11,
      "FW-VBZ": 3,
      "VBZ-JJ": 9,
      "NNS-VBD": 1,
      "VBD-JJ": 3,
      "NNS-NNS": 4,
      "FW-NNS": 4,
      "NNP-VBZ": 8,
      "NNP-FW": 12,
      "VBZ-VBP": 2,
      "NNP-JJ": 1,
      "NNS-IN": 2,
      "NNP-VBD": 2,
      "NNP-CD": 8,
      "CD-IN": 6,
      "IN-CD": 4,
      "CD-JJ": 3,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "VBZ-FW": 3,
      "CD-DT": 1,
      "DT-JJ": 1,
      "VBP-CD": 1,
      "CD-CD": 1,
      "VBP-IN": 1,
      "NN-VBZ": 4,
      "CD-NNP": 2,
      "NN-CD": 1,
      "NNP-CC": 2,
      "CC-NNP": 1,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NN-VBD": 2,
      "VBD-$": 1,
      "$-CD": 1,
      "NNS-CD": 1,
      "VBD-FW": 1,
      "CC-JJ": 1,
      "VBP-RB": 1,
      "RB-IN": 1,
      "NNS-FW": 1,
      "JJ-IN": 1
    },
    "trigram_freq": {
      "NNP-NNP-IN": 6,
      "NNP-IN-NNP": 7,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-NNS": 1,
      "NN-NNS-JJ": 2,
      "NNS-JJ-FW": 2,
      "JJ-FW-FW": 4,
      "FW-FW-FW": 59,
      "FW-FW-NN": 14,
      "FW-NN-NN": 13,
      "NN-NN-NN": 66,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 4,
      "VBP-JJ-NNP": 4,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-NNP": 31,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 15,
      "NN-NN-JJ": 14,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 5,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 7,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 1,
      "NN-FW-FW": 12,
      "FW-NN-IN": 4,
      "NN-IN-NN": 5,
      "IN-NN-NNP": 1,
      "NN-NNP-NNP": 14,
      "NN-NN-IN": 10,
      "IN-NN-NNS": 1,
      "NN-NNS-NNP": 3,
      "NNS-NNP-NN": 4,
      "NN-JJ-NN": 14,
      "JJ-NN-JJ": 2,
      "JJ-NN-NNP": 4,
      "NN-NNP-IN": 2,
      "NNP-IN-JJ": 1,
      "IN-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-NN": 9,
      "JJ-NN-NN": 31,
      "NN-NN-FW": 13,
      "FW-NN-JJ": 2,
      "NN-IN-FW": 12,
      "IN-FW-FW": 7,
      "FW-FW-NNP": 6,
      "FW-NNP-NN": 1,
      "JJ-NN-IN": 8,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 3,
      "NN-FW-NN": 6,
      "NN-NN-NNP": 16,
      "NN-NNP-NN": 7,
      "NN-FW-JJ": 2,
      "FW-JJ-NN": 9,
      "NN-JJ-FW": 1,
      "FW-FW-VBZ": 3,
      "FW-VBZ-JJ": 1,
      "VBZ-JJ-NN": 4,
      "NN-NN-NNS": 4,
      "NN-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNP": 2,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 4,
      "FW-FW-NNS": 2,
      "FW-NNS-NNS": 1,
      "NNP-NN-NNS": 4,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-JJ": 2,
      "IN-FW-JJ": 4,
      "JJ-NN-FW": 2,
      "FW-NNP-NNP": 7,
      "IN-NNP-FW": 2,
      "NNP-FW-FW": 5,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-JJ": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-NN-NNP": 2,
      "NNP-NNP-FW": 5,
      "FW-FW-JJ": 3,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "IN-FW-NN": 3,
      "FW-NN-VBP": 1,
      "VBP-JJ-NNS": 3,
      "IN-NN-NN": 3,
      "NN-JJ-NNP": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "FW-NNP-FW": 3,
      "NNP-FW-NNP": 4,
      "NNP-NNP-CD": 2,
      "NNP-CD-IN": 5,
      "CD-IN-CD": 4,
      "IN-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NNP-NN-NNP": 3,
      "IN-NNP-NNP": 4,
      "NNP-CD-NN": 2,
      "CD-NN-NNP": 2,
      "VBP-NN-IN": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "FW-NN-NNS": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-CD": 1,
      "FW-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NNP-CD": 1,
      "CD-IN-FW": 2,
      "IN-FW-NNP": 2,
      "FW-NNP-CD": 1,
      "IN-CD-DT": 1,
      "CD-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NNP-NN-IN": 1,
      "IN-NN-JJ": 2,
      "FW-NN-FW": 4,
      "NNP-NNP-VBZ": 4,
      "VBZ-FW-NN": 1,
      "JJ-NNP-VBZ": 1,
      "NNP-VBZ-VBP": 1,
      "VBZ-VBP-CD": 1,
      "VBP-CD-CD": 1,
      "CD-CD-NN": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 3,
      "NN-NNP-CD": 2,
      "NNP-CD-NNP": 1,
      "CD-NNP-CD": 1,
      "IN-CD-NN": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-IN-NNP": 3,
      "IN-NNP-CD": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-IN": 1,
      "IN-NNP-CC": 2,
      "NNP-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-JJ": 1,
      "CD-JJ-JJ": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-IN": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NNS-VBP": 2,
      "NNP-FW-NN": 3,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "JJ-JJ-FW": 1,
      "FW-JJ-JJ": 1,
      "VBZ-JJ-NNS": 2,
      "NN-FW-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-IN": 1,
      "RB-IN-NN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NNS-IN-NN": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "NNP-NN-JJ": 1,
      "VBZ-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "JJ-JJ-IN": 1,
      "JJ-IN-JJ": 1,
      "IN-JJ-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 253,
        "FW": 150,
        "NNP": 127,
        "JJ": 82,
        "IN": 44
      },
      "top_bigrams": {
        "NN-NN": 132,
        "FW-FW": 89,
        "NNP-NNP": 59,
        "JJ-NN": 51,
        "FW-NN": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 66,
        "FW-FW-FW": 59,
        "NNP-NNP-NNP": 31,
        "JJ-NN-NN": 31,
        "NN-NN-NNP": 16
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 29,
    "chunk_counts": {
      "NP": 199,
      "PP": 19,
      "VP": 34,
      "ADJP": 11
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.0377
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 8,
        "weight": 0.0274
      },
      {
        "rule": "NP -> ('Bogotá', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('Ley', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('Colombia', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('Art', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('atentado', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('años', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Justicia"
      },
      {
        "label": "PP",
        "text": "de Colombia condenó"
      },
      {
        "label": "NP",
        "text": "Colombia condenó"
      },
      {
        "label": "NP",
        "text": "este miércoles"
      },
      {
        "label": "NP",
        "text": "a siete años"
      },
      {
        "label": "NP",
        "text": "que asesinó al senador y"
      },
      {
        "label": "VP",
        "text": "precandidato presidencial Miguel Uribe Turbay"
      },
      {
        "label": "NP",
        "text": "presidencial Miguel Uribe Turbay"
      },
      {
        "label": "NP",
        "text": "quien recibió"
      },
      {
        "label": "NP",
        "text": "un brutal ataque"
      },
      {
        "label": "NP",
        "text": "a tiros"
      },
      {
        "label": "PP",
        "text": "en medio"
      },
      {
        "label": "NP",
        "text": "medio"
      },
      {
        "label": "NP",
        "text": "alocución"
      },
      {
        "label": "PP",
        "text": "en público"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Justicia/NNP)\n  (PP de/IN (NP Colombia/NNP condenó/NN))\n  ,/,\n  (NP este/NN miércoles/NNS)\n  ,/,\n  (NP a/DT siete/JJ años/NN)\n  de/IN\n  privación/FW\n  de/FW\n  libertad/FW\n  al/FW\n  menor/FW\n  (NP que/NN asesinó/NN al/NN senador/NN y/NN)\n  (VP\n    precandidato/VBP\n    (NP presidencial/JJ Miguel/NNP Uribe/NNP Turbay/NNP))\n  ,/,\n  (NP quien/NN recibió/NN)\n  (NP un/JJ brutal/JJ ataque/NN)\n  (NP a/DT tiros/NN)\n  (PP en/IN (NP medio/NN))\n  de/FW\n  una/FW\n  (NP alocución/NN)\n  (PP en/IN (NP público/NN))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Colombia/NNP)\n  :/:\n  (NP Pacto/NNP Histórico/NNP alcanza/NN diez/NN precandidatos/NN)\n  de/FW\n  cara/FW\n  (NP a/DT presidenciales/NNS Así/NNP lo/NN precisó/NN mediante/NN)\n  (NP un/JJ comunicado/NN)\n  (NP oficial/JJ la/NN Fiscalía/NNP)\n  (PP de/IN (NP ese/JJ país/JJ sudamericano/NN))\n  ,/,\n  (NP donde/NN subrayó/NN que/NN por/NN el/NN hecho/NN “/NNP)\n  el/FW\n  menor/FW\n  de/FW\n  edad/FW\n  deberá/FW\n  (NP permanecer/NN)\n  (NP siete/JJ años/NN privado/NN)\n  de/IN\n  libertad/FW\n  en/FW\n  un/FW\n  centro/FW\n  de/FW\n  atención/FW\n  especializada/FW\n  (NP ”/NN)\n  ./.)",
      "(S\n  (NP El/NNP asesino/NN)\n  ,/,\n  (NP cuya/NN identificación/NN)\n  (NP se/JJ mantiene/NN bajo/NN anonimato/NN por/NN)\n  (NP su/JJ condición/NN)\n  de/IN\n  menor/FW\n  de/FW\n  edad/FW\n  (/(\n  15/CD\n  (NP años/NN)\n  )/)\n  ,/,\n  (NP fue/JJ capturado/NN el/NN)\n  (VP pasado/VBD)\n  7/CD\n  de/IN\n  agosto/FW\n  poco/FW\n  tiempo/FW\n  después/FW\n  de/FW\n  llevar/FW\n  (NP a/DT cabo/NN el/NN magnicidio/NN)\n  ./.)",
      "(S\n  (NP Los/NNP hechos/NN)\n  ,/,\n  (NP como/NN)\n  (NP se/JJ hace/NN mención/NN anteriormente/NN)\n  ,/,\n  (NP ocurrieron/NN)\n  en/FW\n  (NP un/JJ acto/NN público/NN)\n  ,/,\n  (ADJP ante/JJ)\n  decenas/FW\n  de/FW\n  asistentes/FW\n  y/FW\n  pese/FW\n  (NP a/DT contar/NN con/NN escoltas/NNS)\n  ,/,\n  (VP el/VB joven/JJ)\n  se/FW\n  (NP aproximó/NN por/NN la/NN)\n  espalda/FW\n  (NP\n    al/NN\n    político/NN\n    y/NN\n    le/NN\n    disparó/NN\n    múltiples/NNS\n    veces/NNS)\n  ./.)",
      "(S\n  (NP El/NNP ataque/NN quedó/NN registrado/NN)\n  (PP en/IN (NP un/JJ video/NN que/NN posteriormente/NN circuló/NN))\n  en/FW\n  medios/FW\n  de/FW\n  prensa/FW\n  y/FW\n  (NP redes/NNS sociales/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "LEYES_NORMATIVAS",
      "ORGANIZACIONES_SOCIALES",
      "INSTITUCIONES_EDUCATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "FECHAS_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "JUSTICIA_SOCIAL"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "policía le disparó en una pierna y lo capturó",
        "position": [
          1367,
          1412
        ],
        "start": 1367,
        "end": 1412
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció la existencia de una campaña de desprestigio que buscaba involucrar al",
        "position": [
          4547,
          4626
        ],
        "start": 4547,
        "end": 4626
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "disparó",
        "position": [
          943,
          950
        ],
        "start": 943,
        "end": 950
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ingreso",
        "position": [
          3697,
          3704
        ],
        "start": 3697,
        "end": 3704
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          344,
          351
        ],
        "start": 344,
        "end": 351
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de colombia",
        "position": [
          4508,
          4530
        ],
        "start": 4508,
        "end": 4530
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "fundación",
        "position": [
          1257,
          1266
        ],
        "start": 1257,
        "end": 1266
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto colombiano de",
        "position": [
          2465,
          2488
        ],
        "start": 2465,
        "end": 2488
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          24,
          31
        ],
        "start": 24,
        "end": 31
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          427,
          434
        ],
        "start": 427,
        "end": 434
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          4547,
          4555
        ],
        "start": 4547,
        "end": 4555
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley 1098",
        "position": [
          1748,
          1756
        ],
        "start": 1748,
        "end": 1756
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          1937,
          1949
        ],
        "start": 1937,
        "end": 1949
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "clínica",
        "position": [
          1249,
          1256
        ],
        "start": 1249,
        "end": 1256
      },
      {
        "category": "PAISES",
        "matched_text": "colombia",
        "position": [
          15,
          23
        ],
        "start": 15,
        "end": 23
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "bogotá",
        "position": [
          1279,
          1285
        ],
        "start": 1279,
        "end": 1285
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          525,
          534
        ],
        "start": 525,
        "end": 534
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "lunes 11 de agosto",
        "position": [
          3619,
          3637
        ],
        "start": 3619,
        "end": 3637
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "bienestar familiar (icbf), enfocadas en su educación y reintegración social",
        "position": [
          2489,
          2564
        ],
        "start": 2489,
        "end": 2564
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "William Fernando González",
        "tipo": "Persona"
      },
      {
        "nombre": "Alcaldía Mayor de Bogotá",
        "tipo": "Lugar"
      },
      {
        "nombre": "Constitución Política de Colombia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Convención sobre los Derechos del Niño",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fiscalía",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fundación de Santa Fe de Bogotá",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sistema de Responsabilidad Penal para Adolescentes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Elder José Arteaga",
        "tipo": "Persona"
      },
      {
        "nombre": "Uribe Turbay",
        "tipo": "Persona"
      },
      {
        "nombre": "Carlos Eduardo Mora",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristian Camilo",
        "tipo": "Persona"
      },
      {
        "nombre": "Instituto Colombiano de Bienestar Familiar",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Miguel Uribe Turbay",
        "tipo": "Persona"
      },
      {
        "nombre": "Justicia de Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Líderes del Gobierno",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fundación Santa Fe de Bogotá",
        "tipo": "Organizacion"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "El Costeño",
        "tipo": "Lugar"
      },
      {
        "nombre": "ICBF",
        "tipo": "Organizacion"
      },
      {
        "nombre": "SRPA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Iván Cepeda",
        "tipo": "Persona"
      },
      {
        "nombre": "Gustavo Petro",
        "tipo": "Persona"
      },
      {
        "nombre": "de Colombia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Katerine Martínez",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Justicia de Colombia",
        "relacion": "CONDENAR",
        "objeto": "Miguel Uribe Turbay"
      },
      {
        "sujeto": "LEA",
        "relacion": "SABER",
        "objeto": "Miguel Uribe Turbay"
      },
      {
        "sujeto": "de Colombia",
        "relacion": "DENUNCIAR",
        "objeto": "Iván Cepeda"
      },
      {
        "sujeto": "de Colombia",
        "relacion": "DENUNCIAR",
        "objeto": "Miguel Uribe Turbay"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "DENUNCIAR",
        "objeto": "Iván Cepeda"
      },
      {
        "sujeto": "Gustavo Petro",
        "relacion": "DENUNCIAR",
        "objeto": "Miguel Uribe Turbay"
      },
      {
        "sujeto": "Iván Cepeda",
        "relacion": "INVOLUCRAR_BUSCAR_DENUNCIAR",
        "objeto": "Miguel Uribe Turbay"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9432,
    "pos": 0.0,
    "neu": 0.978,
    "neg": 0.022,
    "label": "negative"
  }
}