{
  "url": "https://www.telesurtv.net/revelan-en-brasil-vinculos-de-politicos-con-casos-de-trabajo-en-condiciones-de-esclavitud/",
  "title": "Revelan en Brasil vínculos de políticos con casos de trabajo en condiciones de esclavitud - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Brasil",
    "empresas",
    "esclavitud",
    "Explotació",
    "Trabajadores"
  ],
  "text": "Las autoridades brasileñas han rescatado a más de 65.500 personas que trabajaban en condiciones análogas a la esclavitud en las últimas tres décadas, de ellas un total de 2.004 que fueron rescatadas durante el pasado año. Medios de prensa revelaron que políticos locales han sido señalados por responsabilidad directa en estas violaciones de los derechos laborales.\nLEA TAMBIÉN:En 2024, Brasil rescató más de 2.000 trabajadores en condición de esclavitud\nRecientemente, políticos locales han sido implicados en casos relacionados con trabajo esclavo. Marcus Rinco, alcalde reelecto de Alto Paraíso de Goiás (estado Goiás, al centro del país), y cinco concejales fueron incluidos en la “lista sucia” del trabajo esclavo en 2024.\nEstablecimientos vinculados a estos políticos fueron multados por violaciones laborales graves, como falta de acceso a agua potable y condiciones inadecuadas para los trabajadores.\nUna empresa propiedad del alcalde Rinco, Nascente Agro-Industrial, recibió un total de 15 multas por no disponer de condiciones básicas a sus empleados, como no proporcionarles agua potable ni otros servicios. Las autoridades la clausuraron temporalmente por riesgos graves e inminentes.\nOtro político implicado fue el concejal Eduardo Lima, dueño de Fazenda Pimenteiras. Las autoridades inspeccionaron el sitio entre noviembre de 2022 y enero de 2023. Encontraron condiciones deplorables y rescataron a 22 trabajadores, de ellos dos menores de edad, quien no tenían acceso a servicio de saneamiento básico y dormían en el suelo.\nA Lima se le impusieron numerosas multas que totalizan 315.000 reales (alrededor de 53.000 dólares). Según medios de prensa, hasta el momento se niega a pagarlas.\nAdemás, hay otros concejales señalados por violación de derechos laborales y condiciones de esclavitud: Fernando Morandi, Fabiano Francisco da Silva, Manoel Nascimento y Gilvan Macedo. Todos son responsables de condiciones inadecuadas, jornadas extenuantes e incluso exposición a sustancias tóxicas.\nAl respecto, la Comisión Pastoral de la Tierra (CPT) ha expresado preocupación por que personas con antecedentes de explotación laboral ocupen cargos públicos importantes. El ente cuestionó que estas no buscan el bien común, sino únicamente el individual.\nEn 2024, el Ministerio de Trabajo y Empleo llevó a cabo 1.035 operativos que resultaron en el rescate de 2.004 personas. Esta cifra es menor que la del año anterior, pero refleja la gravedad del problema.\nEntre los datos del año 2024, Minas Gerais se destaca como el estado con mayor número de rescates, con 500 trabajadores recuperados. Le siguen São Paulo (467), Bahía (198), Goiás (155), Pernambuco (137) y Mato Grosso do Sul (105). Además, se rescataron 19 trabajadores en situaciones laborales degradantes en el ámbito doméstico a través de 22 acciones.\nSegún datos del Ministerio de Trabajo, a través de 8.400 operativos de fiscalización realizados desde 1995 hasta la fecha fueron rescatadas más de 65.500 personas. Brasil reconoció oficialmente en 1995 la existencia de formas contemporáneas de esclavitud.\nDesde 2003, se han destinado más de 155 millones de reales (aproximadamente 26.4 millones de dólares) al pago de derechos laborales y compensaciones a las víctimas.\nEl Código Penal brasileño define el trabajo análogo a la esclavitud como aquel que implica trabajo forzado, jornadas extenuantes, condiciones degradantes o restricciones de movilidad por “deudas” contraídas con el empleador.\nLos sectores con mayores índices de explotación son la construcción, el cultivo de agricultura del café y la agricultura en general. El trabajo forzoso no solo se limita a áreas rurales; también se encuentra presente en grandes ciudades, especialmente en el sector textil y la construcción.\nLa “lista sucia” es de carácter público y reúne a empresas y personas que utilizan mano de obra esclava. La inclusión en ella no entraña una sanción judicial, solo es una herramienta para socializar quiénes han sido identificados como explotadores.\nEn 2023, autoridades del Ministerio de Trabajo precisaron que cada año alrededor de 250 empresarios son acusados de uso de mano de obra en condiciones de esclavitud.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/revelan-en-brasil-vinculos-de-politicos-con-casos-de-trabajo-en-condiciones-de-esclavitud/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-01.json",
    "message_index": 64,
    "message_id": 85852,
    "date": "2025-01-31T13:55:07+00:00",
    "text": "teleSUR\nRevelan en Brasil vínculos de políticos con casos de trabajo en condiciones de esclavitud\nhttps://www.telesurtv.net/revelan-en-brasil-vinculos-de-politicos-con-casos-de-trabajo-en-condiciones-de-esclavitud/",
    "photo_path": null,
    "views": 1881,
    "reactions": {
      "🤬": 36,
      "💩": 9,
      "👍": 3
    },
    "total_reactions": 48
  },
  "preprocessing": {
    "cleaned": "las autoridades brasileñas han rescatado a más de 65.500 personas que trabajaban en condiciones análogas a la esclavitud en las últimas tres décadas, de ellas un total de 2.004 que fueron rescatadas durante el pasado año. medios de prensa revelaron que políticos locales han sido señalados por responsabilidad directa en estas violaciones de los derechos laborales. recientemente, políticos locales han sido implicados en casos relacionados con trabajo esclavo. marcus rinco, alcalde reelecto de alto paraíso de goiás (estado goiás, al centro del país), y cinco concejales fueron incluidos en la “lista sucia” del trabajo esclavo en 2024. establecimientos vinculados a estos políticos fueron multados por violaciones laborales graves, como falta de acceso a agua potable y condiciones inadecuadas para los trabajadores. una empresa propiedad del alcalde rinco, nascente agro-industrial, recibió un total de 15 multas por no disponer de condiciones básicas a sus empleados, como no proporcionarles agua potable ni otros servicios. las autoridades la clausuraron temporalmente por riesgos graves e inminentes. otro político implicado fue el concejal eduardo lima, dueño de fazenda pimenteiras. las autoridades inspeccionaron el sitio entre noviembre de 2022 y enero de 2023. encontraron condiciones deplorables y rescataron a 22 trabajadores, de ellos dos menores de edad, quien no tenían acceso a servicio de saneamiento básico y dormían en el suelo. a lima se le impusieron numerosas multas que totalizan 315.000 reales (alrededor de 53.000 dólares). según medios de prensa, hasta el momento se niega a pagarlas. además, hay otros concejales señalados por violación de derechos laborales y condiciones de esclavitud: fernando morandi, fabiano francisco da silva, manoel nascimento y gilvan macedo. todos son responsables de condiciones inadecuadas, jornadas extenuantes e incluso exposición a sustancias tóxicas. al respecto, la comisión pastoral de la tierra (cpt) ha expresado preocupación por que personas con antecedentes de explotación laboral ocupen cargos públicos importantes. el ente cuestionó que estas no buscan el bien común, sino únicamente el individual. en 2024, el ministerio de trabajo y empleo llevó a cabo 1.035 operativos que resultaron en el rescate de 2.004 personas. esta cifra es menor que la del año anterior, pero refleja la gravedad del problema. entre los datos del año 2024, minas gerais se destaca como el estado con mayor número de rescates, con 500 trabajadores recuperados. le siguen são paulo (467), bahía (198), goiás (155), pernambuco (137) y mato grosso do sul (105). además, se rescataron 19 trabajadores en situaciones laborales degradantes en el ámbito doméstico a través de 22 acciones. según datos del ministerio de trabajo, a través de 8.400 operativos de fiscalización realizados desde 1995 hasta la fecha fueron rescatadas más de 65.500 personas. brasil reconoció oficialmente en 1995 la existencia de formas contemporáneas de esclavitud. desde 2003, se han destinado más de 155 millones de reales (aproximadamente 26.4 millones de dólares) al pago de derechos laborales y compensaciones a las víctimas. el código penal brasileño define el trabajo análogo a la esclavitud como aquel que implica trabajo forzado, jornadas extenuantes, condiciones degradantes o restricciones de movilidad por “deudas” contraídas con el empleador. los sectores con mayores índices de explotación son la construcción, el cultivo de agricultura del café y la agricultura en general. el trabajo forzoso no solo se limita a áreas rurales; también se encuentra presente en grandes ciudades, especialmente en el sector textil y la construcción. la “lista sucia” es de carácter público y reúne a empresas y personas que utilizan mano de obra esclava. la inclusión en ella no entraña una sanción judicial, solo es una herramienta para socializar quiénes han sido identificados como explotadores. en 2023, autoridades del ministerio de trabajo precisaron que cada año alrededor de 250 empresarios son acusados de uso de mano de obra en condiciones de esclavitud.",
    "tokens": [
      "autoridades",
      "brasileñas",
      "rescatado",
      "65.500",
      "personas",
      "trabajaban",
      "condiciones",
      "análogas",
      "esclavitud",
      "últimas",
      "tres",
      "décadas",
      ",",
      "total",
      "2.004",
      "rescatadas",
      "pasado",
      "año",
      ".",
      "medios",
      "prensa",
      "revelaron",
      "políticos",
      "locales",
      "sido",
      "señalados",
      "responsabilidad",
      "directa",
      "violaciones",
      "derechos",
      "laborales",
      ".",
      "recientemente",
      ",",
      "políticos",
      "locales",
      "sido",
      "implicados",
      "casos",
      "relacionados",
      "trabajo",
      "esclavo",
      ".",
      "marcus",
      "rinco",
      ",",
      "alcalde",
      "reelecto",
      "alto",
      "paraíso",
      "goiás",
      "(",
      "goiás",
      ",",
      "centro",
      "país",
      ")",
      ",",
      "cinco",
      "concejales",
      "incluidos",
      "“",
      "lista",
      "sucia",
      "”",
      "trabajo",
      "esclavo",
      "2024.",
      "establecimientos",
      "vinculados",
      "políticos",
      "multados",
      "violaciones",
      "laborales",
      "graves",
      ",",
      "falta",
      "acceso",
      "agua",
      "potable",
      "condiciones",
      "inadecuadas",
      "trabajadores",
      ".",
      "empresa",
      "propiedad",
      "alcalde",
      "rinco",
      ",",
      "nascente",
      "agro-industrial",
      ",",
      "recibió",
      "total",
      "15",
      "multas",
      "disponer",
      "condiciones",
      "básicas",
      "empleados",
      ",",
      "proporcionarles",
      "agua",
      "potable",
      "servicios",
      ".",
      "autoridades",
      "clausuraron",
      "temporalmente",
      "riesgos",
      "graves",
      "inminentes",
      ".",
      "político",
      "implicado",
      "concejal",
      "eduardo",
      "lima",
      ",",
      "dueño",
      "fazenda",
      "pimenteiras",
      ".",
      "autoridades",
      "inspeccionaron",
      "sitio",
      "noviembre",
      "2022",
      "enero",
      "2023.",
      "encontraron",
      "condiciones",
      "deplorables",
      "rescataron",
      "22",
      "trabajadores",
      ",",
      "dos",
      "menores",
      "edad",
      ",",
      "acceso",
      "servicio",
      "saneamiento",
      "básico",
      "dormían",
      "suelo",
      ".",
      "lima",
      "impusieron",
      "numerosas",
      "multas",
      "totalizan",
      "315.000",
      "reales",
      "(",
      "alrededor",
      "53.000",
      "dólares",
      ")",
      ".",
      "según",
      "medios",
      "prensa",
      ",",
      "momento",
      "niega",
      "pagarlas",
      ".",
      "además",
      ",",
      "concejales",
      "señalados",
      "violación",
      "derechos",
      "laborales",
      "condiciones",
      "esclavitud",
      ":",
      "fernando",
      "morandi",
      ",",
      "fabiano",
      "francisco",
      "da",
      "silva",
      ",",
      "manoel",
      "nascimento",
      "gilvan",
      "macedo",
      ".",
      "responsables",
      "condiciones",
      "inadecuadas",
      ",",
      "jornadas",
      "extenuantes",
      "incluso",
      "exposición",
      "sustancias",
      "tóxicas",
      ".",
      "respecto",
      ",",
      "comisión",
      "pastoral",
      "tierra",
      "(",
      "cpt",
      ")",
      "expresado",
      "preocupación",
      "personas",
      "antecedentes",
      "explotación",
      "laboral",
      "ocupen",
      "cargos",
      "públicos",
      "importantes",
      ".",
      "ente",
      "cuestionó",
      "buscan",
      "bien",
      "común",
      ",",
      "sino",
      "únicamente",
      "individual",
      ".",
      "2024",
      ",",
      "ministerio",
      "trabajo",
      "empleo",
      "llevó",
      "cabo",
      "1.035",
      "operativos",
      "resultaron",
      "rescate",
      "2.004",
      "personas",
      ".",
      "cifra",
      "menor",
      "año",
      "anterior",
      ",",
      "refleja",
      "gravedad",
      "problema",
      ".",
      "datos",
      "año",
      "2024",
      ",",
      "minas",
      "gerais",
      "destaca",
      "mayor",
      "número",
      "rescates",
      ",",
      "500",
      "trabajadores",
      "recuperados",
      ".",
      "siguen",
      "são",
      "paulo",
      "(",
      "467",
      ")",
      ",",
      "bahía",
      "(",
      "198",
      ")",
      ",",
      "goiás",
      "(",
      "155",
      ")",
      ",",
      "pernambuco",
      "(",
      "137",
      ")",
      "mato",
      "grosso",
      "do",
      "sul",
      "(",
      "105",
      ")",
      ".",
      "además",
      ",",
      "rescataron",
      "19",
      "trabajadores",
      "situaciones",
      "laborales",
      "degradantes",
      "ámbito",
      "doméstico",
      "través",
      "22",
      "acciones",
      ".",
      "según",
      "datos",
      "ministerio",
      "trabajo",
      ",",
      "través",
      "8.400",
      "operativos",
      "fiscalización",
      "realizados",
      "1995",
      "fecha",
      "rescatadas",
      "65.500",
      "personas",
      ".",
      "brasil",
      "reconoció",
      "oficialmente",
      "1995",
      "existencia",
      "formas",
      "contemporáneas",
      "esclavitud",
      ".",
      "2003",
      ",",
      "destinado",
      "155",
      "millones",
      "reales",
      "(",
      "aproximadamente",
      "26.4",
      "millones",
      "dólares",
      ")",
      "pago",
      "derechos",
      "laborales",
      "compensaciones",
      "víctimas",
      ".",
      "código",
      "penal",
      "brasileño",
      "define",
      "trabajo",
      "análogo",
      "esclavitud",
      "aquel",
      "implica",
      "trabajo",
      "forzado",
      ",",
      "jornadas",
      "extenuantes",
      ",",
      "condiciones",
      "degradantes",
      "restricciones",
      "movilidad",
      "“",
      "deudas",
      "”",
      "contraídas",
      "empleador",
      ".",
      "sectores",
      "mayores",
      "índices",
      "explotación",
      "construcción",
      ",",
      "cultivo",
      "agricultura",
      "café",
      "agricultura",
      "general",
      ".",
      "trabajo",
      "forzoso",
      "solo",
      "limita",
      "áreas",
      "rurales",
      ";",
      "encuentra",
      "presente",
      "grandes",
      "ciudades",
      ",",
      "especialmente",
      "sector",
      "textil",
      "construcción",
      ".",
      "“",
      "lista",
      "sucia",
      "”",
      "carácter",
      "público",
      "reúne",
      "empresas",
      "personas",
      "utilizan",
      "mano",
      "obra",
      "esclava",
      ".",
      "inclusión",
      "entraña",
      "sanción",
      "judicial",
      ",",
      "solo",
      "herramienta",
      "socializar",
      "quiénes",
      "sido",
      "identificados",
      "explotadores",
      ".",
      "2023",
      ",",
      "autoridades",
      "ministerio",
      "trabajo",
      "precisaron",
      "cada",
      "año",
      "alrededor",
      "250",
      "empresarios",
      "acusados",
      "uso",
      "mano",
      "obra",
      "condiciones",
      "esclavitud",
      "."
    ],
    "token_count": 455,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 81,
      "VBZ": 19,
      "JJ": 57,
      "NN": 171,
      "IN": 38,
      "CD": 32,
      "NNS": 58,
      "VBP": 24,
      "FW": 104,
      "CC": 1,
      "DT": 6,
      "RB": 3,
      "VBD": 3,
      "$": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 7,
      "VBZ-JJ": 7,
      "JJ-NN": 32,
      "NN-NN": 88,
      "NN-IN": 24,
      "IN-CD": 14,
      "CD-NNS": 14,
      "NNS-JJ": 6,
      "JJ-JJ": 7,
      "NN-NNS": 11,
      "NNS-VBP": 19,
      "VBP-JJ": 13,
      "JJ-FW": 5,
      "FW-FW": 59,
      "FW-NNS": 7,
      "NNS-FW": 3,
      "FW-JJ": 7,
      "CD-JJ": 2,
      "NN-JJ": 9,
      "JJ-NNP": 4,
      "NNP-FW": 9,
      "FW-NN": 20,
      "NN-VBZ": 8,
      "IN-JJ": 2,
      "JJ-NNS": 6,
      "NNS-IN": 5,
      "IN-FW": 13,
      "NNS-NNP": 9,
      "NNP-NNP": 26,
      "NNP-CD": 9,
      "CD-NNP": 9,
      "FW-NNP": 9,
      "NNP-NN": 19,
      "IN-NN": 1,
      "NN-NNP": 13,
      "NNP-IN": 3,
      "IN-NNP": 4,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "NNP-VBP": 3,
      "NNS-VBZ": 3,
      "VBZ-NNS": 2,
      "JJ-DT": 2,
      "DT-NN": 4,
      "IN-NNS": 4,
      "NNS-NNS": 11,
      "NN-DT": 3,
      "DT-NNS": 1,
      "NNS-RB": 2,
      "RB-JJ": 1,
      "VBZ-FW": 2,
      "NN-VBP": 1,
      "VBP-NNS": 1,
      "NN-FW": 12,
      "FW-CD": 1,
      "CD-NN": 6,
      "NNP-NNS": 1,
      "VBZ-VBP": 1,
      "VBP-CD": 2,
      "VBP-RB": 1,
      "RB-CD": 2,
      "VBP-IN": 2,
      "VBZ-IN": 3,
      "VBP-VBZ": 1,
      "VBZ-NNP": 2,
      "VBZ-DT": 1,
      "DT-JJ": 1,
      "NNP-VBD": 3,
      "VBD-JJ": 2,
      "JJ-CD": 1,
      "NN-CD": 2,
      "VBP-NNP": 3,
      "VBD-$": 1,
      "$-CD": 1,
      "VBZ-NN": 1,
      "VBP-FW": 1,
      "CD-IN": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-NN": 5,
      "JJ-NN-NN": 16,
      "NN-NN-NN": 46,
      "NN-NN-IN": 10,
      "NN-IN-CD": 13,
      "IN-CD-NNS": 9,
      "CD-NNS-JJ": 5,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "JJ-NN-NNS": 4,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-FW": 3,
      "JJ-FW-FW": 5,
      "FW-FW-FW": 33,
      "FW-FW-NNS": 5,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 2,
      "JJ-NN-IN": 7,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 2,
      "VBP-JJ-NN": 8,
      "JJ-NN-JJ": 1,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-FW-FW": 4,
      "FW-FW-NN": 11,
      "FW-NN-NN": 10,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 1,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 4,
      "IN-FW-JJ": 3,
      "FW-JJ-NNS": 3,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-CD": 2,
      "NNP-CD-NNP": 6,
      "CD-NNP-FW": 2,
      "NNP-FW-NN": 3,
      "FW-NN-IN": 3,
      "NNS-JJ-NN": 2,
      "NN-IN-FW": 5,
      "IN-FW-NNP": 3,
      "FW-NNP-NN": 2,
      "NNP-NN-NNS": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-NN-NNP": 7,
      "NN-NNP-NNP": 6,
      "NNP-NNP-FW": 2,
      "FW-FW-NNP": 4,
      "FW-NNP-NNP": 3,
      "NNP-NNP-IN": 1,
      "NNP-IN-NNP": 3,
      "IN-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "NN-NN-NNS": 5,
      "IN-CD-NNP": 2,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "IN-FW-FW": 6,
      "JJ-NNS-VBP": 2,
      "NN-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-NNP-NN": 6,
      "NNP-NN-JJ": 1,
      "NN-JJ-NN": 6,
      "NNS-JJ-DT": 1,
      "JJ-DT-NN": 2,
      "DT-NN-IN": 1,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 2,
      "NNS-NNS-VBP": 5,
      "JJ-NN-DT": 1,
      "NN-DT-NNS": 1,
      "DT-NNS-RB": 1,
      "NNS-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "NNS-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NN": 5,
      "NNP-NN-NN": 12,
      "NNP-NN-IN": 2,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 2,
      "NNP-NNP-VBZ": 1,
      "NN-NN-FW": 7,
      "NN-FW-FW": 7,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-IN": 1,
      "CD-NNP-NNS": 1,
      "NNP-NNS-VBZ": 1,
      "NNS-VBZ-VBP": 1,
      "VBZ-VBP-CD": 1,
      "VBP-CD-NNS": 2,
      "CD-NNS-FW": 2,
      "FW-JJ-DT": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-NNP-FW": 3,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-NNS": 2,
      "CD-NNS-VBP": 2,
      "NNS-VBP-IN": 2,
      "VBP-IN-CD": 1,
      "CD-NNS-NNP": 4,
      "NNS-NNP-FW": 1,
      "FW-NNS-NNP": 1,
      "FW-NNS-NNS": 3,
      "NNS-NNS-IN": 2,
      "NNP-NN-NNP": 2,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-IN": 2,
      "VBZ-IN-NNS": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-JJ": 1,
      "NN-NNP-NN": 1,
      "NNP-FW-NNP": 2,
      "NN-NN-JJ": 5,
      "JJ-NN-VBZ": 1,
      "VBZ-IN-FW": 2,
      "FW-JJ-JJ": 1,
      "NN-VBZ-NNP": 2,
      "VBZ-NNP-NN": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-NNP-VBZ": 4,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-CD": 1,
      "NNP-CD-NN": 2,
      "CD-NN-NNP": 1,
      "NN-NNP-IN": 2,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "FW-NN-NNP": 2,
      "NN-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NNP": 2,
      "VBD-JJ-NN": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-CD": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 1,
      "CD-NNP-CD": 3,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-CD": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-$": 1,
      "VBD-$-CD": 1,
      "$-CD-NNS": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNS": 3,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "IN-NNP-NN": 1,
      "IN-CD-NN": 2,
      "CD-NN-FW": 2,
      "FW-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 2,
      "FW-NNP-CD": 1,
      "CD-NNS-IN": 1,
      "NNS-IN-NNS": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-CD": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-VBP": 2,
      "VBP-IN-FW": 1,
      "VBP-NNP-NNP": 1,
      "NN-FW-NN": 4,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "JJ-NN-NNP": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NNS-VBZ-IN": 1,
      "IN-FW-NN": 1,
      "FW-NN-FW": 2,
      "IN-JJ-NNP": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-NN": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "VBP-JJ-JJ": 1,
      "JJ-NN-FW": 1,
      "NN-FW-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "VBZ-JJ-FW": 1,
      "FW-NN-JJ": 1,
      "FW-NN-DT": 1,
      "DT-NN-JJ": 1,
      "JJ-JJ-JJ": 1,
      "VBZ-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-FW": 1,
      "NNS-JJ-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 171,
        "FW": 104,
        "NNP": 81,
        "NNS": 58,
        "JJ": 57
      },
      "top_bigrams": {
        "NN-NN": 88,
        "FW-FW": 59,
        "JJ-NN": 32,
        "NNP-NNP": 26,
        "NN-IN": 24
      },
      "top_trigrams": {
        "NN-NN-NN": 46,
        "FW-FW-FW": 33,
        "JJ-NN-NN": 16,
        "NN-IN-CD": 13,
        "NNP-NN-NN": 12
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 183,
      "VP": 50,
      "PP": 11,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0252
      },
      {
        "rule": "NP -> ('trabajadores', 'NNS')",
        "frequency": 4,
        "weight": 0.0144
      },
      {
        "rule": "NP -> ('Las', 'NNP')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('personas', 'NNS')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "NP -> ('En', 'NN')",
        "frequency": 3,
        "weight": 0.0108
      },
      {
        "rule": "VP -> ('autoridades', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('un', 'JJ') ('total', 'NN')",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "VP -> ('han', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0072
      },
      {
        "rule": "NP -> ('Goiás', 'NNP')",
        "frequency": 2,
        "weight": 0.0072
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Las"
      },
      {
        "label": "VP",
        "text": "autoridades brasileñas han"
      },
      {
        "label": "NP",
        "text": "brasileñas han"
      },
      {
        "label": "VP",
        "text": "rescatado a más"
      },
      {
        "label": "NP",
        "text": "a más"
      },
      {
        "label": "NP",
        "text": "personas"
      },
      {
        "label": "NP",
        "text": "que trabajaban en condiciones"
      },
      {
        "label": "VP",
        "text": "análogas a la esclavitud"
      },
      {
        "label": "NP",
        "text": "a la esclavitud"
      },
      {
        "label": "NP",
        "text": "tres"
      },
      {
        "label": "VP",
        "text": "décadas"
      },
      {
        "label": "NP",
        "text": "un total"
      },
      {
        "label": "NP",
        "text": "que fueron rescatadas"
      },
      {
        "label": "VP",
        "text": "durante el pasado año"
      },
      {
        "label": "NP",
        "text": "el pasado año"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Las/NNP)\n  (VP autoridades/VBZ (NP brasileñas/JJ han/NN))\n  (VP rescatado/VB (NP a/DT más/NN))\n  de/IN\n  65.500/CD\n  (NP personas/NNS)\n  (NP que/JJ trabajaban/JJ en/NN condiciones/NNS)\n  (VP análogas/VBP (NP a/DT la/NN esclavitud/NN))\n  en/IN\n  las/FW\n  últimas/FW\n  (NP tres/NNS)\n  (VP décadas/VBP)\n  ,/,\n  de/FW\n  ellas/FW\n  (NP un/JJ total/NN)\n  de/IN\n  2.004/CD\n  (NP que/JJ fueron/NN rescatadas/NNS)\n  (VP durante/VBP (NP el/JJ pasado/NN año/NN))\n  ./.)",
      "(S\n  (NP Medios/NNP)\n  de/FW\n  prensa/FW\n  (NP revelaron/NN que/NN políticos/NN)\n  (VP\n    locales/VBZ\n    (NP\n      han/JJ\n      sido/NN\n      señalados/NN\n      por/NN\n      responsabilidad/NN\n      directa/NN))\n  (PP en/IN (NP estas/JJ violaciones/NNS))\n  de/IN\n  los/FW\n  (NP derechos/JJ laborales/NNS)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP En/NN)\n  2024/CD\n  ,/,\n  (NP Brasil/NNP)\n  (VP rescató/VBP (NP más/NN))\n  de/IN\n  2.000/CD\n  (NP trabajadores/NNS)\n  (NP en/JJ condición/NN)\n  de/IN\n  esclavitud/FW\n  (NP Recientemente/NNP)\n  ,/,\n  (NP políticos/NN locales/NNS)\n  (VP han/VBP (NP sido/JJ implicados/NN))\n  (PP\n    en/IN\n    (NP casos/NN relacionados/NN con/NN trabajo/NN esclavo/NN))\n  ./.)",
      "(S\n  (NP Marcus/NNP Rinco/NNP)\n  ,/,\n  (NP alcalde/JJ reelecto/NN)\n  (PP de/IN (NP Alto/NNP Paraíso/NNP))\n  de/FW\n  (NP Goiás/NNP)\n  (/(\n  (NP estado/JJ Goiás/NNP)\n  ,/,\n  (NP al/JJ centro/NN del/NN país/NN)\n  )/)\n  ,/,\n  y/RB\n  (NP cinco/JJ concejales/NNS)\n  (VP fueron/VBP incluidos/JJ)\n  en/FW\n  la/FW\n  “/FW\n  lista/FW\n  sucia/FW\n  ”/FW\n  del/FW\n  (NP trabajo/NN esclavo/NN)\n  en/IN\n  2024/CD\n  ./.)",
      "(S\n  (NP Establecimientos/NNP)\n  (VP\n    vinculados/VBZ\n    (NP\n      a/DT\n      estos/NN\n      políticos/NN\n      fueron/NN\n      multados/NN\n      por/NN\n      violaciones/NNS))\n  (VP laborales/VBZ (NP graves/NNS))\n  ,/,\n  (NP como/NN falta/NN)\n  de/IN\n  acceso/FW\n  (NP a/DT agua/NN)\n  (NP potable/JJ y/NN condiciones/NNS)\n  (VP inadecuadas/VBP (NP para/JJ los/NN trabajadores/NNS))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "PERIODOS_TEMPORALES",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "MONETARIOS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "TIEMPO_RELATIVO",
      "PAISES",
      "CRISIS_HUMANITARIA_SERVICIOS",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "FECHAS_HORAS",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "RECURSOS_NATURALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          534,
          541
        ],
        "start": 534,
        "end": 541
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          3862,
          3871
        ],
        "start": 3862,
        "end": 3871
      },
      {
        "category": "CRISIS_HUMANITARIA_SERVICIOS",
        "matched_text": "falta de acceso a agua",
        "position": [
          829,
          851
        ],
        "start": 829,
        "end": 851
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "empresarios",
        "position": [
          4091,
          4102
        ],
        "start": 4091,
        "end": 4102
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          2182,
          2191
        ],
        "start": 2182,
        "end": 2191
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "agua",
        "position": [
          847,
          851
        ],
        "start": 847,
        "end": 851
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "agua potable",
        "position": [
          847,
          859
        ],
        "start": 847,
        "end": 859
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          387,
          393
        ],
        "start": 387,
        "end": 393
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "lima",
        "position": [
          1245,
          1249
        ],
        "start": 1245,
        "end": 1249
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado goiás",
        "position": [
          608,
          620
        ],
        "start": 608,
        "end": 620
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro del",
        "position": [
          625,
          635
        ],
        "start": 625,
        "end": 635
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2024",
        "position": [
          2483,
          2491
        ],
        "start": 2483,
        "end": 2491
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "pasado año",
        "position": [
          210,
          220
        ],
        "start": 210,
        "end": 220
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "recientemente",
        "position": [
          455,
          468
        ],
        "start": 455,
        "end": 468
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "sanción",
        "position": [
          3895,
          3902
        ],
        "start": 3895,
        "end": 3902
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "500 personas",
        "position": [
          53,
          65
        ],
        "start": 53,
        "end": 65
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "155 millones",
        "position": [
          3109,
          3121
        ],
        "start": 3109,
        "end": 3121
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "65.500 personas",
        "position": [
          50,
          65
        ],
        "start": 50,
        "end": 65
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 65.500",
        "position": [
          43,
          56
        ],
        "start": 43,
        "end": 56
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 2.000",
        "position": [
          402,
          414
        ],
        "start": 402,
        "end": 414
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "2.004 personas",
        "position": [
          2363,
          2377
        ],
        "start": 2363,
        "end": 2377
      },
      {
        "category": "MONETARIOS",
        "matched_text": "26.4 millones de dólares",
        "position": [
          3149,
          3173
        ],
        "start": 3149,
        "end": 3173
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "año anterior",
        "position": [
          2410,
          2422
        ],
        "start": 2410,
        "end": 2422
      }
    ],
    "match_count": 23
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Eduardo Lima",
        "tipo": "Persona"
      },
      {
        "nombre": "Brasil",
        "tipo": "Lugar"
      },
      {
        "nombre": "Marcus Rinco",
        "tipo": "Persona"
      },
      {
        "nombre": "Minas Gerais",
        "tipo": "Lugar"
      },
      {
        "nombre": "estado Goiás",
        "tipo": "Lugar"
      },
      {
        "nombre": "Goiás",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nascente Agro-Industrial",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Trabajo y Empleo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rinco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Establecimientos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Bahía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Trabajo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Manoel Nascimento",
        "tipo": "Persona"
      },
      {
        "nombre": "Pernambuco",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Comisión Pastoral de la Tierra",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mato Grosso do Sul",
        "tipo": "Lugar"
      },
      {
        "nombre": "Alto Paraíso de Goiás",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lima",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fazenda Pimenteiras",
        "tipo": "Persona"
      },
      {
        "nombre": "Gilvan Macedo",
        "tipo": "Persona"
      },
      {
        "nombre": "Fabiano Francisco da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Fernando Morandi",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "LEA",
        "relacion": "RESCATAR",
        "objeto": "Brasil"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9042,
    "pos": 0.004,
    "neu": 0.967,
    "neg": 0.029,
    "label": "negative"
  }
}