{
  "url": "https://www.telesurtv.net/trump-desmantelara-departamento-de-educacion/",
  "title": "Trump desmantelará Departamento de Educación - teleSUR",
  "section": "Mundo",
  "tags": [
    "ajuste",
    "Casa Blanca",
    "Departamento de Educación",
    "despidos",
    "Donald Trump",
    "Estados Unidos",
    "Fondos",
    "Linda McMahon"
  ],
  "text": "La Casa Blanca difundió este jueves el anunció de que el presidente Donald Trump firmará una orden ejecutiva para cerrar el Departamento de Educación de Estados Unidos, una promesa de campaña que apunta directamente al financiamiento de la educación pública.\nLa medida, que se enmarca en un contexto de crisis económica y social de la nación norteamericana, busca devolver la autoridad educativa a los estados, pero sus implicancias podrían ser profundas, especialmente para los niños y adolescentes más pobres del país.\nEl Departamento de Educación, creado en 1979, gestiona miles de millones de dólares en fondos federales para escuelas y universidades, supervisa préstamos estudiantiles y vela por el cumplimiento de los derechos civiles en el ámbito educativo.\nUno de los mayores temores es el impacto en la educación pública, particularmente en los estudiantes más vulnerables. Los fondos federales representan alrededor del 14% del presupuesto de las escuelas públicas, pero estos recursos suelen destinarse a programas clave para estudiantes de bajos ingresos, niños con discapacidades y aquellos en situación de homeless.\nProgramas como el Título I, que beneficia a escuelas en zonas pobres, y las Becas Pell, que ayudan a estudiantes universitarios de bajos recursos, dependen directamente de la gestión federal.\n\n\nLa secretaria de Educación, Linda McMahon, ha asegurado que estos programas se mantendrán, pero organizaciones como la Unión Nacional de Padres expresaron su preocupación. “Esto no está arreglando la educación. Se trata de asegurar que millones de niños nunca tengan una oportunidad justa”, declaró la organización en un comunicado.\nLa administración Trump ya ha comenzado a reducir el personal del Departamento de Educación. De los 4,133 empleados que había al inicio de su mandato, más de 1,900 han sido despedidos o han renunciado, dejando la plantilla en aproximadamente la mitad. Estos recortes han afectado áreas críticas, como la Oficina de Derechos Civiles y el Instituto de Ciencias de la Educación, que recopila datos sobre el progreso académico del país.\nLos despidos masivos han generado protestas. Manifestantes se congregaron frente a la sede del departamento en Washington, D.C., para expresar su rechazo a los recortes y al posible cierre de la agencia. “Los efectos de esta medida se sentirán en todo el país, especialmente en las familias y estudiantes que dependen de estos programas”, afirmó la senadora demócrata por Washington, Patty Murray, en un comunicado.\n“¿Cuál es el objetivo final? Destruir la educación pública en Estados Unidos”, culmina el comunicado.\nTrump justifica el cierre del Departamento de Educación argumentando que las universidades se han convertido en “semilleros de marxismo” y que promueven ideologías que, según él, son perjudiciales para el país. En varias ocasiones criticó las instituciones educativas por propagar lo que considera una agenda liberal y ha amenazado con despedir a los acreditadores que no se alineen con su visión.\n“El experimento de controlar la educación estadounidense a través de programas y dólares federales ha fallado a nuestros niños”, declaró un alto funcionario de la Casa Blanca. Trump ha prometido reemplazar a los “acreditadores de izquierda radical” por otros que defiendan lo que él llama “la tradición estadounidense”.\n\n\nLa decisión de Trump llega en un momento en que Estados Unidos enfrenta una crisis económica y social sin precedentes. La pandemia de COVID-19 dejó secuelas profundas en el sistema educativo, con brechas de aprendizaje que aún persisten cinco años después del cierre de las escuelas. Además, la inflación y el desempleo exacerbaron las desigualdades, afectando especialmente a las familias de bajos ingresos.\nEn este contexto, el cierre del Departamento de Educación podría agravar las disparidades existentes. Los fondos federales, aunque representan una pequeña fracción del presupuesto educativo, son cruciales para programas que apoyan a los estudiantes más desfavorecidos. Sin una gestión centralizada, muchos temen que estos recursos se diluyan o se utilicen de manera menos eficiente.\nLa medida genera rechazo entre demócratas pero también entre algunos republicanos. En 2023, una enmienda para cerrar el Departamento de Educación fue rechazada en la Cámara de Representantes, con 60 republicanos uniéndose a los demócratas para oponerse. Además, una encuesta de NPR/PBS News/Marist mostró que el 63% de los estadounidenses se opone al cierre de la agencia.\nExpertos legales señalan que, sin la aprobación del Congreso, el cierre total del departamento sería inviable. Sin embargo, la orden ejecutiva de Trump podría sentar las bases para un desmantelamiento gradual, transfiriendo funciones a otros departamentos o reduciendo su alcance.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/trump-desmantelara-departamento-de-educacion/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 874,
    "message_id": 89681,
    "date": "2025-03-20T15:55:28+00:00",
    "text": "teleSUR\nTrump desmantelará Departamento de Educación\nhttps://www.telesurtv.net/trump-desmantelara-departamento-de-educacion/",
    "photo_path": null,
    "views": 1725,
    "reactions": {
      "🤡": 34,
      "💩": 7,
      "🤔": 5,
      "👍": 1
    },
    "total_reactions": 47
  },
  "preprocessing": {
    "cleaned": "la casa blanca difundió este jueves el anunció de que el presidente donald trump firmará una orden ejecutiva para cerrar el departamento de educación de estados unidos, una promesa de campaña que apunta directamente al financiamiento de la educación pública. la medida, que se enmarca en un contexto de crisis económica y social de la nación norteamericana, busca devolver la autoridad educativa a los estados, pero sus implicancias podrían ser profundas, especialmente para los niños y adolescentes más pobres del país. el departamento de educación, creado en 1979, gestiona miles de millones de dólares en fondos federales para escuelas y universidades, supervisa préstamos estudiantiles y vela por el cumplimiento de los derechos civiles en el ámbito educativo. uno de los mayores temores es el impacto en la educación pública, particularmente en los estudiantes más vulnerables. los fondos federales representan alrededor del 14% del presupuesto de las escuelas públicas, pero estos recursos suelen destinarse a programas clave para estudiantes de bajos ingresos, niños con discapacidades y aquellos en situación de homeless. programas como el título i, que beneficia a escuelas en zonas pobres, y las becas pell, que ayudan a estudiantes universitarios de bajos recursos, dependen directamente de la gestión federal. la secretaria de educación, linda mcmahon, ha asegurado que estos programas se mantendrán, pero organizaciones como la unión nacional de padres expresaron su preocupación. “esto no está arreglando la educación. se trata de asegurar que millones de niños nunca tengan una oportunidad justa”, declaró la organización en un comunicado. la administración trump ya ha comenzado a reducir el personal del departamento de educación. de los 4,133 empleados que había al inicio de su mandato, más de 1,900 han sido despedidos o han renunciado, dejando la plantilla en aproximadamente la mitad. estos recortes han afectado áreas críticas, como la oficina de derechos civiles y el instituto de ciencias de la educación, que recopila datos sobre el progreso académico del país. los despidos masivos han generado protestas. manifestantes se congregaron frente a la sede del departamento en washington, d.c., para expresar su rechazo a los recortes y al posible cierre de la agencia. “los efectos de esta medida se sentirán en todo el país, especialmente en las familias y estudiantes que dependen de estos programas”, afirmó la senadora demócrata por washington, patty murray, en un comunicado. “¿cuál es el objetivo final? destruir la educación pública en estados unidos”, culmina el comunicado. trump justifica el cierre del departamento de educación argumentando que las universidades se han convertido en “semilleros de marxismo” y que promueven ideologías que, según él, son perjudiciales para el país. en varias ocasiones criticó las instituciones educativas por propagar lo que considera una agenda liberal y ha amenazado con despedir a los acreditadores que no se alineen con su visión. “el experimento de controlar la educación estadounidense a través de programas y dólares federales ha fallado a nuestros niños”, declaró un alto funcionario de la casa blanca. trump ha prometido reemplazar a los “acreditadores de izquierda radical” por otros que defiendan lo que él llama “la tradición estadounidense”. la decisión de trump llega en un momento en que estados unidos enfrenta una crisis económica y social sin precedentes. la pandemia de covid-19 dejó secuelas profundas en el sistema educativo, con brechas de aprendizaje que aún persisten cinco años después del cierre de las escuelas. además, la inflación y el desempleo exacerbaron las desigualdades, afectando especialmente a las familias de bajos ingresos. en este contexto, el cierre del departamento de educación podría agravar las disparidades existentes. los fondos federales, aunque representan una pequeña fracción del presupuesto educativo, son cruciales para programas que apoyan a los estudiantes más desfavorecidos. sin una gestión centralizada, muchos temen que estos recursos se diluyan o se utilicen de manera menos eficiente. la medida genera rechazo entre demócratas pero también entre algunos republicanos. en 2023, una enmienda para cerrar el departamento de educación fue rechazada en la cámara de representantes, con 60 republicanos uniéndose a los demócratas para oponerse. además, una encuesta de npr/pbs news/marist mostró que el 63% de los estadounidenses se opone al cierre de la agencia. expertos legales señalan que, sin la aprobación del congreso, el cierre total del departamento sería inviable. sin embargo, la orden ejecutiva de trump podría sentar las bases para un desmantelamiento gradual, transfiriendo funciones a otros departamentos o reduciendo su alcance.",
    "tokens": [
      "casa",
      "blanca",
      "difundió",
      "jueves",
      "anunció",
      "presidente",
      "donald",
      "trump",
      "firmará",
      "orden",
      "ejecutiva",
      "cerrar",
      "departamento",
      "educación",
      "unidos",
      ",",
      "promesa",
      "campaña",
      "apunta",
      "directamente",
      "financiamiento",
      "educación",
      "pública",
      ".",
      "medida",
      ",",
      "enmarca",
      "contexto",
      "crisis",
      "económica",
      "social",
      "nación",
      "norteamericana",
      ",",
      "busca",
      "devolver",
      "autoridad",
      "educativa",
      ",",
      "implicancias",
      "podrían",
      "ser",
      "profundas",
      ",",
      "especialmente",
      "niños",
      "adolescentes",
      "pobres",
      "país",
      ".",
      "departamento",
      "educación",
      ",",
      "creado",
      "1979",
      ",",
      "gestiona",
      "miles",
      "millones",
      "dólares",
      "fondos",
      "federales",
      "escuelas",
      "universidades",
      ",",
      "supervisa",
      "préstamos",
      "estudiantiles",
      "vela",
      "cumplimiento",
      "derechos",
      "civiles",
      "ámbito",
      "educativo",
      ".",
      "mayores",
      "temores",
      "impacto",
      "educación",
      "pública",
      ",",
      "particularmente",
      "estudiantes",
      "vulnerables",
      ".",
      "fondos",
      "federales",
      "representan",
      "alrededor",
      "14",
      "%",
      "presupuesto",
      "escuelas",
      "públicas",
      ",",
      "recursos",
      "suelen",
      "destinarse",
      "programas",
      "clave",
      "estudiantes",
      "bajos",
      "ingresos",
      ",",
      "niños",
      "discapacidades",
      "aquellos",
      "situación",
      "homeless",
      ".",
      "programas",
      "título",
      "i",
      ",",
      "beneficia",
      "escuelas",
      "zonas",
      "pobres",
      ",",
      "becas",
      "pell",
      ",",
      "ayudan",
      "estudiantes",
      "universitarios",
      "bajos",
      "recursos",
      ",",
      "dependen",
      "directamente",
      "gestión",
      "federal",
      ".",
      "secretaria",
      "educación",
      ",",
      "linda",
      "mcmahon",
      ",",
      "asegurado",
      "programas",
      "mantendrán",
      ",",
      "organizaciones",
      "unión",
      "nacional",
      "padres",
      "expresaron",
      "preocupación",
      ".",
      "“",
      "arreglando",
      "educación",
      ".",
      "trata",
      "asegurar",
      "millones",
      "niños",
      "nunca",
      "oportunidad",
      "justa",
      "”",
      ",",
      "declaró",
      "organización",
      "comunicado",
      ".",
      "administración",
      "trump",
      "comenzado",
      "reducir",
      "personal",
      "departamento",
      "educación",
      ".",
      "4,133",
      "empleados",
      "inicio",
      "mandato",
      ",",
      "1,900",
      "sido",
      "despedidos",
      "renunciado",
      ",",
      "dejando",
      "plantilla",
      "aproximadamente",
      "mitad",
      ".",
      "recortes",
      "afectado",
      "áreas",
      "críticas",
      ",",
      "oficina",
      "derechos",
      "civiles",
      "instituto",
      "ciencias",
      "educación",
      ",",
      "recopila",
      "datos",
      "progreso",
      "académico",
      "país",
      ".",
      "despidos",
      "masivos",
      "generado",
      "protestas",
      ".",
      "manifestantes",
      "congregaron",
      "frente",
      "sede",
      "departamento",
      "washington",
      ",",
      "d.c.",
      ",",
      "expresar",
      "rechazo",
      "recortes",
      "posible",
      "cierre",
      "agencia",
      ".",
      "“",
      "efectos",
      "medida",
      "sentirán",
      "país",
      ",",
      "especialmente",
      "familias",
      "estudiantes",
      "dependen",
      "programas",
      "”",
      ",",
      "afirmó",
      "senadora",
      "demócrata",
      "washington",
      ",",
      "patty",
      "murray",
      ",",
      "comunicado",
      ".",
      "“",
      "¿cuál",
      "objetivo",
      "final",
      "?",
      "destruir",
      "educación",
      "pública",
      "unidos",
      "”",
      ",",
      "culmina",
      "comunicado",
      ".",
      "trump",
      "justifica",
      "cierre",
      "departamento",
      "educación",
      "argumentando",
      "universidades",
      "convertido",
      "“",
      "semilleros",
      "marxismo",
      "”",
      "promueven",
      "ideologías",
      ",",
      "según",
      ",",
      "perjudiciales",
      "país",
      ".",
      "varias",
      "ocasiones",
      "criticó",
      "instituciones",
      "educativas",
      "propagar",
      "considera",
      "agenda",
      "liberal",
      "amenazado",
      "despedir",
      "acreditadores",
      "alineen",
      "visión",
      ".",
      "“",
      "experimento",
      "controlar",
      "educación",
      "estadounidense",
      "través",
      "programas",
      "dólares",
      "federales",
      "fallado",
      "niños",
      "”",
      ",",
      "declaró",
      "alto",
      "funcionario",
      "casa",
      "blanca",
      ".",
      "trump",
      "prometido",
      "reemplazar",
      "“",
      "acreditadores",
      "izquierda",
      "radical",
      "”",
      "defiendan",
      "llama",
      "“",
      "tradición",
      "estadounidense",
      "”",
      ".",
      "decisión",
      "trump",
      "llega",
      "momento",
      "unidos",
      "enfrenta",
      "crisis",
      "económica",
      "social",
      "precedentes",
      ".",
      "pandemia",
      "covid-19",
      "dejó",
      "secuelas",
      "profundas",
      "sistema",
      "educativo",
      ",",
      "brechas",
      "aprendizaje",
      "aún",
      "persisten",
      "cinco",
      "años",
      "después",
      "cierre",
      "escuelas",
      ".",
      "además",
      ",",
      "inflación",
      "desempleo",
      "exacerbaron",
      "desigualdades",
      ",",
      "afectando",
      "especialmente",
      "familias",
      "bajos",
      "ingresos",
      ".",
      "contexto",
      ",",
      "cierre",
      "departamento",
      "educación",
      "podría",
      "agravar",
      "disparidades",
      "existentes",
      ".",
      "fondos",
      "federales",
      ",",
      "aunque",
      "representan",
      "pequeña",
      "fracción",
      "presupuesto",
      "educativo",
      ",",
      "cruciales",
      "programas",
      "apoyan",
      "estudiantes",
      "desfavorecidos",
      ".",
      "gestión",
      "centralizada",
      ",",
      "temen",
      "recursos",
      "diluyan",
      "utilicen",
      "manera",
      "menos",
      "eficiente",
      ".",
      "medida",
      "genera",
      "rechazo",
      "demócratas",
      "republicanos",
      ".",
      "2023",
      ",",
      "enmienda",
      "cerrar",
      "departamento",
      "educación",
      "rechazada",
      "cámara",
      "representantes",
      ",",
      "60",
      "republicanos",
      "uniéndose",
      "demócratas",
      "oponerse",
      ".",
      "además",
      ",",
      "encuesta",
      "npr/pbs",
      "news/marist",
      "mostró",
      "63",
      "%",
      "estadounidenses",
      "opone",
      "cierre",
      "agencia",
      ".",
      "expertos",
      "legales",
      "señalan",
      ",",
      "aprobación",
      "congreso",
      ",",
      "cierre",
      "total",
      "departamento",
      "inviable",
      ".",
      "embargo",
      ",",
      "orden",
      "ejecutiva",
      "trump",
      "podría",
      "sentar",
      "bases",
      "desmantelamiento",
      "gradual",
      ",",
      "transfiriendo",
      "funciones",
      "departamentos",
      "reduciendo",
      "alcance",
      "."
    ],
    "token_count": 478,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 90,
      "NN": 227,
      "NNS": 44,
      "VBP": 33,
      "FW": 144,
      "JJ": 85,
      "IN": 32,
      "VBZ": 15,
      "CD": 8,
      "DT": 2,
      "RB": 4,
      "VBD": 4,
      "CC": 1
    },
    "bigram_freq": {
      "NNP-NNP": 22,
      "NNP-NN": 29,
      "NN-NN": 115,
      "NN-NNS": 21,
      "NNS-VBP": 28,
      "VBP-NN": 4,
      "NN-FW": 21,
      "FW-FW": 75,
      "FW-NN": 22,
      "NN-NNP": 21,
      "NN-JJ": 14,
      "JJ-JJ": 12,
      "JJ-NN": 43,
      "FW-NNP": 27,
      "NNP-FW": 23,
      "NNP-JJ": 4,
      "NN-IN": 20,
      "IN-FW": 18,
      "FW-JJ": 12,
      "IN-JJ": 3,
      "IN-NN": 5,
      "JJ-FW": 5,
      "JJ-VBZ": 1,
      "VBZ-JJ": 9,
      "JJ-NNS": 14,
      "VBP-JJ": 22,
      "JJ-NNP": 8,
      "NN-CD": 2,
      "CD-NN": 4,
      "NNS-IN": 6,
      "VBP-NNS": 2,
      "NNS-NNS": 2,
      "NNP-IN": 1,
      "FW-NNS": 3,
      "NNS-VBZ": 2,
      "FW-VBZ": 1,
      "VBZ-NN": 2,
      "NNS-NNP": 4,
      "NN-VBP": 3,
      "VBP-NNP": 1,
      "NN-VBZ": 5,
      "NNP-DT": 1,
      "DT-NN": 2,
      "NN-RB": 2,
      "RB-VBZ": 1,
      "NNP-VBZ": 5,
      "VBZ-NNP": 1,
      "FW-CD": 2,
      "NNP-VBD": 2,
      "VBD-NN": 1,
      "IN-NNP": 5,
      "VBZ-IN": 1,
      "VBZ-FW": 1,
      "NNS-JJ": 2,
      "FW-RB": 1,
      "RB-JJ": 3,
      "JJ-RB": 1,
      "JJ-DT": 1,
      "NNP-CC": 1,
      "CC-FW": 1,
      "VBD-JJ": 2,
      "NN-VBD": 2,
      "FW-IN": 1,
      "VBP-IN": 2,
      "VBZ-NNS": 1,
      "IN-CD": 1,
      "CD-JJ": 2,
      "NNP-VBP": 2,
      "VBP-CD": 2,
      "CD-NNS": 1,
      "VBD-CD": 1,
      "CD-IN": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 5,
      "NNP-NNP-NN": 10,
      "NNP-NN-NN": 22,
      "NN-NN-NNS": 7,
      "NN-NNS-VBP": 15,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 2,
      "NN-FW-FW": 11,
      "FW-FW-FW": 44,
      "FW-FW-NN": 12,
      "FW-NN-NNP": 3,
      "NN-NNP-NNP": 4,
      "NNP-NN-JJ": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 9,
      "JJ-NN-NN": 18,
      "NN-NN-NN": 63,
      "NN-NN-FW": 12,
      "NN-FW-NNP": 5,
      "FW-NNP-FW": 13,
      "NNP-FW-NNP": 12,
      "FW-NNP-NNP": 5,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-IN": 10,
      "NN-IN-FW": 12,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "NN-NN-IN": 7,
      "IN-FW-FW": 12,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "NN-IN-NN": 3,
      "IN-NN-JJ": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-NN-FW": 5,
      "FW-NN-NN": 7,
      "NN-FW-NN": 5,
      "NN-NN-JJ": 8,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 3,
      "JJ-NNS-VBP": 9,
      "NNS-VBP-JJ": 21,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NNP": 2,
      "NNP-NNP-FW": 5,
      "FW-NNP-NN": 4,
      "NN-NN-CD": 1,
      "NN-CD-NN": 2,
      "CD-NN-NNS": 1,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 3,
      "FW-NN-NNS": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-NNS": 4,
      "VBP-JJ-FW": 2,
      "JJ-FW-NN": 2,
      "FW-FW-JJ": 5,
      "FW-JJ-NNS": 3,
      "JJ-NNS-IN": 4,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 2,
      "NN-NNP-NN": 8,
      "NNP-NN-NNP": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-FW": 2,
      "FW-NN-IN": 3,
      "FW-FW-VBZ": 1,
      "FW-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-JJ": 2,
      "NNP-JJ-NNS": 2,
      "VBP-JJ-NN": 11,
      "JJ-NN-CD": 1,
      "CD-NN-NN": 3,
      "NN-JJ-NN": 7,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 2,
      "VBP-NN-NNS": 1,
      "FW-JJ-JJ": 3,
      "JJ-NN-NNS": 4,
      "NN-NN-NNP": 11,
      "IN-NN-NNS": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-JJ": 4,
      "FW-JJ-NNP": 2,
      "JJ-NNP-FW": 1,
      "NNP-FW-FW": 6,
      "FW-FW-NNP": 9,
      "NNP-FW-NN": 2,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "JJ-NNP-NN": 4,
      "NNP-NN-FW": 1,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-VBP-JJ": 1,
      "JJ-NN-NNP": 4,
      "NN-NNP-FW": 3,
      "NNP-FW-CD": 1,
      "FW-CD-NN": 2,
      "FW-FW-CD": 1,
      "VBP-NN-NN": 1,
      "FW-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 2,
      "JJ-NN-FW": 1,
      "NN-NNP-VBD": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "NN-IN-NNP": 4,
      "IN-NNP-NNP": 3,
      "NN-NN-VBZ": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-JJ": 1,
      "FW-NN-VBZ": 1,
      "VBZ-JJ-NN": 1,
      "NNP-FW-JJ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "JJ-JJ-NNP": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "FW-FW-RB": 1,
      "FW-RB-JJ": 1,
      "RB-JJ-NN": 3,
      "NNP-NN-NNS": 3,
      "NN-JJ-RB": 1,
      "JJ-RB-JJ": 1,
      "VBZ-JJ-DT": 1,
      "JJ-DT-NN": 1,
      "DT-NN-JJ": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-NNS": 1,
      "VBP-JJ-JJ": 2,
      "IN-FW-NNP": 1,
      "NN-JJ-NNS": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-FW": 1,
      "CC-FW-JJ": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "JJ-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "NNS-NNP-FW": 1,
      "NNP-FW-IN": 1,
      "FW-IN-NNP": 1,
      "IN-NNP-NN": 2,
      "NNS-VBP-IN": 2,
      "VBP-IN-FW": 2,
      "IN-FW-NN": 1,
      "FW-NN-RB": 1,
      "NN-RB-JJ": 1,
      "FW-NNS-VBP": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-NNP": 1,
      "JJ-NN-JJ": 2,
      "JJ-NN-VBZ": 1,
      "JJ-NNS-NNP": 1,
      "NNS-NNP-NN": 1,
      "JJ-FW-JJ": 1,
      "NNS-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 2,
      "FW-NNP-VBP": 2,
      "NNP-VBP-NN": 1,
      "NNP-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNP-JJ": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-NN": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-JJ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "NN-JJ-NNP": 1,
      "VBP-NNS-VBP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 227,
        "FW": 144,
        "NNP": 90,
        "JJ": 85,
        "NNS": 44
      },
      "top_bigrams": {
        "NN-NN": 115,
        "FW-FW": 75,
        "JJ-NN": 43,
        "NNP-NN": 29,
        "NNS-VBP": 28
      },
      "top_trigrams": {
        "NN-NN-NN": 63,
        "FW-FW-FW": 44,
        "NNP-NN-NN": 22,
        "NNS-VBP-JJ": 21,
        "JJ-NN-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 206,
      "VP": 51,
      "ADJP": 8,
      "PP": 8
    },
    "top_rules": [
      {
        "rule": "NP -> ('Educación', 'NNP')",
        "frequency": 6,
        "weight": 0.0197
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0131
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 4,
        "weight": 0.0131
      },
      {
        "rule": "NP -> ('Departamento', 'NNP')",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "VP -> ('estudiantes', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "NP -> ('Los', 'NNP')",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 3,
        "weight": 0.0098
      },
      {
        "rule": "NP -> ('pública', 'NN')",
        "frequency": 2,
        "weight": 0.0066
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "La Casa Blanca difundió este jueves"
      },
      {
        "label": "VP",
        "text": "el anunció"
      },
      {
        "label": "NP",
        "text": "anunció"
      },
      {
        "label": "NP",
        "text": "presidente Donald Trump firmará"
      },
      {
        "label": "NP",
        "text": "una orden ejecutiva para cerrar"
      },
      {
        "label": "NP",
        "text": "Departamento"
      },
      {
        "label": "NP",
        "text": "Educación"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "una promesa"
      },
      {
        "label": "NP",
        "text": "que apunta directamente al financiamiento"
      },
      {
        "label": "NP",
        "text": "pública"
      },
      {
        "label": "NP",
        "text": "La medida"
      },
      {
        "label": "ADJP",
        "text": "que"
      },
      {
        "label": "NP",
        "text": "un contexto"
      },
      {
        "label": "PP",
        "text": "de crisis económica"
      }
    ],
    "clause_structures": [
      "(S\n  (NP La/NNP Casa/NNP Blanca/NNP difundió/NN este/NN jueves/NNS)\n  (VP el/VBP (NP anunció/NN))\n  de/FW\n  que/FW\n  el/FW\n  (NP presidente/NN Donald/NNP Trump/NNP firmará/NN)\n  (NP una/JJ orden/JJ ejecutiva/NN para/NN cerrar/NN)\n  el/FW\n  (NP Departamento/NNP)\n  de/FW\n  (NP Educación/NNP)\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  ,/,\n  (NP una/JJ promesa/NN)\n  de/IN\n  campaña/FW\n  (NP que/JJ apunta/NN directamente/NN al/NN financiamiento/NN)\n  de/IN\n  la/FW\n  educación/FW\n  (NP pública/NN)\n  ./.)",
      "(S\n  (NP La/NNP medida/NN)\n  ,/,\n  (ADJP que/JJ)\n  se/FW\n  enmarca/FW\n  en/FW\n  (NP un/JJ contexto/NN)\n  (PP de/IN (NP crisis/NN económica/NN))\n  (VP y/VBP social/JJ)\n  de/FW\n  la/FW\n  nación/FW\n  norteamericana/FW\n  ,/,\n  busca/FW\n  devolver/RB\n  la/FW\n  autoridad/FW\n  educativa/FW\n  (NP a/DT los/NN estados/NN)\n  ,/,\n  (NP pero/NN sus/NN implicancias/NN)\n  podrían/FW\n  (NP ser/NN profundas/NN)\n  ,/,\n  especialmente/FW\n  para/FW\n  los/FW\n  (NP niños/JJ y/NN)\n  (VP adolescentes/VBZ (NP más/JJ pobres/NNS))\n  (VP del/VBP (NP país/NN))\n  ./.)",
      "(S\n  (NP El/NNP Departamento/NNP)\n  de/FW\n  (NP Educación/NNP)\n  ,/,\n  (NP creado/NN en/NN)\n  1979/CD\n  ,/,\n  (NP gestiona/JJ miles/NNS)\n  de/IN\n  millones/FW\n  de/FW\n  dólares/FW\n  en/FW\n  (NP fondos/NN federales/NNS)\n  (VP para/VBP (NP escuelas/JJ y/NN universidades/NNS))\n  ,/,\n  (NP supervisa/JJ préstamos/NN estudiantiles/NNS)\n  (VP y/VBP (NP vela/JJ por/NN el/NN cumplimiento/NN))\n  de/IN\n  los/FW\n  (NP derechos/JJ civiles/NNS)\n  (PP en/IN (NP el/NN ámbito/NNP educativo/NN))\n  ./.)",
      "(S\n  (NP Uno/NNP)\n  de/FW\n  los/FW\n  (NP mayores/NNS)\n  (VP temores/VBZ es/JJ)\n  el/FW\n  (NP impacto/NN)\n  en/IN\n  la/FW\n  educación/FW\n  (NP pública/NN)\n  ,/,\n  (NP particularmente/NN)\n  en/FW\n  (NP los/NN)\n  (VP estudiantes/VBZ (NP más/JJ vulnerables/NNS))\n  ./.)",
      "(S\n  (NP Los/NNP)\n  (NP fondos/JJ federales/NNS)\n  (VP representan/VBP alrededor/JJ)\n  del/FW\n  14/CD\n  (NP %/NN)\n  (NP del/JJ presupuesto/NN)\n  de/IN\n  las/FW\n  escuelas/FW\n  (NP públicas/NN)\n  ,/,\n  (NP pero/NN estos/NN recursos/NN)\n  (VP suelen/VBN)\n  (VP destinarse/VBZ (NP a/DT programas/NN clave/NN para/NN))\n  (VP estudiantes/VBZ)\n  de/IN\n  bajos/FW\n  (NP ingresos/NN)\n  ,/,\n  (NP niños/JJ con/NN discapacidades/NNS)\n  (VP y/VBP aquellos/JJ)\n  en/FW\n  situación/FW\n  de/FW\n  (NP homeless/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "APROBACION_RECHAZO",
      "INSTITUCIONES_EDUCATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "crisis económica y social sin precedentes. la pandemia de covid-19",
        "position": [
          3404,
          3470
        ],
        "start": 3404,
        "end": 3470
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inflación",
        "position": [
          3623,
          3632
        ],
        "start": 3623,
        "end": 3632
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "desempleo",
        "position": [
          3638,
          3647
        ],
        "start": 3638,
        "end": 3647
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          219,
          233
        ],
        "start": 219,
        "end": 233
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1615,
          1622
        ],
        "start": 1615,
        "end": 1622
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "difundió",
        "position": [
          15,
          23
        ],
        "start": 15,
        "end": 23
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente donald trump",
        "position": [
          57,
          80
        ],
        "start": 57,
        "end": 80
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          854,
          865
        ],
        "start": 854,
        "end": 865
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "instituto de ciencias",
        "position": [
          1994,
          2015
        ],
        "start": 1994,
        "end": 2015
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de educación",
        "position": [
          124,
          149
        ],
        "start": 124,
        "end": 149
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "criticó",
        "position": [
          2839,
          2846
        ],
        "start": 2839,
        "end": 2846
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          153,
          167
        ],
        "start": 153,
        "end": 167
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          124,
          139
        ],
        "start": 124,
        "end": 139
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          4608,
          4615
        ],
        "start": 4608,
        "end": 4615
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 1",
        "position": [
          1808,
          1816
        ],
        "start": 1808,
        "end": 1816
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Unión Nacional de Padres",
        "tipo": "Organizacion"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cámara de Representantes",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Patty Murray",
        "tipo": "Persona"
      },
      {
        "nombre": "Departamento de Educación de",
        "tipo": "Lugar"
      },
      {
        "nombre": "Washington",
        "tipo": "Persona"
      },
      {
        "nombre": "Marist",
        "tipo": "Persona"
      },
      {
        "nombre": "homeless",
        "tipo": "Persona"
      },
      {
        "nombre": "D.C.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Departamento de Educación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Oficina de Derechos Civiles",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Instituto de Ciencias de la Educación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Manifestantes",
        "tipo": "Persona"
      },
      {
        "nombre": "NPR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Linda McMahon",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Casa Blanca",
        "relacion": "DIFUNDIR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "DIFUNDIR",
        "objeto": "Departamento de Educación de"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "DIFUNDIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "FIRMAR_ANUNCIAR_DIFUNDIR",
        "objeto": "Departamento de Educación de"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "FIRMAR_ANUNCIAR_DIFUNDIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Linda McMahon",
        "relacion": "ASEGURAR",
        "objeto": "Unión Nacional de Padres"
      },
      {
        "sujeto": "Trump",
        "relacion": "COMENZAR",
        "objeto": "Departamento de Educación"
      },
      {
        "sujeto": "Manifestantes",
        "relacion": "CONGREGAR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Manifestantes",
        "relacion": "CONGREGAR",
        "objeto": "D.C."
      },
      {
        "sujeto": "Trump",
        "relacion": "JUSTIFICAR",
        "objeto": "Departamento de Educación"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "LLEGAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Departamento de Educación",
        "relacion": "CERRAR_RECHAZAR",
        "objeto": "Cámara de Representantes"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9517,
    "pos": 0.017,
    "neu": 0.946,
    "neg": 0.038,
    "label": "negative"
  }
}