{
  "url": "https://www.telesurtv.net/que-es-la-fabricacion-inteligente-china-lider/",
  "title": "¿Qué es la \"Fabricación Inteligente\" y por qué China superará a Estados Unidos? - teleSUR",
  "section": "Mundo",
  "tags": [
    "análisis de datos",
    "automatización",
    "Big Data",
    "China",
    "cuarta revolución industrial",
    "desarrollo digital",
    "EE.UU.",
    "fabricación aditiva",
    "Gemelo Digital",
    "Hecho en China 2025",
    "IA",
    "Industria 4.0",
    "Inteligencia Artificial",
    "Internet de las Cosas",
    "inversión extranjera",
    "Realidad Aumentada",
    "redes 5G",
    "revolución industrial",
    "tecnologías de vanguardia",
    "transformación digital"
  ],
  "text": "China está experimentando una rápida transformación hacia la fabricación inteligente, con el surgimiento de nuevas industrias, según el Ministerio de Industria y Tecnología de la Información (MIIT), lo que posicionará al país como un líder global en la próxima revolución industrial, impulsada por tecnologías de vanguardia y políticas gubernamentales proactivas.\nLa nación asiática ha puesto en marcha un ambicioso plan para modernizar su sector manufacturero, logrando hitos significativos y atrayendo una considerable inversión extranjera.\nPero, ¿qué es exactamente la Fabricación Inteligente?\nLa fabricación inteligente, también conocida como Industria 4.0, es la cuarta revolución industrial.\nSe distingue por el papel central de los datos, impulsados por el internet y otras formas de conectividad, así como por los rápidos avances en la potencia informática.\nRepresenta el rumbo inevitable para los fabricantes, una profunda transformación digital que implica la interconexión de máquinas y sistemas para un fluido intercambio de información.\n\n\nMás allá de aumentar la eficiencia, busca que el control de calidad esté integrado en la estructura de fabricación, y no sea un añadido de última hora.\nSe basa en la integración de tecnologías de punta como el Internet de las Cosas (IoT), la Inteligencia Artificial (IA), el Big Data, la robótica, la automatización, la fabricación aditiva (impresión 3D) y el Cloud Computing.\nAsí, el IoT permite la recopilación y el análisis de datos en tiempo real de maquinaria y sensores, mientras que la IA y el Machine Learning (ML) son fundamentales para analizar e interpretar estos datos, identificando patrones que serían imposibles de discernir manualmente.\nOtras innovaciones incluyen el mantenimiento predictivo, que permite la programación proactiva de actividades basadas en datos de sensores; el Edge Computing, que procesa datos más cerca de la fuente para reducir la latencia; las redes 5G, que proporcionan mayor velocidad y capacidad, crucial para el procesamiento de datos en tiempo real; la Automatización Robótica de Procesos (RPA), que utiliza robots de software para ejecutar tareas de alto volumen sin intervención humana, reduciendo defectos y desperdicios; el Gemelo Digital, una representación virtual de un activo para simulación y planificación; y la Realidad Aumentada (RA), que combina información digital con el mundo real, beneficiosa para el mantenimiento y la capacitación.\n\n\nLa implementación de estas tecnologías conlleva beneficios sustanciales, como la reducción del tiempo de inactividad de las máquinas, la disminución de los costos de utilización del inventario, el aumento del rendimiento y la producción, la mejora de las previsiones y el incremento de la eficiencia laboral.\nAdemás, la fabricación inteligente permite optimizar los procesos de producción y mejorar la calidad del producto y para aprovechar plenamente estos datos volátiles, es crucial contar con una Gestión de Datos Maestros (MDM), una plataforma que almacena y gobierna la información de manera unificada, eliminando los “silos de datos” y garantizando la calidad y el intercambio de información en todos los departamentos.\n\n\nChina ha realizado progresos significativos en la remodelación de su panorama manufacturero, donde ha establecido más de 30.000 fábricas inteligentes de nivel básico, 1.200 de nivel avanzado y 230 fábricas inteligentes de nivel de excelencia.\nLas fábricas están distribuidas en las 31 regiones provinciales y cubriendo más del 80 por ciento de los sectores manufactureros, y han implementado casi 2.000 escenarios avanzados, incluyendo almacenamiento inteligente, inspecciones de calidad impulsadas por IA e investigación y desarrollo digital.\n\n\nAsimismo, han demostrado resultados impresionantes: una reducción del 28,4 por ciento en los ciclos de desarrollo de productos, un aumento del 22,3 por ciento en la eficiencia de producción, una disminución del 50,2 por ciento en las tasas de defectos y una reducción del 20,4 por ciento en las emisiones de carbono.\nPor otro lado, China ya ha superado su objetivo de 2025 para estaciones base 5G, contando con más de 4,14 millones de estas estaciones.\nEl rápido progreso de China es en gran parte resultado de las sólidas políticas gubernamentales, donde la iniciativa “Hecho en China 2025”, lanzada hace una década, busca situar a China a la vanguardia de las industrias de alta tecnología como la aeroespacial, automovilística, robótica y de telecomunicaciones.\nEl MIIT, junto con otras cinco agencias estatales, lanzó la “acción de cultivo gradual de fábricas inteligentes”, clasificando las fábricas en cuatro niveles de madurez tecnológica: básico, avanzado, excelencia y pionero.\nAgregado a esto, planes como el “Plan de Desarrollo de Fabricación Inteligente (2016-2020)” y la estrategia “Internet Plus” buscan modernizar la industria y digitalizar la economía a través de la integración de tecnologías avanzadas.\n\n\nAnte este interrumpido avance, la inversión extranjera se siente atraída por los avances del país en IA y fabricación.\nEmpresas como BMW y Dassault Systèmes han establecido centros de TI y filiales en China, aprovechando su vitalidad en el ecosistema de innovación digital.\nLa provincia de Jiangsu, por ejemplo, atrajo 11.540 millones de dólares en inversión extranjera real en el primer semestre de 2025, liderando entre las regiones provinciales.\nSe predice que el mercado chino alcanzará los 158.200 millones de dólares en 2030, con una tasa de crecimiento anual del 18,2 por ciento, superando a Estados Unidos, que se espera que alcance los 152.100 millones de dólares con un crecimiento del 13,6 por ciento.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/que-es-la-fabricacion-inteligente-china-lider/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 950,
    "message_id": 102177,
    "date": "2025-08-19T14:55:07+00:00",
    "text": "teleSUR\n¿Qué es la “Fabricación Inteligente” y por qué China superará a Estados Unidos?\nhttps://www.telesurtv.net/que-es-la-fabricacion-inteligente-china-lider/",
    "photo_path": null,
    "views": 1827,
    "reactions": {
      "❤": 25,
      "👍": 15
    },
    "total_reactions": 40
  },
  "preprocessing": {
    "cleaned": "china está experimentando una rápida transformación hacia la fabricación inteligente, con el surgimiento de nuevas industrias, según el ministerio de industria y tecnología de la información (miit), lo que posicionará al país como un líder global en la próxima revolución industrial, impulsada por tecnologías de vanguardia y políticas gubernamentales proactivas. la nación asiática ha puesto en marcha un ambicioso plan para modernizar su sector manufacturero, logrando hitos significativos y atrayendo una considerable inversión extranjera. pero, ¿qué es exactamente la fabricación inteligente? la fabricación inteligente, también conocida como industria 4.0, es la cuarta revolución industrial. se distingue por el papel central de los datos, impulsados por el internet y otras formas de conectividad, así como por los rápidos avances en la potencia informática. representa el rumbo inevitable para los fabricantes, una profunda transformación digital que implica la interconexión de máquinas y sistemas para un fluido intercambio de información. más allá de aumentar la eficiencia, busca que el control de calidad esté integrado en la estructura de fabricación, y no sea un añadido de última hora. se basa en la integración de tecnologías de punta como el internet de las cosas (iot), la inteligencia artificial (ia), el big data, la robótica, la automatización, la fabricación aditiva (impresión 3d) y el cloud computing. así, el iot permite la recopilación y el análisis de datos en tiempo real de maquinaria y sensores, mientras que la ia y el machine learning (ml) son fundamentales para analizar e interpretar estos datos, identificando patrones que serían imposibles de discernir manualmente. otras innovaciones incluyen el mantenimiento predictivo, que permite la programación proactiva de actividades basadas en datos de sensores; el edge computing, que procesa datos más cerca de la fuente para reducir la latencia; las redes 5g, que proporcionan mayor velocidad y capacidad, crucial para el procesamiento de datos en tiempo real; la automatización robótica de procesos (rpa), que utiliza robots de software para ejecutar tareas de alto volumen sin intervención humana, reduciendo defectos y desperdicios; el gemelo digital, una representación virtual de un activo para simulación y planificación; y la realidad aumentada (ra), que combina información digital con el mundo real, beneficiosa para el mantenimiento y la capacitación. la implementación de estas tecnologías conlleva beneficios sustanciales, como la reducción del tiempo de inactividad de las máquinas, la disminución de los costos de utilización del inventario, el aumento del rendimiento y la producción, la mejora de las previsiones y el incremento de la eficiencia laboral. además, la fabricación inteligente permite optimizar los procesos de producción y mejorar la calidad del producto y para aprovechar plenamente estos datos volátiles, es crucial contar con una gestión de datos maestros (mdm), una plataforma que almacena y gobierna la información de manera unificada, eliminando los “silos de datos” y garantizando la calidad y el intercambio de información en todos los departamentos. china ha realizado progresos significativos en la remodelación de su panorama manufacturero, donde ha establecido más de 30.000 fábricas inteligentes de nivel básico, 1.200 de nivel avanzado y 230 fábricas inteligentes de nivel de excelencia. las fábricas están distribuidas en las 31 regiones provinciales y cubriendo más del 80 por ciento de los sectores manufactureros, y han implementado casi 2.000 escenarios avanzados, incluyendo almacenamiento inteligente, inspecciones de calidad impulsadas por ia e investigación y desarrollo digital. asimismo, han demostrado resultados impresionantes: una reducción del 28,4 por ciento en los ciclos de desarrollo de productos, un aumento del 22,3 por ciento en la eficiencia de producción, una disminución del 50,2 por ciento en las tasas de defectos y una reducción del 20,4 por ciento en las emisiones de carbono. por otro lado, china ya ha superado su objetivo de 2025 para estaciones base 5g, contando con más de 4,14 millones de estas estaciones. el rápido progreso de china es en gran parte resultado de las sólidas políticas gubernamentales, donde la iniciativa “hecho en china 2025”, lanzada hace una década, busca situar a china a la vanguardia de las industrias de alta tecnología como la aeroespacial, automovilística, robótica y de telecomunicaciones. el miit, junto con otras cinco agencias estatales, lanzó la “acción de cultivo gradual de fábricas inteligentes”, clasificando las fábricas en cuatro niveles de madurez tecnológica: básico, avanzado, excelencia y pionero. agregado a esto, planes como el “plan de desarrollo de fabricación inteligente (2016-2020)” y la estrategia “internet plus” buscan modernizar la industria y digitalizar la economía a través de la integración de tecnologías avanzadas. ante este interrumpido avance, la inversión extranjera se siente atraída por los avances del país en ia y fabricación. empresas como bmw y dassault systèmes han establecido centros de ti y filiales en china, aprovechando su vitalidad en el ecosistema de innovación digital. la provincia de jiangsu, por ejemplo, atrajo 11.540 millones de dólares en inversión extranjera real en el primer semestre de 2025, liderando entre las regiones provinciales. se predice que el mercado chino alcanzará los 158.200 millones de dólares en 2030, con una tasa de crecimiento anual del 18,2 por ciento, superando a estados unidos, que se espera que alcance los 152.100 millones de dólares con un crecimiento del 13,6 por ciento.",
    "tokens": [
      "china",
      "experimentando",
      "rápida",
      "transformación",
      "hacia",
      "fabricación",
      "inteligente",
      ",",
      "surgimiento",
      "nuevas",
      "industrias",
      ",",
      "según",
      "ministerio",
      "industria",
      "tecnología",
      "información",
      "(",
      "miit",
      ")",
      ",",
      "posicionará",
      "país",
      "líder",
      "global",
      "próxima",
      "revolución",
      "industrial",
      ",",
      "impulsada",
      "tecnologías",
      "vanguardia",
      "políticas",
      "gubernamentales",
      "proactivas",
      ".",
      "nación",
      "asiática",
      "puesto",
      "marcha",
      "ambicioso",
      "plan",
      "modernizar",
      "sector",
      "manufacturero",
      ",",
      "logrando",
      "hitos",
      "significativos",
      "atrayendo",
      "considerable",
      "inversión",
      "extranjera",
      ".",
      ",",
      "¿qué",
      "exactamente",
      "fabricación",
      "inteligente",
      "?",
      "fabricación",
      "inteligente",
      ",",
      "conocida",
      "industria",
      "4.0",
      ",",
      "cuarta",
      "revolución",
      "industrial",
      ".",
      "distingue",
      "papel",
      "central",
      "datos",
      ",",
      "impulsados",
      "internet",
      "formas",
      "conectividad",
      ",",
      "así",
      "rápidos",
      "avances",
      "potencia",
      "informática",
      ".",
      "representa",
      "rumbo",
      "inevitable",
      "fabricantes",
      ",",
      "profunda",
      "transformación",
      "digital",
      "implica",
      "interconexión",
      "máquinas",
      "sistemas",
      "fluido",
      "intercambio",
      "información",
      ".",
      "allá",
      "aumentar",
      "eficiencia",
      ",",
      "busca",
      "control",
      "calidad",
      "integrado",
      "estructura",
      "fabricación",
      ",",
      "añadido",
      "última",
      "hora",
      ".",
      "basa",
      "integración",
      "tecnologías",
      "punta",
      "internet",
      "cosas",
      "(",
      "iot",
      ")",
      ",",
      "inteligencia",
      "artificial",
      "(",
      "ia",
      ")",
      ",",
      "big",
      "data",
      ",",
      "robótica",
      ",",
      "automatización",
      ",",
      "fabricación",
      "aditiva",
      "(",
      "impresión",
      "3d",
      ")",
      "cloud",
      "computing",
      ".",
      "así",
      ",",
      "iot",
      "permite",
      "recopilación",
      "análisis",
      "datos",
      "tiempo",
      "real",
      "maquinaria",
      "sensores",
      ",",
      "mientras",
      "ia",
      "machine",
      "learning",
      "(",
      "ml",
      ")",
      "fundamentales",
      "analizar",
      "interpretar",
      "datos",
      ",",
      "identificando",
      "patrones",
      "imposibles",
      "discernir",
      "manualmente",
      ".",
      "innovaciones",
      "incluyen",
      "mantenimiento",
      "predictivo",
      ",",
      "permite",
      "programación",
      "proactiva",
      "actividades",
      "basadas",
      "datos",
      "sensores",
      ";",
      "edge",
      "computing",
      ",",
      "procesa",
      "datos",
      "cerca",
      "fuente",
      "reducir",
      "latencia",
      ";",
      "redes",
      "5g",
      ",",
      "proporcionan",
      "mayor",
      "velocidad",
      "capacidad",
      ",",
      "crucial",
      "procesamiento",
      "datos",
      "tiempo",
      "real",
      ";",
      "automatización",
      "robótica",
      "procesos",
      "(",
      "rpa",
      ")",
      ",",
      "utiliza",
      "robots",
      "software",
      "ejecutar",
      "tareas",
      "alto",
      "volumen",
      "intervención",
      "humana",
      ",",
      "reduciendo",
      "defectos",
      "desperdicios",
      ";",
      "gemelo",
      "digital",
      ",",
      "representación",
      "virtual",
      "activo",
      "simulación",
      "planificación",
      ";",
      "realidad",
      "aumentada",
      "(",
      "ra",
      ")",
      ",",
      "combina",
      "información",
      "digital",
      "mundo",
      "real",
      ",",
      "beneficiosa",
      "mantenimiento",
      "capacitación",
      ".",
      "implementación",
      "tecnologías",
      "conlleva",
      "beneficios",
      "sustanciales",
      ",",
      "reducción",
      "tiempo",
      "inactividad",
      "máquinas",
      ",",
      "disminución",
      "costos",
      "utilización",
      "inventario",
      ",",
      "aumento",
      "rendimiento",
      "producción",
      ",",
      "mejora",
      "previsiones",
      "incremento",
      "eficiencia",
      "laboral",
      ".",
      "además",
      ",",
      "fabricación",
      "inteligente",
      "permite",
      "optimizar",
      "procesos",
      "producción",
      "mejorar",
      "calidad",
      "producto",
      "aprovechar",
      "plenamente",
      "datos",
      "volátiles",
      ",",
      "crucial",
      "contar",
      "gestión",
      "datos",
      "maestros",
      "(",
      "mdm",
      ")",
      ",",
      "plataforma",
      "almacena",
      "gobierna",
      "información",
      "manera",
      "unificada",
      ",",
      "eliminando",
      "“",
      "silos",
      "datos",
      "”",
      "garantizando",
      "calidad",
      "intercambio",
      "información",
      "departamentos",
      ".",
      "china",
      "realizado",
      "progresos",
      "significativos",
      "remodelación",
      "panorama",
      "manufacturero",
      ",",
      "establecido",
      "30.000",
      "fábricas",
      "inteligentes",
      "nivel",
      "básico",
      ",",
      "1.200",
      "nivel",
      "avanzado",
      "230",
      "fábricas",
      "inteligentes",
      "nivel",
      "excelencia",
      ".",
      "fábricas",
      "distribuidas",
      "31",
      "regiones",
      "provinciales",
      "cubriendo",
      "80",
      "ciento",
      "sectores",
      "manufactureros",
      ",",
      "implementado",
      "casi",
      "2.000",
      "escenarios",
      "avanzados",
      ",",
      "incluyendo",
      "almacenamiento",
      "inteligente",
      ",",
      "inspecciones",
      "calidad",
      "impulsadas",
      "ia",
      "investigación",
      "desarrollo",
      "digital",
      ".",
      "asimismo",
      ",",
      "demostrado",
      "resultados",
      "impresionantes",
      ":",
      "reducción",
      "28,4",
      "ciento",
      "ciclos",
      "desarrollo",
      "productos",
      ",",
      "aumento",
      "22,3",
      "ciento",
      "eficiencia",
      "producción",
      ",",
      "disminución",
      "50,2",
      "ciento",
      "tasas",
      "defectos",
      "reducción",
      "20,4",
      "ciento",
      "emisiones",
      "carbono",
      ".",
      "lado",
      ",",
      "china",
      "superado",
      "objetivo",
      "2025",
      "estaciones",
      "base",
      "5g",
      ",",
      "contando",
      "4,14",
      "millones",
      "estaciones",
      ".",
      "rápido",
      "progreso",
      "china",
      "gran",
      "parte",
      "resultado",
      "sólidas",
      "políticas",
      "gubernamentales",
      ",",
      "iniciativa",
      "“",
      "hecho",
      "china",
      "2025",
      "”",
      ",",
      "lanzada",
      "hace",
      "década",
      ",",
      "busca",
      "situar",
      "china",
      "vanguardia",
      "industrias",
      "alta",
      "tecnología",
      "aeroespacial",
      ",",
      "automovilística",
      ",",
      "robótica",
      "telecomunicaciones",
      ".",
      "miit",
      ",",
      "junto",
      "cinco",
      "agencias",
      "estatales",
      ",",
      "lanzó",
      "“",
      "acción",
      "cultivo",
      "gradual",
      "fábricas",
      "inteligentes",
      "”",
      ",",
      "clasificando",
      "fábricas",
      "cuatro",
      "niveles",
      "madurez",
      "tecnológica",
      ":",
      "básico",
      ",",
      "avanzado",
      ",",
      "excelencia",
      "pionero",
      ".",
      "agregado",
      ",",
      "planes",
      "“",
      "plan",
      "desarrollo",
      "fabricación",
      "inteligente",
      "(",
      "2016-2020",
      ")",
      "”",
      "estrategia",
      "“",
      "internet",
      "plus",
      "”",
      "buscan",
      "modernizar",
      "industria",
      "digitalizar",
      "economía",
      "través",
      "integración",
      "tecnologías",
      "avanzadas",
      ".",
      "interrumpido",
      "avance",
      ",",
      "inversión",
      "extranjera",
      "atraída",
      "avances",
      "país",
      "ia",
      "fabricación",
      ".",
      "empresas",
      "bmw",
      "dassault",
      "systèmes",
      "establecido",
      "centros",
      "filiales",
      "china",
      ",",
      "aprovechando",
      "vitalidad",
      "ecosistema",
      "innovación",
      "digital",
      ".",
      "provincia",
      "jiangsu",
      ",",
      "ejemplo",
      ",",
      "atrajo",
      "11.540",
      "millones",
      "dólares",
      "inversión",
      "extranjera",
      "real",
      "primer",
      "semestre",
      "2025",
      ",",
      "liderando",
      "regiones",
      "provinciales",
      ".",
      "predice",
      "mercado",
      "chino",
      "alcanzará",
      "158.200",
      "millones",
      "dólares",
      "2030",
      ",",
      "tasa",
      "crecimiento",
      "anual",
      "18,2",
      "ciento",
      ",",
      "superando",
      "unidos",
      ",",
      "espera",
      "alcance",
      "152.100",
      "millones",
      "dólares",
      "crecimiento",
      "13,6",
      "ciento",
      "."
    ],
    "token_count": 595,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 86,
      "VBZ": 10,
      "JJ": 90,
      "NN": 268,
      "IN": 44,
      "FW": 197,
      "NNS": 44,
      "VBP": 29,
      "VBD": 4,
      "CD": 24,
      "DT": 1,
      "RB": 2,
      "$": 2,
      "MD": 1,
      "VB": 1,
      "CC": 3
    },
    "bigram_freq": {
      "NNP-VBZ": 2,
      "VBZ-JJ": 4,
      "JJ-JJ": 9,
      "JJ-NN": 55,
      "NN-NN": 145,
      "NN-JJ": 24,
      "NN-IN": 31,
      "IN-FW": 23,
      "FW-JJ": 20,
      "NN-NNP": 9,
      "NNP-FW": 14,
      "FW-NNP": 23,
      "NNP-NNP": 29,
      "NNP-IN": 3,
      "NNP-NN": 24,
      "NN-FW": 26,
      "FW-NN": 23,
      "NN-NNS": 12,
      "NNS-VBP": 21,
      "VBP-NNP": 4,
      "IN-NN": 4,
      "NN-VBP": 3,
      "VBP-JJ": 16,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "NNP-CD": 2,
      "CD-NN": 14,
      "JJ-NNP": 9,
      "JJ-FW": 7,
      "FW-FW": 118,
      "FW-NNS": 11,
      "VBP-IN": 1,
      "JJ-NNS": 8,
      "VBP-FW": 3,
      "NN-VBZ": 5,
      "FW-DT": 1,
      "DT-NN": 1,
      "IN-NNP": 6,
      "NNP-VBP": 3,
      "VBZ-CD": 2,
      "CD-JJ": 3,
      "VBZ-NNP": 1,
      "NNS-IN": 7,
      "NNP-NNS": 2,
      "VBP-RB": 1,
      "RB-JJ": 2,
      "NNS-VBZ": 2,
      "NNS-FW": 5,
      "NNP-JJ": 3,
      "JJ-VBP": 1,
      "VBZ-NNS": 1,
      "NNS-JJ": 2,
      "VBP-NN": 2,
      "VBZ-RB": 1,
      "IN-CD": 5,
      "IN-JJ": 4,
      "NN-CD": 9,
      "CD-IN": 1,
      "NNS-CD": 1,
      "IN-$": 1,
      "$-CD": 2,
      "CD-NNS": 6,
      "NNS-NNS": 2,
      "JJ-IN": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNP": 1,
      "NNS-VBD": 1,
      "VBD-CD": 3,
      "NNS-NNP": 3,
      "NNP-CC": 2,
      "CC-FW": 1,
      "IN-NNS": 1,
      "FW-VBZ": 1,
      "VBZ-VBP": 1,
      "VBP-NNS": 1,
      "CC-JJ": 2,
      "NN-VBD": 2,
      "NN-CC": 1,
      "VBP-$": 1
    },
    "trigram_freq": {
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NN": 8,
      "JJ-NN-NN": 34,
      "NN-NN-NN": 71,
      "NN-NN-JJ": 17,
      "NN-JJ-JJ": 5,
      "NN-NN-IN": 19,
      "NN-IN-FW": 18,
      "IN-FW-JJ": 5,
      "FW-JJ-NN": 13,
      "NN-NN-NNP": 6,
      "NN-NNP-FW": 2,
      "NNP-FW-NNP": 6,
      "FW-NNP-NNP": 9,
      "NNP-NNP-IN": 2,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 2,
      "NNP-NNP-NN": 9,
      "NNP-NN-NN": 19,
      "NN-JJ-NN": 14,
      "JJ-NN-JJ": 2,
      "NN-NN-FW": 12,
      "NN-FW-JJ": 3,
      "FW-JJ-JJ": 1,
      "IN-FW-NN": 4,
      "FW-NN-NNS": 2,
      "NN-NNS-VBP": 9,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-FW": 1,
      "NNP-FW-NN": 3,
      "FW-NN-NN": 9,
      "NN-IN-NN": 2,
      "IN-NN-JJ": 1,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 9,
      "NN-NNP-NNP": 4,
      "NNP-NNP-FW": 1,
      "FW-NN-FW": 9,
      "NN-FW-NNP": 5,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NN": 2,
      "CD-NN-NN": 11,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 8,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-JJ": 1,
      "JJ-NN-NNS": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-FW": 3,
      "VBP-FW-FW": 2,
      "FW-FW-FW": 82,
      "FW-FW-NNP": 8,
      "FW-NNP-FW": 5,
      "FW-NN-JJ": 1,
      "NN-NN-VBZ": 5,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 2,
      "NN-FW-FW": 13,
      "FW-FW-JJ": 11,
      "NNP-FW-FW": 5,
      "FW-FW-NN": 9,
      "NN-FW-NN": 4,
      "FW-NN-IN": 2,
      "IN-FW-FW": 11,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-JJ": 1,
      "JJ-NN-IN": 10,
      "NN-IN-NNP": 3,
      "IN-NNP-FW": 1,
      "FW-NNP-NN": 5,
      "NNP-NNP-VBP": 2,
      "NNP-VBP-NNP": 1,
      "VBP-NNP-NNP": 2,
      "NN-VBZ-CD": 1,
      "VBZ-CD-JJ": 1,
      "CD-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "FW-JJ-FW": 2,
      "VBP-JJ-FW": 3,
      "JJ-FW-NNP": 2,
      "NNP-NN-NNS": 2,
      "NN-NN-NNS": 4,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-IN": 4,
      "NNS-IN-FW": 3,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "JJ-NN-FW": 3,
      "NN-FW-NNS": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "JJ-NN-NNP": 1,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 1,
      "NNP-NN-JJ": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "NNP-NNP-JJ": 3,
      "NNP-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "NN-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NNS-VBP-NN": 2,
      "VBP-NN-FW": 2,
      "FW-JJ-NNP": 3,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "NN-JJ-NNP": 3,
      "JJ-NNP-FW": 4,
      "NNP-JJ-NN": 2,
      "JJ-FW-JJ": 1,
      "NN-IN-CD": 4,
      "IN-CD-JJ": 1,
      "CD-JJ-NNS": 2,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 2,
      "JJ-NN-CD": 3,
      "NN-CD-IN": 1,
      "CD-IN-JJ": 1,
      "IN-JJ-NNS": 2,
      "JJ-NNS-CD": 1,
      "NNS-CD-JJ": 1,
      "NN-IN-$": 1,
      "IN-$-CD": 1,
      "$-CD-NNS": 2,
      "CD-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NN-CD-NN": 7,
      "IN-FW-NNS": 1,
      "NN-NN-CD": 5,
      "NN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-IN-JJ": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 1,
      "VBP-NNP-NN": 1,
      "FW-JJ-IN": 1,
      "JJ-IN-NN": 1,
      "IN-NN-CD": 1,
      "FW-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNP": 1,
      "VB-NNP-NNP": 1,
      "IN-CD-NN": 3,
      "CD-NN-NNS": 1,
      "NN-NNS-VBD": 1,
      "NNS-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-FW": 4,
      "NNS-FW-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "IN-NNP-CC": 1,
      "NNP-CC-FW": 1,
      "CC-FW-NN": 1,
      "FW-NNP-IN": 1,
      "IN-NNP-CD": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "IN-NN-NN": 1,
      "VBZ-JJ-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-VBP": 1,
      "VBZ-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-FW-NN": 1,
      "NN-NNS-IN": 1,
      "NN-NNP-NN": 2,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NNP-NN-NNP": 2,
      "NNP-VBP-JJ": 2,
      "IN-NNP-NNS": 1,
      "NNP-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 2,
      "VBD-CD-NNS": 2,
      "NNS-FW-NNS": 3,
      "CD-NN-CC": 1,
      "NN-CC-JJ": 1,
      "CC-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NN-VBP-$": 1,
      "VBP-$-CD": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "CD-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 268,
        "FW": 197,
        "JJ": 90,
        "NNP": 86,
        "IN": 44
      },
      "top_bigrams": {
        "NN-NN": 145,
        "FW-FW": 118,
        "JJ-NN": 55,
        "NN-IN": 31,
        "NNP-NNP": 29
      },
      "top_trigrams": {
        "FW-FW-FW": 82,
        "NN-NN-NN": 71,
        "JJ-NN-NN": 34,
        "NN-NN-IN": 19,
        "NNP-NN-NN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 222,
      "VP": 35,
      "ADJP": 17,
      "PP": 13
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0226
      },
      {
        "rule": "NP -> ('por', 'NN') ('ciento', 'NN')",
        "frequency": 7,
        "weight": 0.0226
      },
      {
        "rule": "NP -> ('China', 'NNP')",
        "frequency": 4,
        "weight": 0.0129
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 4,
        "weight": 0.0129
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0097
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0097
      },
      {
        "rule": "ADJP -> ('real', 'JJ')",
        "frequency": 3,
        "weight": 0.0097
      },
      {
        "rule": "NP -> ('dólares', 'NNS')",
        "frequency": 3,
        "weight": 0.0097
      },
      {
        "rule": "ADJP -> ('revolución', 'JJ')",
        "frequency": 2,
        "weight": 0.0065
      },
      {
        "rule": "ADJP -> ('industrial', 'JJ')",
        "frequency": 2,
        "weight": 0.0065
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "China"
      },
      {
        "label": "VP",
        "text": "está experimentando una rápida transformación hacia la fabricación inteligente"
      },
      {
        "label": "NP",
        "text": "experimentando una rápida transformación hacia la fabricación inteligente"
      },
      {
        "label": "NP",
        "text": "con el surgimiento"
      },
      {
        "label": "NP",
        "text": "industrias"
      },
      {
        "label": "ADJP",
        "text": "según"
      },
      {
        "label": "NP",
        "text": "Ministerio"
      },
      {
        "label": "NP",
        "text": "Industria"
      },
      {
        "label": "NP",
        "text": "Tecnología de"
      },
      {
        "label": "NP",
        "text": "Información"
      },
      {
        "label": "NP",
        "text": "MIIT"
      },
      {
        "label": "NP",
        "text": "lo que posicionará al país como"
      },
      {
        "label": "NP",
        "text": "un líder"
      },
      {
        "label": "NP",
        "text": "global en la"
      },
      {
        "label": "ADJP",
        "text": "revolución"
      }
    ],
    "clause_structures": [
      "(S\n  (NP China/NNP)\n  (VP\n    está/VBZ\n    (NP\n      experimentando/JJ\n      una/JJ\n      rápida/NN\n      transformación/NN\n      hacia/NN\n      la/NN\n      fabricación/NN\n      inteligente/NN))\n  ,/,\n  (NP con/NN el/NN surgimiento/NN)\n  de/IN\n  nuevas/FW\n  (NP industrias/NNS)\n  ,/,\n  (ADJP según/JJ)\n  el/FW\n  (NP Ministerio/NNP)\n  de/FW\n  (NP Industria/NNP)\n  y/CC\n  (NP Tecnología/NNP de/NNP)\n  la/FW\n  (NP Información/NNP)\n  (/(\n  (NP MIIT/NNP)\n  )/)\n  ,/,\n  (NP lo/JJ que/NN posicionará/NN al/NN país/NN como/NN)\n  (NP un/JJ líder/NN)\n  (NP global/JJ en/NN la/NN)\n  próxima/FW\n  (ADJP revolución/JJ)\n  (ADJP industrial/JJ)\n  ,/,\n  (NP impulsada/JJ por/NN tecnologías/NN)\n  de/IN\n  vanguardia/FW\n  (NP y/NN políticas/NN gubernamentales/NNS)\n  (VP proactivas/VBP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  nación/CC\n  (NP asiática/JJ ha/NN puesto/NN)\n  (PP en/IN (NP marcha/NN))\n  (NP un/JJ ambicioso/NN plan/NN)\n  (VP para/VBP (NP modernizar/JJ su/NN sector/NN manufacturero/NN))\n  ,/,\n  (NP logrando/JJ hitos/NN significativos/NN y/NN atrayendo/NN)\n  (NP una/JJ considerable/JJ inversión/NN extranjera/NN)\n  ./.)",
      "(S\n  (NP Pero/NNP)\n  ,/,\n  (NP ¿qué/NNP)\n  es/FW\n  (NP exactamente/NN)\n  la/FW\n  (NP Fabricación/NNP Inteligente/NNP)\n  ?/.)",
      "(S\n  (NP La/NNP fabricación/NN inteligente/NN)\n  ,/,\n  (NP también/NN conocida/NN como/NN Industria/NNP)\n  4.0/CD\n  ,/,\n  es/FW\n  la/FW\n  cuarta/FW\n  (ADJP revolución/JJ)\n  (ADJP industrial/JJ)\n  ./.)",
      "(S\n  (NP Se/NNP distingue/NN por/NN el/NN)\n  (ADJP papel/JJ)\n  (ADJP central/JJ)\n  de/FW\n  los/FW\n  (NP datos/NNS)\n  ,/,\n  (NP impulsados/JJ por/NN)\n  (NP el/JJ internet/NN y/NN)\n  otras/FW\n  formas/FW\n  de/FW\n  conectividad/FW\n  ,/,\n  así/FW\n  (NP como/NN por/NN los/NN)\n  (NP rápidos/JJ avances/NNS)\n  (VP en/VBP)\n  la/FW\n  potencia/FW\n  (NP informática/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "REGIONES_PROVINCIAS",
      "MONETARIOS",
      "PAISES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "tasa",
        "position": [
          5487,
          5491
        ],
        "start": 5487,
        "end": 5491
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "inversión",
        "position": [
          521,
          530
        ],
        "start": 521,
        "end": 530
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "maestros",
        "position": [
          2967,
          2975
        ],
        "start": 2967,
        "end": 2975
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          5546,
          5560
        ],
        "start": 5546,
        "end": 5560
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          0,
          5
        ],
        "start": 0,
        "end": 5
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          5224,
          5236
        ],
        "start": 5224,
        "end": 5236
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "14 millones",
        "position": [
          4144,
          4155
        ],
        "start": 4144,
        "end": 4155
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 30.000",
        "position": [
          3292,
          3305
        ],
        "start": 3292,
        "end": 3305
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 4",
        "position": [
          4135,
          4143
        ],
        "start": 4135,
        "end": 4143
      },
      {
        "category": "MONETARIOS",
        "matched_text": "11.540 millones de dólares",
        "position": [
          5266,
          5292
        ],
        "start": 5266,
        "end": 5292
      }
    ],
    "match_count": 10
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "TI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "MDM",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Empresas",
        "tipo": "Organizacion"
      },
      {
        "nombre": "BMW",
        "tipo": "Organizacion"
      },
      {
        "nombre": "IoT",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Tecnología de la Información",
        "tipo": "Organizacion"
      },
      {
        "nombre": "ML",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Jiangsu",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Industria",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "China",
        "relacion": "EXPERIMENTAR",
        "objeto": "Ministerio de Industria"
      },
      {
        "sujeto": "China",
        "relacion": "EXPERIMENTAR",
        "objeto": "Tecnología de la Información"
      },
      {
        "sujeto": "Empresas",
        "relacion": "ESTABLECER",
        "objeto": "TI"
      },
      {
        "sujeto": "Empresas",
        "relacion": "ESTABLECER",
        "objeto": "China"
      },
      {
        "sujeto": "BMW",
        "relacion": "ESTABLECER",
        "objeto": "TI"
      },
      {
        "sujeto": "BMW",
        "relacion": "ESTABLECER",
        "objeto": "China"
      }
    ]
  },
  "sentiment": {
    "compound": 0.4215,
    "pos": 0.012,
    "neu": 0.981,
    "neg": 0.007,
    "label": "positive"
  }
}