{
  "url": "https://www.telesurtv.net/el-no-es-del-tren-de-aragua-es-musico/",
  "title": "Los deportados de Trump: \"Él no es del Tren de Aragua, es un apasionado por el arte\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bukele",
    "Cecot",
    "deportados",
    "El Salvador",
    "MIgrantes",
    "músico",
    "Tren de Aragua",
    "Trump",
    "Venezolanos"
  ],
  "text": "\nArturo Suárez Trejo, un músico venezolano de 32 años y padre de una bebé de tan solo 3 meses, se encuentra recluido en el Centro de Confinamiento del Terrorismo (CECOT) de El Salvador, una megaprisión inaugurada en 2023 por el presidente Nayib Bukele como parte de su controvertida “guerra contra las pandillas”, luego de ser deportado sin el debido proceso por decisión del Ejecutivo estadounidense al mando de Donald Trump.\n“Ahora está en un país totalmente desconocido como un criminal y él solamente fue a hacer música, a aprender”, expresa entre lágrimas su esposa.\nSuárez Trejo, quien llevaba seis años residenciado en Santiago de Chile, había comenzado a construir una carrera musical como artista emergente. Sin embargo, en septiembre del año pasado, decidió viajar a Estados Unidos en busca de nuevas oportunidades para expandir su música.\nSu esposa, Nathali Sánchez, lo apoyó en esta decisión y relata que, al llegar a suelo estadounidense, Arturo solicitó el Estatus de Protección Temporal (TPS), un programa que ofrece refugio a migrantes de países en crisis.\nPero el sueño de Arturo se truncó el 8 de febrero, cuando fue detenido durante una redada del Servicio de Inmigración y Control de Aduanas (ICE) en una casa de Raleigh, Carolina del Norte. Según Sánchez, Arturo se encontraba en el lugar grabando un videoclip con el productor Ysqueibel Yonaiquer Peñaloza Chirinos, a quien conocía desde Venezuela. Ese día, el ICE arrestó a todas las personas presentes en la vivienda, incluyendo a Suárez Trejo, sin mediar explicaciones claras.\nUn mes después, Nathali Sánchez miraba las noticias cuando vio “unos chicos que salían agachados” dentro de una prisión. “Yo de curiosidad le di zoom, porque los raparon todos, y cuando veo en una de esas fotos salía él” relata conmovida.\n\n\n\nTras su detención, Arturo fue llevado al Stewart Detention Center en Georgia. Su familia intentó gestionar una salida voluntaria, pero la falta de recursos y asesoría legal adecuada complicaron el proceso.\nPoco después, fue trasladado al El Valle Detention Center en Texas, y casi de inmediato, fue deportado a El Salvador, donde fue recluido en el CECOT, una prisión de máxima seguridad que alberga a miles de presuntos pandilleros y criminales.\nEl CECOT, inaugurado en enero de 2023, ha sido criticado por organizaciones de derechos humanos debido a las duras condiciones de vida en su interior y la falta de garantías procesales para los detenidos. Para Arturo, un músico sin antecedentes penales, el confinamiento en este lugar ha sido descrito por su familia como una pesadilla.\n“Él no es del Tren de Aragua, es un apasionado por el arte, la música y los videos. Aquí en Chile ganó reconocimiento”, aseguró Nathali Sánchez entre lágrimas. La mujer ha intentado contactar con las autoridades salvadoreñas, incluido el presidente Bukele, para que revisen el caso de su esposo y le permitan recuperar su libertad.\nEl caso de Arturo Suárez Trejo se enmarca en un contexto más amplio de deportaciones masivas de venezolanos desde Estados Unidos, muchas de ellas bajo la acusación de pertenencia al Tren de Aragua. Estas deportaciones se realizan bajo la Ley de Enemigos Extranjeros, una norma que no se utilizaba desde la Segunda Guerra Mundial.\nLa ley es una ampliación de la autoridad en tiempos de guerra que permite deportar a no ciudadanos sin darles la oportunidad de comparecer ante un juez de inmigración o un tribunal federal.\nMientras tanto, la familia de Arturo Suárez Trejo sigue luchando por su liberación. “Él es un artista, no un criminal”, insiste Nathali Sánchez, quien espera que su voz llegue a las autoridades competentes y se haga justicia en este caso que ha conmocionado a la comunidad venezolana en el exterior.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/el-no-es-del-tren-de-aragua-es-musico/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 949,
    "message_id": 89597,
    "date": "2025-03-19T19:27:59+00:00",
    "text": "🎥📲📃 Desde nuestra multiplataforma teleSUR también nos acercamos a la otra verdad detrás del secuestro de migrantes venezolanos retornados desde EE.UU. hacia cárceles de El Salvador.\n\n🔹 En Venezuela, la encuestadora Hinterlaces, reveló en un reciente estudio que la enorme mayoría de los ciudadanos rechaza las acciones fascistas del gobierno de Estados Unidos contra migrantes venezolanos y señala a la extrema derecha como responsable de dichos abusos\n🔗https://youtu.be/XMLD8yQfzII?si=c2GcmwlApc02WXnr\n\n🔹En Venezuela, los familiares de los migrantes venezolanos secuestrados en El Salvador elevan denuncias y solicitudes de liberación.\n🔗\nhttps://youtu.be/itXgZ0DF--Q?si=72Bdowd6YtzRJGl5\n\n🔹Un reciente estudio de la encuestadora Hinterlaces reveló que la mayoría de los ciudadanos en Venezuela rechaza las acciones del gobierno de Estados Unidos contra los migrantes venezolanos, calificándolas como fascistas. Además, el informe señala a la extrema derecha como responsable de los abusos y políticas que afectan a la comunidad migrante.\n🔗\nhttps://youtu.be/Gsgshya7fg0?si=XpxKkmBU7MY1b0Ki\n\n🔹El gobierno y el pueblo venezolano denunció el secuestro de migrantes venezolanos por parte del gobierno de los Estados Unidos y su posterior encarcelamiento injustificado en prisiones de El Salvador. La marcha buscaba visibilizar lo que se considera una violación de los derechos de personas inocentes.\n🔗\nhttps://youtu.be/-JmdmFaMMM4?si=FwRUFAqxzgowQ6QX\n\n🔹Inició la movilización en Caracas, para denunciar el secuestro de migrantes venezolanos por parte del Gobierno de Estados Unidos, el cual recluyó injustificadamente a estos ciudadanos inocentes en cárceles de El Salvador, donde los familiares de migrantes condenan la criminalización de sus parientes. Los participantes de la marcha serán recibidos por la directiva de la Asamblea Nacional (AN), presidida por el diputado Jorge Rodríguez.\n🔗\nhttps://youtu.be/rMBIUPJBg1Y?si=aoapoKyzFsi6bsox\n\n🔹Marchas en contra de políticas migratorias y criminales implementadas por el presidente Donald Trump, se realizaron en la ciudad de Caracas, Venezuela, personas manifestaron que SUS FAMILIARES fueron en busca del sueño americano y lo que encontraron fue una pesadilla\n🔗\nhttps://youtu.be/yCvo5MaEIhA?si=gSXS85CfqZt3sxbh\n\n🔹El Estado venezolano ha condenado las políticas de Washington contra migrantes latinoamericanos, refiriéndose especialmente a los connacionales que han sido enviados a El Salvador.🔗\nhttps://youtu.be/snibWBE8BbI?si=6_6mBqcrFjmTz9uj\n\n🔹El mandatario venezolano denunció las medidas que calificó como fascistas y nazis por parte de Estados Unidos, y exigió la liberación de los migrantes secuestrados en campos de concentración en El Salvador. El presidente Maduro aseguró que estas acciones violan los derechos humanos y la dignidad de las personas.\n🔗https://youtu.be/PqSNP1EeRy0?si=sWPFjYsWViSRwOlx\n\n🔹En un comunicado, el ministro Diosdado Cabello recalcó el llamado a las comunidades internacionales, especialmente a la CELAC, para que se movilice en defensa de los derechos del pueblo venezolano y tome acciones hacia la campaña de desprestigio llevada a cabo por el gobierno de Estados Unidos.\n🔗\nhttps://youtu.be/oE3g93AK0Yg?si=hI_gV9SuXBk3614L\n\n🔹El designado para los diálogos de paz de Venezuela, Jorge Rodríguez, rechaza la criminalización de migrantes venezolanos por parte de Estados Unidos\n🔗\nhttps://youtu.be/Kechj26u4Og?si=iEKHSr_9jEtQ_vuz\n\n🧐📃 También lea nuestros artículos en la web👇👇👇\n🔗\nhttps://www.telesurtv.net/el-no-es-del-tren-de-aragua-es-musico/\n\n🔗https://www.telesurtv.net/la-verdad-sobre-francisco-garcia-barbero-venezolano-detenido-injustamente-en-el-cecot/\n\n🔗https://www.telesurtv.net/trump-trata-a-migrantes-enemigos-neuremberg/",
    "photo_path": null,
    "views": 2022,
    "reactions": {
      "👍": 36
    },
    "total_reactions": 36
  },
  "preprocessing": {
    "cleaned": "arturo suárez trejo, un músico venezolano de 32 años y padre de una bebé de tan solo 3 meses, se encuentra recluido en el centro de confinamiento del terrorismo (cecot) de el salvador, una megaprisión inaugurada en 2023 por el presidente nayib bukele como parte de su controvertida “guerra contra las pandillas”, luego de ser deportado sin el debido proceso por decisión del ejecutivo estadounidense al mando de donald trump. “ahora está en un país totalmente desconocido como un criminal y él solamente fue a hacer música, a aprender”, expresa entre lágrimas su esposa. suárez trejo, quien llevaba seis años residenciado en santiago de chile, había comenzado a construir una carrera musical como artista emergente. sin embargo, en septiembre del año pasado, decidió viajar a estados unidos en busca de nuevas oportunidades para expandir su música. su esposa, nathali sánchez, lo apoyó en esta decisión y relata que, al llegar a suelo estadounidense, arturo solicitó el estatus de protección temporal (tps), un programa que ofrece refugio a migrantes de países en crisis. pero el sueño de arturo se truncó el 8 de febrero, cuando fue detenido durante una redada del servicio de inmigración y control de aduanas (ice) en una casa de raleigh, carolina del norte. según sánchez, arturo se encontraba en el lugar grabando un videoclip con el productor ysqueibel yonaiquer peñaloza chirinos, a quien conocía desde venezuela. ese día, el ice arrestó a todas las personas presentes en la vivienda, incluyendo a suárez trejo, sin mediar explicaciones claras. un mes después, nathali sánchez miraba las noticias cuando vio “unos chicos que salían agachados” dentro de una prisión. “yo de curiosidad le di zoom, porque los raparon todos, y cuando veo en una de esas fotos salía él” relata conmovida. tras su detención, arturo fue llevado al stewart detention center en georgia. su familia intentó gestionar una salida voluntaria, pero la falta de recursos y asesoría legal adecuada complicaron el proceso. poco después, fue trasladado al el valle detention center en texas, y casi de inmediato, fue deportado a el salvador, donde fue recluido en el cecot, una prisión de máxima seguridad que alberga a miles de presuntos pandilleros y criminales. el cecot, inaugurado en enero de 2023, ha sido criticado por organizaciones de derechos humanos debido a las duras condiciones de vida en su interior y la falta de garantías procesales para los detenidos. para arturo, un músico sin antecedentes penales, el confinamiento en este lugar ha sido descrito por su familia como una pesadilla. “él no es del tren de aragua, es un apasionado por el arte, la música y los videos. aquí en chile ganó reconocimiento”, aseguró nathali sánchez entre lágrimas. la mujer ha intentado contactar con las autoridades salvadoreñas, incluido el presidente bukele, para que revisen el caso de su esposo y le permitan recuperar su libertad. el caso de arturo suárez trejo se enmarca en un contexto más amplio de deportaciones masivas de venezolanos desde estados unidos, muchas de ellas bajo la acusación de pertenencia al tren de aragua. estas deportaciones se realizan bajo la ley de enemigos extranjeros, una norma que no se utilizaba desde la segunda guerra mundial. la ley es una ampliación de la autoridad en tiempos de guerra que permite deportar a no ciudadanos sin darles la oportunidad de comparecer ante un juez de inmigración o un tribunal federal. mientras tanto, la familia de arturo suárez trejo sigue luchando por su liberación. “él es un artista, no un criminal”, insiste nathali sánchez, quien espera que su voz llegue a las autoridades competentes y se haga justicia en este caso que ha conmocionado a la comunidad venezolana en el exterior.",
    "tokens": [
      "arturo",
      "suárez",
      "trejo",
      ",",
      "músico",
      "venezolano",
      "32",
      "años",
      "padre",
      "bebé",
      "tan",
      "solo",
      "3",
      "meses",
      ",",
      "encuentra",
      "recluido",
      "centro",
      "confinamiento",
      "terrorismo",
      "(",
      "cecot",
      ")",
      "salvador",
      ",",
      "megaprisión",
      "inaugurada",
      "2023",
      "presidente",
      "nayib",
      "bukele",
      "parte",
      "controvertida",
      "“",
      "guerra",
      "pandillas",
      "”",
      ",",
      "luego",
      "ser",
      "deportado",
      "debido",
      "proceso",
      "decisión",
      "ejecutivo",
      "estadounidense",
      "mando",
      "donald",
      "trump",
      ".",
      "“",
      "ahora",
      "país",
      "totalmente",
      "desconocido",
      "criminal",
      "solamente",
      "hacer",
      "música",
      ",",
      "aprender",
      "”",
      ",",
      "expresa",
      "lágrimas",
      "esposa",
      ".",
      "suárez",
      "trejo",
      ",",
      "llevaba",
      "seis",
      "años",
      "residenciado",
      "santiago",
      "chile",
      ",",
      "comenzado",
      "construir",
      "carrera",
      "musical",
      "artista",
      "emergente",
      ".",
      "embargo",
      ",",
      "septiembre",
      "año",
      "pasado",
      ",",
      "decidió",
      "viajar",
      "unidos",
      "busca",
      "nuevas",
      "oportunidades",
      "expandir",
      "música",
      ".",
      "esposa",
      ",",
      "nathali",
      "sánchez",
      ",",
      "apoyó",
      "decisión",
      "relata",
      ",",
      "llegar",
      "suelo",
      "estadounidense",
      ",",
      "arturo",
      "solicitó",
      "estatus",
      "protección",
      "temporal",
      "(",
      "tps",
      ")",
      ",",
      "programa",
      "ofrece",
      "refugio",
      "migrantes",
      "países",
      "crisis",
      ".",
      "sueño",
      "arturo",
      "truncó",
      "8",
      "febrero",
      ",",
      "detenido",
      "redada",
      "servicio",
      "inmigración",
      "control",
      "aduanas",
      "(",
      "ice",
      ")",
      "casa",
      "raleigh",
      ",",
      "carolina",
      "norte",
      ".",
      "según",
      "sánchez",
      ",",
      "arturo",
      "encontraba",
      "lugar",
      "grabando",
      "videoclip",
      "productor",
      "ysqueibel",
      "yonaiquer",
      "peñaloza",
      "chirinos",
      ",",
      "conocía",
      "venezuela",
      ".",
      "día",
      ",",
      "ice",
      "arrestó",
      "todas",
      "personas",
      "presentes",
      "vivienda",
      ",",
      "incluyendo",
      "suárez",
      "trejo",
      ",",
      "mediar",
      "explicaciones",
      "claras",
      ".",
      "mes",
      "después",
      ",",
      "nathali",
      "sánchez",
      "miraba",
      "noticias",
      "vio",
      "“",
      "chicos",
      "salían",
      "agachados",
      "”",
      "dentro",
      "prisión",
      ".",
      "“",
      "curiosidad",
      "di",
      "zoom",
      ",",
      "raparon",
      ",",
      "veo",
      "fotos",
      "salía",
      "”",
      "relata",
      "conmovida",
      ".",
      "tras",
      "detención",
      ",",
      "arturo",
      "llevado",
      "stewart",
      "detention",
      "center",
      "georgia",
      ".",
      "familia",
      "intentó",
      "gestionar",
      "salida",
      "voluntaria",
      ",",
      "falta",
      "recursos",
      "asesoría",
      "legal",
      "adecuada",
      "complicaron",
      "proceso",
      ".",
      "después",
      ",",
      "trasladado",
      "valle",
      "detention",
      "center",
      "texas",
      ",",
      "casi",
      "inmediato",
      ",",
      "deportado",
      "salvador",
      ",",
      "recluido",
      "cecot",
      ",",
      "prisión",
      "máxima",
      "seguridad",
      "alberga",
      "miles",
      "presuntos",
      "pandilleros",
      "criminales",
      ".",
      "cecot",
      ",",
      "inaugurado",
      "enero",
      "2023",
      ",",
      "sido",
      "criticado",
      "organizaciones",
      "derechos",
      "humanos",
      "debido",
      "duras",
      "condiciones",
      "vida",
      "interior",
      "falta",
      "garantías",
      "procesales",
      "detenidos",
      ".",
      "arturo",
      ",",
      "músico",
      "antecedentes",
      "penales",
      ",",
      "confinamiento",
      "lugar",
      "sido",
      "descrito",
      "familia",
      "pesadilla",
      ".",
      "“",
      "tren",
      "aragua",
      ",",
      "apasionado",
      "arte",
      ",",
      "música",
      "videos",
      ".",
      "aquí",
      "chile",
      "ganó",
      "reconocimiento",
      "”",
      ",",
      "aseguró",
      "nathali",
      "sánchez",
      "lágrimas",
      ".",
      "mujer",
      "intentado",
      "contactar",
      "autoridades",
      "salvadoreñas",
      ",",
      "incluido",
      "presidente",
      "bukele",
      ",",
      "revisen",
      "caso",
      "esposo",
      "permitan",
      "recuperar",
      "libertad",
      ".",
      "caso",
      "arturo",
      "suárez",
      "trejo",
      "enmarca",
      "contexto",
      "amplio",
      "deportaciones",
      "masivas",
      "venezolanos",
      "unidos",
      ",",
      "muchas",
      "bajo",
      "acusación",
      "pertenencia",
      "tren",
      "aragua",
      ".",
      "deportaciones",
      "realizan",
      "bajo",
      "ley",
      "enemigos",
      "extranjeros",
      ",",
      "norma",
      "utilizaba",
      "segunda",
      "guerra",
      "mundial",
      ".",
      "ley",
      "ampliación",
      "autoridad",
      "tiempos",
      "guerra",
      "permite",
      "deportar",
      "ciudadanos",
      "darles",
      "oportunidad",
      "comparecer",
      "juez",
      "inmigración",
      "tribunal",
      "federal",
      ".",
      "mientras",
      ",",
      "familia",
      "arturo",
      "suárez",
      "trejo",
      "sigue",
      "luchando",
      "liberación",
      ".",
      "“",
      "artista",
      ",",
      "criminal",
      "”",
      ",",
      "insiste",
      "nathali",
      "sánchez",
      ",",
      "espera",
      "voz",
      "llegue",
      "autoridades",
      "competentes",
      "haga",
      "justicia",
      "caso",
      "conmocionado",
      "comunidad",
      "venezolana",
      "exterior",
      "."
    ],
    "token_count": 416,
    "sentence_count": 23
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 110,
      "JJ": 59,
      "NN": 218,
      "IN": 30,
      "CD": 3,
      "FW": 103,
      "NNS": 22,
      "VBP": 13,
      "CC": 2,
      "VBZ": 8,
      "RB": 4,
      "VBD": 3,
      "DT": 4
    },
    "bigram_freq": {
      "NNP-NNP": 48,
      "NNP-JJ": 6,
      "JJ-NN": 38,
      "NN-NN": 130,
      "NN-IN": 20,
      "IN-CD": 2,
      "CD-JJ": 1,
      "IN-JJ": 3,
      "IN-FW": 14,
      "FW-NN": 15,
      "NN-NNS": 8,
      "NNS-VBP": 11,
      "VBP-JJ": 7,
      "FW-NNP": 23,
      "NNP-FW": 17,
      "NNP-IN": 4,
      "IN-NNP": 6,
      "CD-NN": 2,
      "NN-CC": 1,
      "CC-NN": 1,
      "NN-NNP": 25,
      "NNP-NN": 25,
      "FW-JJ": 12,
      "VBP-NN": 2,
      "NN-FW": 17,
      "NN-JJ": 9,
      "JJ-JJ": 9,
      "FW-NNS": 4,
      "NNP-VBZ": 5,
      "VBZ-NNP": 1,
      "VBZ-JJ": 3,
      "JJ-FW": 4,
      "FW-FW": 48,
      "NN-RB": 2,
      "RB-JJ": 2,
      "JJ-NNS": 3,
      "VBP-NNS": 1,
      "NNP-RB": 1,
      "RB-VBD": 1,
      "VBD-NNS": 1,
      "NNS-JJ": 2,
      "NNS-IN": 5,
      "IN-NN": 3,
      "VBP-NNP": 2,
      "NNP-NNS": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "NNS-NNS": 1,
      "NNS-NNP": 1,
      "FW-CD": 1,
      "JJ-NNP": 3,
      "NN-VBZ": 3,
      "VBZ-NNS": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBZ-DT": 1,
      "DT-JJ": 2,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NN-VBP": 1,
      "IN-NNS": 1,
      "NNS-FW": 1,
      "VBZ-FW": 1,
      "NN-DT": 2,
      "DT-NN": 2,
      "VBP-FW": 1,
      "JJ-IN": 1,
      "IN-DT": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 16,
      "NNP-NNP-JJ": 5,
      "NNP-JJ-NN": 6,
      "JJ-NN-NN": 20,
      "NN-NN-IN": 9,
      "NN-IN-CD": 2,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "JJ-NN-IN": 9,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 3,
      "NN-IN-FW": 11,
      "IN-FW-NN": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-VBP": 4,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-NN": 5,
      "IN-FW-NNP": 2,
      "FW-NNP-FW": 7,
      "NNP-FW-NNP": 11,
      "FW-NNP-NNP": 11,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 3,
      "IN-NNP-NNP": 5,
      "IN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-NNP": 1,
      "NN-NNP-NNP": 11,
      "NNP-NNP-NN": 12,
      "NNP-NN-NN": 19,
      "IN-FW-JJ": 4,
      "FW-JJ-NN": 7,
      "NN-NN-NNS": 6,
      "NNS-VBP-NN": 2,
      "VBP-NN-IN": 1,
      "FW-NN-NN": 7,
      "NN-NN-NN": 81,
      "NN-NN-NNP": 18,
      "NN-NNP-NN": 9,
      "NN-IN-NNP": 3,
      "NNP-NN-FW": 5,
      "NN-FW-JJ": 1,
      "NN-NN-JJ": 5,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 5,
      "NN-NN-FW": 6,
      "NN-FW-NNP": 6,
      "FW-NNP-NN": 3,
      "NN-JJ-NN": 8,
      "JJ-NN-JJ": 3,
      "NN-FW-NN": 3,
      "NNP-NNP-FW": 8,
      "NNP-FW-NN": 3,
      "FW-NN-IN": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 4,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "FW-FW-NN": 6,
      "NN-NNP-IN": 2,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 2,
      "RB-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "VBP-NN-NNP": 1,
      "IN-NNP-FW": 1,
      "FW-NN-FW": 3,
      "NN-FW-FW": 7,
      "FW-FW-FW": 31,
      "JJ-NN-FW": 2,
      "NNP-FW-JJ": 1,
      "NNP-FW-FW": 2,
      "FW-FW-JJ": 5,
      "NN-NNP-RB": 1,
      "NNP-RB-VBD": 1,
      "RB-VBD-NNS": 1,
      "VBD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-NN": 2,
      "IN-NN-FW": 1,
      "FW-NN-NNP": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "VBP-NNP-NNP": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-NN-NNP": 3,
      "NNP-IN-FW": 1,
      "IN-FW-FW": 4,
      "FW-FW-NNS": 2,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 1,
      "FW-JJ-JJ": 2,
      "FW-FW-NNP": 3,
      "FW-NNP-JJ": 1,
      "NN-NNS-IN": 3,
      "IN-NN-NNS": 1,
      "NN-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 1,
      "NNS-IN-FW": 2,
      "VBP-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "FW-JJ-FW": 1,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NN-NN-VBZ": 2,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-FW": 1,
      "JJ-FW-NNP": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NNS-IN-JJ": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-RB": 1,
      "RB-JJ-NN": 1,
      "NNP-NN-JJ": 1,
      "FW-NN-DT": 1,
      "DT-NN-NN": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "JJ-JJ-JJ": 1,
      "JJ-NNP-NN": 1,
      "VBZ-JJ-IN": 1,
      "JJ-IN-DT": 1,
      "IN-DT-JJ": 1,
      "DT-JJ-JJ": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 218,
        "NNP": 110,
        "FW": 103,
        "JJ": 59,
        "IN": 30
      },
      "top_bigrams": {
        "NN-NN": 130,
        "NNP-NNP": 48,
        "FW-FW": 48,
        "JJ-NN": 38,
        "NN-NNP": 25
      },
      "top_trigrams": {
        "NN-NN-NN": 81,
        "FW-FW-FW": 31,
        "JJ-NN-NN": 20,
        "NNP-NN-NN": 19,
        "NN-NN-NNP": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 23,
    "chunk_counts": {
      "NP": 171,
      "ADJP": 8,
      "VP": 38,
      "PP": 13
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0316
      },
      {
        "rule": "NP -> ('Arturo', 'NNP')",
        "frequency": 4,
        "weight": 0.0158
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0158
      },
      {
        "rule": "NP -> ('Arturo', 'NNP') ('Suárez', 'NNP') ('Trejo', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('Chile', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('una', 'JJ') ('prisión', 'NN')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('Aragua', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0079
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Arturo Suárez Trejo"
      },
      {
        "label": "NP",
        "text": "un músico venezolano"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "ADJP",
        "text": "y"
      },
      {
        "label": "NP",
        "text": "solo"
      },
      {
        "label": "NP",
        "text": "meses"
      },
      {
        "label": "NP",
        "text": "recluido"
      },
      {
        "label": "NP",
        "text": "Centro"
      },
      {
        "label": "NP",
        "text": "Confinamiento"
      },
      {
        "label": "NP",
        "text": "Terrorismo"
      },
      {
        "label": "NP",
        "text": "CECOT"
      },
      {
        "label": "NP",
        "text": "El Salvador"
      },
      {
        "label": "NP",
        "text": "una megaprisión inaugurada"
      },
      {
        "label": "NP",
        "text": "por"
      },
      {
        "label": "NP",
        "text": "presidente Nayib Bukele como parte"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Arturo/NNP Suárez/NNP Trejo/NNP)\n  ,/,\n  (NP un/JJ músico/NN venezolano/NN)\n  de/IN\n  32/CD\n  (NP años/NNS)\n  (ADJP y/JJ)\n  padre/FW\n  de/FW\n  una/FW\n  bebé/FW\n  de/FW\n  tan/FW\n  (NP solo/NN)\n  3/CD\n  (NP meses/NNS)\n  ,/,\n  se/FW\n  encuentra/FW\n  (NP recluido/NN)\n  en/FW\n  el/FW\n  (NP Centro/NNP)\n  de/FW\n  (NP Confinamiento/NNP)\n  del/FW\n  (NP Terrorismo/NNP)\n  (/(\n  (NP CECOT/NNP)\n  )/)\n  de/FW\n  (NP El/NNP Salvador/NNP)\n  ,/,\n  (NP una/JJ megaprisión/NN inaugurada/NN)\n  en/IN\n  2023/CD\n  (NP por/NN)\n  el/CC\n  (NP presidente/NN Nayib/NNP Bukele/NNP como/NN parte/NN)\n  de/IN\n  su/FW\n  (NP controvertida/NN “/NNP guerra/NN contra/NN las/NNS)\n  (VP pandillas/VBP (NP ”/NN))\n  ,/,\n  luego/FW\n  de/FW\n  ser/FW\n  deportado/FW\n  (NP\n    sin/NN\n    el/NN\n    debido/NN\n    proceso/NN\n    por/NN\n    decisión/NN\n    del/NN\n    Ejecutivo/NNP\n    estadounidense/NN\n    al/NN\n    mando/NN)\n  (PP de/IN (NP Donald/NNP Trump/NNP))\n  ./.)",
      "(S\n  (NP “/JJ Ahora/NNP está/NN)\n  en/FW\n  (NP un/JJ país/NN totalmente/NN desconocido/NN como/NN)\n  (NP un/JJ criminal/JJ y/NN él/NNP solamente/NN)\n  (VP fue/VBD (NP a/DT hacer/NN música/NN))\n  ,/,\n  (NP a/DT aprender/NN ”/NN)\n  ,/,\n  expresa/FW\n  entre/FW\n  lágrimas/FW\n  (NP su/NN esposa/NN)\n  ./.)",
      "(S\n  (NP Suárez/NNP Trejo/NNP)\n  ,/,\n  (NP quien/NN llevaba/NN seis/NN años/NN residenciado/NN)\n  en/FW\n  (NP Santiago/NNP)\n  de/FW\n  (NP Chile/NNP)\n  ,/,\n  (NP había/NN)\n  (VP\n    comenzado/VBD\n    (NP a/DT construir/NN)\n    (NP una/JJ carrera/NN)\n    (NP musical/JJ como/NN artista/NN emergente/NN))\n  ./.)",
      "(S\n  (NP Sin/NNP embargo/NN)\n  ,/,\n  en/FW\n  septiembre/FW\n  del/FW\n  (NP año/NN pasado/NN)\n  ,/,\n  (NP decidió/NN)\n  (VP viajar/VBD (NP a/DT Estados/NNP Unidos/NNP))\n  en/FW\n  (NP busca/NN)\n  de/IN\n  nuevas/FW\n  (NP oportunidades/NNS)\n  (VP para/VBP (NP expandir/JJ su/NN música/NN))\n  ./.)",
      "(S\n  (NP Su/NNP esposa/NN)\n  ,/,\n  (NP Nathali/NNP Sánchez/NNP)\n  ,/,\n  (VP lo/VBZ apoyó/JJ)\n  en/FW\n  esta/FW\n  decisión/FW\n  y/FW\n  (NP relata/NN que/NN)\n  ,/,\n  (NP al/NN)\n  (VP llegar/VBD (NP a/DT suelo/NN estadounidense/NN))\n  ,/,\n  (NP Arturo/NNP)\n  (VP solicitó/VBZ (NP el/JJ Estatus/NNP))\n  de/FW\n  (NP Protección/NNP Temporal/NNP)\n  (/(\n  (NP TPS/NNP)\n  )/)\n  ,/,\n  (NP un/JJ programa/NN que/NN)\n  ofrece/RB\n  (VP refugio/VBZ (NP a/DT migrantes/NNS))\n  (PP de/IN (NP países/NNS))\n  (PP en/IN (NP crisis/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "JUSTICIA_SOCIAL",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "CULTURA_DEPORTE_SOCIEDAD",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra contra las",
        "position": [
          284,
          301
        ],
        "start": 284,
        "end": 301
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "debido proceso",
        "position": [
          344,
          358
        ],
        "start": 344,
        "end": 358
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "artista emergente. sin embargo",
        "position": [
          698,
          728
        ],
        "start": 698,
        "end": 728
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente nayib bukele",
        "position": [
          228,
          251
        ],
        "start": 228,
        "end": 251
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "apoyó",
        "position": [
          881,
          886
        ],
        "start": 881,
        "end": 886
      },
      {
        "category": "PAISES",
        "matched_text": "chile",
        "position": [
          638,
          643
        ],
        "start": 638,
        "end": 643
      },
      {
        "category": "PAISES",
        "matched_text": "el salvador",
        "position": [
          173,
          184
        ],
        "start": 173,
        "end": 184
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          1410,
          1419
        ],
        "start": 1410,
        "end": 1419
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          777,
          791
        ],
        "start": 777,
        "end": 791
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "santiago",
        "position": [
          626,
          634
        ],
        "start": 626,
        "end": 634
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          123,
          132
        ],
        "start": 123,
        "end": 132
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          721,
          728
        ],
        "start": 721,
        "end": 728
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "derechos humanos",
        "position": [
          2320,
          2336
        ],
        "start": 2320,
        "end": 2336
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "El Salvador",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ejecutivo estadounidense",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bukele",
        "tipo": "Persona"
      },
      {
        "nombre": "Carolina del Norte",
        "tipo": "Lugar"
      },
      {
        "nombre": "Texas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Suárez Trejo",
        "tipo": "Persona"
      },
      {
        "nombre": "Servicio de Inmigración",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Stewart Detention Center",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nathali Sánchez",
        "tipo": "Persona"
      },
      {
        "nombre": "Arturo Suárez Trejo",
        "tipo": "Persona"
      },
      {
        "nombre": "Tren de Aragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Georgia",
        "tipo": "Lugar"
      },
      {
        "nombre": "CECOT",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ysqueibel Yonaiquer Peñaloza Chirinos",
        "tipo": "Persona"
      },
      {
        "nombre": "Nayib Bukele",
        "tipo": "Persona"
      },
      {
        "nombre": "TPS",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Raleigh",
        "tipo": "Lugar"
      },
      {
        "nombre": "Centro de Confinamiento del Terrorismo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santiago de Chile",
        "tipo": "Lugar"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "El Valle Detention Center",
        "tipo": "Lugar"
      },
      {
        "nombre": "La ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "Arturo",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Para Arturo",
        "tipo": "Persona"
      },
      {
        "nombre": "Según Sánchez",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Arturo Suárez Trejo",
        "relacion": "ENCONTRAR",
        "objeto": "Centro de Confinamiento del Terrorismo"
      },
      {
        "sujeto": "Arturo Suárez Trejo",
        "relacion": "ENCONTRAR",
        "objeto": "CECOT"
      },
      {
        "sujeto": "Arturo Suárez Trejo",
        "relacion": "ENCONTRAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Arturo Suárez Trejo",
        "relacion": "ENCONTRAR",
        "objeto": "Nayib Bukele"
      },
      {
        "sujeto": "Arturo Suárez Trejo",
        "relacion": "ENCONTRAR",
        "objeto": "Ejecutivo estadounidense"
      },
      {
        "sujeto": "Arturo Suárez Trejo",
        "relacion": "ENCONTRAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Centro de Confinamiento del Terrorismo",
        "relacion": "ENCONTRAR",
        "objeto": "Nayib Bukele"
      },
      {
        "sujeto": "Centro de Confinamiento del Terrorismo",
        "relacion": "ENCONTRAR",
        "objeto": "Ejecutivo estadounidense"
      },
      {
        "sujeto": "Centro de Confinamiento del Terrorismo",
        "relacion": "ENCONTRAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "CECOT",
        "relacion": "ENCONTRAR",
        "objeto": "Nayib Bukele"
      },
      {
        "sujeto": "CECOT",
        "relacion": "ENCONTRAR",
        "objeto": "Ejecutivo estadounidense"
      },
      {
        "sujeto": "CECOT",
        "relacion": "ENCONTRAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "El Salvador",
        "relacion": "ENCONTRAR",
        "objeto": "Nayib Bukele"
      },
      {
        "sujeto": "El Salvador",
        "relacion": "ENCONTRAR",
        "objeto": "Ejecutivo estadounidense"
      },
      {
        "sujeto": "El Salvador",
        "relacion": "ENCONTRAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Nayib Bukele",
        "relacion": "ENCONTRAR",
        "objeto": "Ejecutivo estadounidense"
      },
      {
        "sujeto": "Nayib Bukele",
        "relacion": "ENCONTRAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Arturo",
        "relacion": "APOYAR",
        "objeto": "Nathali Sánchez"
      },
      {
        "sujeto": "Nathali Sánchez",
        "relacion": "APOYAR",
        "objeto": "TPS"
      },
      {
        "sujeto": "Arturo",
        "relacion": "SOLICITAR_RELATAR_APOYAR",
        "objeto": "TPS"
      },
      {
        "sujeto": "Arturo",
        "relacion": "TRUNCAR",
        "objeto": "Servicio de Inmigración"
      },
      {
        "sujeto": "Arturo",
        "relacion": "TRUNCAR",
        "objeto": "Raleigh"
      },
      {
        "sujeto": "Arturo",
        "relacion": "TRUNCAR",
        "objeto": "Carolina del Norte"
      },
      {
        "sujeto": "Servicio de Inmigración",
        "relacion": "DETENER_TRUNCAR",
        "objeto": "Raleigh"
      },
      {
        "sujeto": "Servicio de Inmigración",
        "relacion": "DETENER_TRUNCAR",
        "objeto": "Carolina del Norte"
      },
      {
        "sujeto": "Arturo",
        "relacion": "ENCONTRAR",
        "objeto": "Según Sánchez"
      },
      {
        "sujeto": "Según Sánchez",
        "relacion": "ENCONTRAR",
        "objeto": "Ysqueibel Yonaiquer Peñaloza Chirinos"
      },
      {
        "sujeto": "Según Sánchez",
        "relacion": "ENCONTRAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Arturo",
        "relacion": "ENCONTRAR",
        "objeto": "Ysqueibel Yonaiquer Peñaloza Chirinos"
      },
      {
        "sujeto": "Arturo",
        "relacion": "ENCONTRAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Arturo",
        "relacion": "LLEVAR",
        "objeto": "Stewart Detention Center"
      },
      {
        "sujeto": "Arturo",
        "relacion": "LLEVAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "Stewart Detention Center",
        "relacion": "LLEVAR",
        "objeto": "Georgia"
      },
      {
        "sujeto": "El Valle Detention Center",
        "relacion": "TRASLADAR",
        "objeto": "Texas"
      },
      {
        "sujeto": "El Valle Detention Center",
        "relacion": "TRASLADAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Texas",
        "relacion": "TRASLADAR",
        "objeto": "El Salvador"
      },
      {
        "sujeto": "Arturo Suárez Trejo",
        "relacion": "ENMARCAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Arturo Suárez Trejo",
        "relacion": "ENMARCAR",
        "objeto": "Tren de Aragua"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "ENMARCAR",
        "objeto": "Tren de Aragua"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9821,
    "pos": 0.018,
    "neu": 0.918,
    "neg": 0.064,
    "label": "negative"
  }
}