{
  "url": "https://www.telesurtv.net/diaz-canel-99-fidel-castro-presidente-de-cuba/",
  "title": "Presidente Díaz-Canel recuerda a Fidel: \"es una constante, guía y reto, ejemplo y desvelo\" - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "99° aniversario",
    "Fidel Castro",
    "Miguel Díaz-Canel",
    "República de Cuba",
    "Y venceremos"
  ],
  "text": "En el 99 aniversario del natalicio del Comandante en Jefe Fidel Castro Ruz, el presidente de Cuba, Miguel Díaz-Canel Bermúdez, afirmó que el líder histórico de la Revolución “cumple hoy 99 años en plenitud de sobrevida”, y subrayó que su figura sigue siendo presente y guía permanente para el pueblo cubano.\nLEA TAMBIÉN:Juventud cubana celebra natalicio de Fidel con una acampada masiva\nEn un mensaje publicado este miércoles, el mandatario evocó al legado de Fidel como “un cúmulo infinito de lecciones y todas coinciden en un punto: jamás se dejó vencer por las circunstancias. Hasta los mayores golpes del adversario, solo sirvieron para elevar a un escalón superior su estatura de conductor.”\n\nA continuación el texto íntegro del presidente de la República de Cuba, Miguel Díaz-Canel Bermúdez:\n\n\nFidel Castro Ruz, líder histórico y Comandante en Jefe de la Revolución Cubana, cumple hoy 99 años en plenitud de sobrevida.\nLo escribo en presente porque así lo siento y porque así está transcurriendo la celebración por el inicio de un año simbólico para Cuba y para todos los que en el resto del mundo reconocen la trascendencia de su liderazgo revolucionario.\nHablo del centenario o de la eternidad de un hombre que permanece vivo en el tiempo, incluso cuando lo físico, lo material, hace casi una década se volvió cenizas y él dejó dicho que no quería estatuas ni monumentos en su memoria.\nLo que ni él podía decretar era el imposible, es decir, su olvido. Y ahí permanece, vivo y presente como solo está lo eterno. Porque ese destino, como lo ha probado tantas veces la historia, no lo decide nadie, únicamente el poder imperecedero de las ideas de aquellos que han guiado a cientos, miles, millones de seres humanos, a conquistar sus sueños de emancipación y justicia.\nFidel es eterno, no por decisión propia o de quienes intentamos seguir sus pasos y dar continuidad a su inmensa obra de justicia social. Alcanzó esa condición al interpretar, sintetizar y hacer suyo el acumulado magnífico del ideario independentista, anticolonial, antimperialista y marxista cubano, latinoamericano, caribeño y universal que le antecedió, hasta situarse en la vanguardia para todos los tiempos.\nEn sus intensos discursos públicos o en sus largos diálogos privados mostraba un dominio total de ese infinito caudal de conocimientos, deslumbrando a los más diversos auditorios desde la primera hasta la última palabra. Pero lo que realmente lo ha inmortalizado es todo lo dicho que transformó, toda la acción convertida en obra.\nEn estos días marcadamente fidelistas, cuando cada uno de nosotros muestra en libros, videos, medios tradicionales o redes sociales, el Fidel que nos acompaña, se está acreditando esa eternidad, para entrañable emoción propia y de otros que sienten lo mismo. O para negación odiosa de quienes no soportan la vitalidad deslumbrante de sus ideas.\nEn mi caso, como podrá suponerse, Fidel no es solo presente. Es una constante. Guía y reto. Ejemplo y desvelo.\nSiento que sigue en la vanguardia, como en la Sierra o en Girón. Cada vez que las amenazas crecen, que la necesidad obliga, que el bloqueo parece cerrar todas las salidas, la pregunta sale espontánea: ¿Qué haría Fidel?\nLa suerte de haberlo conocido, de haberlo visto actuar y de haber recibido sus orientaciones muchas veces, facilitan las respuestas: están en el pueblo, en sus reservas infinitas de dignidad y talento. Y en la imprescindible unidad de todas las fuerzas revolucionarias en torno al ideal martiano de conquistar toda la justicia.\nFue apoyado en esas certezas que concebimos la ciencia y la innovación como un pilar de la gestión de gobierno. Y con el talento, la sólida base material creada por él y la audacia del país de hombres y mujeres de ciencia y de pensamiento, que modeló para el futuro que hoy es presente, enfrentamos y vencimos la pandemia y seguimos apostando a vencer incluso obstáculos aparentemente invencibles como el bloqueo y nuestras ineficiencias internas.\nEn la historia de Fidel, desde sus años de estudiante hasta su presencia indiscutible de ahora mismo, hay un cúmulo infinito de lecciones y todas coinciden en un punto: jamás se dejó vencer por las circunstancias. Hasta los mayores golpes del adversario, solo sirvieron para elevar a un escalón superior su estatura de conductor.\nEscrutando cada una de sus batallas, se advierten las profundas motivaciones que siempre despertó en este corajudo pueblo ese líder salido de sus entrañas para convertir los reveses en victoria. Entonces entendemos en su exacta dimensión el significado de la despedida que Che Guevara le dedicara exclusivamente a él antes de partir a otras tierras del mundo y que el pueblo cubano convirtió en propósito irrenunciable: Hasta la victoria, siempre. Sin olvidar jamás el Patria o Muerte que lo hace posible. Ni el optimismo en una palabra: ¡Venceremos!\n\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/diaz-canel-99-fidel-castro-presidente-de-cuba/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1369,
    "message_id": 101681,
    "date": "2025-08-13T14:55:07+00:00",
    "text": "teleSUR\nPresidente Díaz-Canel recuerda a Fidel: «es una constante, guía y reto, ejemplo y desvelo»\nhttps://www.telesurtv.net/diaz-canel-99-fidel-castro-presidente-de-cuba/",
    "photo_path": null,
    "views": 1550,
    "reactions": {
      "❤": 43,
      "👍": 12
    },
    "total_reactions": 55
  },
  "preprocessing": {
    "cleaned": "en el 99 aniversario del natalicio del comandante en jefe fidel castro ruz, el presidente de cuba, miguel díaz-canel bermúdez, afirmó que el líder histórico de la revolución “cumple hoy 99 años en plenitud de sobrevida”, y subrayó que su figura sigue siendo presente y guía permanente para el pueblo cubano. en un mensaje publicado este miércoles, el mandatario evocó al legado de fidel como “un cúmulo infinito de lecciones y todas coinciden en un punto: jamás se dejó vencer por las circunstancias. hasta los mayores golpes del adversario, solo sirvieron para elevar a un escalón superior su estatura de conductor.” a continuación el texto íntegro del presidente de la república de cuba, miguel díaz-canel bermúdez: fidel castro ruz, líder histórico y comandante en jefe de la revolución cubana, cumple hoy 99 años en plenitud de sobrevida. lo escribo en presente porque así lo siento y porque así está transcurriendo la celebración por el inicio de un año simbólico para cuba y para todos los que en el resto del mundo reconocen la trascendencia de su liderazgo revolucionario. hablo del centenario o de la eternidad de un hombre que permanece vivo en el tiempo, incluso cuando lo físico, lo material, hace casi una década se volvió cenizas y él dejó dicho que no quería estatuas ni monumentos en su memoria. lo que ni él podía decretar era el imposible, es decir, su olvido. y ahí permanece, vivo y presente como solo está lo eterno. porque ese destino, como lo ha probado tantas veces la historia, no lo decide nadie, únicamente el poder imperecedero de las ideas de aquellos que han guiado a cientos, miles, millones de seres humanos, a conquistar sus sueños de emancipación y justicia. fidel es eterno, no por decisión propia o de quienes intentamos seguir sus pasos y dar continuidad a su inmensa obra de justicia social. alcanzó esa condición al interpretar, sintetizar y hacer suyo el acumulado magnífico del ideario independentista, anticolonial, antimperialista y marxista cubano, latinoamericano, caribeño y universal que le antecedió, hasta situarse en la vanguardia para todos los tiempos. en sus intensos discursos públicos o en sus largos diálogos privados mostraba un dominio total de ese infinito caudal de conocimientos, deslumbrando a los más diversos auditorios desde la primera hasta la última palabra. pero lo que realmente lo ha inmortalizado es todo lo dicho que transformó, toda la acción convertida en obra. en estos días marcadamente fidelistas, cuando cada uno de nosotros muestra en libros, videos, medios tradicionales o redes sociales, el fidel que nos acompaña, se está acreditando esa eternidad, para entrañable emoción propia y de otros que sienten lo mismo. o para negación odiosa de quienes no soportan la vitalidad deslumbrante de sus ideas. en mi caso, como podrá suponerse, fidel no es solo presente. es una constante. guía y reto. ejemplo y desvelo. siento que sigue en la vanguardia, como en la sierra o en girón. cada vez que las amenazas crecen, que la necesidad obliga, que el bloqueo parece cerrar todas las salidas, la pregunta sale espontánea: ¿qué haría fidel? la suerte de haberlo conocido, de haberlo visto actuar y de haber recibido sus orientaciones muchas veces, facilitan las respuestas: están en el pueblo, en sus reservas infinitas de dignidad y talento. y en la imprescindible unidad de todas las fuerzas revolucionarias en torno al ideal martiano de conquistar toda la justicia. fue apoyado en esas certezas que concebimos la ciencia y la innovación como un pilar de la gestión de gobierno. y con el talento, la sólida base material creada por él y la audacia del país de hombres y mujeres de ciencia y de pensamiento, que modeló para el futuro que hoy es presente, enfrentamos y vencimos la pandemia y seguimos apostando a vencer incluso obstáculos aparentemente invencibles como el bloqueo y nuestras ineficiencias internas. en la historia de fidel, desde sus años de estudiante hasta su presencia indiscutible de ahora mismo, hay un cúmulo infinito de lecciones y todas coinciden en un punto: jamás se dejó vencer por las circunstancias. hasta los mayores golpes del adversario, solo sirvieron para elevar a un escalón superior su estatura de conductor. escrutando cada una de sus batallas, se advierten las profundas motivaciones que siempre despertó en este corajudo pueblo ese líder salido de sus entrañas para convertir los reveses en victoria. entonces entendemos en su exacta dimensión el significado de la despedida que che guevara le dedicara exclusivamente a él antes de partir a otras tierras del mundo y que el pueblo cubano convirtió en propósito irrenunciable: hasta la victoria, siempre. sin olvidar jamás el patria o muerte que lo hace posible. ni el optimismo en una palabra: ¡venceremos!",
    "tokens": [
      "99",
      "aniversario",
      "natalicio",
      "comandante",
      "jefe",
      "fidel",
      "castro",
      "ruz",
      ",",
      "presidente",
      "cuba",
      ",",
      "miguel",
      "díaz-canel",
      "bermúdez",
      ",",
      "afirmó",
      "líder",
      "histórico",
      "revolución",
      "“",
      "cumple",
      "hoy",
      "99",
      "años",
      "plenitud",
      "sobrevida",
      "”",
      ",",
      "subrayó",
      "figura",
      "sigue",
      "siendo",
      "presente",
      "guía",
      "permanente",
      "pueblo",
      "cubano",
      ".",
      "mensaje",
      "publicado",
      "miércoles",
      ",",
      "mandatario",
      "evocó",
      "legado",
      "fidel",
      "“",
      "cúmulo",
      "infinito",
      "lecciones",
      "todas",
      "coinciden",
      "punto",
      ":",
      "jamás",
      "dejó",
      "vencer",
      "circunstancias",
      ".",
      "mayores",
      "golpes",
      "adversario",
      ",",
      "solo",
      "sirvieron",
      "elevar",
      "escalón",
      "superior",
      "estatura",
      "conductor.",
      "”",
      "continuación",
      "texto",
      "íntegro",
      "presidente",
      "república",
      "cuba",
      ",",
      "miguel",
      "díaz-canel",
      "bermúdez",
      ":",
      "fidel",
      "castro",
      "ruz",
      ",",
      "líder",
      "histórico",
      "comandante",
      "jefe",
      "revolución",
      "cubana",
      ",",
      "cumple",
      "hoy",
      "99",
      "años",
      "plenitud",
      "sobrevida",
      ".",
      "escribo",
      "presente",
      "así",
      "siento",
      "así",
      "transcurriendo",
      "celebración",
      "inicio",
      "año",
      "simbólico",
      "cuba",
      "resto",
      "mundo",
      "reconocen",
      "trascendencia",
      "liderazgo",
      "revolucionario",
      ".",
      "hablo",
      "centenario",
      "eternidad",
      "hombre",
      "permanece",
      "vivo",
      "tiempo",
      ",",
      "incluso",
      "físico",
      ",",
      "material",
      ",",
      "hace",
      "casi",
      "década",
      "volvió",
      "cenizas",
      "dejó",
      "dicho",
      "quería",
      "estatuas",
      "monumentos",
      "memoria",
      ".",
      "podía",
      "decretar",
      "imposible",
      ",",
      "decir",
      ",",
      "olvido",
      ".",
      "ahí",
      "permanece",
      ",",
      "vivo",
      "presente",
      "solo",
      "eterno",
      ".",
      "destino",
      ",",
      "probado",
      "tantas",
      "veces",
      "historia",
      ",",
      "decide",
      "nadie",
      ",",
      "únicamente",
      "poder",
      "imperecedero",
      "ideas",
      "aquellos",
      "guiado",
      "cientos",
      ",",
      "miles",
      ",",
      "millones",
      "seres",
      "humanos",
      ",",
      "conquistar",
      "sueños",
      "emancipación",
      "justicia",
      ".",
      "fidel",
      "eterno",
      ",",
      "decisión",
      "propia",
      "intentamos",
      "seguir",
      "pasos",
      "dar",
      "continuidad",
      "inmensa",
      "obra",
      "justicia",
      "social",
      ".",
      "alcanzó",
      "condición",
      "interpretar",
      ",",
      "sintetizar",
      "hacer",
      "acumulado",
      "magnífico",
      "ideario",
      "independentista",
      ",",
      "anticolonial",
      ",",
      "antimperialista",
      "marxista",
      "cubano",
      ",",
      "latinoamericano",
      ",",
      "caribeño",
      "universal",
      "antecedió",
      ",",
      "situarse",
      "vanguardia",
      "tiempos",
      ".",
      "intensos",
      "discursos",
      "públicos",
      "largos",
      "diálogos",
      "privados",
      "mostraba",
      "dominio",
      "total",
      "infinito",
      "caudal",
      "conocimientos",
      ",",
      "deslumbrando",
      "diversos",
      "auditorios",
      "primera",
      "última",
      "palabra",
      ".",
      "realmente",
      "inmortalizado",
      "dicho",
      "transformó",
      ",",
      "toda",
      "acción",
      "convertida",
      "obra",
      ".",
      "días",
      "marcadamente",
      "fidelistas",
      ",",
      "cada",
      "muestra",
      "libros",
      ",",
      "videos",
      ",",
      "medios",
      "tradicionales",
      "redes",
      "sociales",
      ",",
      "fidel",
      "acompaña",
      ",",
      "acreditando",
      "eternidad",
      ",",
      "entrañable",
      "emoción",
      "propia",
      "sienten",
      "mismo",
      ".",
      "negación",
      "odiosa",
      "soportan",
      "vitalidad",
      "deslumbrante",
      "ideas",
      ".",
      "caso",
      ",",
      "podrá",
      "suponerse",
      ",",
      "fidel",
      "solo",
      "presente",
      ".",
      "constante",
      ".",
      "guía",
      "reto",
      ".",
      "ejemplo",
      "desvelo",
      ".",
      "siento",
      "sigue",
      "vanguardia",
      ",",
      "sierra",
      "girón",
      ".",
      "cada",
      "vez",
      "amenazas",
      "crecen",
      ",",
      "necesidad",
      "obliga",
      ",",
      "bloqueo",
      "parece",
      "cerrar",
      "todas",
      "salidas",
      ",",
      "pregunta",
      "sale",
      "espontánea",
      ":",
      "¿qué",
      "haría",
      "fidel",
      "?",
      "suerte",
      "haberlo",
      "conocido",
      ",",
      "haberlo",
      "visto",
      "actuar",
      "haber",
      "recibido",
      "orientaciones",
      "muchas",
      "veces",
      ",",
      "facilitan",
      "respuestas",
      ":",
      "pueblo",
      ",",
      "reservas",
      "infinitas",
      "dignidad",
      "talento",
      ".",
      "imprescindible",
      "unidad",
      "todas",
      "fuerzas",
      "revolucionarias",
      "torno",
      "ideal",
      "martiano",
      "conquistar",
      "toda",
      "justicia",
      ".",
      "apoyado",
      "certezas",
      "concebimos",
      "ciencia",
      "innovación",
      "pilar",
      "gestión",
      "gobierno",
      ".",
      "talento",
      ",",
      "sólida",
      "base",
      "material",
      "creada",
      "audacia",
      "país",
      "hombres",
      "mujeres",
      "ciencia",
      "pensamiento",
      ",",
      "modeló",
      "futuro",
      "hoy",
      "presente",
      ",",
      "enfrentamos",
      "vencimos",
      "pandemia",
      "seguimos",
      "apostando",
      "vencer",
      "incluso",
      "obstáculos",
      "aparentemente",
      "invencibles",
      "bloqueo",
      "ineficiencias",
      "internas",
      ".",
      "historia",
      "fidel",
      ",",
      "años",
      "estudiante",
      "presencia",
      "indiscutible",
      "ahora",
      "mismo",
      ",",
      "cúmulo",
      "infinito",
      "lecciones",
      "todas",
      "coinciden",
      "punto",
      ":",
      "jamás",
      "dejó",
      "vencer",
      "circunstancias",
      ".",
      "mayores",
      "golpes",
      "adversario",
      ",",
      "solo",
      "sirvieron",
      "elevar",
      "escalón",
      "superior",
      "estatura",
      "conductor",
      ".",
      "escrutando",
      "cada",
      "batallas",
      ",",
      "advierten",
      "profundas",
      "motivaciones",
      "siempre",
      "despertó",
      "corajudo",
      "pueblo",
      "líder",
      "salido",
      "entrañas",
      "convertir",
      "reveses",
      "victoria",
      ".",
      "entonces",
      "entendemos",
      "exacta",
      "dimensión",
      "significado",
      "despedida",
      "che",
      "guevara",
      "dedicara",
      "exclusivamente",
      "partir",
      "tierras",
      "mundo",
      "pueblo",
      "cubano",
      "convirtió",
      "propósito",
      "irrenunciable",
      ":",
      "victoria",
      ",",
      "siempre",
      ".",
      "olvidar",
      "jamás",
      "patria",
      "muerte",
      "hace",
      "posible",
      ".",
      "optimismo",
      "palabra",
      ":",
      "¡venceremos",
      "!"
    ],
    "token_count": 504,
    "sentence_count": 30
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 72,
      "VBZ": 8,
      "CD": 3,
      "NN": 346,
      "JJ": 59,
      "FW": 160,
      "IN": 34,
      "NNS": 36,
      "VBP": 18,
      "RB": 3,
      "DT": 5,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-VBZ": 2,
      "VBZ-CD": 1,
      "CD-NN": 3,
      "NN-NN": 211,
      "NN-JJ": 25,
      "JJ-NN": 38,
      "NN-NNP": 30,
      "NNP-FW": 12,
      "FW-NNP": 12,
      "NNP-NNP": 19,
      "FW-NN": 42,
      "NN-FW": 24,
      "NNP-NN": 37,
      "NN-IN": 32,
      "IN-FW": 18,
      "NN-CD": 2,
      "FW-FW": 92,
      "NN-NNS": 14,
      "NNS-VBP": 17,
      "VBP-NN": 3,
      "IN-NNP": 1,
      "IN-NNS": 4,
      "NNS-NNS": 9,
      "VBP-RB": 2,
      "RB-JJ": 3,
      "NNS-VBZ": 2,
      "VBZ-FW": 4,
      "FW-JJ": 7,
      "NN-VBZ": 4,
      "VBZ-JJ": 2,
      "NN-DT": 1,
      "DT-NN": 4,
      "JJ-NNS": 2,
      "NNS-IN": 1,
      "IN-NN": 8,
      "NNS-NNP": 2,
      "NNP-JJ": 1,
      "VBP-JJ": 11,
      "JJ-DT": 1,
      "DT-JJ": 1,
      "JJ-NNP": 6,
      "FW-NNS": 6,
      "NNS-FW": 3,
      "VBZ-DT": 1,
      "JJ-JJ": 5,
      "IN-JJ": 3,
      "JJ-FW": 7,
      "VBP-NNP": 1,
      "NN-VBP": 1,
      "FW-DT": 1,
      "NNP-DT": 1,
      "NN-RB": 1,
      "NNS-VBD": 1,
      "VBD-NNS": 1,
      "NNS-JJ": 1,
      "VBP-IN": 1
    },
    "trigram_freq": {
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-NN-JJ": 17,
      "NN-JJ-NN": 18,
      "JJ-NN-NNP": 2,
      "NN-NNP-FW": 4,
      "NNP-FW-NNP": 4,
      "FW-NNP-NNP": 5,
      "NNP-NNP-NNP": 10,
      "NNP-NNP-FW": 2,
      "NNP-FW-NN": 4,
      "FW-NN-FW": 9,
      "NN-FW-NNP": 1,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 27,
      "NN-NN-NN": 132,
      "NN-NN-IN": 20,
      "NN-IN-FW": 18,
      "IN-FW-NNP": 1,
      "FW-NNP-NN": 3,
      "NN-NN-CD": 2,
      "NN-CD-NN": 2,
      "CD-NN-FW": 2,
      "NN-FW-FW": 13,
      "FW-FW-FW": 58,
      "FW-FW-NN": 22,
      "FW-NN-NN": 21,
      "NN-NN-NNP": 19,
      "NN-NNP-NNP": 4,
      "NN-NN-FW": 11,
      "FW-FW-NNP": 6,
      "NN-NNP-NN": 19,
      "NN-NN-NNS": 6,
      "NN-NNS-VBP": 8,
      "NNS-VBP-NN": 3,
      "VBP-NN-NN": 3,
      "JJ-NN-IN": 10,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "JJ-NN-NN": 21,
      "NN-IN-NNS": 4,
      "IN-NNS-NNS": 4,
      "NNS-NNS-VBP": 5,
      "NNS-VBP-RB": 2,
      "VBP-RB-JJ": 2,
      "RB-JJ-NN": 2,
      "NNP-NN-NNS": 3,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-FW": 2,
      "VBZ-FW-NN": 3,
      "JJ-NN-JJ": 4,
      "IN-FW-NN": 3,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 4,
      "NN-FW-NN": 9,
      "FW-NN-NNP": 4,
      "FW-NN-IN": 2,
      "IN-FW-FW": 9,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 3,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NN": 2,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "NN-NNS-NNS": 2,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-DT": 1,
      "JJ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-JJ-NNP": 3,
      "JJ-NNP-NN": 4,
      "IN-FW-NNS": 2,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NNS-NNS-FW": 2,
      "NNS-FW-NNS": 1,
      "FW-NNS-VBP": 3,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 5,
      "NN-IN-NN": 6,
      "IN-NN-NN": 4,
      "NN-IN-JJ": 3,
      "IN-JJ-JJ": 1,
      "FW-NN-NNS": 3,
      "VBP-JJ-NN": 5,
      "NNP-NN-NNP": 4,
      "IN-NN-FW": 1,
      "VBP-JJ-FW": 4,
      "JJ-FW-FW": 5,
      "FW-FW-NNS": 3,
      "FW-NNS-NNS": 1,
      "NNS-NNS-NNS": 2,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "JJ-FW-JJ": 1,
      "FW-JJ-FW": 3,
      "FW-NN-JJ": 2,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "IN-FW-DT": 1,
      "FW-DT-NN": 1,
      "FW-NNS-NNP": 1,
      "NN-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "NN-FW-JJ": 1,
      "NN-NNS-VBD": 1,
      "NNS-VBD-NNS": 1,
      "VBD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "FW-FW-JJ": 3,
      "JJ-FW-NN": 1,
      "NNP-NN-FW": 1,
      "JJ-NN-NNS": 1,
      "VBP-JJ-NNP": 1,
      "IN-NN-NNP": 1,
      "IN-JJ-NN": 2,
      "NN-VBZ-FW": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "IN-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 346,
        "FW": 160,
        "NNP": 72,
        "JJ": 59,
        "NNS": 36
      },
      "top_bigrams": {
        "NN-NN": 211,
        "FW-FW": 92,
        "FW-NN": 42,
        "JJ-NN": 38,
        "NNP-NN": 37
      },
      "top_trigrams": {
        "NN-NN-NN": 132,
        "FW-FW-FW": 58,
        "NNP-NN-NN": 27,
        "FW-FW-NN": 22,
        "FW-NN-NN": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 30,
    "chunk_counts": {
      "NP": 198,
      "VP": 33,
      "PP": 18,
      "ADJP": 8
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0314
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 7,
        "weight": 0.0244
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('Miguel', 'NNP') ('Díaz-Canel', 'NNP') ('Bermúdez', 'NNP')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('un', 'JJ') ('cúmulo', 'NN') ('infinito', 'NN')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('lecciones', 'NNS')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "VP -> ('todas', 'VBP') ('coinciden', 'JJ')",
        "frequency": 2,
        "weight": 0.007
      },
      {
        "rule": "NP -> ('un', 'JJ') ('punto', 'NN')",
        "frequency": 2,
        "weight": 0.007
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "aniversario del"
      },
      {
        "label": "NP",
        "text": "natalicio del Comandante"
      },
      {
        "label": "NP",
        "text": "Jefe Fidel Castro Ruz"
      },
      {
        "label": "NP",
        "text": "el presidente"
      },
      {
        "label": "PP",
        "text": "de Cuba"
      },
      {
        "label": "NP",
        "text": "Cuba"
      },
      {
        "label": "NP",
        "text": "Miguel Díaz-Canel Bermúdez"
      },
      {
        "label": "NP",
        "text": "afirmó que el líder histórico"
      },
      {
        "label": "NP",
        "text": "Revolución “ cumple hoy"
      },
      {
        "label": "NP",
        "text": "años"
      },
      {
        "label": "NP",
        "text": "”"
      },
      {
        "label": "NP",
        "text": "subrayó que su figura sigue siendo presente y guía permanente para el pueblo cubano"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP)\n  (VP el/VBZ)\n  99/CD\n  (NP aniversario/NN del/NN)\n  (NP natalicio/JJ del/NN Comandante/NNP)\n  en/FW\n  (NP Jefe/NNP Fidel/NNP Castro/NNP Ruz/NNP)\n  ,/,\n  (NP el/JJ presidente/NN)\n  (PP de/IN (NP Cuba/NNP))\n  ,/,\n  (NP Miguel/NNP Díaz-Canel/NNP Bermúdez/NNP)\n  ,/,\n  (NP afirmó/NN que/NN el/NN líder/NN histórico/NN)\n  de/IN\n  la/FW\n  (NP Revolución/NNP “/NNP cumple/NN hoy/NN)\n  99/CD\n  (NP años/NN)\n  en/FW\n  plenitud/FW\n  de/FW\n  sobrevida/FW\n  (NP ”/NN)\n  ,/,\n  y/CC\n  (NP\n    subrayó/JJ\n    que/NN\n    su/NN\n    figura/NN\n    sigue/NN\n    siendo/NN\n    presente/NN\n    y/NN\n    guía/NN\n    permanente/NN\n    para/NN\n    el/NN\n    pueblo/NN\n    cubano/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Juventud/NNP)\n  (VP cubana/VBZ celebra/JJ)\n  natalicio/FW\n  de/FW\n  (NP\n    Fidel/NNP\n    con/NN\n    una/NN\n    acampada/NN\n    masiva/NN\n    En/NNP\n    un/NN\n    mensaje/NN\n    publicado/NN\n    este/NN\n    miércoles/NNS)\n  ,/,\n  (VP el/VBP (NP mandatario/NN evocó/NN) (NP al/JJ legado/NN))\n  (PP de/IN (NP Fidel/NNP como/NN “/NNP))\n  (NP un/JJ cúmulo/NN infinito/NN)\n  (PP de/IN (NP lecciones/NNS))\n  y/RB\n  (VP todas/VBP coinciden/JJ)\n  en/FW\n  (NP un/JJ punto/NN)\n  :/:\n  (NP\n    jamás/NN\n    se/NN\n    dejó/NN\n    vencer/NN\n    por/NN\n    las/NN\n    circunstancias/NN)\n  ./.)",
      "(S\n  (NP Hasta/NNP los/NN mayores/NNS)\n  (VP golpes/VBZ (NP del/NN adversario/NN))\n  ,/,\n  (NP solo/NN sirvieron/NN para/NN)\n  (VP\n    elevar/VBZ\n    (NP a/DT un/JJ escalón/NN)\n    (NP superior/JJ su/NN estatura/NN))\n  de/IN\n  conductor./FW\n  ”/FW\n  (NP A/NNP continuación/NN el/NN texto/NN íntegro/NNP)\n  del/FW\n  (NP presidente/NN)\n  de/FW\n  la/FW\n  (NP República/NNP)\n  de/FW\n  (NP Cuba/NNP)\n  ,/,\n  (NP Miguel/NNP Díaz-Canel/NNP Bermúdez/NNP)\n  :/:\n  (NP Fidel/NNP Castro/NNP Ruz/NNP)\n  ,/,\n  (NP líder/NN histórico/NN y/NN Comandante/NNP)\n  en/FW\n  (NP Jefe/NNP)\n  de/FW\n  la/FW\n  (NP Revolución/NNP Cubana/NNP)\n  ,/,\n  (NP cumple/NN hoy/NN)\n  99/CD\n  (NP años/NN)\n  en/FW\n  plenitud/FW\n  de/FW\n  sobrevida/FW\n  ./.)",
      "(S\n  (NP Lo/NNP escribo/NN)\n  en/FW\n  (NP\n    presente/NN\n    porque/NN\n    así/NN\n    lo/NN\n    siento/NN\n    y/NN\n    porque/NN\n    así/NN)\n  está/FW\n  (NP transcurriendo/NN)\n  la/FW\n  (NP celebración/NN por/NN)\n  el/FW\n  inicio/FW\n  de/FW\n  un/FW\n  año/FW\n  (NP\n    simbólico/NN\n    para/NN\n    Cuba/NNP\n    y/NN\n    para/NN\n    todos/NN\n    los/NN\n    que/NN)\n  en/FW\n  el/FW\n  resto/FW\n  del/FW\n  mundo/FW\n  (NP reconocen/NN)\n  la/FW\n  trascendencia/FW\n  de/FW\n  su/FW\n  liderazgo/FW\n  (NP revolucionario/NN)\n  ./.)",
      "(S\n  (NP Hablo/NNP)\n  del/FW\n  (NP centenario/NN)\n  o/FW\n  de/FW\n  la/FW\n  eternidad/FW\n  de/FW\n  un/FW\n  (NP hombre/NN que/NN permanece/NN vivo/NN)\n  (PP en/IN (NP el/NN tiempo/NN))\n  ,/,\n  (NP incluso/JJ cuando/NN lo/NN físico/NN)\n  ,/,\n  (NP lo/JJ material/NN)\n  ,/,\n  (NP hace/NN casi/NN)\n  (NP\n    una/JJ\n    década/NN\n    se/NN\n    volvió/NN\n    cenizas/NN\n    y/NN\n    él/NNP\n    dejó/NN\n    dicho/NN\n    que/NN)\n  (NP no/DT quería/NN)\n  (VP estatuas/VBZ (NP ni/JJ monumentos/NNS))\n  (PP en/IN (NP su/NN memoria/NN))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "PAISES",
      "APROBACION_RECHAZO",
      "JUSTICIA_SOCIAL",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          127,
          133
        ],
        "start": 127,
        "end": 133
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de cuba",
        "position": [
          79,
          97
        ],
        "start": 79,
        "end": 97
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiante",
        "position": [
          4012,
          4022
        ],
        "start": 4012,
        "end": 4022
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          3724,
          3731
        ],
        "start": 3724,
        "end": 3731
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          223,
          230
        ],
        "start": 223,
        "end": 230
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          93,
          97
        ],
        "start": 93,
        "end": 97
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          182,
          185
        ],
        "start": 182,
        "end": 185
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          3105,
          3112
        ],
        "start": 3105,
        "end": 3112
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "justicia social",
        "position": [
          1895,
          1910
        ],
        "start": 1895,
        "end": 1910
      }
    ],
    "match_count": 9
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Miguel Díaz-Canel Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "Che Guevara",
        "tipo": "Persona"
      },
      {
        "nombre": "Comandante en Jefe Fidel Castro Ruz",
        "tipo": "Persona"
      },
      {
        "nombre": "Fidel",
        "tipo": "Persona"
      },
      {
        "nombre": "Escrutando",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Girón",
        "tipo": "Lugar"
      },
      {
        "nombre": "Fidel Castro Ruz",
        "tipo": "Persona"
      },
      {
        "nombre": "República de Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sierra",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Comandante en Jefe Fidel Castro Ruz",
        "relacion": "AFIRMAR",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Comandante en Jefe Fidel Castro Ruz",
        "relacion": "AFIRMAR",
        "objeto": "Miguel Díaz-Canel Bermúdez"
      }
    ]
  },
  "sentiment": {
    "compound": 0.4389,
    "pos": 0.02,
    "neu": 0.961,
    "neg": 0.019,
    "label": "positive"
  }
}