{
  "url": "https://www.telesurtv.net/francotiradores-eeuu-alemania-familia-gaza/",
  "title": "Francotiradores de EE.UU. y Alemania asesinan una familia palestina en Gaza en un solo día",
  "section": "Mundo",
  "tags": [
    "Alemania",
    "Daniel Graetz",
    "Daniel Raab",
    "disparos",
    "EE.UU.",
    "exterminio",
    "familia Doghmosh",
    "familia palestina",
    "Francotiradores",
    "Gaza",
    "genocidio",
    "Israel",
    "Palestina",
    "Violencia"
  ],
  "text": "Una investigación de cinco meses realizada por el diario británico The Guardian reveló cómo cuatro miembros de la familia Doghmosh de Gaza fueron asesinados a tiros por francotiradores de EE.UU. y Alemania en un solo día, específicamente el 22 de noviembre de 2023, y otros dos resultaron heridos.\n\nCuando en el día 22 de noviembre de 2023, Mohammed Doghmosh, de 26 años, quien se ganaba la vida recolectando desechos, fue el primero en salir a la calle con su primo Youssef, no se esperaba terminar muerto y que su cuerpo descansara dos días a la intemperie, sin la posibilidad de ser enterrado.\nLa tragedia se desarrolló en un corto tramo de la calle Moneer al-Rayyes, en el barrio de Tal al-Hawa de la ciudad de Gaza.\nLos residentes tenían una falsa sensación de seguridad esa mañana, ante la presencia de las fuerzas israelíes.\n\n\nDaniel Raab y Daniel Graetz, parte de un equipo de francotiradores autodenominados “refaim” (fantasma), ya estaban posicionados a unos 400 metros en un edificio de seis plantas, desde donde tenían una vista clara de la calle.\nSegún Raab, esta zona había sido declarada un “área de combate” y cualquier hombre en edad militar estaba “marcado para morir”, a pesar de que los palestinos no fueron notificados de esta prohibición.\nFue entonces cuando uno de los francotiradores disparó a Mohammed de frente, algo que fue confirmado por Graetz, quien dijo que esa era “su segunda eliminación”.\nCuando se le preguntó cómo decidió su escuadrón disparar a palestinos desarmados, Raab respondió: “Es una cuestión de distancia. Hay un límite que nosotros definimos. Ellos no saben dónde está ese límite, pero nosotros sí”.\nTras la muerte de Mohammed, Youssef, el primo que lo acompañaba, corrió a contárselo a sus hermanos, y fue aquí cuando su hermano Salem Doghmosh, de 19 años, corrió a recuperar el cuerpo.\nSin embargo, este avisó selló su destino. Un video de dron grabado por los israelíes muestra a Salem desplomándose tras ser disparado en la cabeza.\nDaniel Raab fue el francotirador que admitió haber disparado a Salem, afirmando: “Esa fue mi primera eliminación”.\nRaab justificó el disparo diciendo que Salem estaba intentando recuperar el cuerpo de su hermano, un acto que Raab demostró una “excusa para matar”.\n\n\nEl francotirador de origen estadounidense, exjugador de baloncesto universitario de un suburbio de Chicago que luego formó parte del Ejército israelí, admitió que lo sabía. Diijo que disparó a Salem simplemente porque intentaba recuperar el cuerpo de su querido hermano mayor Mohammed.\n“Me cuesta entender por qué [hizo eso] y, además, no me interesa”, dice Raab en una entrevista en video publicada en X. “Es decir, ¿qué era tan importante sobre ese cadáver?”\nSin embargo, la recuperación de cadáveres está protegida por el derecho internacional e incluso por las propias normas del Ejército israelí, que estipulan que quienes recogen cuerpos no son objetivos legítimos.\nAsa Kasher, coautor del código de ética de las FDI, afirmó: “Si ves a alguien recuperando un cuerpo o ayudando a un herido, es una operación de rescate y debe ser respetada. A alguien así no se le debería disparar”.\nLa tragedia continuó cuando Montasser, el padre de 51 años de Mohammed y Salem, corrió al lugar al ver a sus hijos muertos, y también fue herido mortalmente por un francotirador mientras intentaba acercarse a ellos.\nUn primo, Khalil, quien intentó ayudar a Montasser, también recibió un disparo que le destrozó el brazo, aunque logró escapar antes de perder el conocimiento. Sin embargo, Montasser falleció al día siguiente.\n\n\nLa familia, temiendo más pérdidas, no pudo recuperar los cuerpos de los hermanos, que permanecieron en la calle hasta un alto el fuego el 24 de noviembre.\nLa investigación utilizó entrevistas con sobrevivientes, testigos y familiares, certificados de defunción, registros médicos e imágenes geolocalizadas, incluyendo fotos y videos tomados por los propios soldados israelíes.\nEsta no es la primera vez que se reportan asesinatos de palestinos civiles en Gaza a manos del Ejército israelí. Y es que exreservistas israelíes corroboraron este patrón de disparar a palestinos desarmados que intentan recuperar cadáveres, especialmente después de cruzar un “perímetro de seguridad” invisible, bajo la premisa de que cualquiera que se acerque es un “cómplice”, no importa si son niños, ancianos o mujeres embarazadas.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/francotiradores-eeuu-alemania-familia-gaza/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 363,
    "message_id": 104301,
    "date": "2025-09-11T02:55:07+00:00",
    "text": "teleSUR\nFrancotiradores de EE.UU. y Alemania asesinan una familia palestina en Gaza en un solo día\nhttps://www.telesurtv.net/francotiradores-eeuu-alemania-familia-gaza/",
    "photo_path": null,
    "views": 1672,
    "reactions": {
      "🤬": 49,
      "😢": 3,
      "😈": 3,
      "👎": 2,
      "❤": 1,
      "😭": 1
    },
    "total_reactions": 59
  },
  "preprocessing": {
    "cleaned": "una investigación de cinco meses realizada por el diario británico the guardian reveló cómo cuatro miembros de la familia doghmosh de gaza fueron asesinados a tiros por francotiradores de ee.uu. y alemania en un solo día, específicamente el 22 de noviembre de 2023, y otros dos resultaron heridos. cuando en el día 22 de noviembre de 2023, mohammed doghmosh, de 26 años, quien se ganaba la vida recolectando desechos, fue el primero en salir a la calle con su primo youssef, no se esperaba terminar muerto y que su cuerpo descansara dos días a la intemperie, sin la posibilidad de ser enterrado. la tragedia se desarrolló en un corto tramo de la calle moneer al-rayyes, en el barrio de tal al-hawa de la ciudad de gaza. los residentes tenían una falsa sensación de seguridad esa mañana, ante la presencia de las fuerzas israelíes. daniel raab y daniel graetz, parte de un equipo de francotiradores autodenominados “refaim” (fantasma), ya estaban posicionados a unos 400 metros en un edificio de seis plantas, desde donde tenían una vista clara de la calle. según raab, esta zona había sido declarada un “área de combate” y cualquier hombre en edad militar estaba “marcado para morir”, a pesar de que los palestinos no fueron notificados de esta prohibición. fue entonces cuando uno de los francotiradores disparó a mohammed de frente, algo que fue confirmado por graetz, quien dijo que esa era “su segunda eliminación”. cuando se le preguntó cómo decidió su escuadrón disparar a palestinos desarmados, raab respondió: “es una cuestión de distancia. hay un límite que nosotros definimos. ellos no saben dónde está ese límite, pero nosotros sí”. tras la muerte de mohammed, youssef, el primo que lo acompañaba, corrió a contárselo a sus hermanos, y fue aquí cuando su hermano salem doghmosh, de 19 años, corrió a recuperar el cuerpo. sin embargo, este avisó selló su destino. un video de dron grabado por los israelíes muestra a salem desplomándose tras ser disparado en la cabeza. daniel raab fue el francotirador que admitió haber disparado a salem, afirmando: “esa fue mi primera eliminación”. raab justificó el disparo diciendo que salem estaba intentando recuperar el cuerpo de su hermano, un acto que raab demostró una “excusa para matar”. el francotirador de origen estadounidense, exjugador de baloncesto universitario de un suburbio de chicago que luego formó parte del ejército israelí, admitió que lo sabía. diijo que disparó a salem simplemente porque intentaba recuperar el cuerpo de su querido hermano mayor mohammed. “me cuesta entender por qué [hizo eso] y, además, no me interesa”, dice raab en una entrevista en video publicada en x. “es decir, ¿qué era tan importante sobre ese cadáver?” sin embargo, la recuperación de cadáveres está protegida por el derecho internacional e incluso por las propias normas del ejército israelí, que estipulan que quienes recogen cuerpos no son objetivos legítimos. asa kasher, coautor del código de ética de las fdi, afirmó: “si ves a alguien recuperando un cuerpo o ayudando a un herido, es una operación de rescate y debe ser respetada. a alguien así no se le debería disparar”. la tragedia continuó cuando montasser, el padre de 51 años de mohammed y salem, corrió al lugar al ver a sus hijos muertos, y también fue herido mortalmente por un francotirador mientras intentaba acercarse a ellos. un primo, khalil, quien intentó ayudar a montasser, también recibió un disparo que le destrozó el brazo, aunque logró escapar antes de perder el conocimiento. sin embargo, montasser falleció al día siguiente. la familia, temiendo más pérdidas, no pudo recuperar los cuerpos de los hermanos, que permanecieron en la calle hasta un alto el fuego el 24 de noviembre. la investigación utilizó entrevistas con sobrevivientes, testigos y familiares, certificados de defunción, registros médicos e imágenes geolocalizadas, incluyendo fotos y videos tomados por los propios soldados israelíes. esta no es la primera vez que se reportan asesinatos de palestinos civiles en gaza a manos del ejército israelí. y es que exreservistas israelíes corroboraron este patrón de disparar a palestinos desarmados que intentan recuperar cadáveres, especialmente después de cruzar un “perímetro de seguridad” invisible, bajo la premisa de que cualquiera que se acerque es un “cómplice”, no importa si son niños, ancianos o mujeres embarazadas.",
    "tokens": [
      "investigación",
      "cinco",
      "meses",
      "realizada",
      "diario",
      "británico",
      "the",
      "guardian",
      "reveló",
      "cómo",
      "cuatro",
      "miembros",
      "familia",
      "doghmosh",
      "gaza",
      "asesinados",
      "tiros",
      "francotiradores",
      "ee.uu.",
      "alemania",
      "solo",
      "día",
      ",",
      "específicamente",
      "22",
      "noviembre",
      "2023",
      ",",
      "dos",
      "resultaron",
      "heridos",
      ".",
      "día",
      "22",
      "noviembre",
      "2023",
      ",",
      "mohammed",
      "doghmosh",
      ",",
      "26",
      "años",
      ",",
      "ganaba",
      "vida",
      "recolectando",
      "desechos",
      ",",
      "primero",
      "salir",
      "calle",
      "primo",
      "youssef",
      ",",
      "esperaba",
      "terminar",
      "muerto",
      "cuerpo",
      "descansara",
      "dos",
      "días",
      "intemperie",
      ",",
      "posibilidad",
      "ser",
      "enterrado",
      ".",
      "tragedia",
      "desarrolló",
      "corto",
      "tramo",
      "calle",
      "moneer",
      "al-rayyes",
      ",",
      "barrio",
      "tal",
      "al-hawa",
      "ciudad",
      "gaza",
      ".",
      "residentes",
      "falsa",
      "sensación",
      "seguridad",
      "mañana",
      ",",
      "presencia",
      "fuerzas",
      "israelíes",
      ".",
      "daniel",
      "raab",
      "daniel",
      "graetz",
      ",",
      "parte",
      "equipo",
      "francotiradores",
      "autodenominados",
      "“",
      "refaim",
      "”",
      "(",
      "fantasma",
      ")",
      ",",
      "posicionados",
      "400",
      "metros",
      "edificio",
      "seis",
      "plantas",
      ",",
      "vista",
      "clara",
      "calle",
      ".",
      "según",
      "raab",
      ",",
      "zona",
      "sido",
      "declarada",
      "“",
      "área",
      "combate",
      "”",
      "cualquier",
      "hombre",
      "edad",
      "militar",
      "“",
      "marcado",
      "morir",
      "”",
      ",",
      "pesar",
      "palestinos",
      "notificados",
      "prohibición",
      ".",
      "entonces",
      "francotiradores",
      "disparó",
      "mohammed",
      "frente",
      ",",
      "confirmado",
      "graetz",
      ",",
      "dijo",
      "“",
      "segunda",
      "eliminación",
      "”",
      ".",
      "preguntó",
      "cómo",
      "decidió",
      "escuadrón",
      "disparar",
      "palestinos",
      "desarmados",
      ",",
      "raab",
      "respondió",
      ":",
      "“",
      "cuestión",
      "distancia",
      ".",
      "límite",
      "definimos",
      ".",
      "saben",
      "dónde",
      "límite",
      ",",
      "”",
      ".",
      "tras",
      "muerte",
      "mohammed",
      ",",
      "youssef",
      ",",
      "primo",
      "acompañaba",
      ",",
      "corrió",
      "contárselo",
      "hermanos",
      ",",
      "aquí",
      "hermano",
      "salem",
      "doghmosh",
      ",",
      "19",
      "años",
      ",",
      "corrió",
      "recuperar",
      "cuerpo",
      ".",
      "embargo",
      ",",
      "avisó",
      "selló",
      "destino",
      ".",
      "video",
      "dron",
      "grabado",
      "israelíes",
      "muestra",
      "salem",
      "desplomándose",
      "tras",
      "ser",
      "disparado",
      "cabeza",
      ".",
      "daniel",
      "raab",
      "francotirador",
      "admitió",
      "haber",
      "disparado",
      "salem",
      ",",
      "afirmando",
      ":",
      "“",
      "primera",
      "eliminación",
      "”",
      ".",
      "raab",
      "justificó",
      "disparo",
      "diciendo",
      "salem",
      "intentando",
      "recuperar",
      "cuerpo",
      "hermano",
      ",",
      "acto",
      "raab",
      "demostró",
      "“",
      "excusa",
      "matar",
      "”",
      ".",
      "francotirador",
      "origen",
      "estadounidense",
      ",",
      "exjugador",
      "baloncesto",
      "universitario",
      "suburbio",
      "chicago",
      "luego",
      "formó",
      "parte",
      "ejército",
      "israelí",
      ",",
      "admitió",
      "sabía",
      ".",
      "diijo",
      "disparó",
      "salem",
      "simplemente",
      "intentaba",
      "recuperar",
      "cuerpo",
      "querido",
      "hermano",
      "mayor",
      "mohammed",
      ".",
      "“",
      "cuesta",
      "entender",
      "[",
      "hizo",
      "]",
      ",",
      "además",
      ",",
      "interesa",
      "”",
      ",",
      "dice",
      "raab",
      "entrevista",
      "video",
      "publicada",
      "x",
      ".",
      "“",
      "decir",
      ",",
      "¿qué",
      "tan",
      "importante",
      "cadáver",
      "?",
      "”",
      "embargo",
      ",",
      "recuperación",
      "cadáveres",
      "protegida",
      "derecho",
      "internacional",
      "incluso",
      "propias",
      "normas",
      "ejército",
      "israelí",
      ",",
      "estipulan",
      "recogen",
      "cuerpos",
      "objetivos",
      "legítimos",
      ".",
      "asa",
      "kasher",
      ",",
      "coautor",
      "código",
      "ética",
      "fdi",
      ",",
      "afirmó",
      ":",
      "“",
      "si",
      "ves",
      "alguien",
      "recuperando",
      "cuerpo",
      "ayudando",
      "herido",
      ",",
      "operación",
      "rescate",
      "debe",
      "ser",
      "respetada",
      ".",
      "alguien",
      "así",
      "debería",
      "disparar",
      "”",
      ".",
      "tragedia",
      "continuó",
      "montasser",
      ",",
      "padre",
      "51",
      "años",
      "mohammed",
      "salem",
      ",",
      "corrió",
      "lugar",
      "ver",
      "hijos",
      "muertos",
      ",",
      "herido",
      "mortalmente",
      "francotirador",
      "mientras",
      "intentaba",
      "acercarse",
      ".",
      "primo",
      ",",
      "khalil",
      ",",
      "intentó",
      "ayudar",
      "montasser",
      ",",
      "recibió",
      "disparo",
      "destrozó",
      "brazo",
      ",",
      "aunque",
      "logró",
      "escapar",
      "perder",
      "conocimiento",
      ".",
      "embargo",
      ",",
      "montasser",
      "falleció",
      "día",
      "siguiente",
      ".",
      "familia",
      ",",
      "temiendo",
      "pérdidas",
      ",",
      "pudo",
      "recuperar",
      "cuerpos",
      "hermanos",
      ",",
      "permanecieron",
      "calle",
      "alto",
      "fuego",
      "24",
      "noviembre",
      ".",
      "investigación",
      "utilizó",
      "entrevistas",
      "sobrevivientes",
      ",",
      "testigos",
      "familiares",
      ",",
      "certificados",
      "defunción",
      ",",
      "registros",
      "médicos",
      "imágenes",
      "geolocalizadas",
      ",",
      "incluyendo",
      "fotos",
      "videos",
      "tomados",
      "propios",
      "soldados",
      "israelíes",
      ".",
      "primera",
      "vez",
      "reportan",
      "asesinatos",
      "palestinos",
      "civiles",
      "gaza",
      "manos",
      "ejército",
      "israelí",
      ".",
      "exreservistas",
      "israelíes",
      "corroboraron",
      "patrón",
      "disparar",
      "palestinos",
      "desarmados",
      "intentan",
      "recuperar",
      "cadáveres",
      ",",
      "especialmente",
      "después",
      "cruzar",
      "“",
      "perímetro",
      "seguridad",
      "”",
      "invisible",
      ",",
      "bajo",
      "premisa",
      "cualquiera",
      "acerque",
      "“",
      "cómplice",
      "”",
      ",",
      "importa",
      "si",
      "niños",
      ",",
      "ancianos",
      "mujeres",
      "embarazadas",
      "."
    ],
    "token_count": 502,
    "sentence_count": 28
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 79,
      "NN": 277,
      "IN": 31,
      "NNS": 28,
      "VBP": 28,
      "JJ": 71,
      "DT": 10,
      "FW": 113,
      "VBZ": 15,
      "$": 1,
      "CD": 9,
      "PRP": 2,
      "RB": 1,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NN": 35,
      "NN-IN": 23,
      "IN-NN": 4,
      "NN-NNS": 7,
      "NNS-VBP": 23,
      "VBP-JJ": 14,
      "JJ-NN": 44,
      "NN-NN": 159,
      "IN-DT": 1,
      "DT-NNP": 1,
      "NN-FW": 19,
      "FW-FW": 57,
      "FW-NNP": 17,
      "NNP-FW": 11,
      "NN-VBZ": 9,
      "VBZ-IN": 2,
      "IN-NNP": 4,
      "NNP-NNP": 17,
      "FW-JJ": 10,
      "NN-VBP": 3,
      "VBP-$": 1,
      "$-CD": 1,
      "CD-FW": 3,
      "FW-IN": 2,
      "IN-CD": 5,
      "CD-NNS": 3,
      "VBP-NN": 6,
      "NN-NNP": 32,
      "NNP-VBZ": 6,
      "VBZ-FW": 2,
      "JJ-CD": 2,
      "CD-NNP": 1,
      "NNP-IN": 2,
      "CD-JJ": 1,
      "FW-NN": 20,
      "NNP-DT": 3,
      "DT-NN": 7,
      "VBZ-JJ": 8,
      "IN-JJ": 1,
      "IN-FW": 16,
      "NNP-NNS": 2,
      "NNS-IN": 1,
      "NNP-JJ": 3,
      "JJ-FW": 3,
      "JJ-JJ": 9,
      "FW-NNS": 7,
      "NN-PRP": 1,
      "PRP-VBP": 1,
      "NN-JJ": 20,
      "JJ-NNP": 4,
      "JJ-DT": 2,
      "VBP-NNP": 2,
      "NNS-JJ": 2,
      "JJ-VBP": 1,
      "NN-DT": 2,
      "DT-PRP": 1,
      "PRP-JJ": 1,
      "JJ-NNS": 6,
      "NN-RB": 1,
      "RB-JJ": 1,
      "VBZ-DT": 2,
      "DT-JJ": 1,
      "CD-NN": 1,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "VBP-NNS": 2,
      "VBP-IN": 1,
      "NNS-NNS": 1,
      "NNS-FW": 1,
      "VBP-FW": 1,
      "VBZ-NN": 1
    },
    "trigram_freq": {
      "NNP-NN-IN": 1,
      "NN-IN-NN": 4,
      "IN-NN-NNS": 2,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NN": 6,
      "JJ-NN-NN": 23,
      "NN-NN-IN": 15,
      "NN-IN-DT": 1,
      "IN-DT-NNP": 1,
      "DT-NNP-NN": 1,
      "NNP-NN-NN": 24,
      "NN-NN-NN": 95,
      "NN-NN-FW": 9,
      "NN-FW-FW": 10,
      "FW-FW-FW": 31,
      "FW-FW-NNP": 11,
      "FW-NNP-FW": 5,
      "NNP-FW-NNP": 1,
      "FW-NNP-NN": 4,
      "NN-NN-VBZ": 2,
      "NN-VBZ-IN": 2,
      "VBZ-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-FW": 2,
      "NNP-FW-JJ": 3,
      "FW-JJ-NN": 7,
      "NN-NN-VBP": 3,
      "NN-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-FW": 1,
      "CD-FW-FW": 3,
      "FW-FW-IN": 2,
      "FW-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-VBP": 2,
      "NNS-VBP-NN": 4,
      "VBP-NN-NN": 4,
      "NN-NN-NNP": 17,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-CD": 1,
      "JJ-CD-FW": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "NNP-NNP-IN": 2,
      "NNP-IN-CD": 2,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-FW-NN": 6,
      "FW-NN-NN": 11,
      "FW-NN-FW": 3,
      "FW-FW-NN": 6,
      "NN-NNP-DT": 2,
      "NNP-DT-NN": 3,
      "DT-NN-VBZ": 5,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 6,
      "NNP-FW-NN": 4,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "NN-IN-FW": 13,
      "IN-FW-FW": 6,
      "FW-NNP-NNS": 2,
      "NNP-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NN": 3,
      "FW-NN-IN": 2,
      "NN-IN-NNP": 3,
      "IN-NNP-JJ": 1,
      "NNP-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "FW-NNP-NNP": 5,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 5,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "FW-FW-JJ": 3,
      "JJ-NN-NNP": 8,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 3,
      "NNP-NNP-NN": 8,
      "NNP-NN-FW": 3,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 6,
      "NN-NN-PRP": 1,
      "NN-PRP-VBP": 1,
      "PRP-VBP-JJ": 1,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-CD": 1,
      "JJ-CD-NNS": 1,
      "VBP-JJ-FW": 2,
      "JJ-NN-JJ": 2,
      "NN-JJ-NN": 15,
      "NN-NN-JJ": 14,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 2,
      "FW-JJ-DT": 1,
      "JJ-DT-NN": 2,
      "DT-NN-FW": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 1,
      "NNP-FW-FW": 3,
      "NN-NNP-NN": 19,
      "NN-VBP-NN": 2,
      "NN-FW-NNP": 3,
      "NN-NN-NNS": 2,
      "VBP-NNP-NN": 1,
      "NNP-NN-NNP": 5,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "JJ-NN-IN": 5,
      "IN-FW-NNP": 1,
      "FW-NNP-JJ": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "NNP-NN-NNS": 1,
      "VBP-NN-FW": 1,
      "IN-NN-NN": 2,
      "FW-NN-JJ": 2,
      "NNP-NN-JJ": 1,
      "IN-FW-JJ": 3,
      "VBP-NN-DT": 1,
      "NN-DT-PRP": 1,
      "DT-PRP-JJ": 1,
      "PRP-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NN-FW": 1,
      "NN-JJ-JJ": 3,
      "NN-JJ-NNS": 1,
      "JJ-NNS-VBP": 6,
      "VBP-JJ-DT": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "IN-NNP-FW": 1,
      "JJ-NN-VBZ": 2,
      "NN-VBZ-DT": 2,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-FW": 1,
      "JJ-NN-NNS": 2,
      "IN-NNP-NN": 1,
      "VBZ-IN-FW": 1,
      "FW-NN-NNP": 2,
      "VBZ-DT-NN": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-FW": 1,
      "FW-JJ-NNS": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-NNS": 3,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-NNS": 1,
      "JJ-JJ-NNS": 2,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-DT": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-NN": 1,
      "FW-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "NN-VBZ-NN": 1,
      "VBZ-NN-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 277,
        "FW": 113,
        "NNP": 79,
        "JJ": 71,
        "IN": 31
      },
      "top_bigrams": {
        "NN-NN": 159,
        "FW-FW": 57,
        "JJ-NN": 44,
        "NNP-NN": 35,
        "NN-NNP": 32
      },
      "top_trigrams": {
        "NN-NN-NN": 95,
        "FW-FW-FW": 31,
        "NNP-NN-NN": 24,
        "JJ-NN-NN": 23,
        "NN-NNP-NN": 19
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 28,
    "chunk_counts": {
      "NP": 198,
      "PP": 11,
      "VP": 46,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0205
      },
      {
        "rule": "NP -> ('años', 'NN')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('Cuando', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('no', 'DT') ('se', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Gaza', 'NNP')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('francotiradores', 'NNS')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "NP -> ('Sin', 'NNP') ('embargo', 'NN')",
        "frequency": 2,
        "weight": 0.0068
      },
      {
        "rule": "S -> NP PP VP PP ('miembros', 'FW') ('de', 'FW') ('la', 'FW') ('familia', 'FW') NP ('de', 'FW') NP VP PP ('en', 'FW') NP (',', ',') VP ('el', 'FW') ('22', 'CD') ('de', 'FW') ('noviembre', 'FW') ('de', 'IN') ('2023', 'CD') (',', ',') ('y', 'CC') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0034
      },
      {
        "rule": "NP -> ('Una', 'NNP') ('investigación', 'NN')",
        "frequency": 1,
        "weight": 0.0034
      },
      {
        "rule": "NP -> ('cinco', 'NN') ('meses', 'NNS')",
        "frequency": 1,
        "weight": 0.0034
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Una investigación"
      },
      {
        "label": "PP",
        "text": "de cinco meses"
      },
      {
        "label": "NP",
        "text": "cinco meses"
      },
      {
        "label": "VP",
        "text": "realizada por el diario"
      },
      {
        "label": "NP",
        "text": "por el diario"
      },
      {
        "label": "PP",
        "text": "británico The Guardian reveló cómo cuatro"
      },
      {
        "label": "NP",
        "text": "The Guardian reveló cómo cuatro"
      },
      {
        "label": "NP",
        "text": "Doghmosh"
      },
      {
        "label": "NP",
        "text": "Gaza fueron"
      },
      {
        "label": "VP",
        "text": "asesinados a tiros por francotiradores"
      },
      {
        "label": "NP",
        "text": "a tiros por francotiradores"
      },
      {
        "label": "PP",
        "text": "de EE.UU. y Alemania"
      },
      {
        "label": "NP",
        "text": "EE.UU. y Alemania"
      },
      {
        "label": "NP",
        "text": "un solo día"
      },
      {
        "label": "VP",
        "text": "específicamente"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Una/NNP investigación/NN)\n  (PP de/IN (NP cinco/NN meses/NNS))\n  (VP realizada/VBP (NP por/JJ el/NN diario/NN))\n  (PP\n    británico/IN\n    (NP The/DT Guardian/NNP reveló/NN cómo/NN cuatro/NN))\n  miembros/FW\n  de/FW\n  la/FW\n  familia/FW\n  (NP Doghmosh/NNP)\n  de/FW\n  (NP Gaza/NNP fueron/NN)\n  (VP asesinados/VBZ (NP a/DT tiros/JJ por/NN francotiradores/NNS))\n  (PP de/IN (NP EE.UU./NNP y/NNP Alemania/NNP))\n  en/FW\n  (NP un/JJ solo/NN día/NN)\n  ,/,\n  (VP específicamente/VBP)\n  el/FW\n  22/CD\n  de/FW\n  noviembre/FW\n  de/IN\n  2023/CD\n  ,/,\n  y/CC\n  (NP otros/JJ dos/NN resultaron/NN heridos/NN)\n  ./.)",
      "(S\n  (NP Cuando/NNP)\n  en/CC\n  (NP el/JJ día/NN)\n  22/CD\n  de/FW\n  noviembre/FW\n  de/IN\n  2023/CD\n  ,/,\n  (NP Mohammed/NNP Doghmosh/NNP)\n  ,/,\n  de/FW\n  26/CD\n  (NP años/NN)\n  ,/,\n  quien/FW\n  se/FW\n  ganaba/FW\n  la/FW\n  vida/FW\n  (NP recolectando/NN desechos/NN)\n  ,/,\n  (NP fue/JJ el/NN primero/NN)\n  en/FW\n  salir/FW\n  (NP a/DT la/NN calle/NN con/NN su/NN primo/NN Youssef/NNP)\n  ,/,\n  (NP no/DT se/NN)\n  (VP\n    esperaba/VBZ\n    (NP\n      terminar/JJ\n      muerto/NN\n      y/NN\n      que/NN\n      su/NN\n      cuerpo/NN\n      descansara/NN\n      dos/NN))\n  (VP días/VBZ (NP a/DT la/NN intemperie/NN))\n  ,/,\n  (NP sin/NN)\n  la/FW\n  posibilidad/FW\n  de/FW\n  ser/FW\n  (NP enterrado/NN)\n  ./.)",
      "(S\n  (NP La/NNP tragedia/NNP se/NN desarrolló/NN)\n  (PP en/IN (NP un/JJ corto/NN tramo/NN))\n  de/IN\n  la/FW\n  calle/FW\n  (NP Moneer/NNP al-Rayyes/NNS)\n  ,/,\n  en/FW\n  el/FW\n  (NP barrio/NN)\n  (PP de/IN (NP Tal/NNP))\n  (ADJP al-Hawa/JJ)\n  de/FW\n  la/FW\n  ciudad/FW\n  de/FW\n  (NP Gaza/NNP)\n  ./.)",
      "(S\n  (NP Los/NNP)\n  (VP residentes/VBZ (NP tenían/JJ una/JJ falsa/NN sensación/NN))\n  de/IN\n  seguridad/FW\n  esa/FW\n  (NP mañana/NN)\n  ,/,\n  (ADJP ante/JJ)\n  la/FW\n  presencia/FW\n  de/FW\n  las/FW\n  (NP fuerzas/JJ israelíes/NN)\n  ./.)",
      "(S\n  (NP Daniel/NNP Raab/NNP y/NNP Daniel/NNP Graetz/NNP)\n  ,/,\n  (NP parte/NN)\n  de/FW\n  un/FW\n  equipo/FW\n  de/FW\n  (NP francotiradores/NNS)\n  (VP autodenominados/VBP (NP “/JJ refaim/NN ”/NNP))\n  (/(\n  (NP fantasma/NN)\n  )/)\n  ,/,\n  (NP ya/JJ estaban/NN)\n  (VP posicionados/VBZ)\n  a/DT\n  (ADJP unos/JJ)\n  400/CD\n  (NP metros/NNS)\n  (VP en/VBP un/JJ)\n  edificio/FW\n  de/FW\n  seis/FW\n  (NP plantas/NNS)\n  ,/,\n  (NP desde/NN donde/NN tenían/NN)\n  (NP una/JJ vista/NN clara/NN)\n  de/IN\n  la/FW\n  (NP calle/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "MEDIOS_COMUNICACION",
      "PERIODOS_TEMPORALES",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "TIEMPO_RELATIVO",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "disparó",
        "position": [
          1308,
          1315
        ],
        "start": 1308,
        "end": 1315
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2973,
          2979
        ],
        "start": 2973,
        "end": 2979
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "universitario",
        "position": [
          2316,
          2329
        ],
        "start": 2316,
        "end": 2329
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          4356,
          4363
        ],
        "start": 4356,
        "end": 4363
      },
      {
        "category": "MEDIOS_COMUNICACION",
        "matched_text": "diario británico the",
        "position": [
          50,
          70
        ],
        "start": 50,
        "end": 70
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "calle",
        "position": [
          448,
          453
        ],
        "start": 448,
        "end": 453
      },
      {
        "category": "PAISES",
        "matched_text": "alemania",
        "position": [
          197,
          205
        ],
        "start": 197,
        "end": 205
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "zona había",
        "position": [
          1077,
          1087
        ],
        "start": 1077,
        "end": 1087
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "calle con",
        "position": [
          448,
          457
        ],
        "start": 448,
        "end": 457
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "edificio de",
        "position": [
          986,
          997
        ],
        "start": 986,
        "end": 997
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "22 de noviembre de 2023",
        "position": [
          241,
          264
        ],
        "start": 241,
        "end": 264
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el día",
        "position": [
          306,
          315
        ],
        "start": 306,
        "end": 315
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          780,
          786
        ],
        "start": 780,
        "end": 786
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "embargo",
        "position": [
          1839,
          1846
        ],
        "start": 1839,
        "end": 1846
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mohammed Doghmosh",
        "tipo": "Persona"
      },
      {
        "nombre": "Asa Kasher",
        "tipo": "Persona"
      },
      {
        "nombre": "Chicago",
        "tipo": "Lugar"
      },
      {
        "nombre": "Daniel Graetz",
        "tipo": "Persona"
      },
      {
        "nombre": "FDI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Montasser",
        "tipo": "Persona"
      },
      {
        "nombre": "Daniel Raab",
        "tipo": "Persona"
      },
      {
        "nombre": "Doghmosh de Gaza",
        "tipo": "Persona"
      },
      {
        "nombre": "Mohammed",
        "tipo": "Persona"
      },
      {
        "nombre": "Khalil",
        "tipo": "Persona"
      },
      {
        "nombre": "Salem",
        "tipo": "Lugar"
      },
      {
        "nombre": "Salem Doghmosh",
        "tipo": "Persona"
      },
      {
        "nombre": "Youssef",
        "tipo": "Persona"
      },
      {
        "nombre": "Raab",
        "tipo": "Persona"
      },
      {
        "nombre": "Alemania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Tal al-Hawa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Moneer al-Rayyes",
        "tipo": "Persona"
      },
      {
        "nombre": "Ejército israelí",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Salem",
        "tipo": "Persona"
      },
      {
        "nombre": "The Guardian",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Graetz",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "The Guardian",
        "relacion": "REVELAR",
        "objeto": "Doghmosh de Gaza"
      },
      {
        "sujeto": "The Guardian",
        "relacion": "REVELAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "The Guardian",
        "relacion": "REVELAR",
        "objeto": "Alemania"
      },
      {
        "sujeto": "Doghmosh de Gaza",
        "relacion": "ASESINAR_REVELAR",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Doghmosh de Gaza",
        "relacion": "ASESINAR_REVELAR",
        "objeto": "Alemania"
      },
      {
        "sujeto": "Mohammed",
        "relacion": "DISPARAR_SER",
        "objeto": "Graetz"
      },
      {
        "sujeto": "Mohammed",
        "relacion": "CORRER",
        "objeto": "Salem Doghmosh"
      },
      {
        "sujeto": "Youssef",
        "relacion": "CORRER",
        "objeto": "Salem Doghmosh"
      },
      {
        "sujeto": "Raab",
        "relacion": "JUSTIFICAR",
        "objeto": "Salem"
      },
      {
        "sujeto": "Salem",
        "relacion": "INTENTAR_DECIR_JUSTIFICAR",
        "objeto": "Raab"
      },
      {
        "sujeto": "Salem",
        "relacion": "DISPARAR",
        "objeto": "Mohammed"
      },
      {
        "sujeto": "Gaza",
        "relacion": "REPORTAR",
        "objeto": "Ejército israelí"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9837,
    "pos": 0.0,
    "neu": 0.95,
    "neg": 0.05,
    "label": "negative"
  }
}