{
  "url": "https://www.telesurtv.net/cuba-restablecimiento-sistema-electrico/",
  "title": "Cuba: Inician restablecimiento del sistema eléctrico nacional tras desconexión total - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bloqueo EE.UU.",
    "Cuba",
    "déficit",
    "Desconexión",
    "Economía",
    "Generación eléctrica",
    "SEN"
  ],
  "text": "\nEl Ministerio de Energía y Minas (Minem) de Cuba informó que en la mañana de este miércoles ocurrió una desconexión total del Sistema Eléctrico Nacional (SEN), que puede estar asociada a una salida inesperada de operaciones de la central termoeléctrica (CTE) Antonio Guiteras, la más estable del país.\n\n\nA través de un comunicado, el Minem detalló que comenzó los protocolos para restablecer el SEN desde el Despacho Nacional de Carga de la Unión Eléctrica (UNE), mientras se investiga las causas de lo sucedido.\nEl primer ministro, Manuel Marrero Cruz, visitó el Despacho Nacional de Carga e intercambió ideas con el director de la Unión Eléctrica, Alfredo López Valdés. El jefe de Gobierno informó a través de X que “se toman acciones de conjunto con las máximas autoridades del país para la recuperación del sistema”.\n\n\nEl primer secretario del Partido Comunista de Cuba (PCC) en la provincia de Matanzas, Mario Sabines Lorenzo —territorio donde está ubicada la CTE Antonio Guiteras—, informó a través de Facebook que “una señal falsa en la automática provocó la salida” de operaciones.\n“Los compañeros del Puesto de Dirección nos informan que el problema está resuelto y están listos para iniciar arranque cuando llegue la energía“, añadió.\n\n\nEl restablecimiento del SEN aprovecha capacidades operativas de unidades generadoras y a partir de ellas se van energizando más circuitos. Este proceso se realiza de manera paulatina, siguiendo estrictos protocolos, diseñados para disímiles escenarios, para cumplir parámetros técnicos ineludibles e impedir nuevas desconexiones.\nA diferencia de anteriores fallos en el SEN, en este no se han producido fallos en líneas de distribución, según la información disponible, aspecto que quizá ayude a restablecer el sistema en el plazo más breve.\nLa desconexión de este miércoles ocurre en un momento muy complejo para el SEN. Días atrás, el presidente cubano Miguel Díaz-Canel calificó de crítica la situación del sistema, con un significativo déficit en la generación, demandas diarias superiores a los 3.300-3.400 megawatts (MW) y extensos cortes en el servicio, que afectan todas las esferas del país.\n\n\nEn la mañana de este miércoles, había 4 unidades generadoras térmicas fuera de servicio por averías y otras 4 por mantenimientos previstos. Estas unidades corresponden a centrales termoeléctricas, que cubren el mayor porcentaje de la demanda nacional. La segunda fuente de producción de electricidad —los motores de generación distribuida— reportaban 44 unidades fuera de operaciones por déficit de combustible. Estas limitaciones suponen que para el horario pico nocturno se estime una disponibilidad de 1.780 megawatts (MW) y una demanda máxima de 3.500 MW, para un déficit de 1.720 MW.\nGracias a un plan de migración hacia fuentes renovables, Cuba ya dispone de 30 nuevos parques solares fotovoltaicos. En la última jornada estos generaron 2.673 megawatts/hora (MWh), con 565 MW como máxima potencia entregada en el horario de la media. Continúan aportando energía sin dificultad.\nLas dificultades operacionales del SEN tienen diversas causas, pero la fundamental es el bloqueo económico, comercial y financiero de EE.UU. contra Cuba, pues priva a la nación caribeña de ingresos en divisas necesarios para modernizar el SEN, proveerlo de pieza de repuesto, combustibles y lubricantes, y proporcionarle periódicos mantenimientos (las CTE —columna vertebral del SEN— fueron edificadas varias décadas atrás y trabajan con crudo nacional, de alto contenido de azufre, lo cual obliga a periódicas rehabilitaciones).\nEn julio pasado, el ministro de Energía y Minas, Vicente de La O Levy, confirmó ante la Asamblea Nacional que la producción de crudo nacional y gas acompañante se redujo en los últimos años y en estos momentos se recupera paulatinamente. Añadió que ese incremento productivo ha demandado millonarias inversiones.\nCuba prevé llegar a 52 parques fotovoltaicos a finales de 2025 y completar 92 en 2026. Este programa, que se lleva a cabo con ayuda de China, reducirá la dependencia de combustibles fósiles durante la generación en horas del día.\nMeses atrás, Rusia anunció que ayudará a construir una unidad generadora térmica de 200 MW y reparar totalmente varias unidades de 100 MW, esfuerzo que obra en la dirección de ampliar capacidad generadora de tipo térmico y sostener la reactivación económica en curso.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-restablecimiento-sistema-electrico/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 405,
    "message_id": 104257,
    "date": "2025-09-10T16:55:07+00:00",
    "text": "teleSUR\nCuba: Inician restablecimiento del sistema eléctrico nacional tras desconexión total\nhttps://www.telesurtv.net/cuba-restablecimiento-sistema-electrico/",
    "photo_path": null,
    "views": 2102,
    "reactions": {
      "👍": 40,
      "👏": 6,
      "❤": 4,
      "👎": 1,
      "🔥": 1
    },
    "total_reactions": 52
  },
  "preprocessing": {
    "cleaned": "el ministerio de energía y minas (minem) de cuba informó que en la mañana de este miércoles ocurrió una desconexión total del sistema eléctrico nacional (sen), que puede estar asociada a una salida inesperada de operaciones de la central termoeléctrica (cte) antonio guiteras, la más estable del país. a través de un comunicado, el minem detalló que comenzó los protocolos para restablecer el sen desde el despacho nacional de carga de la unión eléctrica (une), mientras se investiga las causas de lo sucedido. el primer ministro, manuel marrero cruz, visitó el despacho nacional de carga e intercambió ideas con el director de la unión eléctrica, alfredo lópez valdés. el jefe de gobierno informó a través de x que “se toman acciones de conjunto con las máximas autoridades del país para la recuperación del sistema”. el primer secretario del partido comunista de cuba (pcc) en la provincia de matanzas, mario sabines lorenzo —territorio donde está ubicada la cte antonio guiteras—, informó a través de facebook que “una señal falsa en la automática provocó la salida” de operaciones. “los compañeros del puesto de dirección nos informan que el problema está resuelto y están listos para iniciar arranque cuando llegue la energía“, añadió. el restablecimiento del sen aprovecha capacidades operativas de unidades generadoras y a partir de ellas se van energizando más circuitos. este proceso se realiza de manera paulatina, siguiendo estrictos protocolos, diseñados para disímiles escenarios, para cumplir parámetros técnicos ineludibles e impedir nuevas desconexiones. a diferencia de anteriores fallos en el sen, en este no se han producido fallos en líneas de distribución, según la información disponible, aspecto que quizá ayude a restablecer el sistema en el plazo más breve. la desconexión de este miércoles ocurre en un momento muy complejo para el sen. días atrás, el presidente cubano miguel díaz-canel calificó de crítica la situación del sistema, con un significativo déficit en la generación, demandas diarias superiores a los 3.300-3.400 megawatts (mw) y extensos cortes en el servicio, que afectan todas las esferas del país. en la mañana de este miércoles, había 4 unidades generadoras térmicas fuera de servicio por averías y otras 4 por mantenimientos previstos. estas unidades corresponden a centrales termoeléctricas, que cubren el mayor porcentaje de la demanda nacional. la segunda fuente de producción de electricidad —los motores de generación distribuida— reportaban 44 unidades fuera de operaciones por déficit de combustible. estas limitaciones suponen que para el horario pico nocturno se estime una disponibilidad de 1.780 megawatts (mw) y una demanda máxima de 3.500 mw, para un déficit de 1.720 mw. gracias a un plan de migración hacia fuentes renovables, cuba ya dispone de 30 nuevos parques solares fotovoltaicos. en la última jornada estos generaron 2.673 megawatts/hora (mwh), con 565 mw como máxima potencia entregada en el horario de la media. continúan aportando energía sin dificultad. las dificultades operacionales del sen tienen diversas causas, pero la fundamental es el bloqueo económico, comercial y financiero de ee.uu. contra cuba, pues priva a la nación caribeña de ingresos en divisas necesarios para modernizar el sen, proveerlo de pieza de repuesto, combustibles y lubricantes, y proporcionarle periódicos mantenimientos (las cte —columna vertebral del sen— fueron edificadas varias décadas atrás y trabajan con crudo nacional, de alto contenido de azufre, lo cual obliga a periódicas rehabilitaciones). en julio pasado, el ministro de energía y minas, vicente de la o levy, confirmó ante la asamblea nacional que la producción de crudo nacional y gas acompañante se redujo en los últimos años y en estos momentos se recupera paulatinamente. añadió que ese incremento productivo ha demandado millonarias inversiones. cuba prevé llegar a 52 parques fotovoltaicos a finales de 2025 y completar 92 en 2026. este programa, que se lleva a cabo con ayuda de china, reducirá la dependencia de combustibles fósiles durante la generación en horas del día. meses atrás, rusia anunció que ayudará a construir una unidad generadora térmica de 200 mw y reparar totalmente varias unidades de 100 mw, esfuerzo que obra en la dirección de ampliar capacidad generadora de tipo térmico y sostener la reactivación económica en curso.",
    "tokens": [
      "ministerio",
      "energía",
      "minas",
      "(",
      "minem",
      ")",
      "cuba",
      "informó",
      "mañana",
      "miércoles",
      "ocurrió",
      "desconexión",
      "total",
      "sistema",
      "eléctrico",
      "nacional",
      "(",
      "sen",
      ")",
      ",",
      "puede",
      "asociada",
      "salida",
      "inesperada",
      "operaciones",
      "central",
      "termoeléctrica",
      "(",
      "cte",
      ")",
      "antonio",
      "guiteras",
      ",",
      "estable",
      "país",
      ".",
      "través",
      "comunicado",
      ",",
      "minem",
      "detalló",
      "comenzó",
      "protocolos",
      "restablecer",
      "sen",
      "despacho",
      "nacional",
      "carga",
      "unión",
      "eléctrica",
      "(",
      "une",
      ")",
      ",",
      "mientras",
      "investiga",
      "causas",
      "sucedido",
      ".",
      "primer",
      "ministro",
      ",",
      "manuel",
      "marrero",
      "cruz",
      ",",
      "visitó",
      "despacho",
      "nacional",
      "carga",
      "intercambió",
      "ideas",
      "director",
      "unión",
      "eléctrica",
      ",",
      "alfredo",
      "lópez",
      "valdés",
      ".",
      "jefe",
      "gobierno",
      "informó",
      "través",
      "x",
      "“",
      "toman",
      "acciones",
      "conjunto",
      "máximas",
      "autoridades",
      "país",
      "recuperación",
      "sistema",
      "”",
      ".",
      "primer",
      "secretario",
      "partido",
      "comunista",
      "cuba",
      "(",
      "pcc",
      ")",
      "provincia",
      "matanzas",
      ",",
      "mario",
      "sabines",
      "lorenzo",
      "—territorio",
      "ubicada",
      "cte",
      "antonio",
      "guiteras—",
      ",",
      "informó",
      "través",
      "facebook",
      "“",
      "señal",
      "falsa",
      "automática",
      "provocó",
      "salida",
      "”",
      "operaciones",
      ".",
      "“",
      "compañeros",
      "puesto",
      "dirección",
      "informan",
      "problema",
      "resuelto",
      "listos",
      "iniciar",
      "arranque",
      "llegue",
      "energía",
      "“",
      ",",
      "añadió",
      ".",
      "restablecimiento",
      "sen",
      "aprovecha",
      "capacidades",
      "operativas",
      "unidades",
      "generadoras",
      "partir",
      "van",
      "energizando",
      "circuitos",
      ".",
      "proceso",
      "realiza",
      "manera",
      "paulatina",
      ",",
      "siguiendo",
      "estrictos",
      "protocolos",
      ",",
      "diseñados",
      "disímiles",
      "escenarios",
      ",",
      "cumplir",
      "parámetros",
      "técnicos",
      "ineludibles",
      "impedir",
      "nuevas",
      "desconexiones",
      ".",
      "diferencia",
      "anteriores",
      "fallos",
      "sen",
      ",",
      "producido",
      "fallos",
      "líneas",
      "distribución",
      ",",
      "según",
      "información",
      "disponible",
      ",",
      "aspecto",
      "quizá",
      "ayude",
      "restablecer",
      "sistema",
      "plazo",
      "breve",
      ".",
      "desconexión",
      "miércoles",
      "ocurre",
      "momento",
      "complejo",
      "sen",
      ".",
      "días",
      "atrás",
      ",",
      "presidente",
      "cubano",
      "miguel",
      "díaz-canel",
      "calificó",
      "crítica",
      "situación",
      "sistema",
      ",",
      "significativo",
      "déficit",
      "generación",
      ",",
      "demandas",
      "diarias",
      "superiores",
      "3.300-3.400",
      "megawatts",
      "(",
      "mw",
      ")",
      "extensos",
      "cortes",
      "servicio",
      ",",
      "afectan",
      "todas",
      "esferas",
      "país",
      ".",
      "mañana",
      "miércoles",
      ",",
      "4",
      "unidades",
      "generadoras",
      "térmicas",
      "servicio",
      "averías",
      "4",
      "mantenimientos",
      "previstos",
      ".",
      "unidades",
      "corresponden",
      "centrales",
      "termoeléctricas",
      ",",
      "cubren",
      "mayor",
      "porcentaje",
      "demanda",
      "nacional",
      ".",
      "segunda",
      "fuente",
      "producción",
      "electricidad",
      "—los",
      "motores",
      "generación",
      "distribuida—",
      "reportaban",
      "44",
      "unidades",
      "operaciones",
      "déficit",
      "combustible",
      ".",
      "limitaciones",
      "suponen",
      "horario",
      "pico",
      "nocturno",
      "estime",
      "disponibilidad",
      "1.780",
      "megawatts",
      "(",
      "mw",
      ")",
      "demanda",
      "máxima",
      "3.500",
      "mw",
      ",",
      "déficit",
      "1.720",
      "mw",
      ".",
      "gracias",
      "plan",
      "migración",
      "hacia",
      "fuentes",
      "renovables",
      ",",
      "cuba",
      "dispone",
      "30",
      "nuevos",
      "parques",
      "solares",
      "fotovoltaicos",
      ".",
      "última",
      "jornada",
      "generaron",
      "2.673",
      "megawatts/hora",
      "(",
      "mwh",
      ")",
      ",",
      "565",
      "mw",
      "máxima",
      "potencia",
      "entregada",
      "horario",
      "media",
      ".",
      "continúan",
      "aportando",
      "energía",
      "dificultad",
      ".",
      "dificultades",
      "operacionales",
      "sen",
      "diversas",
      "causas",
      ",",
      "fundamental",
      "bloqueo",
      "económico",
      ",",
      "comercial",
      "financiero",
      "ee.uu.",
      "cuba",
      ",",
      "pues",
      "priva",
      "nación",
      "caribeña",
      "ingresos",
      "divisas",
      "necesarios",
      "modernizar",
      "sen",
      ",",
      "proveerlo",
      "pieza",
      "repuesto",
      ",",
      "combustibles",
      "lubricantes",
      ",",
      "proporcionarle",
      "periódicos",
      "mantenimientos",
      "(",
      "cte",
      "—columna",
      "vertebral",
      "sen—",
      "edificadas",
      "varias",
      "décadas",
      "atrás",
      "trabajan",
      "crudo",
      "nacional",
      ",",
      "alto",
      "contenido",
      "azufre",
      ",",
      "obliga",
      "periódicas",
      "rehabilitaciones",
      ")",
      ".",
      "julio",
      "pasado",
      ",",
      "ministro",
      "energía",
      "minas",
      ",",
      "vicente",
      "levy",
      ",",
      "confirmó",
      "asamblea",
      "nacional",
      "producción",
      "crudo",
      "nacional",
      "gas",
      "acompañante",
      "redujo",
      "últimos",
      "años",
      "momentos",
      "recupera",
      "paulatinamente",
      ".",
      "añadió",
      "incremento",
      "productivo",
      "demandado",
      "millonarias",
      "inversiones",
      ".",
      "cuba",
      "prevé",
      "llegar",
      "52",
      "parques",
      "fotovoltaicos",
      "finales",
      "2025",
      "completar",
      "92",
      "2026.",
      "programa",
      ",",
      "lleva",
      "cabo",
      "ayuda",
      "china",
      ",",
      "reducirá",
      "dependencia",
      "combustibles",
      "fósiles",
      "generación",
      "horas",
      "día",
      ".",
      "meses",
      "atrás",
      ",",
      "rusia",
      "anunció",
      "ayudará",
      "construir",
      "unidad",
      "generadora",
      "térmica",
      "200",
      "mw",
      "reparar",
      "totalmente",
      "varias",
      "unidades",
      "100",
      "mw",
      ",",
      "esfuerzo",
      "obra",
      "dirección",
      "ampliar",
      "capacidad",
      "generadora",
      "tipo",
      "térmico",
      "sostener",
      "reactivación",
      "económica",
      "curso",
      "."
    ],
    "token_count": 483,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 104,
      "IN": 33,
      "NN": 208,
      "FW": 156,
      "NNS": 37,
      "VBP": 24,
      "JJ": 55,
      "VBZ": 7,
      "CC": 1,
      "DT": 1,
      "CD": 13,
      "VBD": 1
    },
    "bigram_freq": {
      "NNP-NNP": 38,
      "NNP-IN": 2,
      "IN-NNP": 5,
      "NNP-NN": 35,
      "NN-NN": 104,
      "NN-IN": 28,
      "IN-FW": 16,
      "FW-FW": 94,
      "FW-NNS": 9,
      "NNS-VBP": 19,
      "VBP-JJ": 11,
      "JJ-NN": 38,
      "NN-JJ": 11,
      "NN-NNP": 22,
      "FW-JJ": 9,
      "NNP-JJ": 6,
      "IN-JJ": 4,
      "NN-VBP": 2,
      "VBP-NNP": 5,
      "NNP-FW": 13,
      "FW-NNP": 17,
      "FW-NN": 24,
      "NN-NNS": 10,
      "NN-FW": 21,
      "JJ-JJ": 6,
      "JJ-NNS": 5,
      "NNS-IN": 2,
      "VBP-NNS": 3,
      "NNS-FW": 5,
      "NNP-VBZ": 4,
      "VBZ-FW": 2,
      "IN-NN": 2,
      "NNP-VBP": 2,
      "VBP-FW": 3,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "VBZ-NNS": 2,
      "NNS-NNP": 5,
      "NN-DT": 1,
      "DT-NN": 1,
      "NN-VBZ": 2,
      "VBZ-JJ": 2,
      "FW-VBP": 1,
      "VBP-IN": 1,
      "VBP-NN": 1,
      "NNP-NNS": 3,
      "JJ-NNP": 4,
      "NN-CD": 6,
      "CD-JJ": 2,
      "IN-NNS": 1,
      "NNS-JJ": 2,
      "NNS-VBD": 1,
      "VBD-JJ": 1,
      "IN-CD": 5,
      "CD-NNS": 2,
      "CD-NNP": 6,
      "FW-CD": 2,
      "NNS-NNS": 2,
      "CD-NN": 3,
      "NNS-VBZ": 1,
      "VBZ-NNP": 1,
      "JJ-FW": 2
    },
    "trigram_freq": {
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 2,
      "IN-NNP-NNP": 1,
      "NNP-NNP-NNP": 17,
      "IN-NNP-NN": 2,
      "NNP-NN-NN": 23,
      "NN-NN-IN": 15,
      "NN-IN-FW": 15,
      "IN-FW-FW": 9,
      "FW-FW-FW": 62,
      "FW-FW-NNS": 8,
      "FW-NNS-VBP": 4,
      "NNS-VBP-JJ": 9,
      "VBP-JJ-NN": 7,
      "JJ-NN-JJ": 1,
      "NN-JJ-NN": 8,
      "JJ-NN-NNP": 7,
      "NN-NNP-NNP": 9,
      "NNP-NNP-NN": 7,
      "NN-NN-NN": 54,
      "NN-NN-JJ": 7,
      "JJ-NN-NN": 18,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 6,
      "NNP-NNP-JJ": 4,
      "NNP-JJ-NN": 5,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "NN-NN-NNP": 9,
      "NN-NNP-NN": 11,
      "NN-NN-VBP": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NN": 1,
      "NNP-NNP-FW": 6,
      "NNP-FW-NNP": 6,
      "FW-NNP-FW": 4,
      "NNP-FW-FW": 5,
      "FW-FW-NNP": 6,
      "FW-NNP-NNP": 7,
      "FW-FW-NN": 11,
      "FW-NN-NNP": 4,
      "FW-NNP-NN": 4,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBP": 8,
      "JJ-NN-IN": 10,
      "IN-FW-NNP": 1,
      "NNP-NN-FW": 5,
      "NN-FW-NNP": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "IN-FW-NN": 3,
      "FW-NN-NNS": 5,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NN-NN": 9,
      "NN-NN-FW": 12,
      "NN-FW-FW": 11,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-JJ": 2,
      "NN-IN-NNP": 3,
      "NNP-NN-JJ": 3,
      "NN-IN-NN": 2,
      "IN-NN-FW": 1,
      "NN-FW-NN": 7,
      "FW-NN-FW": 2,
      "FW-NNP-VBP": 1,
      "NNP-VBP-FW": 1,
      "VBP-FW-NNP": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-NNS": 2,
      "VBZ-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 4,
      "JJ-NN-NNS": 1,
      "VBP-NNS-VBP": 2,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-FW": 1,
      "NNP-FW-NN": 2,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NN": 4,
      "FW-FW-VBP": 1,
      "FW-VBP-NNP": 1,
      "VBP-NNP-FW": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-JJ": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 2,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NNS-FW": 1,
      "JJ-NN-CD": 1,
      "NN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "IN-JJ-NNP": 2,
      "JJ-NNP-NNS": 2,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-IN-CD": 4,
      "IN-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "IN-CD-NNP": 3,
      "CD-NNP-NN": 5,
      "CD-NNP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NN-FW-CD": 1,
      "FW-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NN-NN-CD": 2,
      "NN-CD-NN": 2,
      "CD-NN-NNP": 1,
      "NNP-NN-CD": 1,
      "NN-CD-NNP": 2,
      "FW-NN-IN": 3,
      "IN-FW-NNS": 1,
      "NNS-FW-NNP": 1,
      "NN-VBP-JJ": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NNP": 1,
      "VBP-JJ-JJ": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "NN-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 2,
      "NN-NN-NNS": 2,
      "NN-NNS-NNP": 2,
      "JJ-NNP-NN": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NNS": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-CD": 2,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-FW": 1,
      "FW-NNS-NNS": 1,
      "NNP-NN-NNP": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 208,
        "FW": 156,
        "NNP": 104,
        "JJ": 55,
        "NNS": 37
      },
      "top_bigrams": {
        "NN-NN": 104,
        "FW-FW": 94,
        "NNP-NNP": 38,
        "JJ-NN": 38,
        "NNP-NN": 35
      },
      "top_trigrams": {
        "FW-FW-FW": 62,
        "NN-NN-NN": 54,
        "NNP-NN-NN": 23,
        "JJ-NN-NN": 18,
        "NNP-NNP-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 182,
      "PP": 14,
      "VP": 37,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0304
      },
      {
        "rule": "NP -> ('MW', 'NNP')",
        "frequency": 5,
        "weight": 0.019
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0152
      },
      {
        "rule": "NP -> ('miércoles', 'NNS')",
        "frequency": 3,
        "weight": 0.0114
      },
      {
        "rule": "NP -> ('Energía', 'NNP') ('y', 'NNP') ('Minas', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('SEN', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Carga', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "NP -> ('Unión', 'NNP') ('Eléctrica', 'NNP')",
        "frequency": 2,
        "weight": 0.0076
      },
      {
        "rule": "VP -> ('informó', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0076
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Ministerio"
      },
      {
        "label": "PP",
        "text": "de Energía y Minas"
      },
      {
        "label": "NP",
        "text": "Energía y Minas"
      },
      {
        "label": "NP",
        "text": "Minem"
      },
      {
        "label": "NP",
        "text": "Cuba informó que"
      },
      {
        "label": "NP",
        "text": "miércoles"
      },
      {
        "label": "VP",
        "text": "ocurrió una desconexión total del Sistema Eléctrico Nacional"
      },
      {
        "label": "NP",
        "text": "una desconexión"
      },
      {
        "label": "NP",
        "text": "total del Sistema Eléctrico Nacional"
      },
      {
        "label": "NP",
        "text": "SEN"
      },
      {
        "label": "NP",
        "text": "que puede estar"
      },
      {
        "label": "VP",
        "text": "asociada a una salida inesperada"
      },
      {
        "label": "NP",
        "text": "a una salida inesperada"
      },
      {
        "label": "NP",
        "text": "central termoeléctrica"
      },
      {
        "label": "NP",
        "text": "CTE"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Ministerio/NNP)\n  (PP de/IN (NP Energía/NNP y/NNP Minas/NNP))\n  (/(\n  (NP Minem/NNP)\n  )/)\n  de/FW\n  (NP Cuba/NNP informó/NN que/NN)\n  en/IN\n  la/FW\n  mañana/FW\n  de/FW\n  este/FW\n  (NP miércoles/NNS)\n  (VP\n    ocurrió/VBP\n    (NP una/JJ desconexión/NN)\n    (NP total/JJ del/NN Sistema/NNP Eléctrico/NNP Nacional/NNP))\n  (/(\n  (NP SEN/NNP)\n  )/)\n  ,/,\n  (NP que/JJ puede/NN estar/NN)\n  (VP asociada/VBZ (NP a/DT una/JJ salida/NN inesperada/NN))\n  de/IN\n  operaciones/FW\n  de/FW\n  la/FW\n  (NP central/JJ termoeléctrica/NN)\n  (/(\n  (NP CTE/NNP)\n  )/)\n  (NP Antonio/NNP Guiteras/NNP)\n  ,/,\n  (NP la/NN)\n  más/FW\n  (NP estable/JJ del/NN país/NN)\n  ./.)",
      "(S\n  (NP A/DT través/NN)\n  (PP de/IN (NP un/JJ comunicado/NN))\n  ,/,\n  el/FW\n  (NP\n    Minem/NNP\n    detalló/NN\n    que/NN\n    comenzó/NN\n    los/NN\n    protocolos/NN\n    para/NN\n    restablecer/NN)\n  (VP el/VBP (NP SEN/NNP desde/NN el/NN Despacho/NNP Nacional/NNP))\n  de/FW\n  (NP Carga/NNP)\n  de/FW\n  la/FW\n  (NP Unión/NNP Eléctrica/NNP)\n  (/(\n  (NP UNE/NNP)\n  )/)\n  ,/,\n  mientras/FW\n  se/FW\n  investiga/FW\n  las/FW\n  causas/FW\n  de/FW\n  lo/FW\n  (NP sucedido/NN)\n  ./.)",
      "(S\n  (NP El/NNP primer/NN ministro/NN)\n  ,/,\n  (NP Manuel/NNP Marrero/NNP Cruz/NNP)\n  ,/,\n  (NP visitó/NN el/NN Despacho/NNP Nacional/NNP)\n  de/FW\n  (NP Carga/NNP)\n  e/CC\n  (NP intercambió/JJ ideas/NNS)\n  (VP con/VBP (NP el/JJ director/NN))\n  de/IN\n  la/FW\n  (NP Unión/NNP Eléctrica/NNP)\n  ,/,\n  (NP Alfredo/NNP López/NNP Valdés/NNP)\n  ./.)",
      "(S\n  (NP El/NNP jefe/NN)\n  de/FW\n  (NP Gobierno/NNP)\n  (VP informó/VBZ (NP a/DT través/NN))\n  (PP de/IN (NP X/NNP que/NN “/NNP se/NN toman/NN))\n  (VP acciones/VBZ)\n  de/IN\n  conjunto/FW\n  (NP con/NN las/NNS)\n  (VP máximas/VBP (NP autoridades/NNS))\n  del/FW\n  (NP país/NN para/NN la/NN)\n  recuperación/FW\n  del/FW\n  (NP sistema/NN ”/NN)\n  ./.)",
      "(S\n  (NP\n    El/NNP\n    primer/NN\n    secretario/NN\n    del/NN\n    Partido/NNP\n    Comunista/NNP)\n  de/FW\n  (NP Cuba/NNP)\n  (/(\n  (NP PCC/NNP)\n  )/)\n  en/FW\n  la/FW\n  provincia/FW\n  de/FW\n  (NP Matanzas/NNP)\n  ,/,\n  (NP Mario/NNP Sabines/NNP Lorenzo/NNP —territorio/NNP)\n  (VP donde/VBZ)\n  está/FW\n  (NP ubicada/JJ la/NN CTE/NNP Antonio/NNP Guiteras—/NNP)\n  ,/,\n  (VP informó/VBZ (NP a/DT través/NN))\n  (PP de/IN (NP Facebook/NNP que/NN “/NNP))\n  (NP una/JJ señal/NN falsa/NN)\n  (PP en/IN (NP la/NN))\n  automática/FW\n  (NP provocó/NN)\n  la/FW\n  salida/FW\n  ”/FW\n  de/FW\n  (NP operaciones/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "PERIODOS_TEMPORALES",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "ANTIIMPERIALISMO_SOBERANIA"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bloqueo económico",
        "position": [
          3124,
          3141
        ],
        "start": 3124,
        "end": 3141
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "programa, que se lleva a cabo con ayuda",
        "position": [
          3970,
          4009
        ],
        "start": 3970,
        "end": 4009
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          50,
          57
        ],
        "start": 50,
        "end": 57
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente cubano miguel",
        "position": [
          1885,
          1909
        ],
        "start": 1885,
        "end": 1909
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de energía y",
        "position": [
          3585,
          3606
        ],
        "start": 3585,
        "end": 3606
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          3653,
          3670
        ],
        "start": 3653,
        "end": 3670
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          18,
          25
        ],
        "start": 18,
        "end": 25
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          45,
          49
        ],
        "start": 45,
        "end": 49
      },
      {
        "category": "PAISES",
        "matched_text": "china",
        "position": [
          4013,
          4018
        ],
        "start": 4013,
        "end": 4018
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          887,
          899
        ],
        "start": 887,
        "end": 899
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "complejo para",
        "position": [
          1848,
          1861
        ],
        "start": 1848,
        "end": 1861
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la mañana",
        "position": [
          62,
          74
        ],
        "start": 62,
        "end": 74
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          68,
          74
        ],
        "start": 68,
        "end": 74
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          3124,
          3131
        ],
        "start": 3124,
        "end": 3131
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Sistema Eléctrico Nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Despacho Nacional de Carga",
        "tipo": "Lugar"
      },
      {
        "nombre": "Continúan",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vicente de La O Levy",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mario Sabines Lorenzo",
        "tipo": "Persona"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Miguel Díaz-Canel",
        "tipo": "Persona"
      },
      {
        "nombre": "Despacho Nacional de Carga de la Unión Eléctrica",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Energía y Minas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Minem",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Energía y Minas",
        "tipo": "Lugar"
      },
      {
        "nombre": "SEN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      },
      {
        "nombre": "Rusia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "PCC",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión Eléctrica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido Comunista de Cuba",
        "tipo": "Organizacion"
      },
      {
        "nombre": "UNE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alfredo López Valdés",
        "tipo": "Persona"
      },
      {
        "nombre": "Antonio Guiteras",
        "tipo": "Persona"
      },
      {
        "nombre": "Minem",
        "tipo": "Lugar"
      },
      {
        "nombre": "Matanzas",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Manuel Marrero Cruz",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Ministerio de Energía y Minas",
        "relacion": "INFORMAR",
        "objeto": "Sistema Eléctrico Nacional"
      },
      {
        "sujeto": "Ministerio de Energía y Minas",
        "relacion": "INFORMAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Ministerio de Energía y Minas",
        "relacion": "INFORMAR",
        "objeto": "Antonio Guiteras"
      },
      {
        "sujeto": "Minem",
        "relacion": "INFORMAR",
        "objeto": "Sistema Eléctrico Nacional"
      },
      {
        "sujeto": "Minem",
        "relacion": "INFORMAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Minem",
        "relacion": "INFORMAR",
        "objeto": "Antonio Guiteras"
      },
      {
        "sujeto": "Cuba",
        "relacion": "INFORMAR",
        "objeto": "Sistema Eléctrico Nacional"
      },
      {
        "sujeto": "Cuba",
        "relacion": "INFORMAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Cuba",
        "relacion": "INFORMAR",
        "objeto": "Antonio Guiteras"
      },
      {
        "sujeto": "Minem",
        "relacion": "DETALLAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Minem",
        "relacion": "DETALLAR",
        "objeto": "Despacho Nacional de Carga de la Unión Eléctrica"
      },
      {
        "sujeto": "Minem",
        "relacion": "DETALLAR",
        "objeto": "UNE"
      },
      {
        "sujeto": "SEN",
        "relacion": "RESTABLECER_COMENZAR_DETALLAR",
        "objeto": "Despacho Nacional de Carga de la Unión Eléctrica"
      },
      {
        "sujeto": "SEN",
        "relacion": "RESTABLECER_COMENZAR_DETALLAR",
        "objeto": "UNE"
      },
      {
        "sujeto": "Manuel Marrero Cruz",
        "relacion": "VISITAR",
        "objeto": "Despacho Nacional de Carga"
      },
      {
        "sujeto": "Manuel Marrero Cruz",
        "relacion": "VISITAR",
        "objeto": "Unión Eléctrica"
      },
      {
        "sujeto": "Manuel Marrero Cruz",
        "relacion": "VISITAR",
        "objeto": "Alfredo López Valdés"
      },
      {
        "sujeto": "Despacho Nacional de Carga",
        "relacion": "VISITAR",
        "objeto": "Unión Eléctrica"
      },
      {
        "sujeto": "Despacho Nacional de Carga",
        "relacion": "VISITAR",
        "objeto": "Alfredo López Valdés"
      },
      {
        "sujeto": "SEN",
        "relacion": "TENER",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "SEN",
        "relacion": "TENER",
        "objeto": "Cuba"
      },
      {
        "sujeto": "Energía y Minas",
        "relacion": "CONFIRMAR",
        "objeto": "Asamblea Nacional"
      },
      {
        "sujeto": "Vicente de La O Levy",
        "relacion": "CONFIRMAR",
        "objeto": "Asamblea Nacional"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5267,
    "pos": 0.004,
    "neu": 0.987,
    "neg": 0.009,
    "label": "negative"
  }
}