{
  "url": "https://www.telesurtv.net/freddy-nanez-ante-el-golpe-cibernetico-fascista-del-28j-el-pueblo-respondio-con-activismo-digital/",
  "title": "Freddy Ñáñez: Ante el golpe cibernético fascista del 28J, el pueblo respondió con activismo digital - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "28J",
    "activismo digital",
    "Chávez Candanga",
    "Freddy Ñáñez",
    "Golpe fascista",
    "Gran Taller Nacional de Comunicación Popular",
    "Guerra Cognitiva"
  ],
  "text": "El vicepresidente sectorial de Comunicación y Cultura, durante una de sus intervenciones en el segundo día del Taller Nacional de Comunicación Popular “Tanques de Pensamientos Comunales”, insistió en la necesidad de tomar en serio la guerra cognitiva, la que utilizó la ultraderecha tras la victoria electoral de Nicolás Maduro.\n\nDurante el golpe cibernético fascista y criminal del pasado 28 de julio, la ultraderecha acudió a una de las formas de la denominada guerra cognitiva, con el empleo de plataforma digitales y medios de comunicación, para intentar agredir el país, pero el pueblo se defendió con un activismo digital, así lo declaró este miércoles el titular de Comunicación venezolano, Freddy Ñáñez, este miércoles en el marco de la segunda jornada del Taller Nacional de Comunicación Popular “Tanques de Pensamientos Comunales”.\nLEA TAMBIÉN\nVenezuela inauguró Taller Nacional de Comunicación Popular\nDe acuerdo con el ministro, “utilizaron los sistemas de comunicación que nosotros usamos para intimidarnos, falsificaron actas con una página web y usaron a sus influencer para convocar a la marcha de María Corina Machado y Edmundo González. Pero la realidad dijo que puedes tener seguidores en redes sociales, pero es muy diferente la capacidad de movilización que tiene un pueblo con cuentas de 300 seguidores sumándose con activismo digital a las redes sociales y convocando todo un pueblo a defender la paz social”.\nEn tanto, instó a tomar en serio este tipo de guerra, mediante el estudio de las tecnologías de comunicación emergente y la organización social. Entonces, se refirió a la reafirmación del pueblo como un sistema de inteligencia social, como sujetos políticos que habitan de modo consciente, afectivo e inteligente un territorio, compuesto de símbolos, afectos, “de hacia el futuro, que están siendo posible porque hay un sistema social de interrelación”. De ese modo, explicó que esa es una vía eficaz de enfrentar la guerra cognitiva.\nA juicio de Freddy Ñáñez, en tiempo de guerra cognitiva, Venezuela “tiene muchísimo que decir reafirmando la liberación del ser humano, la autodeterminación de los pueblos y la capacidad creativa que nosotros tenemos en nuestros valores culturales, memorias históricas y en las ideas que nos marcan un destino”, agregó.\nDurante la jornada, el vicepresidente sectorial de Comunicación y Cultura refirió, además, que los conceptos más avanzados en términos políticos y sociológicos de la actualidad está signados por una perspectiva cívico-militar y “forman parte de nuestra doctrina como república y como defensa de la nación”, señaló.\nAlertó que las nuevas tecnologías activan el cerebro límbico “para la construcción de la percepción de la realidad”. Reconocida como una de las zonas más antiguas del cerebro, aclaró que este conjunto de estructuras regula las emociones, la memoria, el comportamiento y la motivación.\n“La pirámide de Maslow hace un esquema donde funciona nuestro cerebro de manera integral y el deseo y la estrategia de emprendedores que, quienes mantienen una guerra cognitiva, definitivamente quieren fragmentar el cerebro y estimular otras zonas”, puntualizó.\nInaugurado el pasado lunes, el Gran Taller Nacional de Comunicación Popular “Tanques de Pensamiento Comunal” abre espacio para crear un nuevo método de comunicación de liberación del siglo XXI, “de la mano del pueblo”, la única fuerza que puede responder a “un capitalismo tecnológico”, como lo asevera Ñáñez.\nLa cita tiene el propósito de analizar posibles estrategias para mitigar el impacto de las nuevas tecnologías de la comunicación e información, así como aprovechar las oportunidades que brindan las mismas.\nEl encuentro revela cómo la comunidad venezolana ha cambiado su manera de consumir información, entretenimiento y de producir comunicación, desde los medios alternativos que dieron el contragolpe mediático en 2002, pasando por la experiencia de Chávez Candanga, Robinson Digital 1-2, hasta llegar a Nicolás Maduro que se ha apropiado de las estrategias de “calles, redes, medios, paredes y radio bemba”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/freddy-nanez-ante-el-golpe-cibernetico-fascista-del-28j-el-pueblo-respondio-con-activismo-digital/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 1519,
    "message_id": 88946,
    "date": "2025-03-12T19:55:07+00:00",
    "text": "teleSUR\nFreddy Ñáñez: Ante el golpe cibernético fascista del 28J, el pueblo respondió con activismo digital\nhttps://www.telesurtv.net/freddy-nanez-ante-el-golpe-cibernetico-fascista-del-28j-el-pueblo-respondio-con-activismo-digital/",
    "photo_path": null,
    "views": 1569,
    "reactions": {
      "👏": 23,
      "👍": 6
    },
    "total_reactions": 29
  },
  "preprocessing": {
    "cleaned": "el vicepresidente sectorial de comunicación y cultura, durante una de sus intervenciones en el segundo día del taller nacional de comunicación popular “tanques de pensamientos comunales”, insistió en la necesidad de tomar en serio la guerra cognitiva, la que utilizó la ultraderecha tras la victoria electoral de nicolás maduro. durante el golpe cibernético fascista y criminal del pasado 28 de julio, la ultraderecha acudió a una de las formas de la denominada guerra cognitiva, con el empleo de plataforma digitales y medios de comunicación, para intentar agredir el país, pero el pueblo se defendió con un activismo digital, así lo declaró este miércoles el titular de comunicación venezolano, freddy ñáñez, este miércoles en el marco de la segunda jornada del taller nacional de comunicación popular “tanques de pensamientos comunales”. de acuerdo con el ministro, “utilizaron los sistemas de comunicación que nosotros usamos para intimidarnos, falsificaron actas con una página web y usaron a sus influencer para convocar a la marcha de maría corina machado y edmundo gonzález. pero la realidad dijo que puedes tener seguidores en redes sociales, pero es muy diferente la capacidad de movilización que tiene un pueblo con cuentas de 300 seguidores sumándose con activismo digital a las redes sociales y convocando todo un pueblo a defender la paz social”. en tanto, instó a tomar en serio este tipo de guerra, mediante el estudio de las tecnologías de comunicación emergente y la organización social. entonces, se refirió a la reafirmación del pueblo como un sistema de inteligencia social, como sujetos políticos que habitan de modo consciente, afectivo e inteligente un territorio, compuesto de símbolos, afectos, “de hacia el futuro, que están siendo posible porque hay un sistema social de interrelación”. de ese modo, explicó que esa es una vía eficaz de enfrentar la guerra cognitiva. a juicio de freddy ñáñez, en tiempo de guerra cognitiva, venezuela “tiene muchísimo que decir reafirmando la liberación del ser humano, la autodeterminación de los pueblos y la capacidad creativa que nosotros tenemos en nuestros valores culturales, memorias históricas y en las ideas que nos marcan un destino”, agregó. durante la jornada, el vicepresidente sectorial de comunicación y cultura refirió, además, que los conceptos más avanzados en términos políticos y sociológicos de la actualidad está signados por una perspectiva cívico-militar y “forman parte de nuestra doctrina como república y como defensa de la nación”, señaló. alertó que las nuevas tecnologías activan el cerebro límbico “para la construcción de la percepción de la realidad”. reconocida como una de las zonas más antiguas del cerebro, aclaró que este conjunto de estructuras regula las emociones, la memoria, el comportamiento y la motivación. “la pirámide de maslow hace un esquema donde funciona nuestro cerebro de manera integral y el deseo y la estrategia de emprendedores que, quienes mantienen una guerra cognitiva, definitivamente quieren fragmentar el cerebro y estimular otras zonas”, puntualizó. inaugurado el pasado lunes, el gran taller nacional de comunicación popular “tanques de pensamiento comunal” abre espacio para crear un nuevo método de comunicación de liberación del siglo xxi, “de la mano del pueblo”, la única fuerza que puede responder a “un capitalismo tecnológico”, como lo asevera ñáñez. la cita tiene el propósito de analizar posibles estrategias para mitigar el impacto de las nuevas tecnologías de la comunicación e información, así como aprovechar las oportunidades que brindan las mismas. el encuentro revela cómo la comunidad venezolana ha cambiado su manera de consumir información, entretenimiento y de producir comunicación, desde los medios alternativos que dieron el contragolpe mediático en 2002, pasando por la experiencia de chávez candanga, robinson digital 1-2, hasta llegar a nicolás maduro que se ha apropiado de las estrategias de “calles, redes, medios, paredes y radio bemba”.",
    "tokens": [
      "vicepresidente",
      "sectorial",
      "comunicación",
      "cultura",
      ",",
      "intervenciones",
      "segundo",
      "día",
      "taller",
      "nacional",
      "comunicación",
      "popular",
      "“",
      "tanques",
      "pensamientos",
      "comunales",
      "”",
      ",",
      "insistió",
      "necesidad",
      "tomar",
      "serio",
      "guerra",
      "cognitiva",
      ",",
      "utilizó",
      "ultraderecha",
      "tras",
      "victoria",
      "electoral",
      "nicolás",
      "maduro",
      ".",
      "golpe",
      "cibernético",
      "fascista",
      "criminal",
      "pasado",
      "28",
      "julio",
      ",",
      "ultraderecha",
      "acudió",
      "formas",
      "denominada",
      "guerra",
      "cognitiva",
      ",",
      "empleo",
      "plataforma",
      "digitales",
      "medios",
      "comunicación",
      ",",
      "intentar",
      "agredir",
      "país",
      ",",
      "pueblo",
      "defendió",
      "activismo",
      "digital",
      ",",
      "así",
      "declaró",
      "miércoles",
      "titular",
      "comunicación",
      "venezolano",
      ",",
      "freddy",
      "ñáñez",
      ",",
      "miércoles",
      "marco",
      "segunda",
      "jornada",
      "taller",
      "nacional",
      "comunicación",
      "popular",
      "“",
      "tanques",
      "pensamientos",
      "comunales",
      "”",
      ".",
      "acuerdo",
      "ministro",
      ",",
      "“",
      "utilizaron",
      "sistemas",
      "comunicación",
      "usamos",
      "intimidarnos",
      ",",
      "falsificaron",
      "actas",
      "página",
      "web",
      "usaron",
      "influencer",
      "convocar",
      "marcha",
      "maría",
      "corina",
      "machado",
      "edmundo",
      "gonzález",
      ".",
      "realidad",
      "dijo",
      "puedes",
      "tener",
      "seguidores",
      "redes",
      "sociales",
      ",",
      "diferente",
      "capacidad",
      "movilización",
      "pueblo",
      "cuentas",
      "300",
      "seguidores",
      "sumándose",
      "activismo",
      "digital",
      "redes",
      "sociales",
      "convocando",
      "pueblo",
      "defender",
      "paz",
      "social",
      "”",
      ".",
      ",",
      "instó",
      "tomar",
      "serio",
      "tipo",
      "guerra",
      ",",
      "mediante",
      "estudio",
      "tecnologías",
      "comunicación",
      "emergente",
      "organización",
      "social",
      ".",
      "entonces",
      ",",
      "refirió",
      "reafirmación",
      "pueblo",
      "sistema",
      "inteligencia",
      "social",
      ",",
      "sujetos",
      "políticos",
      "habitan",
      "modo",
      "consciente",
      ",",
      "afectivo",
      "inteligente",
      "territorio",
      ",",
      "compuesto",
      "símbolos",
      ",",
      "afectos",
      ",",
      "“",
      "hacia",
      "futuro",
      ",",
      "siendo",
      "posible",
      "sistema",
      "social",
      "interrelación",
      "”",
      ".",
      "modo",
      ",",
      "explicó",
      "vía",
      "eficaz",
      "enfrentar",
      "guerra",
      "cognitiva",
      ".",
      "juicio",
      "freddy",
      "ñáñez",
      ",",
      "tiempo",
      "guerra",
      "cognitiva",
      ",",
      "venezuela",
      "“",
      "muchísimo",
      "decir",
      "reafirmando",
      "liberación",
      "ser",
      "humano",
      ",",
      "autodeterminación",
      "pueblos",
      "capacidad",
      "creativa",
      "valores",
      "culturales",
      ",",
      "memorias",
      "históricas",
      "ideas",
      "marcan",
      "destino",
      "”",
      ",",
      "agregó",
      ".",
      "jornada",
      ",",
      "vicepresidente",
      "sectorial",
      "comunicación",
      "cultura",
      "refirió",
      ",",
      "además",
      ",",
      "conceptos",
      "avanzados",
      "términos",
      "políticos",
      "sociológicos",
      "actualidad",
      "signados",
      "perspectiva",
      "cívico-militar",
      "“",
      "forman",
      "parte",
      "doctrina",
      "república",
      "defensa",
      "nación",
      "”",
      ",",
      "señaló",
      ".",
      "alertó",
      "nuevas",
      "tecnologías",
      "activan",
      "cerebro",
      "límbico",
      "“",
      "construcción",
      "percepción",
      "realidad",
      "”",
      ".",
      "reconocida",
      "zonas",
      "antiguas",
      "cerebro",
      ",",
      "aclaró",
      "conjunto",
      "estructuras",
      "regula",
      "emociones",
      ",",
      "memoria",
      ",",
      "comportamiento",
      "motivación",
      ".",
      "“",
      "pirámide",
      "maslow",
      "hace",
      "esquema",
      "funciona",
      "cerebro",
      "manera",
      "integral",
      "deseo",
      "estrategia",
      "emprendedores",
      ",",
      "mantienen",
      "guerra",
      "cognitiva",
      ",",
      "definitivamente",
      "quieren",
      "fragmentar",
      "cerebro",
      "estimular",
      "zonas",
      "”",
      ",",
      "puntualizó",
      ".",
      "inaugurado",
      "pasado",
      "lunes",
      ",",
      "gran",
      "taller",
      "nacional",
      "comunicación",
      "popular",
      "“",
      "tanques",
      "pensamiento",
      "comunal",
      "”",
      "abre",
      "espacio",
      "crear",
      "nuevo",
      "método",
      "comunicación",
      "liberación",
      "siglo",
      "xxi",
      ",",
      "“",
      "mano",
      "pueblo",
      "”",
      ",",
      "única",
      "fuerza",
      "puede",
      "responder",
      "“",
      "capitalismo",
      "tecnológico",
      "”",
      ",",
      "asevera",
      "ñáñez",
      ".",
      "cita",
      "propósito",
      "analizar",
      "posibles",
      "estrategias",
      "mitigar",
      "impacto",
      "nuevas",
      "tecnologías",
      "comunicación",
      "información",
      ",",
      "así",
      "aprovechar",
      "oportunidades",
      "brindan",
      "mismas",
      ".",
      "encuentro",
      "revela",
      "cómo",
      "comunidad",
      "venezolana",
      "cambiado",
      "manera",
      "consumir",
      "información",
      ",",
      "entretenimiento",
      "producir",
      "comunicación",
      ",",
      "medios",
      "alternativos",
      "dieron",
      "contragolpe",
      "mediático",
      "2002",
      ",",
      "pasando",
      "experiencia",
      "chávez",
      "candanga",
      ",",
      "robinson",
      "digital",
      "1-2",
      ",",
      "llegar",
      "nicolás",
      "maduro",
      "apropiado",
      "estrategias",
      "“",
      "calles",
      ",",
      "redes",
      ",",
      "medios",
      ",",
      "paredes",
      "radio",
      "bemba",
      "”",
      "."
    ],
    "token_count": 421,
    "sentence_count": 15
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 71,
      "JJ": 70,
      "NN": 189,
      "IN": 31,
      "FW": 173,
      "NNS": 31,
      "VBZ": 3,
      "CD": 3,
      "VBP": 21
    },
    "bigram_freq": {
      "NNP-JJ": 3,
      "JJ-NN": 40,
      "NN-IN": 26,
      "IN-NNP": 4,
      "NNP-NNP": 38,
      "NNP-NN": 13,
      "NN-NN": 109,
      "IN-FW": 21,
      "FW-NNS": 7,
      "NNS-IN": 2,
      "FW-JJ": 14,
      "NN-NNP": 5,
      "NNP-FW": 11,
      "FW-NNP": 17,
      "NNP-IN": 3,
      "NNP-VBZ": 3,
      "VBZ-FW": 1,
      "FW-FW": 111,
      "FW-NN": 24,
      "NN-FW": 15,
      "NN-JJ": 19,
      "JJ-NNS": 8,
      "NNS-FW": 5,
      "JJ-JJ": 12,
      "NN-CD": 1,
      "CD-FW": 1,
      "NN-NNS": 10,
      "NNS-VBP": 18,
      "VBP-JJ": 16,
      "JJ-FW": 8,
      "VBZ-NNP": 1,
      "NNS-JJ": 2,
      "VBP-NNS": 1,
      "NNS-NNS": 4,
      "IN-CD": 2,
      "CD-NNS": 1,
      "NN-VBP": 3,
      "JJ-NNP": 2,
      "IN-NN": 1,
      "IN-JJ": 3,
      "VBP-NNP": 3,
      "VBZ-JJ": 1,
      "CD-NN": 1,
      "VBP-NN": 1
    },
    "trigram_freq": {
      "NNP-JJ-NN": 3,
      "JJ-NN-IN": 9,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 4,
      "NNP-NNP-NN": 5,
      "NNP-NN-NN": 9,
      "NN-NN-IN": 16,
      "NN-IN-FW": 20,
      "IN-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-JJ": 6,
      "FW-JJ-NN": 8,
      "JJ-NN-NN": 22,
      "NN-NN-NNP": 4,
      "NN-NNP-NNP": 4,
      "NNP-NNP-FW": 8,
      "NNP-FW-NNP": 4,
      "FW-NNP-NNP": 10,
      "NNP-NNP-NNP": 17,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 3,
      "NNP-NNP-VBZ": 3,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "FW-FW-FW": 78,
      "FW-FW-NN": 14,
      "FW-NN-FW": 7,
      "NN-FW-FW": 10,
      "FW-NN-NN": 14,
      "NN-NN-FW": 7,
      "NN-FW-JJ": 1,
      "JJ-NN-JJ": 5,
      "NN-JJ-NNS": 3,
      "JJ-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "FW-FW-NNP": 10,
      "NNP-FW-NN": 4,
      "NN-NN-JJ": 11,
      "NN-JJ-JJ": 4,
      "JJ-JJ-NN": 7,
      "NN-NN-CD": 1,
      "NN-CD-FW": 1,
      "CD-FW-NN": 1,
      "IN-FW-FW": 12,
      "FW-FW-NNS": 4,
      "FW-NNS-FW": 2,
      "NN-NN-NN": 62,
      "JJ-JJ-JJ": 2,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 14,
      "VBP-JJ-FW": 3,
      "JJ-FW-NNP": 2,
      "FW-NNP-NN": 5,
      "NNP-NN-NNP": 1,
      "NNP-NN-NNS": 2,
      "JJ-FW-FW": 4,
      "NN-FW-NNP": 1,
      "NNP-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "NN-FW-NN": 3,
      "FW-JJ-NNS": 3,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "VBP-JJ-NN": 9,
      "NN-JJ-NN": 12,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 3,
      "FW-NN-JJ": 2,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "JJ-NN-NNS": 3,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "FW-FW-JJ": 5,
      "IN-FW-NN": 1,
      "JJ-JJ-FW": 2,
      "FW-NNP-FW": 2,
      "NNP-FW-FW": 3,
      "NN-IN-JJ": 2,
      "IN-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "FW-NNS-VBP": 2,
      "VBP-JJ-JJ": 2,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 2,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "IN-JJ-JJ": 1,
      "FW-JJ-FW": 3,
      "JJ-FW-JJ": 1,
      "NNP-NN-JJ": 1,
      "JJ-FW-NN": 1,
      "NNS-FW-JJ": 1,
      "NNS-VBP-NNP": 2,
      "NN-NNP-NN": 1,
      "NNP-NNP-JJ": 2,
      "JJ-NN-FW": 1,
      "FW-NN-IN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "VBP-NNP-FW": 1,
      "IN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NNS-NNS-NNS": 1,
      "NNS-VBP-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 189,
        "FW": 173,
        "NNP": 71,
        "JJ": 70,
        "IN": 31
      },
      "top_bigrams": {
        "FW-FW": 111,
        "NN-NN": 109,
        "JJ-NN": 40,
        "NNP-NNP": 38,
        "NN-IN": 26
      },
      "top_trigrams": {
        "FW-FW-FW": 78,
        "NN-NN-NN": 62,
        "JJ-NN-NN": 22,
        "NN-IN-FW": 20,
        "NNP-NNP-NNP": 17
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 15,
    "chunk_counts": {
      "NP": 162,
      "PP": 11,
      "ADJP": 11,
      "VP": 26
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0267
      },
      {
        "rule": "NP -> ('Comunicación', 'NNP') ('Popular', 'NNP') ('“', 'NNP') ('Tanques', 'NNP')",
        "frequency": 3,
        "weight": 0.0133
      },
      {
        "rule": "NP -> ('cognitiva', 'NN')",
        "frequency": 3,
        "weight": 0.0133
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0133
      },
      {
        "rule": "ADJP -> ('social', 'JJ')",
        "frequency": 3,
        "weight": 0.0133
      },
      {
        "rule": "NP -> ('El', 'NNP')",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "NP -> ('Pensamientos', 'NNP') ('Comunales', 'NNP') ('”', 'NNP')",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "ADJP -> ('una', 'JJ')",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0089
      },
      {
        "rule": "NP -> ('medios', 'NNS')",
        "frequency": 2,
        "weight": 0.0089
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El"
      },
      {
        "label": "NP",
        "text": "vicepresidente sectorial"
      },
      {
        "label": "PP",
        "text": "de Comunicación y Cultura"
      },
      {
        "label": "NP",
        "text": "Comunicación y Cultura"
      },
      {
        "label": "ADJP",
        "text": "durante"
      },
      {
        "label": "NP",
        "text": "intervenciones"
      },
      {
        "label": "NP",
        "text": "segundo día del Taller Nacional"
      },
      {
        "label": "NP",
        "text": "Comunicación Popular “ Tanques"
      },
      {
        "label": "PP",
        "text": "de Pensamientos Comunales ”"
      },
      {
        "label": "NP",
        "text": "Pensamientos Comunales ”"
      },
      {
        "label": "NP",
        "text": "insistió"
      },
      {
        "label": "NP",
        "text": "serio"
      },
      {
        "label": "NP",
        "text": "cognitiva"
      },
      {
        "label": "NP",
        "text": "utilizó la"
      },
      {
        "label": "NP",
        "text": "ultraderecha tras"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP)\n  (NP vicepresidente/JJ sectorial/NN)\n  (PP de/IN (NP Comunicación/NNP y/NNP Cultura/NNP))\n  ,/,\n  (ADJP durante/JJ)\n  una/FW\n  de/FW\n  sus/FW\n  (NP intervenciones/NNS)\n  en/IN\n  el/FW\n  (NP segundo/JJ día/NN del/NN Taller/NNP Nacional/NNP)\n  de/FW\n  (NP Comunicación/NNP Popular/NNP “/NNP Tanques/NNP)\n  (PP de/IN (NP Pensamientos/NNP Comunales/NNP ”/NNP))\n  ,/,\n  (NP insistió/NN)\n  en/FW\n  la/FW\n  necesidad/FW\n  de/FW\n  tomar/FW\n  en/FW\n  (NP serio/NN)\n  la/FW\n  guerra/FW\n  (NP cognitiva/NN)\n  ,/,\n  la/FW\n  que/FW\n  (NP utilizó/JJ la/NN)\n  (NP ultraderecha/JJ tras/NNS)\n  la/FW\n  victoria/FW\n  electoral/FW\n  de/FW\n  (NP Nicolás/NNP Maduro/NNP)\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  el/CC\n  (NP golpe/JJ cibernético/NN fascista/NN)\n  (NP y/JJ criminal/JJ del/NN pasado/NN)\n  28/CD\n  (PP de/IN (NP julio/NN))\n  ,/,\n  la/FW\n  (ADJP ultraderecha/JJ)\n  acudió/IN\n  a/DT\n  (ADJP una/JJ)\n  de/FW\n  las/FW\n  formas/FW\n  de/FW\n  la/FW\n  denominada/FW\n  (NP guerra/NN cognitiva/NN)\n  ,/,\n  (NP con/NN el/NN)\n  empleo/FW\n  de/FW\n  plataforma/FW\n  (NP digitales/NNS)\n  (VP y/VBP (NP medios/NNS))\n  de/FW\n  (NP comunicación/NN)\n  ,/,\n  (NP para/NN intentar/NN agredir/NN el/NN país/NN)\n  ,/,\n  (NP pero/NN el/NN pueblo/NN se/NN defendió/NN con/NN)\n  (NP un/JJ activismo/JJ digital/NN)\n  ,/,\n  (NP así/JJ lo/NN declaró/NN este/NN miércoles/NNS)\n  (VP el/VBP titular/JJ)\n  de/FW\n  (NP Comunicación/NNP venezolano/NN)\n  ,/,\n  (NP Freddy/NNP Ñáñez/NNP)\n  ,/,\n  (NP este/NN miércoles/NNS)\n  (VP en/VBP el/JJ)\n  marco/FW\n  de/FW\n  la/FW\n  segunda/FW\n  (NP jornada/NN)\n  del/FW\n  (NP Taller/NNP Nacional/NNP)\n  de/FW\n  (NP Comunicación/NNP Popular/NNP “/NNP Tanques/NNP)\n  (PP de/IN (NP Pensamientos/NNP Comunales/NNP ”/NNP))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Venezuela/NNP)\n  (VP inauguró/VBZ (NP Taller/NNP Nacional/NNP))\n  de/FW\n  (NP Comunicación/NNP Popular/NNP De/NNP)\n  acuerdo/FW\n  (NP con/NN)\n  el/FW\n  (NP ministro/NN)\n  ,/,\n  (NP “/NNP utilizaron/NNP)\n  (VP los/VBD)\n  sistemas/FW\n  de/FW\n  comunicación/FW\n  (NP que/NN nosotros/NNS)\n  (NP usamos/JJ para/NN intimidarnos/NNS)\n  ,/,\n  (NP falsificaron/NN actas/NNS)\n  (VP con/VBP (NP una/JJ página/NN web/NN y/NN))\n  (PP usaron/IN (NP a/DT sus/NN influencer/NN para/NN convocar/NN))\n  (NP a/DT la/NN)\n  marcha/FW\n  de/FW\n  (NP\n    María/NNP\n    Corina/NNP\n    Machado/NNP\n    y/NNP\n    Edmundo/NNP\n    González/NNP)\n  ./.)",
      "(S\n  (NP Pero/NNP la/NN realidad/NN dijo/NN que/NN puedes/NNS)\n  (VP tener/VBP (NP seguidores/NNS))\n  en/FW\n  (NP redes/NNS sociales/NNS)\n  ,/,\n  (NP pero/NN es/NN muy/NN diferente/NN)\n  la/FW\n  capacidad/FW\n  de/FW\n  movilización/FW\n  que/FW\n  (NP tiene/NN)\n  (NP un/JJ pueblo/NN con/NN cuentas/NN)\n  de/IN\n  300/CD\n  (NP seguidores/NNS)\n  (NP sumándose/JJ con/JJ activismo/NN digital/NN)\n  (NP a/DT las/NN)\n  (VP redes/VBZ (NP sociales/NNS) y/RB)\n  (VP\n    convocando/VBP\n    (NP todo/JJ un/JJ pueblo/NN)\n    (NP a/DT defender/NN la/NN))\n  (VP paz/VBP (NP social/JJ ”/NN))\n  ./.)",
      "(S\n  (NP En/NNP tanto/NN)\n  ,/,\n  (VP instó/VB (NP a/DT tomar/NN))\n  (PP en/IN (NP serio/NN este/NN tipo/NN))\n  de/IN\n  guerra/FW\n  ,/,\n  mediante/FW\n  el/FW\n  estudio/FW\n  de/FW\n  las/FW\n  tecnologías/FW\n  de/FW\n  comunicación/FW\n  emergente/FW\n  y/FW\n  la/FW\n  organización/FW\n  (ADJP social/JJ)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CIUDADES_CAPITALES",
      "LEYES_NORMATIVAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "CULTURA_DEPORTE_SOCIEDAD"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra cognitiva, con el empleo de plataforma digitales y medios de comunicación, para intentar agredir el país, pero el pueblo se defendió con un activismo digital, así lo declaró este miércoles el titular de comunicación venezolano, freddy ñáñez, este miércoles en el",
        "position": [
          463,
          732
        ],
        "start": 463,
        "end": 732
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "defendió",
        "position": [
          594,
          602
        ],
        "start": 594,
        "end": 602
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "empleo",
        "position": [
          488,
          494
        ],
        "start": 488,
        "end": 494
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el ministro, “utilizaron los sistemas de comunicación que nosotros usamos para intimidarnos, falsificaron actas con una página web y usaron",
        "position": [
          916,
          1067
        ],
        "start": 916,
        "end": 1067
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          636,
          643
        ],
        "start": 636,
        "end": 643
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          1900,
          1907
        ],
        "start": 1900,
        "end": 1907
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2572,
          2579
        ],
        "start": 2572,
        "end": 2579
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "cultura, durante una de sus intervenciones en el segundo día del taller nacional",
        "position": [
          46,
          126
        ],
        "start": 46,
        "end": 126
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "organización social",
        "position": [
          1557,
          1576
        ],
        "start": 1557,
        "end": 1576
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "movilización que tiene un pueblo con cuentas de 300 seguidores sumándose con activismo digital a las redes sociales y convocando todo un pueblo a defender la paz social",
        "position": [
          1262,
          1430
        ],
        "start": 1262,
        "end": 1430
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "acuerdo con el ministro, “utilizaron los sistemas de comunicación que nosotros usamos para intimidarnos, falsificaron actas con una página web y usaron a sus influencer para convocar a la marcha de maría corina machado y edmundo gonzález. pero la realidad dijo que puedes tener seguidores en redes sociales, pero es muy diferente la capacidad de movilización que tiene un pueblo con cuentas de 300",
        "position": [
          916,
          1313
        ],
        "start": 916,
        "end": 1313
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          854,
          863
        ],
        "start": 854,
        "end": 863
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          1417,
          1423
        ],
        "start": 1417,
        "end": 1423
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "siglo xxi",
        "position": [
          3333,
          3342
        ],
        "start": 3333,
        "end": 3342
      }
    ],
    "match_count": 14
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Ñáñez",
        "tipo": "Persona"
      },
      {
        "nombre": "Freddy Ñáñez",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Chávez Candanga",
        "tipo": "Persona"
      },
      {
        "nombre": "Edmundo González",
        "tipo": "Persona"
      },
      {
        "nombre": "María Corina Machado",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maslow",
        "tipo": "Persona"
      },
      {
        "nombre": "Comunicación y Cultura",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Comunicación y Cultura",
        "relacion": "INSISTIR",
        "objeto": "Nicolás Maduro"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "INAUGURAR",
        "objeto": "María Corina Machado"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "INAUGURAR",
        "objeto": "Edmundo González"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "TENER_AGREGAR",
        "objeto": "Freddy Ñáñez"
      },
      {
        "sujeto": "Chávez Candanga",
        "relacion": "PASAR_DAR_CONSUMIR_CAMBIAR_REVELAR",
        "objeto": "Nicolás Maduro"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9001,
    "pos": 0.029,
    "neu": 0.966,
    "neg": 0.006,
    "label": "positive"
  }
}