{
  "url": "https://www.telesurtv.net/nicolas-maduro-lidera-inicio-ano-escolar-2025-2026-venezuela/",
  "title": "Presidente Nicolás Maduro lidera inicio del año escolar 2025-2026 en Venezuela - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "alegría",
    "Años escolar 2025-2026",
    "felicidad",
    "Nicolás Madoro",
    "Regreso a clases",
    "Venezuela"
  ],
  "text": "A pesar de los intentos de desestabilización por parte de Estados Unidos, Venezuela mantiene la calma y da inicio al nuevo año escolar 2025-2026, que reincorpora más de 110.000 niños y jóvenes al sistema educativo. El presidente venezolano, Nicolás Maduro, encabezó el evento desde la Unidad Educativa “Urbaneja Achelpohl” en la parroquia San Pedro de Caracas, un centro de 17 mil metros cuadrados completamente rehabilitado por el Gobierno bolivariano.\nMaduro, quien fue estudiante de esta institución, resaltó la meta de transformar todas las escuelas del país en unidades de nueva generación, con horarios extendidos y actividades culturales y artísticas a través del Movimiento de Teatro César Rengifo y el Sistema Nacional de Orquestas.\n\n\nDurante el encuentro, el presidente instó a los estudiantes a organizarse en potentes movimientos estudiantiles con una visión crítica. Les pidió no solo consumir lo que ven en redes sociales, sino desarrollar su propio criterio y convertirse en creadores de contenido. Según el mandatario, esta apreciación es clave para combatir la violencia y fomentar una cultura de paz, solidaridad y felicidad.\nTambién subrayó la necesidad de utilizar la tecnología para fortalecer la pedagogía, mencionando que Venezuela “pronto va a tener su inteligencia artificial soberana“.\n\n\n\n\nEn el desarrollo del inicio del año escolar, el mandatario enfatizó que “los pueblos libres vencen a los imperios poderosos” y citó a Bolívar al decir: “la patria es la América”, al tiempo que destacó la alegría y la felicidad en el retorno a las aulas.\nAcompañado de la primera dama Cilia Flores y el ministro de Educación, Héctor Rodríguez, para la Juventud, Sergio Lotortaro; el de Comunicación e Información, Freddy Ñáñez, la presidenta de la Gran Misión Venezuela Joven, Génesis Garvett; el presidente Maduro también dio la orden de censar a los jóvenes que no están actualmente escolarizados para reintegrarlos al sistema educativo.\nPreviamente, Rodríguez destacó que la prioridad ahora es asegurar que ningún estudiante quede fuera del sistema, independientemente de los obstáculos.\nEl titular del Ministerio del Poder Popular para la educación de Venezuela instó a directores y docentes a eliminar la burocracia para que la falta de documentos o útiles escolares no impida la inscripción. Además, aseguró que se ofrecerá apoyo a quienes lo necesiten para evitar la deserción escolar. Esta iniciativa busca, de manera activa yendo “casa por casa“, reintegrar a aquellos que se han alejado de las aulas.\n\n\n\nEn cuanto al calendario académico, el ministro confirmó que el año escolar se desarrollará desde este lunes 15 de septiembre al 12 de diciembre y continuará del 12 de enero al 31 de julio de 2026. Este cronograma garantiza 200 días de clases y respeta los 60 días de vacaciones y los días feriados.\nRodríguez hizo un llamado a los educadores para que cumplan estrictamente con el calendario y se esfuercen por el bienestar de los estudiantes. Afirmó que el país tiene “la fuerza, la organización y voluntad” para alcanzar la meta de una educación inclusiva para todos.\nEn otro punto del país y el marco de la jornada del regreso a clase, la vicepresidenta Delcy Rodríguez inauguró la rehabilitada Unidad Educativa “Francisco Isnardi” en el estado Miranda, destacando la incorporación de laboratorios de alta tecnología.\n\n\n\n\nEn esta misma línea, la vicepresidente expresó: “lo que estamos viendo realmente emociona, porque es el espíritu de la Venezuela que no se rinde, de la Venezuela que levanta las banderas de la paz para que nuestros niños, futuro de nuestro país, puedan disfrutar y tener una Patria libre, soberana, independiente y en paz“.\nAdemás, anunció que la exposición “Simón: de Niño a Libertador”, que recibió más de 620 mil visitas en Caracas, llegó este lunes a los estados Aragua, Miranda y Carabobo. “La Expo empieza a cumplir una agenda por todo el territorio venezolano, a llevar la vida de nuestro más grande, del más universal, de nuestro Libertador Simón Bolívar, por quien hoy damos la batalla, damos la vida, y reforzamos nuestra idea del bolivarianismo, de la Patria Grande, de lo que significa ser independiente y digno“. Puntualizó Delcy Rodríguez.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/nicolas-maduro-lidera-inicio-ano-escolar-2025-2026-venezuela/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 53,
    "message_id": 104653,
    "date": "2025-09-15T18:55:19+00:00",
    "text": "teleSUR\nPresidente Nicolás Maduro lidera inicio del año escolar 2025-2026 en Venezuela\nhttps://www.telesurtv.net/nicolas-maduro-lidera-inicio-ano-escolar-2025-2026-venezuela/",
    "photo_path": null,
    "views": 1113,
    "reactions": {
      "👍": 24,
      "❤": 2,
      "🏆": 1
    },
    "total_reactions": 27
  },
  "preprocessing": {
    "cleaned": "a pesar de los intentos de desestabilización por parte de estados unidos, venezuela mantiene la calma y da inicio al nuevo año escolar 2025-2026, que reincorpora más de 110.000 niños y jóvenes al sistema educativo. el presidente venezolano, nicolás maduro, encabezó el evento desde la unidad educativa “urbaneja achelpohl” en la parroquia san pedro de caracas, un centro de 17 mil metros cuadrados completamente rehabilitado por el gobierno bolivariano. maduro, quien fue estudiante de esta institución, resaltó la meta de transformar todas las escuelas del país en unidades de nueva generación, con horarios extendidos y actividades culturales y artísticas a través del movimiento de teatro césar rengifo y el sistema nacional de orquestas. durante el encuentro, el presidente instó a los estudiantes a organizarse en potentes movimientos estudiantiles con una visión crítica. les pidió no solo consumir lo que ven en redes sociales, sino desarrollar su propio criterio y convertirse en creadores de contenido. según el mandatario, esta apreciación es clave para combatir la violencia y fomentar una cultura de paz, solidaridad y felicidad. también subrayó la necesidad de utilizar la tecnología para fortalecer la pedagogía, mencionando que venezuela “pronto va a tener su inteligencia artificial soberana“. en el desarrollo del inicio del año escolar, el mandatario enfatizó que “los pueblos libres vencen a los imperios poderosos” y citó a bolívar al decir: “la patria es la américa”, al tiempo que destacó la alegría y la felicidad en el retorno a las aulas. acompañado de la primera dama cilia flores y el ministro de educación, héctor rodríguez, para la juventud, sergio lotortaro; el de comunicación e información, freddy ñáñez, la presidenta de la gran misión venezuela joven, génesis garvett; el presidente maduro también dio la orden de censar a los jóvenes que no están actualmente escolarizados para reintegrarlos al sistema educativo. previamente, rodríguez destacó que la prioridad ahora es asegurar que ningún estudiante quede fuera del sistema, independientemente de los obstáculos. el titular del ministerio del poder popular para la educación de venezuela instó a directores y docentes a eliminar la burocracia para que la falta de documentos o útiles escolares no impida la inscripción. además, aseguró que se ofrecerá apoyo a quienes lo necesiten para evitar la deserción escolar. esta iniciativa busca, de manera activa yendo “casa por casa“, reintegrar a aquellos que se han alejado de las aulas. en cuanto al calendario académico, el ministro confirmó que el año escolar se desarrollará desde este lunes 15 de septiembre al 12 de diciembre y continuará del 12 de enero al 31 de julio de 2026. este cronograma garantiza 200 días de clases y respeta los 60 días de vacaciones y los días feriados. rodríguez hizo un llamado a los educadores para que cumplan estrictamente con el calendario y se esfuercen por el bienestar de los estudiantes. afirmó que el país tiene “la fuerza, la organización y voluntad” para alcanzar la meta de una educación inclusiva para todos. en otro punto del país y el marco de la jornada del regreso a clase, la vicepresidenta delcy rodríguez inauguró la rehabilitada unidad educativa “francisco isnardi” en el estado miranda, destacando la incorporación de laboratorios de alta tecnología. en esta misma línea, la vicepresidente expresó: “lo que estamos viendo realmente emociona, porque es el espíritu de la venezuela que no se rinde, de la venezuela que levanta las banderas de la paz para que nuestros niños, futuro de nuestro país, puedan disfrutar y tener una patria libre, soberana, independiente y en paz“. además, anunció que la exposición “simón: de niño a libertador”, que recibió más de 620 mil visitas en caracas, llegó este lunes a los estados aragua, miranda y carabobo. “la expo empieza a cumplir una agenda por todo el territorio venezolano, a llevar la vida de nuestro más grande, del más universal, de nuestro libertador simón bolívar, por quien hoy damos la batalla, damos la vida, y reforzamos nuestra idea del bolivarianismo, de la patria grande, de lo que significa ser independiente y digno“. puntualizó delcy rodríguez.",
    "tokens": [
      "pesar",
      "intentos",
      "desestabilización",
      "parte",
      "unidos",
      ",",
      "venezuela",
      "mantiene",
      "calma",
      "da",
      "inicio",
      "nuevo",
      "año",
      "escolar",
      "2025-2026",
      ",",
      "reincorpora",
      "110.000",
      "niños",
      "jóvenes",
      "sistema",
      "educativo",
      ".",
      "presidente",
      "venezolano",
      ",",
      "nicolás",
      "maduro",
      ",",
      "encabezó",
      "evento",
      "unidad",
      "educativa",
      "“",
      "urbaneja",
      "achelpohl",
      "”",
      "parroquia",
      "san",
      "pedro",
      "caracas",
      ",",
      "centro",
      "17",
      "mil",
      "metros",
      "cuadrados",
      "completamente",
      "rehabilitado",
      "gobierno",
      "bolivariano",
      ".",
      "maduro",
      ",",
      "estudiante",
      "institución",
      ",",
      "resaltó",
      "meta",
      "transformar",
      "todas",
      "escuelas",
      "país",
      "unidades",
      "nueva",
      "generación",
      ",",
      "horarios",
      "extendidos",
      "actividades",
      "culturales",
      "artísticas",
      "través",
      "movimiento",
      "teatro",
      "césar",
      "rengifo",
      "sistema",
      "nacional",
      "orquestas",
      ".",
      "encuentro",
      ",",
      "presidente",
      "instó",
      "estudiantes",
      "organizarse",
      "potentes",
      "movimientos",
      "estudiantiles",
      "visión",
      "crítica",
      ".",
      "pidió",
      "solo",
      "consumir",
      "ven",
      "redes",
      "sociales",
      ",",
      "sino",
      "desarrollar",
      "propio",
      "criterio",
      "convertirse",
      "creadores",
      "contenido",
      ".",
      "según",
      "mandatario",
      ",",
      "apreciación",
      "clave",
      "combatir",
      "violencia",
      "fomentar",
      "cultura",
      "paz",
      ",",
      "solidaridad",
      "felicidad",
      ".",
      "subrayó",
      "necesidad",
      "utilizar",
      "tecnología",
      "fortalecer",
      "pedagogía",
      ",",
      "mencionando",
      "venezuela",
      "“",
      "pronto",
      "va",
      "tener",
      "inteligencia",
      "artificial",
      "soberana",
      "“",
      ".",
      "desarrollo",
      "inicio",
      "año",
      "escolar",
      ",",
      "mandatario",
      "enfatizó",
      "“",
      "pueblos",
      "libres",
      "vencen",
      "imperios",
      "poderosos",
      "”",
      "citó",
      "bolívar",
      "decir",
      ":",
      "“",
      "patria",
      "américa",
      "”",
      ",",
      "tiempo",
      "destacó",
      "alegría",
      "felicidad",
      "retorno",
      "aulas",
      ".",
      "acompañado",
      "primera",
      "dama",
      "cilia",
      "flores",
      "ministro",
      "educación",
      ",",
      "héctor",
      "rodríguez",
      ",",
      "juventud",
      ",",
      "sergio",
      "lotortaro",
      ";",
      "comunicación",
      "información",
      ",",
      "freddy",
      "ñáñez",
      ",",
      "presidenta",
      "gran",
      "misión",
      "venezuela",
      "joven",
      ",",
      "génesis",
      "garvett",
      ";",
      "presidente",
      "maduro",
      "dio",
      "orden",
      "censar",
      "jóvenes",
      "actualmente",
      "escolarizados",
      "reintegrarlos",
      "sistema",
      "educativo",
      ".",
      "previamente",
      ",",
      "rodríguez",
      "destacó",
      "prioridad",
      "ahora",
      "asegurar",
      "ningún",
      "estudiante",
      "quede",
      "sistema",
      ",",
      "independientemente",
      "obstáculos",
      ".",
      "titular",
      "ministerio",
      "poder",
      "popular",
      "educación",
      "venezuela",
      "instó",
      "directores",
      "docentes",
      "eliminar",
      "burocracia",
      "falta",
      "documentos",
      "útiles",
      "escolares",
      "impida",
      "inscripción",
      ".",
      "además",
      ",",
      "aseguró",
      "ofrecerá",
      "apoyo",
      "necesiten",
      "evitar",
      "deserción",
      "escolar",
      ".",
      "iniciativa",
      "busca",
      ",",
      "manera",
      "activa",
      "yendo",
      "“",
      "casa",
      "casa",
      "“",
      ",",
      "reintegrar",
      "aquellos",
      "alejado",
      "aulas",
      ".",
      "cuanto",
      "calendario",
      "académico",
      ",",
      "ministro",
      "confirmó",
      "año",
      "escolar",
      "desarrollará",
      "lunes",
      "15",
      "septiembre",
      "12",
      "diciembre",
      "continuará",
      "12",
      "enero",
      "31",
      "julio",
      "2026.",
      "cronograma",
      "garantiza",
      "200",
      "días",
      "clases",
      "respeta",
      "60",
      "días",
      "vacaciones",
      "días",
      "feriados",
      ".",
      "rodríguez",
      "hizo",
      "llamado",
      "educadores",
      "cumplan",
      "estrictamente",
      "calendario",
      "esfuercen",
      "bienestar",
      "estudiantes",
      ".",
      "afirmó",
      "país",
      "“",
      "fuerza",
      ",",
      "organización",
      "voluntad",
      "”",
      "alcanzar",
      "meta",
      "educación",
      "inclusiva",
      ".",
      "punto",
      "país",
      "marco",
      "jornada",
      "regreso",
      "clase",
      ",",
      "vicepresidenta",
      "delcy",
      "rodríguez",
      "inauguró",
      "rehabilitada",
      "unidad",
      "educativa",
      "“",
      "francisco",
      "isnardi",
      "”",
      "miranda",
      ",",
      "destacando",
      "incorporación",
      "laboratorios",
      "alta",
      "tecnología",
      ".",
      "misma",
      "línea",
      ",",
      "vicepresidente",
      "expresó",
      ":",
      "“",
      "viendo",
      "realmente",
      "emociona",
      ",",
      "espíritu",
      "venezuela",
      "rinde",
      ",",
      "venezuela",
      "levanta",
      "banderas",
      "paz",
      "niños",
      ",",
      "futuro",
      "país",
      ",",
      "puedan",
      "disfrutar",
      "tener",
      "patria",
      "libre",
      ",",
      "soberana",
      ",",
      "independiente",
      "paz",
      "“",
      ".",
      "además",
      ",",
      "anunció",
      "exposición",
      "“",
      "simón",
      ":",
      "niño",
      "libertador",
      "”",
      ",",
      "recibió",
      "620",
      "mil",
      "visitas",
      "caracas",
      ",",
      "llegó",
      "lunes",
      "aragua",
      ",",
      "miranda",
      "carabobo",
      ".",
      "“",
      "expo",
      "empieza",
      "cumplir",
      "agenda",
      "territorio",
      "venezolano",
      ",",
      "llevar",
      "vida",
      "grande",
      ",",
      "universal",
      ",",
      "libertador",
      "simón",
      "bolívar",
      ",",
      "hoy",
      "damos",
      "batalla",
      ",",
      "damos",
      "vida",
      ",",
      "reforzamos",
      "idea",
      "bolivarianismo",
      ",",
      "patria",
      "grande",
      ",",
      "significa",
      "ser",
      "independiente",
      "digno",
      "“",
      ".",
      "puntualizó",
      "delcy",
      "rodríguez",
      "."
    ],
    "token_count": 456,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NN": 210,
      "IN": 20,
      "FW": 170,
      "NNP": 95,
      "JJ": 53,
      "NNS": 21,
      "VBP": 16,
      "CD": 10,
      "VBZ": 17,
      "DT": 4,
      "RB": 3,
      "VBN": 1,
      "RBR": 1,
      "VBD": 1,
      "CC": 1
    },
    "bigram_freq": {
      "NN-IN": 14,
      "IN-FW": 11,
      "FW-FW": 106,
      "FW-NNP": 24,
      "NNP-NNP": 42,
      "NNP-NN": 29,
      "NN-NN": 123,
      "NN-JJ": 10,
      "JJ-JJ": 8,
      "JJ-NN": 28,
      "NN-NNS": 4,
      "NNS-VBP": 12,
      "VBP-IN": 1,
      "IN-CD": 4,
      "CD-JJ": 1,
      "JJ-NNS": 2,
      "VBP-JJ": 10,
      "NN-NNP": 16,
      "NNP-VBZ": 6,
      "VBZ-FW": 3,
      "FW-NN": 22,
      "NN-FW": 32,
      "NNP-FW": 12,
      "NNP-IN": 2,
      "IN-NNP": 1,
      "NNP-JJ": 1,
      "CD-NNS": 2,
      "NNS-JJ": 2,
      "JJ-VBP": 1,
      "FW-NNS": 7,
      "VBP-NNS": 2,
      "NNS-NNS": 2,
      "JJ-FW": 4,
      "VBZ-NNP": 2,
      "FW-VBZ": 2,
      "VBZ-DT": 2,
      "DT-NN": 3,
      "NN-RB": 2,
      "RB-VBZ": 1,
      "VBZ-NNS": 1,
      "NN-VBP": 2,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "FW-JJ": 6,
      "IN-JJ": 2,
      "NN-VBZ": 6,
      "VBZ-JJ": 7,
      "JJ-NNP": 7,
      "NNP-VBP": 1,
      "VBP-DT": 1,
      "RB-JJ": 2,
      "VBZ-VBZ": 1,
      "NNS-VBZ": 1,
      "NNS-RBR": 1,
      "RBR-RB": 1,
      "NNS-NNP": 2,
      "VBZ-CD": 1,
      "CD-IN": 2,
      "IN-NN": 1,
      "JJ-CD": 3,
      "FW-CD": 2,
      "CD-FW": 2,
      "FW-IN": 1,
      "CD-NNP": 1,
      "NNP-VBD": 1,
      "VBD-JJ": 1,
      "CD-NN": 2,
      "IN-NNS": 1,
      "NNS-CC": 1,
      "CC-JJ": 1,
      "VBP-NN": 1,
      "NN-DT": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NN-IN-FW": 9,
      "IN-FW-FW": 3,
      "FW-FW-FW": 74,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 13,
      "NNP-NNP-NNP": 21,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 26,
      "NN-NN-NN": 72,
      "NN-NN-JJ": 7,
      "NN-JJ-JJ": 3,
      "JJ-JJ-JJ": 3,
      "JJ-JJ-NN": 4,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBP": 3,
      "NNS-VBP-IN": 1,
      "VBP-IN-CD": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NN": 6,
      "JJ-NN-NNP": 4,
      "NN-NNP-NN": 9,
      "NN-NN-NNP": 7,
      "NN-NNP-NNP": 5,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 3,
      "FW-FW-NN": 12,
      "FW-NN-FW": 7,
      "NN-FW-NNP": 4,
      "NNP-NNP-FW": 7,
      "NNP-FW-NN": 3,
      "NNP-NNP-IN": 2,
      "NNP-IN-NNP": 1,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-IN": 4,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 2,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-JJ": 1,
      "JJ-NN-NN": 16,
      "NNP-NN-NNP": 1,
      "NN-NN-FW": 21,
      "NN-FW-FW": 17,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 4,
      "FW-NN-NNS": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "VBP-JJ-FW": 1,
      "JJ-FW-NNP": 2,
      "FW-NNP-FW": 5,
      "NNP-FW-NNP": 3,
      "NNP-VBZ-NNP": 2,
      "VBZ-NNP-NNP": 2,
      "NNP-FW-FW": 6,
      "FW-FW-VBZ": 1,
      "FW-VBZ-FW": 2,
      "VBP-NNS-VBP": 1,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 2,
      "DT-NN-NN": 1,
      "NN-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NN-FW-VBZ": 1,
      "FW-NN-NN": 7,
      "NN-NN-VBP": 2,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-NN": 1,
      "JJ-NN-FW": 3,
      "NN-FW-NN": 6,
      "FW-NN-JJ": 2,
      "NN-JJ-NN": 4,
      "IN-FW-JJ": 3,
      "FW-JJ-NN": 4,
      "FW-NNP-NN": 5,
      "NN-NN-IN": 8,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 2,
      "NN-NN-VBZ": 4,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-NNS": 1,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 6,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-FW-JJ": 3,
      "FW-NN-NNP": 4,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 3,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "FW-JJ-NNP": 1,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-VBZ": 1,
      "VBZ-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-DT": 1,
      "DT-NN-VBZ": 1,
      "NN-NN-NNS": 1,
      "NN-NNS-RBR": 1,
      "NNS-RBR-RB": 1,
      "RBR-RB-JJ": 1,
      "IN-FW-NNS": 2,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NN": 2,
      "NN-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "CD-IN-NN": 1,
      "IN-NN-JJ": 1,
      "NN-JJ-CD": 1,
      "JJ-CD-IN": 1,
      "CD-IN-FW": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-CD": 1,
      "FW-CD-FW": 2,
      "CD-FW-FW": 2,
      "FW-FW-CD": 1,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-CD": 1,
      "JJ-CD-NN": 2,
      "CD-NN-FW": 1,
      "NN-FW-NNS": 1,
      "VBP-JJ-CD": 1,
      "CD-NN-IN": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-CC": 1,
      "NNS-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NNP-NN-DT": 1,
      "NN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-FW-NNP": 2,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NN-JJ-NNP": 1,
      "NNS-JJ-FW": 1,
      "JJ-NNP-NNP": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 210,
        "FW": 170,
        "NNP": 95,
        "JJ": 53,
        "NNS": 21
      },
      "top_bigrams": {
        "NN-NN": 123,
        "FW-FW": 106,
        "NNP-NNP": 42,
        "NN-FW": 32,
        "NNP-NN": 29
      },
      "top_trigrams": {
        "FW-FW-FW": 74,
        "NN-NN-NN": 72,
        "NNP-NN-NN": 26,
        "NNP-NNP-NNP": 21,
        "NN-NN-FW": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 168,
      "ADJP": 9,
      "VP": 44,
      "PP": 5
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 3,
        "weight": 0.0121
      },
      {
        "rule": "NP -> ('Caracas', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('mil', 'NNS')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('y', 'VBP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('días', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "S -> NP ('de', 'IN') ('los', 'FW') ('intentos', 'FW') ('de', 'FW') ('desestabilización', 'FW') ('por', 'FW') ('parte', 'FW') ('de', 'FW') NP (',', ',') NP ADJP ADJP ADJP ADJP (',', ',') ADJP ('reincorpora', 'FW') ('más', 'FW') ('de', 'FW') ('110.000', 'CD') NP VP ('.', '.')",
        "frequency": 1,
        "weight": 0.004
      },
      {
        "rule": "NP -> ('A', 'DT') ('pesar', 'NN')",
        "frequency": 1,
        "weight": 0.004
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "A pesar"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "Venezuela mantiene la calma y da inicio al"
      },
      {
        "label": "ADJP",
        "text": "nuevo"
      },
      {
        "label": "ADJP",
        "text": "año"
      },
      {
        "label": "ADJP",
        "text": "escolar"
      },
      {
        "label": "ADJP",
        "text": "2025-2026"
      },
      {
        "label": "ADJP",
        "text": "que"
      },
      {
        "label": "NP",
        "text": "niños y jóvenes"
      },
      {
        "label": "VP",
        "text": "al sistema educativo"
      },
      {
        "label": "NP",
        "text": "sistema educativo"
      },
      {
        "label": "NP",
        "text": "El presidente venezolano"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro"
      },
      {
        "label": "VP",
        "text": "encabezó"
      },
      {
        "label": "NP",
        "text": "desde"
      }
    ],
    "clause_structures": [
      "(S\n  (NP A/DT pesar/NN)\n  de/IN\n  los/FW\n  intentos/FW\n  de/FW\n  desestabilización/FW\n  por/FW\n  parte/FW\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  ,/,\n  (NP\n    Venezuela/NNP\n    mantiene/NNP\n    la/NNP\n    calma/NN\n    y/NN\n    da/NN\n    inicio/NN\n    al/NN)\n  (ADJP nuevo/JJ)\n  (ADJP año/JJ)\n  (ADJP escolar/JJ)\n  (ADJP 2025-2026/JJ)\n  ,/,\n  (ADJP que/JJ)\n  reincorpora/FW\n  más/FW\n  de/FW\n  110.000/CD\n  (NP niños/JJ y/NN jóvenes/NNS)\n  (VP al/VBP (NP sistema/JJ educativo/NN))\n  ./.)",
      "(S\n  (NP El/NNP presidente/NN venezolano/NN)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  (VP encabezó/VBZ)\n  el/FW\n  evento/FW\n  (NP desde/NN)\n  la/FW\n  (NP\n    Unidad/NNP\n    Educativa/NNP\n    “/NNP\n    Urbaneja/NNP\n    Achelpohl/NNP\n    ”/NNP)\n  en/FW\n  (NP la/NN)\n  parroquia/FW\n  (NP San/NNP Pedro/NNP)\n  de/FW\n  (NP Caracas/NNP)\n  ,/,\n  (NP un/JJ centro/NN)\n  de/IN\n  17/CD\n  (NP mil/NNS)\n  (ADJP metros/JJ)\n  (VP\n    cuadrados/VBP\n    (NP\n      completamente/JJ\n      rehabilitado/NN\n      por/NN\n      el/NN\n      Gobierno/NNP\n      bolivariano/NN))\n  ./.)",
      "(S\n  (NP Maduro/NNP)\n  ,/,\n  (NP quien/NN)\n  (NP fue/JJ estudiante/NN)\n  de/IN\n  esta/FW\n  (NP institución/NN)\n  ,/,\n  (VP resaltó/VB)\n  la/FW\n  meta/FW\n  de/FW\n  transformar/FW\n  (NP todas/NNS)\n  (VP las/VBP (NP escuelas/JJ del/NN país/NN))\n  en/FW\n  unidades/FW\n  de/FW\n  nueva/FW\n  (NP generación/NN)\n  ,/,\n  (NP con/NN horarios/NNS)\n  (VP extendidos/VBP y/RB (NP actividades/NNS culturales/NNS) y/RB)\n  (VP artísticas/VBP (NP a/DT través/NN del/NN Movimiento/NNP))\n  de/FW\n  (NP Teatro/NNP César/NNP Rengifo/NNP y/NNP)\n  (VP el/VBZ (NP Sistema/NNP Nacional/NNP))\n  de/FW\n  (NP Orquestas/NNP)\n  ./.)",
      "(S\n  (NP Durante/NNP)\n  el/FW\n  (NP encuentro/NN)\n  ,/,\n  el/FW\n  presidente/FW\n  instó/FW\n  (NP a/DT los/NN)\n  (VP estudiantes/VBZ (NP a/DT organizarse/JJ en/NN))\n  (VP potentes/VBZ (NP movimientos/NNS))\n  (VP\n    estudiantiles/VBZ\n    (NP con/NNS)\n    (NP una/JJ visión/NN crítica/NN))\n  ./.)",
      "(S\n  (NP Les/NNP)\n  (VP pidió/VBZ (NP no/DT solo/NN consumir/NN lo/NN que/NN) ven/RB)\n  (VP en/VBZ (NP redes/NNS sociales/NNS))\n  ,/,\n  (NP sino/NN)\n  (NP desarrollar/JJ su/NN propio/NN criterio/NN y/NN convertirse/NN)\n  en/FW\n  (VP creadores/VBZ)\n  de/FW\n  (NP contenido/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "CULTURA_DEPORTE_SOCIEDAD"
    ],
    "matches": [
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          2972,
          2978
        ],
        "start": 2972,
        "end": 2978
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          3685,
          3692
        ],
        "start": 3685,
        "end": 3692
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "teatro césar rengifo y el sistema nacional",
        "position": [
          685,
          727
        ],
        "start": 685,
        "end": 727
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente venezolano",
        "position": [
          218,
          239
        ],
        "start": 218,
        "end": 239
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de educación",
        "position": [
          1618,
          1639
        ],
        "start": 1618,
        "end": 1639
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiante",
        "position": [
          472,
          482
        ],
        "start": 472,
        "end": 482
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          185,
          192
        ],
        "start": 185,
        "end": 192
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "subrayó",
        "position": [
          1152,
          1159
        ],
        "start": 1152,
        "end": 1159
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          1509,
          1516
        ],
        "start": 1509,
        "end": 1516
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          58,
          72
        ],
        "start": 58,
        "end": 72
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          74,
          83
        ],
        "start": 74,
        "end": 83
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la paz",
        "position": [
          3543,
          3549
        ],
        "start": 3543,
        "end": 3549
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          352,
          359
        ],
        "start": 352,
        "end": 359
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado miranda",
        "position": [
          3269,
          3283
        ],
        "start": 3269,
        "end": 3283
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "centro de",
        "position": [
          364,
          373
        ],
        "start": 364,
        "end": 373
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "31 de julio de 2026",
        "position": [
          2705,
          2724
        ],
        "start": 2705,
        "end": 2724
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "lunes 15 de septiembre",
        "position": [
          2631,
          2653
        ],
        "start": 2631,
        "end": 2653
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          4027,
          4030
        ],
        "start": 4027,
        "end": 4030
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          1888,
          1899
        ],
        "start": 1888,
        "end": 1899
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "17 mil",
        "position": [
          374,
          380
        ],
        "start": 374,
        "end": 380
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 110.000",
        "position": [
          162,
          176
        ],
        "start": 162,
        "end": 176
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 620",
        "position": [
          3754,
          3764
        ],
        "start": 3754,
        "end": 3764
      }
    ],
    "match_count": 22
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Francisco Isnardi",
        "tipo": "Persona"
      },
      {
        "nombre": "Héctor Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Gran Misión Venezuela Joven",
        "tipo": "Organizacion"
      },
      {
        "nombre": "San Pedro de Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Unidad Educativa “Urbaneja Achelpohl",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Sistema Nacional de Orquestas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "América",
        "tipo": "Lugar"
      },
      {
        "nombre": "Juventud",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Ministerio del Poder Popular",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miranda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sergio Lotortaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Niño a Libertador",
        "tipo": "Persona"
      },
      {
        "nombre": "Cilia Flores",
        "tipo": "Persona"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "ministro de Educación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Simón",
        "tipo": "Persona"
      },
      {
        "nombre": "estado Miranda",
        "tipo": "Lugar"
      },
      {
        "nombre": "Delcy Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "Unidad Educativa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Carabobo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aragua",
        "tipo": "Lugar"
      },
      {
        "nombre": "Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Movimiento de Teatro César Rengifo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Freddy Ñáñez",
        "tipo": "Persona"
      },
      {
        "nombre": "Libertador Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "Rodríguez",
        "tipo": "Persona"
      },
      {
        "nombre": "La Expo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno bolivariano",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "MANTENER",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ENCABEZAR",
        "objeto": "Unidad Educativa “Urbaneja Achelpohl"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ENCABEZAR",
        "objeto": "San Pedro de Caracas"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "ENCABEZAR",
        "objeto": "Gobierno bolivariano"
      },
      {
        "sujeto": "Unidad Educativa “Urbaneja Achelpohl",
        "relacion": "ENCABEZAR",
        "objeto": "San Pedro de Caracas"
      },
      {
        "sujeto": "Unidad Educativa “Urbaneja Achelpohl",
        "relacion": "ENCABEZAR",
        "objeto": "Gobierno bolivariano"
      },
      {
        "sujeto": "Maduro",
        "relacion": "RESALTAR",
        "objeto": "Movimiento de Teatro César Rengifo"
      },
      {
        "sujeto": "Maduro",
        "relacion": "RESALTAR",
        "objeto": "Sistema Nacional de Orquestas"
      },
      {
        "sujeto": "Bolívar",
        "relacion": "CITAR_ENFATIZAR",
        "objeto": "América"
      },
      {
        "sujeto": "Cilia Flores",
        "relacion": "DAR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "ministro de Educación",
        "relacion": "ES",
        "objeto": "Héctor Rodríguez"
      },
      {
        "sujeto": "ministro de Educación",
        "relacion": "ES",
        "objeto": "Sergio Lotortaro"
      },
      {
        "sujeto": "ministro de Educación",
        "relacion": "DAR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Héctor Rodríguez",
        "relacion": "DAR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Juventud",
        "relacion": "DAR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Sergio Lotortaro",
        "relacion": "DAR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Freddy Ñáñez",
        "relacion": "DAR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Gran Misión Venezuela Joven",
        "relacion": "DAR",
        "objeto": "Maduro"
      },
      {
        "sujeto": "Delcy Rodríguez",
        "relacion": "INAUGURAR",
        "objeto": "Unidad Educativa"
      },
      {
        "sujeto": "Delcy Rodríguez",
        "relacion": "INAUGURAR",
        "objeto": "Francisco Isnardi"
      },
      {
        "sujeto": "Delcy Rodríguez",
        "relacion": "INAUGURAR",
        "objeto": "estado Miranda"
      },
      {
        "sujeto": "Unidad Educativa",
        "relacion": "INAUGURAR",
        "objeto": "Francisco Isnardi"
      },
      {
        "sujeto": "Unidad Educativa",
        "relacion": "INAUGURAR",
        "objeto": "estado Miranda"
      },
      {
        "sujeto": "Francisco Isnardi",
        "relacion": "INAUGURAR",
        "objeto": "estado Miranda"
      },
      {
        "sujeto": "Simón",
        "relacion": "LLEGAR_ANUNCIAR",
        "objeto": "Aragua"
      },
      {
        "sujeto": "Simón",
        "relacion": "LLEGAR_ANUNCIAR",
        "objeto": "Miranda"
      },
      {
        "sujeto": "Simón",
        "relacion": "LLEGAR_ANUNCIAR",
        "objeto": "Carabobo"
      },
      {
        "sujeto": "Niño a Libertador",
        "relacion": "LLEGAR_ANUNCIAR",
        "objeto": "Aragua"
      },
      {
        "sujeto": "Niño a Libertador",
        "relacion": "LLEGAR_ANUNCIAR",
        "objeto": "Miranda"
      },
      {
        "sujeto": "Niño a Libertador",
        "relacion": "LLEGAR_ANUNCIAR",
        "objeto": "Carabobo"
      },
      {
        "sujeto": "Caracas",
        "relacion": "RECIBIR_LLEGAR_ANUNCIAR",
        "objeto": "Aragua"
      },
      {
        "sujeto": "Caracas",
        "relacion": "RECIBIR_LLEGAR_ANUNCIAR",
        "objeto": "Miranda"
      },
      {
        "sujeto": "Caracas",
        "relacion": "RECIBIR_LLEGAR_ANUNCIAR",
        "objeto": "Carabobo"
      },
      {
        "sujeto": "La Expo",
        "relacion": "EMPEZAR_DAR",
        "objeto": "Libertador Simón Bolívar"
      }
    ]
  },
  "sentiment": {
    "compound": -0.6124,
    "pos": 0.004,
    "neu": 0.982,
    "neg": 0.014,
    "label": "negative"
  }
}