{
  "url": "https://www.telesurtv.net/nacion-mapuche-ficha-condena-hector-llaitul/",
  "title": "Nación Mapuche: Ordenan rectificación de ficha de condena de Héctor Llaitul en Chile",
  "section": "América Latina y El Caribe",
  "tags": [
    "Chile",
    "Héctor Llaitul",
    "Nación Mapuche"
  ],
  "text": "El Juzgado de Garantía de Temuco acogió este lunes un recurso de cautela presentado por la defensa de Héctor Llaitul, vocero de la Coordinadora Arauco-Malleco (CAM), y ordenó a Gendarmería de Chile rectificar inmediatamente su ficha de condena.\n\nLEA TAMBIÉN\nChile: Avanza proyecto de ley que beneficia a exagentes de la dictadura de Pinochet\n\nLa resolución judicial evidenció una práctica grave: la utilización de registros penitenciarios adulterados para construir un perfil criminal ficticio que excede ampliamente la sentencia judicial real, planteada por el abogado de la defensa, John Maulen.\nEn la ficha de Llaitul, se consignaban delitos que no existieron: la Ley Antiterrorista contra un jefe de Estado, supuestos consumos de drogas, conductas antisociales en la niñez y hasta pertenencia a bandas organizadas.\n\n\nPor su parte, Resumen Latinoamericano precisó que “una sumatoria de imputaciones que, al ser ponderadas en los 13 ítems de clasificación penitenciaria, se traducen en un mayor control y restricciones al interior de la cárcel. El tribunal consideró que ello constituye una vulneración de derechos básicos, pues configura un castigo adicional sin fundamento jurídico alguno”.\nAsimismo, se pone en evidencia, aunque circunscrito al caso de Llaitul, cómo se administra la cárcel en Chile.\n“Lo que aquí se evidencia es que el aparato penitenciario puede convertirse en un engranaje de criminalización política, donde la clasificación no responde a la realidad del condenado, sino a la necesidad del Estado de mantener un relato de peligrosidad”, relató Resumen Latinoamericano.\nPor su parte, frente al intento de Gendarmería de reducir el debate a la eventual obtención de beneficios, el juez fue categórico: el principio en juego es el de veracidad y legalidad en la ejecución de las penas.\nEl fallo señala, además, que el Estado no puede inventar delitos o conductas para endurecer arbitrariamente el régimen de un preso político.\nAsimismo, el medio aseveró que la arbitrariedad es particularmente evidente: el castigo carcelario excede la sentencia y configura una clara prolongación de la persecución política, mientras que se trata de una práctica sistemática que atenta contra los principios más elementales del debido proceso y los derechos fundamentales en un estado de derecho.\n“La justicia, al obligar a Gendarmería a rectificar, ha dejado al descubierto la maquinaria de montaje que opera dentro de las cárceles del Estado. Un recordatorio de que la libertad sindical, los derechos democráticos y la lucha de los pueblos originarios siguen siendo campos de batalla. Y que, frente a ese escenario, la solidaridad y la denuncia activa son el único camino para enfrentar la impunidad del poder”, reconoció la plataforma.\n\n\nEn una entrevista referenciada por Resumen Latinoamericano, Llaitul denunció la militarización que vive la Nación mapuche.\n“Somos un pueblo ocupado política y militarmente. Chile es un país de naturaleza profundamente racista y colonial. En la actualidad vivimos la opresión en todas las dimensiones. Lo graficamos de la siguiente manera: este 18 de mayo se cumplieron 3 años ininterrumpidos del Estado de Excepción, que en concreto significa tanquetas, blindados, helicópteros, drones y numeroso personal militar y policíaco para la defensa irrestricta de las faenas y los intereses de los grupos económicos que arrasan el Wallmapu con su políticas extractivistas”.\nEl líder mapuche ha reconocido que el actual Gobierno es la continuidad de todos los gobiernos postdictadura, sobre todo en las formas como se asume el conflicto histórico con nuestro pueblo.\n“Se mantiene una gobernanza de tipo neoliberal que constituye la salvaguarda y defensa de los intereses de los grandes grupos económicos que confrontan contra las comunidades en el Wallmapu”, precisó.\nAsimismo, reconoció que el Gobierno de Boric “ha mantenido y profundizado las mismas políticas para hacer frente a las movilizaciones y reivindicaciones de las comunidades y orgánicas que luchamos contra la reproducción del gran capital en el territorio ancestral”.\nAlegó que con este Gobierno se han profundizado las políticas represivas y persecución en contra del movimiento mapuche autonomista, lo que ha conllevado a mayor represión y aumento en cantidad de presos políticos mapuche (PPM).",
  "source_metadata": {
    "url": "https://www.telesurtv.net/nacion-mapuche-ficha-condena-hector-llaitul/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 433,
    "message_id": 102852,
    "date": "2025-08-26T03:55:17+00:00",
    "text": "teleSUR\nNación Mapuche: Ordenan rectificación de ficha de condena de Héctor Llaitul en Chile\nhttps://www.telesurtv.net/nacion-mapuche-ficha-condena-hector-llaitul/",
    "photo_path": null,
    "views": 1543,
    "reactions": {
      "👏": 27,
      "👍": 5
    },
    "total_reactions": 32
  },
  "preprocessing": {
    "cleaned": "el juzgado de garantía de temuco acogió este lunes un recurso de cautela presentado por la defensa de héctor llaitul, vocero de la coordinadora arauco-malleco (cam), y ordenó a gendarmería de chile rectificar inmediatamente su ficha de condena. la resolución judicial evidenció una práctica grave: la utilización de registros penitenciarios adulterados para construir un perfil criminal ficticio que excede ampliamente la sentencia judicial real, planteada por el abogado de la defensa, john maulen. en la ficha de llaitul, se consignaban delitos que no existieron: la ley antiterrorista contra un jefe de estado, supuestos consumos de drogas, conductas antisociales en la niñez y hasta pertenencia a bandas organizadas. por su parte, resumen latinoamericano precisó que “una sumatoria de imputaciones que, al ser ponderadas en los 13 ítems de clasificación penitenciaria, se traducen en un mayor control y restricciones al interior de la cárcel. el tribunal consideró que ello constituye una vulneración de derechos básicos, pues configura un castigo adicional sin fundamento jurídico alguno”. asimismo, se pone en evidencia, aunque circunscrito al caso de llaitul, cómo se administra la cárcel en chile. “lo que aquí se evidencia es que el aparato penitenciario puede convertirse en un engranaje de criminalización política, donde la clasificación no responde a la realidad del condenado, sino a la necesidad del estado de mantener un relato de peligrosidad”, relató resumen latinoamericano. por su parte, frente al intento de gendarmería de reducir el debate a la eventual obtención de beneficios, el juez fue categórico: el principio en juego es el de veracidad y legalidad en la ejecución de las penas. el fallo señala, además, que el estado no puede inventar delitos o conductas para endurecer arbitrariamente el régimen de un preso político. asimismo, el medio aseveró que la arbitrariedad es particularmente evidente: el castigo carcelario excede la sentencia y configura una clara prolongación de la persecución política, mientras que se trata de una práctica sistemática que atenta contra los principios más elementales del debido proceso y los derechos fundamentales en un estado de derecho. “la justicia, al obligar a gendarmería a rectificar, ha dejado al descubierto la maquinaria de montaje que opera dentro de las cárceles del estado. un recordatorio de que la libertad sindical, los derechos democráticos y la lucha de los pueblos originarios siguen siendo campos de batalla. y que, frente a ese escenario, la solidaridad y la denuncia activa son el único camino para enfrentar la impunidad del poder”, reconoció la plataforma. en una entrevista referenciada por resumen latinoamericano, llaitul denunció la militarización que vive la nación mapuche. “somos un pueblo ocupado política y militarmente. chile es un país de naturaleza profundamente racista y colonial. en la actualidad vivimos la opresión en todas las dimensiones. lo graficamos de la siguiente manera: este 18 de mayo se cumplieron 3 años ininterrumpidos del estado de excepción, que en concreto significa tanquetas, blindados, helicópteros, drones y numeroso personal militar y policíaco para la defensa irrestricta de las faenas y los intereses de los grupos económicos que arrasan el wallmapu con su políticas extractivistas”. el líder mapuche ha reconocido que el actual gobierno es la continuidad de todos los gobiernos postdictadura, sobre todo en las formas como se asume el conflicto histórico con nuestro pueblo. “se mantiene una gobernanza de tipo neoliberal que constituye la salvaguarda y defensa de los intereses de los grandes grupos económicos que confrontan contra las comunidades en el wallmapu”, precisó. asimismo, reconoció que el gobierno de boric “ha mantenido y profundizado las mismas políticas para hacer frente a las movilizaciones y reivindicaciones de las comunidades y orgánicas que luchamos contra la reproducción del gran capital en el territorio ancestral”. alegó que con este gobierno se han profundizado las políticas represivas y persecución en contra del movimiento mapuche autonomista, lo que ha conllevado a mayor represión y aumento en cantidad de presos políticos mapuche (ppm).",
    "tokens": [
      "juzgado",
      "garantía",
      "temuco",
      "acogió",
      "lunes",
      "recurso",
      "cautela",
      "presentado",
      "defensa",
      "héctor",
      "llaitul",
      ",",
      "vocero",
      "coordinadora",
      "arauco-malleco",
      "(",
      "cam",
      ")",
      ",",
      "ordenó",
      "gendarmería",
      "chile",
      "rectificar",
      "inmediatamente",
      "ficha",
      "condena",
      ".",
      "resolución",
      "judicial",
      "evidenció",
      "práctica",
      "grave",
      ":",
      "utilización",
      "registros",
      "penitenciarios",
      "adulterados",
      "construir",
      "perfil",
      "criminal",
      "ficticio",
      "excede",
      "ampliamente",
      "sentencia",
      "judicial",
      "real",
      ",",
      "planteada",
      "abogado",
      "defensa",
      ",",
      "john",
      "maulen",
      ".",
      "ficha",
      "llaitul",
      ",",
      "consignaban",
      "delitos",
      "existieron",
      ":",
      "ley",
      "antiterrorista",
      "jefe",
      ",",
      "supuestos",
      "consumos",
      "drogas",
      ",",
      "conductas",
      "antisociales",
      "niñez",
      "pertenencia",
      "bandas",
      "organizadas",
      ".",
      "parte",
      ",",
      "resumen",
      "latinoamericano",
      "precisó",
      "“",
      "sumatoria",
      "imputaciones",
      ",",
      "ser",
      "ponderadas",
      "13",
      "ítems",
      "clasificación",
      "penitenciaria",
      ",",
      "traducen",
      "mayor",
      "control",
      "restricciones",
      "interior",
      "cárcel",
      ".",
      "tribunal",
      "consideró",
      "ello",
      "constituye",
      "vulneración",
      "derechos",
      "básicos",
      ",",
      "pues",
      "configura",
      "castigo",
      "adicional",
      "fundamento",
      "jurídico",
      "alguno",
      "”",
      ".",
      "asimismo",
      ",",
      "pone",
      "evidencia",
      ",",
      "aunque",
      "circunscrito",
      "caso",
      "llaitul",
      ",",
      "cómo",
      "administra",
      "cárcel",
      "chile",
      ".",
      "“",
      "aquí",
      "evidencia",
      "aparato",
      "penitenciario",
      "puede",
      "convertirse",
      "engranaje",
      "criminalización",
      "política",
      ",",
      "clasificación",
      "responde",
      "realidad",
      "condenado",
      ",",
      "sino",
      "necesidad",
      "mantener",
      "relato",
      "peligrosidad",
      "”",
      ",",
      "relató",
      "resumen",
      "latinoamericano",
      ".",
      "parte",
      ",",
      "frente",
      "intento",
      "gendarmería",
      "reducir",
      "debate",
      "eventual",
      "obtención",
      "beneficios",
      ",",
      "juez",
      "categórico",
      ":",
      "principio",
      "juego",
      "veracidad",
      "legalidad",
      "ejecución",
      "penas",
      ".",
      "fallo",
      "señala",
      ",",
      "además",
      ",",
      "puede",
      "inventar",
      "delitos",
      "conductas",
      "endurecer",
      "arbitrariamente",
      "régimen",
      "preso",
      "político",
      ".",
      "asimismo",
      ",",
      "medio",
      "aseveró",
      "arbitrariedad",
      "particularmente",
      "evidente",
      ":",
      "castigo",
      "carcelario",
      "excede",
      "sentencia",
      "configura",
      "clara",
      "prolongación",
      "persecución",
      "política",
      ",",
      "mientras",
      "trata",
      "práctica",
      "sistemática",
      "atenta",
      "principios",
      "elementales",
      "debido",
      "proceso",
      "derechos",
      "fundamentales",
      "derecho",
      ".",
      "“",
      "justicia",
      ",",
      "obligar",
      "gendarmería",
      "rectificar",
      ",",
      "dejado",
      "descubierto",
      "maquinaria",
      "montaje",
      "opera",
      "dentro",
      "cárceles",
      ".",
      "recordatorio",
      "libertad",
      "sindical",
      ",",
      "derechos",
      "democráticos",
      "lucha",
      "pueblos",
      "originarios",
      "siguen",
      "siendo",
      "campos",
      "batalla",
      ".",
      ",",
      "frente",
      "escenario",
      ",",
      "solidaridad",
      "denuncia",
      "activa",
      "único",
      "camino",
      "enfrentar",
      "impunidad",
      "poder",
      "”",
      ",",
      "reconoció",
      "plataforma",
      ".",
      "entrevista",
      "referenciada",
      "resumen",
      "latinoamericano",
      ",",
      "llaitul",
      "denunció",
      "militarización",
      "vive",
      "nación",
      "mapuche",
      ".",
      "“",
      "pueblo",
      "ocupado",
      "política",
      "militarmente",
      ".",
      "chile",
      "país",
      "naturaleza",
      "profundamente",
      "racista",
      "colonial",
      ".",
      "actualidad",
      "vivimos",
      "opresión",
      "todas",
      "dimensiones",
      ".",
      "graficamos",
      "siguiente",
      "manera",
      ":",
      "18",
      "mayo",
      "cumplieron",
      "3",
      "años",
      "ininterrumpidos",
      "excepción",
      ",",
      "concreto",
      "significa",
      "tanquetas",
      ",",
      "blindados",
      ",",
      "helicópteros",
      ",",
      "drones",
      "numeroso",
      "personal",
      "militar",
      "policíaco",
      "defensa",
      "irrestricta",
      "faenas",
      "intereses",
      "grupos",
      "económicos",
      "arrasan",
      "wallmapu",
      "políticas",
      "extractivistas",
      "”",
      ".",
      "líder",
      "mapuche",
      "reconocido",
      "actual",
      "gobierno",
      "continuidad",
      "gobiernos",
      "postdictadura",
      ",",
      "formas",
      "asume",
      "conflicto",
      "histórico",
      "pueblo",
      ".",
      "“",
      "mantiene",
      "gobernanza",
      "tipo",
      "neoliberal",
      "constituye",
      "salvaguarda",
      "defensa",
      "intereses",
      "grandes",
      "grupos",
      "económicos",
      "confrontan",
      "comunidades",
      "wallmapu",
      "”",
      ",",
      "precisó",
      ".",
      "asimismo",
      ",",
      "reconoció",
      "gobierno",
      "boric",
      "“",
      "mantenido",
      "profundizado",
      "mismas",
      "políticas",
      "hacer",
      "frente",
      "movilizaciones",
      "reivindicaciones",
      "comunidades",
      "orgánicas",
      "luchamos",
      "reproducción",
      "gran",
      "capital",
      "territorio",
      "ancestral",
      "”",
      ".",
      "alegó",
      "gobierno",
      "profundizado",
      "políticas",
      "represivas",
      "persecución",
      "movimiento",
      "mapuche",
      "autonomista",
      ",",
      "conllevado",
      "mayor",
      "represión",
      "aumento",
      "cantidad",
      "presos",
      "políticos",
      "mapuche",
      "(",
      "ppm",
      ")",
      "."
    ],
    "token_count": 419,
    "sentence_count": 22
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 185,
      "VP": 35,
      "PP": 12,
      "ADJP": 4
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0271
      },
      {
        "rule": "NP -> ('Estado', 'NNP')",
        "frequency": 4,
        "weight": 0.0155
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0155
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "NP -> ('Llaitul', 'NNP')",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "NP -> ('Asimismo', 'NNP')",
        "frequency": 3,
        "weight": 0.0116
      },
      {
        "rule": "NP -> ('a', 'DT') ('Gendarmería', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('la', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Por', 'NNP') ('su', 'NN') ('parte', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Juzgado"
      },
      {
        "label": "NP",
        "text": "Garantía"
      },
      {
        "label": "NP",
        "text": "Temuco"
      },
      {
        "label": "NP",
        "text": "este lunes"
      },
      {
        "label": "NP",
        "text": "un recurso"
      },
      {
        "label": "NP",
        "text": "por"
      },
      {
        "label": "NP",
        "text": "Héctor Llaitul"
      },
      {
        "label": "NP",
        "text": "Coordinadora Arauco-Malleco"
      },
      {
        "label": "NP",
        "text": "CAM"
      },
      {
        "label": "VP",
        "text": "ordenó a Gendarmería"
      },
      {
        "label": "NP",
        "text": "a Gendarmería"
      },
      {
        "label": "NP",
        "text": "Chile rectificar inmediatamente su ficha"
      },
      {
        "label": "PP",
        "text": "de condena"
      },
      {
        "label": "NP",
        "text": "condena"
      },
      {
        "label": "NP",
        "text": "LEA TAMBIÉN Chile"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Juzgado/NNP)\n  de/FW\n  (NP Garantía/NNP)\n  de/FW\n  (NP Temuco/NNP)\n  acogió/CC\n  (NP este/NN lunes/NNS)\n  (NP un/JJ recurso/NN)\n  de/IN\n  cautela/FW\n  presentado/FW\n  (NP por/NN)\n  la/FW\n  defensa/FW\n  de/FW\n  (NP Héctor/NNP Llaitul/NNP)\n  ,/,\n  vocero/FW\n  de/FW\n  la/FW\n  (NP Coordinadora/NNP Arauco-Malleco/NNP)\n  (/(\n  (NP CAM/NNP)\n  )/)\n  ,/,\n  y/RB\n  (VP ordenó/VBZ (NP a/DT Gendarmería/NNP))\n  de/FW\n  (NP Chile/NNP rectificar/NN inmediatamente/NN su/NN ficha/NN)\n  (PP de/IN (NP condena/NN))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Chile/NNP)\n  :/:\n  (NP Avanza/NNP)\n  proyecto/FW\n  de/FW\n  ley/FW\n  (NP que/NN)\n  (VP beneficia/VBD)\n  a/DT\n  exagentes/FW\n  de/FW\n  la/FW\n  dictadura/FW\n  de/FW\n  (NP Pinochet/NNP La/NNP)\n  (VP\n    resolución/VBZ\n    (NP judicial/JJ evidenció/NN una/NN práctica/NN grave/NN))\n  :/:\n  (NP la/NN)\n  utilización/FW\n  de/FW\n  registros/FW\n  (NP penitenciarios/NNS)\n  (VP\n    adulterados/VBP\n    (NP para/JJ construir/NN)\n    (NP un/JJ perfil/JJ criminal/JJ ficticio/NN que/NN))\n  (VP excede/VBP (NP ampliamente/NN la/NN))\n  (VP sentencia/VBP judicial/JJ real/JJ)\n  ,/,\n  (NP planteada/JJ por/NN el/NN abogado/NN)\n  de/IN\n  la/FW\n  (NP defensa/NN)\n  ,/,\n  (NP John/NNP Maulen/NNP)\n  ./.)",
      "(S\n  (NP En/NNP)\n  la/FW\n  ficha/FW\n  de/FW\n  (NP Llaitul/NNP)\n  ,/,\n  (NP se/JJ consignaban/NN delitos/NN que/NN)\n  (NP no/DT existieron/NN)\n  :/:\n  (NP la/NN Ley/NNP Antiterrorista/NNP)\n  (NP contra/JJ un/JJ jefe/NN)\n  (PP de/IN (NP Estado/NNP))\n  ,/,\n  (NP supuestos/JJ consumos/NN)\n  (PP de/IN (NP drogas/NN))\n  ,/,\n  (NP conductas/JJ antisociales/NNS)\n  (PP en/IN (NP la/NN))\n  niñez/FW\n  (NP y/NN hasta/NN)\n  (VP pertenencia/VBZ (NP a/DT bandas/JJ organizadas/NN))\n  ./.)",
      "(S\n  (NP Por/NNP su/NN parte/NN)\n  ,/,\n  (NP Resumen/NNP Latinoamericano/NNP precisó/NN que/NN “/NNP)\n  (NP una/JJ sumatoria/NN)\n  (PP de/IN (NP imputaciones/NNS que/NNS))\n  ,/,\n  (VP al/VBP (NP ser/JJR ponderadas/NN))\n  en/IN\n  los/$\n  13/CD\n  (NP ítems/NNP)\n  de/FW\n  clasificación/FW\n  (NP penitenciaria/NNS)\n  ,/,\n  se/FW\n  (NP traducen/NN)\n  en/FW\n  (NP un/JJ mayor/NN control/NN y/NN restricciones/NNS)\n  (VP al/VBP interior/JJ)\n  de/FW\n  la/FW\n  (NP cárcel/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (NP tribunal/JJ consideró/NN que/NN)\n  (VP ello/VBP (NP constituye/NN) (NP una/JJ vulneración/NN))\n  de/IN\n  derechos/FW\n  (NP básicos/NN)\n  ,/,\n  (NP pues/NNS)\n  (VP\n    configura/VBP\n    (NP\n      un/JJ\n      castigo/JJ\n      adicional/JJ\n      sin/NN\n      fundamento/NN\n      jurídico/NN\n      alguno/NN\n      ”/NN))\n  ./.)"
    ]
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 67,
      "FW": 142,
      "CC": 1,
      "NN": 240,
      "NNS": 30,
      "JJ": 63,
      "IN": 34,
      "MD": 1,
      "VBZ": 7,
      "VBP": 26,
      "VBN": 1,
      "DT": 3,
      "VBD": 2,
      "RB": 2,
      "CD": 2,
      "RBS": 1
    },
    "bigram_freq": {
      "NNP-NNP": 18,
      "NNP-FW": 10,
      "FW-NNP": 18,
      "NNP-CC": 1,
      "CC-NN": 1,
      "NN-NNS": 8,
      "NNS-JJ": 2,
      "JJ-NN": 40,
      "NN-IN": 27,
      "IN-FW": 21,
      "FW-FW": 75,
      "FW-NN": 25,
      "NN-FW": 26,
      "NNP-MD": 1,
      "MD-NNP": 1,
      "NNP-NN": 26,
      "NN-NN": 134,
      "NN-VBZ": 4,
      "VBZ-IN": 1,
      "NNP-VBZ": 2,
      "VBZ-JJ": 2,
      "NN-VBP": 10,
      "VBP-VBN": 1,
      "VBN-JJ": 1,
      "JJ-FW": 4,
      "FW-NNS": 11,
      "NNS-VBP": 14,
      "VBP-JJ": 15,
      "NN-JJ": 13,
      "JJ-JJ": 9,
      "VBP-NN": 4,
      "NN-DT": 1,
      "DT-NN": 3,
      "NN-NNP": 15,
      "NNP-JJ": 3,
      "IN-NNP": 5,
      "NNP-VBD": 2,
      "VBD-NN": 1,
      "NNS-NNS": 3,
      "VBP-FW": 2,
      "IN-NNS": 1,
      "JJ-RB": 1,
      "RB-VBP": 1,
      "VBP-NNS": 3,
      "NNS-IN": 4,
      "IN-NN": 4,
      "NN-CD": 2,
      "CD-NN": 1,
      "FW-JJ": 12,
      "VBZ-RB": 1,
      "RB-JJ": 1,
      "VBZ-NN": 1,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "JJ-NNP": 5,
      "VBD-JJ": 1,
      "NNS-NNP": 3,
      "NNP-VBP": 1,
      "VBP-NNP": 1,
      "NNP-DT": 1,
      "NNS-FW": 4,
      "IN-JJ": 3,
      "JJ-NNS": 4,
      "CD-IN": 1,
      "NNP-IN": 1,
      "VBZ-RBS": 1,
      "RBS-JJ": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 4,
      "NNP-FW-NNP": 4,
      "FW-NNP-FW": 5,
      "FW-NNP-CC": 1,
      "NNP-CC-NN": 1,
      "CC-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "JJ-NN-IN": 11,
      "NN-IN-FW": 17,
      "IN-FW-FW": 7,
      "FW-FW-NN": 13,
      "FW-NN-FW": 4,
      "NN-FW-FW": 11,
      "FW-FW-FW": 45,
      "FW-FW-NNP": 9,
      "FW-NNP-NNP": 6,
      "NNP-FW-FW": 5,
      "NNP-NNP-NNP": 6,
      "NNP-NNP-MD": 1,
      "NNP-MD-NNP": 1,
      "MD-NNP-FW": 1,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 19,
      "NN-NN-NN": 71,
      "NN-NN-IN": 11,
      "IN-FW-NNP": 1,
      "FW-NN-NN": 13,
      "NN-NN-VBZ": 4,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-NN": 2,
      "JJ-NN-NN": 23,
      "NN-NN-VBP": 9,
      "NN-VBP-VBN": 1,
      "VBP-VBN-JJ": 1,
      "VBN-JJ-FW": 1,
      "JJ-FW-FW": 4,
      "FW-FW-NNS": 3,
      "FW-NNS-VBP": 4,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NN": 7,
      "JJ-NN-JJ": 1,
      "NN-JJ-JJ": 2,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NN": 5,
      "NN-VBP-NN": 4,
      "VBP-NN-NN": 2,
      "NN-VBP-JJ": 3,
      "VBP-JJ-JJ": 3,
      "NN-NN-FW": 16,
      "NNP-FW-NN": 1,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 3,
      "NN-NN-NNP": 8,
      "NN-NNP-NNP": 3,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-JJ": 1,
      "NN-IN-NNP": 4,
      "IN-NNP-VBD": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-IN": 1,
      "IN-FW-NNS": 6,
      "FW-NNS-NNS": 2,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "IN-NNP-NN": 3,
      "NNP-NNP-NN": 4,
      "NN-NN-JJ": 8,
      "NN-JJ-NN": 11,
      "NN-IN-NNS": 1,
      "IN-NNS-JJ": 1,
      "NNS-JJ-RB": 1,
      "JJ-RB-VBP": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "IN-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-JJ": 3,
      "FW-JJ-NN": 7,
      "NN-VBZ-RB": 1,
      "VBZ-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "VBP-NN-JJ": 1,
      "IN-FW-NN": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-VBP": 5,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-FW": 1,
      "IN-NNP-NNP": 1,
      "VBP-NN-FW": 1,
      "FW-JJ-FW": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "FW-FW-JJ": 4,
      "IN-FW-JJ": 5,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "NN-FW-NNP": 3,
      "NN-IN-NN": 3,
      "IN-NN-NN": 3,
      "FW-NNS-NNP": 2,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "NN-NN-NNS": 6,
      "JJ-NN-FW": 1,
      "NN-FW-NNS": 2,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 2,
      "NN-IN-JJ": 2,
      "IN-JJ-NN": 3,
      "NN-FW-NN": 7,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-FW": 2,
      "NNS-FW-NN": 1,
      "VBP-JJ-FW": 1,
      "NN-NNP-NN": 8,
      "FW-NN-IN": 3,
      "NNS-FW-NNP": 1,
      "NNP-NN-FW": 2,
      "FW-JJ-NNS": 2,
      "NN-VBZ-JJ": 1,
      "FW-NN-JJ": 1,
      "JJ-NN-NNP": 4,
      "NNP-NN-NNP": 2,
      "NN-NNP-JJ": 1,
      "NNP-NN-JJ": 2,
      "FW-NN-VBP": 1,
      "VBP-JJ-NNP": 3,
      "JJ-NNP-NN": 4,
      "NNS-NNP-NN": 2,
      "NNP-NN-IN": 1,
      "FW-NN-CD": 1,
      "NN-CD-IN": 1,
      "CD-IN-FW": 1,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "NN-NNS-NNP": 1,
      "NN-VBP-FW": 1,
      "VBP-FW-NN": 1,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "NN-NNS-NNS": 1,
      "NN-VBZ-RBS": 1,
      "VBZ-RBS-JJ": 1,
      "RBS-JJ-NN": 1,
      "NNS-NNS-IN": 1,
      "FW-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "FW-NN-NNP": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 240,
        "FW": 142,
        "NNP": 67,
        "JJ": 63,
        "IN": 34
      },
      "top_bigrams": {
        "NN-NN": 134,
        "FW-FW": 75,
        "JJ-NN": 40,
        "NN-IN": 27,
        "NN-FW": 26
      },
      "top_trigrams": {
        "NN-NN-NN": 71,
        "FW-FW-FW": 45,
        "JJ-NN-NN": 23,
        "NNP-NN-NN": 19,
        "NN-IN-FW": 17
      }
    }
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ACCIONES_LEGALES",
      "LEYES_NORMATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          4036,
          4043
        ],
        "start": 4036,
        "end": 4043
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          859,
          866
        ],
        "start": 859,
        "end": 866
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          91,
          98
        ],
        "start": 91,
        "end": 98
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de boric",
        "position": [
          3834,
          3851
        ],
        "start": 3834,
        "end": 3851
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "pueblos originarios",
        "position": [
          2540,
          2559
        ],
        "start": 2540,
        "end": 2559
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2815,
          2823
        ],
        "start": 2815,
        "end": 2823
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "proyecto de ley",
        "position": [
          272,
          287
        ],
        "start": 272,
        "end": 287
      },
      {
        "category": "PAISES",
        "matched_text": "chile",
        "position": [
          192,
          197
        ],
        "start": 192,
        "end": 197
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado, supuestos",
        "position": [
          704,
          721
        ],
        "start": 704,
        "end": 721
      }
    ],
    "match_count": 9
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Estado",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gendarmería",
        "tipo": "Lugar"
      },
      {
        "nombre": "Temuco",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno de Boric",
        "tipo": "Lugar"
      },
      {
        "nombre": "Juzgado de Garantía",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Chile",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nación mapuche",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estado de Excepción",
        "tipo": "Lugar"
      },
      {
        "nombre": "Coordinadora Arauco-Malleco",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Wallmapu",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "Latinoamericano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Héctor Llaitul",
        "tipo": "Persona"
      },
      {
        "nombre": "Ley Antiterrorista",
        "tipo": "Organizacion"
      },
      {
        "nombre": "John Maulen",
        "tipo": "Persona"
      },
      {
        "nombre": "Llaitul",
        "tipo": "Persona"
      },
      {
        "nombre": "CAM",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Pinochet",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Juzgado de Garantía",
        "relacion": "ACOGER",
        "objeto": "Héctor Llaitul"
      },
      {
        "sujeto": "Juzgado de Garantía",
        "relacion": "ACOGER",
        "objeto": "Coordinadora Arauco-Malleco"
      },
      {
        "sujeto": "Juzgado de Garantía",
        "relacion": "ACOGER",
        "objeto": "CAM"
      },
      {
        "sujeto": "Juzgado de Garantía",
        "relacion": "ACOGER",
        "objeto": "Gendarmería"
      },
      {
        "sujeto": "Juzgado de Garantía",
        "relacion": "ACOGER",
        "objeto": "Chile"
      },
      {
        "sujeto": "Temuco",
        "relacion": "ACOGER",
        "objeto": "Héctor Llaitul"
      },
      {
        "sujeto": "Temuco",
        "relacion": "ACOGER",
        "objeto": "Coordinadora Arauco-Malleco"
      },
      {
        "sujeto": "Temuco",
        "relacion": "ACOGER",
        "objeto": "CAM"
      },
      {
        "sujeto": "Temuco",
        "relacion": "ACOGER",
        "objeto": "Gendarmería"
      },
      {
        "sujeto": "Temuco",
        "relacion": "ACOGER",
        "objeto": "Chile"
      },
      {
        "sujeto": "Héctor Llaitul",
        "relacion": "ACOGER",
        "objeto": "Gendarmería"
      },
      {
        "sujeto": "Héctor Llaitul",
        "relacion": "ACOGER",
        "objeto": "Chile"
      },
      {
        "sujeto": "Coordinadora Arauco-Malleco",
        "relacion": "ACOGER",
        "objeto": "Gendarmería"
      },
      {
        "sujeto": "Coordinadora Arauco-Malleco",
        "relacion": "ACOGER",
        "objeto": "Chile"
      },
      {
        "sujeto": "CAM",
        "relacion": "ACOGER",
        "objeto": "Gendarmería"
      },
      {
        "sujeto": "CAM",
        "relacion": "ACOGER",
        "objeto": "Chile"
      },
      {
        "sujeto": "Llaitul",
        "relacion": "DENUNCIAR",
        "objeto": "Nación mapuche"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8402,
    "pos": 0.011,
    "neu": 0.963,
    "neg": 0.025,
    "label": "negative"
  }
}