{
  "url": "https://www.telesurtv.net/desmantelamiento-del-departamento-de-educacion-un-golpe-a-la-ensenanza-publica-de-ee-uu/",
  "title": "Desmantelamiento del Departamento de Educación: un golpe a la enseñanza pública de EE. UU. - teleSUR",
  "section": "Mundo",
  "tags": [
    "Congreso de Estados Unidos",
    "Departamento de Educación",
    "Donald Trump",
    "Enseñanza pública",
    "Harvard",
    "Linda McMahon",
    "Orden Ejecutiva",
    "Universidad de Columbia"
  ],
  "text": "Con la justificación de “devolver el control de la educación a los estados y a los padres”, el actual inquilino de la Casa Blanca, el magnate Donald Trump, oficializó —con la firma de una orden ejecutiva— una de sus promesas en campaña electoral: clausurar el Departamento de Educación, un propósito manifestado por los republicanos conservadores durante décadas en los Estados Unidos.\n\nLEA TAMBIÉN\nPresidente de EE.UU. firma orden ejecutiva para eliminar Departamento de Educación\n\nEste ataque directo a la enseñanza pública y universitaria, que constituye la acción más radical del mandatario contra el sistema educativo federal hasta el momento, tendrá un impacto significativo en la asistencia a estudiantes con ciertas necesidades especiales y reducirá el tamaño de las clases, así como el apoyo para maestros y trabajadores sociales.\nY si bien la eliminación absoluta del Departamento requiere la aprobación del Congreso, lo que deja en el aire el futuro de muchas de sus funciones, el jefe de Estado ha reducido su personal en un 50 por ciento, cancelado contratos y eliminado varios programas desde que inició su segundo mandato presidencial el pasado 20 de enero.\n\n\n\nDe acuerdo con el presidente de EE. UU., la actual secretaria de Educación, Linda McMahon, será la encargada de facilitar el cierre de la entidad que, a diferencia de otros países, no administra de manera directa las escuelas públicas, porque la educación se gestiona a nivel estatal y municipal.\nNo obstante, el Departamento de Educación sí opera fondos federales equivalentes al 14 por ciento del presupuesto de las escuelas públicas, recursos imprescindibles para programas de inclusión. Asimismo, esta decisión tendrá un impacto negativo sobre universidades y estudiantes.\nEsta secretaría maneja casi 1.5 billones de dólares en deuda estudiantil para más de 40 millones de personas. Por tanto, la aplicación de la orden ejecutiva pondría en riesgo el acceso a préstamos y asistencia financiera, a la vez que perjudicaría la educación superior en el país.\n\n\nDurante uno de sus primeros actos como el 47.º presidente de EE. UU. en enero pasado, Trump manifestó: “en años recientes… los padres han atestiguado a escuelas adoctrinando a sus hijos en ideologías radicales antiestadunidenses mientras deliberadamente obstruyen la supervisión de los padres”.\nDesde entonces, ha apostado por una agenda favorable para privatizar la educación. Como parte de su estrategia, que incluye el impulso de “programas de opción escolar” para desviar fondos públicos a instituciones privadas y religiosas, el desmantelamiento del Departamento de Educación ocupa una posición estratégica: podría debilitar normativas sobre equidad racial y de género, afectando programas de diversidad e inclusión impulsados en las últimas décadas.\n\n\nEn paralelo a esta medida a escala federal, el Gobierno de Trump ha usado fondos como arma política contra varias universidades del país, como Harvard, Columbia, Yale y la Universidad de Pennsylvania. A partir de amenazas sobre supuestos recortes al presupuesto, la Casa Blanca ha intentado influir en la gestión académica y en los contenidos que imparten.\nA inicios de este mes, la Universidad de Columbia recibió un recorte de 400 millones de dólares en subvenciones federales, luego de las manifestaciones estudiantiles a favor de la causa palestina y contra el genocidio sionista, lo que afectó proyectos de investigación médica y científica. Para recuperar parte de estos fondos, la administración de EE. UU. puso como condición que se le entregue el control del Departamento de Estudios de Medio Oriente, Sur de Asia y África a la Casa Blanca por cinco años.\nEn tanto, la casa de altos estudios de Pennsylvania enfrenta la posible suspensión de 175 millones en apoyos debido a su política sobre atletas transgénero. Mientras que en la Universidad Johns Hopkins, los recortes han provocado la eliminación de 2.000 empleos. Estas presiones han generado alarma en el ámbito académico, ya que sientan un precedente peligroso de intervención gubernamental en la educación superior.\nEstas reformas y mecanismos de presión ofrecen algunas pistas de la política trumpista en torno a la educación, una que favorece la privatización de la docencia y, por otro lado, establece límites a la autonomía académica.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/desmantelamiento-del-departamento-de-educacion-un-golpe-a-la-ensenanza-publica-de-ee-uu/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 788,
    "message_id": 89772,
    "date": "2025-03-21T15:55:18+00:00",
    "text": "teleSUR\nDesmantelamiento del Departamento de Educación: un golpe a la enseñanza pública de EE. UU.\nhttps://www.telesurtv.net/desmantelamiento-del-departamento-de-educacion-un-golpe-a-la-ensenanza-publica-de-ee-uu/",
    "photo_path": null,
    "views": 1770,
    "reactions": {
      "😱": 21,
      "🤔": 6,
      "👎": 4,
      "😢": 1,
      "🤮": 1,
      "🤷": 1
    },
    "total_reactions": 34
  },
  "preprocessing": {
    "cleaned": "con la justificación de “devolver el control de la educación a los estados y a los padres”, el actual inquilino de la casa blanca, el magnate donald trump, oficializó —con la firma de una orden ejecutiva— una de sus promesas en campaña electoral: clausurar el departamento de educación, un propósito manifestado por los republicanos conservadores durante décadas en los estados unidos. este ataque directo a la enseñanza pública y universitaria, que constituye la acción más radical del mandatario contra el sistema educativo federal hasta el momento, tendrá un impacto significativo en la asistencia a estudiantes con ciertas necesidades especiales y reducirá el tamaño de las clases, así como el apoyo para maestros y trabajadores sociales. y si bien la eliminación absoluta del departamento requiere la aprobación del congreso, lo que deja en el aire el futuro de muchas de sus funciones, el jefe de estado ha reducido su personal en un 50 por ciento, cancelado contratos y eliminado varios programas desde que inició su segundo mandato presidencial el pasado 20 de enero. de acuerdo con el presidente de ee. uu., la actual secretaria de educación, linda mcmahon, será la encargada de facilitar el cierre de la entidad que, a diferencia de otros países, no administra de manera directa las escuelas públicas, porque la educación se gestiona a nivel estatal y municipal. no obstante, el departamento de educación sí opera fondos federales equivalentes al 14 por ciento del presupuesto de las escuelas públicas, recursos imprescindibles para programas de inclusión. asimismo, esta decisión tendrá un impacto negativo sobre universidades y estudiantes. esta secretaría maneja casi 1.5 billones de dólares en deuda estudiantil para más de 40 millones de personas. por tanto, la aplicación de la orden ejecutiva pondría en riesgo el acceso a préstamos y asistencia financiera, a la vez que perjudicaría la educación superior en el país. durante uno de sus primeros actos como el 47.º presidente de ee. uu. en enero pasado, trump manifestó: “en años recientes… los padres han atestiguado a escuelas adoctrinando a sus hijos en ideologías radicales antiestadunidenses mientras deliberadamente obstruyen la supervisión de los padres”. desde entonces, ha apostado por una agenda favorable para privatizar la educación. como parte de su estrategia, que incluye el impulso de “programas de opción escolar” para desviar fondos públicos a instituciones privadas y religiosas, el desmantelamiento del departamento de educación ocupa una posición estratégica: podría debilitar normativas sobre equidad racial y de género, afectando programas de diversidad e inclusión impulsados en las últimas décadas. en paralelo a esta medida a escala federal, el gobierno de trump ha usado fondos como arma política contra varias universidades del país, como harvard, columbia, yale y la universidad de pennsylvania. a partir de amenazas sobre supuestos recortes al presupuesto, la casa blanca ha intentado influir en la gestión académica y en los contenidos que imparten. a inicios de este mes, la universidad de columbia recibió un recorte de 400 millones de dólares en subvenciones federales, luego de las manifestaciones estudiantiles a favor de la causa palestina y contra el genocidio sionista, lo que afectó proyectos de investigación médica y científica. para recuperar parte de estos fondos, la administración de ee. uu. puso como condición que se le entregue el control del departamento de estudios de medio oriente, sur de asia y áfrica a la casa blanca por cinco años. en tanto, la casa de altos estudios de pennsylvania enfrenta la posible suspensión de 175 millones en apoyos debido a su política sobre atletas transgénero. mientras que en la universidad johns hopkins, los recortes han provocado la eliminación de 2.000 empleos. estas presiones han generado alarma en el ámbito académico, ya que sientan un precedente peligroso de intervención gubernamental en la educación superior. estas reformas y mecanismos de presión ofrecen algunas pistas de la política trumpista en torno a la educación, una que favorece la privatización de la docencia y, por otro lado, establece límites a la autonomía académica.",
    "tokens": [
      "justificación",
      "“",
      "devolver",
      "control",
      "educación",
      "padres",
      "”",
      ",",
      "actual",
      "inquilino",
      "casa",
      "blanca",
      ",",
      "magnate",
      "donald",
      "trump",
      ",",
      "oficializó",
      "—con",
      "firma",
      "orden",
      "ejecutiva—",
      "promesas",
      "campaña",
      "electoral",
      ":",
      "clausurar",
      "departamento",
      "educación",
      ",",
      "propósito",
      "manifestado",
      "republicanos",
      "conservadores",
      "décadas",
      "unidos",
      ".",
      "ataque",
      "directo",
      "enseñanza",
      "pública",
      "universitaria",
      ",",
      "constituye",
      "acción",
      "radical",
      "mandatario",
      "sistema",
      "educativo",
      "federal",
      "momento",
      ",",
      "impacto",
      "significativo",
      "asistencia",
      "estudiantes",
      "ciertas",
      "necesidades",
      "especiales",
      "reducirá",
      "tamaño",
      "clases",
      ",",
      "así",
      "apoyo",
      "maestros",
      "trabajadores",
      "sociales",
      ".",
      "si",
      "bien",
      "eliminación",
      "absoluta",
      "departamento",
      "requiere",
      "aprobación",
      "congreso",
      ",",
      "deja",
      "aire",
      "futuro",
      "muchas",
      "funciones",
      ",",
      "jefe",
      "reducido",
      "personal",
      "50",
      "ciento",
      ",",
      "cancelado",
      "contratos",
      "eliminado",
      "varios",
      "programas",
      "inició",
      "segundo",
      "mandato",
      "presidencial",
      "pasado",
      "20",
      "enero",
      ".",
      "acuerdo",
      "presidente",
      "ee",
      ".",
      "uu.",
      ",",
      "actual",
      "secretaria",
      "educación",
      ",",
      "linda",
      "mcmahon",
      ",",
      "encargada",
      "facilitar",
      "cierre",
      "entidad",
      ",",
      "diferencia",
      "países",
      ",",
      "administra",
      "manera",
      "directa",
      "escuelas",
      "públicas",
      ",",
      "educación",
      "gestiona",
      "nivel",
      "estatal",
      "municipal",
      ".",
      "obstante",
      ",",
      "departamento",
      "educación",
      "opera",
      "fondos",
      "federales",
      "equivalentes",
      "14",
      "ciento",
      "presupuesto",
      "escuelas",
      "públicas",
      ",",
      "recursos",
      "imprescindibles",
      "programas",
      "inclusión",
      ".",
      "asimismo",
      ",",
      "decisión",
      "impacto",
      "negativo",
      "universidades",
      "estudiantes",
      ".",
      "secretaría",
      "maneja",
      "casi",
      "1.5",
      "billones",
      "dólares",
      "deuda",
      "estudiantil",
      "40",
      "millones",
      "personas",
      ".",
      ",",
      "aplicación",
      "orden",
      "ejecutiva",
      "pondría",
      "riesgo",
      "acceso",
      "préstamos",
      "asistencia",
      "financiera",
      ",",
      "vez",
      "perjudicaría",
      "educación",
      "superior",
      "país",
      ".",
      "primeros",
      "actos",
      "47.º",
      "presidente",
      "ee",
      ".",
      "uu.",
      "enero",
      "pasado",
      ",",
      "trump",
      "manifestó",
      ":",
      "“",
      "años",
      "recientes…",
      "padres",
      "atestiguado",
      "escuelas",
      "adoctrinando",
      "hijos",
      "ideologías",
      "radicales",
      "antiestadunidenses",
      "mientras",
      "deliberadamente",
      "obstruyen",
      "supervisión",
      "padres",
      "”",
      ".",
      "entonces",
      ",",
      "apostado",
      "agenda",
      "favorable",
      "privatizar",
      "educación",
      ".",
      "parte",
      "estrategia",
      ",",
      "incluye",
      "impulso",
      "“",
      "programas",
      "opción",
      "escolar",
      "”",
      "desviar",
      "fondos",
      "públicos",
      "instituciones",
      "privadas",
      "religiosas",
      ",",
      "desmantelamiento",
      "departamento",
      "educación",
      "ocupa",
      "posición",
      "estratégica",
      ":",
      "podría",
      "debilitar",
      "normativas",
      "equidad",
      "racial",
      "género",
      ",",
      "afectando",
      "programas",
      "diversidad",
      "inclusión",
      "impulsados",
      "últimas",
      "décadas",
      ".",
      "paralelo",
      "medida",
      "escala",
      "federal",
      ",",
      "gobierno",
      "trump",
      "usado",
      "fondos",
      "arma",
      "política",
      "varias",
      "universidades",
      "país",
      ",",
      "harvard",
      ",",
      "columbia",
      ",",
      "yale",
      "universidad",
      "pennsylvania",
      ".",
      "partir",
      "amenazas",
      "supuestos",
      "recortes",
      "presupuesto",
      ",",
      "casa",
      "blanca",
      "intentado",
      "influir",
      "gestión",
      "académica",
      "contenidos",
      "imparten",
      ".",
      "inicios",
      "mes",
      ",",
      "universidad",
      "columbia",
      "recibió",
      "recorte",
      "400",
      "millones",
      "dólares",
      "subvenciones",
      "federales",
      ",",
      "luego",
      "manifestaciones",
      "estudiantiles",
      "favor",
      "causa",
      "palestina",
      "genocidio",
      "sionista",
      ",",
      "afectó",
      "proyectos",
      "investigación",
      "médica",
      "científica",
      ".",
      "recuperar",
      "parte",
      "fondos",
      ",",
      "administración",
      "ee",
      ".",
      "uu.",
      "puso",
      "condición",
      "entregue",
      "control",
      "departamento",
      "estudios",
      "medio",
      "oriente",
      ",",
      "sur",
      "asia",
      "áfrica",
      "casa",
      "blanca",
      "cinco",
      "años",
      ".",
      ",",
      "casa",
      "altos",
      "estudios",
      "pennsylvania",
      "enfrenta",
      "posible",
      "suspensión",
      "175",
      "millones",
      "apoyos",
      "debido",
      "política",
      "atletas",
      "transgénero",
      ".",
      "mientras",
      "universidad",
      "johns",
      "hopkins",
      ",",
      "recortes",
      "provocado",
      "eliminación",
      "2.000",
      "empleos",
      ".",
      "presiones",
      "generado",
      "alarma",
      "ámbito",
      "académico",
      ",",
      "sientan",
      "precedente",
      "peligroso",
      "intervención",
      "gubernamental",
      "educación",
      "superior",
      ".",
      "reformas",
      "mecanismos",
      "presión",
      "ofrecen",
      "pistas",
      "política",
      "trumpista",
      "torno",
      "educación",
      ",",
      "favorece",
      "privatización",
      "docencia",
      ",",
      "lado",
      ",",
      "establece",
      "límites",
      "autonomía",
      "académica",
      "."
    ],
    "token_count": 423,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 74,
      "FW": 181,
      "NN": 190,
      "IN": 29,
      "NNS": 37,
      "VBP": 20,
      "JJ": 59,
      "MD": 2,
      "VB": 3,
      "VBD": 5,
      "VBZ": 11,
      "RB": 5,
      "CD": 9,
      "DT": 1,
      "CC": 1,
      "RBR": 1
    },
    "bigram_freq": {
      "NNP-NNP": 25,
      "NNP-FW": 18,
      "FW-FW": 112,
      "FW-NN": 21,
      "NN-IN": 20,
      "IN-FW": 17,
      "NN-NNS": 12,
      "NNS-VBP": 17,
      "VBP-JJ": 9,
      "JJ-NN": 38,
      "FW-NNP": 25,
      "NNP-NN": 17,
      "NN-NN": 101,
      "NN-NNP": 12,
      "NNP-MD": 2,
      "MD-VB": 2,
      "VB-JJ": 1,
      "JJ-FW": 8,
      "FW-JJ": 12,
      "NN-FW": 20,
      "JJ-JJ": 7,
      "NNP-JJ": 2,
      "NN-JJ": 14,
      "JJ-NNS": 2,
      "VBP-NNS": 2,
      "NNS-IN": 6,
      "IN-JJ": 2,
      "JJ-NNP": 3,
      "NNP-VBD": 2,
      "VBD-JJ": 3,
      "NN-VBZ": 4,
      "VBZ-JJ": 4,
      "FW-VBZ": 3,
      "VBZ-NN": 1,
      "IN-NNS": 2,
      "FW-NNS": 7,
      "VBP-NN": 4,
      "VBZ-NNS": 2,
      "NNS-JJ": 3,
      "NNP-RB": 1,
      "RB-VBZ": 1,
      "NN-VBD": 2,
      "JJ-CD": 1,
      "CD-NN": 3,
      "NN-VBP": 2,
      "VBD-CD": 1,
      "CD-FW": 1,
      "IN-NNP": 2,
      "VBD-FW": 1,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "NN-RB": 1,
      "RB-NNP": 1,
      "NNS-VBZ": 3,
      "VBZ-RB": 1,
      "RB-CD": 2,
      "VBZ-NNP": 1,
      "NN-CD": 1,
      "CD-NNS": 5,
      "NNS-FW": 3,
      "IN-CD": 3,
      "NNP-IN": 2,
      "VBP-RB": 2,
      "RB-JJ": 1,
      "IN-NN": 3,
      "NNS-NNP": 2,
      "NNP-NNS": 2,
      "VB-NN": 1,
      "VBP-NNP": 2,
      "NNP-VBP": 1,
      "NNS-NNS": 2,
      "VBP-IN": 1,
      "NNP-CC": 1,
      "CC-RBR": 1,
      "RBR-JJ": 1,
      "NNP-VB": 1,
      "VB-NNS": 1,
      "FW-CD": 1,
      "NNS-VBD": 1,
      "VBZ-FW": 1
    },
    "trigram_freq": {
      "NNP-NNP-FW": 5,
      "NNP-FW-FW": 4,
      "FW-FW-FW": 82,
      "FW-FW-NN": 9,
      "FW-NN-IN": 1,
      "NN-IN-FW": 14,
      "IN-FW-FW": 8,
      "FW-NN-NNS": 3,
      "NN-NNS-VBP": 7,
      "NNS-VBP-JJ": 7,
      "VBP-JJ-NN": 8,
      "JJ-NN-IN": 6,
      "IN-FW-NNP": 2,
      "FW-NNP-NNP": 8,
      "NNP-NNP-NN": 5,
      "NNP-NN-NN": 13,
      "NN-NN-NNP": 8,
      "NN-NNP-NNP": 3,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 2,
      "MD-VB-JJ": 1,
      "VB-JJ-FW": 1,
      "JJ-FW-FW": 7,
      "FW-FW-JJ": 6,
      "FW-JJ-NN": 6,
      "JJ-NN-NN": 21,
      "NN-NN-IN": 12,
      "IN-FW-NN": 3,
      "FW-NN-FW": 5,
      "NN-FW-JJ": 3,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NN": 3,
      "NN-NNP-FW": 3,
      "NNP-FW-NNP": 11,
      "FW-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "NN-NN-NN": 53,
      "NN-NN-JJ": 7,
      "NN-JJ-NNS": 2,
      "JJ-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-NNP": 11,
      "FW-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 2,
      "NN-NN-FW": 9,
      "NN-FW-NN": 5,
      "FW-NN-JJ": 1,
      "NN-JJ-NN": 10,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NN": 4,
      "FW-FW-VBZ": 3,
      "FW-VBZ-NN": 1,
      "VBZ-NN-NNS": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NNS": 2,
      "IN-NNS-VBP": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NN": 4,
      "VBP-NN-NN": 2,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 2,
      "NNS-JJ-NN": 1,
      "JJ-NN-NNP": 3,
      "NN-NNP-RB": 1,
      "NNP-RB-VBZ": 1,
      "RB-VBZ-JJ": 1,
      "NN-NNP-NN": 4,
      "FW-NN-NN": 8,
      "NN-FW-FW": 7,
      "FW-FW-NNS": 4,
      "VBP-NN-FW": 2,
      "NN-FW-NNP": 5,
      "FW-NNP-NN": 3,
      "NN-NN-VBD": 1,
      "NN-VBD-JJ": 1,
      "JJ-NN-JJ": 5,
      "NN-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "CD-NN-NN": 2,
      "NN-NN-VBP": 2,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NN-VBP-JJ": 1,
      "JJ-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-NNP": 7,
      "FW-NNP-FW": 8,
      "NNP-FW-NN": 3,
      "NNP-NNP-JJ": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-IN": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-RB": 1,
      "NN-RB-NNP": 1,
      "RB-NNP-FW": 1,
      "NN-NN-NNS": 5,
      "NN-NNS-VBZ": 3,
      "NNS-VBZ-RB": 1,
      "VBZ-RB-CD": 1,
      "RB-CD-NN": 2,
      "JJ-NN-NNS": 1,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNS": 1,
      "CD-NNS-FW": 2,
      "NNS-FW-NNS": 2,
      "NN-IN-CD": 3,
      "IN-CD-NNS": 3,
      "CD-NNS-IN": 2,
      "NNS-IN-FW": 1,
      "FW-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-JJ-FW": 3,
      "NNS-VBP-RB": 2,
      "VBP-RB-CD": 1,
      "CD-NN-FW": 1,
      "NNP-NN-FW": 2,
      "VBP-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-IN-NN": 1,
      "IN-NN-NNS": 2,
      "NNS-VBZ-NNS": 1,
      "NNS-JJ-JJ": 1,
      "JJ-NN-FW": 1,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NNS": 2,
      "NNP-NNS-VBP": 1,
      "FW-NNP-MD": 1,
      "MD-VB-NN": 1,
      "VB-NN-NN": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-FW": 2,
      "NN-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NNP-NN-JJ": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "JJ-FW-NN": 1,
      "FW-NN-VBZ": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 2,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "FW-NNS-IN": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-FW-JJ": 3,
      "FW-NN-NNP": 1,
      "FW-NNP-CC": 1,
      "NNP-CC-RBR": 1,
      "CC-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "IN-NN-NN": 1,
      "VBP-NNP-NN": 1,
      "NNP-NNP-VB": 1,
      "NNP-VB-NNS": 1,
      "VB-NNS-VBP": 1,
      "VBP-JJ-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNS": 1,
      "CD-NNS-NNP": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-JJ": 1,
      "FW-JJ-NNP": 1,
      "FW-VBZ-FW": 1,
      "VBZ-FW-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 190,
        "FW": 181,
        "NNP": 74,
        "JJ": 59,
        "NNS": 37
      },
      "top_bigrams": {
        "FW-FW": 112,
        "NN-NN": 101,
        "JJ-NN": 38,
        "NNP-NNP": 25,
        "FW-NNP": 25
      },
      "top_trigrams": {
        "FW-FW-FW": 82,
        "NN-NN-NN": 53,
        "JJ-NN-NN": 21,
        "NN-IN-FW": 14,
        "NNP-NN-NN": 13
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 185,
      "VP": 38,
      "PP": 16,
      "ADJP": 6
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 10,
        "weight": 0.0375
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0187
      },
      {
        "rule": "NP -> ('Educación', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('EE', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Departamento', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('millones', 'NNS')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('presidente', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "NP -> ('UU.', 'NNP')",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Con la"
      },
      {
        "label": "NP",
        "text": "control"
      },
      {
        "label": "NP",
        "text": "a los"
      },
      {
        "label": "NP",
        "text": "estados y"
      },
      {
        "label": "NP",
        "text": "a los"
      },
      {
        "label": "VP",
        "text": "padres ”"
      },
      {
        "label": "NP",
        "text": "”"
      },
      {
        "label": "VP",
        "text": "el actual inquilino"
      },
      {
        "label": "NP",
        "text": "actual inquilino"
      },
      {
        "label": "NP",
        "text": "Casa Blanca"
      },
      {
        "label": "NP",
        "text": "el magnate Donald Trump"
      },
      {
        "label": "NP",
        "text": "oficializó —con la firma"
      },
      {
        "label": "PP",
        "text": "de una orden ejecutiva— una"
      },
      {
        "label": "NP",
        "text": "una orden ejecutiva— una"
      },
      {
        "label": "NP",
        "text": "promesas"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Con/NNP la/NNP)\n  justificación/FW\n  de/FW\n  “/FW\n  devolver/RB\n  el/FW\n  (NP control/NN)\n  de/IN\n  la/FW\n  educación/FW\n  (NP a/DT los/NN)\n  (NP estados/JJ y/NN)\n  (NP a/DT los/NN)\n  (VP padres/VBZ (NP ”/NNP))\n  ,/,\n  (VP el/VBP (NP actual/JJ inquilino/NN))\n  de/IN\n  la/FW\n  (NP Casa/NNP Blanca/NNP)\n  ,/,\n  (NP el/JJ magnate/NN Donald/NNP Trump/NNP)\n  ,/,\n  (NP oficializó/JJ —con/NNP la/NN firma/NN)\n  (PP de/IN (NP una/JJ orden/JJ ejecutiva—/NN una/NN))\n  de/IN\n  sus/FW\n  (NP promesas/NN)\n  en/FW\n  (ADJP campaña/JJ)\n  (ADJP electoral/JJ)\n  :/:\n  (NP clausurar/NN el/NN Departamento/NNP)\n  de/FW\n  (NP Educación/NNP)\n  ,/,\n  (NP un/JJ propósito/NN manifestado/NN por/NN los/NN)\n  (NP republicanos/JJ conservadores/NNS)\n  (VP durante/VBP (NP décadas/NNS))\n  (PP en/IN (NP los/JJ Estados/NNP Unidos/NNP))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Presidente/NNP)\n  de/FW\n  (NP EE.UU./NNP)\n  (VP\n    firma/VBD\n    (NP orden/JJ ejecutiva/NN para/NN eliminar/NN Departamento/NNP))\n  de/FW\n  (NP Educación/NNP Este/NNP ataque/NN)\n  (VP\n    directo/VBZ\n    (NP a/DT la/NN enseñanza/NN pública/NN y/NN universitaria/NN))\n  ,/,\n  (NP que/NN constituye/NN la/NN)\n  (PP acción/IN (NP más/JJ radical/JJ del/NN mandatario/NN))\n  (NP contra/JJ el/NN sistema/NN)\n  (VP educativo/VBZ (NP federal/JJ hasta/NN el/NN momento/NN))\n  ,/,\n  (NP tendrá/JJ un/JJ impacto/NN significativo/NN)\n  en/IN\n  la/FW\n  asistencia/FW\n  (NP a/DT estudiantes/NNS)\n  (VP con/VBP (NP ciertas/NNS necesidades/NNS especiales/NNS) y/RB)\n  (VP reducirá/VBP (NP el/JJ tamaño/NN))\n  de/IN\n  las/FW\n  (NP clases/NNS)\n  ,/,\n  (NP así/JJ como/NN el/NN apoyo/NN para/NN maestros/NNS)\n  (VP y/VBP (NP trabajadores/NNS sociales/NNS))\n  ./.)",
      "(S\n  (NP Y/NNP si/NN bien/NN la/NN)\n  eliminación/FW\n  (NP absoluta/JJ del/NN Departamento/NNP)\n  requiere/RB\n  (VP la/VBZ (NP aprobación/JJ del/NN Congreso/NNP))\n  ,/,\n  (NP lo/NN que/NN deja/NN)\n  en/IN\n  el/FW\n  (NP aire/NN el/NN futuro/NN)\n  de/FW\n  muchas/FW\n  de/FW\n  sus/FW\n  (NP funciones/NNS)\n  ,/,\n  el/FW\n  (NP jefe/NN)\n  (PP de/IN (NP Estado/NNP ha/NN reducido/NN))\n  (VP su/VBD (NP personal/JJ en/NN) un/JJ)\n  50/CD\n  (NP por/NN ciento/NN)\n  ,/,\n  (NP cancelado/NN contratos/NNS)\n  (VP y/VBP (NP eliminado/JJ varios/NNS))\n  (VP programas/VBP (NP desde/JJ que/NN inició/NN su/NN segundo/NN))\n  (VP mandato/VBP (NP presidencial/JJ el/NN))\n  (VP pasado/VBD)\n  20/CD\n  (PP de/IN (NP enero/NN))\n  ./.)",
      "(S\n  (NP De/NNP)\n  acuerdo/FW\n  (NP con/NN)\n  el/FW\n  (NP presidente/NN)\n  (PP de/IN (NP EE/NNP))\n  ./.)",
      "(S\n  (NP UU./NNP)\n  ,/,\n  la/FW\n  (NP actual/JJ secretaria/NN)\n  (PP de/IN (NP Educación/NNP))\n  ,/,\n  (NP Linda/NNP McMahon/NNP)\n  ,/,\n  (NP será/NN)\n  la/FW\n  encargada/FW\n  de/FW\n  facilitar/FW\n  el/FW\n  cierre/FW\n  de/FW\n  la/FW\n  entidad/FW\n  (NP que/NN)\n  ,/,\n  (NP a/DT diferencia/NN)\n  de/IN\n  otros/FW\n  (NP países/NNS)\n  ,/,\n  (NP no/DT administra/NN)\n  de/IN\n  manera/FW\n  (NP directa/NN las/NNS)\n  (VP escuelas/VBP (NP públicas/NN))\n  ,/,\n  (NP porque/NN la/NN)\n  educación/FW\n  se/FW\n  gestiona/FW\n  (NP a/DT nivel/JJ estatal/JJ y/NN municipal/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "NEOLIBERALISMO_MERCADO",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "MONETARIOS",
      "PAISES",
      "JUSTICIA_SOCIAL",
      "INSTITUCIONES_EDUCATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "POLITICAS_PUBLICAS",
      "CULTURA_DEPORTE_SOCIEDAD"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestaciones estudiantiles a favor de la causa palestina",
        "position": [
          3288,
          3347
        ],
        "start": 3288,
        "end": 3347
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "manifestó",
        "position": [
          2129,
          2138
        ],
        "start": 2129,
        "end": 2138
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con el presidente de ee. uu., la actual secretaria de educación, linda mcmahon, será la encargada de facilitar el cierre de la entidad que, a diferencia de otros países, no administra de manera directa las escuelas públicas, porque la educación se gestiona a nivel estatal y municipal",
        "position": [
          1179,
          1471
        ],
        "start": 1179,
        "end": 1471
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "a favor de la causa palestina",
        "position": [
          3318,
          3347
        ],
        "start": 3318,
        "end": 3347
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "mandatario contra el sistema educativo federal hasta el momento, tendrá un impacto significativo en la asistencia a estudiantes con ciertas necesidades especiales y reducirá el tamaño de las clases, así como el apoyo",
        "position": [
          584,
          800
        ],
        "start": 584,
        "end": 800
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "campaña electoral",
        "position": [
          228,
          245
        ],
        "start": 228,
        "end": 245
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "inclusión",
        "position": [
          1656,
          1665
        ],
        "start": 1656,
        "end": 1665
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "diversidad",
        "position": [
          2735,
          2745
        ],
        "start": 2735,
        "end": 2745
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de trump ha",
        "position": [
          2842,
          2862
        ],
        "start": 2842,
        "end": 2862
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de ee",
        "position": [
          399,
          415
        ],
        "start": 399,
        "end": 415
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          700,
          711
        ],
        "start": 700,
        "end": 711
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad de pennsylvania",
        "position": [
          2967,
          2994
        ],
        "start": 2967,
        "end": 2994
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de educación",
        "position": [
          260,
          285
        ],
        "start": 260,
        "end": 285
      },
      {
        "category": "POLITICAS_PUBLICAS",
        "matched_text": "política sobre atletas transgénero. mientras que en la universidad johns hopkins, los recortes han provocado la eliminación de 2.000 empleos. estas presiones han generado alarma en el ámbito académico, ya que sientan un precedente peligroso de intervención gubernamental",
        "position": [
          3781,
          4051
        ],
        "start": 3781,
        "end": 4051
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          2967,
          2978
        ],
        "start": 2967,
        "end": 2978
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          370,
          384
        ],
        "start": 370,
        "end": 384
      },
      {
        "category": "PAISES",
        "matched_text": "palestina",
        "position": [
          3338,
          3347
        ],
        "start": 3338,
        "end": 3347
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          260,
          275
        ],
        "start": 260,
        "end": 275
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad de",
        "position": [
          2967,
          2981
        ],
        "start": 2967,
        "end": 2981
      },
      {
        "category": "JUSTICIA_SOCIAL",
        "matched_text": "equidad",
        "position": [
          2684,
          2691
        ],
        "start": 2684,
        "end": 2691
      },
      {
        "category": "NEOLIBERALISMO_MERCADO",
        "matched_text": "privatización",
        "position": [
          4210,
          4223
        ],
        "start": 4210,
        "end": 4223
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "40 millones",
        "position": [
          1838,
          1849
        ],
        "start": 1838,
        "end": 1849
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 40",
        "position": [
          1831,
          1840
        ],
        "start": 1831,
        "end": 1840
      },
      {
        "category": "MONETARIOS",
        "matched_text": "1.5 billones de dólares",
        "position": [
          1781,
          1804
        ],
        "start": 1781,
        "end": 1804
      }
    ],
    "match_count": 24
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Gobierno de Trump",
        "tipo": "Lugar"
      },
      {
        "nombre": "Universidad de Columbia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Columbia",
        "tipo": "Lugar"
      },
      {
        "nombre": "la Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Departamento",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sur",
        "tipo": "Lugar"
      },
      {
        "nombre": "Departamento de Educación",
        "tipo": "Lugar"
      },
      {
        "nombre": "Universidad Johns Hopkins",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asia",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE. UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pennsylvania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Universidad de Pennsylvania",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "África",
        "tipo": "Lugar"
      },
      {
        "nombre": "Casa Blanca",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "los Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Harvard",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Linda McMahon",
        "tipo": "Persona"
      },
      {
        "nombre": "Yale",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Departamento de Estudios de Medio Oriente",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Departamento de Educación",
        "tipo": "Organizacion"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Casa Blanca",
        "relacion": "OFICIALIZAR",
        "objeto": "Departamento de Educación"
      },
      {
        "sujeto": "Casa Blanca",
        "relacion": "OFICIALIZAR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "OFICIALIZAR",
        "objeto": "Departamento de Educación"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "OFICIALIZAR",
        "objeto": "los Estados Unidos"
      },
      {
        "sujeto": "Departamento de Educación",
        "relacion": "TENER",
        "objeto": "EE.UU."
      },
      {
        "sujeto": "Departamento",
        "relacion": "REQUERIR_REDUCIR",
        "objeto": "Congreso"
      },
      {
        "sujeto": "Trump",
        "relacion": "MANIFESTAR",
        "objeto": "EE. UU."
      },
      {
        "sujeto": "Gobierno de Trump",
        "relacion": "USAR",
        "objeto": "Harvard"
      },
      {
        "sujeto": "Gobierno de Trump",
        "relacion": "USAR",
        "objeto": "Columbia"
      },
      {
        "sujeto": "Gobierno de Trump",
        "relacion": "USAR",
        "objeto": "Yale"
      },
      {
        "sujeto": "Gobierno de Trump",
        "relacion": "USAR",
        "objeto": "Universidad de Pennsylvania"
      },
      {
        "sujeto": "EE. UU.",
        "relacion": "PONER",
        "objeto": "Departamento de Estudios de Medio Oriente"
      },
      {
        "sujeto": "EE. UU.",
        "relacion": "PONER",
        "objeto": "Sur"
      },
      {
        "sujeto": "EE. UU.",
        "relacion": "PONER",
        "objeto": "Asia"
      },
      {
        "sujeto": "EE. UU.",
        "relacion": "PONER",
        "objeto": "África"
      },
      {
        "sujeto": "EE. UU.",
        "relacion": "PONER",
        "objeto": "Casa Blanca"
      }
    ]
  },
  "sentiment": {
    "compound": 0.9517,
    "pos": 0.035,
    "neu": 0.959,
    "neg": 0.007,
    "label": "positive"
  }
}