{
  "url": "https://www.telesurtv.net/organizaciones-sociales-se-movilizan-hacia-el-congreso-argentino-en-rechazo-a-gestion-de-milei/",
  "title": "Organizaciones sociales se movilizan hacia el Congreso argentino en rechazo a gestión de Milei - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "Congreso",
    "Emergencia",
    "Jubilados",
    "Lucha popular",
    "Milei",
    "reforma jubilatoria"
  ],
  "text": "Numerosas organizaciones sociales confluyen este miércoles 6 de agosto rodeando el Congreso argentino, que amaneció vallado y con  una fuerte presencia policial como previa de una sesión especial en la Cámara baja que dará tratamiento a temas cruciales. La movilización se suma a la tradicional manifestación de  los jubilados que desde hace tiempo se vienen convocando  todos los miércoles.\nLa ley de reforma jubilatoria sancionada por el Congreso y vetada por Milei el lunes último proponía un aumento de emergencia del 7,2%, creaba un bono permanente de 110.000 pesos y establecía transferencias a las cajas previsionales provinciales no transferidas.\nAl menos siete detenidos se registraron el miércoles último durante la marcha de los jubilados al Congreso, donde hubo incidentes, forcejeos y empujones entre los manifestantes y las fuerzas de seguridad.\n\nLEA TAMBIÉN\nMilei recorta presupuesto sanitario argentino en un 10% en lo que va de año\n\nLa sesión, solicitada por la oposición, tratará entre otras cosas las leyes de Financiamiento de la Educación Universitaria y Recomposición del Salario Docente; la declaración de emergencia sanitaria pediátrica y de zona de emergencia en zonas de catástrofe natural -rechazado por el Ejecutivo-; y la Ley de Promoción de Salud Cerebral.\nEl orden del día incluye el funcionamiento de la comisión que investiga el lanzamiento de la criptomoneda $Libra; la transformación del Banco Nacional de Datos Genéticos (BNDG); y la emergencia del sistema nacional de ciencia, tecnología e innovación.\n“Las Abuelas de Plaza de Mayo planteamos ante el Juzgado Federal en lo Criminal y Correccional N° 2 de San Martín, a cargo de la Dra. Alicia Vence, la inconstitucionalidad y nulidad del Decreto N° 351/2025, que deja en extrema vulnerabilidad al Banco Nacional de Datos Genéticos (BNDG). Además, solicitamos una medida cautelar de no innovar con el objeto de preservar las muestras biológicas y genéticas del BNDG, y los instrumentos, equipamientos y tecnología utilizada para su salvaguarda y adecuado entrecruzamiento”, expresó la organización social que hoy se suma a las movilizaciones con esta reivindicación.\nLos trabajadores de los Institutos Nacionales de Tecnología Industrial y Agraria (INTI e INTA) encabezarán el reclamo para que se sancione la emergencia del sistema nacional de ciencia, tecnología e innovación.\nMilei firmó hace casi un mes el decreto que modifica el funcionamiento de esos organismos a los que consideró “ineficientes”, desconociendo que el INTA es un organismo estratégico que promueve la innovación y el desarrollo del sector agropecuario, y tras el decreto será reducido a una unidad organizativa bajo la órbita de la Secretaría de Agricultura, Ganadería y Pesca del Ministerio de Economía.\nPor su parte sobre el  INTI, que impulsa la transferencia tecnológica entre las pequeñas y medianas empresas industriales, se reformulará como otro ente dependiente de la Secretaría de Industria y Comercio del Ministerio de Economía.\nLos trabajadores del Garrahan se movilizan exigiendo la declaración de emergencia en ese sector para intentar paliar el desfinanciamiento del Ejecutivo en todo el ámbito público.\n“Los trabajadores del hospital votamos en asamblea movilizarnos al Congreso para exigir la aprobación de la emergencia pediátrica, que incluye la recomposición salarial para todos los trabajadores y trabajadoras. Se tienen que eliminar todas las medidas de ataque a la salud pública de nuestro país”, afirmó a la prensa el secretario general de la Asociación de Trabajadores del Estado (ATE) en el Garrahan, Alejandro Lipcovich.\n“No se nos escapa que el Congreso y sus diputados le han dado la espalda a los reclamos populares cuando el Gobierno de Milei ejerció presión. La movilización popular es la clave para que se aprueben estos proyectos y todos los que incluyan intereses populares”, recalcó.\nEn la víspera como ya es costumbre en la política represiva impuesta en Argentina , efectivos de Gendarmería y la Policía Federal Argentina repelieron una protesta que realizaron familiares y organizaciones de discapacitados, en oposición al veto del presidente Javier Milei a la prórroga de la emergencia en el sector, que suspende partidas presupuestarias.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/organizaciones-sociales-se-movilizan-hacia-el-congreso-argentino-en-rechazo-a-gestion-de-milei/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 1864,
    "message_id": 101079,
    "date": "2025-08-06T19:55:14+00:00",
    "text": "teleSUR\nOrganizaciones sociales se movilizan hacia el Congreso argentino en rechazo a gestión de Milei\nhttps://www.telesurtv.net/organizaciones-sociales-se-movilizan-hacia-el-congreso-argentino-en-rechazo-a-gestion-de-milei/",
    "photo_path": null,
    "views": 1765,
    "reactions": {
      "👍": 28,
      "🥴": 2
    },
    "total_reactions": 30
  },
  "preprocessing": {
    "cleaned": "numerosas organizaciones sociales confluyen este miércoles 6 de agosto rodeando el congreso argentino, que amaneció vallado y con una fuerte presencia policial como previa de una sesión especial en la cámara baja que dará tratamiento a temas cruciales. la movilización se suma a la tradicional manifestación de los jubilados que desde hace tiempo se vienen convocando todos los miércoles. la ley de reforma jubilatoria sancionada por el congreso y vetada por milei el lunes último proponía un aumento de emergencia del 7,2%, creaba un bono permanente de 110.000 pesos y establecía transferencias a las cajas previsionales provinciales no transferidas. al menos siete detenidos se registraron el miércoles último durante la marcha de los jubilados al congreso, donde hubo incidentes, forcejeos y empujones entre los manifestantes y las fuerzas de seguridad. la sesión, solicitada por la oposición, tratará entre otras cosas las leyes de financiamiento de la educación universitaria y recomposición del salario docente; la declaración de emergencia sanitaria pediátrica y de zona de emergencia en zonas de catástrofe natural -rechazado por el ejecutivo-; y la ley de promoción de salud cerebral. el orden del día incluye el funcionamiento de la comisión que investiga el lanzamiento de la criptomoneda $libra; la transformación del banco nacional de datos genéticos (bndg); y la emergencia del sistema nacional de ciencia, tecnología e innovación. “las abuelas de plaza de mayo planteamos ante el juzgado federal en lo criminal y correccional n° 2 de san martín, a cargo de la dra. alicia vence, la inconstitucionalidad y nulidad del decreto n° 351/2025, que deja en extrema vulnerabilidad al banco nacional de datos genéticos (bndg). además, solicitamos una medida cautelar de no innovar con el objeto de preservar las muestras biológicas y genéticas del bndg, y los instrumentos, equipamientos y tecnología utilizada para su salvaguarda y adecuado entrecruzamiento”, expresó la organización social que hoy se suma a las movilizaciones con esta reivindicación. los trabajadores de los institutos nacionales de tecnología industrial y agraria (inti e inta) encabezarán el reclamo para que se sancione la emergencia del sistema nacional de ciencia, tecnología e innovación. milei firmó hace casi un mes el decreto que modifica el funcionamiento de esos organismos a los que consideró “ineficientes”, desconociendo que el inta es un organismo estratégico que promueve la innovación y el desarrollo del sector agropecuario, y tras el decreto será reducido a una unidad organizativa bajo la órbita de la secretaría de agricultura, ganadería y pesca del ministerio de economía. por su parte sobre el inti, que impulsa la transferencia tecnológica entre las pequeñas y medianas empresas industriales, se reformulará como otro ente dependiente de la secretaría de industria y comercio del ministerio de economía. los trabajadores del garrahan se movilizan exigiendo la declaración de emergencia en ese sector para intentar paliar el desfinanciamiento del ejecutivo en todo el ámbito público. “los trabajadores del hospital votamos en asamblea movilizarnos al congreso para exigir la aprobación de la emergencia pediátrica, que incluye la recomposición salarial para todos los trabajadores y trabajadoras. se tienen que eliminar todas las medidas de ataque a la salud pública de nuestro país”, afirmó a la prensa el secretario general de la asociación de trabajadores del estado (ate) en el garrahan, alejandro lipcovich. “no se nos escapa que el congreso y sus diputados le han dado la espalda a los reclamos populares cuando el gobierno de milei ejerció presión. la movilización popular es la clave para que se aprueben estos proyectos y todos los que incluyan intereses populares”, recalcó. en la víspera como ya es costumbre en la política represiva impuesta en argentina , efectivos de gendarmería y la policía federal argentina repelieron una protesta que realizaron familiares y organizaciones de discapacitados, en oposición al veto del presidente javier milei a la prórroga de la emergencia en el sector, que suspende partidas presupuestarias.",
    "tokens": [
      "numerosas",
      "organizaciones",
      "sociales",
      "confluyen",
      "miércoles",
      "6",
      "agosto",
      "rodeando",
      "congreso",
      "argentino",
      ",",
      "amaneció",
      "vallado",
      "fuerte",
      "presencia",
      "policial",
      "previa",
      "sesión",
      "especial",
      "cámara",
      "baja",
      "dará",
      "tratamiento",
      "temas",
      "cruciales",
      ".",
      "movilización",
      "suma",
      "tradicional",
      "manifestación",
      "jubilados",
      "hace",
      "tiempo",
      "vienen",
      "convocando",
      "miércoles",
      ".",
      "ley",
      "reforma",
      "jubilatoria",
      "sancionada",
      "congreso",
      "vetada",
      "milei",
      "lunes",
      "último",
      "proponía",
      "aumento",
      "emergencia",
      "7,2",
      "%",
      ",",
      "creaba",
      "bono",
      "permanente",
      "110.000",
      "pesos",
      "establecía",
      "transferencias",
      "cajas",
      "previsionales",
      "provinciales",
      "transferidas",
      ".",
      "menos",
      "siete",
      "detenidos",
      "registraron",
      "miércoles",
      "último",
      "marcha",
      "jubilados",
      "congreso",
      ",",
      "incidentes",
      ",",
      "forcejeos",
      "empujones",
      "manifestantes",
      "fuerzas",
      "seguridad",
      ".",
      "sesión",
      ",",
      "solicitada",
      "oposición",
      ",",
      "tratará",
      "cosas",
      "leyes",
      "financiamiento",
      "educación",
      "universitaria",
      "recomposición",
      "salario",
      "docente",
      ";",
      "declaración",
      "emergencia",
      "sanitaria",
      "pediátrica",
      "zona",
      "emergencia",
      "zonas",
      "catástrofe",
      "natural",
      "-rechazado",
      "ejecutivo-",
      ";",
      "ley",
      "promoción",
      "salud",
      "cerebral",
      ".",
      "orden",
      "día",
      "incluye",
      "funcionamiento",
      "comisión",
      "investiga",
      "lanzamiento",
      "criptomoneda",
      "$",
      "libra",
      ";",
      "transformación",
      "banco",
      "nacional",
      "datos",
      "genéticos",
      "(",
      "bndg",
      ")",
      ";",
      "emergencia",
      "sistema",
      "nacional",
      "ciencia",
      ",",
      "tecnología",
      "innovación",
      ".",
      "“",
      "abuelas",
      "plaza",
      "mayo",
      "planteamos",
      "juzgado",
      "federal",
      "criminal",
      "correccional",
      "n°",
      "2",
      "san",
      "martín",
      ",",
      "cargo",
      "dra",
      ".",
      "alicia",
      "vence",
      ",",
      "inconstitucionalidad",
      "nulidad",
      "decreto",
      "n°",
      "351/2025",
      ",",
      "deja",
      "extrema",
      "vulnerabilidad",
      "banco",
      "nacional",
      "datos",
      "genéticos",
      "(",
      "bndg",
      ")",
      ".",
      "además",
      ",",
      "solicitamos",
      "medida",
      "cautelar",
      "innovar",
      "objeto",
      "preservar",
      "muestras",
      "biológicas",
      "genéticas",
      "bndg",
      ",",
      "instrumentos",
      ",",
      "equipamientos",
      "tecnología",
      "utilizada",
      "salvaguarda",
      "adecuado",
      "entrecruzamiento",
      "”",
      ",",
      "expresó",
      "organización",
      "social",
      "hoy",
      "suma",
      "movilizaciones",
      "reivindicación",
      ".",
      "trabajadores",
      "institutos",
      "nacionales",
      "tecnología",
      "industrial",
      "agraria",
      "(",
      "inti",
      "inta",
      ")",
      "encabezarán",
      "reclamo",
      "sancione",
      "emergencia",
      "sistema",
      "nacional",
      "ciencia",
      ",",
      "tecnología",
      "innovación",
      ".",
      "milei",
      "firmó",
      "hace",
      "casi",
      "mes",
      "decreto",
      "modifica",
      "funcionamiento",
      "organismos",
      "consideró",
      "“",
      "ineficientes",
      "”",
      ",",
      "desconociendo",
      "inta",
      "organismo",
      "estratégico",
      "promueve",
      "innovación",
      "desarrollo",
      "sector",
      "agropecuario",
      ",",
      "tras",
      "decreto",
      "reducido",
      "unidad",
      "organizativa",
      "bajo",
      "órbita",
      "secretaría",
      "agricultura",
      ",",
      "ganadería",
      "pesca",
      "ministerio",
      "economía",
      ".",
      "parte",
      "inti",
      ",",
      "impulsa",
      "transferencia",
      "tecnológica",
      "pequeñas",
      "medianas",
      "empresas",
      "industriales",
      ",",
      "reformulará",
      "ente",
      "dependiente",
      "secretaría",
      "industria",
      "comercio",
      "ministerio",
      "economía",
      ".",
      "trabajadores",
      "garrahan",
      "movilizan",
      "exigiendo",
      "declaración",
      "emergencia",
      "sector",
      "intentar",
      "paliar",
      "desfinanciamiento",
      "ejecutivo",
      "ámbito",
      "público",
      ".",
      "“",
      "trabajadores",
      "hospital",
      "votamos",
      "asamblea",
      "movilizarnos",
      "congreso",
      "exigir",
      "aprobación",
      "emergencia",
      "pediátrica",
      ",",
      "incluye",
      "recomposición",
      "salarial",
      "trabajadores",
      "trabajadoras",
      ".",
      "eliminar",
      "todas",
      "medidas",
      "ataque",
      "salud",
      "pública",
      "país",
      "”",
      ",",
      "afirmó",
      "prensa",
      "secretario",
      "general",
      "asociación",
      "trabajadores",
      "(",
      "ate",
      ")",
      "garrahan",
      ",",
      "alejandro",
      "lipcovich",
      ".",
      "“",
      "escapa",
      "congreso",
      "diputados",
      "dado",
      "espalda",
      "reclamos",
      "populares",
      "gobierno",
      "milei",
      "ejerció",
      "presión",
      ".",
      "movilización",
      "popular",
      "clave",
      "aprueben",
      "proyectos",
      "incluyan",
      "intereses",
      "populares",
      "”",
      ",",
      "recalcó",
      ".",
      "víspera",
      "costumbre",
      "política",
      "represiva",
      "impuesta",
      "argentina",
      ",",
      "efectivos",
      "gendarmería",
      "policía",
      "federal",
      "argentina",
      "repelieron",
      "protesta",
      "realizaron",
      "familiares",
      "organizaciones",
      "discapacitados",
      ",",
      "oposición",
      "veto",
      "presidente",
      "javier",
      "milei",
      "prórroga",
      "emergencia",
      "sector",
      ",",
      "suspende",
      "partidas",
      "presupuestarias",
      "."
    ],
    "token_count": 402,
    "sentence_count": 18
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 114,
      "NNS": 24,
      "VBP": 15,
      "NN": 201,
      "IN": 19,
      "FW": 152,
      "JJ": 58,
      "CD": 4,
      "VBZ": 11,
      "DT": 2,
      "VBD": 3,
      "MD": 1,
      "VB": 1,
      "CC": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NNS": 1,
      "NNS-NNS": 1,
      "NNS-VBP": 11,
      "VBP-NN": 5,
      "NN-NNS": 11,
      "NNS-IN": 2,
      "IN-FW": 9,
      "FW-NN": 21,
      "NN-NN": 117,
      "NN-NNP": 18,
      "NNP-NN": 19,
      "NN-JJ": 15,
      "JJ-NN": 34,
      "NN-IN": 17,
      "IN-JJ": 4,
      "JJ-JJ": 8,
      "IN-NN": 3,
      "NNS-NNP": 3,
      "NNP-FW": 33,
      "FW-FW": 84,
      "FW-JJ": 7,
      "FW-NNS": 3,
      "VBP-JJ": 6,
      "FW-CD": 1,
      "CD-NN": 2,
      "NN-FW": 12,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNS-JJ": 1,
      "JJ-NNS": 4,
      "VBP-NNS": 2,
      "NNS-VBZ": 2,
      "VBZ-DT": 1,
      "DT-JJ": 2,
      "JJ-NNP": 4,
      "NNP-NNP": 48,
      "NNP-JJ": 3,
      "JJ-FW": 7,
      "NN-VBZ": 4,
      "VBZ-JJ": 6,
      "NNS-FW": 4,
      "FW-NNP": 36,
      "JJ-CD": 1,
      "CD-JJ": 1,
      "NN-VBD": 1,
      "VBD-NNP": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "NNP-CD": 1,
      "NNP-VBD": 2,
      "VBD-JJ": 2,
      "IN-DT": 1,
      "NNP-VBZ": 5,
      "VBZ-FW": 3,
      "NN-VBP": 4,
      "VBP-NNP": 2,
      "NN-RB": 1,
      "RB-JJ": 1,
      "IN-NNP": 1,
      "VBZ-NNS": 1
    },
    "trigram_freq": {
      "NNP-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NN": 3,
      "VBP-NN-NNS": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NN": 1,
      "FW-NN-NN": 12,
      "NN-NN-NNP": 12,
      "NN-NNP-NN": 10,
      "NNP-NN-NN": 12,
      "NN-NN-NN": 66,
      "NN-NN-JJ": 10,
      "NN-JJ-NN": 9,
      "JJ-NN-NN": 22,
      "NN-NN-IN": 10,
      "NN-IN-JJ": 4,
      "IN-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-NN": 1,
      "NN-IN-NN": 3,
      "IN-NN-NNS": 2,
      "NN-NNS-NNP": 3,
      "NNS-NNP-FW": 2,
      "NNP-FW-FW": 10,
      "FW-FW-FW": 55,
      "FW-FW-JJ": 4,
      "FW-JJ-NN": 4,
      "JJ-NN-IN": 5,
      "NN-IN-FW": 7,
      "IN-FW-JJ": 1,
      "NN-NN-NNS": 4,
      "FW-FW-NNS": 2,
      "FW-NNS-VBP": 1,
      "NNS-VBP-JJ": 5,
      "VBP-JJ-NN": 5,
      "JJ-NN-NNP": 4,
      "NNP-NN-NNS": 1,
      "NNS-NNP-NN": 1,
      "NNP-NN-JJ": 2,
      "IN-FW-FW": 4,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-FW": 1,
      "NN-FW-FW": 7,
      "FW-FW-NN": 9,
      "FW-NN-IN": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-VBP": 2,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-VBZ": 1,
      "NNS-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "NN-NNS-VBP": 6,
      "VBP-JJ-FW": 1,
      "JJ-FW-FW": 5,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 3,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-NN-NNS": 2,
      "VBP-NN-FW": 1,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 21,
      "NNP-NNP-NNP": 21,
      "NNP-NNP-NN": 4,
      "IN-JJ-CD": 1,
      "JJ-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-NN-FW": 7,
      "FW-NNP-FW": 14,
      "NNP-FW-NN": 3,
      "NN-FW-NN": 5,
      "FW-NN-FW": 3,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NNP-NNP-FW": 15,
      "NNP-FW-NNP": 19,
      "FW-NNS-FW": 2,
      "FW-JJ-NNP": 1,
      "JJ-NNP-NN": 2,
      "NNP-NN-VBD": 1,
      "NN-VBD-NNP": 1,
      "VBD-NNP-NNP": 1,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "FW-NN-JJ": 2,
      "NN-JJ-JJ": 4,
      "JJ-JJ-FW": 3,
      "NN-NNP-NNP": 4,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "NNP-NN-IN": 1,
      "IN-FW-NNP": 2,
      "NNP-FW-JJ": 1,
      "FW-JJ-FW": 2,
      "JJ-FW-NNP": 1,
      "NNP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 1,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NN-IN-DT": 1,
      "IN-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "JJ-NN-JJ": 1,
      "IN-FW-NNS": 1,
      "NNS-FW-JJ": 1,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 2,
      "VBZ-JJ-NN": 3,
      "IN-JJ-NN": 2,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-FW": 1,
      "NN-JJ-NNS": 1,
      "VBP-NN-NN": 3,
      "JJ-NN-VBZ": 1,
      "NN-NN-VBP": 4,
      "NN-VBP-NN": 2,
      "JJ-FW-NN": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "JJ-NN-NNS": 1,
      "NNP-NNP-VBZ": 1,
      "VBZ-FW-NNP": 1,
      "NNP-NN-NNP": 1,
      "VBZ-FW-NN": 1,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NN-VBP-JJ": 1,
      "NN-JJ-FW": 1,
      "NNP-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "FW-NN-NNP": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-NNP": 1,
      "IN-NN-NN": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 201,
        "FW": 152,
        "NNP": 114,
        "JJ": 58,
        "NNS": 24
      },
      "top_bigrams": {
        "NN-NN": 117,
        "FW-FW": 84,
        "NNP-NNP": 48,
        "FW-NNP": 36,
        "JJ-NN": 34
      },
      "top_trigrams": {
        "NN-NN-NN": 66,
        "FW-FW-FW": 55,
        "JJ-NN-NN": 22,
        "FW-NNP-NNP": 21,
        "NNP-NNP-NNP": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 18,
    "chunk_counts": {
      "NP": 166,
      "VP": 43,
      "PP": 12,
      "ADJP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 7,
        "weight": 0.0285
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0122
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('entre', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "VP -> ('y', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('Datos', 'NNP') ('Genéticos', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('BNDG', 'NNP')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('ciencia', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      },
      {
        "rule": "NP -> ('tecnología', 'JJ') ('e', 'NN') ('innovación', 'NN')",
        "frequency": 2,
        "weight": 0.0081
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Numerosas organizaciones sociales"
      },
      {
        "label": "VP",
        "text": "confluyen este miércoles"
      },
      {
        "label": "NP",
        "text": "este miércoles"
      },
      {
        "label": "NP",
        "text": "rodeando el Congreso argentino"
      },
      {
        "label": "NP",
        "text": "que amaneció vallado y con"
      },
      {
        "label": "NP",
        "text": "una fuerte presencia"
      },
      {
        "label": "NP",
        "text": "policial como previa"
      },
      {
        "label": "PP",
        "text": "de una sesión especial en la Cámara baja que dará"
      },
      {
        "label": "NP",
        "text": "una sesión especial en la Cámara baja que dará"
      },
      {
        "label": "PP",
        "text": "tratamiento a temas cruciales"
      },
      {
        "label": "NP",
        "text": "a temas cruciales"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "tradicional manifestación"
      },
      {
        "label": "NP",
        "text": "jubilados que desde hace tiempo se vienen convocando todos los miércoles"
      },
      {
        "label": "NP",
        "text": "La"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Numerosas/NNP organizaciones/NNS sociales/NNS)\n  (VP confluyen/VBP (NP este/NN miércoles/NNS))\n  6/CD\n  de/IN\n  agosto/FW\n  (NP rodeando/NN el/NN Congreso/NNP argentino/NN)\n  ,/,\n  (NP que/JJ amaneció/NN vallado/NN y/NN con/NN)\n  (NP una/JJ fuerte/NN presencia/NN)\n  (NP policial/JJ como/NN previa/NN)\n  (PP\n    de/IN\n    (NP\n      una/JJ\n      sesión/JJ\n      especial/JJ\n      en/NN\n      la/NN\n      Cámara/NNP\n      baja/NN\n      que/NN\n      dará/NN))\n  (PP tratamiento/IN (NP a/DT temas/NN cruciales/NNS))\n  ./.)",
      "(S\n  (NP La/NNP)\n  movilización/FW\n  se/FW\n  suma/FW\n  a/DT\n  la/FW\n  (NP tradicional/JJ manifestación/NN)\n  de/IN\n  los/FW\n  (NP\n    jubilados/JJ\n    que/NN\n    desde/NN\n    hace/NN\n    tiempo/NN\n    se/NN\n    vienen/NN\n    convocando/NN\n    todos/NN\n    los/NN\n    miércoles/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  ley/FW\n  de/FW\n  reforma/FW\n  (NP jubilatoria/NNS)\n  (VP\n    sancionada/VBP\n    (NP\n      por/JJ\n      el/NN\n      Congreso/NNP\n      y/NNP\n      vetada/NNP\n      por/NN\n      Milei/NNP\n      el/NN\n      lunes/NNS\n      último/NNP\n      proponía/NN)\n    (NP un/JJ aumento/NN))\n  de/IN\n  emergencia/FW\n  del/FW\n  7,2/CD\n  (NP %/NN)\n  ,/,\n  (ADJP creaba/JJ)\n  un/FW\n  bono/FW\n  (NP permanente/NN)\n  de/IN\n  110.000/CD\n  (NP pesos/NNS)\n  y/RB\n  (VP establecía/VBP)\n  (VP transferencias/VB (NP a/DT las/JJ cajas/NN previsionales/NNS))\n  (VP provinciales/VBZ (NP no/DT transferidas/NN))\n  ./.)",
      "(S\n  (NP Al/NNP)\n  (VP\n    menos/VBD\n    (NP\n      siete/JJ\n      detenidos/NN\n      se/NN\n      registraron/NN\n      el/NN\n      miércoles/NNS))\n  (VP último/VBP durante/JJ)\n  la/FW\n  marcha/FW\n  de/FW\n  los/FW\n  (NP jubilados/NN al/NN Congreso/NNP)\n  ,/,\n  (NP donde/NN hubo/NN incidentes/NNS)\n  ,/,\n  (NP forcejeos/JJ y/NN empujones/NNS)\n  (VP entre/VBP (NP los/JJ manifestantes/NNS))\n  (VP y/VBP (NP las/JJ fuerzas/NN))\n  (PP de/IN (NP seguridad/NN))\n  ./.)",
      "(S\n  (NP\n    LEA/NNP\n    TAMBIÉN/NNP\n    Milei/NNP\n    recorta/NN\n    presupuesto/NN\n    sanitario/NN\n    argentino/NN)\n  en/IN\n  (ADJP un/JJ)\n  10/CD\n  (NP %/NN)\n  en/CC\n  (NP lo/NN que/NN)\n  va/FW\n  de/FW\n  año/FW\n  (NP La/NNP sesión/NN)\n  ,/,\n  solicitada/FW\n  (NP por/NN la/NN oposición/NN)\n  ,/,\n  (NP tratará/NN entre/NN)\n  otras/FW\n  (NP cosas/NN las/NNS)\n  leyes/FW\n  de/FW\n  (NP Financiamiento/NNP)\n  de/FW\n  la/FW\n  (NP Educación/NNP Universitaria/NNP y/NNP Recomposición/NNP)\n  del/FW\n  (NP Salario/NNP Docente/NNP)\n  ;/:\n  la/CC\n  declaración/FW\n  de/FW\n  emergencia/FW\n  (NP sanitaria/NN pediátrica/NN)\n  y/FW\n  de/FW\n  zona/FW\n  de/FW\n  emergencia/FW\n  en/FW\n  zonas/FW\n  de/FW\n  catástrofe/FW\n  (NP natural/JJ -rechazado/NNP por/NN)\n  (VP el/VBZ (NP Ejecutivo-/NNP))\n  ;/:\n  y/CC\n  la/FW\n  (NP Ley/NNP)\n  de/FW\n  (NP Promoción/NNP)\n  de/FW\n  (NP Salud/NNP Cerebral/NNP)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "TIEMPO_RELATIVO",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "LEYES_NORMATIVAS",
      "ORGANIZACIONES_SOCIALES",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "CULTURA_DEPORTE_SOCIEDAD"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "protesta que realizaron familiares y organizaciones de discapacitados, en oposición al veto del presidente",
        "position": [
          4033,
          4139
        ],
        "start": 4033,
        "end": 4139
      },
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "trabajadores del garrahan se movilizan",
        "position": [
          3002,
          3040
        ],
        "start": 3002,
        "end": 3040
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "oposición, tratará entre",
        "position": [
          979,
          1003
        ],
        "start": 979,
        "end": 1003
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "salario",
        "position": [
          1094,
          1101
        ],
        "start": 1094,
        "end": 1101
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "financiamiento",
        "position": [
          1029,
          1043
        ],
        "start": 1029,
        "end": 1043
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          2060,
          2067
        ],
        "start": 2060,
        "end": 2067
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "organización social",
        "position": [
          2071,
          2090
        ],
        "start": 2071,
        "end": 2090
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de milei ejerció",
        "position": [
          3714,
          3739
        ],
        "start": 3714,
        "end": 3739
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente javier milei",
        "position": [
          4129,
          4152
        ],
        "start": 4129,
        "end": 4152
      },
      {
        "category": "ORGANIZACIONES_SOCIALES",
        "matched_text": "asociación de trabajadores",
        "position": [
          3525,
          3551
        ],
        "start": 3525,
        "end": 3551
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "docente",
        "position": [
          1102,
          1109
        ],
        "start": 1102,
        "end": 1109
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "industriales",
        "position": [
          2873,
          2885
        ],
        "start": 2873,
        "end": 2885
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "ley de reforma jubilatoria sancionada por el congreso y vetada por milei el lunes último proponía un aumento de emergencia del 7",
        "position": [
          395,
          523
        ],
        "start": 395,
        "end": 523
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "hospital",
        "position": [
          3199,
          3207
        ],
        "start": 3199,
        "end": 3207
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          3950,
          3959
        ],
        "start": 3950,
        "end": 3959
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "zona de",
        "position": [
          1166,
          1173
        ],
        "start": 1166,
        "end": 1173
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza de",
        "position": [
          1555,
          1563
        ],
        "start": 1555,
        "end": 1563
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "hospital votamos",
        "position": [
          3199,
          3215
        ],
        "start": 3199,
        "end": 3215
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "miércoles 6 de agosto",
        "position": [
          49,
          70
        ],
        "start": 49,
        "end": 70
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          2095,
          2098
        ],
        "start": 2095,
        "end": 2098
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Gobierno de Milei",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plaza de Mayo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Policía Federal",
        "tipo": "Lugar"
      },
      {
        "nombre": "Secretaría de Agricultura",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cámara",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Garrahan",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ejecutivo",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Criminal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "INTA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Secretaría de Industria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "ATE",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asociación de Trabajadores del Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "San Martín",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Banco Nacional de Datos Genéticos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Juzgado Federal",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alejandro Lipcovich",
        "tipo": "Persona"
      },
      {
        "nombre": "BNDG",
        "tipo": "Lugar"
      },
      {
        "nombre": "La ley",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Economía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Congreso",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Congreso argentino",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Argentina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Las Abuelas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ganadería y Pesca del Ministerio de Economía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Institutos Nacionales de Tecnología Industrial y Agraria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "INTI",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Congreso argentino",
        "relacion": "RODEAR_CONFLUIR",
        "objeto": "Cámara"
      },
      {
        "sujeto": "Las Abuelas",
        "relacion": "PLANTEAR",
        "objeto": "Juzgado Federal"
      },
      {
        "sujeto": "Las Abuelas",
        "relacion": "PLANTEAR",
        "objeto": "Criminal"
      },
      {
        "sujeto": "Las Abuelas",
        "relacion": "PLANTEAR",
        "objeto": "San Martín"
      },
      {
        "sujeto": "Las Abuelas",
        "relacion": "PLANTEAR",
        "objeto": "Banco Nacional de Datos Genéticos"
      },
      {
        "sujeto": "Las Abuelas",
        "relacion": "PLANTEAR",
        "objeto": "BNDG"
      },
      {
        "sujeto": "Plaza de Mayo",
        "relacion": "PLANTEAR",
        "objeto": "Juzgado Federal"
      },
      {
        "sujeto": "Plaza de Mayo",
        "relacion": "PLANTEAR",
        "objeto": "Criminal"
      },
      {
        "sujeto": "Plaza de Mayo",
        "relacion": "PLANTEAR",
        "objeto": "San Martín"
      },
      {
        "sujeto": "Plaza de Mayo",
        "relacion": "PLANTEAR",
        "objeto": "Banco Nacional de Datos Genéticos"
      },
      {
        "sujeto": "Plaza de Mayo",
        "relacion": "PLANTEAR",
        "objeto": "BNDG"
      },
      {
        "sujeto": "Juzgado Federal",
        "relacion": "PLANTEAR",
        "objeto": "Criminal"
      },
      {
        "sujeto": "Juzgado Federal",
        "relacion": "PLANTEAR",
        "objeto": "San Martín"
      },
      {
        "sujeto": "Juzgado Federal",
        "relacion": "PLANTEAR",
        "objeto": "Banco Nacional de Datos Genéticos"
      },
      {
        "sujeto": "Juzgado Federal",
        "relacion": "PLANTEAR",
        "objeto": "BNDG"
      },
      {
        "sujeto": "Criminal",
        "relacion": "PLANTEAR",
        "objeto": "San Martín"
      },
      {
        "sujeto": "Criminal",
        "relacion": "PLANTEAR",
        "objeto": "Banco Nacional de Datos Genéticos"
      },
      {
        "sujeto": "Criminal",
        "relacion": "PLANTEAR",
        "objeto": "BNDG"
      },
      {
        "sujeto": "San Martín",
        "relacion": "PLANTEAR",
        "objeto": "Banco Nacional de Datos Genéticos"
      },
      {
        "sujeto": "San Martín",
        "relacion": "PLANTEAR",
        "objeto": "BNDG"
      },
      {
        "sujeto": "Milei",
        "relacion": "FIRMAR",
        "objeto": "INTA"
      },
      {
        "sujeto": "Milei",
        "relacion": "FIRMAR",
        "objeto": "Secretaría de Agricultura"
      },
      {
        "sujeto": "Milei",
        "relacion": "FIRMAR",
        "objeto": "Ganadería y Pesca del Ministerio de Economía"
      },
      {
        "sujeto": "INTI",
        "relacion": "REFORMULACER",
        "objeto": "Secretaría de Industria"
      },
      {
        "sujeto": "INTI",
        "relacion": "REFORMULACER",
        "objeto": "Ministerio de Economía"
      },
      {
        "sujeto": "Garrahan",
        "relacion": "MOVILIZAR",
        "objeto": "Ejecutivo"
      },
      {
        "sujeto": "Congreso",
        "relacion": "DAR_ESCAPAR",
        "objeto": "Gobierno de Milei"
      }
    ]
  },
  "sentiment": {
    "compound": -0.3612,
    "pos": 0.009,
    "neu": 0.979,
    "neg": 0.013,
    "label": "negative"
  }
}