{
  "url": "https://www.telesurtv.net/en-claves-conozca-los-pasos-para-la-canonizacion-del-dr-jose-gregorio-hernandez/",
  "title": "En Claves: Conozca los pasos para la Canonización del Dr. José Gregorio Hernández - teleSUR",
  "section": "Cultura",
  "tags": [
    "José Gregorio Hernández",
    "Papa",
    "Pasos para canonización",
    "Santo",
    "Vaticano",
    "Venezuela"
  ],
  "text": "\nEn medio de la extensa cruzada de la Iglesia católica y el pueblo de Venezuela para conseguir la proclamación de canonización de quien se conocía como “el médico de los pobres”, Dr. José Gregorio Hernández, quien ya había alcanzado el estatus de beato en 2021, ha conseguido finalmente su meta.\nTras la decisión del Papa de que proclamar a Gregorio Hernández como santo, se inicia el proceso de canonización mediante el cual la Iglesia Católica declara oficialmente a una persona como santa, reconociéndola como un modelo de vida cristiana y un intercesor ante Dios. En adelante, resta la organización de una ceremonia pública, generalmente en la Plaza de San Pedro en el Vaticano, donde el Papa proclama formalmente la santidad de la persona.\nEste evento suele incluir la presentación de reliquias o imágenes del nuevo santo y es acompañado por manifestaciones de alegría y devoción por parte de los fieles. La fecha de esta ceremonia aun no ha sido anunciada y depende en gran medida del progreso de la salud del máximo exponente de la Iglesia católica.\nTras la ceremonia, el nombre del santo es inscrito en el Martyrologium Romanum, el catálogo oficial de los santos de la Iglesia, y se establece una fecha en el calendario litúrgico para celebrar su memoria. Esta fecha suele coincidir con el día de su muerte o con otro momento significativo de su vida. La Iglesia también promueve la devoción al santo a través de homilías, publicaciones, peregrinaciones y la construcción de estatuas, altares o capillas en su honor.\nEn tanto, la canonización es el último de los pasos que preceden a la definición y anuncio de la fecha para la ceremonia de canonización en el Vaticano, que implica una festividad solemne en la que el papa proclama al beato como santo, muestra su imagen frente a los creyentes y lo reconoce como intercesor celestial por sus virtudes y beneficios otorgados, lo que le permitirá ascender a los altares de la iglesia para ser venerado por los creyentes.\n\n\nSegún señala la agencia católica de noticias ACI Prensa, para declarar a José Gregorio Hernández como santo, se debieron cumplir cuatro fases previas, partiendo del inicio de la Causa de Santidad de José Gregorio Hernández, que se produjo en 1949. Posteriormente, en 1986, el sumo pontífice Juan Pablo II lo proclamó venerable, valorando sus virtudes heroicas. En 2020, el Papa Francisco otorgó su aprobación a un milagro relacionado con su intercesión, lo que llevó a su beatificación en abril de 2021 y en 2025 el mismo Papa Francisco bajo delicadas condiciones de salud, aprobó su canonización.\n\nEntre los aspectos destacados para conseguir la beatificación, se deben alcanzar dos condiciones: fama de santidad y un milagro verificado.\nAmbos pasos fueron aceptados por el Vaticano en la causa de José Gregorio Hernández en el año 2020. El postulador de la causa demostró la devoción popular hacia el venerable, así como las gracias y favores atribuidos a su intercesión.\nPosteriormente, se presentó el primer caso de curación inexplicable por la ciencia, atribuido a la intercesión del venerable. Este caso fue correctamente examinado por médicos y teólogos, bajo un riguroso proceso de investigación. El papa otorgó el Decreto de Beatificación y permitió la realización de la ceremonia litúrgica.\nLa ceremonia tuvo lugar en Caracas de manera limitada debido a las medidas de seguridad propias de la pandemia del Covid-19.\nEn este sentido, la niña Yaxury Solórzano Ortega, recibió el milagro aprobado por el Vaticano, durante un ataque en una localidad del estado Guárico mientras estaba en compañía de su padre. Ambos fueron interceptados el 10 de marzo de 2017 en el caserío Mangas Coveras del estado de Guárico, donde residen, con el objetivo de robarles la motocicleta. Les dispararon y un proyectil impactó su cabeza en la región tempoparetal derecha, resultando en una herida grave.\nCuando Solórzano Ortega contaba con 10 años. Tras comunicar a sus progenitores que la niña estaba desahuciada, su madre pidió a José Gregorio que la curara y, posteriormente, se salvó sin justificación médica.\n\nLa fase final para declarar a un santo es la canonización, que necesita la aprobación de un segundo milagro sucedido tras la beatificación.\nEn mayo de 2024, el padre Gerardino Barracchini, quien es el vicepostulador de la causa del beato José Gregorio Hernández, brindó detalles acerca del segundo caso de curación sin justificación médica. La causa progresó en la fase romana y la participación de expertos médicos para confirmar el milagro que fue exhibido por representantes de la Iglesia católica venezolana en la Santa Sede en 2022.\nSegún Barracchini, el milagro se refiere a un venezolano que vive en Estados Unidos y que poseía una “declaración de muerte anunciada”.”El individuo presentaba una condición muy severa debido al desplome de los órganos blandos.” “En aquel instante, la familia y los amigos empezaron a invocar al beato José Gregorio Hernández”, explicó el padre.\nEl portavoz eclesiástico indicó, que tras ocho días de plegaria al beato trujillano, los médicos empezaron a notar una mejoría en el estado de salud del paciente, sin ninguna justificación médica.\nEl procedimiento de estudio y valoración del milagro repitió las mismas etapas que en la fase previa. Actualmente, el Papa Francisco dio a conocer el Decreto de Canonización y convocó un Consistorio Ordinario Público para notificar a los cardenales.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/en-claves-conozca-los-pasos-para-la-canonizacion-del-dr-jose-gregorio-hernandez/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 2212,
    "message_id": 88208,
    "date": "2025-03-03T16:55:07+00:00",
    "text": "teleSUR\nEn Claves: Conozca los pasos para la Canonización del Dr. José Gregorio Hernández\nhttps://www.telesurtv.net/en-claves-conozca-los-pasos-para-la-canonizacion-del-dr-jose-gregorio-hernandez/",
    "photo_path": null,
    "views": 1465,
    "reactions": {
      "👍": 23,
      "🙏": 6
    },
    "total_reactions": 29
  },
  "preprocessing": {
    "cleaned": "en medio de la extensa cruzada de la iglesia católica y el pueblo de venezuela para conseguir la proclamación de canonización de quien se conocía como “el médico de los pobres”, dr. josé gregorio hernández, quien ya había alcanzado el estatus de beato en 2021, ha conseguido finalmente su meta. tras la decisión del papa de que proclamar a gregorio hernández como santo, se inicia el proceso de canonización mediante el cual la iglesia católica declara oficialmente a una persona como santa, reconociéndola como un modelo de vida cristiana y un intercesor ante dios. en adelante, resta la organización de una ceremonia pública, generalmente en la plaza de san pedro en el vaticano, donde el papa proclama formalmente la santidad de la persona. este evento suele incluir la presentación de reliquias o imágenes del nuevo santo y es acompañado por manifestaciones de alegría y devoción por parte de los fieles. la fecha de esta ceremonia aun no ha sido anunciada y depende en gran medida del progreso de la salud del máximo exponente de la iglesia católica. tras la ceremonia, el nombre del santo es inscrito en el martyrologium romanum, el catálogo oficial de los santos de la iglesia, y se establece una fecha en el calendario litúrgico para celebrar su memoria. esta fecha suele coincidir con el día de su muerte o con otro momento significativo de su vida. la iglesia también promueve la devoción al santo a través de homilías, publicaciones, peregrinaciones y la construcción de estatuas, altares o capillas en su honor. en tanto, la canonización es el último de los pasos que preceden a la definición y anuncio de la fecha para la ceremonia de canonización en el vaticano, que implica una festividad solemne en la que el papa proclama al beato como santo, muestra su imagen frente a los creyentes y lo reconoce como intercesor celestial por sus virtudes y beneficios otorgados, lo que le permitirá ascender a los altares de la iglesia para ser venerado por los creyentes. según señala la agencia católica de noticias aci prensa, para declarar a josé gregorio hernández como santo, se debieron cumplir cuatro fases previas, partiendo del inicio de la causa de santidad de josé gregorio hernández, que se produjo en 1949. posteriormente, en 1986, el sumo pontífice juan pablo ii lo proclamó venerable, valorando sus virtudes heroicas. en 2020, el papa francisco otorgó su aprobación a un milagro relacionado con su intercesión, lo que llevó a su beatificación en abril de 2021 y en 2025 el mismo papa francisco bajo delicadas condiciones de salud, aprobó su canonización. entre los aspectos destacados para conseguir la beatificación, se deben alcanzar dos condiciones: fama de santidad y un milagro verificado. ambos pasos fueron aceptados por el vaticano en la causa de josé gregorio hernández en el año 2020. el postulador de la causa demostró la devoción popular hacia el venerable, así como las gracias y favores atribuidos a su intercesión. posteriormente, se presentó el primer caso de curación inexplicable por la ciencia, atribuido a la intercesión del venerable. este caso fue correctamente examinado por médicos y teólogos, bajo un riguroso proceso de investigación. el papa otorgó el decreto de beatificación y permitió la realización de la ceremonia litúrgica. la ceremonia tuvo lugar en caracas de manera limitada debido a las medidas de seguridad propias de la pandemia del covid-19. en este sentido, la niña yaxury solórzano ortega, recibió el milagro aprobado por el vaticano, durante un ataque en una localidad del estado guárico mientras estaba en compañía de su padre. ambos fueron interceptados el 10 de marzo de 2017 en el caserío mangas coveras del estado de guárico, donde residen, con el objetivo de robarles la motocicleta. les dispararon y un proyectil impactó su cabeza en la región tempoparetal derecha, resultando en una herida grave. cuando solórzano ortega contaba con 10 años. tras comunicar a sus progenitores que la niña estaba desahuciada, su madre pidió a josé gregorio que la curara y, posteriormente, se salvó sin justificación médica. la fase final para declarar a un santo es la canonización, que necesita la aprobación de un segundo milagro sucedido tras la beatificación. en mayo de 2024, el padre gerardino barracchini, quien es el vicepostulador de la causa del beato josé gregorio hernández, brindó detalles acerca del segundo caso de curación sin justificación médica. la causa progresó en la fase romana y la participación de expertos médicos para confirmar el milagro que fue exhibido por representantes de la iglesia católica venezolana en la santa sede en 2022. según barracchini, el milagro se refiere a un venezolano que vive en estados unidos y que poseía una “declaración de muerte anunciada”.”el individuo presentaba una condición muy severa debido al desplome de los órganos blandos.” “en aquel instante, la familia y los amigos empezaron a invocar al beato josé gregorio hernández”, explicó el padre. el portavoz eclesiástico indicó, que tras ocho días de plegaria al beato trujillano, los médicos empezaron a notar una mejoría en el estado de salud del paciente, sin ninguna justificación médica. el procedimiento de estudio y valoración del milagro repitió las mismas etapas que en la fase previa. actualmente, el papa francisco dio a conocer el decreto de canonización y convocó un consistorio ordinario público para notificar a los cardenales.",
    "tokens": [
      "medio",
      "extensa",
      "cruzada",
      "iglesia",
      "católica",
      "pueblo",
      "venezuela",
      "conseguir",
      "proclamación",
      "canonización",
      "conocía",
      "“",
      "médico",
      "pobres",
      "”",
      ",",
      "dr.",
      "josé",
      "gregorio",
      "hernández",
      ",",
      "alcanzado",
      "estatus",
      "beato",
      "2021",
      ",",
      "conseguido",
      "finalmente",
      "meta",
      ".",
      "tras",
      "decisión",
      "papa",
      "proclamar",
      "gregorio",
      "hernández",
      "santo",
      ",",
      "inicia",
      "proceso",
      "canonización",
      "mediante",
      "iglesia",
      "católica",
      "declara",
      "oficialmente",
      "persona",
      "santa",
      ",",
      "reconociéndola",
      "modelo",
      "vida",
      "cristiana",
      "intercesor",
      "dios",
      ".",
      "adelante",
      ",",
      "resta",
      "organización",
      "ceremonia",
      "pública",
      ",",
      "generalmente",
      "plaza",
      "san",
      "pedro",
      "vaticano",
      ",",
      "papa",
      "proclama",
      "formalmente",
      "santidad",
      "persona",
      ".",
      "evento",
      "suele",
      "incluir",
      "presentación",
      "reliquias",
      "imágenes",
      "nuevo",
      "santo",
      "acompañado",
      "manifestaciones",
      "alegría",
      "devoción",
      "parte",
      "fieles",
      ".",
      "fecha",
      "ceremonia",
      "aun",
      "sido",
      "anunciada",
      "depende",
      "gran",
      "medida",
      "progreso",
      "salud",
      "máximo",
      "exponente",
      "iglesia",
      "católica",
      ".",
      "tras",
      "ceremonia",
      ",",
      "nombre",
      "santo",
      "inscrito",
      "martyrologium",
      "romanum",
      ",",
      "catálogo",
      "oficial",
      "santos",
      "iglesia",
      ",",
      "establece",
      "fecha",
      "calendario",
      "litúrgico",
      "celebrar",
      "memoria",
      ".",
      "fecha",
      "suele",
      "coincidir",
      "día",
      "muerte",
      "momento",
      "significativo",
      "vida",
      ".",
      "iglesia",
      "promueve",
      "devoción",
      "santo",
      "través",
      "homilías",
      ",",
      "publicaciones",
      ",",
      "peregrinaciones",
      "construcción",
      "estatuas",
      ",",
      "altares",
      "capillas",
      "honor",
      ".",
      ",",
      "canonización",
      "último",
      "pasos",
      "preceden",
      "definición",
      "anuncio",
      "fecha",
      "ceremonia",
      "canonización",
      "vaticano",
      ",",
      "implica",
      "festividad",
      "solemne",
      "papa",
      "proclama",
      "beato",
      "santo",
      ",",
      "muestra",
      "imagen",
      "frente",
      "creyentes",
      "reconoce",
      "intercesor",
      "celestial",
      "virtudes",
      "beneficios",
      "otorgados",
      ",",
      "permitirá",
      "ascender",
      "altares",
      "iglesia",
      "ser",
      "venerado",
      "creyentes",
      ".",
      "según",
      "señala",
      "agencia",
      "católica",
      "noticias",
      "aci",
      "prensa",
      ",",
      "declarar",
      "josé",
      "gregorio",
      "hernández",
      "santo",
      ",",
      "debieron",
      "cumplir",
      "cuatro",
      "fases",
      "previas",
      ",",
      "partiendo",
      "inicio",
      "causa",
      "santidad",
      "josé",
      "gregorio",
      "hernández",
      ",",
      "produjo",
      "1949.",
      "posteriormente",
      ",",
      "1986",
      ",",
      "sumo",
      "pontífice",
      "juan",
      "pablo",
      "ii",
      "proclamó",
      "venerable",
      ",",
      "valorando",
      "virtudes",
      "heroicas",
      ".",
      "2020",
      ",",
      "papa",
      "francisco",
      "otorgó",
      "aprobación",
      "milagro",
      "relacionado",
      "intercesión",
      ",",
      "llevó",
      "beatificación",
      "abril",
      "2021",
      "2025",
      "mismo",
      "papa",
      "francisco",
      "bajo",
      "delicadas",
      "condiciones",
      "salud",
      ",",
      "aprobó",
      "canonización",
      ".",
      "aspectos",
      "destacados",
      "conseguir",
      "beatificación",
      ",",
      "deben",
      "alcanzar",
      "dos",
      "condiciones",
      ":",
      "fama",
      "santidad",
      "milagro",
      "verificado",
      ".",
      "ambos",
      "pasos",
      "aceptados",
      "vaticano",
      "causa",
      "josé",
      "gregorio",
      "hernández",
      "año",
      "2020.",
      "postulador",
      "causa",
      "demostró",
      "devoción",
      "popular",
      "hacia",
      "venerable",
      ",",
      "así",
      "gracias",
      "favores",
      "atribuidos",
      "intercesión",
      ".",
      "posteriormente",
      ",",
      "presentó",
      "primer",
      "caso",
      "curación",
      "inexplicable",
      "ciencia",
      ",",
      "atribuido",
      "intercesión",
      "venerable",
      ".",
      "caso",
      "correctamente",
      "examinado",
      "médicos",
      "teólogos",
      ",",
      "bajo",
      "riguroso",
      "proceso",
      "investigación",
      ".",
      "papa",
      "otorgó",
      "decreto",
      "beatificación",
      "permitió",
      "realización",
      "ceremonia",
      "litúrgica",
      ".",
      "ceremonia",
      "lugar",
      "caracas",
      "manera",
      "limitada",
      "debido",
      "medidas",
      "seguridad",
      "propias",
      "pandemia",
      "covid-19",
      ".",
      ",",
      "niña",
      "yaxury",
      "solórzano",
      "ortega",
      ",",
      "recibió",
      "milagro",
      "aprobado",
      "vaticano",
      ",",
      "ataque",
      "localidad",
      "guárico",
      "mientras",
      "compañía",
      "padre",
      ".",
      "ambos",
      "interceptados",
      "10",
      "marzo",
      "2017",
      "caserío",
      "mangas",
      "coveras",
      "guárico",
      ",",
      "residen",
      ",",
      "objetivo",
      "robarles",
      "motocicleta",
      ".",
      "dispararon",
      "proyectil",
      "impactó",
      "cabeza",
      "región",
      "tempoparetal",
      "derecha",
      ",",
      "resultando",
      "herida",
      "grave",
      ".",
      "solórzano",
      "ortega",
      "contaba",
      "10",
      "años",
      ".",
      "tras",
      "comunicar",
      "progenitores",
      "niña",
      "desahuciada",
      ",",
      "madre",
      "pidió",
      "josé",
      "gregorio",
      "curara",
      ",",
      "posteriormente",
      ",",
      "salvó",
      "justificación",
      "médica",
      ".",
      "fase",
      "final",
      "declarar",
      "santo",
      "canonización",
      ",",
      "necesita",
      "aprobación",
      "segundo",
      "milagro",
      "sucedido",
      "tras",
      "beatificación",
      ".",
      "mayo",
      "2024",
      ",",
      "padre",
      "gerardino",
      "barracchini",
      ",",
      "vicepostulador",
      "causa",
      "beato",
      "josé",
      "gregorio",
      "hernández",
      ",",
      "brindó",
      "detalles",
      "acerca",
      "segundo",
      "caso",
      "curación",
      "justificación",
      "médica",
      ".",
      "causa",
      "progresó",
      "fase",
      "romana",
      "participación",
      "expertos",
      "médicos",
      "confirmar",
      "milagro",
      "exhibido",
      "representantes",
      "iglesia",
      "católica",
      "venezolana",
      "santa",
      "sede",
      "2022.",
      "según",
      "barracchini",
      ",",
      "milagro",
      "refiere",
      "venezolano",
      "vive",
      "unidos",
      "poseía",
      "“",
      "declaración",
      "muerte",
      "anunciada",
      "”",
      ".",
      "”",
      "individuo",
      "presentaba",
      "condición",
      "severa",
      "debido",
      "desplome",
      "órganos",
      "blandos.",
      "”",
      "“",
      "aquel",
      "instante",
      ",",
      "familia",
      "amigos",
      "empezaron",
      "invocar",
      "beato",
      "josé",
      "gregorio",
      "hernández",
      "”",
      ",",
      "explicó",
      "padre",
      ".",
      "portavoz",
      "eclesiástico",
      "indicó",
      ",",
      "tras",
      "ocho",
      "días",
      "plegaria",
      "beato",
      "trujillano",
      ",",
      "médicos",
      "empezaron",
      "notar",
      "mejoría",
      "salud",
      "paciente",
      ",",
      "ninguna",
      "justificación",
      "médica",
      ".",
      "procedimiento",
      "estudio",
      "valoración",
      "milagro",
      "repitió",
      "mismas",
      "etapas",
      "fase",
      "previa",
      ".",
      "actualmente",
      ",",
      "papa",
      "francisco",
      "dio",
      "conocer",
      "decreto",
      "canonización",
      "convocó",
      "consistorio",
      "ordinario",
      "público",
      "notificar",
      "cardenales",
      "."
    ],
    "token_count": 560,
    "sentence_count": 32
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 118,
      "NN": 336,
      "FW": 225,
      "IN": 40,
      "JJ": 56,
      "NNS": 16,
      "CD": 12,
      "RB": 2,
      "VBZ": 14,
      "DT": 1,
      "VBP": 9,
      "JJR": 1,
      "MD": 1,
      "VB": 1,
      "VBD": 3
    },
    "bigram_freq": {
      "NNP-NN": 50,
      "NN-FW": 24,
      "FW-FW": 141,
      "FW-NNP": 32,
      "NN-NN": 203,
      "NN-IN": 32,
      "IN-NNP": 1,
      "FW-NN": 27,
      "NN-JJ": 25,
      "JJ-NN": 43,
      "IN-FW": 30,
      "FW-NNS": 7,
      "NNS-NNP": 2,
      "NNP-NNP": 40,
      "FW-CD": 2,
      "CD-NN": 6,
      "NN-NNP": 29,
      "NNP-FW": 19,
      "FW-JJ": 13,
      "JJ-NNP": 7,
      "NNS-FW": 2,
      "FW-RB": 1,
      "RB-JJ": 2,
      "NN-NNS": 6,
      "NNS-IN": 2,
      "NN-VBZ": 11,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "VBZ-JJ": 7,
      "JJ-FW": 3,
      "NN-VBP": 2,
      "VBP-NN": 2,
      "NNS-NNS": 1,
      "NNS-VBP": 7,
      "VBP-FW": 2,
      "VBP-IN": 1,
      "IN-NN": 2,
      "VBZ-NNS": 1,
      "NNS-JJ": 1,
      "JJ-JJ": 3,
      "VBZ-IN": 2,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "VBZ-NNP": 1,
      "IN-CD": 6,
      "CD-NNP": 3,
      "VBP-NNP": 2,
      "NNP-CD": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "CD-IN": 1,
      "NNP-VBZ": 3,
      "VBZ-FW": 2,
      "NN-CD": 2,
      "NNP-NNS": 1,
      "VBP-JJ": 2,
      "NN-VBD": 1,
      "VBD-CD": 1,
      "CD-FW": 2,
      "FW-IN": 1,
      "IN-JJ": 1,
      "NNP-VBD": 2,
      "VBD-NN": 1,
      "VBD-JJ": 1,
      "NNP-IN": 1,
      "NN-RB": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-FW": 14,
      "FW-FW-FW": 98,
      "FW-FW-NNP": 16,
      "FW-NNP-NN": 11,
      "NNP-NN-NN": 42,
      "NN-NN-NN": 110,
      "NN-NN-IN": 18,
      "NN-IN-NNP": 1,
      "IN-NNP-NN": 1,
      "NN-NN-FW": 17,
      "FW-FW-NN": 15,
      "FW-NN-NN": 16,
      "NN-NN-JJ": 23,
      "NN-JJ-NN": 20,
      "JJ-NN-IN": 9,
      "NN-IN-FW": 26,
      "IN-FW-NNS": 3,
      "FW-NNS-NNP": 2,
      "NNS-NNP-NNP": 1,
      "NNP-NNP-NNP": 11,
      "NNP-NNP-NN": 21,
      "IN-FW-FW": 12,
      "FW-FW-CD": 1,
      "FW-CD-NN": 2,
      "CD-NN-NN": 4,
      "NN-NN-NNP": 19,
      "NN-NNP-NNP": 14,
      "NNP-NNP-FW": 4,
      "NNP-FW-FW": 9,
      "FW-NNP-FW": 11,
      "FW-NN-NNP": 4,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 11,
      "JJ-NN-NNP": 2,
      "JJ-NN-NN": 28,
      "IN-FW-NN": 4,
      "NN-JJ-NNP": 4,
      "JJ-NNP-NNP": 2,
      "IN-FW-NNP": 7,
      "NNP-FW-NNP": 6,
      "FW-NNP-NNP": 10,
      "NN-NNP-NN": 10,
      "NNP-FW-NN": 2,
      "FW-FW-NNS": 4,
      "FW-NNS-FW": 2,
      "NNS-FW-RB": 1,
      "FW-RB-JJ": 1,
      "RB-JJ-NN": 2,
      "NN-NN-NNS": 5,
      "NN-NNS-IN": 2,
      "NNS-IN-FW": 2,
      "NNS-NNP-FW": 1,
      "FW-NN-VBZ": 1,
      "NN-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-JJ": 6,
      "VBZ-JJ-NN": 5,
      "NNP-NN-NNP": 2,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NN-FW-NN": 5,
      "FW-NN-IN": 2,
      "NNP-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 1,
      "FW-NNS-VBP": 2,
      "NNS-VBP-IN": 1,
      "VBP-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-FW-NNP": 3,
      "FW-NN-FW": 3,
      "NN-NN-VBZ": 9,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "NN-VBZ-IN": 2,
      "VBZ-IN-FW": 2,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-IN-CD": 3,
      "IN-CD-NNP": 2,
      "CD-NNP-FW": 1,
      "NNP-FW-CD": 1,
      "NN-NNS-VBP": 3,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NNP": 2,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-JJ": 1,
      "NN-IN-NN": 1,
      "IN-NN-IN": 1,
      "IN-CD-IN": 1,
      "CD-IN-CD": 1,
      "IN-CD-NN": 2,
      "IN-FW-JJ": 4,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 1,
      "NNS-FW-FW": 1,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNP-NN-IN": 2,
      "NN-NNP-FW": 1,
      "JJ-NN-JJ": 2,
      "JJ-NNP-NN": 4,
      "JJ-NNP-FW": 1,
      "NN-FW-JJ": 2,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-JJ": 2,
      "VBP-JJ-NN": 1,
      "FW-JJ-NNP": 2,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-FW": 1,
      "CD-FW-FW": 2,
      "FW-FW-IN": 1,
      "FW-IN-CD": 1,
      "IN-CD-FW": 1,
      "NNP-FW-JJ": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "JJ-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-CD": 1,
      "NN-CD-NN": 1,
      "VBZ-JJ-FW": 1,
      "NN-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-FW": 1,
      "VBP-JJ-NNP": 1,
      "NNP-NN-NNS": 1,
      "VBP-FW-JJ": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "CD-NNP-NNP": 1,
      "NN-NN-RB": 1,
      "NN-RB-JJ": 1,
      "NNP-NNP-VBZ": 1,
      "VBZ-FW-NN": 1,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 336,
        "FW": 225,
        "NNP": 118,
        "JJ": 56,
        "IN": 40
      },
      "top_bigrams": {
        "NN-NN": 203,
        "FW-FW": 141,
        "NNP-NN": 50,
        "JJ-NN": 43,
        "NNP-NNP": 40
      },
      "top_trigrams": {
        "NN-NN-NN": 110,
        "FW-FW-FW": 98,
        "NNP-NN-NN": 42,
        "JJ-NN-NN": 28,
        "NN-IN-FW": 26
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 32,
    "chunk_counts": {
      "NP": 207,
      "VP": 40,
      "ADJP": 4,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 4,
        "weight": 0.0138
      },
      {
        "rule": "NP -> ('José', 'NNP') ('Gregorio', 'NNP') ('Hernández', 'NNP')",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 3,
        "weight": 0.0103
      },
      {
        "rule": "NP -> ('Tras', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('para', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('Posteriormente', 'NNP')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('sin', 'NN') ('justificación', 'NN') ('médica', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "NP -> ('que', 'NN')",
        "frequency": 2,
        "weight": 0.0069
      },
      {
        "rule": "S -> NP ('de', 'FW') ('la', 'FW') ('extensa', 'FW') ('cruzada', 'FW') ('de', 'FW') ('la', 'FW') NP ('el', 'FW') NP ('de', 'FW') NP ('la', 'FW') ('proclamación', 'FW') ('de', 'FW') ('canonización', 'FW') ('de', 'FW') ('quien', 'FW') ('se', 'FW') NP ('de', 'IN') ('los', 'FW') NP (',', ',') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0034
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "En medio"
      },
      {
        "label": "NP",
        "text": "Iglesia católica y"
      },
      {
        "label": "NP",
        "text": "pueblo"
      },
      {
        "label": "NP",
        "text": "Venezuela para conseguir"
      },
      {
        "label": "NP",
        "text": "conocía como “ el médico"
      },
      {
        "label": "NP",
        "text": "pobres ”"
      },
      {
        "label": "NP",
        "text": "Dr"
      },
      {
        "label": "NP",
        "text": "José Gregorio Hernández"
      },
      {
        "label": "NP",
        "text": "quien ya había alcanzado el estatus"
      },
      {
        "label": "VP",
        "text": "ha conseguido finalmente su meta"
      },
      {
        "label": "NP",
        "text": "conseguido finalmente su meta"
      },
      {
        "label": "NP",
        "text": "Tras"
      },
      {
        "label": "NP",
        "text": "decisión del Papa"
      },
      {
        "label": "NP",
        "text": "a Gregorio Hernández como santo"
      },
      {
        "label": "ADJP",
        "text": "inicia"
      }
    ],
    "clause_structures": [
      "(S\n  (NP En/NNP medio/NN)\n  de/FW\n  la/FW\n  extensa/FW\n  cruzada/FW\n  de/FW\n  la/FW\n  (NP Iglesia/NNP católica/NN y/NN)\n  el/FW\n  (NP pueblo/NN)\n  de/FW\n  (NP Venezuela/NNP para/NN conseguir/NN)\n  la/FW\n  proclamación/FW\n  de/FW\n  canonización/FW\n  de/FW\n  quien/FW\n  se/FW\n  (NP conocía/NN como/NN “/NNP el/NN médico/NN)\n  de/IN\n  los/FW\n  (NP pobres/NNS ”/NNP)\n  ,/,\n  (NP Dr/NNP)\n  ./.)",
      "(S\n  (NP José/NNP Gregorio/NNP Hernández/NNP)\n  ,/,\n  (NP quien/NN ya/NN había/NN alcanzado/NN el/NN estatus/NN)\n  de/IN\n  beato/FW\n  en/FW\n  2021/CD\n  ,/,\n  (VP ha/VBD (NP conseguido/NN finalmente/NN su/NN meta/NN))\n  ./.)",
      "(S\n  (NP Tras/NNP)\n  la/CC\n  (NP decisión/JJ del/NN Papa/NNP)\n  de/IN\n  que/FW\n  proclamar/FW\n  (NP a/DT Gregorio/NNP Hernández/NNP como/NN santo/NN)\n  ,/,\n  se/FW\n  (ADJP inicia/JJ)\n  el/FW\n  proceso/FW\n  de/FW\n  canonización/FW\n  mediante/FW\n  el/FW\n  (NP cual/JJ la/NN Iglesia/NNP Católica/NNP)\n  (VP declara/VBZ)\n  oficialmente/RP\n  (NP a/DT una/JJ persona/NN como/NN santa/NN)\n  ,/,\n  (NP reconociéndola/NN como/NN)\n  (NP un/JJ modelo/NN)\n  de/IN\n  vida/FW\n  (NP cristiana/NN y/NN)\n  (NP un/JJ intercesor/NN ante/NN Dios/NNP)\n  ./.)",
      "(S\n  (NP En/NNP adelante/NN)\n  ,/,\n  (NP resta/NN)\n  la/FW\n  organización/FW\n  de/FW\n  una/FW\n  (NP ceremonia/NN pública/NN)\n  ,/,\n  (NP generalmente/NN)\n  en/FW\n  la/FW\n  (NP Plaza/NNP)\n  de/FW\n  (NP San/NNP Pedro/NNP)\n  en/FW\n  (NP el/NN Vaticano/NNP)\n  ,/,\n  (NP donde/NN el/NN Papa/NNP proclama/NN formalmente/NN)\n  la/FW\n  santidad/FW\n  de/FW\n  la/FW\n  persona/FW\n  ./.)",
      "(S\n  (NP Este/NN)\n  evento/''\n  (NP suele/JJ incluir/NN la/NN)\n  presentación/FW\n  de/FW\n  reliquias/FW\n  o/FW\n  (NP imágenes/NNS)\n  del/FW\n  nuevo/RB\n  (NP santo/JJ y/NN es/NN acompañado/NN por/NN manifestaciones/NNS)\n  de/IN\n  alegría/FW\n  y/FW\n  devoción/FW\n  por/FW\n  parte/FW\n  de/FW\n  los/FW\n  (NP fieles/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "PERIODOS_TEMPORALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "FECHAS_HORAS",
      "FECHAS_ESPECIFICAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataque en una localidad del estado guárico mientras estaba en compañía de su padre. ambos fueron interceptados el 10 de marzo de 2017 en el caserío mangas coveras del estado de guárico, donde residen, con el objetivo de robarles la motocicleta. les dispararon y un proyectil impactó",
        "position": [
          3511,
          3793
        ],
        "start": 3511,
        "end": 3793
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "impactó",
        "position": [
          3786,
          3793
        ],
        "start": 3786,
        "end": 3793
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          4948,
          4955
        ],
        "start": 4948,
        "end": 4955
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "presentó el primer caso de curación inexplicable por la ciencia, atribuido a la intercesión del venerable. este caso fue correctamente examinado por médicos y teólogos, bajo un riguroso proceso de investigación. el papa otorgó el decreto",
        "position": [
          2972,
          3209
        ],
        "start": 2972,
        "end": 3209
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "aprobó",
        "position": [
          2553,
          2559
        ],
        "start": 2553,
        "end": 2559
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          4689,
          4703
        ],
        "start": 4689,
        "end": 4703
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          70,
          79
        ],
        "start": 70,
        "end": 79
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          3307,
          3314
        ],
        "start": 3307,
        "end": 3314
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado guárico",
        "position": [
          3539,
          3553
        ],
        "start": 3539,
        "end": 3553
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "plaza de",
        "position": [
          648,
          656
        ],
        "start": 648,
        "end": 656
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "10 de marzo de 2017",
        "position": [
          3625,
          3644
        ],
        "start": 3625,
        "end": 3644
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "año 2020",
        "position": [
          2808,
          2816
        ],
        "start": 2808,
        "end": 2816
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en el año",
        "position": [
          2802,
          2811
        ],
        "start": 2802,
        "end": 2811
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "actualmente",
        "position": [
          5265,
          5276
        ],
        "start": 5265,
        "end": 5276
      },
      {
        "category": "FECHAS_HORAS",
        "matched_text": "en el año 2020",
        "position": [
          2802,
          2816
        ],
        "start": 2802,
        "end": 2816
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "beato",
        "tipo": "Persona"
      },
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santa Sede",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dios",
        "tipo": "Persona"
      },
      {
        "nombre": "Juan Pablo II",
        "tipo": "Persona"
      },
      {
        "nombre": "Vaticano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Barracchini",
        "tipo": "Persona"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gregorio Hernández",
        "tipo": "Persona"
      },
      {
        "nombre": "el Vaticano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Papa Francisco",
        "tipo": "Persona"
      },
      {
        "nombre": "Covid-19",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guárico",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gerardino Barracchini",
        "tipo": "Persona"
      },
      {
        "nombre": "Yaxury Solórzano Ortega",
        "tipo": "Persona"
      },
      {
        "nombre": "José Gregorio Hernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dr. José Gregorio Hernández",
        "tipo": "Persona"
      },
      {
        "nombre": "Martyrologium Romanum",
        "tipo": "Lugar"
      },
      {
        "nombre": "Iglesia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Iglesia Católica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Solórzano Ortega",
        "tipo": "Persona"
      },
      {
        "nombre": "Papa",
        "tipo": "Persona"
      },
      {
        "nombre": "La Iglesia",
        "tipo": "Organizacion"
      },
      {
        "nombre": "ACI Prensa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "José Gregorio",
        "tipo": "Persona"
      },
      {
        "nombre": "Mangas Coveras",
        "tipo": "Lugar"
      },
      {
        "nombre": "Plaza de San Pedro",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Iglesia Católica",
        "relacion": "INICIAR",
        "objeto": "Papa"
      },
      {
        "sujeto": "Papa",
        "relacion": "INICIAR",
        "objeto": "Dios"
      },
      {
        "sujeto": "Iglesia Católica",
        "relacion": "PROCLAMAR_INICIAR",
        "objeto": "Gregorio Hernández"
      },
      {
        "sujeto": "Gregorio Hernández",
        "relacion": "PROCLAMAR_INICIAR",
        "objeto": "Dios"
      },
      {
        "sujeto": "Iglesia Católica",
        "relacion": "DECLARAR_INICIAR",
        "objeto": "Dios"
      },
      {
        "sujeto": "ACI Prensa",
        "relacion": "SE_ALAR_CUMPLIR",
        "objeto": "José Gregorio Hernández"
      },
      {
        "sujeto": "Vaticano",
        "relacion": "ACEPTAR",
        "objeto": "José Gregorio Hernández"
      },
      {
        "sujeto": "Caracas",
        "relacion": "TENER",
        "objeto": "Covid-19"
      },
      {
        "sujeto": "Yaxury Solórzano Ortega",
        "relacion": "RECIBIR",
        "objeto": "el Vaticano"
      },
      {
        "sujeto": "Yaxury Solórzano Ortega",
        "relacion": "RECIBIR",
        "objeto": "Guárico"
      },
      {
        "sujeto": "el Vaticano",
        "relacion": "RECIBIR",
        "objeto": "Guárico"
      },
      {
        "sujeto": "Iglesia",
        "relacion": "EXHIBIR_CONFIRMAR_PROGRESAR",
        "objeto": "Santa Sede"
      },
      {
        "sujeto": "Barracchini",
        "relacion": "REFERIR",
        "objeto": "en Estados Unidos"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7003,
    "pos": 0.013,
    "neu": 0.969,
    "neg": 0.018,
    "label": "negative"
  }
}