{
  "url": "https://www.telesurtv.net/mocion-para-destituir-a-macron-suma-104-votos/",
  "title": "Moción para destituir a Enmanuel Macron suma 104 votos",
  "section": "Mundo",
  "tags": [
    "Enmanuel Macron",
    "Francia",
    "Gobierno",
    "Moción",
    "protestas",
    "Votos"
  ],
  "text": "El partido político La Francia Insumisa (LFI) registró 104 votos de diputados para su moción de destitución contra el presidente Emmanuel Macron, lo que profundiza la crisis política que atraviesa el ejecutivo francés.\n\nLa iniciativa reintroducida el pasado martes 9 de septiembre en la Asamblea Nacional está basada en el artículo 68 de la Constitución, que establece el mecanismo excepcional para graves incumplimientos. Su éxito depende de la fragmentación post-electoral de 2024, que dejó sin mayoría clara al Parlamento.\nLa más reciente crisis gubernamental derivó en la renuncia del ex primer ministro François Bayrou, luego de 364 votos contra la moción de confianza.\n\n\nEn las calles, miles de franceses protagonizaron protestas contra los recortes presupuestarios previstos para 2026 con recortes a las ayudas sociales, congelación de prestaciones y supresión de dos días festivos. Como parte de la jornada de movilización, el 10 de septiembre, se produjeron interrupciones de vías y choques entre manifestantes y fuerzas de seguridad.\nLa jefa de la bancada de LFI en la Asamblea Nacional, Mathilde Panot, detalló en la red social X la composición de los 104 votos favorables a la destitución del mandatario.\nLos respaldos incluyen a los 86 diputados de LFI, 19 ecologistas y 9 del Grupo Democrático y Republicano (GDR).\n“Aumenta la presión, Macron debe partir” declaró Panot, quien exhortó a los franceses a contactar a sus diputados para ampliar los apoyos.\nLa cifra representa un incremento respecto a los poco más de 80 puntos reportados al presentar la moción el 9 de septiembre, según fuentes parlamentarias.\nEl proceso de la moción de destitución exige superar filtros estrictos en la Asamblea Nacional. Requiere al menos 289 votos, la mayoría absoluta de los 577 diputados, para avanzar a una votación conjunta con el Senado, donde se necesita dos tercios de los sufragios para formar una Alta Corte que juzgue posibles faltas de Macron en sus deberes constitucionales.\n\n\nLa iniciativa de LFI se centra en la responsabilidad del presidente Macron por la inestabilidad política, agravada por la votación del lunes que derrocó al Gobierno de Bayrou.\nEn el contexto de la moción de confianza contra Bayrou, la oposición mostró su fuerza: los 364 votos negativos incluyeron a la izquierda del Nuevo Frente Popular (NFP), LFI a la cabeza y la extrema derecha de la Reagrupación Nacional (RN).\nTrece diputados de Los Republicanos (LR) también votaron en contra, mientras nueve se abstuvieron, lo que evidencia fracturas en la coalición oficialista de Macron, que cuenta con alrededor de 212 apoyos.\nEsta destitución por moción de confianza, la primera desde 1962, obligó a Macron a nombrar a Sébastien Lecornu como nuevo primer ministro, aunque este ya enfrenta una moción de censura anunciada por LFI.\n\nLEA MÁS:\nPartido Francia Insumisa presentará moción de censura contra el primer ministro Sébastien Lecornu\n\nVale acotar que la moción de destitución de LFI contra Macron, presentada por primera vez en 2023, fracasó en octubre de ese año al no incluirse en el orden del día.\nEn 2024, una similar contra el entonces primer ministro Michel Barnier obtuvo 331 votos a favor en diciembre, superando el umbral de 288 pero sin involucrar directamente al presidente.\nAnalistas destacan que los 104 votos actuales de LFI representan un bloque sólido de la izquierda, pero insuficiente sin alianzas amplias. El NFP, coalición que incluye a LFI, socialistas y ecologistas, suma cerca de 193 escaños, lo que podría elevar los apoyos si se suman más firmas.\n\n\nLFI mantiene su posición como la única fuerza que impulsa la destitución de Macron, quien rechaza dimitir y afirma completar su mandato hasta 2027.\nJean-Luc Mélenchon, líder de LFI, celebró la caída de Bayrou y reiteró la necesidad de que Macron “parta”. La estrategia de LFI incluye movilizaciones, como las protestas del 10 de septiembre bajo el lema “Bloqueemos todo”, que demandan la renuncia presidencial y generaron más de 200 detenciones.\nCon 104 votos asegurados, LFI invita a más diputados a firmar, destacando la votación contra Bayrou como precedente.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/mocion-para-destituir-a-macron-suma-104-votos/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 268,
    "message_id": 104410,
    "date": "2025-09-12T00:55:08+00:00",
    "text": "teleSUR\nMoción para destituir al presidente francés Enmanuel Macron suma 104 votos\nhttps://www.telesurtv.net/mocion-para-destituir-a-macron-suma-104-votos/",
    "photo_path": null,
    "views": 2315,
    "reactions": {
      "👏": 40,
      "🔥": 7,
      "👍": 3,
      "❤": 2
    },
    "total_reactions": 52
  },
  "preprocessing": {
    "cleaned": "el partido político la francia insumisa (lfi) registró 104 votos de diputados para su moción de destitución contra el presidente emmanuel macron, lo que profundiza la crisis política que atraviesa el ejecutivo francés. la iniciativa reintroducida el pasado martes 9 de septiembre en la asamblea nacional está basada en el artículo 68 de la constitución, que establece el mecanismo excepcional para graves incumplimientos. su éxito depende de la fragmentación post-electoral de 2024, que dejó sin mayoría clara al parlamento. la más reciente crisis gubernamental derivó en la renuncia del ex primer ministro françois bayrou, luego de 364 votos contra la moción de confianza. en las calles, miles de franceses protagonizaron protestas contra los recortes presupuestarios previstos para 2026 con recortes a las ayudas sociales, congelación de prestaciones y supresión de dos días festivos. como parte de la jornada de movilización, el 10 de septiembre, se produjeron interrupciones de vías y choques entre manifestantes y fuerzas de seguridad. la jefa de la bancada de lfi en la asamblea nacional, mathilde panot, detalló en la red social x la composición de los 104 votos favorables a la destitución del mandatario. los respaldos incluyen a los 86 diputados de lfi, 19 ecologistas y 9 del grupo democrático y republicano (gdr). “aumenta la presión, macron debe partir” declaró panot, quien exhortó a los franceses a contactar a sus diputados para ampliar los apoyos. la cifra representa un incremento respecto a los poco más de 80 puntos reportados al presentar la moción el 9 de septiembre, según fuentes parlamentarias. el proceso de la moción de destitución exige superar filtros estrictos en la asamblea nacional. requiere al menos 289 votos, la mayoría absoluta de los 577 diputados, para avanzar a una votación conjunta con el senado, donde se necesita dos tercios de los sufragios para formar una alta corte que juzgue posibles faltas de macron en sus deberes constitucionales. la iniciativa de lfi se centra en la responsabilidad del presidente macron por la inestabilidad política, agravada por la votación del lunes que derrocó al gobierno de bayrou. en el contexto de la moción de confianza contra bayrou, la oposición mostró su fuerza: los 364 votos negativos incluyeron a la izquierda del nuevo frente popular (nfp), lfi a la cabeza y la extrema derecha de la reagrupación nacional (rn). trece diputados de los republicanos (lr) también votaron en contra, mientras nueve se abstuvieron, lo que evidencia fracturas en la coalición oficialista de macron, que cuenta con alrededor de 212 apoyos. esta destitución por moción de confianza, la primera desde 1962, obligó a macron a nombrar a sébastien lecornu como nuevo primer ministro, aunque este ya enfrenta una moción de censura anunciada por lfi. lea más: partido francia insumisa presentará moción de censura contra el primer ministro sébastien lecornu vale acotar que la moción de destitución de lfi contra macron, presentada por primera vez en 2023, fracasó en octubre de ese año al no incluirse en el orden del día. en 2024, una similar contra el entonces primer ministro michel barnier obtuvo 331 votos a favor en diciembre, superando el umbral de 288 pero sin involucrar directamente al presidente. analistas destacan que los 104 votos actuales de lfi representan un bloque sólido de la izquierda, pero insuficiente sin alianzas amplias. el nfp, coalición que incluye a lfi, socialistas y ecologistas, suma cerca de 193 escaños, lo que podría elevar los apoyos si se suman más firmas. lfi mantiene su posición como la única fuerza que impulsa la destitución de macron, quien rechaza dimitir y afirma completar su mandato hasta 2027. jean-luc mélenchon, líder de lfi, celebró la caída de bayrou y reiteró la necesidad de que macron “parta”. la estrategia de lfi incluye movilizaciones, como las protestas del 10 de septiembre bajo el lema “bloqueemos todo”, que demandan la renuncia presidencial y generaron más de 200 detenciones. con 104 votos asegurados, lfi invita a más diputados a firmar, destacando la votación contra bayrou como precedente.",
    "tokens": [
      "partido",
      "político",
      "francia",
      "insumisa",
      "(",
      "lfi",
      ")",
      "registró",
      "104",
      "votos",
      "diputados",
      "moción",
      "destitución",
      "presidente",
      "emmanuel",
      "macron",
      ",",
      "profundiza",
      "crisis",
      "política",
      "atraviesa",
      "ejecutivo",
      "francés",
      ".",
      "iniciativa",
      "reintroducida",
      "pasado",
      "martes",
      "9",
      "septiembre",
      "asamblea",
      "nacional",
      "basada",
      "artículo",
      "68",
      "constitución",
      ",",
      "establece",
      "mecanismo",
      "excepcional",
      "graves",
      "incumplimientos",
      ".",
      "éxito",
      "depende",
      "fragmentación",
      "post-electoral",
      "2024",
      ",",
      "dejó",
      "mayoría",
      "clara",
      "parlamento",
      ".",
      "reciente",
      "crisis",
      "gubernamental",
      "derivó",
      "renuncia",
      "ex",
      "primer",
      "ministro",
      "françois",
      "bayrou",
      ",",
      "luego",
      "364",
      "votos",
      "moción",
      "confianza",
      ".",
      "calles",
      ",",
      "miles",
      "franceses",
      "protagonizaron",
      "protestas",
      "recortes",
      "presupuestarios",
      "previstos",
      "2026",
      "recortes",
      "ayudas",
      "sociales",
      ",",
      "congelación",
      "prestaciones",
      "supresión",
      "dos",
      "días",
      "festivos",
      ".",
      "parte",
      "jornada",
      "movilización",
      ",",
      "10",
      "septiembre",
      ",",
      "produjeron",
      "interrupciones",
      "vías",
      "choques",
      "manifestantes",
      "fuerzas",
      "seguridad",
      ".",
      "jefa",
      "bancada",
      "lfi",
      "asamblea",
      "nacional",
      ",",
      "mathilde",
      "panot",
      ",",
      "detalló",
      "red",
      "social",
      "x",
      "composición",
      "104",
      "votos",
      "favorables",
      "destitución",
      "mandatario",
      ".",
      "respaldos",
      "incluyen",
      "86",
      "diputados",
      "lfi",
      ",",
      "19",
      "ecologistas",
      "9",
      "grupo",
      "democrático",
      "republicano",
      "(",
      "gdr",
      ")",
      ".",
      "“",
      "aumenta",
      "presión",
      ",",
      "macron",
      "debe",
      "partir",
      "”",
      "declaró",
      "panot",
      ",",
      "exhortó",
      "franceses",
      "contactar",
      "diputados",
      "ampliar",
      "apoyos",
      ".",
      "cifra",
      "representa",
      "incremento",
      "respecto",
      "80",
      "puntos",
      "reportados",
      "presentar",
      "moción",
      "9",
      "septiembre",
      ",",
      "según",
      "fuentes",
      "parlamentarias",
      ".",
      "proceso",
      "moción",
      "destitución",
      "exige",
      "superar",
      "filtros",
      "estrictos",
      "asamblea",
      "nacional",
      ".",
      "requiere",
      "menos",
      "289",
      "votos",
      ",",
      "mayoría",
      "absoluta",
      "577",
      "diputados",
      ",",
      "avanzar",
      "votación",
      "conjunta",
      "senado",
      ",",
      "necesita",
      "dos",
      "tercios",
      "sufragios",
      "formar",
      "alta",
      "corte",
      "juzgue",
      "posibles",
      "faltas",
      "macron",
      "deberes",
      "constitucionales",
      ".",
      "iniciativa",
      "lfi",
      "centra",
      "responsabilidad",
      "presidente",
      "macron",
      "inestabilidad",
      "política",
      ",",
      "agravada",
      "votación",
      "lunes",
      "derrocó",
      "gobierno",
      "bayrou",
      ".",
      "contexto",
      "moción",
      "confianza",
      "bayrou",
      ",",
      "oposición",
      "mostró",
      "fuerza",
      ":",
      "364",
      "votos",
      "negativos",
      "incluyeron",
      "izquierda",
      "nuevo",
      "frente",
      "popular",
      "(",
      "nfp",
      ")",
      ",",
      "lfi",
      "cabeza",
      "extrema",
      "derecha",
      "reagrupación",
      "nacional",
      "(",
      "rn",
      ")",
      ".",
      "trece",
      "diputados",
      "republicanos",
      "(",
      "lr",
      ")",
      "votaron",
      ",",
      "mientras",
      "nueve",
      "abstuvieron",
      ",",
      "evidencia",
      "fracturas",
      "coalición",
      "oficialista",
      "macron",
      ",",
      "cuenta",
      "alrededor",
      "212",
      "apoyos",
      ".",
      "destitución",
      "moción",
      "confianza",
      ",",
      "primera",
      "1962",
      ",",
      "obligó",
      "macron",
      "nombrar",
      "sébastien",
      "lecornu",
      "nuevo",
      "primer",
      "ministro",
      ",",
      "aunque",
      "enfrenta",
      "moción",
      "censura",
      "anunciada",
      "lfi",
      ".",
      "lea",
      ":",
      "partido",
      "francia",
      "insumisa",
      "presentará",
      "moción",
      "censura",
      "primer",
      "ministro",
      "sébastien",
      "lecornu",
      "vale",
      "acotar",
      "moción",
      "destitución",
      "lfi",
      "macron",
      ",",
      "presentada",
      "primera",
      "vez",
      "2023",
      ",",
      "fracasó",
      "octubre",
      "año",
      "incluirse",
      "orden",
      "día",
      ".",
      "2024",
      ",",
      "similar",
      "entonces",
      "primer",
      "ministro",
      "michel",
      "barnier",
      "obtuvo",
      "331",
      "votos",
      "favor",
      "diciembre",
      ",",
      "superando",
      "umbral",
      "288",
      "involucrar",
      "directamente",
      "presidente",
      ".",
      "analistas",
      "destacan",
      "104",
      "votos",
      "actuales",
      "lfi",
      "representan",
      "bloque",
      "sólido",
      "izquierda",
      ",",
      "insuficiente",
      "alianzas",
      "amplias",
      ".",
      "nfp",
      ",",
      "coalición",
      "incluye",
      "lfi",
      ",",
      "socialistas",
      "ecologistas",
      ",",
      "suma",
      "cerca",
      "193",
      "escaños",
      ",",
      "podría",
      "elevar",
      "apoyos",
      "si",
      "suman",
      "firmas",
      ".",
      "lfi",
      "mantiene",
      "posición",
      "única",
      "fuerza",
      "impulsa",
      "destitución",
      "macron",
      ",",
      "rechaza",
      "dimitir",
      "afirma",
      "completar",
      "mandato",
      "2027.",
      "jean-luc",
      "mélenchon",
      ",",
      "líder",
      "lfi",
      ",",
      "celebró",
      "caída",
      "bayrou",
      "reiteró",
      "necesidad",
      "macron",
      "“",
      "parta",
      "”",
      ".",
      "estrategia",
      "lfi",
      "incluye",
      "movilizaciones",
      ",",
      "protestas",
      "10",
      "septiembre",
      "bajo",
      "lema",
      "“",
      "bloqueemos",
      "”",
      ",",
      "demandan",
      "renuncia",
      "presidencial",
      "generaron",
      "200",
      "detenciones",
      ".",
      "104",
      "votos",
      "asegurados",
      ",",
      "lfi",
      "invita",
      "diputados",
      "firmar",
      ",",
      "destacando",
      "votación",
      "bayrou",
      "precedente",
      "."
    ],
    "token_count": 463,
    "sentence_count": 24
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 103,
      "NN": 213,
      "VBD": 6,
      "CD": 25,
      "FW": 134,
      "JJ": 49,
      "VBP": 25,
      "VBZ": 7,
      "IN": 28,
      "NNS": 34,
      "$": 1,
      "DT": 1
    },
    "bigram_freq": {
      "NNP-NN": 37,
      "NN-NN": 112,
      "NN-NNP": 23,
      "NNP-NNP": 42,
      "NNP-VBD": 1,
      "VBD-CD": 4,
      "CD-NN": 14,
      "NN-FW": 19,
      "FW-FW": 73,
      "FW-JJ": 9,
      "JJ-FW": 7,
      "FW-NN": 22,
      "NN-VBP": 3,
      "VBP-NN": 5,
      "NNP-FW": 16,
      "NN-VBZ": 4,
      "VBZ-IN": 1,
      "IN-FW": 15,
      "FW-NNP": 21,
      "NN-VBD": 5,
      "CD-IN": 2,
      "VBD-JJ": 2,
      "JJ-NN": 22,
      "NN-NNS": 13,
      "NNS-VBP": 21,
      "VBP-NNP": 2,
      "JJ-JJ": 9,
      "JJ-IN": 1,
      "IN-CD": 7,
      "NN-JJ": 13,
      "NN-IN": 18,
      "CD-NNS": 6,
      "NNS-JJ": 2,
      "NNS-NNS": 3,
      "VBP-NNS": 2,
      "VBP-JJ": 10,
      "VBZ-NNS": 2,
      "VBP-CD": 2,
      "VBZ-JJ": 1,
      "JJ-NNS": 3,
      "VBP-IN": 3,
      "IN-NNS": 1,
      "NNS-FW": 2,
      "FW-CD": 4,
      "CD-FW": 1,
      "FW-NNS": 4,
      "NNS-IN": 3,
      "NNP-CD": 3,
      "IN-JJ": 1,
      "JJ-NNP": 6,
      "NNP-VBZ": 2,
      "VBZ-$": 1,
      "$-CD": 1,
      "IN-NNP": 4,
      "NNS-NNP": 3,
      "JJ-CD": 1,
      "VBP-FW": 1,
      "NN-CD": 2,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "DT-NN": 1,
      "VBZ-CD": 1,
      "NNP-JJ": 1,
      "NNP-VBP": 1,
      "CD-JJ": 1,
      "CD-NNP": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 24,
      "NN-NN-NNP": 13,
      "NN-NNP-NNP": 8,
      "NNP-NNP-NNP": 21,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-NN": 3,
      "CD-NN-FW": 3,
      "NN-FW-FW": 9,
      "FW-FW-FW": 47,
      "FW-FW-JJ": 4,
      "FW-JJ-FW": 4,
      "JJ-FW-NN": 2,
      "FW-NN-NNP": 3,
      "NNP-NNP-NN": 11,
      "NN-NN-NN": 59,
      "NN-NN-VBP": 3,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NN-NNP-FW": 2,
      "NNP-FW-NN": 8,
      "FW-NN-NN": 6,
      "NN-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-FW": 6,
      "FW-FW-NNP": 13,
      "FW-NNP-NNP": 8,
      "NNP-NNP-FW": 7,
      "FW-NN-FW": 4,
      "NN-FW-NN": 6,
      "FW-NN-VBD": 1,
      "NN-VBD-CD": 3,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 2,
      "IN-FW-NNP": 2,
      "FW-NNP-NN": 9,
      "NN-NN-VBD": 3,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NN": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBP": 11,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NNP": 1,
      "NNP-FW-FW": 6,
      "FW-JJ-JJ": 1,
      "JJ-JJ-IN": 1,
      "JJ-IN-CD": 1,
      "IN-CD-NN": 2,
      "CD-NN-NN": 6,
      "NN-NN-JJ": 11,
      "NN-JJ-NN": 10,
      "JJ-NN-IN": 3,
      "NN-IN-FW": 9,
      "NNP-NN-IN": 3,
      "NN-IN-CD": 6,
      "IN-CD-NNS": 4,
      "CD-NNS-JJ": 2,
      "NNS-JJ-JJ": 2,
      "JJ-JJ-FW": 1,
      "JJ-FW-FW": 3,
      "NNP-NN-NNS": 4,
      "NN-NNS-NNS": 1,
      "NNS-NNS-VBP": 3,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-JJ": 3,
      "JJ-JJ-NN": 3,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNS": 2,
      "VBZ-NNS-NNS": 1,
      "NNS-VBP-CD": 2,
      "VBP-CD-NN": 1,
      "CD-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-NNS": 1,
      "NNS-VBP-IN": 3,
      "VBP-IN-NNS": 1,
      "IN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-NN": 5,
      "NN-NNP-NN": 11,
      "FW-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-NNS": 2,
      "FW-NNS-IN": 1,
      "NNS-IN-FW": 2,
      "IN-FW-NNS": 2,
      "FW-NNS-VBP": 3,
      "VBP-IN-FW": 1,
      "FW-NNP-FW": 3,
      "NN-JJ-JJ": 2,
      "JJ-NN-NN": 14,
      "NN-NN-IN": 9,
      "IN-FW-CD": 2,
      "FW-CD-NN": 3,
      "CD-NN-NNS": 2,
      "VBP-JJ-NN": 4,
      "NN-FW-NNP": 2,
      "FW-NNP-CD": 1,
      "NNP-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNP": 1,
      "NNP-FW-NNP": 2,
      "FW-NN-NNS": 4,
      "NNS-VBP-NN": 3,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 1,
      "JJ-JJ-NNP": 3,
      "JJ-NNP-NN": 3,
      "NN-NN-FW": 9,
      "VBP-NNP-FW": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-NNP": 1,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-$": 1,
      "VBZ-$-CD": 1,
      "$-CD-NN": 1,
      "FW-NN-IN": 2,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "JJ-NNP-NNP": 2,
      "VBP-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "FW-NN-VBZ": 1,
      "VBZ-NNS-NNP": 1,
      "NNS-NNP-FW": 1,
      "JJ-NNP-FW": 1,
      "FW-JJ-NNP": 2,
      "NNP-NN-FW": 2,
      "VBD-JJ-CD": 1,
      "JJ-CD-NN": 1,
      "JJ-NN-NNP": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-NNP": 1,
      "NN-NN-NNS": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-JJ": 1,
      "CD-NNS-NNP": 2,
      "NNS-NNP-NN": 1,
      "FW-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNP": 1,
      "NNP-NN-NNP": 3,
      "NNP-NN-JJ": 1,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 2,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-FW": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-NN": 2,
      "CD-NN-JJ": 1,
      "VBP-NN-NNP": 1,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NN-FW-JJ": 2,
      "JJ-FW-CD": 1,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-VBD": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "NN-JJ-NNP": 1,
      "VBP-NN-IN": 1,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NN-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "IN-NNP-NN": 1,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBP": 1,
      "VBP-CD-IN": 1,
      "IN-FW-NN": 1,
      "NN-VBP-JJ": 1,
      "NNS-NNP-CD": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 213,
        "FW": 134,
        "NNP": 103,
        "JJ": 49,
        "NNS": 34
      },
      "top_bigrams": {
        "NN-NN": 112,
        "FW-FW": 73,
        "NNP-NNP": 42,
        "NNP-NN": 37,
        "NN-NNP": 23
      },
      "top_trigrams": {
        "NN-NN-NN": 59,
        "FW-FW-FW": 47,
        "NNP-NN-NN": 24,
        "NNP-NNP-NNP": 21,
        "JJ-NN-NN": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 24,
    "chunk_counts": {
      "NP": 184,
      "VP": 43,
      "ADJP": 8,
      "PP": 7
    },
    "top_rules": [
      {
        "rule": "NP -> ('LFI', 'NNP')",
        "frequency": 8,
        "weight": 0.0301
      },
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0226
      },
      {
        "rule": "NP -> ('La', 'NNP')",
        "frequency": 5,
        "weight": 0.0188
      },
      {
        "rule": "NP -> ('votos', 'NN')",
        "frequency": 4,
        "weight": 0.015
      },
      {
        "rule": "NP -> ('Macron', 'NNP')",
        "frequency": 4,
        "weight": 0.015
      },
      {
        "rule": "ADJP -> ('contra', 'JJ')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('Asamblea', 'NNP') ('Nacional', 'NNP')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 3,
        "weight": 0.0113
      },
      {
        "rule": "NP -> ('confianza', 'NN')",
        "frequency": 2,
        "weight": 0.0075
      },
      {
        "rule": "VP -> ('recortes', 'VBZ') NP",
        "frequency": 2,
        "weight": 0.0075
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El partido político La Francia Insumisa"
      },
      {
        "label": "NP",
        "text": "LFI"
      },
      {
        "label": "VP",
        "text": "registró"
      },
      {
        "label": "NP",
        "text": "votos"
      },
      {
        "label": "ADJP",
        "text": "contra"
      },
      {
        "label": "NP",
        "text": "presidente Emmanuel Macron"
      },
      {
        "label": "NP",
        "text": "lo que profundiza la crisis política que"
      },
      {
        "label": "VP",
        "text": "atraviesa el ejecutivo francés"
      },
      {
        "label": "NP",
        "text": "el ejecutivo francés"
      },
      {
        "label": "NP",
        "text": "La"
      },
      {
        "label": "NP",
        "text": "reintroducida el pasado"
      },
      {
        "label": "VP",
        "text": "martes"
      },
      {
        "label": "NP",
        "text": "Asamblea Nacional"
      },
      {
        "label": "NP",
        "text": "basada"
      },
      {
        "label": "NP",
        "text": "el"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP partido/NN político/NN La/NNP Francia/NNP Insumisa/NNP)\n  (/(\n  (NP LFI/NNP)\n  )/)\n  (VP registró/VBD)\n  104/CD\n  (NP votos/NN)\n  de/FW\n  diputados/FW\n  para/FW\n  su/FW\n  moción/FW\n  de/FW\n  destitución/FW\n  (ADJP contra/JJ)\n  el/FW\n  (NP presidente/NN Emmanuel/NNP Macron/NNP)\n  ,/,\n  (NP lo/NN que/NN profundiza/NN la/NN crisis/NN política/NN que/NN)\n  (VP atraviesa/VBP (NP el/NN ejecutivo/NN francés/NN))\n  ./.)",
      "(S\n  (NP La/NNP)\n  iniciativa/FW\n  (NP reintroducida/NN el/NN pasado/NN)\n  (VP martes/VBZ)\n  9/CD\n  de/IN\n  septiembre/FW\n  en/FW\n  la/FW\n  (NP Asamblea/NNP Nacional/NNP)\n  está/FW\n  (NP basada/NN)\n  en/FW\n  (NP el/NN)\n  (VP artículo/VBD)\n  68/CD\n  de/IN\n  la/FW\n  (NP Constitución/NNP)\n  ,/,\n  (NP que/JJ establece/NN el/NN)\n  (VP mecanismo/VBD (NP excepcional/JJ para/NN graves/NNS))\n  (VP incumplimientos/VBP)\n  ./.)",
      "(S\n  (NP Su/NNP éxito/NNP)\n  depende/FW\n  de/FW\n  la/FW\n  (NP fragmentación/JJ post-electoral/JJ de/NN)\n  2024/CD\n  ,/,\n  que/FW\n  dejó/FW\n  (NP sin/NN mayoría/NN clara/NN al/NN Parlamento/NNP)\n  ./.)",
      "(S\n  (NP La/NNP)\n  más/PRP\n  (VP reciente/VBP (NP crisis/NN) (NP gubernamental/JJ derivó/NN))\n  en/IN\n  la/FW\n  renuncia/FW\n  del/FW\n  ex/FW\n  primer/FW\n  ministro/FW\n  (NP François/NNP Bayrou/NNP)\n  ,/,\n  (NP luego/NN)\n  de/FW\n  364/CD\n  (NP votos/NNS)\n  (ADJP contra/JJ)\n  (ADJP la/JJ)\n  moción/FW\n  de/FW\n  (NP confianza/NN)\n  ./.)",
      "(S\n  (NP En/NNP las/NN calles/NNS)\n  ,/,\n  (NP miles/NNS)\n  (VP de/VBP (NP franceses/NNS))\n  (VP protagonizaron/VBP (NP protestas/JJ contra/JJ los/NN))\n  (VP recortes/VBZ (NP presupuestarios/NNS previstos/NNS))\n  (VP para/VBP)\n  2026/CD\n  (NP con/NN)\n  (VP recortes/VBZ (NP a/DT las/JJ ayudas/NN sociales/NNS))\n  ,/,\n  (NP congelación/NN)\n  (PP de/IN (NP prestaciones/NNS))\n  y/CC\n  (NP supresión/NN)\n  de/IN\n  dos/FW\n  (NP días/JJ festivos/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "LEYES_NORMATIVAS",
      "FECHAS_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "choques entre manifestantes",
        "position": [
          992,
          1019
        ],
        "start": 992,
        "end": 1019
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          1370,
          1377
        ],
        "start": 1370,
        "end": 1377
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de bayrou",
        "position": [
          2144,
          2162
        ],
        "start": 2144,
        "end": 2162
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente emmanuel macron",
        "position": [
          118,
          144
        ],
        "start": 118,
        "end": 144
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "asamblea nacional",
        "position": [
          287,
          304
        ],
        "start": 287,
        "end": 304
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "extrema derecha",
        "position": [
          2354,
          2369
        ],
        "start": 2354,
        "end": 2369
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          341,
          353
        ],
        "start": 341,
        "end": 353
      },
      {
        "category": "PAISES",
        "matched_text": "francia",
        "position": [
          23,
          30
        ],
        "start": 23,
        "end": 30
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "martes 9 de septiembre",
        "position": [
          258,
          280
        ],
        "start": 258,
        "end": 280
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "104 votos",
        "position": [
          55,
          64
        ],
        "start": 55,
        "end": 64
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "364 votos",
        "position": [
          634,
          643
        ],
        "start": 634,
        "end": 643
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 80",
        "position": [
          1522,
          1531
        ],
        "start": 1522,
        "end": 1531
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "289 votos",
        "position": [
          1737,
          1746
        ],
        "start": 1737,
        "end": 1746
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "86 diputados",
        "position": [
          1246,
          1258
        ],
        "start": 1246,
        "end": 1258
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "alrededor de 212",
        "position": [
          2584,
          2600
        ],
        "start": 2584,
        "end": 2600
      }
    ],
    "match_count": 15
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Mathilde Panot",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Partido Francia Insumisa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Asamblea Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Macron",
        "tipo": "Persona"
      },
      {
        "nombre": "Macron",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jean-Luc Mélenchon",
        "tipo": "Persona"
      },
      {
        "nombre": "Bayrou",
        "tipo": "Persona"
      },
      {
        "nombre": "GDR",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Reagrupación Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "François Bayrou",
        "tipo": "Persona"
      },
      {
        "nombre": "Nuevo Frente Popular",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alta Corte",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Republicano",
        "tipo": "Organizacion"
      },
      {
        "nombre": "La Francia Insumisa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "LFI",
        "tipo": "Lugar"
      },
      {
        "nombre": "RN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "NFP",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno de Bayrou",
        "tipo": "Lugar"
      },
      {
        "nombre": "Grupo Democrático",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Michel Barnier",
        "tipo": "Persona"
      },
      {
        "nombre": "Sébastien Lecornu",
        "tipo": "Persona"
      },
      {
        "nombre": "Senado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Macron",
        "tipo": "Lugar"
      },
      {
        "nombre": "Parlamento",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Emmanuel Macron",
        "tipo": "Persona"
      },
      {
        "nombre": "LR",
        "tipo": "Organizacion"
      }
    ],
    "relaciones": [
      {
        "sujeto": "La Francia Insumisa",
        "relacion": "REGISTRAR",
        "objeto": "Emmanuel Macron"
      },
      {
        "sujeto": "LFI",
        "relacion": "REGISTRAR",
        "objeto": "Emmanuel Macron"
      },
      {
        "sujeto": "LFI",
        "relacion": "CENTRAR",
        "objeto": "Macron"
      },
      {
        "sujeto": "LFI",
        "relacion": "CENTRAR",
        "objeto": "Gobierno de Bayrou"
      },
      {
        "sujeto": "Bayrou",
        "relacion": "MOSTRAR",
        "objeto": "Nuevo Frente Popular"
      },
      {
        "sujeto": "Bayrou",
        "relacion": "MOSTRAR",
        "objeto": "NFP"
      },
      {
        "sujeto": "Bayrou",
        "relacion": "MOSTRAR",
        "objeto": "LFI"
      },
      {
        "sujeto": "Bayrou",
        "relacion": "MOSTRAR",
        "objeto": "Reagrupación Nacional"
      },
      {
        "sujeto": "Bayrou",
        "relacion": "MOSTRAR",
        "objeto": "RN"
      },
      {
        "sujeto": "LR",
        "relacion": "VOTAR",
        "objeto": "Macron"
      },
      {
        "sujeto": "Macron",
        "relacion": "OBLIGAR",
        "objeto": "Sébastien Lecornu"
      },
      {
        "sujeto": "Macron",
        "relacion": "OBLIGAR",
        "objeto": "LFI"
      },
      {
        "sujeto": "Sébastien Lecornu",
        "relacion": "NOMBRAR_OBLIGAR",
        "objeto": "LFI"
      },
      {
        "sujeto": "Partido Francia Insumisa",
        "relacion": "PRESENTAR",
        "objeto": "Sébastien Lecornu"
      },
      {
        "sujeto": "Partido Francia Insumisa",
        "relacion": "PRESENTAR",
        "objeto": "LFI"
      },
      {
        "sujeto": "Partido Francia Insumisa",
        "relacion": "PRESENTAR",
        "objeto": "Macron"
      },
      {
        "sujeto": "Sébastien Lecornu",
        "relacion": "PRESENTAR",
        "objeto": "LFI"
      },
      {
        "sujeto": "Sébastien Lecornu",
        "relacion": "PRESENTAR",
        "objeto": "Macron"
      },
      {
        "sujeto": "LFI",
        "relacion": "MANTENER",
        "objeto": "Macron"
      },
      {
        "sujeto": "Jean-Luc Mélenchon",
        "relacion": "CELEBRAR",
        "objeto": "Bayrou"
      },
      {
        "sujeto": "Jean-Luc Mélenchon",
        "relacion": "CELEBRAR",
        "objeto": "Macron"
      },
      {
        "sujeto": "LFI",
        "relacion": "CELEBRAR",
        "objeto": "Bayrou"
      },
      {
        "sujeto": "Macron",
        "relacion": "CELEBRAR",
        "objeto": "LFI"
      },
      {
        "sujeto": "Macron",
        "relacion": "CELEBRAR",
        "objeto": "Bayrou"
      },
      {
        "sujeto": "LFI",
        "relacion": "INVITAR",
        "objeto": "Bayrou"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9661,
    "pos": 0.008,
    "neu": 0.951,
    "neg": 0.04,
    "label": "negative"
  }
}