{
  "url": "https://www.telesurtv.net/cuba-restablece-servicio-electrico-provincias/",
  "title": "Se restablece el servicio eléctrico en 11 de 15 provincias de Cuba - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "centrales térmicas",
    "Desconexión",
    "Electricidad",
    "generación",
    "parques solares",
    "restablecimiento",
    "SEN"
  ],
  "text": "\nEl Ministerio de Energía y Minas (Minem) de Cuba informó este jueves que el restablecimiento total del Sistema Electroenergético Nacional (SEN) entró en su fase conclusiva. En estos momentos hay 11 provincias conectadas, se generan más de 1.000 megawatts (MW) tras la reanudación de operaciones de seis unidades de centrales térmicas y otras plantas generadoras, y se prevé conectar las 4 provincias restantes durante las próximas horas.\nEn una actualización difundida por televisión nacional, el ingeniero Lázaro Guerra, director general de Electricidad del Minem, informó que se trabaja ininterrumpidamente. Señaló que a través de microcircuitos se llevó energía y arrancaron seis unidades generadoras de centrales termoeléctricas (CTE), ubicadas en las provincias de Artemisa, Mayabeque, Cienfuegos y Camagüey, así como dos plantas generadoras con gas acompañante situadas en Mayabeque y Matanzas, y un emplazamiento de motores electrógenos en Mariel (Artemisa).\nEllo permite proveer electricidad a través del SEN a 11 de las 15 provincias. Se prevé que a partir de la estabilidad que va ganando el SEN, este jueves se conecten las que faltan: Pinar del Río, Artemisa, Granma y Guantánamo. Horas después de la comparecencia de Guerra, el Minem difundió que se enlazó Santiago de Cuba.\n\n\nDurante la mañana se hallaban en proceso de arranque tres unidades generadoras de tipo térmico (unidad 6 de la CTE Mariel-Artemisa, la unidad 5 de la CTE Nuevitas-Camagüey y la CTE Antonio Guiteras-Matanzas). Las plantas térmicas son la espina dorsal del SEN cubano.\nGuerra puntualizó que el reinicio de operaciones de la CTE Guiteras permitirá continuar llegando a los cuatro territorios que no han recibido electricidad del SEN, aunque en ellos funcionan microcircuitos que permiten entregar electricidad a un grupo de clientes y mantener servicios básicos.\n\n\nEl restablecimiento paulatino del SEN tiene lugar en medio de circunstancias muy complejas, pues las demandas diarias ascienden a 3.300-3.400 MW y el déficit en capacidad de generación es elevado, lo cual supone frecuentes cortes en el servicio. Con el incremento de la generación, se podrá llevar electricidad a más clientes, aunque estos cortes se mantendrán.\nLa certeza de que este jueves es decisivo fue compartida por el presidente Miguel Díaz-Canel Bermúdez, quien a través de X expresó: “Luego de una madrugada de mucho trabajo por los especialistas del Ministerio de Energía y Minas y la Unión Eléctrica, sigue avanzando la conexión del SEN. Se generan más de 1000 MW, y la mayoría de las provincias ya están enlazadas. Esta jornada será decisiva. Seguimos”.\nLa Empresa Eléctrica de La Habana informó a las 05H00 hora local que restableció el funcionamiento de 18 subestaciones eléctricas y energizado 208 circuitos de distribución. Según la corporación, se generan 451.03 MW y reciben electricidad 628.861 clientes, que representan el 73 por ciento de la ciudad.\nAñadió que cuentan con electricidad 41 hospitales y 8 fuentes de abasto de agua fundamentales.\n\n\nEn todos los territorios cubanos priman la tranquilidad y el ambiente de trabajo, y se han desplegado iniciativas para mantener actividades productivas y servicios básicos.\nEsta es la segunda desconexión del SEN este año y la quinta desde octubre de 2024. Las unidades generadoras de tipo térmico, que producen la mayor cantidad de energía eléctrica, tienen varias décadas de construidas y no han podido ser sistemáticamente rehabilitadas.\nInversiones para ampliar este tipo de generación están en marcha y deben tomar hasta dos años y medio más. También se ejecutan inversiones para incrementar la producción de petróleo nacional y gas acompañante en medio del déficit de divisas de la nación caribeña debido al bloqueo económico, comercial y financiero del Gobierno de los EE.UU.\nTambién está en desarrollo un ambicioso programa de construcción de  92 parques solares fotovoltaicos. En lo que va de 2025, Cuba instaló 30 nuevas instalaciones de este tipo y prevé llegar a fines de año con 52 y edificar otras 40 en 2026.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/cuba-restablece-servicio-electrico-provincias/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 289,
    "message_id": 104388,
    "date": "2025-09-11T20:55:36+00:00",
    "text": "teleSUR\nSe restablece el servicio eléctrico en 11 de 15 provincias de Cuba\nhttps://www.telesurtv.net/cuba-restablece-servicio-electrico-provincias/",
    "photo_path": null,
    "views": 1703,
    "reactions": {
      "👍": 28,
      "❤": 5,
      "👎": 1
    },
    "total_reactions": 34
  },
  "preprocessing": {
    "cleaned": "el ministerio de energía y minas (minem) de cuba informó este jueves que el restablecimiento total del sistema electroenergético nacional (sen) entró en su fase conclusiva. en estos momentos hay 11 provincias conectadas, se generan más de 1.000 megawatts (mw) tras la reanudación de operaciones de seis unidades de centrales térmicas y otras plantas generadoras, y se prevé conectar las 4 provincias restantes durante las próximas horas. en una actualización difundida por televisión nacional, el ingeniero lázaro guerra, director general de electricidad del minem, informó que se trabaja ininterrumpidamente. señaló que a través de microcircuitos se llevó energía y arrancaron seis unidades generadoras de centrales termoeléctricas (cte), ubicadas en las provincias de artemisa, mayabeque, cienfuegos y camagüey, así como dos plantas generadoras con gas acompañante situadas en mayabeque y matanzas, y un emplazamiento de motores electrógenos en mariel (artemisa). ello permite proveer electricidad a través del sen a 11 de las 15 provincias. se prevé que a partir de la estabilidad que va ganando el sen, este jueves se conecten las que faltan: pinar del río, artemisa, granma y guantánamo. horas después de la comparecencia de guerra, el minem difundió que se enlazó santiago de cuba. durante la mañana se hallaban en proceso de arranque tres unidades generadoras de tipo térmico (unidad 6 de la cte mariel-artemisa, la unidad 5 de la cte nuevitas-camagüey y la cte antonio guiteras-matanzas). las plantas térmicas son la espina dorsal del sen cubano. guerra puntualizó que el reinicio de operaciones de la cte guiteras permitirá continuar llegando a los cuatro territorios que no han recibido electricidad del sen, aunque en ellos funcionan microcircuitos que permiten entregar electricidad a un grupo de clientes y mantener servicios básicos. el restablecimiento paulatino del sen tiene lugar en medio de circunstancias muy complejas, pues las demandas diarias ascienden a 3.300-3.400 mw y el déficit en capacidad de generación es elevado, lo cual supone frecuentes cortes en el servicio. con el incremento de la generación, se podrá llevar electricidad a más clientes, aunque estos cortes se mantendrán. la certeza de que este jueves es decisivo fue compartida por el presidente miguel díaz-canel bermúdez, quien a través de x expresó: “luego de una madrugada de mucho trabajo por los especialistas del ministerio de energía y minas y la unión eléctrica, sigue avanzando la conexión del sen. se generan más de 1000 mw, y la mayoría de las provincias ya están enlazadas. esta jornada será decisiva. seguimos”. la empresa eléctrica de la habana informó a las 05h00 hora local que restableció el funcionamiento de 18 subestaciones eléctricas y energizado 208 circuitos de distribución. según la corporación, se generan 451.03 mw y reciben electricidad 628.861 clientes, que representan el 73 por ciento de la ciudad. añadió que cuentan con electricidad 41 hospitales y 8 fuentes de abasto de agua fundamentales. en todos los territorios cubanos priman la tranquilidad y el ambiente de trabajo, y se han desplegado iniciativas para mantener actividades productivas y servicios básicos. esta es la segunda desconexión del sen este año y la quinta desde octubre de 2024. las unidades generadoras de tipo térmico, que producen la mayor cantidad de energía eléctrica, tienen varias décadas de construidas y no han podido ser sistemáticamente rehabilitadas. inversiones para ampliar este tipo de generación están en marcha y deben tomar hasta dos años y medio más. también se ejecutan inversiones para incrementar la producción de petróleo nacional y gas acompañante en medio del déficit de divisas de la nación caribeña debido al bloqueo económico, comercial y financiero del gobierno de los ee.uu. también está en desarrollo un ambicioso programa de construcción de 92 parques solares fotovoltaicos. en lo que va de 2025, cuba instaló 30 nuevas instalaciones de este tipo y prevé llegar a fines de año con 52 y edificar otras 40 en 2026.",
    "tokens": [
      "ministerio",
      "energía",
      "minas",
      "(",
      "minem",
      ")",
      "cuba",
      "informó",
      "jueves",
      "restablecimiento",
      "total",
      "sistema",
      "electroenergético",
      "nacional",
      "(",
      "sen",
      ")",
      "entró",
      "fase",
      "conclusiva",
      ".",
      "momentos",
      "11",
      "provincias",
      "conectadas",
      ",",
      "generan",
      "1.000",
      "megawatts",
      "(",
      "mw",
      ")",
      "tras",
      "reanudación",
      "operaciones",
      "seis",
      "unidades",
      "centrales",
      "térmicas",
      "plantas",
      "generadoras",
      ",",
      "prevé",
      "conectar",
      "4",
      "provincias",
      "restantes",
      "próximas",
      "horas",
      ".",
      "actualización",
      "difundida",
      "televisión",
      "nacional",
      ",",
      "ingeniero",
      "lázaro",
      "guerra",
      ",",
      "director",
      "general",
      "electricidad",
      "minem",
      ",",
      "informó",
      "trabaja",
      "ininterrumpidamente",
      ".",
      "señaló",
      "través",
      "microcircuitos",
      "llevó",
      "energía",
      "arrancaron",
      "seis",
      "unidades",
      "generadoras",
      "centrales",
      "termoeléctricas",
      "(",
      "cte",
      ")",
      ",",
      "ubicadas",
      "provincias",
      "artemisa",
      ",",
      "mayabeque",
      ",",
      "cienfuegos",
      "camagüey",
      ",",
      "así",
      "dos",
      "plantas",
      "generadoras",
      "gas",
      "acompañante",
      "situadas",
      "mayabeque",
      "matanzas",
      ",",
      "emplazamiento",
      "motores",
      "electrógenos",
      "mariel",
      "(",
      "artemisa",
      ")",
      ".",
      "ello",
      "permite",
      "proveer",
      "electricidad",
      "través",
      "sen",
      "11",
      "15",
      "provincias",
      ".",
      "prevé",
      "partir",
      "estabilidad",
      "va",
      "ganando",
      "sen",
      ",",
      "jueves",
      "conecten",
      "faltan",
      ":",
      "pinar",
      "río",
      ",",
      "artemisa",
      ",",
      "granma",
      "guantánamo",
      ".",
      "horas",
      "después",
      "comparecencia",
      "guerra",
      ",",
      "minem",
      "difundió",
      "enlazó",
      "santiago",
      "cuba",
      ".",
      "mañana",
      "hallaban",
      "proceso",
      "arranque",
      "tres",
      "unidades",
      "generadoras",
      "tipo",
      "térmico",
      "(",
      "unidad",
      "6",
      "cte",
      "mariel-artemisa",
      ",",
      "unidad",
      "5",
      "cte",
      "nuevitas-camagüey",
      "cte",
      "antonio",
      "guiteras-matanzas",
      ")",
      ".",
      "plantas",
      "térmicas",
      "espina",
      "dorsal",
      "sen",
      "cubano",
      ".",
      "guerra",
      "puntualizó",
      "reinicio",
      "operaciones",
      "cte",
      "guiteras",
      "permitirá",
      "continuar",
      "llegando",
      "cuatro",
      "territorios",
      "recibido",
      "electricidad",
      "sen",
      ",",
      "aunque",
      "funcionan",
      "microcircuitos",
      "permiten",
      "entregar",
      "electricidad",
      "grupo",
      "clientes",
      "mantener",
      "servicios",
      "básicos",
      ".",
      "restablecimiento",
      "paulatino",
      "sen",
      "lugar",
      "medio",
      "circunstancias",
      "complejas",
      ",",
      "pues",
      "demandas",
      "diarias",
      "ascienden",
      "3.300-3.400",
      "mw",
      "déficit",
      "capacidad",
      "generación",
      "elevado",
      ",",
      "supone",
      "frecuentes",
      "cortes",
      "servicio",
      ".",
      "incremento",
      "generación",
      ",",
      "podrá",
      "llevar",
      "electricidad",
      "clientes",
      ",",
      "aunque",
      "cortes",
      "mantendrán",
      ".",
      "certeza",
      "jueves",
      "decisivo",
      "compartida",
      "presidente",
      "miguel",
      "díaz-canel",
      "bermúdez",
      ",",
      "través",
      "x",
      "expresó",
      ":",
      "“",
      "luego",
      "madrugada",
      "trabajo",
      "especialistas",
      "ministerio",
      "energía",
      "minas",
      "unión",
      "eléctrica",
      ",",
      "sigue",
      "avanzando",
      "conexión",
      "sen",
      ".",
      "generan",
      "1000",
      "mw",
      ",",
      "mayoría",
      "provincias",
      "enlazadas",
      ".",
      "jornada",
      "decisiva",
      ".",
      "seguimos",
      "”",
      ".",
      "empresa",
      "eléctrica",
      "habana",
      "informó",
      "05h00",
      "hora",
      "local",
      "restableció",
      "funcionamiento",
      "18",
      "subestaciones",
      "eléctricas",
      "energizado",
      "208",
      "circuitos",
      "distribución",
      ".",
      "según",
      "corporación",
      ",",
      "generan",
      "451.03",
      "mw",
      "reciben",
      "electricidad",
      "628.861",
      "clientes",
      ",",
      "representan",
      "73",
      "ciento",
      "ciudad",
      ".",
      "añadió",
      "cuentan",
      "electricidad",
      "41",
      "hospitales",
      "8",
      "fuentes",
      "abasto",
      "agua",
      "fundamentales",
      ".",
      "territorios",
      "cubanos",
      "priman",
      "tranquilidad",
      "ambiente",
      "trabajo",
      ",",
      "desplegado",
      "iniciativas",
      "mantener",
      "actividades",
      "productivas",
      "servicios",
      "básicos",
      ".",
      "segunda",
      "desconexión",
      "sen",
      "año",
      "quinta",
      "octubre",
      "2024.",
      "unidades",
      "generadoras",
      "tipo",
      "térmico",
      ",",
      "producen",
      "mayor",
      "cantidad",
      "energía",
      "eléctrica",
      ",",
      "varias",
      "décadas",
      "construidas",
      "podido",
      "ser",
      "sistemáticamente",
      "rehabilitadas",
      ".",
      "inversiones",
      "ampliar",
      "tipo",
      "generación",
      "marcha",
      "deben",
      "tomar",
      "dos",
      "años",
      "medio",
      ".",
      "ejecutan",
      "inversiones",
      "incrementar",
      "producción",
      "petróleo",
      "nacional",
      "gas",
      "acompañante",
      "medio",
      "déficit",
      "divisas",
      "nación",
      "caribeña",
      "debido",
      "bloqueo",
      "económico",
      ",",
      "comercial",
      "financiero",
      "gobierno",
      "ee.uu.",
      "desarrollo",
      "ambicioso",
      "programa",
      "construcción",
      "92",
      "parques",
      "solares",
      "fotovoltaicos",
      ".",
      "va",
      "2025",
      ",",
      "cuba",
      "instaló",
      "30",
      "nuevas",
      "instalaciones",
      "tipo",
      "prevé",
      "llegar",
      "fines",
      "año",
      "52",
      "edificar",
      "40",
      "2026",
      "."
    ],
    "token_count": 431,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 96,
      "IN": 28,
      "JJ": 47,
      "NN": 164,
      "NNS": 33,
      "VBP": 25,
      "RB": 2,
      "VBZ": 7,
      "FW": 157,
      "VBD": 6,
      "CD": 19,
      "CC": 1,
      "DT": 2,
      "$": 1,
      "JJR": 1
    },
    "bigram_freq": {
      "NNP-NNP": 39,
      "NNP-IN": 6,
      "IN-NNP": 6,
      "NNP-JJ": 4,
      "JJ-NN": 20,
      "NN-NNS": 11,
      "NNS-VBP": 19,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "JJ-JJ": 9,
      "NN-NNP": 18,
      "NNP-VBZ": 2,
      "VBZ-FW": 1,
      "FW-JJ": 5,
      "NN-NN": 83,
      "NNP-NN": 29,
      "NN-VBD": 4,
      "VBD-CD": 5,
      "CD-NNS": 7,
      "NNS-JJ": 3,
      "NN-IN": 13,
      "IN-CD": 5,
      "NNS-NNP": 3,
      "NNP-NNS": 2,
      "VBP-FW": 1,
      "FW-FW": 106,
      "FW-NNS": 4,
      "NNS-FW": 1,
      "FW-NN": 19,
      "VBP-VBZ": 1,
      "VBZ-JJ": 2,
      "JJ-NNS": 4,
      "VBP-JJ": 11,
      "JJ-NNP": 5,
      "NN-JJ": 9,
      "JJ-FW": 8,
      "FW-NNP": 16,
      "NNP-FW": 8,
      "IN-FW": 12,
      "VBZ-NN": 1,
      "VBP-NN": 3,
      "NNP-VBP": 2,
      "NNP-CD": 1,
      "CD-IN": 2,
      "FW-CD": 3,
      "NN-FW": 19,
      "NNP-CC": 1,
      "CC-NNP": 1,
      "VBP-DT": 1,
      "DT-NN": 2,
      "NN-VBZ": 3,
      "NN-VBP": 2,
      "IN-NNS": 1,
      "VBP-NNS": 2,
      "VBP-NNP": 3,
      "IN-NN": 3,
      "VBZ-NNS": 1,
      "NNS-IN": 3,
      "NNP-VBD": 2,
      "VBD-FW": 1,
      "FW-IN": 3,
      "CD-NNP": 4,
      "CD-JJ": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "VBP-CD": 1,
      "CD-NN": 3,
      "NN-CD": 2,
      "JJ-VBP": 1,
      "VBP-$": 1,
      "$-CD": 1,
      "NNS-VBZ": 1,
      "VBZ-IN": 1,
      "FW-DT": 1,
      "VBZ-JJR": 1,
      "JJR-NN": 1,
      "NNS-NNS": 1,
      "IN-JJ": 1,
      "NNS-CD": 1
    },
    "trigram_freq": {
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 5,
      "IN-NNP-NNP": 5,
      "NNP-NNP-NNP": 21,
      "IN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "JJ-NN-NNS": 1,
      "NN-NNS-VBP": 9,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-JJ": 1,
      "JJ-JJ-NN": 6,
      "JJ-NN-NNP": 3,
      "NN-NNP-NNP": 5,
      "NNP-NNP-VBZ": 2,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-JJ": 1,
      "FW-JJ-NN": 4,
      "JJ-NN-NN": 9,
      "NN-NN-NNP": 14,
      "NN-NNP-NN": 9,
      "NNP-NN-NN": 21,
      "NN-NN-VBD": 2,
      "NN-VBD-CD": 4,
      "VBD-CD-NNS": 3,
      "CD-NNS-JJ": 2,
      "NNS-JJ-JJ": 1,
      "NN-NN-IN": 10,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-NNP": 2,
      "NNS-NNP-NNS": 1,
      "NNP-NNS-VBP": 2,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-FW": 74,
      "FW-FW-NNS": 4,
      "FW-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-NN": 13,
      "FW-NN-NNS": 3,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-JJ": 1,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NN-NN-NN": 38,
      "NN-NN-JJ": 4,
      "NN-JJ-JJ": 2,
      "NNP-NNP-NN": 6,
      "NNP-NN-JJ": 1,
      "NN-JJ-FW": 2,
      "JJ-FW-NNP": 1,
      "FW-NNP-FW": 3,
      "NNP-FW-NNP": 2,
      "FW-NNP-NN": 4,
      "NN-IN-FW": 8,
      "IN-FW-FW": 8,
      "FW-NN-NN": 7,
      "JJ-FW-FW": 7,
      "FW-FW-NNP": 10,
      "FW-NNP-JJ": 1,
      "NNP-JJ-FW": 3,
      "FW-NNP-NNP": 7,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-NNS": 5,
      "NNS-VBP-NN": 2,
      "VBP-NN-NN": 3,
      "NN-IN-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "NN-NNP-CD": 1,
      "NNP-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-CD": 1,
      "FW-CD-NNS": 3,
      "NNS-NNP-NN": 2,
      "NN-NN-FW": 8,
      "NN-FW-FW": 9,
      "FW-NN-FW": 6,
      "NN-FW-NN": 6,
      "NNP-NN-NNS": 1,
      "VBP-JJ-JJ": 2,
      "JJ-NN-JJ": 3,
      "NN-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 6,
      "FW-NNP-CC": 1,
      "NNP-CC-NNP": 1,
      "CC-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-NN": 4,
      "NN-NNP-IN": 3,
      "FW-NNS-JJ": 1,
      "NNS-JJ-FW": 1,
      "NNP-NNP-NNS": 1,
      "NN-FW-NNP": 1,
      "NNP-NN-NNP": 1,
      "NN-JJ-NN": 3,
      "NN-JJ-NNS": 1,
      "NNS-VBP-DT": 1,
      "VBP-DT-NN": 1,
      "DT-NN-VBZ": 2,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "NNP-NN-FW": 3,
      "FW-FW-JJ": 3,
      "NN-NN-VBP": 2,
      "NN-VBP-JJ": 2,
      "JJ-NN-IN": 2,
      "NN-IN-NNS": 1,
      "IN-NNS-VBP": 1,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 2,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NN": 3,
      "NN-IN-NN": 2,
      "IN-NN-FW": 1,
      "JJ-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "FW-NN-IN": 1,
      "JJ-NN-VBZ": 1,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-JJ": 1,
      "FW-JJ-NNP": 1,
      "FW-NNS-VBP": 1,
      "VBP-JJ-NNS": 1,
      "IN-FW-NNP": 2,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-IN": 1,
      "FW-IN-CD": 3,
      "IN-CD-NNP": 3,
      "CD-NNP-FW": 1,
      "NNP-NN-VBD": 2,
      "VBD-CD-JJ": 2,
      "CD-JJ-JJ": 1,
      "NN-FW-CD": 1,
      "CD-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-CD": 1,
      "VBP-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-NN-CD": 1,
      "NN-CD-NNP": 1,
      "CD-NNP-NN": 1,
      "NNS-JJ-VBP": 1,
      "JJ-VBP-$": 1,
      "VBP-$-CD": 1,
      "$-CD-NN": 1,
      "CD-NN-NN": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NNS-NNP": 1,
      "VBP-JJ-FW": 2,
      "NN-FW-IN": 2,
      "CD-NNP-JJ": 1,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "NN-VBZ-JJR": 1,
      "VBZ-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "IN-NN-NN": 2,
      "NNP-IN-FW": 1,
      "FW-NN-JJ": 1,
      "FW-FW-CD": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "CD-NNP-VBD": 1,
      "NNP-VBD-CD": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NN": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-NN": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NNS": 1,
      "NN-NNS-CD": 1,
      "NNS-CD-IN": 1,
      "CD-IN-CD": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 164,
        "FW": 157,
        "NNP": 96,
        "JJ": 47,
        "NNS": 33
      },
      "top_bigrams": {
        "FW-FW": 106,
        "NN-NN": 83,
        "NNP-NNP": 39,
        "NNP-NN": 29,
        "JJ-NN": 20
      },
      "top_trigrams": {
        "FW-FW-FW": 74,
        "NN-NN-NN": 38,
        "NNP-NNP-NNP": 21,
        "NNP-NN-NN": 21,
        "NN-NN-NNP": 14
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 160,
      "PP": 12,
      "VP": 43,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.032
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.016
      },
      {
        "rule": "ADJP -> ('unidades', 'JJ')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('Artemisa', 'NNP')",
        "frequency": 3,
        "weight": 0.012
      },
      {
        "rule": "NP -> ('Minem', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('MW', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('a', 'DT') ('través', 'NN')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('este', 'NN') ('jueves', 'NNS')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('Cuba', 'NNP')",
        "frequency": 2,
        "weight": 0.008
      },
      {
        "rule": "NP -> ('térmico', 'NN')",
        "frequency": 2,
        "weight": 0.008
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Ministerio"
      },
      {
        "label": "PP",
        "text": "de Energía y Minas"
      },
      {
        "label": "NP",
        "text": "Energía y Minas"
      },
      {
        "label": "NP",
        "text": "Minem"
      },
      {
        "label": "NP",
        "text": "Cuba informó este jueves"
      },
      {
        "label": "VP",
        "text": "que el restablecimiento total del Sistema Electroenergético Nacional"
      },
      {
        "label": "NP",
        "text": "restablecimiento total del Sistema Electroenergético Nacional"
      },
      {
        "label": "NP",
        "text": "SEN"
      },
      {
        "label": "VP",
        "text": "entró en su fase conclusiva"
      },
      {
        "label": "NP",
        "text": "en su fase conclusiva"
      },
      {
        "label": "NP",
        "text": "En estos momentos"
      },
      {
        "label": "VP",
        "text": "hay"
      },
      {
        "label": "NP",
        "text": "provincias conectadas"
      },
      {
        "label": "NP",
        "text": "generan más"
      },
      {
        "label": "NP",
        "text": "megawatts"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP Ministerio/NNP)\n  (PP de/IN (NP Energía/NNP y/NNP Minas/NNP))\n  (/(\n  (NP Minem/NNP)\n  )/)\n  de/FW\n  (NP Cuba/NNP informó/NN este/NN jueves/NNS)\n  (VP\n    que/VBP\n    el/RB\n    (NP\n      restablecimiento/JJ\n      total/JJ\n      del/NN\n      Sistema/NNP\n      Electroenergético/NNP\n      Nacional/NNP))\n  (/(\n  (NP SEN/NNP)\n  )/)\n  (VP entró/VBP (NP en/JJ su/NN fase/NN conclusiva/NN))\n  ./.)",
      "(S\n  (NP En/NNP estos/NN momentos/NN)\n  (VP hay/VBD)\n  11/CD\n  (NP provincias/NN conectadas/NNS)\n  ,/,\n  se/FW\n  (NP generan/JJ más/NN)\n  de/IN\n  1.000/CD\n  (NP megawatts/NNS)\n  (/(\n  (NP MW/NNP)\n  )/)\n  (VP tras/VBP la/JJ)\n  reanudación/FW\n  de/FW\n  operaciones/FW\n  de/FW\n  seis/FW\n  unidades/FW\n  de/FW\n  centrales/FW\n  térmicas/FW\n  y/FW\n  otras/FW\n  (NP plantas/NNS generadoras/NNS)\n  ,/,\n  y/FW\n  se/FW\n  prevé/FW\n  (NP conectar/NN)\n  (VP las/VBZ)\n  4/CD\n  (NP provincias/NN restantes/NNS)\n  (VP durante/VBP (NP las/NNS))\n  (VP próximas/VBP (NP horas/NNS))\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP una/JJ actualización/NN difundida/NN por/NN)\n  (ADJP televisión/JJ)\n  (ADJP nacional/JJ)\n  ,/,\n  (NP el/JJ ingeniero/NN Lázaro/NNP Guerra/NNP)\n  ,/,\n  (NP director/NN)\n  (ADJP general/JJ)\n  de/FW\n  (NP Electricidad/NNP)\n  del/FW\n  (NP Minem/NNP)\n  ,/,\n  (NP informó/NN que/NN se/NN trabaja/NN ininterrumpidamente/NN)\n  ./.)",
      "(S\n  (NP Señaló/NNP)\n  (VP que/VBZ (NP a/DT través/NN))\n  de/IN\n  microcircuitos/FW\n  se/FW\n  llevó/FW\n  energía/FW\n  y/FW\n  (NP arrancaron/NN seis/NN)\n  (ADJP unidades/JJ)\n  generadoras/FW\n  de/FW\n  (NP centrales/NNS)\n  (VP termoeléctricas/VBP)\n  (/(\n  (NP CTE/NNP)\n  )/)\n  ,/,\n  (ADJP ubicadas/JJ)\n  en/FW\n  las/FW\n  provincias/FW\n  de/FW\n  (NP Artemisa/NNP)\n  ,/,\n  (NP Mayabeque/NNP)\n  ,/,\n  (NP Cienfuegos/NNP y/NNP Camagüey/NNP)\n  ,/,\n  (NP así/NN como/NN dos/NN plantas/NNS)\n  (VP generadoras/VBP (NP con/NN gas/NN acompañante/NN situadas/NN))\n  (PP en/IN (NP Mayabeque/NNP y/NNP Matanzas/NNP))\n  ,/,\n  (NP y/NNP)\n  un/FW\n  emplazamiento/FW\n  de/FW\n  motores/FW\n  electrógenos/FW\n  en/FW\n  (NP Mariel/NNP)\n  (/(\n  (NP Artemisa/NNP)\n  )/)\n  ./.)",
      "(S\n  (NP Ello/NNP)\n  (NP permite/JJ proveer/NN)\n  (VP electricidad/VBD (NP a/DT través/JJ del/NN SEN/NNP))\n  a/DT\n  11/CD\n  de/IN\n  las/FW\n  15/CD\n  (NP provincias/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "PERIODOS_TEMPORALES",
      "CANTIDADES_NUMERICAS",
      "TIEMPO_RELATIVO",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "ANTIIMPERIALISMO_SOBERANIA",
      "CIUDADES_CAPITALES",
      "RECURSOS_NATURALES",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "PROTESTAS_CONFLICTOS_SOCIALES",
      "INFRAESTRUCTURA_SERVICIOS"
    ],
    "matches": [
      {
        "category": "PROTESTAS_CONFLICTOS_SOCIALES",
        "matched_text": "marcha y deben tomar hasta dos años y medio más. también se ejecutan inversiones para incrementar la producción de petróleo nacional y gas acompañante en medio del déficit de divisas de la nación caribeña debido al bloqueo económico, comercial y financiero del gobierno",
        "position": [
          3520,
          3789
        ],
        "start": 3520,
        "end": 3789
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "bloqueo económico",
        "position": [
          3735,
          3752
        ],
        "start": 3735,
        "end": 3752
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra, director general de electricidad del minem, informó que se trabaja ininterrumpidamente. señaló que a través de microcircuitos se llevó energía y arrancaron seis unidades generadoras de centrales termoeléctricas (cte), ubicadas en las",
        "position": [
          515,
          756
        ],
        "start": 515,
        "end": 756
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "trabajo",
        "position": [
          2380,
          2387
        ],
        "start": 2380,
        "end": 2387
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "señaló",
        "position": [
          611,
          617
        ],
        "start": 611,
        "end": 617
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          50,
          57
        ],
        "start": 50,
        "end": 57
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "gobierno de los ee",
        "position": [
          3781,
          3799
        ],
        "start": 3781,
        "end": 3799
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente miguel díaz",
        "position": [
          2279,
          2301
        ],
        "start": 2279,
        "end": 2301
      },
      {
        "category": "RECURSOS_NATURALES",
        "matched_text": "río",
        "position": [
          1158,
          1161
        ],
        "start": 1158,
        "end": 1161
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "energía",
        "position": [
          18,
          25
        ],
        "start": 18,
        "end": 25
      },
      {
        "category": "PAISES",
        "matched_text": "cuba",
        "position": [
          45,
          49
        ],
        "start": 45,
        "end": 49
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "santiago",
        "position": [
          1271,
          1279
        ],
        "start": 1271,
        "end": 1279
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "la habana",
        "position": [
          2644,
          2653
        ],
        "start": 2644,
        "end": 2653
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "durante la mañana",
        "position": [
          1291,
          1308
        ],
        "start": 1291,
        "end": 1308
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          1302,
          1308
        ],
        "start": 1302,
        "end": 1308
      },
      {
        "category": "ANTIIMPERIALISMO_SOBERANIA",
        "matched_text": "bloqueo",
        "position": [
          3735,
          3742
        ],
        "start": 3735,
        "end": 3742
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 1.000",
        "position": [
          233,
          245
        ],
        "start": 233,
        "end": 245
      }
    ],
    "match_count": 17
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Empresa Eléctrica de La Habana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Cienfuegos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Mariel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Santiago de Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Artemisa",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno de los EE.UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Lázaro Guerra",
        "tipo": "Persona"
      },
      {
        "nombre": "Guantánamo",
        "tipo": "Lugar"
      },
      {
        "nombre": "Antonio Guiteras-Matanzas",
        "tipo": "Persona"
      },
      {
        "nombre": "Camagüey",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Energía y Minas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Electricidad del Minem",
        "tipo": "Lugar"
      },
      {
        "nombre": "Granma",
        "tipo": "Lugar"
      },
      {
        "nombre": "SEN",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Inversiones",
        "tipo": "Organizacion"
      },
      {
        "nombre": "CTE Nuevitas-Camagüey",
        "tipo": "Persona"
      },
      {
        "nombre": "Cuba",
        "tipo": "Lugar"
      },
      {
        "nombre": "Miguel Díaz-Canel Bermúdez",
        "tipo": "Persona"
      },
      {
        "nombre": "CTE Guiteras",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Unión Eléctrica",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Mayabeque",
        "tipo": "Lugar"
      },
      {
        "nombre": "Artemisa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pinar del Río",
        "tipo": "Lugar"
      },
      {
        "nombre": "Minem",
        "tipo": "Lugar"
      },
      {
        "nombre": "Matanzas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Sistema Electroenergético Nacional",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Ministerio de Energía y Minas",
        "relacion": "INFORMAR",
        "objeto": "Sistema Electroenergético Nacional"
      },
      {
        "sujeto": "Ministerio de Energía y Minas",
        "relacion": "INFORMAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Minem",
        "relacion": "INFORMAR",
        "objeto": "Sistema Electroenergético Nacional"
      },
      {
        "sujeto": "Minem",
        "relacion": "INFORMAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Cuba",
        "relacion": "INFORMAR",
        "objeto": "Sistema Electroenergético Nacional"
      },
      {
        "sujeto": "Cuba",
        "relacion": "INFORMAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "SEN",
        "relacion": "GANAR_CONECTAR_PREVER",
        "objeto": "Pinar del Río"
      },
      {
        "sujeto": "SEN",
        "relacion": "GANAR_CONECTAR_PREVER",
        "objeto": "Artemisa"
      },
      {
        "sujeto": "SEN",
        "relacion": "GANAR_CONECTAR_PREVER",
        "objeto": "Granma"
      },
      {
        "sujeto": "SEN",
        "relacion": "GANAR_CONECTAR_PREVER",
        "objeto": "Guantánamo"
      },
      {
        "sujeto": "CTE Guiteras",
        "relacion": "PERMITIR_PUNTUALIZAR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Miguel Díaz-Canel Bermúdez",
        "relacion": "COMPARTIR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Ministerio de Energía y Minas",
        "relacion": "EXPRESAR_COMPARTIR",
        "objeto": "SEN"
      },
      {
        "sujeto": "Unión Eléctrica",
        "relacion": "EXPRESAR_COMPARTIR",
        "objeto": "SEN"
      }
    ]
  },
  "sentiment": {
    "compound": -0.5267,
    "pos": 0.0,
    "neu": 0.993,
    "neg": 0.007,
    "label": "negative"
  }
}