{
  "url": "https://www.telesurtv.net/kremlin-estados-unidos-asesinato-de-kirk/",
  "title": "¿Qué representa para el Kremlin en Estados Unidos, el asesinato de Charlie Kirk? - teleSUR",
  "section": "Mundo",
  "tags": [
    "EE.UU.",
    "kirk",
    "Kremlin",
    "Rusia",
    "Trump"
  ],
  "text": "El portavoz del Kremlin, Dimitri Peskov expresó este sábado a la prensa del país euroasiático que “Corresponde a las fuerzas del orden estadounidenses determinar si se trata de incidentes aislados o de una tendencia, lo que sería mucho peor. Pero es cierto que la sociedad está extremadamente polarizada“.\nEl análisis de Peskov está avalado por las reacciones que tuvo en las redes sociales y los medios de comunicación el asesinato del líder ultraderechista; en un momento en que los sectores progresistas de Estados Unidos se expresaron en un diapasón que fue desde las bromas hasta la celebración de su muerte.\n\nLEA TAMBIÉN:Confirman detención de presunto asesino de Charlie Kirk\n\nEn el otro extremo, El presidente Donald Trump describió a Kirk como un “mártir de la verdad y la libertad” y culpó a la retórica de la “izquierda radical” por causar violencia política. Kirk era un influencer que difundía las posturas mas radicales de los sectores conservadores que apoyan a Trump.\nLas expresiones del portavoz del Kremlin resultan oportunas tomando en cuenta el encuentro entre el Presidente Donald Trump con su homologo ruso, Vladimir Putín; cuando existe una “pasiva disputa” entre los modelos de sociedad que uno y otro gobierno representan.\n\nPresidente Donald Trump y el ultraconservador Charlie Kirk. Foto: Casablanca.\n\nKirk fue asesinado de un disparo en el cuello el pasado miércoles durante una sesión de preguntas y respuestas con estudiantes en la Universidad del Valle de Utah. El FBI afirmó que se trató de un “ataque selectivo”.\nEl viernes 12 de setiembre , fue detenido el presunto asesino, identificado como Tyler Robinson, un joven de 22 años originario de Utah. Según informaron medios, que el sospechoso vivía con su pareja transgénero, aunque la información publicada hasta el momento aún mantiene sus imprecisiones.\nCharlie Kirk era una clara expresión de lo que hoy se califica como “discursos de odio”, dichos desde una postura supremacista que condenaba a los inmigrantes, los ciudadanos naturalizados en Estados Unidos y avalaba el genocidio contra el pueblo palestino.\nSu asesinato paradojalmente, ha agudizado el problema del porte y acceso a armas de la población y ha aumentado el descontento ciudadano con la seguridad en el país, en un contexto de incremento del número de asesinatos de alto perfil.\nKirk que defendía el porte y uso de armas, murió “en su propia ley”. El activista llegó a afirmar que “vale la pena pagar el precio, por desgracia, de algunas muertes por arma de fuego cada año para que podamos tener la Segunda Enmienda para proteger nuestros otros derechos otorgados por Dios”.\nCon más armas de fuego en circulación que habitantes, Estados Unidos tiene la tasa de mortalidad por armas de fuego más alta de todos los países desarrollados. En 2024, murieron por esta causa más de 16.000 personas, sin contar los suicidios, según la oenegé Gun Violence Archive.\nEl senador estadounidense por Vermont,  Bernie Sanders, también se pronunció por la inesperada muerte de Kirk : ” La violencia política no tiene cabida en este país. Debemos condenar este horrible ataque. Mis condolencias están con Charlie Kirk y su familia”, escribió en su cuenta de X.\n\n\nEl movimiento conservador en Estados Unidos prepara un homenaje masivo a Charlie Kirk, fundador de Turning Point USA, organización que se jacta de difundir valores conservadores en los campus de instituciones académicas. El servicio conmemorativo ha sido llamado Building a Legacy: Remembering Charlie Kirk (Construyendo un legado: Recordando a Charlie Kirk).\nSerá el 21 de septiembre en el State Farm Stadium de Glendale, Arizona, con capacidad para recibir a más de 60.000 personas. “Es un llamado a continuar su misión en Turning Point USA y garantizar que su extraordinario legado siga transformando para siempre a Estados Unidos y, de hecho, al mundo”, dijo Andrew Kolvet, portavoz de Turning Point USA.\nNo obstante, está visión no aborda la clara polarización hacia lo interno de la sociedad estadounidense bajo la actual administración ni el aumento de la violencia armada, como supuesto costo de mantener una de las libertades refrendadas por la constitución norteamericana, y que, paradójicamente, cobró en Kirk una víctima más.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/kremlin-estados-unidos-asesinato-de-kirk/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 118,
    "message_id": 104580,
    "date": "2025-09-14T15:55:08+00:00",
    "text": "teleSUR\n¿Qué representa para el Kremlin en Estados Unidos, el asesinato de Charlie Kirk?\nhttps://www.telesurtv.net/kremlin-estados-unidos-asesinato-de-kirk/",
    "photo_path": null,
    "views": 1902,
    "reactions": {
      "🤔": 24,
      "👍": 5,
      "🥱": 5
    },
    "total_reactions": 34
  },
  "preprocessing": {
    "cleaned": "el portavoz del kremlin, dimitri peskov expresó este sábado a la prensa del país euroasiático que “corresponde a las fuerzas del orden estadounidenses determinar si se trata de incidentes aislados o de una tendencia, lo que sería mucho peor. pero es cierto que la sociedad está extremadamente polarizada“. el análisis de peskov está avalado por las reacciones que tuvo en las redes sociales y los medios de comunicación el asesinato del líder ultraderechista; en un momento en que los sectores progresistas de estados unidos se expresaron en un diapasón que fue desde las bromas hasta la celebración de su muerte. en el otro extremo, el presidente donald trump describió a kirk como un “mártir de la verdad y la libertad” y culpó a la retórica de la “izquierda radical” por causar violencia política. kirk era un influencer que difundía las posturas mas radicales de los sectores conservadores que apoyan a trump. las expresiones del portavoz del kremlin resultan oportunas tomando en cuenta el encuentro entre el presidente donald trump con su homologo ruso, vladimir putín; cuando existe una “pasiva disputa” entre los modelos de sociedad que uno y otro gobierno representan. presidente donald trump y el ultraconservador charlie kirk. foto: casablanca. kirk fue asesinado de un disparo en el cuello el pasado miércoles durante una sesión de preguntas y respuestas con estudiantes en la universidad del valle de utah. el fbi afirmó que se trató de un “ataque selectivo”. el viernes 12 de setiembre , fue detenido el presunto asesino, identificado como tyler robinson, un joven de 22 años originario de utah. según informaron medios, que el sospechoso vivía con su pareja transgénero, aunque la información publicada hasta el momento aún mantiene sus imprecisiones. charlie kirk era una clara expresión de lo que hoy se califica como “discursos de odio”, dichos desde una postura supremacista que condenaba a los inmigrantes, los ciudadanos naturalizados en estados unidos y avalaba el genocidio contra el pueblo palestino. su asesinato paradojalmente, ha agudizado el problema del porte y acceso a armas de la población y ha aumentado el descontento ciudadano con la seguridad en el país, en un contexto de incremento del número de asesinatos de alto perfil. kirk que defendía el porte y uso de armas, murió “en su propia ley”. el activista llegó a afirmar que “vale la pena pagar el precio, por desgracia, de algunas muertes por arma de fuego cada año para que podamos tener la segunda enmienda para proteger nuestros otros derechos otorgados por dios”. con más armas de fuego en circulación que habitantes, estados unidos tiene la tasa de mortalidad por armas de fuego más alta de todos los países desarrollados. en 2024, murieron por esta causa más de 16.000 personas, sin contar los suicidios, según la oenegé gun violence archive. el senador estadounidense por vermont, bernie sanders, también se pronunció por la inesperada muerte de kirk : ” la violencia política no tiene cabida en este país. debemos condenar este horrible ataque. mis condolencias están con charlie kirk y su familia”, escribió en su cuenta de x. el movimiento conservador en estados unidos prepara un homenaje masivo a charlie kirk, fundador de turning point usa, organización que se jacta de difundir valores conservadores en los campus de instituciones académicas. el servicio conmemorativo ha sido llamado building a legacy: remembering charlie kirk (construyendo un legado: recordando a charlie kirk). será el 21 de septiembre en el state farm stadium de glendale, arizona, con capacidad para recibir a más de 60.000 personas. “es un llamado a continuar su misión en turning point usa y garantizar que su extraordinario legado siga transformando para siempre a estados unidos y, de hecho, al mundo”, dijo andrew kolvet, portavoz de turning point usa. no obstante, está visión no aborda la clara polarización hacia lo interno de la sociedad estadounidense bajo la actual administración ni el aumento de la violencia armada, como supuesto costo de mantener una de las libertades refrendadas por la constitución norteamericana, y que, paradójicamente, cobró en kirk una víctima más.",
    "tokens": [
      "portavoz",
      "kremlin",
      ",",
      "dimitri",
      "peskov",
      "expresó",
      "sábado",
      "prensa",
      "país",
      "euroasiático",
      "“",
      "corresponde",
      "fuerzas",
      "orden",
      "estadounidenses",
      "determinar",
      "si",
      "trata",
      "incidentes",
      "aislados",
      "tendencia",
      ",",
      "peor",
      ".",
      "cierto",
      "sociedad",
      "extremadamente",
      "polarizada",
      "“",
      ".",
      "análisis",
      "peskov",
      "avalado",
      "reacciones",
      "redes",
      "sociales",
      "medios",
      "comunicación",
      "asesinato",
      "líder",
      "ultraderechista",
      ";",
      "momento",
      "sectores",
      "progresistas",
      "unidos",
      "expresaron",
      "diapasón",
      "bromas",
      "celebración",
      "muerte",
      ".",
      "extremo",
      ",",
      "presidente",
      "donald",
      "trump",
      "describió",
      "kirk",
      "“",
      "mártir",
      "verdad",
      "libertad",
      "”",
      "culpó",
      "retórica",
      "“",
      "izquierda",
      "radical",
      "”",
      "causar",
      "violencia",
      "política",
      ".",
      "kirk",
      "influencer",
      "difundía",
      "posturas",
      "mas",
      "radicales",
      "sectores",
      "conservadores",
      "apoyan",
      "trump",
      ".",
      "expresiones",
      "portavoz",
      "kremlin",
      "resultan",
      "oportunas",
      "tomando",
      "cuenta",
      "encuentro",
      "presidente",
      "donald",
      "trump",
      "homologo",
      "ruso",
      ",",
      "vladimir",
      "putín",
      ";",
      "existe",
      "“",
      "pasiva",
      "disputa",
      "”",
      "modelos",
      "sociedad",
      "gobierno",
      "representan",
      ".",
      "presidente",
      "donald",
      "trump",
      "ultraconservador",
      "charlie",
      "kirk",
      ".",
      "foto",
      ":",
      "casablanca",
      ".",
      "kirk",
      "asesinado",
      "disparo",
      "cuello",
      "pasado",
      "miércoles",
      "sesión",
      "preguntas",
      "respuestas",
      "estudiantes",
      "universidad",
      "valle",
      "utah",
      ".",
      "fbi",
      "afirmó",
      "trató",
      "“",
      "ataque",
      "selectivo",
      "”",
      ".",
      "viernes",
      "12",
      "setiembre",
      ",",
      "detenido",
      "presunto",
      "asesino",
      ",",
      "identificado",
      "tyler",
      "robinson",
      ",",
      "joven",
      "22",
      "años",
      "originario",
      "utah",
      ".",
      "según",
      "informaron",
      "medios",
      ",",
      "sospechoso",
      "vivía",
      "pareja",
      "transgénero",
      ",",
      "aunque",
      "información",
      "publicada",
      "momento",
      "aún",
      "mantiene",
      "imprecisiones",
      ".",
      "charlie",
      "kirk",
      "clara",
      "expresión",
      "hoy",
      "califica",
      "“",
      "discursos",
      "odio",
      "”",
      ",",
      "dichos",
      "postura",
      "supremacista",
      "condenaba",
      "inmigrantes",
      ",",
      "ciudadanos",
      "naturalizados",
      "unidos",
      "avalaba",
      "genocidio",
      "pueblo",
      "palestino",
      ".",
      "asesinato",
      "paradojalmente",
      ",",
      "agudizado",
      "problema",
      "porte",
      "acceso",
      "armas",
      "población",
      "aumentado",
      "descontento",
      "ciudadano",
      "seguridad",
      "país",
      ",",
      "contexto",
      "incremento",
      "número",
      "asesinatos",
      "alto",
      "perfil",
      ".",
      "kirk",
      "defendía",
      "porte",
      "uso",
      "armas",
      ",",
      "murió",
      "“",
      "propia",
      "ley",
      "”",
      ".",
      "activista",
      "llegó",
      "afirmar",
      "“",
      "vale",
      "pena",
      "pagar",
      "precio",
      ",",
      "desgracia",
      ",",
      "muertes",
      "arma",
      "fuego",
      "cada",
      "año",
      "podamos",
      "tener",
      "segunda",
      "enmienda",
      "proteger",
      "derechos",
      "otorgados",
      "dios",
      "”",
      ".",
      "armas",
      "fuego",
      "circulación",
      "habitantes",
      ",",
      "unidos",
      "tasa",
      "mortalidad",
      "armas",
      "fuego",
      "alta",
      "países",
      "desarrollados",
      ".",
      "2024",
      ",",
      "murieron",
      "causa",
      "16.000",
      "personas",
      ",",
      "contar",
      "suicidios",
      ",",
      "según",
      "oenegé",
      "gun",
      "violence",
      "archive",
      ".",
      "senador",
      "estadounidense",
      "vermont",
      ",",
      "bernie",
      "sanders",
      ",",
      "pronunció",
      "inesperada",
      "muerte",
      "kirk",
      ":",
      "”",
      "violencia",
      "política",
      "cabida",
      "país",
      ".",
      "debemos",
      "condenar",
      "horrible",
      "ataque",
      ".",
      "condolencias",
      "charlie",
      "kirk",
      "familia",
      "”",
      ",",
      "escribió",
      "cuenta",
      "x.",
      "movimiento",
      "conservador",
      "unidos",
      "prepara",
      "homenaje",
      "masivo",
      "charlie",
      "kirk",
      ",",
      "fundador",
      "turning",
      "point",
      "usa",
      ",",
      "organización",
      "jacta",
      "difundir",
      "valores",
      "conservadores",
      "campus",
      "instituciones",
      "académicas",
      ".",
      "servicio",
      "conmemorativo",
      "sido",
      "llamado",
      "building",
      "legacy",
      ":",
      "remembering",
      "charlie",
      "kirk",
      "(",
      "construyendo",
      "legado",
      ":",
      "recordando",
      "charlie",
      "kirk",
      ")",
      ".",
      "21",
      "septiembre",
      "state",
      "farm",
      "stadium",
      "glendale",
      ",",
      "arizona",
      ",",
      "capacidad",
      "recibir",
      "60.000",
      "personas",
      ".",
      "“",
      "llamado",
      "continuar",
      "misión",
      "turning",
      "point",
      "usa",
      "garantizar",
      "extraordinario",
      "legado",
      "siga",
      "transformando",
      "siempre",
      "unidos",
      ",",
      "hecho",
      ",",
      "mundo",
      "”",
      ",",
      "dijo",
      "andrew",
      "kolvet",
      ",",
      "portavoz",
      "turning",
      "point",
      "usa",
      ".",
      "obstante",
      ",",
      "visión",
      "aborda",
      "clara",
      "polarización",
      "hacia",
      "interno",
      "sociedad",
      "estadounidense",
      "bajo",
      "actual",
      "administración",
      "aumento",
      "violencia",
      "armada",
      ",",
      "supuesto",
      "costo",
      "mantener",
      "libertades",
      "refrendadas",
      "constitución",
      "norteamericana",
      ",",
      ",",
      "paradójicamente",
      ",",
      "cobró",
      "kirk",
      "víctima",
      "."
    ],
    "token_count": 444,
    "sentence_count": 26
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 111,
      "NN": 236,
      "VBZ": 15,
      "FW": 137,
      "JJ": 56,
      "NNS": 22,
      "VBP": 16,
      "CC": 1,
      "JJR": 1,
      "IN": 35,
      "VBD": 4,
      "CD": 6,
      "DT": 2,
      "MD": 1,
      "VB": 1,
      "RB": 2,
      "VBG": 1
    },
    "bigram_freq": {
      "NNP-NN": 27,
      "NN-NN": 142,
      "NN-NNP": 22,
      "NNP-NNP": 56,
      "NNP-VBZ": 8,
      "VBZ-NN": 1,
      "NN-FW": 20,
      "FW-FW": 84,
      "FW-NN": 20,
      "VBZ-JJ": 6,
      "JJ-FW": 8,
      "FW-JJ": 11,
      "JJ-NNS": 4,
      "NNS-VBP": 13,
      "VBP-JJ": 10,
      "FW-NNP": 15,
      "NNP-CC": 1,
      "CC-JJ": 1,
      "JJ-NN": 39,
      "NN-NNS": 7,
      "FW-NNS": 6,
      "NNS-NNS": 1,
      "VBP-NNS": 1,
      "NNS-FW": 1,
      "FW-JJR": 1,
      "JJR-JJ": 1,
      "VBP-IN": 2,
      "IN-NNP": 9,
      "NNP-VBD": 4,
      "VBD-NN": 1,
      "NN-JJ": 12,
      "NN-VBZ": 3,
      "NN-IN": 27,
      "IN-FW": 15,
      "VBZ-FW": 2,
      "NNP-FW": 6,
      "NNS-IN": 1,
      "NNS-VBZ": 2,
      "JJ-JJ": 3,
      "JJ-NNP": 2,
      "NNP-VBP": 2,
      "IN-NN": 3,
      "VBD-FW": 1,
      "VBP-VBZ": 1,
      "VBZ-IN": 2,
      "IN-JJ": 3,
      "VBZ-CD": 1,
      "CD-IN": 2,
      "NNP-JJ": 4,
      "IN-CD": 3,
      "CD-JJ": 1,
      "NN-VBP": 1,
      "VBP-NN": 1,
      "NNS-NNP": 2,
      "VBZ-NNP": 1,
      "VBP-NNP": 1,
      "NNP-CD": 1,
      "CD-NN": 1,
      "CD-NNS": 2,
      "NNS-JJ": 1,
      "VBZ-DT": 2,
      "DT-NN": 1,
      "VBD-JJ": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-JJ": 1,
      "IN-NNS": 1,
      "NNS-RB": 1,
      "RB-NNP": 1,
      "VBD-CD": 1,
      "IN-VBG": 1,
      "VBG-NNP": 1,
      "NNP-IN": 1,
      "NN-RB": 1,
      "RB-VBZ": 1,
      "DT-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-NN": 18,
      "NN-NN-NNP": 14,
      "NN-NNP-NNP": 14,
      "NNP-NNP-NNP": 23,
      "NNP-NNP-VBZ": 6,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-NN": 86,
      "NN-NN-FW": 13,
      "NN-FW-FW": 12,
      "FW-FW-NN": 16,
      "FW-NN-NN": 11,
      "NN-NNP-VBZ": 2,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-FW": 1,
      "JJ-FW-JJ": 2,
      "FW-JJ-NNS": 2,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-JJ": 8,
      "VBP-JJ-FW": 3,
      "JJ-FW-NN": 1,
      "FW-NN-FW": 5,
      "FW-FW-FW": 56,
      "NN-NNP-NN": 6,
      "FW-FW-NNP": 7,
      "FW-NNP-NN": 4,
      "NNP-NN-FW": 1,
      "NN-FW-NNP": 3,
      "FW-NNP-CC": 1,
      "NNP-CC-JJ": 1,
      "CC-JJ-NN": 1,
      "JJ-NN-NN": 20,
      "NN-NN-NNS": 5,
      "NN-NNS-VBP": 6,
      "JJ-FW-FW": 4,
      "FW-FW-NNS": 2,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "FW-FW-JJR": 1,
      "FW-JJR-JJ": 1,
      "JJR-JJ-FW": 1,
      "FW-JJ-NN": 6,
      "NNS-VBP-IN": 2,
      "VBP-IN-NNP": 2,
      "IN-NNP-NNP": 7,
      "NNP-NNP-VBD": 4,
      "NNP-VBD-NN": 1,
      "VBD-NN-NN": 1,
      "NN-NN-JJ": 9,
      "NN-JJ-NN": 10,
      "NN-NN-VBZ": 3,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NN": 2,
      "NN-NN-IN": 10,
      "NN-IN-FW": 10,
      "IN-FW-FW": 7,
      "FW-NNP-NNP": 7,
      "NNP-VBZ-FW": 2,
      "VBZ-FW-FW": 1,
      "FW-NN-IN": 1,
      "NN-IN-NNP": 7,
      "NNP-NNP-FW": 3,
      "NNP-FW-FW": 2,
      "NNP-NN-NNP": 2,
      "NNP-NNP-NN": 15,
      "NNP-NN-JJ": 2,
      "JJ-NN-IN": 14,
      "FW-FW-JJ": 2,
      "NN-FW-JJ": 4,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NNS": 4,
      "FW-NNS-VBZ": 2,
      "NNS-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 2,
      "VBZ-FW-JJ": 1,
      "FW-JJ-FW": 3,
      "JJ-FW-NNP": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 2,
      "VBP-JJ-NN": 7,
      "NN-IN-NN": 3,
      "IN-NN-FW": 1,
      "FW-NN-JJ": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 2,
      "VBZ-JJ-NNP": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-NNS-VBP": 3,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-NNP": 1,
      "FW-NNP-FW": 2,
      "NNP-FW-NNP": 3,
      "NN-IN-JJ": 2,
      "IN-JJ-JJ": 1,
      "JJ-NN-NNP": 5,
      "NNP-VBZ-CD": 1,
      "VBZ-CD-IN": 1,
      "CD-IN-FW": 2,
      "IN-FW-JJ": 2,
      "IN-NN-NN": 2,
      "NNP-NNP-JJ": 2,
      "NNP-JJ-NN": 4,
      "NN-IN-CD": 3,
      "IN-CD-JJ": 1,
      "CD-JJ-NN": 1,
      "NNP-NN-NNS": 1,
      "NN-NN-VBP": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "IN-FW-NN": 1,
      "VBZ-JJ-NNS": 1,
      "NN-FW-NN": 1,
      "NN-JJ-NNS": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-NNP": 1,
      "FW-NN-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-CD": 1,
      "NNP-CD-NN": 1,
      "CD-NN-NN": 1,
      "IN-CD-NNS": 2,
      "CD-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNP-NNP-VBP": 1,
      "NNP-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "IN-JJ-NN": 2,
      "IN-NNP-FW": 1,
      "NNP-FW-NN": 1,
      "NNP-NN-IN": 2,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-JJ": 1,
      "VB-JJ-NN": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-RB": 1,
      "NNS-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "NNP-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NN-IN-VBG": 1,
      "IN-VBG-NNP": 1,
      "VBG-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-NN-NNP": 1,
      "NNP-NN-RB": 1,
      "NN-RB-VBZ": 1,
      "RB-VBZ-DT": 1,
      "VBZ-DT-JJ": 1,
      "DT-JJ-NN": 1,
      "IN-NNP-JJ": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 236,
        "FW": 137,
        "NNP": 111,
        "JJ": 56,
        "IN": 35
      },
      "top_bigrams": {
        "NN-NN": 142,
        "FW-FW": 84,
        "NNP-NNP": 56,
        "JJ-NN": 39,
        "NNP-NN": 27
      },
      "top_trigrams": {
        "NN-NN-NN": 86,
        "FW-FW-FW": 56,
        "NNP-NNP-NNP": 23,
        "JJ-NN-NN": 20,
        "NNP-NN-NN": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 26,
    "chunk_counts": {
      "NP": 170,
      "VP": 40,
      "PP": 17,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 11,
        "weight": 0.043
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0195
      },
      {
        "rule": "NP -> ('Kirk', 'NNP')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Utah', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('personas', 'NNS')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('a', 'DT') ('Charlie', 'NNP') ('Kirk', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Turning', 'NNP') ('Point', 'NNP') ('USA', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "S -> NP (',', ',') NP VP VP VP ('se', 'FW') NP ('de', 'FW') VP ('o', 'FW') ('de', 'FW') ('una', 'FW') NP (',', ',') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0039
      },
      {
        "rule": "NP -> ('El', 'NNP') ('portavoz', 'NN') ('del', 'NN') ('Kremlin', 'NNP')",
        "frequency": 1,
        "weight": 0.0039
      },
      {
        "rule": "NP -> ('Dimitri', 'NNP') ('Peskov', 'NNP')",
        "frequency": 1,
        "weight": 0.0039
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El portavoz del Kremlin"
      },
      {
        "label": "NP",
        "text": "Dimitri Peskov"
      },
      {
        "label": "VP",
        "text": "expresó este"
      },
      {
        "label": "NP",
        "text": "este"
      },
      {
        "label": "VP",
        "text": "sábado a la prensa del país euroasiático que “ Corresponde a las fuerzas del orden estadounidenses"
      },
      {
        "label": "NP",
        "text": "a la prensa del país euroasiático que “ Corresponde"
      },
      {
        "label": "NP",
        "text": "a las fuerzas del"
      },
      {
        "label": "NP",
        "text": "orden estadounidenses"
      },
      {
        "label": "VP",
        "text": "determinar si"
      },
      {
        "label": "NP",
        "text": "trata"
      },
      {
        "label": "VP",
        "text": "incidentes aislados"
      },
      {
        "label": "NP",
        "text": "tendencia"
      },
      {
        "label": "NP",
        "text": "lo que sería mucho peor"
      },
      {
        "label": "NP",
        "text": "Pero es cierto que la"
      },
      {
        "label": "NP",
        "text": "“"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP portavoz/NN del/NN Kremlin/NNP)\n  ,/,\n  (NP Dimitri/NNP Peskov/NNP)\n  (VP expresó/VBZ (NP este/NN))\n  (VP\n    sábado/VBD\n    (NP\n      a/DT\n      la/NN\n      prensa/NN\n      del/NN\n      país/NN\n      euroasiático/NN\n      que/NN\n      “/NNP\n      Corresponde/NNP)\n    (NP a/DT las/JJ fuerzas/NN del/NN)\n    (NP orden/JJ estadounidenses/NNS))\n  (VP determinar/VBP si/JJ)\n  se/FW\n  (NP trata/NN)\n  de/FW\n  (VP incidentes/VBZ aislados/JJ)\n  o/FW\n  de/FW\n  una/FW\n  (NP tendencia/NN)\n  ,/,\n  (NP lo/JJ que/NN sería/NN mucho/NN peor/NN)\n  ./.)",
      "(S\n  (NP Pero/NNP es/NN cierto/NN que/NN la/NN)\n  sociedad/FW\n  está/FW\n  extremadamente/FW\n  polarizada/FW\n  (NP “/NN)\n  ./.)",
      "(S\n  (NP El/NNP análisis/NN)\n  de/FW\n  (NP Peskov/NNP)\n  está/CC\n  (NP avalado/JJ por/NN las/NN reacciones/NNS)\n  (VP que/VBP tuvo/JJ)\n  en/FW\n  las/FW\n  (NP redes/NNS sociales/NNS)\n  y/RB\n  (NP los/JJ medios/NNS)\n  (PP\n    de/IN\n    (NP\n      comunicación/NN\n      el/NN\n      asesinato/NN\n      del/NN\n      líder/NN\n      ultraderechista/NN))\n  ;/:\n  en/CC\n  (NP un/JJ momento/NN en/NN que/NN los/NN sectores/NNS)\n  (VP progresistas/VBP)\n  (PP de/IN (NP Estados/NNP Unidos/NNP))\n  (VP\n    se/VBD\n    (NP expresaron/NN en/NN)\n    (NP un/JJ diapasón/NN que/NN fue/NN desde/NN))\n  (VP las/VBZ (NP bromas/JJ hasta/NN la/NN celebración/NN))\n  de/IN\n  su/FW\n  (NP muerte/NN)\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Confirman/NNP)\n  (VP detención/VBZ)\n  de/FW\n  presunto/FW\n  (NP asesino/NN)\n  (PP de/IN (NP Charlie/NNP Kirk/NNP En/NNP))\n  el/FW\n  (NP otro/NN extremo/NN)\n  ,/,\n  (NP El/NNP presidente/NN Donald/NNP Trump/NNP)\n  (VP\n    describió/VBZ\n    (NP a/DT Kirk/NNP como/NN)\n    (NP un/JJ “/NNP mártir/NN))\n  de/IN\n  la/FW\n  verdad/FW\n  y/FW\n  la/FW\n  libertad/FW\n  ”/FW\n  y/FW\n  culpó/FW\n  (NP a/DT la/NN)\n  retórica/FW\n  de/FW\n  la/FW\n  “/FW\n  izquierda/FW\n  (NP radical/JJ ”/NN por/NN causar/NN violencia/NN política/NN)\n  ./.)",
      "(S\n  (NP Kirk/NNP era/NN un/NN influencer/NN que/NN difundía/NN las/NN)\n  posturas/FW\n  (NP mas/JJ radicales/NNS)\n  de/IN\n  los/FW\n  (NP sectores/NNS)\n  (VP conservadores/VBZ que/JJ)\n  (PP apoyan/IN (NP a/DT Trump/NNP))\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "GRUPOS_ESPECIFICOS",
      "CANTIDADES_NUMERICAS",
      "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "LEYES_NORMATIVAS",
      "INSTITUCIONES_EDUCATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "FECHAS_ESPECIFICAS",
      "INFRAESTRUCTURA_SERVICIOS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "culpó a",
        "position": [
          794,
          801
        ],
        "start": 794,
        "end": 801
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "disputa” entre los modelos de sociedad que uno y",
        "position": [
          1172,
          1220
        ],
        "start": 1172,
        "end": 1220
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "tasa",
        "position": [
          2707,
          2711
        ],
        "start": 2707,
        "end": 2711
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          40,
          47
        ],
        "start": 40,
        "end": 47
      },
      {
        "category": "VIOLENCIA_CRIMEN_DERECHOS_HUMANOS",
        "matched_text": "genocidio contra el pueblo",
        "position": [
          2059,
          2085
        ],
        "start": 2059,
        "end": 2085
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente donald trump",
        "position": [
          707,
          730
        ],
        "start": 707,
        "end": 730
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "estudiantes",
        "position": [
          1443,
          1454
        ],
        "start": 1443,
        "end": 1454
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "universidad del valle",
        "position": [
          1461,
          1482
        ],
        "start": 1461,
        "end": 1482
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          4154,
          4166
        ],
        "start": 4154,
        "end": 4166
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "universidad",
        "position": [
          1461,
          1472
        ],
        "start": 1461,
        "end": 1472
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          510,
          524
        ],
        "start": 510,
        "end": 524
      },
      {
        "category": "PAISES",
        "matched_text": "usa",
        "position": [
          3313,
          3316
        ],
        "start": 3313,
        "end": 3316
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "universidad del",
        "position": [
          1461,
          1476
        ],
        "start": 1461,
        "end": 1476
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "viernes 12 de setiembre",
        "position": [
          1548,
          1571
        ],
        "start": 1548,
        "end": 1571
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1886,
          1889
        ],
        "start": 1886,
        "end": 1889
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "000 personas",
        "position": [
          2832,
          2844
        ],
        "start": 2832,
        "end": 2844
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "16.000 personas",
        "position": [
          2829,
          2844
        ],
        "start": 2829,
        "end": 2844
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 16.000",
        "position": [
          2822,
          2835
        ],
        "start": 2822,
        "end": 2835
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "más de 60.000",
        "position": [
          3661,
          3674
        ],
        "start": 3661,
        "end": 3674
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "60.000 personas",
        "position": [
          3668,
          3683
        ],
        "start": 3668,
        "end": 3683
      }
    ],
    "match_count": 20
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "en Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Presidente",
        "tipo": "Persona"
      },
      {
        "nombre": "Glendale",
        "tipo": "Lugar"
      },
      {
        "nombre": "State Farm Stadium",
        "tipo": "Lugar"
      },
      {
        "nombre": "Andrew Kolvet",
        "tipo": "Persona"
      },
      {
        "nombre": "Turning Point USA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Foto",
        "tipo": "Persona"
      },
      {
        "nombre": "Vermont",
        "tipo": "Lugar"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Dimitri Peskov",
        "tipo": "Persona"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "El FBI",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Recordando",
        "tipo": "Persona"
      },
      {
        "nombre": "Bernie Sanders",
        "tipo": "Persona"
      },
      {
        "nombre": "Presidente Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Arizona",
        "tipo": "Lugar"
      },
      {
        "nombre": "Utah",
        "tipo": "Lugar"
      },
      {
        "nombre": "Kremlin",
        "tipo": "Lugar"
      },
      {
        "nombre": "Vladimir Putín",
        "tipo": "Persona"
      },
      {
        "nombre": "Tyler Robinson",
        "tipo": "Persona"
      },
      {
        "nombre": "Universidad del Valle de Utah",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Peskov",
        "tipo": "Persona"
      },
      {
        "nombre": "Charlie Kirk",
        "tipo": "Persona"
      },
      {
        "nombre": "Kirk",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Dimitri Peskov",
        "relacion": "EXPRESAR",
        "objeto": "Kremlin"
      },
      {
        "sujeto": "Charlie Kirk",
        "relacion": "CONFIRMAR_DESCRIBIR",
        "objeto": "Kirk"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "RESULTAR",
        "objeto": "Presidente"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "RESULTAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Kremlin",
        "relacion": "RESULTAR",
        "objeto": "Vladimir Putín"
      },
      {
        "sujeto": "Presidente",
        "relacion": "TOMAR_RESULTAR",
        "objeto": "Vladimir Putín"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "TOMAR_RESULTAR",
        "objeto": "Vladimir Putín"
      },
      {
        "sujeto": "Kirk",
        "relacion": "ASESINAR",
        "objeto": "Universidad del Valle de Utah"
      },
      {
        "sujeto": "Vermont",
        "relacion": "PRONUNCIAR",
        "objeto": "Kirk"
      },
      {
        "sujeto": "Bernie Sanders",
        "relacion": "PRONUNCIAR",
        "objeto": "Kirk"
      },
      {
        "sujeto": "Charlie Kirk",
        "relacion": "ESCRIBIR",
        "objeto": "en Estados Unidos"
      },
      {
        "sujeto": "en Estados Unidos",
        "relacion": "PREPARAR_ESCRIBIR",
        "objeto": "Charlie Kirk"
      },
      {
        "sujeto": "Recordando",
        "relacion": "RECORDAR_LLAMAR",
        "objeto": "Charlie Kirk"
      },
      {
        "sujeto": "Andrew Kolvet",
        "relacion": "SEGUIR_GARANTIZAR_CONTINUAR_DECIR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Estados Unidos",
        "relacion": "SEGUIR_GARANTIZAR_CONTINUAR_DECIR",
        "objeto": "Turning Point USA"
      }
    ]
  },
  "sentiment": {
    "compound": -0.9186,
    "pos": 0.011,
    "neu": 0.959,
    "neg": 0.03,
    "label": "negative"
  }
}