{
  "url": "https://www.telesurtv.net/imagenes-argentinos-celebra-triunfo-peronista/",
  "title": "En imágenes: Argentinos celebran victoria peronista en legislativas de Buenos Aires - teleSUR",
  "section": "América Latina y El Caribe",
  "tags": [
    "elecciones legislativas",
    "En Imágenes",
    "peronismo"
  ],
  "text": "Con el 88.14% de los votos emitidos escrutados, y el 46.98% de estos en el lado del peronismo, representado por la alianza Fuerza Patria, se confirma la aplastante derrota del partido gobernante La Libertad Avanza en unos comicios legislativos provinciales que se delinearon como termómetro del respaldo al oficialismo en Buenos Aires, tras más de un año y medio de gestión de Javier Milei entre estafas, escándalos por corrupción, desguace y aumento acelerado de la pobreza en todo el país.\nMientras en el búnker de La Libertad Avanza las caras de los ultraderechistas libertarios se estiran hasta el suelo, miles de argentinos se han congregado en el búnker de Fuerza Patria para celebrar una victoria que se erige como el inicio del fin de Milei.\n\n\nEntre banderas, consignas como “Es con Axel”, cánticos, una orquesta en vivo y muchas risas, el pueblo argentino se posiciona a favor de un cambio en el país y respalda al gobernador bonaerense, Axel Kicillof, quien lidera Fuerza Patria y en los últimos meses ha sido uno de los principales críticos de la gestión austera y corrupta del Gobierno nacional, con sus escándalos que rozan el absurdo.\n\n\nTras conocerse los resultados, una de las primeras figuras del peronismo en reaccionar fue Cristina Fernández de Kirchner, quien le expresó al presidente Javier Milei que estos comicios son la prueba de que “banalizar y vandalizar el ‘Nunca Más’ no es gratis”, porque las huellas del “período más negro y trágico de la historia argentina” aún están frescas en la memoria de los argentinos.\n\n\nLa expresidenta le expuso claramente las razones por las que los argentinos ya no confiarán nunca más en su partido: “Pero señalar con el dedo y estigmatizar a los discapacitados, mientras tu hermana cobra el 3% de coima de sus medicamentos, es letal. Y mejor ni te cuento cómo está el resto (de los que todavía tienen laburo)… Endeudados por comida, alquileres, expensas o medicamentos, y encima con las tarjetas reventadas…”.\n\n\nEn su mensaje, la exmandataria lanza un mensaje a los peronistas y al oficialismo: “Por eso, el próximo 26 de octubre, Kirchnerismo y Peronismo… ¡Más que nunca!“.\n\n\nCon motivo de la gran concentración que se desarrolló a las puertas de la casa de Cristina, se ha cortado el tránsito en las calles aledañas al edificio del barrio de Constitución.\n\n\nEntre cánticos contra el mandatario Milei y su hermana Karina, pancartas con imágenes de la querida exmandataria y gases de color azul, los seguidores y grupos ligados al kirchnerismo celebraron la victoria política y simbólica obtenida este domingo.\n\n\nLa jornada se desarrolló de forma tranquila y culminó con un porciento de participación superior al 60% del total de 14.3 millones de bonaerenses habilitados para ejercer su voto en los comicios, una cifra que supera las expectativas previas.\n\n\nCon los comicios se eligieron 23 senadores provinciales titulares y 15 suplentes, 46 diputados provinciales titulares y 28 suplentes, a fin de renovar la mitad de los legisladores de cada una de las dos cámaras legislativas. Además fueron elegidas autoridades municipales como concejales y consejeros escolares en 135 municipios bonaerenses.\n\n\nLos resultados adversos de este domingo marcaron un duro rechazo a las políticas de desguace y ajuste empleadas por el ejecutivo nacional desde diciembre de 2023. Al mismo tiempo, catapultan la imagen del gobernador de Buenos Aires, Axel Kiciloff, de cara a las elecciones presidenciales de 2027.\n\n\nPara el analista internacional Javier Romero, lo que visibilizan estos resultados “es un cachetazo durísimo para las pretensiones hegemónicas de Javier Milei, que pensaba que se quedaba con todo”. En este sentido valoró que el presidente “no mejoró la vida de los argentinos”, como contraparte el gobierno “hizo un recorte brutal a todas las prestaciones sociales, triplicó los precios de los servicios públicos y los ingresos en promedio bajaron un tercio”.\nPor primera vez tras 42 años de democracia, los comicios legislativos de la provincia de Buenos Aires se realizaron de manera independiente de las elecciones de la representación legislativa a nivel nacional, que se realizarán el próximo 26 de octubre con el precedente de esta gran victoria peronista de hoy.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/imagenes-argentinos-celebra-triunfo-peronista/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 596,
    "message_id": 104047,
    "date": "2025-09-08T01:58:42+00:00",
    "text": "🇦🇷 Tras conocerse los resultados, una de las primeras figuras del peronismo en reaccionar fue Cristina Fernández de Kirchner, quien le expresó al presidente Javier Milei que estos comicios son la prueba de que “banalizar y vandalizar el ‘Nunca Más’ no es gratis”, porque las huellas del “período más negro y trágico de la historia argentina” aún están frescas en la memoria de los argentinos. \n\n🔹La expresidenta le expuso claramente las razones por las que los argentinos ya no confiarán nunca más en su partido: “Pero señalar con el dedo y estigmatizar a los discapacitados, mientras tu hermana cobra el 3% de coima de sus medicamentos, es letal. Y mejor ni te cuento cómo está el resto (de los que todavía tienen laburo)… Endeudados por comida, alquileres, expensas o medicamentos, y encima con las tarjetas reventadas…”.\n\n🔹La exmandataria lanza un mensaje a los peronistas y al oficialismo: “Por eso, el próximo 26 de octubre, Kirchnerismo y Peronismo… ¡Más que nunca!“.\n\nConozca más 👇👇👇 \n🔗\nhttps://www.telesurtv.net/imagenes-argentinos-celebra-triunfo-peronista/",
    "photo_path": null,
    "views": 3424,
    "reactions": {
      "❤": 68,
      "👏": 12,
      "👍": 2
    },
    "total_reactions": 82
  },
  "preprocessing": {
    "cleaned": "con el 88.14% de los votos emitidos escrutados, y el 46.98% de estos en el lado del peronismo, representado por la alianza fuerza patria, se confirma la aplastante derrota del partido gobernante la libertad avanza en unos comicios legislativos provinciales que se delinearon como termómetro del respaldo al oficialismo en buenos aires, tras más de un año y medio de gestión de javier milei entre estafas, escándalos por corrupción, desguace y aumento acelerado de la pobreza en todo el país. mientras en el búnker de la libertad avanza las caras de los ultraderechistas libertarios se estiran hasta el suelo, miles de argentinos se han congregado en el búnker de fuerza patria para celebrar una victoria que se erige como el inicio del fin de milei. entre banderas, consignas como “es con axel”, cánticos, una orquesta en vivo y muchas risas, el pueblo argentino se posiciona a favor de un cambio en el país y respalda al gobernador bonaerense, axel kicillof, quien lidera fuerza patria y en los últimos meses ha sido uno de los principales críticos de la gestión austera y corrupta del gobierno nacional, con sus escándalos que rozan el absurdo. tras conocerse los resultados, una de las primeras figuras del peronismo en reaccionar fue cristina fernández de kirchner, quien le expresó al presidente javier milei que estos comicios son la prueba de que “banalizar y vandalizar el ‘nunca más’ no es gratis”, porque las huellas del “período más negro y trágico de la historia argentina” aún están frescas en la memoria de los argentinos. la expresidenta le expuso claramente las razones por las que los argentinos ya no confiarán nunca más en su partido: “pero señalar con el dedo y estigmatizar a los discapacitados, mientras tu hermana cobra el 3% de coima de sus medicamentos, es letal. y mejor ni te cuento cómo está el resto (de los que todavía tienen laburo)… endeudados por comida, alquileres, expensas o medicamentos, y encima con las tarjetas reventadas…”. en su mensaje, la exmandataria lanza un mensaje a los peronistas y al oficialismo: “por eso, el próximo 26 de octubre, kirchnerismo y peronismo… ¡más que nunca!“. con motivo de la gran concentración que se desarrolló a las puertas de la casa de cristina, se ha cortado el tránsito en las calles aledañas al edificio del barrio de constitución. entre cánticos contra el mandatario milei y su hermana karina, pancartas con imágenes de la querida exmandataria y gases de color azul, los seguidores y grupos ligados al kirchnerismo celebraron la victoria política y simbólica obtenida este domingo. la jornada se desarrolló de forma tranquila y culminó con un porciento de participación superior al 60% del total de 14.3 millones de bonaerenses habilitados para ejercer su voto en los comicios, una cifra que supera las expectativas previas. con los comicios se eligieron 23 senadores provinciales titulares y 15 suplentes, 46 diputados provinciales titulares y 28 suplentes, a fin de renovar la mitad de los legisladores de cada una de las dos cámaras legislativas. además fueron elegidas autoridades municipales como concejales y consejeros escolares en 135 municipios bonaerenses. los resultados adversos de este domingo marcaron un duro rechazo a las políticas de desguace y ajuste empleadas por el ejecutivo nacional desde diciembre de 2023. al mismo tiempo, catapultan la imagen del gobernador de buenos aires, axel kiciloff, de cara a las elecciones presidenciales de 2027. para el analista internacional javier romero, lo que visibilizan estos resultados “es un cachetazo durísimo para las pretensiones hegemónicas de javier milei, que pensaba que se quedaba con todo”. en este sentido valoró que el presidente “no mejoró la vida de los argentinos”, como contraparte el gobierno “hizo un recorte brutal a todas las prestaciones sociales, triplicó los precios de los servicios públicos y los ingresos en promedio bajaron un tercio”. por primera vez tras 42 años de democracia, los comicios legislativos de la provincia de buenos aires se realizaron de manera independiente de las elecciones de la representación legislativa a nivel nacional, que se realizarán el próximo 26 de octubre con el precedente de esta gran victoria peronista de hoy.",
    "tokens": [
      "88.14",
      "%",
      "votos",
      "emitidos",
      "escrutados",
      ",",
      "46.98",
      "%",
      "lado",
      "peronismo",
      ",",
      "representado",
      "alianza",
      "fuerza",
      "patria",
      ",",
      "confirma",
      "aplastante",
      "derrota",
      "partido",
      "gobernante",
      "libertad",
      "avanza",
      "comicios",
      "legislativos",
      "provinciales",
      "delinearon",
      "termómetro",
      "respaldo",
      "oficialismo",
      "buenos",
      "aires",
      ",",
      "tras",
      "año",
      "medio",
      "gestión",
      "javier",
      "milei",
      "estafas",
      ",",
      "escándalos",
      "corrupción",
      ",",
      "desguace",
      "aumento",
      "acelerado",
      "pobreza",
      "país",
      ".",
      "mientras",
      "búnker",
      "libertad",
      "avanza",
      "caras",
      "ultraderechistas",
      "libertarios",
      "estiran",
      "suelo",
      ",",
      "miles",
      "argentinos",
      "congregado",
      "búnker",
      "fuerza",
      "patria",
      "celebrar",
      "victoria",
      "erige",
      "inicio",
      "fin",
      "milei",
      ".",
      "banderas",
      ",",
      "consignas",
      "“",
      "axel",
      "”",
      ",",
      "cánticos",
      ",",
      "orquesta",
      "vivo",
      "muchas",
      "risas",
      ",",
      "pueblo",
      "argentino",
      "posiciona",
      "favor",
      "cambio",
      "país",
      "respalda",
      "gobernador",
      "bonaerense",
      ",",
      "axel",
      "kicillof",
      ",",
      "lidera",
      "fuerza",
      "patria",
      "últimos",
      "meses",
      "sido",
      "principales",
      "críticos",
      "gestión",
      "austera",
      "corrupta",
      "gobierno",
      "nacional",
      ",",
      "escándalos",
      "rozan",
      "absurdo",
      ".",
      "tras",
      "conocerse",
      "resultados",
      ",",
      "primeras",
      "figuras",
      "peronismo",
      "reaccionar",
      "cristina",
      "fernández",
      "kirchner",
      ",",
      "expresó",
      "presidente",
      "javier",
      "milei",
      "comicios",
      "prueba",
      "“",
      "banalizar",
      "vandalizar",
      "‘",
      "nunca",
      "’",
      "gratis",
      "”",
      ",",
      "huellas",
      "“",
      "período",
      "negro",
      "trágico",
      "historia",
      "argentina",
      "”",
      "aún",
      "frescas",
      "memoria",
      "argentinos",
      ".",
      "expresidenta",
      "expuso",
      "claramente",
      "razones",
      "argentinos",
      "confiarán",
      "nunca",
      "partido",
      ":",
      "“",
      "señalar",
      "dedo",
      "estigmatizar",
      "discapacitados",
      ",",
      "mientras",
      "hermana",
      "cobra",
      "3",
      "%",
      "coima",
      "medicamentos",
      ",",
      "letal",
      ".",
      "mejor",
      "cuento",
      "cómo",
      "resto",
      "(",
      "todavía",
      "laburo",
      ")",
      "…",
      "endeudados",
      "comida",
      ",",
      "alquileres",
      ",",
      "expensas",
      "medicamentos",
      ",",
      "encima",
      "tarjetas",
      "reventadas…",
      "”",
      ".",
      "mensaje",
      ",",
      "exmandataria",
      "lanza",
      "mensaje",
      "peronistas",
      "oficialismo",
      ":",
      "“",
      ",",
      "próximo",
      "26",
      "octubre",
      ",",
      "kirchnerismo",
      "peronismo…",
      "¡más",
      "nunca",
      "!",
      "“",
      ".",
      "motivo",
      "gran",
      "concentración",
      "desarrolló",
      "puertas",
      "casa",
      "cristina",
      ",",
      "cortado",
      "tránsito",
      "calles",
      "aledañas",
      "edificio",
      "barrio",
      "constitución",
      ".",
      "cánticos",
      "mandatario",
      "milei",
      "hermana",
      "karina",
      ",",
      "pancartas",
      "imágenes",
      "querida",
      "exmandataria",
      "gases",
      "color",
      "azul",
      ",",
      "seguidores",
      "grupos",
      "ligados",
      "kirchnerismo",
      "celebraron",
      "victoria",
      "política",
      "simbólica",
      "obtenida",
      "domingo",
      ".",
      "jornada",
      "desarrolló",
      "forma",
      "tranquila",
      "culminó",
      "porciento",
      "participación",
      "superior",
      "60",
      "%",
      "total",
      "14.3",
      "millones",
      "bonaerenses",
      "habilitados",
      "ejercer",
      "voto",
      "comicios",
      ",",
      "cifra",
      "supera",
      "expectativas",
      "previas",
      ".",
      "comicios",
      "eligieron",
      "23",
      "senadores",
      "provinciales",
      "titulares",
      "15",
      "suplentes",
      ",",
      "46",
      "diputados",
      "provinciales",
      "titulares",
      "28",
      "suplentes",
      ",",
      "fin",
      "renovar",
      "mitad",
      "legisladores",
      "cada",
      "dos",
      "cámaras",
      "legislativas",
      ".",
      "además",
      "elegidas",
      "autoridades",
      "municipales",
      "concejales",
      "consejeros",
      "escolares",
      "135",
      "municipios",
      "bonaerenses",
      ".",
      "resultados",
      "adversos",
      "domingo",
      "marcaron",
      "duro",
      "rechazo",
      "políticas",
      "desguace",
      "ajuste",
      "empleadas",
      "ejecutivo",
      "nacional",
      "diciembre",
      "2023.",
      "mismo",
      "tiempo",
      ",",
      "catapultan",
      "imagen",
      "gobernador",
      "buenos",
      "aires",
      ",",
      "axel",
      "kiciloff",
      ",",
      "cara",
      "elecciones",
      "presidenciales",
      "2027.",
      "analista",
      "internacional",
      "javier",
      "romero",
      ",",
      "visibilizan",
      "resultados",
      "“",
      "cachetazo",
      "durísimo",
      "pretensiones",
      "hegemónicas",
      "javier",
      "milei",
      ",",
      "pensaba",
      "quedaba",
      "”",
      ".",
      "valoró",
      "presidente",
      "“",
      "mejoró",
      "vida",
      "argentinos",
      "”",
      ",",
      "contraparte",
      "gobierno",
      "“",
      "hizo",
      "recorte",
      "brutal",
      "todas",
      "prestaciones",
      "sociales",
      ",",
      "triplicó",
      "precios",
      "servicios",
      "públicos",
      "ingresos",
      "promedio",
      "bajaron",
      "tercio",
      "”",
      ".",
      "primera",
      "vez",
      "tras",
      "42",
      "años",
      "democracia",
      ",",
      "comicios",
      "legislativos",
      "provincia",
      "buenos",
      "aires",
      "realizaron",
      "manera",
      "independiente",
      "elecciones",
      "representación",
      "legislativa",
      "nivel",
      "nacional",
      ",",
      "realizarán",
      "próximo",
      "26",
      "octubre",
      "precedente",
      "gran",
      "victoria",
      "peronista",
      "hoy",
      "."
    ],
    "token_count": 435,
    "sentence_count": 17
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 66,
      "VBD": 6,
      "CD": 14,
      "IN": 35,
      "FW": 166,
      "NNS": 47,
      "VBP": 27,
      "JJ": 62,
      "NN": 212,
      "DT": 3,
      "VBZ": 6,
      "RB": 2
    },
    "bigram_freq": {
      "NNP-VBD": 5,
      "VBD-CD": 2,
      "CD-IN": 3,
      "IN-FW": 18,
      "FW-NNS": 11,
      "NNS-VBP": 22,
      "VBP-JJ": 14,
      "JJ-FW": 6,
      "FW-CD": 1,
      "CD-FW": 1,
      "FW-FW": 99,
      "FW-NN": 32,
      "NN-FW": 20,
      "FW-NNP": 9,
      "NNP-NNP": 24,
      "NNP-FW": 13,
      "NN-NN": 114,
      "NN-NNP": 17,
      "FW-JJ": 14,
      "JJ-NNS": 9,
      "VBP-NNS": 3,
      "NNS-FW": 6,
      "NN-JJ": 16,
      "JJ-NN": 35,
      "NN-IN": 24,
      "IN-NNP": 6,
      "VBD-FW": 3,
      "NN-NNS": 8,
      "NNS-IN": 5,
      "IN-JJ": 4,
      "NNP-NN": 18,
      "VBD-NNS": 1,
      "NNS-NN": 1,
      "VBP-IN": 3,
      "NNP-JJ": 2,
      "IN-NN": 4,
      "NNP-DT": 1,
      "DT-NN": 3,
      "NN-VBZ": 3,
      "VBZ-NNS": 2,
      "JJ-NNP": 4,
      "JJ-JJ": 6,
      "NN-DT": 2,
      "NN-RB": 1,
      "RB-JJ": 1,
      "VBZ-JJ": 3,
      "NNS-NNS": 7,
      "VBP-NNP": 2,
      "NNP-VBZ": 1,
      "JJ-CD": 2,
      "NNP-NNS": 1,
      "NN-CD": 1,
      "CD-NN": 2,
      "IN-CD": 3,
      "CD-NNS": 5,
      "NNS-JJ": 1,
      "VBP-RB": 1,
      "RB-CD": 1,
      "NNS-VBZ": 2,
      "NNS-CD": 2,
      "CD-JJ": 1,
      "VBZ-CD": 1,
      "VBP-CD": 1,
      "NNS-NNP": 1,
      "NNP-VBP": 1,
      "VBP-NN": 3,
      "NN-VBP": 4,
      "CD-NNP": 2,
      "NN-VBD": 1
    },
    "trigram_freq": {
      "NNP-VBD-CD": 1,
      "VBD-CD-IN": 1,
      "CD-IN-FW": 3,
      "IN-FW-NNS": 4,
      "FW-NNS-VBP": 7,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-FW": 3,
      "JJ-FW-CD": 1,
      "FW-CD-FW": 1,
      "CD-FW-FW": 1,
      "FW-FW-FW": 63,
      "FW-FW-NN": 15,
      "FW-NN-FW": 8,
      "NN-FW-FW": 10,
      "FW-FW-NNP": 7,
      "FW-NNP-NNP": 6,
      "NNP-NNP-FW": 7,
      "NNP-FW-NN": 5,
      "FW-NN-NN": 17,
      "NN-NN-NNP": 14,
      "NN-NNP-NNP": 6,
      "NNP-NNP-NNP": 5,
      "NNP-FW-JJ": 2,
      "FW-JJ-NNS": 3,
      "JJ-NNS-VBP": 5,
      "NNS-VBP-NNS": 3,
      "VBP-NNS-FW": 2,
      "NNS-FW-FW": 4,
      "NN-NN-JJ": 13,
      "NN-JJ-NN": 12,
      "JJ-NN-NN": 21,
      "NN-NN-NN": 56,
      "NN-NN-IN": 9,
      "NN-IN-NNP": 6,
      "IN-NNP-NNP": 6,
      "NNP-NNP-VBD": 4,
      "NNP-VBD-FW": 3,
      "VBD-FW-FW": 3,
      "FW-FW-JJ": 9,
      "FW-JJ-NN": 7,
      "JJ-NN-IN": 8,
      "NN-IN-FW": 10,
      "IN-FW-FW": 10,
      "NNP-FW-FW": 5,
      "FW-NN-IN": 6,
      "FW-NNP-FW": 3,
      "VBP-JJ-NN": 7,
      "NN-NN-NNS": 6,
      "NN-NNS-IN": 1,
      "NNS-IN-FW": 3,
      "NN-IN-JJ": 4,
      "IN-JJ-NN": 2,
      "NNP-NNP-NN": 7,
      "NNP-NN-NN": 14,
      "NN-NN-FW": 8,
      "NN-FW-JJ": 1,
      "FW-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "NNP-VBD-NNS": 1,
      "VBD-NNS-NN": 1,
      "NNS-NN-NNP": 1,
      "NN-NNP-NN": 7,
      "NNP-NN-NNP": 1,
      "NN-FW-NN": 8,
      "NNS-VBP-IN": 3,
      "VBP-IN-FW": 2,
      "NN-NNP-JJ": 2,
      "NNP-JJ-NN": 2,
      "NN-IN-NN": 2,
      "IN-NN-NN": 3,
      "NNP-FW-NNP": 1,
      "NN-NNS-VBP": 4,
      "JJ-FW-FW": 3,
      "NNP-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "DT-NN-NN": 1,
      "NN-NN-VBZ": 3,
      "NN-VBZ-NNS": 1,
      "VBZ-NNS-FW": 1,
      "NNS-FW-NN": 1,
      "FW-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NN-FW-NNS": 1,
      "JJ-NN-JJ": 2,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 2,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-FW": 1,
      "IN-FW-JJ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-NNS": 1,
      "VBP-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-VBP": 4,
      "NNS-VBP-NNP": 2,
      "VBP-NNP-NN": 2,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 2,
      "JJ-JJ-CD": 1,
      "JJ-CD-IN": 2,
      "IN-FW-NNP": 1,
      "NNP-NN-JJ": 1,
      "NN-JJ-NNP": 2,
      "JJ-NNP-NN": 2,
      "NNP-NN-IN": 1,
      "NN-JJ-FW": 1,
      "IN-JJ-NNS": 2,
      "NN-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "FW-FW-NNS": 5,
      "FW-NNS-IN": 2,
      "NNS-IN-NN": 1,
      "JJ-NN-CD": 1,
      "NN-CD-NN": 1,
      "CD-NN-NN": 1,
      "NN-IN-CD": 2,
      "IN-CD-NNS": 1,
      "CD-NNS-FW": 1,
      "NNS-FW-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NNP-NN-NNS": 1,
      "NNS-VBP-RB": 1,
      "VBP-RB-CD": 1,
      "RB-CD-NNS": 1,
      "CD-NNS-VBZ": 1,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-CD": 1,
      "NNS-CD-NNS": 1,
      "CD-NNS-CD": 1,
      "NNS-CD-JJ": 1,
      "CD-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-CD": 1,
      "VBZ-CD-NNS": 1,
      "CD-NNS-VBP": 1,
      "NN-NNS-NNS": 2,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-NNS": 1,
      "NNS-VBP-CD": 1,
      "VBP-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-NNP": 1,
      "NNS-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "JJ-NN-FW": 1,
      "NN-NN-VBP": 4,
      "NN-VBP-NN": 2,
      "VBP-NN-NN": 1,
      "NN-VBP-JJ": 2,
      "IN-CD-NNP": 2,
      "CD-NNP-FW": 2,
      "FW-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NN-NNS-FW": 1,
      "VBP-NN-DT": 1,
      "DT-NN-FW": 1,
      "JJ-NNS-IN": 1,
      "VBP-JJ-JJ": 1,
      "JJ-NN-NNP": 1,
      "NN-NN-VBD": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-NNS-FW": 1,
      "VBP-JJ-CD": 1,
      "IN-FW-NN": 1,
      "FW-NN-NNS": 1,
      "VBP-IN-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 212,
        "FW": 166,
        "NNP": 66,
        "JJ": 62,
        "NNS": 47
      },
      "top_bigrams": {
        "NN-NN": 114,
        "FW-FW": 99,
        "JJ-NN": 35,
        "FW-NN": 32,
        "NNP-NNP": 24
      },
      "top_trigrams": {
        "FW-FW-FW": 63,
        "NN-NN-NN": 56,
        "JJ-NN-NN": 21,
        "FW-NN-NN": 17,
        "FW-FW-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 17,
    "chunk_counts": {
      "NP": 172,
      "VP": 42,
      "PP": 15,
      "ADJP": 9
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 8,
        "weight": 0.0314
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0196
      },
      {
        "rule": "NP -> ('%', 'NN')",
        "frequency": 4,
        "weight": 0.0157
      },
      {
        "rule": "NP -> ('Con', 'NNP')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('Buenos', 'NNP') ('Aires', 'NNP')",
        "frequency": 3,
        "weight": 0.0118
      },
      {
        "rule": "NP -> ('peronismo', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('Javier', 'NNP') ('Milei', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('el', 'JJ') ('búnker', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "ADJP -> ('nacional', 'JJ')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('se', 'VBD')",
        "frequency": 2,
        "weight": 0.0078
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Con"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "%"
      },
      {
        "label": "NP",
        "text": "votos"
      },
      {
        "label": "VP",
        "text": "emitidos escrutados"
      },
      {
        "label": "VP",
        "text": "el"
      },
      {
        "label": "NP",
        "text": "%"
      },
      {
        "label": "NP",
        "text": "peronismo"
      },
      {
        "label": "NP",
        "text": "representado por la"
      },
      {
        "label": "PP",
        "text": "alianza Fuerza Patria"
      },
      {
        "label": "NP",
        "text": "Fuerza Patria"
      },
      {
        "label": "NP",
        "text": "confirma"
      },
      {
        "label": "NP",
        "text": "partido gobernante La Libertad Avanza"
      },
      {
        "label": "NP",
        "text": "unos comicios"
      },
      {
        "label": "VP",
        "text": "legislativos provinciales"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Con/NNP)\n  (VP el/VBD)\n  88.14/CD\n  (NP %/NN)\n  de/IN\n  los/FW\n  (NP votos/NNS)\n  (VP emitidos/VBP escrutados/RB)\n  ,/,\n  y/PRP\n  (VP el/VBP)\n  46.98/CD\n  (NP %/NN)\n  de/IN\n  estos/FW\n  en/FW\n  el/FW\n  lado/FW\n  del/FW\n  (NP peronismo/NN)\n  ,/,\n  (NP representado/NN por/NN la/NN)\n  (PP alianza/IN (NP Fuerza/NNP Patria/NNP))\n  ,/,\n  se/FW\n  (NP confirma/NN)\n  la/FW\n  aplastante/FW\n  derrota/FW\n  del/FW\n  (NP partido/NN gobernante/NN La/NNP Libertad/NNP Avanza/NNP)\n  en/FW\n  (NP unos/JJ comicios/NNS)\n  (VP legislativos/VBP (NP provinciales/NNS))\n  que/FW\n  se/FW\n  (NP delinearon/NN como/NN)\n  (NP termómetro/JJ del/NN respaldo/NN al/NN oficialismo/NN)\n  (PP en/IN (NP Buenos/NNP Aires/NNP))\n  ,/,\n  (ADJP tras/JJ)\n  más/FW\n  de/FW\n  un/FW\n  año/FW\n  y/FW\n  medio/FW\n  de/FW\n  gestión/FW\n  de/FW\n  (NP Javier/NNP Milei/NNP)\n  entre/FW\n  (NP estafas/NN)\n  ,/,\n  escándalos/FW\n  (NP por/NN corrupción/NN)\n  ,/,\n  (NP desguace/NN y/NN)\n  aumento/IN\n  acelerado/FW\n  de/FW\n  la/FW\n  pobreza/FW\n  en/FW\n  todo/FW\n  el/FW\n  (NP país/NN)\n  ./.)",
      "(S\n  (NP Mientras/NNP)\n  en/CC\n  (NP el/JJ búnker/NN)\n  (PP de/IN (NP La/NNP Libertad/NNP Avanza/NNP))\n  las/FW\n  caras/FW\n  de/FW\n  los/FW\n  (NP ultraderechistas/JJ libertarios/NNS)\n  (VP se/VBP (NP estiran/JJ hasta/NN el/NN suelo/NN))\n  ,/,\n  (NP miles/NNS)\n  de/IN\n  argentinos/FW\n  se/FW\n  (NP han/NN congregado/NN)\n  (PP en/IN (NP el/JJ búnker/NN))\n  (PP de/IN (NP Fuerza/NNP Patria/NNP para/NN celebrar/NN))\n  (NP una/JJ victoria/NN que/NN)\n  se/FW\n  erige/FW\n  (NP como/NN)\n  el/FW\n  (ADJP inicio/JJ)\n  del/FW\n  (NP fin/NN)\n  (PP de/IN (NP Milei/NNP))\n  ./.)",
      "(S\n  (NP Entre/NNP banderas/NNS)\n  ,/,\n  (NP consignas/NNS)\n  (VP como/VBP (NP “/JJ Es/NNP con/NN Axel/NNP ”/NNP))\n  ,/,\n  (NP cánticos/NN)\n  ,/,\n  (NP una/JJ orquesta/NN)\n  en/FW\n  vivo/FW\n  (NP y/NN muchas/NN risas/NN)\n  ,/,\n  el/FW\n  (NP pueblo/NN argentino/NN)\n  (VP se/VBP)\n  (VP posiciona/VBZ (NP a/DT favor/NN))\n  (PP de/IN (NP un/JJ cambio/NN))\n  en/IN\n  el/FW\n  país/FW\n  y/FW\n  respalda/FW\n  al/FW\n  (NP gobernador/NN bonaerense/NN)\n  ,/,\n  (NP Axel/NNP Kicillof/NNP)\n  ,/,\n  (NP quien/NN lidera/NN Fuerza/NNP Patria/NNP y/NNP)\n  en/FW\n  los/FW\n  (NP últimos/JJ meses/NNS)\n  (VP ha/VBP (NP sido/JJ uno/NN))\n  de/IN\n  los/FW\n  (NP principales/NNS)\n  (VP críticos/VBP)\n  de/IN\n  la/FW\n  gestión/FW\n  (NP austera/NN y/NN corrupta/NN del/NN Gobierno/NNP)\n  (ADJP nacional/JJ)\n  ,/,\n  (NP con/JJ sus/NN escándalos/NN que/NN rozan/NN el/NN absurdo/NN)\n  ./.)",
      "(S\n  (NP Tras/NNP conocerse/NN los/NN resultados/NN)\n  ,/,\n  (ADJP una/JJ)\n  de/FW\n  las/FW\n  primeras/FW\n  figuras/FW\n  del/FW\n  (NP peronismo/NN)\n  en/FW\n  (NP reaccionar/NN fue/NN Cristina/NNP Fernández/NNP)\n  de/FW\n  (NP Kirchner/NNP)\n  ,/,\n  (NP\n    quien/NN\n    le/NN\n    expresó/NN\n    al/NN\n    presidente/NN\n    Javier/NNP\n    Milei/NNP\n    que/NN\n    estos/NN\n    comicios/NNS)\n  (VP son/VBP la/JJ)\n  prueba/FW\n  de/FW\n  que/FW\n  “/FW\n  banalizar/FW\n  y/FW\n  vandalizar/FW\n  el/FW\n  ‘/FW\n  (NP Nunca/NNP Más/NNP ’/NNP)\n  (NP no/DT es/NN gratis/NN ”/NNP)\n  ,/,\n  (NP porque/NN las/NNS)\n  (VP\n    huellas/VBP\n    (NP del/JJ “/NNP período/NN más/NN negro/NN y/NN trágico/NN))\n  de/IN\n  la/FW\n  historia/FW\n  argentina/FW\n  ”/FW\n  aún/FW\n  están/FW\n  (NP frescas/NN)\n  en/FW\n  la/FW\n  memoria/FW\n  de/FW\n  los/FW\n  (NP argentinos/NNS)\n  ./.)",
      "(S\n  (NP La/NNP)\n  expresidenta/CC\n  (NP le/JJ expuso/NN claramente/NN)\n  las/FW\n  (NP razones/NNS)\n  (VP\n    por/VBP\n    (NP las/JJ que/NN)\n    (NP los/JJ argentinos/JJ ya/NN)\n    (NP no/DT confiarán/NN)\n    nunca/RB\n    más/JJ)\n  en/FW\n  su/FW\n  (NP partido/NN)\n  :/:\n  (NP “/NN Pero/NNP)\n  (NP señalar/JJ con/NN el/NN dedo/NN y/NN)\n  (VP estigmatizar/VBZ (NP a/DT los/JJ discapacitados/NN))\n  ,/,\n  mientras/FW\n  tu/FW\n  hermana/FW\n  (NP cobra/NN)\n  el/RB\n  3/CD\n  (NP %/NN)\n  de/FW\n  coima/FW\n  de/FW\n  sus/FW\n  (NP medicamentos/NNS)\n  ,/,\n  (NP es/JJ letal/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "LEYES_NORMATIVAS",
      "LOCALIZACIONES_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "precios",
        "position": [
          3840,
          3847
        ],
        "start": 3840,
        "end": 3847
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "alianza fuerza patria, se confirma la aplastante derrota del partido gobernante la libertad avanza en unos comicios legislativos provinciales que se delinearon como termómetro del respaldo al oficialismo en buenos aires, tras más de un año y medio de gestión de javier milei entre estafas, escándalos por corrupción, desguace y aumento",
        "position": [
          115,
          450
        ],
        "start": 115,
        "end": 450
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "respaldo al oficialismo en buenos aires, tras más de un año y medio de gestión de javier milei entre estafas, escándalos por corrupción, desguace y aumento acelerado de la pobreza en todo el país",
        "position": [
          295,
          490
        ],
        "start": 295,
        "end": 490
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "rechazo a las políticas",
        "position": [
          3220,
          3243
        ],
        "start": 3220,
        "end": 3243
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "votos emitidos escrutados, y el 46.98% de estos en el lado del peronismo, representado por la alianza fuerza patria, se confirma la aplastante derrota del partido gobernante la libertad avanza en unos comicios",
        "position": [
          21,
          230
        ],
        "start": 21,
        "end": 230
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          1283,
          1290
        ],
        "start": 1283,
        "end": 1290
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "corrupción",
        "position": [
          420,
          430
        ],
        "start": 420,
        "end": 430
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "coima",
        "position": [
          1758,
          1763
        ],
        "start": 1758,
        "end": 1763
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente javier milei",
        "position": [
          1294,
          1317
        ],
        "start": 1294,
        "end": 1317
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2305,
          2317
        ],
        "start": 2305,
        "end": 2317
      },
      {
        "category": "PAISES",
        "matched_text": "argentina",
        "position": [
          1479,
          1488
        ],
        "start": 1479,
        "end": 1488
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "buenos aires",
        "position": [
          322,
          334
        ],
        "start": 322,
        "end": 334
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "provincia de",
        "position": [
          3997,
          4009
        ],
        "start": 3997,
        "end": 4009
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "barrio de",
        "position": [
          2295,
          2304
        ],
        "start": 2295,
        "end": 2304
      },
      {
        "category": "LOCALIZACIONES_ESPECIFICAS",
        "matched_text": "edificio del",
        "position": [
          2282,
          2294
        ],
        "start": 2282,
        "end": 2294
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          4226,
          4229
        ],
        "start": 4226,
        "end": 4229
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "3 millones",
        "position": [
          2694,
          2704
        ],
        "start": 2694,
        "end": 2704
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "23 senadores",
        "position": [
          2849,
          2861
        ],
        "start": 2849,
        "end": 2861
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "46 diputados",
        "position": [
          2901,
          2913
        ],
        "start": 2901,
        "end": 2913
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "88.14%",
        "tipo": "Lugar"
      },
      {
        "nombre": "Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Karina",
        "tipo": "Persona"
      },
      {
        "nombre": "provincia de Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Javier Romero",
        "tipo": "Persona"
      },
      {
        "nombre": "La Libertad Avanza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Peronismo… ¡Más",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno nacional",
        "tipo": "Lugar"
      },
      {
        "nombre": "Axel Kicillof",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristina Fernández de Kirchner",
        "tipo": "Persona"
      },
      {
        "nombre": "Constitución",
        "tipo": "Lugar"
      },
      {
        "nombre": "Axel Kiciloff",
        "tipo": "Persona"
      },
      {
        "nombre": "Javier Milei",
        "tipo": "Persona"
      },
      {
        "nombre": "Fuerza Patria",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Axel",
        "tipo": "Persona"
      },
      {
        "nombre": "Buenos Aires",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cristina",
        "tipo": "Persona"
      },
      {
        "nombre": "Kirchnerismo",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "88.14%",
        "relacion": "CONFIRMAR",
        "objeto": "Fuerza Patria"
      },
      {
        "sujeto": "88.14%",
        "relacion": "CONFIRMAR",
        "objeto": "La Libertad Avanza"
      },
      {
        "sujeto": "88.14%",
        "relacion": "CONFIRMAR",
        "objeto": "Buenos Aires"
      },
      {
        "sujeto": "88.14%",
        "relacion": "CONFIRMAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Fuerza Patria",
        "relacion": "CONFIRMAR",
        "objeto": "La Libertad Avanza"
      },
      {
        "sujeto": "Fuerza Patria",
        "relacion": "CONFIRMAR",
        "objeto": "Buenos Aires"
      },
      {
        "sujeto": "Fuerza Patria",
        "relacion": "CONFIRMAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "Buenos Aires",
        "relacion": "DELINEAR_CONFIRMAR",
        "objeto": "Javier Milei"
      },
      {
        "sujeto": "La Libertad Avanza",
        "relacion": "ESTIRAR",
        "objeto": "Fuerza Patria"
      },
      {
        "sujeto": "La Libertad Avanza",
        "relacion": "ESTIRAR",
        "objeto": "Milei"
      },
      {
        "sujeto": "Fuerza Patria",
        "relacion": "CONGREGAR_ESTIRAR",
        "objeto": "Milei"
      },
      {
        "sujeto": "Axel",
        "relacion": "POSICIONAR",
        "objeto": "Axel Kicillof"
      },
      {
        "sujeto": "Axel",
        "relacion": "POSICIONAR",
        "objeto": "Fuerza Patria"
      },
      {
        "sujeto": "Axel",
        "relacion": "POSICIONAR",
        "objeto": "Gobierno nacional"
      },
      {
        "sujeto": "Fuerza Patria",
        "relacion": "LIDERAR_RESPALDAR_POSICIONAR",
        "objeto": "Gobierno nacional"
      },
      {
        "sujeto": "Cristina",
        "relacion": "DESARROLLAR_CORTAR",
        "objeto": "Constitución"
      }
    ]
  },
  "sentiment": {
    "compound": 0.4199,
    "pos": 0.017,
    "neu": 0.97,
    "neg": 0.013,
    "label": "positive"
  }
}