{
  "url": "https://www.telesurtv.net/eeuu-chicago-plan-represion-migratoria-trump/",
  "title": "Chicago desafía plan de represión migratoria de Donald Trump",
  "section": "Mundo",
  "tags": [
    "Despliegue de Tropas",
    "Estados Unidos (EE.UU.)",
    "política antimigratoria",
    "Trump y tropas federales"
  ],
  "text": "El alcalde de Chicago, Brandon Johnson anunció este sábado la firma de una orden ejecutiva que busca proteger a los residentes de esa ciudad contra la posible decisión de la administración del presidente de Estados Unidos (EEUU), Donald Trump, de desplegar tropas federales e incrementar la persecución migratoria en esa urbe.\n\nLEA TAMBIÉN:Corte de apelaciones de EE.UU. declara inconstitucionales aranceles de Trump\n\nJohnson anunció la llamada Iniciativa de Protección de Chicago, tomada a raíz de informes creíbles de que la ciudad podría ver un incremento de la actividad militarizada por el gobierno federal en pocos días. En una conferencia de prensa, el alcalde afirmó que aún no está claro aún cómo se verá exactamente dicho despliegue, lo cual incrementa el nivel de incertidumbre al respecto.\nEl edil dijo a los reporteros que, entre otras cosas, la orden establece a los agentes de la ley de Chicago no colaborar con el personal militar estadounidense en patrullas o durante las actividades de aplicación de la ley de inmigración. Describió a su vez esta medida como la campaña más amplia de cualquier ciudad del país para proteger a sus ciudadanos de las amenazas y acciones de la actual administración norteamericana, a la cual calificó de fuera de control.\n\n\nOrdenó asimismo a todos los departamentos de la ciudad que custodiaran los derechos constitucionales de sus residentes. En la propia conferencia de prensa, Johnson evidenció su rechazo a la política migratoria del presidente Trump, al afirmar que no recibe ordenes del gobierno federal.\nEl anuncio se produce después de que el mandatario republicano dijera, a principios de este mes, que estaba considerando expandir el despliegue de tropas de la Guardia Nacional desde Washington, DC, a otras ciudades importantes del país.\nTrump llamó a la Guardia Nacional hacia lo que considera un empujón para abordar el crimen en la capital estadounidense. Desde entonces, el líder republicano ha asociado el despliegue y la respuesta represiva con el recorte de los índices de violencia en la urbe.\nPero los datos del Departamento de Policía Metropolitana mostraron que el crimen violento en Washington, DC, ya estaba en un mínimo de 30 años, y los críticos advirtieron que la represión podría terminar siendo una prueba para aplicar la militarización más amplia hacia otras ciudades estadounidenses.\n\n\nA principios de esta semana, la principal voz demócrata en la Cámara de Representantes de Estados Unidos, Hakeem Jeffries, dijo en una entrevista con medios locales que Trump tenía autoridad para enviar tropas federales a Chicago. No obstante, la Constitución de EE.UU. da el poder de la policía a los Estados.\nJB Pritzker, gobernador demócrata de Illinois, donde se encuentra Chicago, rechazó también la idea. “Donald Trump está tratando de fabricar una crisis, politizar a los estadounidenses uniformados y continuar abusando de su poder para distraer la opinión pública del dolor que está causando a las familias trabajadoras”, dijo Pritzker en un comunicado.\nCitando fuentes anónimas familiarizadas con el asunto, medios estadounidenses informaron este viernes que la administración Trump se ha estado preparando para llevar a cabo una operación de aplicación de la ley de inmigración en Chicago tan pronto como la próxima semana. Los funcionarios de la Casa Blanca dijeron que esos planes están separados de la idea de Trump de enviar tropas de la Guardia Nacional a Chicago para una represión más amplia contra el crimen.\nEl presidente, que asumió el cargo en enero para un segundo mandato, ha perseguido una agenda de línea dura y anti-inmigración y se comprometió a llevar a cabo la operación de deportación más grande en la historia de Estados Unidos. La administración ha justificado su ofensiva diciendo que está deportando a los criminales que están en los EE.UU. ilegalmente.\nPero los informes de medios estadounidenses indican que en los últimos meses muchas personas han sido arrastradas por las redadas de inmigración, incluyendo a algunos ciudadanos estadounidenses y residentes permanentes sin antecedentes penales.\nEste escenario se une al reciente dictamen de un tribunal de apelaciones de Estados Unidos que califica de ilegales la mayoría de los aranceles aplicados por la administración de Donald Trump, lo cual socava el uso que el presidente estadounidense hace de los gravámenes como herramienta clave de su política de guerra económica internacional.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/eeuu-chicago-plan-represion-migratoria-trump/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-08.json",
    "message_index": 54,
    "message_id": 103340,
    "date": "2025-08-31T04:55:07+00:00",
    "text": "teleSUR\nAlcalde de Chicago desafía plan de represión migratoria de Trump para la ciudad\nhttps://www.telesurtv.net/eeuu-chicago-plan-represion-migratoria-trump/",
    "photo_path": null,
    "views": 1838,
    "reactions": {
      "👍": 49,
      "❤": 1
    },
    "total_reactions": 50
  },
  "preprocessing": {
    "cleaned": "el alcalde de chicago, brandon johnson anunció este sábado la firma de una orden ejecutiva que busca proteger a los residentes de esa ciudad contra la posible decisión de la administración del presidente de estados unidos (eeuu), donald trump, de desplegar tropas federales e incrementar la persecución migratoria en esa urbe. johnson anunció la llamada iniciativa de protección de chicago, tomada a raíz de informes creíbles de que la ciudad podría ver un incremento de la actividad militarizada por el gobierno federal en pocos días. en una conferencia de prensa, el alcalde afirmó que aún no está claro aún cómo se verá exactamente dicho despliegue, lo cual incrementa el nivel de incertidumbre al respecto. el edil dijo a los reporteros que, entre otras cosas, la orden establece a los agentes de la ley de chicago no colaborar con el personal militar estadounidense en patrullas o durante las actividades de aplicación de la ley de inmigración. describió a su vez esta medida como la campaña más amplia de cualquier ciudad del país para proteger a sus ciudadanos de las amenazas y acciones de la actual administración norteamericana, a la cual calificó de fuera de control. ordenó asimismo a todos los departamentos de la ciudad que custodiaran los derechos constitucionales de sus residentes. en la propia conferencia de prensa, johnson evidenció su rechazo a la política migratoria del presidente trump, al afirmar que no recibe ordenes del gobierno federal. el anuncio se produce después de que el mandatario republicano dijera, a principios de este mes, que estaba considerando expandir el despliegue de tropas de la guardia nacional desde washington, dc, a otras ciudades importantes del país. trump llamó a la guardia nacional hacia lo que considera un empujón para abordar el crimen en la capital estadounidense. desde entonces, el líder republicano ha asociado el despliegue y la respuesta represiva con el recorte de los índices de violencia en la urbe. pero los datos del departamento de policía metropolitana mostraron que el crimen violento en washington, dc, ya estaba en un mínimo de 30 años, y los críticos advirtieron que la represión podría terminar siendo una prueba para aplicar la militarización más amplia hacia otras ciudades estadounidenses. a principios de esta semana, la principal voz demócrata en la cámara de representantes de estados unidos, hakeem jeffries, dijo en una entrevista con medios locales que trump tenía autoridad para enviar tropas federales a chicago. no obstante, la constitución de ee.uu. da el poder de la policía a los estados. jb pritzker, gobernador demócrata de illinois, donde se encuentra chicago, rechazó también la idea. “donald trump está tratando de fabricar una crisis, politizar a los estadounidenses uniformados y continuar abusando de su poder para distraer la opinión pública del dolor que está causando a las familias trabajadoras”, dijo pritzker en un comunicado. citando fuentes anónimas familiarizadas con el asunto, medios estadounidenses informaron este viernes que la administración trump se ha estado preparando para llevar a cabo una operación de aplicación de la ley de inmigración en chicago tan pronto como la próxima semana. los funcionarios de la casa blanca dijeron que esos planes están separados de la idea de trump de enviar tropas de la guardia nacional a chicago para una represión más amplia contra el crimen. el presidente, que asumió el cargo en enero para un segundo mandato, ha perseguido una agenda de línea dura y anti-inmigración y se comprometió a llevar a cabo la operación de deportación más grande en la historia de estados unidos. la administración ha justificado su ofensiva diciendo que está deportando a los criminales que están en los ee.uu. ilegalmente. pero los informes de medios estadounidenses indican que en los últimos meses muchas personas han sido arrastradas por las redadas de inmigración, incluyendo a algunos ciudadanos estadounidenses y residentes permanentes sin antecedentes penales. este escenario se une al reciente dictamen de un tribunal de apelaciones de estados unidos que califica de ilegales la mayoría de los aranceles aplicados por la administración de donald trump, lo cual socava el uso que el presidente estadounidense hace de los gravámenes como herramienta clave de su política de guerra económica internacional.",
    "tokens": [
      "alcalde",
      "chicago",
      ",",
      "brandon",
      "johnson",
      "anunció",
      "sábado",
      "firma",
      "orden",
      "ejecutiva",
      "busca",
      "proteger",
      "residentes",
      "ciudad",
      "posible",
      "decisión",
      "administración",
      "presidente",
      "unidos",
      "(",
      "eeuu",
      ")",
      ",",
      "donald",
      "trump",
      ",",
      "desplegar",
      "tropas",
      "federales",
      "incrementar",
      "persecución",
      "migratoria",
      "urbe",
      ".",
      "johnson",
      "anunció",
      "llamada",
      "iniciativa",
      "protección",
      "chicago",
      ",",
      "tomada",
      "raíz",
      "informes",
      "creíbles",
      "ciudad",
      "podría",
      "ver",
      "incremento",
      "actividad",
      "militarizada",
      "gobierno",
      "federal",
      "pocos",
      "días",
      ".",
      "conferencia",
      "prensa",
      ",",
      "alcalde",
      "afirmó",
      "aún",
      "claro",
      "aún",
      "cómo",
      "verá",
      "exactamente",
      "dicho",
      "despliegue",
      ",",
      "incrementa",
      "nivel",
      "incertidumbre",
      "respecto",
      ".",
      "edil",
      "dijo",
      "reporteros",
      ",",
      "cosas",
      ",",
      "orden",
      "establece",
      "agentes",
      "ley",
      "chicago",
      "colaborar",
      "personal",
      "militar",
      "estadounidense",
      "patrullas",
      "actividades",
      "aplicación",
      "ley",
      "inmigración",
      ".",
      "describió",
      "vez",
      "medida",
      "campaña",
      "amplia",
      "cualquier",
      "ciudad",
      "país",
      "proteger",
      "ciudadanos",
      "amenazas",
      "acciones",
      "actual",
      "administración",
      "norteamericana",
      ",",
      "calificó",
      "control",
      ".",
      "ordenó",
      "asimismo",
      "departamentos",
      "ciudad",
      "custodiaran",
      "derechos",
      "constitucionales",
      "residentes",
      ".",
      "propia",
      "conferencia",
      "prensa",
      ",",
      "johnson",
      "evidenció",
      "rechazo",
      "política",
      "migratoria",
      "presidente",
      "trump",
      ",",
      "afirmar",
      "recibe",
      "ordenes",
      "gobierno",
      "federal",
      ".",
      "anuncio",
      "produce",
      "después",
      "mandatario",
      "republicano",
      "dijera",
      ",",
      "principios",
      "mes",
      ",",
      "considerando",
      "expandir",
      "despliegue",
      "tropas",
      "guardia",
      "nacional",
      "washington",
      ",",
      "dc",
      ",",
      "ciudades",
      "importantes",
      "país",
      ".",
      "trump",
      "llamó",
      "guardia",
      "nacional",
      "hacia",
      "considera",
      "empujón",
      "abordar",
      "crimen",
      "capital",
      "estadounidense",
      ".",
      "entonces",
      ",",
      "líder",
      "republicano",
      "asociado",
      "despliegue",
      "respuesta",
      "represiva",
      "recorte",
      "índices",
      "violencia",
      "urbe",
      ".",
      "datos",
      "departamento",
      "policía",
      "metropolitana",
      "mostraron",
      "crimen",
      "violento",
      "washington",
      ",",
      "dc",
      ",",
      "mínimo",
      "30",
      "años",
      ",",
      "críticos",
      "advirtieron",
      "represión",
      "podría",
      "terminar",
      "siendo",
      "prueba",
      "aplicar",
      "militarización",
      "amplia",
      "hacia",
      "ciudades",
      "estadounidenses",
      ".",
      "principios",
      "semana",
      ",",
      "principal",
      "voz",
      "demócrata",
      "cámara",
      "representantes",
      "unidos",
      ",",
      "hakeem",
      "jeffries",
      ",",
      "dijo",
      "entrevista",
      "medios",
      "locales",
      "trump",
      "autoridad",
      "enviar",
      "tropas",
      "federales",
      "chicago",
      ".",
      "obstante",
      ",",
      "constitución",
      "ee.uu.",
      "da",
      "poder",
      "policía",
      ".",
      "jb",
      "pritzker",
      ",",
      "gobernador",
      "demócrata",
      "illinois",
      ",",
      "encuentra",
      "chicago",
      ",",
      "rechazó",
      "idea",
      ".",
      "“",
      "donald",
      "trump",
      "tratando",
      "fabricar",
      "crisis",
      ",",
      "politizar",
      "estadounidenses",
      "uniformados",
      "continuar",
      "abusando",
      "poder",
      "distraer",
      "opinión",
      "pública",
      "dolor",
      "causando",
      "familias",
      "trabajadoras",
      "”",
      ",",
      "dijo",
      "pritzker",
      "comunicado",
      ".",
      "citando",
      "fuentes",
      "anónimas",
      "familiarizadas",
      "asunto",
      ",",
      "medios",
      "estadounidenses",
      "informaron",
      "viernes",
      "administración",
      "trump",
      "preparando",
      "llevar",
      "cabo",
      "operación",
      "aplicación",
      "ley",
      "inmigración",
      "chicago",
      "tan",
      "pronto",
      "próxima",
      "semana",
      ".",
      "funcionarios",
      "casa",
      "blanca",
      "dijeron",
      "planes",
      "separados",
      "idea",
      "trump",
      "enviar",
      "tropas",
      "guardia",
      "nacional",
      "chicago",
      "represión",
      "amplia",
      "crimen",
      ".",
      "presidente",
      ",",
      "asumió",
      "cargo",
      "enero",
      "segundo",
      "mandato",
      ",",
      "perseguido",
      "agenda",
      "línea",
      "dura",
      "anti-inmigración",
      "comprometió",
      "llevar",
      "cabo",
      "operación",
      "deportación",
      "grande",
      "historia",
      "unidos",
      ".",
      "administración",
      "justificado",
      "ofensiva",
      "diciendo",
      "deportando",
      "criminales",
      "ee.uu.",
      "ilegalmente",
      ".",
      "informes",
      "medios",
      "estadounidenses",
      "indican",
      "últimos",
      "meses",
      "muchas",
      "personas",
      "sido",
      "arrastradas",
      "redadas",
      "inmigración",
      ",",
      "incluyendo",
      "ciudadanos",
      "estadounidenses",
      "residentes",
      "permanentes",
      "antecedentes",
      "penales",
      ".",
      "escenario",
      "une",
      "reciente",
      "dictamen",
      "tribunal",
      "apelaciones",
      "unidos",
      "califica",
      "ilegales",
      "mayoría",
      "aranceles",
      "aplicados",
      "administración",
      "donald",
      "trump",
      ",",
      "socava",
      "uso",
      "presidente",
      "estadounidense",
      "hace",
      "gravámenes",
      "herramienta",
      "clave",
      "política",
      "guerra",
      "económica",
      "internacional",
      "."
    ],
    "token_count": 414,
    "sentence_count": 21
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 83,
      "NN": 224,
      "FW": 171,
      "VBZ": 17,
      "JJ": 68,
      "RBR": 1,
      "IN": 34,
      "NNS": 39,
      "VBP": 20,
      "VBD": 2,
      "DT": 3,
      "JJR": 1,
      "MD": 1,
      "VB": 2,
      "CD": 1,
      "RB": 1
    },
    "bigram_freq": {
      "NNP-NN": 26,
      "NN-FW": 26,
      "FW-NNP": 29,
      "NNP-NNP": 30,
      "NNP-VBZ": 7,
      "VBZ-NN": 1,
      "NN-NN": 127,
      "FW-FW": 95,
      "FW-JJ": 16,
      "JJ-NN": 38,
      "NN-JJ": 16,
      "JJ-VBZ": 1,
      "VBZ-FW": 4,
      "FW-NN": 23,
      "NN-RBR": 1,
      "RBR-JJ": 1,
      "NN-IN": 23,
      "IN-FW": 21,
      "NNP-FW": 12,
      "NN-NNS": 14,
      "NNS-VBP": 17,
      "VBP-JJ": 12,
      "JJ-FW": 5,
      "JJ-NNP": 5,
      "NNP-IN": 2,
      "NNS-VBZ": 4,
      "VBZ-IN": 2,
      "IN-NNP": 4,
      "NNP-VBD": 2,
      "VBD-FW": 1,
      "FW-NNS": 6,
      "NNS-FW": 4,
      "NN-NNP": 10,
      "NNP-JJ": 1,
      "FW-VBZ": 1,
      "VBZ-DT": 1,
      "DT-NN": 3,
      "NN-VBP": 3,
      "NN-VBZ": 3,
      "NNP-DT": 1,
      "IN-NN": 4,
      "FW-JJR": 1,
      "JJR-NN": 1,
      "JJ-NNS": 9,
      "NNS-IN": 5,
      "NNS-NNP": 4,
      "NN-DT": 1,
      "JJ-JJ": 9,
      "VBP-NN": 1,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-NNS": 1,
      "VBZ-JJ": 7,
      "IN-IN": 1,
      "NNP-VB": 1,
      "VB-FW": 1,
      "IN-CD": 1,
      "CD-NNS": 1,
      "NNS-JJ": 2,
      "VBZ-NNS": 2,
      "VBP-RB": 1,
      "RB-JJ": 1,
      "VBP-FW": 2,
      "NNS-NNS": 3,
      "IN-JJ": 2,
      "VBP-NNS": 2,
      "VBP-IN": 1,
      "VBP-VBZ": 1,
      "IN-NNS": 1,
      "VBD-JJ": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 2,
      "NN-FW-NNP": 4,
      "FW-NNP-NNP": 10,
      "NNP-NNP-NNP": 12,
      "NNP-NNP-VBZ": 4,
      "NNP-VBZ-NN": 1,
      "VBZ-NN-NN": 1,
      "NN-NN-FW": 17,
      "NN-FW-FW": 10,
      "FW-FW-FW": 61,
      "FW-FW-JJ": 5,
      "FW-JJ-NN": 8,
      "JJ-NN-NN": 20,
      "NN-NN-NN": 69,
      "NN-NN-JJ": 13,
      "NN-JJ-VBZ": 1,
      "JJ-VBZ-FW": 1,
      "VBZ-FW-FW": 2,
      "FW-FW-NN": 6,
      "FW-NN-NN": 12,
      "NN-NN-RBR": 1,
      "NN-RBR-JJ": 1,
      "RBR-JJ-NN": 1,
      "JJ-NN-IN": 11,
      "NN-IN-FW": 16,
      "IN-FW-FW": 11,
      "FW-FW-NNP": 18,
      "NNP-NNP-FW": 2,
      "NNP-FW-FW": 3,
      "FW-NN-NNS": 3,
      "NN-NNS-VBP": 9,
      "NNS-VBP-JJ": 10,
      "VBP-JJ-FW": 3,
      "JJ-FW-NN": 2,
      "FW-NN-FW": 5,
      "FW-JJ-NNP": 2,
      "JJ-NNP-NNP": 1,
      "NNP-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "FW-NNP-NN": 8,
      "NNP-NN-NNS": 2,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "IN-NNP-NNP": 3,
      "NNP-VBZ-FW": 2,
      "FW-NNP-FW": 8,
      "NNP-FW-NNP": 5,
      "FW-NNP-VBD": 1,
      "NNP-VBD-FW": 1,
      "VBD-FW-FW": 1,
      "FW-FW-NNS": 3,
      "FW-NNS-FW": 2,
      "NNS-FW-FW": 3,
      "FW-JJ-FW": 1,
      "NN-NN-NNP": 5,
      "NN-NNP-JJ": 1,
      "NNP-JJ-NN": 1,
      "FW-FW-VBZ": 1,
      "FW-VBZ-DT": 1,
      "VBZ-DT-NN": 1,
      "DT-NN-NN": 2,
      "NN-NN-VBP": 3,
      "NN-VBP-JJ": 2,
      "VBP-JJ-NN": 6,
      "NN-NN-IN": 10,
      "NNP-FW-NN": 4,
      "NN-FW-NN": 10,
      "NN-FW-JJ": 2,
      "NN-NN-VBZ": 2,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-NNP-DT": 1,
      "NNP-DT-NN": 1,
      "NN-IN-NN": 3,
      "IN-NN-NN": 2,
      "NNP-NN-NN": 20,
      "FW-FW-JJR": 1,
      "FW-JJR-NN": 1,
      "JJR-NN-NN": 1,
      "IN-FW-JJ": 5,
      "FW-JJ-NNS": 2,
      "JJ-NNS-IN": 3,
      "NNS-IN-FW": 2,
      "FW-NN-NNP": 1,
      "NN-NNP-NN": 2,
      "NN-JJ-NN": 12,
      "NN-JJ-NNS": 2,
      "NNS-IN-NN": 1,
      "IN-NN-NNS": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-NN": 3,
      "IN-FW-NNP": 2,
      "NN-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "NN-VBZ-FW": 1,
      "VBZ-FW-JJ": 2,
      "FW-JJ-JJ": 2,
      "JJ-JJ-NNP": 2,
      "JJ-NNP-NN": 4,
      "NN-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "FW-NNS-VBP": 3,
      "FW-NN-IN": 2,
      "NNP-NNP-NN": 8,
      "NNP-NN-NNP": 2,
      "NN-NNP-NNP": 3,
      "NNP-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-NNS": 1,
      "VB-NNS-FW": 1,
      "NNS-FW-JJ": 1,
      "NN-NN-NNS": 6,
      "NN-NNP-VBZ": 3,
      "NNP-VBZ-JJ": 4,
      "VBZ-JJ-NN": 4,
      "IN-FW-NNS": 2,
      "NN-NNP-FW": 1,
      "NN-NNS-IN": 1,
      "NNS-IN-IN": 1,
      "IN-IN-NNP": 1,
      "NNP-NNP-VB": 1,
      "NNP-VB-FW": 1,
      "VB-FW-JJ": 1,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 4,
      "VBP-JJ-NNS": 1,
      "JJ-NNS-VBZ": 2,
      "NNS-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "JJ-NN-JJ": 2,
      "FW-NNP-IN": 1,
      "NNP-IN-NNP": 1,
      "NNS-VBZ-JJ": 2,
      "VBZ-JJ-NNP": 1,
      "NNS-NNP-NNP": 1,
      "NN-IN-NNP": 1,
      "IN-NNP-FW": 1,
      "IN-NN-JJ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-JJ": 1,
      "IN-FW-NN": 1,
      "JJ-NN-NNP": 2,
      "VBZ-JJ-NNS": 1,
      "JJ-NNS-VBP": 3,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NN-NNS": 2,
      "VBP-JJ-JJ": 2,
      "NNS-VBP-FW": 2,
      "VBP-FW-FW": 1,
      "NN-JJ-JJ": 1,
      "JJ-JJ-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-NNP": 2,
      "JJ-FW-FW": 3,
      "VBP-FW-NNS": 1,
      "FW-NNS-JJ": 1,
      "NNS-JJ-NN": 1,
      "NN-IN-JJ": 1,
      "IN-JJ-JJ": 2,
      "NNS-VBP-NNS": 2,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "NNS-VBP-VBZ": 1,
      "VBP-VBZ-NNS": 1,
      "VBZ-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-NNS-NNS": 1,
      "NNS-IN-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-FW": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-NN": 1,
      "JJ-NN-FW": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 224,
        "FW": 171,
        "NNP": 83,
        "JJ": 68,
        "NNS": 39
      },
      "top_bigrams": {
        "NN-NN": 127,
        "FW-FW": 95,
        "JJ-NN": 38,
        "NNP-NNP": 30,
        "FW-NNP": 29
      },
      "top_trigrams": {
        "NN-NN-NN": 69,
        "FW-FW-FW": 61,
        "JJ-NN-NN": 20,
        "NNP-NN-NN": 20,
        "FW-FW-NNP": 18
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 21,
    "chunk_counts": {
      "NP": 178,
      "VP": 49,
      "ADJP": 7,
      "PP": 14
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.0335
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 5,
        "weight": 0.0186
      },
      {
        "rule": "NP -> ('Chicago', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Estados', 'NNP') ('Unidos', 'NNP')",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "VP -> ('estadounidenses', 'VBZ') NP",
        "frequency": 3,
        "weight": 0.0112
      },
      {
        "rule": "NP -> ('Donald', 'NNP') ('Trump', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "ADJP -> ('federal', 'JJ')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('a', 'DT') ('los', 'NN')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('DC', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      },
      {
        "rule": "NP -> ('Trump', 'NNP')",
        "frequency": 2,
        "weight": 0.0074
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El alcalde"
      },
      {
        "label": "NP",
        "text": "Chicago"
      },
      {
        "label": "NP",
        "text": "Brandon Johnson"
      },
      {
        "label": "VP",
        "text": "anunció este sábado"
      },
      {
        "label": "NP",
        "text": "este sábado"
      },
      {
        "label": "NP",
        "text": "orden ejecutiva que busca proteger"
      },
      {
        "label": "ADJP",
        "text": "los"
      },
      {
        "label": "VP",
        "text": "residentes"
      },
      {
        "label": "NP",
        "text": "ciudad contra"
      },
      {
        "label": "NP",
        "text": "posible decisión"
      },
      {
        "label": "NP",
        "text": "Estados Unidos"
      },
      {
        "label": "NP",
        "text": "EEUU"
      },
      {
        "label": "NP",
        "text": "Donald Trump"
      },
      {
        "label": "NP",
        "text": "tropas federales"
      },
      {
        "label": "VP",
        "text": "e incrementar la persecución migratoria"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP alcalde/NN)\n  de/FW\n  (NP Chicago/NNP)\n  ,/,\n  (NP Brandon/NNP Johnson/NNP)\n  (VP anunció/VBZ (NP este/NN sábado/NN))\n  la/FW\n  firma/FW\n  de/FW\n  una/FW\n  (NP orden/JJ ejecutiva/NN que/NN busca/NN proteger/NN)\n  a/DT\n  (ADJP los/JJ)\n  (VP residentes/VBZ)\n  de/FW\n  esa/FW\n  (NP ciudad/NN contra/NN)\n  la/RBR\n  (NP posible/JJ decisión/NN)\n  de/IN\n  la/FW\n  administración/FW\n  del/FW\n  presidente/FW\n  de/FW\n  (NP Estados/NNP Unidos/NNP)\n  (/(\n  (NP EEUU/NNP)\n  )/)\n  ,/,\n  (NP Donald/NNP Trump/NNP)\n  ,/,\n  de/FW\n  desplegar/FW\n  (NP tropas/NN federales/NNS)\n  (VP e/VBP (NP incrementar/JJ la/NN persecución/NN migratoria/NN))\n  (PP en/IN (NP esa/JJ urbe/NN))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP)\n  :/:\n  (NP Corte/NNP)\n  de/IN\n  apelaciones/FW\n  de/FW\n  (NP EE.UU./NNP declara/NN inconstitucionales/NNS)\n  (VP aranceles/VBZ)\n  (PP de/IN (NP Trump/NNP Johnson/NNP))\n  (VP anunció/VBZ)\n  la/FW\n  llamada/FW\n  (NP Iniciativa/NNP)\n  de/FW\n  (NP Protección/NNP)\n  de/FW\n  (NP Chicago/NNP)\n  ,/,\n  (VP tomada/VBZ (NP a/DT raíz/NN))\n  (PP de/IN (NP informes/NNS creíbles/NNS))\n  de/FW\n  que/FW\n  la/FW\n  ciudad/FW\n  podría/FW\n  ver/FW\n  (NP un/JJ incremento/NN)\n  de/IN\n  la/FW\n  actividad/FW\n  militarizada/FW\n  por/FW\n  el/FW\n  gobierno/FW\n  (ADJP federal/JJ)\n  en/FW\n  (NP pocos/NN días/NN)\n  ./.)",
      "(S\n  (NP En/NNP)\n  (NP una/JJ conferencia/NN)\n  de/IN\n  prensa/FW\n  ,/,\n  el/FW\n  alcalde/FW\n  afirmó/FW\n  que/FW\n  (VP\n    aún/VBZ\n    (NP\n      no/DT\n      está/NN\n      claro/NN\n      aún/NN\n      cómo/NN\n      se/NN\n      verá/NN\n      exactamente/NN\n      dicho/NN\n      despliegue/NN))\n  ,/,\n  (NP lo/JJ cual/JJ incrementa/NN el/NN nivel/NN)\n  de/IN\n  incertidumbre/FW\n  (NP al/JJ respecto/NN)\n  ./.)",
      "(S\n  (NP El/NNP)\n  (VP edil/VBZ)\n  (VP dijo/VB (NP a/DT los/NN reporteros/NN que/NN))\n  ,/,\n  entre/FW\n  otras/FW\n  (NP cosas/NN)\n  ,/,\n  la/FW\n  orden/FW\n  establece/FW\n  (NP a/DT los/NN)\n  (VP agentes/VBZ)\n  de/IN\n  la/FW\n  ley/FW\n  de/FW\n  (NP Chicago/NNP)\n  (NP no/DT colaborar/NN con/NN)\n  (VP el/VBP (NP personal/JJ militar/NN estadounidense/NN))\n  (PP en/IN (NP patrullas/NNS))\n  (VP o/VBP (NP durante/JJ las/NNS))\n  actividades/IN\n  de/IN\n  aplicación/FW\n  de/FW\n  la/FW\n  ley/FW\n  de/FW\n  inmigración/FW\n  ./.)",
      "(S\n  (NP Describió/NNP)\n  (NP\n    a/DT\n    su/NN\n    vez/NN\n    esta/NN\n    medida/NN\n    como/NN\n    la/NN\n    campaña/NN\n    más/NN)\n  amplia/FW\n  de/FW\n  (NP cualquier/JJR ciudad/NN del/NN país/NN para/NN proteger/NN)\n  (NP a/DT sus/NN ciudadanos/NN)\n  de/IN\n  las/FW\n  (NP amenazas/JJ y/NN acciones/NNS)\n  de/IN\n  la/FW\n  (NP actual/JJ administración/NN norteamericana/NN)\n  ,/,\n  a/DT\n  la/FW\n  (NP cual/JJ calificó/NN)\n  de/IN\n  fuera/FW\n  de/FW\n  (NP control/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "ECONOMIA_COMERCIO_FINANZAS",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "APROBACION_RECHAZO",
      "LEYES_NORMATIVAS",
      "INSTITUCIONES_EDUCATIVAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "capital",
        "position": [
          1894,
          1901
        ],
        "start": 1894,
        "end": 1901
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "rechazo a la política migratoria del presidente",
        "position": [
          1449,
          1496
        ],
        "start": 1449,
        "end": 1496
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "rechazo a la política",
        "position": [
          1449,
          1470
        ],
        "start": 1449,
        "end": 1470
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "conferencia de prensa",
        "position": [
          634,
          655
        ],
        "start": 634,
        "end": 655
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "afirmó",
        "position": [
          668,
          674
        ],
        "start": 668,
        "end": 674
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "anunció",
        "position": [
          39,
          46
        ],
        "start": 39,
        "end": 46
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de estados",
        "position": [
          193,
          214
        ],
        "start": 193,
        "end": 214
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de policía",
        "position": [
          2080,
          2103
        ],
        "start": 2080,
        "end": 2103
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          2751,
          2758
        ],
        "start": 2751,
        "end": 2758
      },
      {
        "category": "LEYES_NORMATIVAS",
        "matched_text": "constitución",
        "position": [
          2612,
          2624
        ],
        "start": 2612,
        "end": 2624
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          207,
          221
        ],
        "start": 207,
        "end": 221
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          2080,
          2095
        ],
        "start": 2080,
        "end": 2095
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "esta semana",
        "position": [
          2381,
          2392
        ],
        "start": 2381,
        "end": 2392
      }
    ],
    "match_count": 13
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Hakeem Jeffries",
        "tipo": "Persona"
      },
      {
        "nombre": "Chicago",
        "tipo": "Lugar"
      },
      {
        "nombre": "DC",
        "tipo": "Lugar"
      },
      {
        "nombre": "Guardia Nacional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Brandon Johnson",
        "tipo": "Persona"
      },
      {
        "nombre": "Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "JB Pritzker",
        "tipo": "Persona"
      },
      {
        "nombre": "los Estados",
        "tipo": "Lugar"
      },
      {
        "nombre": "Illinois",
        "tipo": "Lugar"
      },
      {
        "nombre": "LEA",
        "tipo": "Persona"
      },
      {
        "nombre": "Cámara de Representantes de Estados Unidos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Departamento de Policía Metropolitana",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Johnson",
        "tipo": "Persona"
      },
      {
        "nombre": "Iniciativa de Protección de Chicago",
        "tipo": "Organizacion"
      },
      {
        "nombre": "EEUU",
        "tipo": "Lugar"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Pritzker",
        "tipo": "Persona"
      },
      {
        "nombre": "Washington",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE.UU.",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Chicago",
        "relacion": "ANUNCIAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Chicago",
        "relacion": "ANUNCIAR",
        "objeto": "EEUU"
      },
      {
        "sujeto": "Chicago",
        "relacion": "ANUNCIAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Brandon Johnson",
        "relacion": "ANUNCIAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Brandon Johnson",
        "relacion": "ANUNCIAR",
        "objeto": "EEUU"
      },
      {
        "sujeto": "Brandon Johnson",
        "relacion": "ANUNCIAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "LEA",
        "relacion": "ANUNCIAR",
        "objeto": "Iniciativa de Protección de Chicago"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "DECLARAR_ANUNCIAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "DECLARAR_ANUNCIAR",
        "objeto": "Johnson"
      },
      {
        "sujeto": "EE.UU.",
        "relacion": "DECLARAR_ANUNCIAR",
        "objeto": "Iniciativa de Protección de Chicago"
      },
      {
        "sujeto": "Trump",
        "relacion": "DECLARAR_ANUNCIAR",
        "objeto": "Iniciativa de Protección de Chicago"
      },
      {
        "sujeto": "Johnson",
        "relacion": "DECLARAR_ANUNCIAR",
        "objeto": "Iniciativa de Protección de Chicago"
      },
      {
        "sujeto": "Johnson",
        "relacion": "EVIDENCIAR",
        "objeto": "Trump"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "EXPANDIR_CONSIDERAR_DECIR_DESPU_S_PRODUCIR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "EXPANDIR_CONSIDERAR_DECIR_DESPU_S_PRODUCIR",
        "objeto": "DC"
      },
      {
        "sujeto": "Trump",
        "relacion": "LLAMAR",
        "objeto": "Guardia Nacional"
      },
      {
        "sujeto": "Departamento de Policía Metropolitana",
        "relacion": "MOSTRAR",
        "objeto": "Washington"
      },
      {
        "sujeto": "Departamento de Policía Metropolitana",
        "relacion": "MOSTRAR",
        "objeto": "DC"
      },
      {
        "sujeto": "Trump",
        "relacion": "DECIR",
        "objeto": "Cámara de Representantes de Estados Unidos"
      },
      {
        "sujeto": "Cámara de Representantes de Estados Unidos",
        "relacion": "DECIR",
        "objeto": "Chicago"
      },
      {
        "sujeto": "Trump",
        "relacion": "DECIR",
        "objeto": "Hakeem Jeffries"
      },
      {
        "sujeto": "Hakeem Jeffries",
        "relacion": "DECIR",
        "objeto": "Chicago"
      },
      {
        "sujeto": "Trump",
        "relacion": "TENER_DECIR",
        "objeto": "Chicago"
      },
      {
        "sujeto": "Donald Trump",
        "relacion": "TRATAR_DECIR",
        "objeto": "Pritzker"
      },
      {
        "sujeto": "Trump",
        "relacion": "PREPARAR_INFORMAR",
        "objeto": "Chicago"
      },
      {
        "sujeto": "Guardia Nacional",
        "relacion": "ENVIAR_DECIR",
        "objeto": "Chicago"
      }
    ]
  },
  "sentiment": {
    "compound": -0.7845,
    "pos": 0.014,
    "neu": 0.962,
    "neg": 0.024,
    "label": "negative"
  }
}