{
  "url": "https://www.telesurtv.net/fuerzas-israelies-restringen-acceso-a-mezquita-de-al-aqsa-durante-el-ramadan/",
  "title": "Fuerzas israelíes restringen acceso a mezquita de Al-Aqsa durante el Ramadán - teleSUR",
  "section": "Mundo",
  "tags": [
    "al-aqsa",
    "Cisjordania",
    "Gaza",
    "Hamás",
    "Islam",
    "Israel",
    "mezquita",
    "Palestina",
    "Ramadán"
  ],
  "text": "\nLas fuerzas de ocupación israelíes han implementado estrictas restricciones a la entrada de fieles musulmanes palestinos provenientes de Cisjordania a la ciudad ocupada de Jerusalén. Este control se impone justo cuando miles de fieles se preparaban para realizar la primera oración del viernes del mes sagrado de Ramadán en la mezquita de Al-Aqsa.\nLEA TAMBIÉN\nEgipto llama a actuar de forma «positiva y constructiva» a EE. UU. respecto a Gaza\nA pesar de estas restricciones, desde temprano en la mañana, miles de fieles se congregaron en el puesto de control militar de Qalandia, donde el Ejército de ocupación reforzó su presencia. Identificaron a los ciudadanos y prohibieron la entrada a hombres menores de 55 años y mujeres menores de 50, incluso aquellos con autorizaciones especiales.\nTestigos relataron a medios palestinos que miles de fieles fueron expulsados y se les negó el acceso a la ciudad, bajo el pretexto de no poseer los permisos adecuados.\nDentro de la Ciudad Vieja de Jerusalén, también se aplicaron restricciones a la entrada de fieles a la mezquita de Al-Aqsa, donde se verificaron las identidades de jóvenes en los accesos a la Ciudad Vieja y a las puertas de la mezquita, impidiendo la entrada a varios de ellos.\nEl Departamento de Dotaciones Islámicas en Jerusalén informó que cerca de 90.000 fieles musulmanes lograron realizar las primeras oraciones del viernes del Ramadán en la mezquita de Al-Aqsa en Jerusalén ocupada.\nDesde las primeras horas del día, las fuerzas de ocupación israelíes se desplegaron ampliamente en los puestos de control que conducen a la mezquita, impidiendo la entrada de un gran número de fieles de Cisjordania y sometiéndolos a rigurosas verificaciones de identidad.\nAdemás, miles de policías israelíes se desplegaron en la Ciudad Vieja de Jerusalén, así como en los alrededores de la mezquita de Al-Aqsa y sus puertas, con el objetivo de restringir el acceso de los musulmanes al sitio sagrado.\nEn un incidente separado, la mezquita Al-Nasr en Nablus sufrió un ataque incendiario, presuntamente llevado a cabo por soldados israelíes, destruyendo completamente el alojamiento del imán y dañando las paredes y alfombras de la mezquita.\nLa mezquita Al-Nasr, un monumento histórico de gran relevancia en Nablus, fue originalmente una iglesia en la época romana, antes de ser convertida en mezquita en 1187.\nEl Ministerio de Asuntos Religiosos de Palestina condenó enérgicamente los ataques israelíes a las mezquitas en la Ciudad Vieja de Nablus.\nEn un comunicado, denunciaron que las fuerzas israelíes irrumpieron en la mezquita Al-Nasr al amanecer, le prendieron fuego y obstaculizaron la labor de los bomberos municipales de Nablus, resultando en una gran destrucción. Además, destacaron que varias mezquitas de la Ciudad Vieja fueron atacadas sin previo aviso, profanando sus interiores.\nNasser al-Salman, director de Dotaciones de Nablus, denunció el “brutal ataque israelí” a las mezquitas de Nablus, calificando estas acciones como las más graves desde la Nakba de 1948 y reflejando un flagrante desprecio de Israel por las normas religiosas, morales e internacionales que garantizan el derecho al culto y al acceso a los lugares sagrados.\n\n\nLa Resistencia palestina, Hamás, condenó firmemente los ataques de Israel contra los lugares religiosos musulmanes en Cisjordania ocupada, describiéndolos como parte de una “guerra religiosa”, contra los fieles\nHamás denunció los ataques a las mezquitas de Nablus y Hebrón, resaltando que habitaciones fueron incendiadas y se impidió a los fieles realizar la oración del amanecer.\nEn una declaración difundida en Telegram, Hamás expresó que “la agresión de la ocupación contra las mezquitas de Cisjordania durante el Ramadán es una insistencia en la guerra religiosa y nuestro pueblo no permanecerá en silencio ante la profanación de sus santidades”.\nAdemás, condenaron el asalto de los colonos israelíes a la mezquita Al-Aqsa y sus intentos de tomar control de la mezquita Ibrahimi en Hebrón.\nHamás advirtió que estas medidas israelíes sientan “un precedente peligroso, que requiere hacer todos los esfuerzos posibles para evitar su repetición y formar una barrera infranqueable contra las políticas y ambiciones de la ocupación”.",
  "source_metadata": {
    "url": "https://www.telesurtv.net/fuerzas-israelies-restringen-acceso-a-mezquita-de-al-aqsa-durante-el-ramadan/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-03.json",
    "message_index": 1881,
    "message_id": 88557,
    "date": "2025-03-07T16:55:12+00:00",
    "text": "teleSUR\nFuerzas israelíes restringen acceso a mezquita de Al-Aqsa durante el Ramadán\nhttps://www.telesurtv.net/fuerzas-israelies-restringen-acceso-a-mezquita-de-al-aqsa-durante-el-ramadan/",
    "photo_path": null,
    "views": 1523,
    "reactions": {
      "🤬": 33,
      "👍": 2,
      "👏": 1
    },
    "total_reactions": 36
  },
  "preprocessing": {
    "cleaned": "las fuerzas de ocupación israelíes han implementado estrictas restricciones a la entrada de fieles musulmanes palestinos provenientes de cisjordania a la ciudad ocupada de jerusalén. este control se impone justo cuando miles de fieles se preparaban para realizar la primera oración del viernes del mes sagrado de ramadán en la mezquita de al-aqsa. a pesar de estas restricciones, desde temprano en la mañana, miles de fieles se congregaron en el puesto de control militar de qalandia, donde el ejército de ocupación reforzó su presencia. identificaron a los ciudadanos y prohibieron la entrada a hombres menores de 55 años y mujeres menores de 50, incluso aquellos con autorizaciones especiales. testigos relataron a medios palestinos que miles de fieles fueron expulsados y se les negó el acceso a la ciudad, bajo el pretexto de no poseer los permisos adecuados. dentro de la ciudad vieja de jerusalén, también se aplicaron restricciones a la entrada de fieles a la mezquita de al-aqsa, donde se verificaron las identidades de jóvenes en los accesos a la ciudad vieja y a las puertas de la mezquita, impidiendo la entrada a varios de ellos. el departamento de dotaciones islámicas en jerusalén informó que cerca de 90.000 fieles musulmanes lograron realizar las primeras oraciones del viernes del ramadán en la mezquita de al-aqsa en jerusalén ocupada. desde las primeras horas del día, las fuerzas de ocupación israelíes se desplegaron ampliamente en los puestos de control que conducen a la mezquita, impidiendo la entrada de un gran número de fieles de cisjordania y sometiéndolos a rigurosas verificaciones de identidad. además, miles de policías israelíes se desplegaron en la ciudad vieja de jerusalén, así como en los alrededores de la mezquita de al-aqsa y sus puertas, con el objetivo de restringir el acceso de los musulmanes al sitio sagrado. en un incidente separado, la mezquita al-nasr en nablus sufrió un ataque incendiario, presuntamente llevado a cabo por soldados israelíes, destruyendo completamente el alojamiento del imán y dañando las paredes y alfombras de la mezquita. la mezquita al-nasr, un monumento histórico de gran relevancia en nablus, fue originalmente una iglesia en la época romana, antes de ser convertida en mezquita en 1187. el ministerio de asuntos religiosos de palestina condenó enérgicamente los ataques israelíes a las mezquitas en la ciudad vieja de nablus. en un comunicado, denunciaron que las fuerzas israelíes irrumpieron en la mezquita al-nasr al amanecer, le prendieron fuego y obstaculizaron la labor de los bomberos municipales de nablus, resultando en una gran destrucción. además, destacaron que varias mezquitas de la ciudad vieja fueron atacadas sin previo aviso, profanando sus interiores. nasser al-salman, director de dotaciones de nablus, denunció el “brutal ataque israelí” a las mezquitas de nablus, calificando estas acciones como las más graves desde la nakba de 1948 y reflejando un flagrante desprecio de israel por las normas religiosas, morales e internacionales que garantizan el derecho al culto y al acceso a los lugares sagrados. la resistencia palestina, hamás, condenó firmemente los ataques de israel contra los lugares religiosos musulmanes en cisjordania ocupada, describiéndolos como parte de una “guerra religiosa”, contra los fieles hamás denunció los ataques a las mezquitas de nablus y hebrón, resaltando que habitaciones fueron incendiadas y se impidió a los fieles realizar la oración del amanecer. en una declaración difundida en telegram, hamás expresó que “la agresión de la ocupación contra las mezquitas de cisjordania durante el ramadán es una insistencia en la guerra religiosa y nuestro pueblo no permanecerá en silencio ante la profanación de sus santidades”. además, condenaron el asalto de los colonos israelíes a la mezquita al-aqsa y sus intentos de tomar control de la mezquita ibrahimi en hebrón. hamás advirtió que estas medidas israelíes sientan “un precedente peligroso, que requiere hacer todos los esfuerzos posibles para evitar su repetición y formar una barrera infranqueable contra las políticas y ambiciones de la ocupación”.",
    "tokens": [
      "fuerzas",
      "ocupación",
      "israelíes",
      "implementado",
      "estrictas",
      "restricciones",
      "entrada",
      "fieles",
      "musulmanes",
      "palestinos",
      "provenientes",
      "cisjordania",
      "ciudad",
      "ocupada",
      "jerusalén",
      ".",
      "control",
      "impone",
      "justo",
      "miles",
      "fieles",
      "preparaban",
      "realizar",
      "primera",
      "oración",
      "viernes",
      "mes",
      "sagrado",
      "ramadán",
      "mezquita",
      "al-aqsa",
      ".",
      "pesar",
      "restricciones",
      ",",
      "temprano",
      "mañana",
      ",",
      "miles",
      "fieles",
      "congregaron",
      "puesto",
      "control",
      "militar",
      "qalandia",
      ",",
      "ejército",
      "ocupación",
      "reforzó",
      "presencia",
      ".",
      "identificaron",
      "ciudadanos",
      "prohibieron",
      "entrada",
      "hombres",
      "menores",
      "55",
      "años",
      "mujeres",
      "menores",
      "50",
      ",",
      "incluso",
      "aquellos",
      "autorizaciones",
      "especiales",
      ".",
      "testigos",
      "relataron",
      "medios",
      "palestinos",
      "miles",
      "fieles",
      "expulsados",
      "negó",
      "acceso",
      "ciudad",
      ",",
      "bajo",
      "pretexto",
      "poseer",
      "permisos",
      "adecuados",
      ".",
      "dentro",
      "ciudad",
      "vieja",
      "jerusalén",
      ",",
      "aplicaron",
      "restricciones",
      "entrada",
      "fieles",
      "mezquita",
      "al-aqsa",
      ",",
      "verificaron",
      "identidades",
      "jóvenes",
      "accesos",
      "ciudad",
      "vieja",
      "puertas",
      "mezquita",
      ",",
      "impidiendo",
      "entrada",
      "varios",
      ".",
      "departamento",
      "dotaciones",
      "islámicas",
      "jerusalén",
      "informó",
      "cerca",
      "90.000",
      "fieles",
      "musulmanes",
      "lograron",
      "realizar",
      "primeras",
      "oraciones",
      "viernes",
      "ramadán",
      "mezquita",
      "al-aqsa",
      "jerusalén",
      "ocupada",
      ".",
      "primeras",
      "horas",
      "día",
      ",",
      "fuerzas",
      "ocupación",
      "israelíes",
      "desplegaron",
      "ampliamente",
      "puestos",
      "control",
      "conducen",
      "mezquita",
      ",",
      "impidiendo",
      "entrada",
      "gran",
      "número",
      "fieles",
      "cisjordania",
      "sometiéndolos",
      "rigurosas",
      "verificaciones",
      "identidad",
      ".",
      "además",
      ",",
      "miles",
      "policías",
      "israelíes",
      "desplegaron",
      "ciudad",
      "vieja",
      "jerusalén",
      ",",
      "así",
      "alrededores",
      "mezquita",
      "al-aqsa",
      "puertas",
      ",",
      "objetivo",
      "restringir",
      "acceso",
      "musulmanes",
      "sitio",
      "sagrado",
      ".",
      "incidente",
      "separado",
      ",",
      "mezquita",
      "al-nasr",
      "nablus",
      "sufrió",
      "ataque",
      "incendiario",
      ",",
      "presuntamente",
      "llevado",
      "cabo",
      "soldados",
      "israelíes",
      ",",
      "destruyendo",
      "completamente",
      "alojamiento",
      "imán",
      "dañando",
      "paredes",
      "alfombras",
      "mezquita",
      ".",
      "mezquita",
      "al-nasr",
      ",",
      "monumento",
      "histórico",
      "gran",
      "relevancia",
      "nablus",
      ",",
      "originalmente",
      "iglesia",
      "época",
      "romana",
      ",",
      "ser",
      "convertida",
      "mezquita",
      "1187.",
      "ministerio",
      "asuntos",
      "religiosos",
      "palestina",
      "condenó",
      "enérgicamente",
      "ataques",
      "israelíes",
      "mezquitas",
      "ciudad",
      "vieja",
      "nablus",
      ".",
      "comunicado",
      ",",
      "denunciaron",
      "fuerzas",
      "israelíes",
      "irrumpieron",
      "mezquita",
      "al-nasr",
      "amanecer",
      ",",
      "prendieron",
      "fuego",
      "obstaculizaron",
      "labor",
      "bomberos",
      "municipales",
      "nablus",
      ",",
      "resultando",
      "gran",
      "destrucción",
      ".",
      "además",
      ",",
      "destacaron",
      "varias",
      "mezquitas",
      "ciudad",
      "vieja",
      "atacadas",
      "previo",
      "aviso",
      ",",
      "profanando",
      "interiores",
      ".",
      "nasser",
      "al-salman",
      ",",
      "director",
      "dotaciones",
      "nablus",
      ",",
      "denunció",
      "“",
      "brutal",
      "ataque",
      "israelí",
      "”",
      "mezquitas",
      "nablus",
      ",",
      "calificando",
      "acciones",
      "graves",
      "nakba",
      "1948",
      "reflejando",
      "flagrante",
      "desprecio",
      "israel",
      "normas",
      "religiosas",
      ",",
      "morales",
      "internacionales",
      "garantizan",
      "derecho",
      "culto",
      "acceso",
      "lugares",
      "sagrados",
      ".",
      "resistencia",
      "palestina",
      ",",
      "hamás",
      ",",
      "condenó",
      "firmemente",
      "ataques",
      "israel",
      "lugares",
      "religiosos",
      "musulmanes",
      "cisjordania",
      "ocupada",
      ",",
      "describiéndolos",
      "parte",
      "“",
      "guerra",
      "religiosa",
      "”",
      ",",
      "fieles",
      "hamás",
      "denunció",
      "ataques",
      "mezquitas",
      "nablus",
      "hebrón",
      ",",
      "resaltando",
      "habitaciones",
      "incendiadas",
      "impidió",
      "fieles",
      "realizar",
      "oración",
      "amanecer",
      ".",
      "declaración",
      "difundida",
      "telegram",
      ",",
      "hamás",
      "expresó",
      "“",
      "agresión",
      "ocupación",
      "mezquitas",
      "cisjordania",
      "ramadán",
      "insistencia",
      "guerra",
      "religiosa",
      "pueblo",
      "permanecerá",
      "silencio",
      "profanación",
      "santidades",
      "”",
      ".",
      "además",
      ",",
      "condenaron",
      "asalto",
      "colonos",
      "israelíes",
      "mezquita",
      "al-aqsa",
      "intentos",
      "tomar",
      "control",
      "mezquita",
      "ibrahimi",
      "hebrón",
      ".",
      "hamás",
      "advirtió",
      "medidas",
      "israelíes",
      "sientan",
      "“",
      "precedente",
      "peligroso",
      ",",
      "requiere",
      "hacer",
      "esfuerzos",
      "posibles",
      "evitar",
      "repetición",
      "formar",
      "barrera",
      "infranqueable",
      "políticas",
      "ambiciones",
      "ocupación",
      "”",
      "."
    ],
    "token_count": 406,
    "sentence_count": 20
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 85,
      "NN": 170,
      "FW": 160,
      "VBP": 28,
      "NNS": 54,
      "VBZ": 11,
      "JJ": 52,
      "IN": 40,
      "VBD": 4,
      "CD": 5,
      "RB": 3,
      "DT": 2,
      "MD": 1,
      "VB": 1
    },
    "bigram_freq": {
      "NNP-NN": 33,
      "NN-FW": 21,
      "FW-FW": 96,
      "FW-NN": 14,
      "NN-NN": 84,
      "NN-VBP": 1,
      "VBP-NNS": 6,
      "NNS-FW": 8,
      "FW-NNS": 8,
      "NNS-VBP": 23,
      "FW-NNP": 30,
      "NNP-FW": 13,
      "NNP-NNP": 22,
      "NN-VBZ": 4,
      "VBZ-JJ": 7,
      "JJ-NN": 30,
      "NN-NNS": 21,
      "NNS-IN": 11,
      "IN-NNS": 3,
      "NNS-JJ": 2,
      "JJ-JJ": 5,
      "VBP-IN": 2,
      "IN-NNP": 12,
      "NNP-VBD": 2,
      "VBD-FW": 2,
      "NN-NNP": 9,
      "VBP-NN": 4,
      "NNP-IN": 7,
      "IN-FW": 16,
      "FW-JJ": 6,
      "FW-VBZ": 2,
      "VBZ-NNS": 1,
      "IN-CD": 4,
      "CD-JJ": 2,
      "JJ-NNS": 12,
      "NNS-VBZ": 3,
      "VBZ-IN": 2,
      "VBZ-NNP": 1,
      "VBP-JJ": 14,
      "NNS-RB": 3,
      "RB-VBP": 3,
      "FW-DT": 1,
      "DT-NN": 2,
      "JJ-NNP": 2,
      "VBP-FW": 1,
      "NN-IN": 17,
      "CD-NNS": 1,
      "NNS-NNS": 1,
      "NNP-MD": 1,
      "MD-NNP": 1,
      "NNP-VB": 1,
      "VB-JJ": 1,
      "IN-JJ": 3,
      "IN-NN": 2,
      "NNP-NNS": 1,
      "NNP-VBP": 1,
      "JJ-FW": 3,
      "NN-VBD": 2,
      "VBD-NNP": 2,
      "FW-IN": 1,
      "NN-JJ": 10,
      "FW-CD": 1,
      "CD-NNP": 1,
      "NNP-JJ": 2,
      "NNS-NNP": 3,
      "CD-NN": 1,
      "NNP-VBZ": 2,
      "VBP-NNP": 1,
      "NN-DT": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-FW": 14,
      "FW-FW-FW": 60,
      "FW-FW-NN": 7,
      "FW-NN-NN": 2,
      "NN-NN-VBP": 1,
      "NN-VBP-NNS": 1,
      "VBP-NNS-FW": 4,
      "NNS-FW-FW": 3,
      "FW-FW-NNS": 6,
      "FW-NNS-VBP": 4,
      "NNS-VBP-NNS": 4,
      "NNS-FW-NNP": 3,
      "FW-NNP-FW": 6,
      "NNP-FW-FW": 4,
      "FW-FW-NNP": 17,
      "FW-NNP-NNP": 10,
      "NNP-NNP-NN": 8,
      "NNP-NN-VBZ": 2,
      "NN-VBZ-JJ": 4,
      "VBZ-JJ-NN": 5,
      "JJ-NN-NN": 15,
      "NN-NN-NNS": 11,
      "NN-NNS-IN": 4,
      "NNS-IN-NNS": 3,
      "IN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 3,
      "NN-NN-NN": 43,
      "NN-NNS-FW": 1,
      "NNS-FW-NNS": 2,
      "NNS-VBP-IN": 2,
      "VBP-IN-NNP": 1,
      "IN-NNP-FW": 2,
      "NNP-NNP-NNP": 2,
      "NNP-NNP-VBD": 2,
      "NNP-VBD-FW": 2,
      "VBD-FW-FW": 2,
      "NNP-NN-NNP": 2,
      "NN-NNP-NN": 5,
      "NNS-VBP-NN": 3,
      "VBP-NN-FW": 3,
      "FW-NNS-IN": 1,
      "IN-NNS-VBP": 2,
      "FW-NNP-NN": 12,
      "NNP-NN-NN": 23,
      "NN-NN-NNP": 3,
      "NN-NNP-IN": 1,
      "NNP-IN-FW": 1,
      "IN-FW-FW": 9,
      "NNP-FW-JJ": 1,
      "FW-JJ-NN": 4,
      "NN-NN-FW": 7,
      "NN-FW-VBZ": 1,
      "FW-VBZ-NNS": 1,
      "VBZ-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-JJ": 2,
      "CD-JJ-NNS": 1,
      "JJ-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-CD": 1,
      "CD-JJ-JJ": 1,
      "JJ-NN-NNS": 5,
      "NN-NNS-VBZ": 2,
      "NNS-VBZ-NNP": 1,
      "VBZ-NNP-NN": 1,
      "NNP-NN-NNS": 3,
      "NN-NNS-VBP": 11,
      "NNS-VBP-JJ": 12,
      "VBP-JJ-NNS": 3,
      "JJ-NNS-IN": 5,
      "VBP-JJ-NN": 8,
      "NN-NNS-RB": 1,
      "NNS-RB-VBP": 3,
      "RB-VBP-JJ": 2,
      "FW-FW-DT": 1,
      "FW-DT-NN": 1,
      "DT-NN-VBZ": 1,
      "VBZ-JJ-JJ": 1,
      "JJ-JJ-NNP": 1,
      "JJ-NNP-FW": 1,
      "NNP-NNP-IN": 5,
      "NNP-IN-NNP": 5,
      "IN-NNP-NN": 3,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "FW-FW-JJ": 2,
      "JJ-NN-NNP": 2,
      "NN-NNP-NNP": 2,
      "FW-NN-FW": 7,
      "NNP-NNP-FW": 3,
      "NNP-FW-NNP": 7,
      "NN-NN-IN": 9,
      "NN-IN-CD": 1,
      "IN-CD-NNS": 1,
      "CD-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "RB-VBP-NNS": 1,
      "VBP-NNS-VBP": 2,
      "FW-NNS-FW": 2,
      "FW-NNP-MD": 1,
      "NNP-MD-NNP": 1,
      "MD-NNP-VB": 1,
      "NNP-VB-JJ": 1,
      "VB-JJ-NNS": 1,
      "JJ-NNS-VBP": 4,
      "VBP-IN-FW": 1,
      "NN-IN-JJ": 3,
      "IN-JJ-NN": 2,
      "JJ-NN-IN": 6,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "NN-FW-NN": 3,
      "NNS-IN-FW": 3,
      "IN-FW-NNP": 2,
      "FW-NNP-NNS": 1,
      "NNP-NNS-RB": 1,
      "NN-IN-FW": 9,
      "IN-NNP-VBP": 1,
      "NNP-VBP-NN": 1,
      "FW-NN-NNS": 1,
      "VBP-JJ-FW": 2,
      "JJ-FW-FW": 3,
      "NN-NN-VBD": 2,
      "NN-VBD-NNP": 2,
      "VBD-NNP-FW": 1,
      "NN-FW-IN": 1,
      "FW-IN-FW": 1,
      "IN-FW-NN": 3,
      "NN-FW-NNP": 1,
      "NN-NN-JJ": 7,
      "NN-JJ-NN": 6,
      "FW-FW-VBZ": 1,
      "FW-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "FW-FW-CD": 1,
      "FW-CD-NNP": 1,
      "CD-NNP-NNP": 1,
      "IN-NNP-NNP": 6,
      "NNS-IN-NN": 1,
      "IN-NN-NNP": 1,
      "NNP-NNP-JJ": 1,
      "NNP-JJ-NN": 2,
      "FW-NN-IN": 2,
      "IN-FW-JJ": 2,
      "FW-JJ-NNS": 2,
      "NNS-IN-NNP": 3,
      "NN-FW-JJ": 1,
      "NN-NN-VBZ": 1,
      "NN-NNS-NNP": 2,
      "NNS-NNP-JJ": 1,
      "NN-IN-NNP": 3,
      "NN-JJ-FW": 1,
      "VBP-NN-NNS": 1,
      "VBP-JJ-NNP": 1,
      "JJ-NNP-IN": 1,
      "NNP-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-JJ": 1,
      "NN-JJ-JJ": 2,
      "NNP-NNP-VBZ": 1,
      "NNP-VBZ-JJ": 2,
      "NNS-VBZ-JJ": 1,
      "IN-JJ-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "VBZ-JJ-NNS": 1,
      "NNS-NNP-NN": 2,
      "FW-NN-NNP": 1,
      "NNP-FW-NN": 1,
      "JJ-NNS-FW": 1,
      "NN-NNP-VBZ": 1,
      "FW-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-FW": 1,
      "FW-NNS-NNP": 1,
      "VBD-NNP-NN": 1,
      "JJ-NN-JJ": 2,
      "NN-JJ-NNS": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NNS-JJ": 1,
      "NNS-JJ-NNS": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 170,
        "FW": 160,
        "NNP": 85,
        "NNS": 54,
        "JJ": 52
      },
      "top_bigrams": {
        "FW-FW": 96,
        "NN-NN": 84,
        "NNP-NN": 33,
        "FW-NNP": 30,
        "JJ-NN": 30
      },
      "top_trigrams": {
        "FW-FW-FW": 60,
        "NN-NN-NN": 43,
        "NNP-NN-NN": 23,
        "FW-FW-NNP": 17,
        "JJ-NN-NN": 15
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 20,
    "chunk_counts": {
      "NP": 186,
      "VP": 52,
      "PP": 23,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 17,
        "weight": 0.0599
      },
      {
        "rule": "NP -> ('Nablus', 'NNP')",
        "frequency": 5,
        "weight": 0.0176
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0141
      },
      {
        "rule": "NP -> ('a', 'DT') ('la', 'NN')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('Jerusalén', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('fieles', 'NNS')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('Al-Aqsa', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('Ciudad', 'NNP') ('Vieja', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('Además', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 3,
        "weight": 0.0106
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "Las fuerzas"
      },
      {
        "label": "NP",
        "text": "han implementado"
      },
      {
        "label": "VP",
        "text": "estrictas"
      },
      {
        "label": "VP",
        "text": "restricciones a la"
      },
      {
        "label": "NP",
        "text": "a la"
      },
      {
        "label": "NP",
        "text": "musulmanes"
      },
      {
        "label": "VP",
        "text": "palestinos provenientes"
      },
      {
        "label": "NP",
        "text": "provenientes"
      },
      {
        "label": "NP",
        "text": "Cisjordania"
      },
      {
        "label": "NP",
        "text": "a la ciudad"
      },
      {
        "label": "NP",
        "text": "Jerusalén"
      },
      {
        "label": "NP",
        "text": "Este control"
      },
      {
        "label": "VP",
        "text": "se impone justo cuando miles"
      },
      {
        "label": "NP",
        "text": "impone justo cuando miles"
      },
      {
        "label": "PP",
        "text": "de fieles"
      }
    ],
    "clause_structures": [
      "(S\n  (NP Las/NNP fuerzas/NN)\n  de/FW\n  ocupación/FW\n  israelíes/FW\n  (NP han/NN implementado/NN)\n  (VP estrictas/VBP)\n  (VP restricciones/VBZ (NP a/DT la/NN))\n  entrada/FW\n  de/FW\n  fieles/FW\n  (NP musulmanes/NNS)\n  (VP palestinos/VBP (NP provenientes/NNS))\n  de/FW\n  (NP Cisjordania/NNP)\n  (NP a/DT la/NN ciudad/NN)\n  ocupada/FW\n  de/FW\n  (NP Jerusalén/NNP)\n  ./.)",
      "(S\n  (NP Este/NN control/NN)\n  (VP se/VBP (NP impone/NN justo/NN cuando/NN miles/NNS))\n  (PP de/IN (NP fieles/NNS))\n  (NP\n    se/JJ\n    preparaban/JJ\n    para/NN\n    realizar/NN\n    la/NN\n    primera/NN\n    oración/NN\n    del/NN\n    viernes/NNS)\n  del/FW\n  (NP mes/NNS)\n  (VP sagrado/VBP)\n  (PP de/IN (NP Ramadán/NNP))\n  en/FW\n  la/FW\n  mezquita/FW\n  (PP de/IN (NP Al-Aqsa/NNP))\n  ./.)",
      "(S\n  (NP LEA/NNP TAMBIÉN/NNP Egipto/NNP)\n  (VP llama/VBZ (NP a/DT actuar/NN))\n  de/IN\n  forma/FW\n  (NP «/NNP)\n  positiva/FW\n  (NP y/NN constructiva/NN)\n  (VP »/VBZ (NP a/DT EE/NNP))\n  ./.)",
      "(S\n  (NP UU./NNP)\n  (VP respecto/VBZ (NP a/DT Gaza/NNP A/NNP pesar/NN))\n  de/IN\n  estas/FW\n  (NP restricciones/NNS)\n  ,/,\n  (NP desde/JJ temprano/NN)\n  en/IN\n  la/FW\n  mañana/FW\n  ,/,\n  (NP miles/NNS)\n  (PP de/IN (NP fieles/NNS))\n  (VP se/VBP (NP congregaron/NN))\n  en/FW\n  el/FW\n  puesto/FW\n  de/FW\n  control/FW\n  militar/FW\n  de/FW\n  (NP Qalandia/NNP)\n  ,/,\n  (NP donde/NN el/NN Ejército/NNP)\n  de/IN\n  ocupación/FW\n  reforzó/FW\n  (NP su/NN presencia/NN)\n  ./.)",
      "(S\n  (NP Identificaron/NNP)\n  (NP a/DT los/JJ ciudadanos/JJ y/NN prohibieron/NN la/NN)\n  (VP entrada/VBZ)\n  a/DT\n  (ADJP hombres/JJ)\n  (VP menores/VBZ)\n  de/FW\n  55/CD\n  (NP años/NN y/NN)\n  (VP mujeres/VBZ)\n  (VP menores/VBZ)\n  de/FW\n  50/CD\n  ,/,\n  (NP\n    incluso/NN\n    aquellos/NN\n    con/NN\n    autorizaciones/NNS\n    especiales/NNS)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "ECONOMIA_COMERCIO_FINANZAS",
      "PERIODOS_TEMPORALES",
      "GRUPOS_ESPECIFICOS",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "PAISES",
      "ELECCIONES_PROCESOS_POLITICOS",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "INSTITUCIONES_EDUCATIVAS",
      "CONFLICTOS_ARMADOS_OPERACIONES",
      "TIEMPO_RELATIVO"
    ],
    "matches": [
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ocupación israelíes han implementado estrictas restricciones a la entrada de fieles musulmanes palestinos provenientes de cisjordania a la ciudad",
        "position": [
          16,
          161
        ],
        "start": 16,
        "end": 161
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "guerra religiosa”, contra los",
        "position": [
          3374,
          3403
        ],
        "start": 3374,
        "end": 3403
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "ataque incendiario, presuntamente llevado a cabo por soldados israelíes",
        "position": [
          2017,
          2088
        ],
        "start": 2017,
        "end": 2088
      },
      {
        "category": "CONFLICTOS_ARMADOS_OPERACIONES",
        "matched_text": "denunció el “brutal ataque israelí” a",
        "position": [
          2895,
          2932
        ],
        "start": 2895,
        "end": 2932
      },
      {
        "category": "ECONOMIA_COMERCIO_FINANZAS",
        "matched_text": "ocupación",
        "position": [
          16,
          25
        ],
        "start": 16,
        "end": 25
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "expresó",
        "position": [
          3629,
          3636
        ],
        "start": 3629,
        "end": 3636
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "informó",
        "position": [
          1291,
          1298
        ],
        "start": 1291,
        "end": 1298
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "advirtió",
        "position": [
          4000,
          4008
        ],
        "start": 4000,
        "end": 4008
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "mujeres",
        "position": [
          721,
          728
        ],
        "start": 721,
        "end": 728
      },
      {
        "category": "GRUPOS_ESPECIFICOS",
        "matched_text": "jóvenes",
        "position": [
          1124,
          1131
        ],
        "start": 1124,
        "end": 1131
      },
      {
        "category": "INSTITUCIONES_EDUCATIVAS",
        "matched_text": "departamento de dotaciones",
        "position": [
          1241,
          1267
        ],
        "start": 1241,
        "end": 1267
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "negó",
        "position": [
          878,
          882
        ],
        "start": 878,
        "end": 882
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "condenó",
        "position": [
          2408,
          2415
        ],
        "start": 2408,
        "end": 2415
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunciaron",
        "position": [
          2516,
          2527
        ],
        "start": 2516,
        "end": 2527
      },
      {
        "category": "PAISES",
        "matched_text": "palestina",
        "position": [
          2398,
          2407
        ],
        "start": 2398,
        "end": 2407
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "departamento de",
        "position": [
          1241,
          1256
        ],
        "start": 1241,
        "end": 1256
      },
      {
        "category": "PERIODOS_TEMPORALES",
        "matched_text": "en la mañana",
        "position": [
          491,
          503
        ],
        "start": 491,
        "end": 503
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "mañana",
        "position": [
          497,
          503
        ],
        "start": 497,
        "end": 503
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "cerca de 90.000",
        "position": [
          1303,
          1318
        ],
        "start": 1303,
        "end": 1318
      }
    ],
    "match_count": 19
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Ciudad Vieja",
        "tipo": "Lugar"
      },
      {
        "nombre": "Cisjordania",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ministerio de Asuntos Religiosos de Palestina",
        "tipo": "Lugar"
      },
      {
        "nombre": "Gaza",
        "tipo": "Lugar"
      },
      {
        "nombre": "Testigos",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Jerusalén",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hamás",
        "tipo": "Organizacion"
      },
      {
        "nombre": "mezquita Al-Aqsa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Departamento de Dotaciones Islámicas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Dotaciones de Nablus",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nablus",
        "tipo": "Lugar"
      },
      {
        "nombre": "Egipto",
        "tipo": "Lugar"
      },
      {
        "nombre": "Israel",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nasser al-Salman",
        "tipo": "Persona"
      },
      {
        "nombre": "Ciudad Vieja de Jerusalén",
        "tipo": "Lugar"
      },
      {
        "nombre": "EE. UU.",
        "tipo": "Lugar"
      },
      {
        "nombre": "Qalandia",
        "tipo": "Persona"
      },
      {
        "nombre": "mezquita de Al-Aqsa",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ciudad Vieja de Nablus",
        "tipo": "Lugar"
      },
      {
        "nombre": "Hebrón",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ramadán",
        "tipo": "Lugar"
      },
      {
        "nombre": "mezquita Al-Nasr",
        "tipo": "Lugar"
      },
      {
        "nombre": "mezquita Ibrahimi",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Ramadán",
        "relacion": "REALIZAR_PREPARAR_IMPONER",
        "objeto": "mezquita de Al-Aqsa"
      },
      {
        "sujeto": "Egipto",
        "relacion": "LLAMAR",
        "objeto": "EE. UU."
      },
      {
        "sujeto": "Egipto",
        "relacion": "LLAMAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "Egipto",
        "relacion": "LLAMAR",
        "objeto": "Qalandia"
      },
      {
        "sujeto": "EE. UU.",
        "relacion": "LLAMAR",
        "objeto": "Gaza"
      },
      {
        "sujeto": "EE. UU.",
        "relacion": "LLAMAR",
        "objeto": "Qalandia"
      },
      {
        "sujeto": "Gaza",
        "relacion": "LLAMAR",
        "objeto": "Qalandia"
      },
      {
        "sujeto": "Ciudad Vieja de Jerusalén",
        "relacion": "DENTRO_APLICAR",
        "objeto": "mezquita de Al-Aqsa"
      },
      {
        "sujeto": "Ciudad Vieja de Jerusalén",
        "relacion": "DENTRO_APLICAR",
        "objeto": "Ciudad Vieja"
      },
      {
        "sujeto": "Departamento de Dotaciones Islámicas",
        "relacion": "INFORMAR",
        "objeto": "Ramadán"
      },
      {
        "sujeto": "Departamento de Dotaciones Islámicas",
        "relacion": "INFORMAR",
        "objeto": "mezquita de Al-Aqsa"
      },
      {
        "sujeto": "Departamento de Dotaciones Islámicas",
        "relacion": "INFORMAR",
        "objeto": "Jerusalén"
      },
      {
        "sujeto": "Jerusalén",
        "relacion": "INFORMAR",
        "objeto": "Ramadán"
      },
      {
        "sujeto": "Jerusalén",
        "relacion": "INFORMAR",
        "objeto": "mezquita de Al-Aqsa"
      },
      {
        "sujeto": "Ramadán",
        "relacion": "REALIZAR_LOGRAR_INFORMAR",
        "objeto": "mezquita de Al-Aqsa"
      },
      {
        "sujeto": "Ramadán",
        "relacion": "REALIZAR_LOGRAR_INFORMAR",
        "objeto": "Jerusalén"
      },
      {
        "sujeto": "mezquita de Al-Aqsa",
        "relacion": "REALIZAR_LOGRAR_INFORMAR",
        "objeto": "Jerusalén"
      },
      {
        "sujeto": "Ciudad Vieja de Jerusalén",
        "relacion": "DESPLEGAR",
        "objeto": "mezquita de Al-Aqsa"
      },
      {
        "sujeto": "mezquita Al-Nasr",
        "relacion": "AL_NASR",
        "objeto": "Nablus"
      },
      {
        "sujeto": "Ministerio de Asuntos Religiosos de Palestina",
        "relacion": "CONDENAR",
        "objeto": "Ciudad Vieja de Nablus"
      },
      {
        "sujeto": "mezquita Al-Nasr",
        "relacion": "IRRUMPIR_DENUNCIAR",
        "objeto": "Nablus"
      },
      {
        "sujeto": "Nasser al-Salman",
        "relacion": "DENUNCIAR",
        "objeto": "Nablus"
      },
      {
        "sujeto": "Nasser al-Salman",
        "relacion": "DENUNCIAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Dotaciones de Nablus",
        "relacion": "DENUNCIAR",
        "objeto": "Nablus"
      },
      {
        "sujeto": "Dotaciones de Nablus",
        "relacion": "DENUNCIAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Nablus",
        "relacion": "DENUNCIAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Hamás",
        "relacion": "CONDENAR",
        "objeto": "Israel"
      },
      {
        "sujeto": "Hamás",
        "relacion": "CONDENAR",
        "objeto": "Cisjordania"
      },
      {
        "sujeto": "Hamás",
        "relacion": "CONDENAR",
        "objeto": "Nablus"
      },
      {
        "sujeto": "Hamás",
        "relacion": "CONDENAR",
        "objeto": "Hebrón"
      },
      {
        "sujeto": "Israel",
        "relacion": "CONDENAR",
        "objeto": "Nablus"
      },
      {
        "sujeto": "Israel",
        "relacion": "CONDENAR",
        "objeto": "Hebrón"
      },
      {
        "sujeto": "Cisjordania",
        "relacion": "CONDENAR",
        "objeto": "Nablus"
      },
      {
        "sujeto": "Cisjordania",
        "relacion": "CONDENAR",
        "objeto": "Hebrón"
      },
      {
        "sujeto": "Hamás",
        "relacion": "DENUNCIAR_DESCRIBIR_L_CONDENAR",
        "objeto": "Nablus"
      },
      {
        "sujeto": "Hamás",
        "relacion": "DENUNCIAR_DESCRIBIR_L_CONDENAR",
        "objeto": "Hebrón"
      },
      {
        "sujeto": "Hamás",
        "relacion": "EXPRESAR",
        "objeto": "Cisjordania"
      },
      {
        "sujeto": "Hamás",
        "relacion": "EXPRESAR",
        "objeto": "Ramadán"
      },
      {
        "sujeto": "mezquita Ibrahimi",
        "relacion": "TOMAR_CONDENAR",
        "objeto": "Hebrón"
      }
    ]
  },
  "sentiment": {
    "compound": -0.8481,
    "pos": 0.0,
    "neu": 0.984,
    "neg": 0.016,
    "label": "negative"
  }
}