{
  "url": "https://www.telesurtv.net/venezuela-granada-fortalecen-lazos-cooperacio/",
  "title": "Venezuela y Granada fortalecen lazos bilaterales de cooperación en Caracas",
  "section": "América Latina y El Caribe",
  "tags": [
    "Encuentro",
    "Granada",
    "Lazos intergubernamentales",
    "Venezuela"
  ],
  "text": "El presidente de Venezuela, Nicolás Maduro, sostuvo este martes un encuentro con una delegación de Granada encabezada por el excelentísimo Sr. Dickon Mitchell, primer ministro de ese país caribeño, cita que permitió fortalecer los lazos entre ambas partes mediante el diálogo y la firma de acuerdos y la hoja de ruta de complementariedad económica.\nEl presidente condecoró a Mitchell con la Orden Libertadoras y Libertadores en su Primera Clase Espada, como muestra de amistad y lucha por el orden mundial multipolar.\n“Esta visita marca la consolidación y el fortalecimiento de las profundas relaciones bilaterales entre Venezuela y Granada, que iniciaron en 1977”, sostuvo el primer ministro granadino, quien precisó la colaboración con Venezuela en áreas de interés común, como la energética.\nDestacó que Granada y Venezuela siempre han disfrutado de relaciones cordiales, fraternas y de amistad que se han traducido en relaciones de ganar-ganar entre ambos países. Es una relación bilateral basada en la confianza y el respeto mutuo. Hemos cooperado en momentos difíciles y buenos”.\n“Nos complace comprometernos hoy más que nunca en el fortalecimiento de esta relación, y precisó que la firma de la hoja de ruta entre los ministros marca el inicio del fortalecimiento de la relación..\n\nPor su parte, el presidente venezolano destacó que la visita del premier granadino es alentadora, para continuar avanzando en el desarrollo compartido de beneficio mutuo y de unión cada vez más poderosa de la región caribeña.\n“Hemos tenido una larga conversación, compartiendo la visión y los retos que tiene la región en los años por venir. Hemos revisado al detalle los acuerdos que son planes para la acción conjunta entre los Gobiernos y pueblos de Granada y Venezuela”, destacó el mandatario.\nEn ese sentido, sostuvo que se revisaron los proyectos para producir alimentos por medio del proyecto AgroALBA, donde se incluye la explotación de la pesca, la exportación de productos a China y la liberación del 100 por ciento de los aranceles que Venezuela imponía a Granada.\nDe igual manera, destacó los avances de Granada en el turismo, y resaltó que se aportaron ideas para el desarrollo de la seguridad energética por medio de PetroCaribe. En ese sentido, denunció que PetroCaribe recibió sanciones por parte de Estados Unidos, pero esa etapa se ha ido superando.\nAl recibir a Mitchell en la sede del Palacio de Miraflores, el mandatario venezolano le acompañó a realizar un recorrido por los espacios del recinto, donde conoció una parte de la historia independentista de Venezuela y sus próceres.\nDe acuerdo con la prensa del Gobierno bolivariano, el encuentro permite también concretar la “cooperación y las relaciones diplomáticas” de ambos lados.\nPreviamente, Mitchell se reunió con el canciller venezolano, Yvan Gil, quien afirmó que el intercambio dio paso además a solidificar “la búsqueda de un mundo multipolar y en defensa del respeto hacia todos los pueblos”.\nEl premier llegó a Venezuela el lunes y, tras su arribo a al Aeropuerto Internacional “Simón Bolívar” de Maiquetía, expuso su satisfacción por llevar adelante “los acuerdos de cooperación”, así como “la importancia de trabajar juntos para el bienestar de los ciudadanos de Venezuela y Granada”.\nPor la parte de Granada participaron en el encuentro también el excelentísimo Señor Joseph Andall, ministro de Relaciones Exteriores, Comercio y Desarrollo de Exportaciones; y el excelentísimo Señor Hassan Hadeed, embajador de Granada ante Venezuela.\nEn tanto, del lado venezolano asistieron además Julio León Heredia del Ministerio de Agricultura Productiva y Tierras; Juan Carlos Loyo, ministro del Poder Popular para la Pesca y Acuicultura; Raúl Li Causi, viceministro para El Caribe y presidente del Banco del ALBA; y Jorge Arreaza, secretario ejecutivo de la Alianza Bolivariana para los Pueblos de Nuestra América (ALBA-TCP).\nComo parte de la agenda de la delegación de Granada en el país suramericano, también ofrecieron una ceremonia en honor al Libertador Simón Bolívar realizada en el Panteón Nacional de Caracas.\nEn sumo homenaje al líder histórico de Venezuela, se colocó una ofrenda floral y se firmó el libro de actas.\nVale acotar que el establecimiento de relaciones diplomáticas entre ambas naciones ocurrió hace 48 años y desde entonces se ha refirmado un intercambio sustentado en la solidaridad, amistad y cooperación.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/venezuela-granada-fortalecen-lazos-cooperacio/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-04.json",
    "message_index": 22,
    "message_id": 93074,
    "date": "2025-04-30T18:28:59+00:00",
    "text": "🌐 Noticias de la web que debes conocer\n\n▪️ Genocidio en Gaza: Ejército de Israel asesina al menos a 35 civiles palestinos durante un día\nhttps://www.telesurtv.net/gaza-ejercito-israel-asesina-35-palestinos/\n\n▪️ Venezuela y Granada fortalecen lazos bilaterales de cooperación en Caracas\nhttps://www.telesurtv.net/venezuela-granada-fortalecen-lazos-cooperacio/\n\n▪️ PIB estadounidense cae por primera vez en tres años en medio de guerra arancelaria\nhttps://www.telesurtv.net/pib-eeuu-cae-por-primera-vez-en-tres-anos/",
    "photo_path": null,
    "views": 1657,
    "reactions": {
      "😢": 25,
      "👍": 4,
      "💩": 3,
      "🤔": 2,
      "👀": 1
    },
    "total_reactions": 35
  },
  "preprocessing": {
    "cleaned": "el presidente de venezuela, nicolás maduro, sostuvo este martes un encuentro con una delegación de granada encabezada por el excelentísimo sr. dickon mitchell, primer ministro de ese país caribeño, cita que permitió fortalecer los lazos entre ambas partes mediante el diálogo y la firma de acuerdos y la hoja de ruta de complementariedad económica. el presidente condecoró a mitchell con la orden libertadoras y libertadores en su primera clase espada, como muestra de amistad y lucha por el orden mundial multipolar. “esta visita marca la consolidación y el fortalecimiento de las profundas relaciones bilaterales entre venezuela y granada, que iniciaron en 1977”, sostuvo el primer ministro granadino, quien precisó la colaboración con venezuela en áreas de interés común, como la energética. destacó que granada y venezuela siempre han disfrutado de relaciones cordiales, fraternas y de amistad que se han traducido en relaciones de ganar-ganar entre ambos países. es una relación bilateral basada en la confianza y el respeto mutuo. hemos cooperado en momentos difíciles y buenos”. “nos complace comprometernos hoy más que nunca en el fortalecimiento de esta relación, y precisó que la firma de la hoja de ruta entre los ministros marca el inicio del fortalecimiento de la relación.. por su parte, el presidente venezolano destacó que la visita del premier granadino es alentadora, para continuar avanzando en el desarrollo compartido de beneficio mutuo y de unión cada vez más poderosa de la región caribeña. “hemos tenido una larga conversación, compartiendo la visión y los retos que tiene la región en los años por venir. hemos revisado al detalle los acuerdos que son planes para la acción conjunta entre los gobiernos y pueblos de granada y venezuela”, destacó el mandatario. en ese sentido, sostuvo que se revisaron los proyectos para producir alimentos por medio del proyecto agroalba, donde se incluye la explotación de la pesca, la exportación de productos a china y la liberación del 100 por ciento de los aranceles que venezuela imponía a granada. de igual manera, destacó los avances de granada en el turismo, y resaltó que se aportaron ideas para el desarrollo de la seguridad energética por medio de petrocaribe. en ese sentido, denunció que petrocaribe recibió sanciones por parte de estados unidos, pero esa etapa se ha ido superando. al recibir a mitchell en la sede del palacio de miraflores, el mandatario venezolano le acompañó a realizar un recorrido por los espacios del recinto, donde conoció una parte de la historia independentista de venezuela y sus próceres. de acuerdo con la prensa del gobierno bolivariano, el encuentro permite también concretar la “cooperación y las relaciones diplomáticas” de ambos lados. previamente, mitchell se reunió con el canciller venezolano, yvan gil, quien afirmó que el intercambio dio paso además a solidificar “la búsqueda de un mundo multipolar y en defensa del respeto hacia todos los pueblos”. el premier llegó a venezuela el lunes y, tras su arribo a al aeropuerto internacional “simón bolívar” de maiquetía, expuso su satisfacción por llevar adelante “los acuerdos de cooperación”, así como “la importancia de trabajar juntos para el bienestar de los ciudadanos de venezuela y granada”. por la parte de granada participaron en el encuentro también el excelentísimo señor joseph andall, ministro de relaciones exteriores, comercio y desarrollo de exportaciones; y el excelentísimo señor hassan hadeed, embajador de granada ante venezuela. en tanto, del lado venezolano asistieron además julio león heredia del ministerio de agricultura productiva y tierras; juan carlos loyo, ministro del poder popular para la pesca y acuicultura; raúl li causi, viceministro para el caribe y presidente del banco del alba; y jorge arreaza, secretario ejecutivo de la alianza bolivariana para los pueblos de nuestra américa (alba-tcp). como parte de la agenda de la delegación de granada en el país suramericano, también ofrecieron una ceremonia en honor al libertador simón bolívar realizada en el panteón nacional de caracas. en sumo homenaje al líder histórico de venezuela, se colocó una ofrenda floral y se firmó el libro de actas. vale acotar que el establecimiento de relaciones diplomáticas entre ambas naciones ocurrió hace 48 años y desde entonces se ha refirmado un intercambio sustentado en la solidaridad, amistad y cooperación.",
    "tokens": [
      "presidente",
      "venezuela",
      ",",
      "nicolás",
      "maduro",
      ",",
      "sostuvo",
      "martes",
      "encuentro",
      "delegación",
      "granada",
      "encabezada",
      "excelentísimo",
      "sr.",
      "dickon",
      "mitchell",
      ",",
      "primer",
      "ministro",
      "país",
      "caribeño",
      ",",
      "cita",
      "permitió",
      "fortalecer",
      "lazos",
      "ambas",
      "partes",
      "mediante",
      "diálogo",
      "firma",
      "acuerdos",
      "hoja",
      "ruta",
      "complementariedad",
      "económica",
      ".",
      "presidente",
      "condecoró",
      "mitchell",
      "orden",
      "libertadoras",
      "libertadores",
      "primera",
      "clase",
      "espada",
      ",",
      "muestra",
      "amistad",
      "lucha",
      "orden",
      "mundial",
      "multipolar",
      ".",
      "“",
      "visita",
      "marca",
      "consolidación",
      "fortalecimiento",
      "profundas",
      "relaciones",
      "bilaterales",
      "venezuela",
      "granada",
      ",",
      "iniciaron",
      "1977",
      "”",
      ",",
      "sostuvo",
      "primer",
      "ministro",
      "granadino",
      ",",
      "precisó",
      "colaboración",
      "venezuela",
      "áreas",
      "interés",
      "común",
      ",",
      "energética",
      ".",
      "destacó",
      "granada",
      "venezuela",
      "siempre",
      "disfrutado",
      "relaciones",
      "cordiales",
      ",",
      "fraternas",
      "amistad",
      "traducido",
      "relaciones",
      "ganar-ganar",
      "ambos",
      "países",
      ".",
      "relación",
      "bilateral",
      "basada",
      "confianza",
      "respeto",
      "mutuo",
      ".",
      "cooperado",
      "momentos",
      "difíciles",
      "buenos",
      "”",
      ".",
      "“",
      "complace",
      "comprometernos",
      "hoy",
      "nunca",
      "fortalecimiento",
      "relación",
      ",",
      "precisó",
      "firma",
      "hoja",
      "ruta",
      "ministros",
      "marca",
      "inicio",
      "fortalecimiento",
      "relación",
      "..",
      "parte",
      ",",
      "presidente",
      "venezolano",
      "destacó",
      "visita",
      "premier",
      "granadino",
      "alentadora",
      ",",
      "continuar",
      "avanzando",
      "desarrollo",
      "compartido",
      "beneficio",
      "mutuo",
      "unión",
      "cada",
      "vez",
      "poderosa",
      "región",
      "caribeña",
      ".",
      "“",
      "larga",
      "conversación",
      ",",
      "compartiendo",
      "visión",
      "retos",
      "región",
      "años",
      "venir",
      ".",
      "revisado",
      "detalle",
      "acuerdos",
      "planes",
      "acción",
      "conjunta",
      "gobiernos",
      "pueblos",
      "granada",
      "venezuela",
      "”",
      ",",
      "destacó",
      "mandatario",
      ".",
      ",",
      "sostuvo",
      "revisaron",
      "proyectos",
      "producir",
      "alimentos",
      "medio",
      "proyecto",
      "agroalba",
      ",",
      "incluye",
      "explotación",
      "pesca",
      ",",
      "exportación",
      "productos",
      "china",
      "liberación",
      "100",
      "ciento",
      "aranceles",
      "venezuela",
      "imponía",
      "granada",
      ".",
      "igual",
      "manera",
      ",",
      "destacó",
      "avances",
      "granada",
      "turismo",
      ",",
      "resaltó",
      "aportaron",
      "ideas",
      "desarrollo",
      "seguridad",
      "energética",
      "medio",
      "petrocaribe",
      ".",
      ",",
      "denunció",
      "petrocaribe",
      "recibió",
      "sanciones",
      "parte",
      "unidos",
      ",",
      "etapa",
      "ido",
      "superando",
      ".",
      "recibir",
      "mitchell",
      "sede",
      "palacio",
      "miraflores",
      ",",
      "mandatario",
      "venezolano",
      "acompañó",
      "realizar",
      "recorrido",
      "espacios",
      "recinto",
      ",",
      "conoció",
      "parte",
      "historia",
      "independentista",
      "venezuela",
      "próceres",
      ".",
      "acuerdo",
      "prensa",
      "gobierno",
      "bolivariano",
      ",",
      "encuentro",
      "permite",
      "concretar",
      "“",
      "cooperación",
      "relaciones",
      "diplomáticas",
      "”",
      "ambos",
      "lados",
      ".",
      "previamente",
      ",",
      "mitchell",
      "reunió",
      "canciller",
      "venezolano",
      ",",
      "yvan",
      "gil",
      ",",
      "afirmó",
      "intercambio",
      "dio",
      "paso",
      "además",
      "solidificar",
      "“",
      "búsqueda",
      "mundo",
      "multipolar",
      "defensa",
      "respeto",
      "hacia",
      "pueblos",
      "”",
      ".",
      "premier",
      "llegó",
      "venezuela",
      "lunes",
      ",",
      "tras",
      "arribo",
      "aeropuerto",
      "internacional",
      "“",
      "simón",
      "bolívar",
      "”",
      "maiquetía",
      ",",
      "expuso",
      "satisfacción",
      "llevar",
      "adelante",
      "“",
      "acuerdos",
      "cooperación",
      "”",
      ",",
      "así",
      "“",
      "importancia",
      "trabajar",
      "juntos",
      "bienestar",
      "ciudadanos",
      "venezuela",
      "granada",
      "”",
      ".",
      "parte",
      "granada",
      "participaron",
      "encuentro",
      "excelentísimo",
      "señor",
      "joseph",
      "andall",
      ",",
      "ministro",
      "relaciones",
      "exteriores",
      ",",
      "comercio",
      "desarrollo",
      "exportaciones",
      ";",
      "excelentísimo",
      "señor",
      "hassan",
      "hadeed",
      ",",
      "embajador",
      "granada",
      "venezuela",
      ".",
      ",",
      "lado",
      "venezolano",
      "asistieron",
      "además",
      "julio",
      "león",
      "heredia",
      "ministerio",
      "agricultura",
      "productiva",
      "tierras",
      ";",
      "juan",
      "carlos",
      "loyo",
      ",",
      "ministro",
      "poder",
      "popular",
      "pesca",
      "acuicultura",
      ";",
      "raúl",
      "li",
      "causi",
      ",",
      "viceministro",
      "caribe",
      "presidente",
      "banco",
      "alba",
      ";",
      "jorge",
      "arreaza",
      ",",
      "secretario",
      "ejecutivo",
      "alianza",
      "bolivariana",
      "pueblos",
      "américa",
      "(",
      "alba-tcp",
      ")",
      ".",
      "parte",
      "agenda",
      "delegación",
      "granada",
      "país",
      "suramericano",
      ",",
      "ofrecieron",
      "ceremonia",
      "honor",
      "libertador",
      "simón",
      "bolívar",
      "realizada",
      "panteón",
      "nacional",
      "caracas",
      ".",
      "sumo",
      "homenaje",
      "líder",
      "histórico",
      "venezuela",
      ",",
      "colocó",
      "ofrenda",
      "floral",
      "firmó",
      "libro",
      "actas",
      ".",
      "vale",
      "acotar",
      "establecimiento",
      "relaciones",
      "diplomáticas",
      "ambas",
      "naciones",
      "ocurrió",
      "hace",
      "48",
      "años",
      "entonces",
      "refirmado",
      "intercambio",
      "sustentado",
      "solidaridad",
      ",",
      "amistad",
      "cooperación",
      "."
    ],
    "token_count": 454,
    "sentence_count": 22
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 123,
      "NN": 235,
      "FW": 176,
      "VBD": 2,
      "NNS": 19,
      "JJ": 45,
      "IN": 28,
      "CC": 4,
      "VBZ": 4,
      "VBP": 13,
      "CD": 3
    },
    "bigram_freq": {
      "NNP-NN": 34,
      "NN-FW": 21,
      "FW-NNP": 26,
      "NNP-NNP": 55,
      "NNP-VBD": 1,
      "VBD-NN": 2,
      "NN-NNS": 10,
      "NNS-JJ": 1,
      "JJ-JJ": 8,
      "JJ-NN": 32,
      "NN-JJ": 14,
      "NN-IN": 21,
      "IN-NNP": 7,
      "NNP-CC": 3,
      "CC-JJ": 3,
      "NN-NN": 133,
      "NN-NNP": 28,
      "NNP-FW": 21,
      "FW-FW": 115,
      "FW-NN": 27,
      "NN-VBZ": 3,
      "VBZ-JJ": 2,
      "JJ-FW": 3,
      "IN-FW": 14,
      "FW-JJ": 4,
      "FW-NNS": 3,
      "NNS-NNS": 2,
      "NNS-VBP": 11,
      "VBP-NNP": 3,
      "IN-CD": 1,
      "CD-NN": 3,
      "NN-CC": 1,
      "CC-NN": 1,
      "IN-NNS": 2,
      "VBP-IN": 1,
      "NNS-IN": 2,
      "IN-JJ": 3,
      "NNS-NNP": 1,
      "NNP-JJ": 4,
      "NN-VBP": 2,
      "VBP-NNS": 1,
      "VBP-JJ": 6,
      "FW-CD": 1,
      "JJ-NNS": 1,
      "VBP-NN": 2,
      "NNP-VBZ": 1,
      "VBZ-FW": 1,
      "VBZ-NNP": 1,
      "NNS-FW": 1,
      "NNP-IN": 4,
      "JJ-NNP": 1,
      "IN-NN": 1,
      "NNS-VBD": 1,
      "NN-CD": 1
    },
    "trigram_freq": {
      "NNP-NN-FW": 3,
      "NN-FW-NNP": 3,
      "FW-NNP-NNP": 13,
      "NNP-NNP-NNP": 26,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-NN": 1,
      "VBD-NN-NNS": 1,
      "NN-NNS-JJ": 1,
      "NNS-JJ-JJ": 1,
      "JJ-JJ-NN": 7,
      "JJ-NN-JJ": 3,
      "NN-JJ-NN": 10,
      "JJ-NN-IN": 9,
      "NN-IN-NNP": 3,
      "IN-NNP-CC": 3,
      "NNP-CC-JJ": 3,
      "CC-JJ-NN": 2,
      "JJ-NN-NN": 17,
      "NN-NN-NNP": 20,
      "NN-NNP-NNP": 12,
      "NNP-NNP-FW": 10,
      "NNP-FW-FW": 9,
      "FW-FW-FW": 81,
      "FW-FW-NN": 14,
      "FW-NN-NN": 14,
      "NN-NN-NN": 75,
      "NN-NN-JJ": 9,
      "NN-NN-VBZ": 2,
      "NN-VBZ-JJ": 2,
      "VBZ-JJ-FW": 1,
      "JJ-FW-NN": 2,
      "FW-NN-FW": 6,
      "NN-FW-FW": 12,
      "FW-FW-NNP": 15,
      "FW-NNP-NN": 7,
      "NNP-NN-NN": 22,
      "NN-NNP-NN": 11,
      "NNP-FW-NN": 5,
      "FW-NN-NNP": 2,
      "NNP-NNP-NN": 13,
      "NN-NN-IN": 11,
      "NN-IN-FW": 12,
      "IN-FW-FW": 10,
      "FW-FW-JJ": 2,
      "FW-JJ-JJ": 1,
      "JJ-NN-NNP": 2,
      "NN-NN-FW": 11,
      "NN-FW-NN": 6,
      "FW-FW-NNS": 2,
      "FW-NNS-NNS": 1,
      "NNS-NNS-VBP": 2,
      "NNS-VBP-NNP": 3,
      "VBP-NNP-NNP": 1,
      "NN-IN-CD": 1,
      "IN-CD-NN": 1,
      "CD-NN-CC": 1,
      "NN-CC-NN": 1,
      "CC-NN-NN": 1,
      "NN-NNP-FW": 2,
      "NNP-NN-NNP": 4,
      "NN-IN-NNS": 2,
      "IN-NNS-NNS": 1,
      "NNS-VBP-IN": 1,
      "VBP-IN-FW": 1,
      "IN-NNS-IN": 1,
      "NNS-IN-JJ": 1,
      "IN-JJ-JJ": 2,
      "JJ-NN-NNS": 1,
      "NN-NNS-NNP": 1,
      "NNS-NNP-JJ": 1,
      "NNP-JJ-NN": 4,
      "FW-NN-NNS": 3,
      "NN-NNS-VBP": 6,
      "VBP-NNP-NN": 2,
      "NN-JJ-FW": 1,
      "JJ-FW-FW": 1,
      "NN-NN-VBP": 2,
      "NN-VBP-NNS": 1,
      "VBP-NNS-VBP": 1,
      "NNS-VBP-JJ": 6,
      "VBP-JJ-NN": 5,
      "IN-FW-JJ": 2,
      "FW-JJ-NN": 2,
      "NNP-NN-JJ": 1,
      "NN-IN-JJ": 2,
      "NN-NN-NNS": 3,
      "VBP-JJ-JJ": 1,
      "NNP-NN-IN": 1,
      "IN-NNP-NNP": 2,
      "NN-NNP-JJ": 1,
      "FW-NNP-FW": 6,
      "FW-FW-CD": 1,
      "FW-CD-NN": 1,
      "CD-NN-NN": 2,
      "IN-FW-NNS": 1,
      "FW-NNS-VBP": 2,
      "NNP-NNP-JJ": 2,
      "NN-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-NNP": 1,
      "IN-NNP-FW": 2,
      "NNP-NN-NNS": 2,
      "NNS-VBP-NN": 1,
      "VBP-NN-FW": 1,
      "NN-NNP-VBZ": 1,
      "NNP-VBZ-FW": 1,
      "VBZ-FW-FW": 1,
      "NNP-FW-NNP": 7,
      "NN-JJ-JJ": 2,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-NNP": 1,
      "VBZ-NNP-FW": 1,
      "VBZ-JJ-NN": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 1,
      "NN-VBP-NN": 1,
      "VBP-NN-NN": 1,
      "FW-JJ-FW": 1,
      "NNP-NNP-IN": 3,
      "NNP-IN-NNP": 3,
      "IN-JJ-NN": 1,
      "CC-JJ-NNP": 1,
      "JJ-NNP-NNP": 1,
      "NNP-IN-FW": 1,
      "IN-FW-NNP": 1,
      "NN-NNP-IN": 1,
      "NN-IN-NN": 1,
      "IN-NN-NN": 1,
      "FW-NN-JJ": 1,
      "JJ-JJ-JJ": 1,
      "NN-NNS-VBD": 1,
      "NNS-VBD-NN": 1,
      "VBD-NN-CD": 1,
      "NN-CD-NN": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 235,
        "FW": 176,
        "NNP": 123,
        "JJ": 45,
        "IN": 28
      },
      "top_bigrams": {
        "NN-NN": 133,
        "FW-FW": 115,
        "NNP-NNP": 55,
        "NNP-NN": 34,
        "JJ-NN": 32
      },
      "top_trigrams": {
        "FW-FW-FW": 81,
        "NN-NN-NN": 75,
        "NNP-NNP-NNP": 26,
        "NNP-NN-NN": 22,
        "NN-NN-NNP": 20
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 22,
    "chunk_counts": {
      "NP": 171,
      "PP": 14,
      "VP": 28,
      "ADJP": 2
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 9,
        "weight": 0.038
      },
      {
        "rule": "NP -> ('Venezuela', 'NNP')",
        "frequency": 5,
        "weight": 0.0211
      },
      {
        "rule": "NP -> ('Granada', 'NNP')",
        "frequency": 4,
        "weight": 0.0169
      },
      {
        "rule": "PP -> ('en', 'IN') NP",
        "frequency": 4,
        "weight": 0.0169
      },
      {
        "rule": "VP -> ('para', 'VBP') NP",
        "frequency": 3,
        "weight": 0.0127
      },
      {
        "rule": "NP -> ('El', 'NNP') ('presidente', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('En', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('ese', 'JJ') ('sentido', 'NN')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "NP -> ('De', 'NNP')",
        "frequency": 2,
        "weight": 0.0084
      },
      {
        "rule": "S -> NP ('de', 'FW') NP (',', ',') NP (',', ',') NP NP NP PP ('encabezada', 'CC') NP (',', ',') NP PP (',', ',') NP NP VP ('el', 'FW') NP ('la', 'FW') ('firma', 'FW') ('de', 'FW') ('acuerdos', 'FW') ('y', 'CC') ('la', 'FW') ('hoja', 'FW') ('de', 'FW') ('ruta', 'FW') ('de', 'FW') ('complementariedad', 'FW') NP ('.', '.')",
        "frequency": 1,
        "weight": 0.0042
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El presidente"
      },
      {
        "label": "NP",
        "text": "Venezuela"
      },
      {
        "label": "NP",
        "text": "Nicolás Maduro"
      },
      {
        "label": "NP",
        "text": "sostuvo este martes"
      },
      {
        "label": "NP",
        "text": "un encuentro con"
      },
      {
        "label": "NP",
        "text": "una delegación"
      },
      {
        "label": "PP",
        "text": "de Granada"
      },
      {
        "label": "NP",
        "text": "Granada"
      },
      {
        "label": "NP",
        "text": "por el excelentísimo Sr. Dickon Mitchell"
      },
      {
        "label": "NP",
        "text": "primer ministro"
      },
      {
        "label": "PP",
        "text": "de ese país caribeño"
      },
      {
        "label": "NP",
        "text": "ese país caribeño"
      },
      {
        "label": "NP",
        "text": "cita que permitió fortalecer los"
      },
      {
        "label": "NP",
        "text": "lazos entre ambas"
      },
      {
        "label": "VP",
        "text": "partes mediante"
      }
    ],
    "clause_structures": [
      "(S\n  (NP El/NNP presidente/NN)\n  de/FW\n  (NP Venezuela/NNP)\n  ,/,\n  (NP Nicolás/NNP Maduro/NNP)\n  ,/,\n  (NP sostuvo/JJ este/NN martes/NNS)\n  (NP un/JJ encuentro/JJ con/NN)\n  (NP una/JJ delegación/NN)\n  (PP de/IN (NP Granada/NNP))\n  encabezada/CC\n  (NP por/JJ el/NN excelentísimo/NN Sr./NNP Dickon/NNP Mitchell/NNP)\n  ,/,\n  (NP primer/JJ ministro/NN)\n  (PP de/IN (NP ese/JJ país/NN caribeño/NN))\n  ,/,\n  (NP cita/JJ que/NN permitió/NN fortalecer/NN los/NN)\n  (NP lazos/JJ entre/NN ambas/NN)\n  (VP partes/VBZ mediante/JJ)\n  el/FW\n  (NP diálogo/NN y/NN)\n  la/FW\n  firma/FW\n  de/FW\n  acuerdos/FW\n  y/CC\n  la/FW\n  hoja/FW\n  de/FW\n  ruta/FW\n  de/FW\n  complementariedad/FW\n  (NP económica/NN)\n  ./.)",
      "(S\n  (NP El/NNP presidente/NN)\n  (VP\n    condecoró/VBD\n    (NP\n      a/DT\n      Mitchell/NNP\n      con/NN\n      la/NN\n      Orden/NNP\n      Libertadoras/NNP\n      y/NN\n      Libertadores/NNP))\n  (VP en/VBZ)\n  su/FW\n  (NP Primera/NNP Clase/NNP Espada/NNP)\n  ,/,\n  (NP como/NN)\n  muestra/FW\n  de/FW\n  amistad/FW\n  y/FW\n  lucha/FW\n  por/FW\n  el/FW\n  (NP orden/JJ mundial/JJ multipolar/NN)\n  ./.)",
      "(S\n  (NP “/NN Esta/NNP visita/NN marca/NN la/NN consolidación/NN y/NN)\n  el/FW\n  (NP fortalecimiento/NN)\n  de/FW\n  las/FW\n  profundas/FW\n  (NP relaciones/NNS bilaterales/NNS)\n  (VP entre/VBP (NP Venezuela/NNP y/NNP Granada/NNP))\n  ,/,\n  (NP que/NN iniciaron/NN)\n  en/IN\n  1977/CD\n  (NP ”/NN)\n  ,/,\n  (ADJP sostuvo/JJ)\n  el/FW\n  primer/FW\n  (NP ministro/NN granadino/NN)\n  ,/,\n  (NP quien/JJ precisó/NN la/NN)\n  (NP colaboración/JJ con/NN Venezuela/NNP)\n  en/FW\n  áreas/FW\n  de/FW\n  interés/FW\n  (NP común/NN)\n  ,/,\n  (NP como/NN la/NN energética/NN)\n  ./.)",
      "(S\n  (NP\n    Destacó/NNP\n    que/NN\n    Granada/NNP\n    y/NN\n    Venezuela/NNP\n    siempre/NN\n    han/NN\n    disfrutado/NN)\n  (PP de/IN (NP relaciones/NNS cordiales/NNS))\n  ,/,\n  (NP fraternas/JJ y/NN)\n  de/IN\n  amistad/FW\n  que/FW\n  se/FW\n  (NP han/NN traducido/NN)\n  (PP en/IN (NP relaciones/NNS))\n  (PP de/IN (NP ganar-ganar/JJ entre/JJ ambos/NN países/NNS))\n  ./.)",
      "(S\n  (NP Es/NNP)\n  (NP una/JJ relación/NN)\n  (NP bilateral/JJ basada/NN)\n  en/IN\n  la/FW\n  confianza/FW\n  y/FW\n  el/FW\n  (NP respeto/NN mutuo/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "CANTIDADES_NUMERICAS",
      "ORGANISMOS_INTERNACIONALES",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "ACCIONES_LEGALES",
      "INFRAESTRUCTURA_SERVICIOS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES",
      "TIEMPO_RELATIVO",
      "CULTURA_DEPORTE_SOCIEDAD"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "acuerdo con la prensa del gobierno bolivariano, el encuentro permite también concretar la “cooperación y las",
        "position": [
          2595,
          2703
        ],
        "start": 2595,
        "end": 2703
      },
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "relaciones bilaterales",
        "position": [
          592,
          614
        ],
        "start": 592,
        "end": 614
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "sostuvo",
        "position": [
          44,
          51
        ],
        "start": 44,
        "end": 51
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "precisó",
        "position": [
          710,
          717
        ],
        "start": 710,
        "end": 717
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2919,
          2926
        ],
        "start": 2919,
        "end": 2926
      },
      {
        "category": "CULTURA_DEPORTE_SOCIEDAD",
        "matched_text": "delegación de granada en el país suramericano, también ofrecieron una ceremonia en honor al libertador simón bolívar realizada en el panteón nacional",
        "position": [
          3922,
          4071
        ],
        "start": 3922,
        "end": 4071
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de venezuela",
        "position": [
          3,
          26
        ],
        "start": 3,
        "end": 26
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de ese país",
        "position": [
          167,
          187
        ],
        "start": 167,
        "end": 187
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "ministro de relaciones exteriores",
        "position": [
          3359,
          3392
        ],
        "start": 3359,
        "end": 3392
      },
      {
        "category": "ORGANISMOS_INTERNACIONALES",
        "matched_text": "alba",
        "position": [
          3774,
          3778
        ],
        "start": 3774,
        "end": 3778
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "destacó",
        "position": [
          795,
          802
        ],
        "start": 795,
        "end": 802
      },
      {
        "category": "ACCIONES_LEGALES",
        "matched_text": "denunció",
        "position": [
          2249,
          2257
        ],
        "start": 2249,
        "end": 2257
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "ruta",
        "position": [
          312,
          316
        ],
        "start": 312,
        "end": 316
      },
      {
        "category": "INFRAESTRUCTURA_SERVICIOS",
        "matched_text": "aeropuerto",
        "position": [
          3026,
          3036
        ],
        "start": 3026,
        "end": 3036
      },
      {
        "category": "PAISES",
        "matched_text": "estados unidos",
        "position": [
          2305,
          2319
        ],
        "start": 2305,
        "end": 2319
      },
      {
        "category": "PAISES",
        "matched_text": "venezuela",
        "position": [
          17,
          26
        ],
        "start": 17,
        "end": 26
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "caracas",
        "position": [
          4075,
          4082
        ],
        "start": 4075,
        "end": 4082
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "caribe",
        "position": [
          3740,
          3746
        ],
        "start": 3740,
        "end": 3746
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "región caribeña",
        "position": [
          1498,
          1513
        ],
        "start": 1498,
        "end": 1513
      },
      {
        "category": "TIEMPO_RELATIVO",
        "matched_text": "hoy",
        "position": [
          1115,
          1118
        ],
        "start": 1115,
        "end": 1118
      },
      {
        "category": "CANTIDADES_NUMERICAS",
        "matched_text": "hace 48 años",
        "position": [
          4284,
          4296
        ],
        "start": 4284,
        "end": 4296
      }
    ],
    "match_count": 21
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Yvan Gil",
        "tipo": "Persona"
      },
      {
        "nombre": "Jorge Arreaza",
        "tipo": "Persona"
      },
      {
        "nombre": "PetroCaribe",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Ministerio de Agricultura Productiva y Tierras",
        "tipo": "Lugar"
      },
      {
        "nombre": "Venezuela",
        "tipo": "Lugar"
      },
      {
        "nombre": "Banco del ALBA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Señor Joseph Andall",
        "tipo": "Persona"
      },
      {
        "nombre": "Sr. Dickon Mitchell",
        "tipo": "Persona"
      },
      {
        "nombre": "Maiquetía",
        "tipo": "Lugar"
      },
      {
        "nombre": "Panteón Nacional de Caracas",
        "tipo": "Lugar"
      },
      {
        "nombre": "Julio León Heredia",
        "tipo": "Persona"
      },
      {
        "nombre": "Mitchell",
        "tipo": "Persona"
      },
      {
        "nombre": "Granada",
        "tipo": "Lugar"
      },
      {
        "nombre": "Juan Carlos Loyo",
        "tipo": "Persona"
      },
      {
        "nombre": "Estados Unidos",
        "tipo": "Lugar"
      },
      {
        "nombre": "Nicolás Maduro",
        "tipo": "Persona"
      },
      {
        "nombre": "Señor Hassan Hadeed",
        "tipo": "Persona"
      },
      {
        "nombre": "Raúl Li Causi",
        "tipo": "Persona"
      },
      {
        "nombre": "Gobierno bolivariano",
        "tipo": "Lugar"
      },
      {
        "nombre": "Comercio",
        "tipo": "Lugar"
      },
      {
        "nombre": "El Caribe",
        "tipo": "Lugar"
      },
      {
        "nombre": "Poder Popular para la Pesca",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Libertador Simón Bolívar",
        "tipo": "Persona"
      },
      {
        "nombre": "AgroALBA",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Alianza Bolivariana para los Pueblos de Nuestra América",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Relaciones Exteriores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Palacio de Miraflores",
        "tipo": "Lugar"
      },
      {
        "nombre": "Aeropuerto Internacional “Simón Bolívar",
        "tipo": "Lugar"
      },
      {
        "nombre": "China",
        "tipo": "Lugar"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Venezuela",
        "relacion": "SOSTENER",
        "objeto": "Granada"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "SOSTENER",
        "objeto": "Sr. Dickon Mitchell"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SOSTENER",
        "objeto": "Granada"
      },
      {
        "sujeto": "Nicolás Maduro",
        "relacion": "SOSTENER",
        "objeto": "Sr. Dickon Mitchell"
      },
      {
        "sujeto": "Granada",
        "relacion": "MARCAR_SOSTENER",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "IMPONER_PRODUCIR_REVISAR_SOSTENER",
        "objeto": "Granada"
      },
      {
        "sujeto": "Granada",
        "relacion": "DESTACAR",
        "objeto": "PetroCaribe"
      },
      {
        "sujeto": "PetroCaribe",
        "relacion": "RECIBIR_DENUNCIAR",
        "objeto": "Estados Unidos"
      },
      {
        "sujeto": "Mitchell",
        "relacion": "RECIBIR_ACOMPA_AR",
        "objeto": "Palacio de Miraflores"
      },
      {
        "sujeto": "Mitchell",
        "relacion": "RECIBIR_ACOMPA_AR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Palacio de Miraflores",
        "relacion": "RECIBIR_ACOMPA_AR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Mitchell",
        "relacion": "REUNIR",
        "objeto": "Yvan Gil"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "LLEGAR",
        "objeto": "Aeropuerto Internacional “Simón Bolívar"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "LLEGAR",
        "objeto": "Maiquetía"
      },
      {
        "sujeto": "Venezuela",
        "relacion": "LLEGAR",
        "objeto": "Granada"
      },
      {
        "sujeto": "Aeropuerto Internacional “Simón Bolívar",
        "relacion": "EXPONER_LLEGAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Aeropuerto Internacional “Simón Bolívar",
        "relacion": "EXPONER_LLEGAR",
        "objeto": "Granada"
      },
      {
        "sujeto": "Maiquetía",
        "relacion": "EXPONER_LLEGAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Maiquetía",
        "relacion": "EXPONER_LLEGAR",
        "objeto": "Granada"
      },
      {
        "sujeto": "Granada",
        "relacion": "PARTICIPAR",
        "objeto": "Señor Joseph Andall"
      },
      {
        "sujeto": "Granada",
        "relacion": "PARTICIPAR",
        "objeto": "Relaciones Exteriores"
      },
      {
        "sujeto": "Granada",
        "relacion": "PARTICIPAR",
        "objeto": "Comercio"
      },
      {
        "sujeto": "Granada",
        "relacion": "PARTICIPAR",
        "objeto": "Señor Hassan Hadeed"
      },
      {
        "sujeto": "Granada",
        "relacion": "PARTICIPAR",
        "objeto": "Venezuela"
      },
      {
        "sujeto": "Granada",
        "relacion": "OFRECER",
        "objeto": "Libertador Simón Bolívar"
      },
      {
        "sujeto": "Granada",
        "relacion": "OFRECER",
        "objeto": "Panteón Nacional de Caracas"
      },
      {
        "sujeto": "Libertador Simón Bolívar",
        "relacion": "OFRECER",
        "objeto": "Panteón Nacional de Caracas"
      }
    ]
  },
  "sentiment": {
    "compound": 0.8689,
    "pos": 0.016,
    "neu": 0.984,
    "neg": 0.0,
    "label": "positive"
  }
}