{
  "url": "https://www.telesurtv.net/brasil-juez-del-supremo-cuestiona-tribunal/",
  "title": "Juez del Supremo defiende anulación de proceso penal contra Bolsonaro",
  "section": "América Latina y El Caribe",
  "tags": [
    "Bolsonaro",
    "Brasil",
    "condena",
    "Golpe de Estado",
    "Golpismo",
    "Jair Bolsonaro",
    "Lula",
    "Supremo Tribunal Federal"
  ],
  "text": "El Supremo Tribunal Federal de Brasil entró en su fase decisiva en el juicio contra el expresidente Jair Bolsonaro y otros siete exfuncionarios de su Gobierno, acusados de planear un intento de golpe de Estado tras las elecciones presidenciales de 2022. Este miércoles 10 de septiembre, el juez Luiz Fux expone antes de emitir su voto, luego de que dos de los cinco miembros de la Corte hayan votado a favor de la condena. La decisión se toma por mayoría simple, por lo cual el voto de Fux podría ser definitivo.\n\nEn la exposición previa a la definición de su voto, Fux solicitó la anulación “por incompetencia absoluta” del proceso contra Bolsonaro y otros siete acusados ​por intento de golpe de Estado. El juez declaró que los acusados ​​ya habían perdido sus cargos y, por lo tanto, no debían ser juzgados como si tuvieran jurisdicción especial.\nHasta el momento, los jueces Alexandre de Moraes, quien dirige el caso, y Flávio Dino votaron a favor de declarar culpables a los acusados. Ambos consideran que hay pruebas suficientes para imputarlos por los delitos de golpe de Estado, intento de abolición del Estado de derecho, organización criminal armada, daño agravado y atentado contra patrimonio público. En tanto, la exposición de Fux anticipa que su decisión podría ser contraria, por lo que la resolución del juicio queda en manos de los jueces Cármen Lúcia Antunes y Cristiano Zanin.\nCorresponderá a Cármen Lúcia exponer primero su análisis. Luego lo hará Cristiano Zanin, actual presidente de la Primera Sala del Supremo Tribunal Federal y exabogado personal del presidente Luiz Inácio Lula da Silva. Si al menos uno de los dos vota a favor de la condena, se formará la mayoría simple necesaria para declarar culpables a los imputados.\nEl voto de Fux generó particular expectativa, ya que en intervenciones previas había expresado reservas sobre la interpretación de Moraes en torno al papel de Bolsonaro en los hechos ocurridos el 8 de enero de 2023, cuando manifestantes bolsonaristas atacaron las sedes de los tres poderes en Brasilia. En su intervención de este miércoles, Fux reiteró dudas sobre la competencia del Supremo para juzgar directamente al expresidente y cuestionó aspectos del proceso, como el acceso de las defensas a las pruebas y los términos del acuerdo de delación premiada con el teniente coronel Mauro Cid.\n\n\nAdemás de Bolsonaro, el juicio involucra a Alexandre Ramagem (exdirector de inteligencia y actual diputado), Almir Garnier Santos (excomandante de la Marina), Anderson Torres (exministro de Justicia), Augusto Heleno (exjefe del Gabinete de Seguridad Institucional), Mauro Cid (militar cercano a Bolsonaro), Paulo Sérgio Nogueira y Walter Braga Netto (ambos generales del Ejército y exministros de Defensa).\nEn su voto, el juez Flávio Dino afirmó que los acusados participaron en un intento concreto de revertir el resultado electoral de 2022 para impedir la toma de posesión de Lula. Sostuvo que Bolsonaro y el general Braga Netto encabezaban la operación, mientras que otros involucrados cumplían funciones operativas o de apoyo. Dino también rechazó presiones externas, como las ejercidas por sectores afines al presidente estadounidense Donald Trump, y reafirmó la legitimidad del juicio.\nAlexandre de Moraes, por su parte, presentó un informe detallado en el que atribuyó a Bolsonaro el liderazgo de una organización criminal orientada a subvertir el orden constitucional. Citó como pruebas transmisiones públicas donde se deslegitimaba el sistema electoral, reuniones con altos mandos militares, encuentros con embajadores, la redacción de documentos conocidos como las “actas del golpe”, y planes de secuestro de autoridades estatales registrados en informes de inteligencia bajo el nombre “Puñal Verde y Amarillo”.\nUna eventual condena no implicaría prisión inmediata. Según explicó el jurista Ney Strozake, solo una sentencia definitiva —es decir, sin posibilidad de apelación— permitiría la ejecución penal. También señaló que, aunque es posible ordenar una nueva prisión preventiva, esto requeriría justificar riesgos concretos, como una fuga del país.\n\n\nTras la votación de los cinco magistrados, si se confirma la condena, el tribunal abrirá una segunda etapa para discutir la fijación de penas para cada uno de los acusados. Las sanciones por los delitos imputados podrían superar los 40 años de prisión.\nExiste además la posibilidad de que uno de los jueces solicite un plazo adicional de hasta 90 días para analizar el caso en profundidad, lo que podría postergar la sentencia final hasta diciembre.\n",
  "source_metadata": {
    "url": "https://www.telesurtv.net/brasil-juez-del-supremo-cuestiona-tribunal/",
    "json_file": "Data/teleSUR_tv/2025/mensajes_teleSUR_tv_2025-09.json",
    "message_index": 404,
    "message_id": 104258,
    "date": "2025-09-10T16:55:13+00:00",
    "text": "teleSUR\nJuez del Supremo de Brasil vota contra condenar a Bolsonaro\nhttps://www.telesurtv.net/brasil-juez-del-supremo-cuestiona-tribunal/",
    "photo_path": null,
    "views": 2072,
    "reactions": {
      "🤮": 57,
      "👎": 8,
      "🤡": 3,
      "❤": 2,
      "👏": 1
    },
    "total_reactions": 71
  },
  "preprocessing": {
    "cleaned": "el supremo tribunal federal de brasil entró en su fase decisiva en el juicio contra el expresidente jair bolsonaro y otros siete exfuncionarios de su gobierno, acusados de planear un intento de golpe de estado tras las elecciones presidenciales de 2022. este miércoles 10 de septiembre, el juez luiz fux expone antes de emitir su voto, luego de que dos de los cinco miembros de la corte hayan votado a favor de la condena. la decisión se toma por mayoría simple, por lo cual el voto de fux podría ser definitivo. en la exposición previa a la definición de su voto, fux solicitó la anulación “por incompetencia absoluta” del proceso contra bolsonaro y otros siete acusados ​por intento de golpe de estado. el juez declaró que los acusados ​​ya habían perdido sus cargos y, por lo tanto, no debían ser juzgados como si tuvieran jurisdicción especial. hasta el momento, los jueces alexandre de moraes, quien dirige el caso, y flávio dino votaron a favor de declarar culpables a los acusados. ambos consideran que hay pruebas suficientes para imputarlos por los delitos de golpe de estado, intento de abolición del estado de derecho, organización criminal armada, daño agravado y atentado contra patrimonio público. en tanto, la exposición de fux anticipa que su decisión podría ser contraria, por lo que la resolución del juicio queda en manos de los jueces cármen lúcia antunes y cristiano zanin. corresponderá a cármen lúcia exponer primero su análisis. luego lo hará cristiano zanin, actual presidente de la primera sala del supremo tribunal federal y exabogado personal del presidente luiz inácio lula da silva. si al menos uno de los dos vota a favor de la condena, se formará la mayoría simple necesaria para declarar culpables a los imputados. el voto de fux generó particular expectativa, ya que en intervenciones previas había expresado reservas sobre la interpretación de moraes en torno al papel de bolsonaro en los hechos ocurridos el 8 de enero de 2023, cuando manifestantes bolsonaristas atacaron las sedes de los tres poderes en brasilia. en su intervención de este miércoles, fux reiteró dudas sobre la competencia del supremo para juzgar directamente al expresidente y cuestionó aspectos del proceso, como el acceso de las defensas a las pruebas y los términos del acuerdo de delación premiada con el teniente coronel mauro cid. además de bolsonaro, el juicio involucra a alexandre ramagem (exdirector de inteligencia y actual diputado), almir garnier santos (excomandante de la marina), anderson torres (exministro de justicia), augusto heleno (exjefe del gabinete de seguridad institucional), mauro cid (militar cercano a bolsonaro), paulo sérgio nogueira y walter braga netto (ambos generales del ejército y exministros de defensa). en su voto, el juez flávio dino afirmó que los acusados participaron en un intento concreto de revertir el resultado electoral de 2022 para impedir la toma de posesión de lula. sostuvo que bolsonaro y el general braga netto encabezaban la operación, mientras que otros involucrados cumplían funciones operativas o de apoyo. dino también rechazó presiones externas, como las ejercidas por sectores afines al presidente estadounidense donald trump, y reafirmó la legitimidad del juicio. alexandre de moraes, por su parte, presentó un informe detallado en el que atribuyó a bolsonaro el liderazgo de una organización criminal orientada a subvertir el orden constitucional. citó como pruebas transmisiones públicas donde se deslegitimaba el sistema electoral, reuniones con altos mandos militares, encuentros con embajadores, la redacción de documentos conocidos como las “actas del golpe”, y planes de secuestro de autoridades estatales registrados en informes de inteligencia bajo el nombre “puñal verde y amarillo”. una eventual condena no implicaría prisión inmediata. según explicó el jurista ney strozake, solo una sentencia definitiva —es decir, sin posibilidad de apelación— permitiría la ejecución penal. también señaló que, aunque es posible ordenar una nueva prisión preventiva, esto requeriría justificar riesgos concretos, como una fuga del país. tras la votación de los cinco magistrados, si se confirma la condena, el tribunal abrirá una segunda etapa para discutir la fijación de penas para cada uno de los acusados. las sanciones por los delitos imputados podrían superar los 40 años de prisión. existe además la posibilidad de que uno de los jueces solicite un plazo adicional de hasta 90 días para analizar el caso en profundidad, lo que podría postergar la sentencia final hasta diciembre.",
    "tokens": [
      "supremo",
      "tribunal",
      "federal",
      "brasil",
      "entró",
      "fase",
      "decisiva",
      "juicio",
      "expresidente",
      "jair",
      "bolsonaro",
      "siete",
      "exfuncionarios",
      "gobierno",
      ",",
      "acusados",
      "planear",
      "intento",
      "golpe",
      "tras",
      "elecciones",
      "presidenciales",
      "2022.",
      "miércoles",
      "10",
      "septiembre",
      ",",
      "juez",
      "luiz",
      "fux",
      "expone",
      "emitir",
      "voto",
      ",",
      "luego",
      "dos",
      "cinco",
      "miembros",
      "corte",
      "votado",
      "favor",
      "condena",
      ".",
      "decisión",
      "toma",
      "mayoría",
      "simple",
      ",",
      "voto",
      "fux",
      "podría",
      "ser",
      "definitivo",
      ".",
      "exposición",
      "previa",
      "definición",
      "voto",
      ",",
      "fux",
      "solicitó",
      "anulación",
      "“",
      "incompetencia",
      "absoluta",
      "”",
      "proceso",
      "bolsonaro",
      "siete",
      "acusados",
      "​por",
      "intento",
      "golpe",
      ".",
      "juez",
      "declaró",
      "acusados",
      "​​ya",
      "perdido",
      "cargos",
      ",",
      ",",
      "debían",
      "ser",
      "juzgados",
      "si",
      "jurisdicción",
      "especial",
      ".",
      "momento",
      ",",
      "jueces",
      "alexandre",
      "moraes",
      ",",
      "dirige",
      "caso",
      ",",
      "flávio",
      "dino",
      "votaron",
      "favor",
      "declarar",
      "culpables",
      "acusados",
      ".",
      "ambos",
      "consideran",
      "pruebas",
      "suficientes",
      "imputarlos",
      "delitos",
      "golpe",
      ",",
      "intento",
      "abolición",
      "derecho",
      ",",
      "organización",
      "criminal",
      "armada",
      ",",
      "daño",
      "agravado",
      "atentado",
      "patrimonio",
      "público",
      ".",
      ",",
      "exposición",
      "fux",
      "anticipa",
      "decisión",
      "podría",
      "ser",
      "contraria",
      ",",
      "resolución",
      "juicio",
      "queda",
      "manos",
      "jueces",
      "cármen",
      "lúcia",
      "antunes",
      "cristiano",
      "zanin",
      ".",
      "corresponderá",
      "cármen",
      "lúcia",
      "exponer",
      "primero",
      "análisis",
      ".",
      "luego",
      "hará",
      "cristiano",
      "zanin",
      ",",
      "actual",
      "presidente",
      "primera",
      "sala",
      "supremo",
      "tribunal",
      "federal",
      "exabogado",
      "personal",
      "presidente",
      "luiz",
      "inácio",
      "lula",
      "da",
      "silva",
      ".",
      "si",
      "menos",
      "dos",
      "vota",
      "favor",
      "condena",
      ",",
      "formará",
      "mayoría",
      "simple",
      "necesaria",
      "declarar",
      "culpables",
      "imputados",
      ".",
      "voto",
      "fux",
      "generó",
      "particular",
      "expectativa",
      ",",
      "intervenciones",
      "previas",
      "expresado",
      "reservas",
      "interpretación",
      "moraes",
      "torno",
      "papel",
      "bolsonaro",
      "hechos",
      "ocurridos",
      "8",
      "enero",
      "2023",
      ",",
      "manifestantes",
      "bolsonaristas",
      "atacaron",
      "sedes",
      "tres",
      "poderes",
      "brasilia",
      ".",
      "intervención",
      "miércoles",
      ",",
      "fux",
      "reiteró",
      "dudas",
      "competencia",
      "supremo",
      "juzgar",
      "directamente",
      "expresidente",
      "cuestionó",
      "aspectos",
      "proceso",
      ",",
      "acceso",
      "defensas",
      "pruebas",
      "términos",
      "acuerdo",
      "delación",
      "premiada",
      "teniente",
      "coronel",
      "mauro",
      "cid",
      ".",
      "además",
      "bolsonaro",
      ",",
      "juicio",
      "involucra",
      "alexandre",
      "ramagem",
      "(",
      "exdirector",
      "inteligencia",
      "actual",
      "diputado",
      ")",
      ",",
      "almir",
      "garnier",
      "santos",
      "(",
      "excomandante",
      "marina",
      ")",
      ",",
      "anderson",
      "torres",
      "(",
      "exministro",
      "justicia",
      ")",
      ",",
      "augusto",
      "heleno",
      "(",
      "exjefe",
      "gabinete",
      "seguridad",
      "institucional",
      ")",
      ",",
      "mauro",
      "cid",
      "(",
      "militar",
      "cercano",
      "bolsonaro",
      ")",
      ",",
      "paulo",
      "sérgio",
      "nogueira",
      "walter",
      "braga",
      "netto",
      "(",
      "ambos",
      "generales",
      "ejército",
      "exministros",
      "defensa",
      ")",
      ".",
      "voto",
      ",",
      "juez",
      "flávio",
      "dino",
      "afirmó",
      "acusados",
      "participaron",
      "intento",
      "concreto",
      "revertir",
      "resultado",
      "electoral",
      "2022",
      "impedir",
      "toma",
      "posesión",
      "lula",
      ".",
      "sostuvo",
      "bolsonaro",
      "general",
      "braga",
      "netto",
      "encabezaban",
      "operación",
      ",",
      "mientras",
      "involucrados",
      "cumplían",
      "funciones",
      "operativas",
      "apoyo",
      ".",
      "dino",
      "rechazó",
      "presiones",
      "externas",
      ",",
      "ejercidas",
      "sectores",
      "afines",
      "presidente",
      "estadounidense",
      "donald",
      "trump",
      ",",
      "reafirmó",
      "legitimidad",
      "juicio",
      ".",
      "alexandre",
      "moraes",
      ",",
      "parte",
      ",",
      "presentó",
      "informe",
      "detallado",
      "atribuyó",
      "bolsonaro",
      "liderazgo",
      "organización",
      "criminal",
      "orientada",
      "subvertir",
      "orden",
      "constitucional",
      ".",
      "citó",
      "pruebas",
      "transmisiones",
      "públicas",
      "deslegitimaba",
      "sistema",
      "electoral",
      ",",
      "reuniones",
      "altos",
      "mandos",
      "militares",
      ",",
      "encuentros",
      "embajadores",
      ",",
      "redacción",
      "documentos",
      "conocidos",
      "“",
      "actas",
      "golpe",
      "”",
      ",",
      "planes",
      "secuestro",
      "autoridades",
      "estatales",
      "registrados",
      "informes",
      "inteligencia",
      "bajo",
      "nombre",
      "“",
      "puñal",
      "verde",
      "amarillo",
      "”",
      ".",
      "eventual",
      "condena",
      "implicaría",
      "prisión",
      "inmediata",
      ".",
      "según",
      "explicó",
      "jurista",
      "ney",
      "strozake",
      ",",
      "solo",
      "sentencia",
      "definitiva",
      "—es",
      "decir",
      ",",
      "posibilidad",
      "apelación—",
      "permitiría",
      "ejecución",
      "penal",
      ".",
      "señaló",
      ",",
      "aunque",
      "posible",
      "ordenar",
      "nueva",
      "prisión",
      "preventiva",
      ",",
      "requeriría",
      "justificar",
      "riesgos",
      "concretos",
      ",",
      "fuga",
      "país",
      ".",
      "tras",
      "votación",
      "cinco",
      "magistrados",
      ",",
      "si",
      "confirma",
      "condena",
      ",",
      "tribunal",
      "abrirá",
      "segunda",
      "etapa",
      "discutir",
      "fijación",
      "penas",
      "cada",
      "acusados",
      ".",
      "sanciones",
      "delitos",
      "imputados",
      "podrían",
      "superar",
      "40",
      "años",
      "prisión",
      ".",
      "existe",
      "además",
      "posibilidad",
      "jueces",
      "solicite",
      "plazo",
      "adicional",
      "90",
      "días",
      "analizar",
      "caso",
      "profundidad",
      ",",
      "podría",
      "postergar",
      "sentencia",
      "final",
      "diciembre",
      "."
    ],
    "token_count": 503,
    "sentence_count": 25
  },
  "pos_analysis": {
    "tag_freq": {
      "NNP": 121,
      "NN": 236,
      "FW": 154,
      "IN": 29,
      "VBP": 21,
      "VBD": 5,
      "JJ": 67,
      "NNS": 31,
      "CD": 6,
      "VBZ": 9,
      "MD": 1,
      "VB": 1,
      "RB": 4,
      "DT": 2
    },
    "bigram_freq": {
      "NNP-NNP": 54,
      "NNP-NN": 33,
      "NN-FW": 20,
      "FW-NN": 22,
      "NN-NN": 135,
      "NN-IN": 21,
      "IN-FW": 17,
      "NN-VBP": 2,
      "VBP-NNP": 2,
      "NNP-VBD": 1,
      "VBD-JJ": 4,
      "JJ-FW": 6,
      "FW-FW": 89,
      "FW-NNP": 20,
      "NNP-FW": 16,
      "FW-JJ": 15,
      "JJ-NN": 35,
      "NNP-NNS": 3,
      "NNS-VBP": 17,
      "VBP-NNS": 1,
      "NNS-NNS": 3,
      "NNS-IN": 2,
      "IN-CD": 1,
      "CD-NNP": 1,
      "NNS-CD": 1,
      "CD-IN": 1,
      "NN-NNP": 20,
      "NN-VBZ": 2,
      "VBZ-IN": 2,
      "JJ-NNP": 13,
      "NN-JJ": 20,
      "NN-VBD": 3,
      "IN-NNP": 6,
      "IN-NN": 3,
      "NNP-MD": 1,
      "MD-VB": 1,
      "VB-RB": 1,
      "RB-NNP": 1,
      "IN-DT": 1,
      "DT-NN": 2,
      "NN-RB": 1,
      "RB-JJ": 2,
      "NN-NNS": 10,
      "NNS-NNP": 3,
      "NNP-IN": 3,
      "FW-NNS": 5,
      "VBP-JJ": 14,
      "VBZ-JJ": 4,
      "NNP-VBZ": 6,
      "NNP-JJ": 3,
      "JJ-NNS": 8,
      "IN-NNS": 1,
      "FW-CD": 3,
      "CD-NN": 4,
      "VBP-RB": 1,
      "NNS-VBZ": 1,
      "VBZ-FW": 3,
      "NNS-FW": 2,
      "VBP-NN": 2,
      "NNS-RB": 1,
      "RB-VBP": 1,
      "JJ-JJ": 5,
      "VBP-FW": 1,
      "NN-DT": 1,
      "NNS-VBD": 1,
      "VBD-CD": 1,
      "NNP-VBP": 1
    },
    "trigram_freq": {
      "NNP-NNP-NNP": 27,
      "NNP-NNP-NN": 15,
      "NNP-NN-FW": 5,
      "NN-FW-NN": 4,
      "FW-NN-NN": 12,
      "NN-NN-NN": 75,
      "NN-NN-IN": 15,
      "NN-IN-FW": 14,
      "IN-FW-NN": 3,
      "NN-NN-VBP": 1,
      "NN-VBP-NNP": 1,
      "VBP-NNP-NNP": 1,
      "NNP-NNP-VBD": 1,
      "NNP-VBD-JJ": 1,
      "VBD-JJ-FW": 1,
      "JJ-FW-FW": 6,
      "FW-FW-FW": 49,
      "FW-FW-NNP": 15,
      "FW-NNP-FW": 5,
      "NNP-FW-FW": 8,
      "FW-FW-JJ": 10,
      "FW-JJ-NN": 10,
      "JJ-NN-FW": 2,
      "NN-FW-FW": 14,
      "FW-NNP-NNS": 1,
      "NNP-NNS-VBP": 1,
      "NNS-VBP-NNS": 1,
      "VBP-NNS-NNS": 1,
      "NNS-NNS-IN": 1,
      "NNS-IN-CD": 1,
      "IN-CD-NNP": 1,
      "CD-NNP-NNS": 1,
      "NNP-NNS-CD": 1,
      "NNS-CD-IN": 1,
      "CD-IN-FW": 1,
      "IN-FW-FW": 8,
      "FW-FW-NN": 8,
      "FW-NN-NNP": 3,
      "NN-NNP-NNP": 11,
      "NNP-NN-VBZ": 1,
      "NN-VBZ-IN": 1,
      "VBZ-IN-FW": 1,
      "IN-FW-JJ": 4,
      "JJ-NN-NN": 21,
      "FW-JJ-FW": 1,
      "FW-NNP-NN": 5,
      "NNP-NN-NN": 22,
      "FW-JJ-NNP": 3,
      "JJ-NNP-FW": 1,
      "NN-NN-JJ": 17,
      "NN-JJ-NN": 12,
      "JJ-NN-VBD": 2,
      "NN-VBD-JJ": 2,
      "VBD-JJ-NN": 2,
      "NN-IN-NNP": 2,
      "IN-NNP-FW": 4,
      "NNP-FW-NN": 6,
      "NN-NN-NNP": 13,
      "NN-NNP-NN": 4,
      "FW-NN-FW": 4,
      "NN-IN-NN": 3,
      "IN-NN-NN": 2,
      "NN-JJ-NNP": 4,
      "JJ-NNP-MD": 1,
      "NNP-MD-VB": 1,
      "MD-VB-RB": 1,
      "VB-RB-NNP": 1,
      "RB-NNP-NN": 1,
      "FW-NNP-NNP": 8,
      "JJ-NNP-NN": 6,
      "NN-IN-DT": 1,
      "IN-DT-NN": 1,
      "DT-NN-RB": 1,
      "NN-RB-JJ": 1,
      "RB-JJ-NN": 1,
      "NN-NN-NNS": 3,
      "NN-NNS-NNP": 2,
      "NNS-NNP-IN": 1,
      "NNP-IN-NNP": 3,
      "FW-FW-NNS": 4,
      "FW-NNS-VBP": 3,
      "NNS-VBP-JJ": 11,
      "VBP-JJ-NNP": 3,
      "NN-NN-VBZ": 1,
      "NN-VBZ-JJ": 1,
      "VBZ-JJ-NN": 1,
      "JJ-NN-IN": 4,
      "NN-NN-FW": 8,
      "FW-NNS-NNP": 1,
      "NNS-NNP-NNP": 1,
      "JJ-NN-NNP": 2,
      "NN-NNP-VBZ": 4,
      "NNP-VBZ-JJ": 3,
      "VBZ-JJ-NNP": 2,
      "JJ-NNP-NNP": 4,
      "NNP-NNP-JJ": 3,
      "NNP-JJ-NN": 3,
      "IN-FW-NNP": 1,
      "NNP-NNP-FW": 5,
      "NNP-FW-NNP": 2,
      "NNP-NN-NNP": 2,
      "NNP-NNP-VBZ": 2,
      "VBZ-JJ-FW": 1,
      "FW-JJ-NNS": 1,
      "JJ-NNS-VBP": 5,
      "VBP-JJ-NNS": 3,
      "NN-FW-NNP": 1,
      "NNP-NN-JJ": 1,
      "NN-IN-NNS": 1,
      "IN-NNS-NNS": 1,
      "NNS-NNS-VBP": 1,
      "VBP-JJ-NN": 5,
      "FW-FW-CD": 3,
      "FW-CD-NN": 3,
      "CD-NN-NNS": 1,
      "NN-NNS-VBP": 7,
      "NNS-VBP-RB": 1,
      "VBP-RB-JJ": 1,
      "RB-JJ-NNS": 1,
      "JJ-NNS-IN": 1,
      "NNS-IN-FW": 1,
      "IN-FW-NNS": 1,
      "FW-NNS-VBZ": 1,
      "NNS-VBZ-IN": 1,
      "VBZ-IN-NNP": 1,
      "IN-NNP-NNP": 1,
      "FW-NN-IN": 1,
      "IN-NN-NNS": 1,
      "NNS-NNP-NN": 1,
      "NNP-NNP-IN": 1,
      "NNP-NN-IN": 1,
      "NNP-VBZ-FW": 3,
      "VBZ-FW-NNP": 1,
      "NNP-NN-NNS": 1,
      "NNS-VBP-NNP": 1,
      "VBP-NNP-FW": 1,
      "NN-FW-JJ": 1,
      "CD-NN-NN": 2,
      "FW-NN-NNS": 1,
      "NN-NNS-FW": 1,
      "NNS-FW-FW": 2,
      "NNS-VBP-NN": 2,
      "VBP-NN-NNS": 2,
      "JJ-NNS-NNS": 1,
      "NNS-NNS-RB": 1,
      "NNS-RB-VBP": 1,
      "RB-VBP-JJ": 1,
      "NN-NNP-IN": 1,
      "IN-NNP-NN": 1,
      "VBZ-FW-FW": 1,
      "NN-JJ-JJ": 3,
      "JJ-JJ-NNP": 1,
      "JJ-JJ-NNS": 1,
      "JJ-NN-NNS": 1,
      "NNS-VBP-FW": 1,
      "VBP-FW-FW": 1,
      "NN-JJ-NNS": 1,
      "JJ-NNS-FW": 1,
      "VBP-JJ-FW": 2,
      "JJ-NN-DT": 1,
      "NN-DT-NN": 1,
      "DT-NN-NN": 1,
      "VBZ-FW-NN": 1,
      "JJ-NN-JJ": 2,
      "JJ-JJ-NN": 1,
      "FW-NN-VBP": 1,
      "NN-VBP-JJ": 1,
      "JJ-NNP-NNS": 1,
      "NNP-NNS-VBD": 1,
      "NNS-VBD-JJ": 1,
      "VBD-JJ-NNS": 1,
      "NN-VBD-CD": 1,
      "VBD-CD-NN": 1,
      "CD-NN-FW": 1,
      "FW-NNP-VBP": 1,
      "NNP-VBP-JJ": 1,
      "VBP-JJ-JJ": 1,
      "JJ-JJ-JJ": 1,
      "JJ-JJ-FW": 1,
      "NN-NN-VBD": 1
    },
    "top_patterns": {
      "top_tags": {
        "NN": 236,
        "FW": 154,
        "NNP": 121,
        "JJ": 67,
        "NNS": 31
      },
      "top_bigrams": {
        "NN-NN": 135,
        "FW-FW": 89,
        "NNP-NNP": 54,
        "JJ-NN": 35,
        "NNP-NN": 33
      },
      "top_trigrams": {
        "NN-NN-NN": 75,
        "FW-FW-FW": 49,
        "NNP-NNP-NNP": 27,
        "NNP-NN-NN": 22,
        "JJ-NN-NN": 21
      }
    }
  },
  "grammar_analysis": {
    "sentence_count": 25,
    "chunk_counts": {
      "NP": 184,
      "VP": 37,
      "PP": 7,
      "ADJP": 3
    },
    "top_rules": [
      {
        "rule": "PP -> ('de', 'IN') NP",
        "frequency": 6,
        "weight": 0.0234
      },
      {
        "rule": "NP -> ('a', 'DT') ('favor', 'NN')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('condena', 'NN')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Fux', 'NNP')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Estado', 'NNP')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Moraes', 'NNP')",
        "frequency": 3,
        "weight": 0.0117
      },
      {
        "rule": "NP -> ('Bolsonaro', 'NNP')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "NP -> ('como', 'NN')",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "VP -> ('del', 'VBP') NP",
        "frequency": 2,
        "weight": 0.0078
      },
      {
        "rule": "S -> NP ('en', 'FW') NP ('en', 'IN') ('el', 'FW') NP VP VP ('exfuncionarios', 'FW') ('de', 'FW') ('su', 'FW') NP (',', ',') ('acusados', 'FW') ('de', 'FW') ('planear', 'FW') NP ('de', 'FW') ('golpe', 'FW') ('de', 'FW') NP VP ('de', 'IN') ('2022', 'CD') ('.', '.')",
        "frequency": 1,
        "weight": 0.0039
      }
    ],
    "sample_chunks": [
      {
        "label": "NP",
        "text": "El Supremo Tribunal Federal de Brasil entró"
      },
      {
        "label": "NP",
        "text": "su fase decisiva"
      },
      {
        "label": "NP",
        "text": "juicio contra el"
      },
      {
        "label": "VP",
        "text": "expresidente Jair Bolsonaro y"
      },
      {
        "label": "NP",
        "text": "Jair Bolsonaro y"
      },
      {
        "label": "VP",
        "text": "otros siete"
      },
      {
        "label": "NP",
        "text": "Gobierno"
      },
      {
        "label": "NP",
        "text": "un intento"
      },
      {
        "label": "NP",
        "text": "Estado tras"
      },
      {
        "label": "VP",
        "text": "las elecciones presidenciales"
      },
      {
        "label": "NP",
        "text": "elecciones presidenciales"
      },
      {
        "label": "NP",
        "text": "Este miércoles"
      },
      {
        "label": "PP",
        "text": "de septiembre"
      },
      {
        "label": "NP",
        "text": "septiembre"
      },
      {
        "label": "NP",
        "text": "juez Luiz Fux expone"
      }
    ],
    "clause_structures": [
      "(S\n  (NP\n    El/NNP\n    Supremo/NNP\n    Tribunal/NNP\n    Federal/NNP\n    de/NNP\n    Brasil/NNP\n    entró/NN)\n  en/FW\n  (NP su/NN fase/NN decisiva/NN)\n  en/IN\n  el/FW\n  (NP juicio/NN contra/NN el/NN)\n  (VP expresidente/VBP (NP Jair/NNP Bolsonaro/NNP y/NNP))\n  (VP otros/VBD siete/JJ)\n  exfuncionarios/FW\n  de/FW\n  su/FW\n  (NP Gobierno/NNP)\n  ,/,\n  acusados/FW\n  de/FW\n  planear/FW\n  (NP un/JJ intento/NN)\n  de/FW\n  golpe/FW\n  de/FW\n  (NP Estado/NNP tras/NNS)\n  (VP las/VBP (NP elecciones/NNS presidenciales/NNS))\n  de/IN\n  2022/CD\n  ./.)",
      "(S\n  (NP Este/NN miércoles/NNS)\n  10/CD\n  (PP de/IN (NP septiembre/NN))\n  ,/,\n  el/FW\n  (NP juez/NN Luiz/NNP Fux/NNP expone/NN)\n  (VP antes/VBZ)\n  de/IN\n  emitir/FW\n  (NP su/JJ voto/NN)\n  ,/,\n  luego/FW\n  de/FW\n  que/FW\n  dos/FW\n  de/FW\n  los/FW\n  (ADJP cinco/JJ)\n  miembros/FW\n  de/FW\n  la/FW\n  (NP Corte/NNP hayan/NN votado/NN)\n  (NP a/DT favor/NN)\n  de/IN\n  la/FW\n  (NP condena/NN)\n  ./.)",
      "(S\n  (NP La/NNP)\n  decisión/FW\n  se/FW\n  (NP toma/NN por/NN mayoría/NN simple/NN)\n  ,/,\n  (ADJP por/JJ)\n  (VP lo/VBP (NP cual/JJ el/NN voto/NN))\n  (PP de/IN (NP Fux/NNP))\n  podría/FW\n  (NP ser/NN definitivo/NN)\n  ./.)",
      "(S\n  (NP En/NNP la/NN exposición/NN)\n  (VP previa/VBZ (NP a/DT la/NN definición/NN))\n  de/IN\n  su/FW\n  (NP voto/NN)\n  ,/,\n  (NP Fux/NNP)\n  (VP solicitó/VBD)\n  la/FW\n  anulación/FW\n  “/FW\n  por/FW\n  incompetencia/FW\n  absoluta/FW\n  ”/FW\n  del/FW\n  proceso/FW\n  (NP contra/JJ Bolsonaro/NNP y/NN)\n  (VP otros/VBD (NP siete/JJ acusados/NN ​por/NNP intento/NN))\n  de/FW\n  golpe/FW\n  de/FW\n  (NP Estado/NNP)\n  ./.)",
      "(S\n  (NP El/NNP juez/NN declaró/NN que/NN los/NN)\n  (NP\n    acusados/JJ\n    ​​ya/NNP\n    habían/NN\n    perdido/NN\n    sus/NN\n    cargos/NN\n    y/NN)\n  ,/,\n  (NP por/NN lo/NN tanto/NN)\n  ,/,\n  (NP no/DT debían/NN)\n  ser/RB\n  (NP\n    juzgados/JJ\n    como/NN\n    si/NN\n    tuvieran/NN\n    jurisdicción/NN\n    especial/NN)\n  ./.)"
    ]
  },
  "regex_annotations": {
    "categories": [
      "RELACIONES_INTERNACIONALES",
      "JURIDICO_LEGISLATIVO_CORRUPCION",
      "REGIONES_PROVINCIAS",
      "PAISES",
      "CIUDADES_CAPITALES",
      "APROBACION_RECHAZO",
      "FECHAS_ESPECIFICAS",
      "ELECCIONES_PROCESOS_POLITICOS",
      "GOBIERNOS_OFICIALES"
    ],
    "matches": [
      {
        "category": "RELACIONES_INTERNACIONALES",
        "matched_text": "rechazó presiones externas, como las ejercidas por sectores afines al presidente estadounidense",
        "position": [
          3090,
          3185
        ],
        "start": 3090,
        "end": 3185
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "declaró",
        "position": [
          714,
          721
        ],
        "start": 714,
        "end": 721
      },
      {
        "category": "ELECCIONES_PROCESOS_POLITICOS",
        "matched_text": "explicó",
        "position": [
          3828,
          3835
        ],
        "start": 3828,
        "end": 3835
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "expresidente y cuestionó aspectos del proceso",
        "position": [
          2169,
          2214
        ],
        "start": 2169,
        "end": 2214
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "prisión inmediata. según explicó el jurista ney strozake, solo una sentencia definitiva —es decir, sin posibilidad de apelación— permitiría la ejecución penal. también señaló que, aunque es posible ordenar una nueva prisión preventiva",
        "position": [
          3803,
          4037
        ],
        "start": 3803,
        "end": 4037
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "defensa",
        "position": [
          2743,
          2750
        ],
        "start": 2743,
        "end": 2750
      },
      {
        "category": "JURIDICO_LEGISLATIVO_CORRUPCION",
        "matched_text": "sentencia definitiva",
        "position": [
          3870,
          3890
        ],
        "start": 3870,
        "end": 3890
      },
      {
        "category": "GOBIERNOS_OFICIALES",
        "matched_text": "presidente de la",
        "position": [
          1492,
          1508
        ],
        "start": 1492,
        "end": 1508
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "rechazó",
        "position": [
          3090,
          3097
        ],
        "start": 3090,
        "end": 3097
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "cuestionó",
        "position": [
          2184,
          2193
        ],
        "start": 2184,
        "end": 2193
      },
      {
        "category": "APROBACION_RECHAZO",
        "matched_text": "reafirmó",
        "position": [
          3202,
          3210
        ],
        "start": 3202,
        "end": 3210
      },
      {
        "category": "PAISES",
        "matched_text": "brasil",
        "position": [
          31,
          37
        ],
        "start": 31,
        "end": 37
      },
      {
        "category": "CIUDADES_CAPITALES",
        "matched_text": "brasilia",
        "position": [
          2042,
          2050
        ],
        "start": 2042,
        "end": 2050
      },
      {
        "category": "REGIONES_PROVINCIAS",
        "matched_text": "estado tras",
        "position": [
          203,
          214
        ],
        "start": 203,
        "end": 214
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "8 de enero de 2023",
        "position": [
          1945,
          1963
        ],
        "start": 1945,
        "end": 1963
      },
      {
        "category": "FECHAS_ESPECIFICAS",
        "matched_text": "miércoles 10 de septiembre",
        "position": [
          259,
          285
        ],
        "start": 259,
        "end": 285
      }
    ],
    "match_count": 16
  },
  "knowledge_graph": {
    "entidades": [
      {
        "nombre": "Braga Netto",
        "tipo": "Persona"
      },
      {
        "nombre": "Alexandre Ramagem",
        "tipo": "Persona"
      },
      {
        "nombre": "Luiz Inácio Lula da Silva",
        "tipo": "Persona"
      },
      {
        "nombre": "Alexandre de Moraes",
        "tipo": "Persona"
      },
      {
        "nombre": "Walter Braga Netto",
        "tipo": "Persona"
      },
      {
        "nombre": "golpe de Estado",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Citó",
        "tipo": "Persona"
      },
      {
        "nombre": "Cristiano Zanin",
        "tipo": "Persona"
      },
      {
        "nombre": "Cármen Lúcia Antunes",
        "tipo": "Persona"
      },
      {
        "nombre": "Paulo Sérgio Nogueira",
        "tipo": "Persona"
      },
      {
        "nombre": "Dino",
        "tipo": "Persona"
      },
      {
        "nombre": "Augusto Heleno",
        "tipo": "Persona"
      },
      {
        "nombre": "Gabinete de Seguridad Institucional",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Corte",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Defensa",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Gobierno",
        "tipo": "Lugar"
      },
      {
        "nombre": "golpe de Estado.",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Fux",
        "tipo": "Persona"
      },
      {
        "nombre": "Almir Garnier Santos",
        "tipo": "Persona"
      },
      {
        "nombre": "Cármen Lúcia",
        "tipo": "Persona"
      },
      {
        "nombre": "Justicia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Moraes",
        "tipo": "Persona"
      },
      {
        "nombre": "Anderson Torres",
        "tipo": "Persona"
      },
      {
        "nombre": "Marina",
        "tipo": "Organizacion"
      },
      {
        "nombre": "Según",
        "tipo": "Persona"
      },
      {
        "nombre": "Jair Bolsonaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Estado de derecho",
        "tipo": "Lugar"
      },
      {
        "nombre": "Brasilia",
        "tipo": "Lugar"
      },
      {
        "nombre": "Ney Strozake",
        "tipo": "Persona"
      },
      {
        "nombre": "Lula",
        "tipo": "Persona"
      },
      {
        "nombre": "Donald Trump",
        "tipo": "Persona"
      },
      {
        "nombre": "Flávio Dino",
        "tipo": "Persona"
      },
      {
        "nombre": "Mauro Cid",
        "tipo": "Persona"
      },
      {
        "nombre": "Bolsonaro",
        "tipo": "Persona"
      },
      {
        "nombre": "Luiz Fux",
        "tipo": "Persona"
      }
    ],
    "relaciones": [
      {
        "sujeto": "Jair Bolsonaro",
        "relacion": "ENTRAR",
        "objeto": "golpe de Estado"
      },
      {
        "sujeto": "Gobierno",
        "relacion": "ENTRAR",
        "objeto": "golpe de Estado"
      },
      {
        "sujeto": "Luiz Fux",
        "relacion": "EXPONER",
        "objeto": "Corte"
      },
      {
        "sujeto": "Fux",
        "relacion": "SOLICITAR",
        "objeto": "Bolsonaro"
      },
      {
        "sujeto": "Fux",
        "relacion": "SOLICITAR",
        "objeto": "golpe de Estado."
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "SOLICITAR",
        "objeto": "golpe de Estado."
      },
      {
        "sujeto": "Flávio Dino",
        "relacion": "VOTAR",
        "objeto": "Alexandre de Moraes"
      },
      {
        "sujeto": "golpe de Estado",
        "relacion": "IMPUTAR_L_HABER_CONSIDERAR",
        "objeto": "Estado de derecho"
      },
      {
        "sujeto": "Fux",
        "relacion": "ANTICIPAR",
        "objeto": "Cármen Lúcia Antunes"
      },
      {
        "sujeto": "Fux",
        "relacion": "ANTICIPAR",
        "objeto": "Cristiano Zanin"
      },
      {
        "sujeto": "Fux",
        "relacion": "GENERAR",
        "objeto": "Moraes"
      },
      {
        "sujeto": "Fux",
        "relacion": "GENERAR",
        "objeto": "Bolsonaro"
      },
      {
        "sujeto": "Fux",
        "relacion": "GENERAR",
        "objeto": "Brasilia"
      },
      {
        "sujeto": "Moraes",
        "relacion": "EXPRESAR_GENERAR",
        "objeto": "Bolsonaro"
      },
      {
        "sujeto": "Moraes",
        "relacion": "EXPRESAR_GENERAR",
        "objeto": "Brasilia"
      },
      {
        "sujeto": "Fux",
        "relacion": "REITERAR",
        "objeto": "Mauro Cid"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Alexandre Ramagem"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Almir Garnier Santos"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Marina"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Anderson Torres"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Justicia"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Augusto Heleno"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Gabinete de Seguridad Institucional"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Mauro Cid"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Paulo Sérgio Nogueira"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Walter Braga Netto"
      },
      {
        "sujeto": "Bolsonaro",
        "relacion": "INVOLUCRAR",
        "objeto": "Defensa"
      },
      {
        "sujeto": "Flávio Dino",
        "relacion": "AFIRMAR",
        "objeto": "Lula"
      },
      {
        "sujeto": "Dino",
        "relacion": "RECHAZAR",
        "objeto": "Donald Trump"
      },
      {
        "sujeto": "Alexandre de Moraes",
        "relacion": "PRESENTAR",
        "objeto": "Bolsonaro"
      },
      {
        "sujeto": "Según",
        "relacion": "SEG_N_EXPLICAR_PERMITIR",
        "objeto": "Ney Strozake"
      }
    ]
  },
  "sentiment": {
    "compound": 0.25,
    "pos": 0.024,
    "neu": 0.955,
    "neg": 0.021,
    "label": "positive"
  }
}